{
  "id": "eweb_002",
  "source": "DMBI",
  "cat": "term",
  "link": "https://www.cgie.org.ir/fa/article/258833/%D8%A7%D8%A8%D8%AF%D8%A7%D9%84",
  "annotator": "Jeremy",
  "title": "ابدال",
  "authors": [
    "حسین لاشیء"
  ],
  "last_updated": "پنج شنبه 15 خرداد 1399",
  "content": [
    "اَبْدال، جمع بَدَل یا بِدْل به معنای جانشین و نیز به معنای کریم و شریف. این اسم بر جمعی از بندگان خاص خدا اطلاق می‌شود که در میان اولیا دارای مرتبتی مخصوص بوده‌اند. تعداد ابدال ثابت و معیّن است و هر گاه عمر یکی از آنان به پایان رسید، فرد دیگری از طبقۀ فروترِ اولیا جایگزین او می‌گردد. دربارۀ وجه تسمیۀ این گروه به ابدال اختلاف است. به موجب برخی از روایات شیعه، اینان از آن رو که جانشینان انبیا شمرده می‌شوند، ابدال نامیده شده‌اند (قمی، 1 / 64). بعضی گفته‌اند که چون تعداد ابدال ثابت است و به محض درگذشتِ یکی از آنان، فرد دیگری جانشین او می‌گردد، چنین نامیده شده‌اند (آملی، 276؛ ابن اثیر، 1 / 107). گاه نیز گفته شده است که چون آنان می‌توانند به هنگام ضرورت صورتی مثالی و یا شخصی روحانی را به‌عنوان بدل به جای بگذارند و جایگاه خود را ترک کنند، ابدال خوانده شده‌اند (آملی، 276؛ ابن عربی، 2 / 7). ابن عربی تبدیل صفات مذمومه به صفات محموده را که از خصوصیّات ابدال است به‌عنوان یکی از وجوه تسمیۀ آنان ذکر می‌کند (1 / 160). اصطلاح ابدال عمدتاً در میان عرفا و صوفّیه کاربرد داشته است، اما همواره مستند به روایاتی بوده که در این زمینه نقل شده است. ابن خلدون بر این اعتقاد است که پیدایش اعتقاد به قطب و ابدال در میان صوفیه، از اعتقاد شیعیان به امام و نقیبان نشأت یافته است (1 / 631). در میان صوفیانِ قلمرو امپراتوری عثمانی لفظ ابدال و بٌدَلاء (جمع بدیل) به درویشان نیز اطلاق شده و به دنبال انحطاط طریقتهای صوفیانه در آن سرزمین، این دو کلمه در زبان ترکی به صورت مفرد و به معنای ابله و ساده لوح به کار رفته است (دانشنامه).",
    "در روایات و ادعیۀ شیعه این کلمه گاه بر اوصیاء پیامبر اسلام (ص) که خداوند آنان را بدل و جانشین انبیا قرار داده، اطلاق شده است (قمی، 1 / 64)، و گاه مراد از آن اصحاب خاص ائمه (ع) بوده است (همانجا). اهل سنّت نیز روایاتی نقل کرده‌اند که در آنها ویژگیهایی برای ابدال به دست داده‌اند. از علی (ع) نقل کرده‌اند که گفت: ابدال، که شمارۀ آنان 40 نفر است. در شام هستند، هر گاه یکی از آنان وفات کند، خداوند یک تن دیگر را جایگزین او می‌کند. خداوند به برکت وجود آنان باران بر زمین می‌باراند و به‌سبب آنان مسلمانان بر دشمنان پیروز می‌گردند و عذاب الهی از اهل شام برداشته می‌شود (ابن‌عساکر، 1 / 60؛ ابن‌اثیر، 107؛ ابن‌حنبل، 112). همچنین از پیامبر اکرم (ص) نقل کرده‌اند که گفت: ابدالِ امّتِ من 40 نفرند: 22 نفر در شام و 18 نفر دیگر در عراقند. هر گاه یکی از ابدال وفات کند، خداوند دیگری را جانشین او می‌سازد، و آنگاه که فرمان الهی برسد همه رحلت خواهند کرد و با رفتن آنان قیامت برپا خواهد شد (ابن‌عساکر، 1 / 60). به موجب روایت دیگری ابدال این امّت 30 نفر از قبیل ابراهیم خلیل الله‌اند (همو، 1 / 60-61). برحسب روایت دیگری، در میان خلق 300 نفر هستند که قلبشان همچون قلب آدم (ع)، و 40 نفر قلبشان مانند قلب موسی (ع) و 7 نفر قلبشان مانند قلب ابراهیم (ع)، و 5 نفر قلبشان به سان قلب جبرئیل، و 3 نفر قلبشان مانند قلب میکائیل و یک نفر که قلبش همچون قلب اسرافیل است (همو، 1 / 63). تاج‌الدین خوارزمی روایت مربوط به ابدال را به این صورت از پیغمبر نقل می‌کند که گفت: در امت من همیشه 40 کس بر خُلق ابراهیم (ع) باشند و اینان بُدَلا هستند، و 7 کس بر خلق موسی (ع) باشند و ایشان اوتادند، و 3 کس بر خلق عیسی (ع) باشند و ایشان خلفایند، و یک کس بر خلق من باشد و او قطب است (ص 33). سیّد محمد گیسو دراز در مکتوب پانزدهم از مکتوبات موسوم به «بحرالمعانی» روایتی را نقل می‌کند که به موجب آن لفظ ابدال به جمیع اولیایی که در طبقات ششگانه قرار دارند، اطلاق شده است و ترتیب و تعداد و خصوصیّات آنان بدین قرار است: 1. یک نفر که قلب او مانند قلب اسرافیل است؛ 2. سه نفر که قلبهایشان مثل قلب میکائیل است؛ 3. شش نفر که قلبهایشان مثل قلب جبرئیل است؛ 4. هفت نفر که قلبهایشان مثل قلب ابراهیم (ع) است؛ 5. چهل نفر که قلبهایشان مثل قلب موسی (ع) است؛ 6. سیصد نفر که قلبهایشان همچون قلب آدم (ع) است. هرگاه یکی از ابدال طبقۀ بالاتر وفات کند، یکی از ابدال طبقۀ فروتر جایگزین او می‌گردد، و اگر از 300 ابدال یک نفر درگذرد، یکی از مسلمانان جانشین او می‌شود، و خداوند به وسیلۀ این ابدال بلا را از این امت دفع می‌کند (نیز نک‍ : هروی، 14-15). برحسب روایتی از طریق اهل سنّت، وصول به مرتبۀ ابدال نه بر اثر کثرت نماز و روزه، بلکه به واسطۀ غنای نفس و سلامت صدر و خیرخواهی برای مسلمانان است (ابن‌عساکر، 1 / 60). به موجب روایت دیگری، ویژگی اخلاق ابدال آن است که کسانی را که به ایشان ظلم کرده‌اند عفو، و به کسانی که به آنان بدی کرده‌اند احسان، و در آنچه خداوند به آنان عطا کرده است، با دیگران مواسات می‌کنند.",
    "دربارۀ صفات و تعداد و مرتبۀ ابدال در آثار عرفانی اختلاف نظر وجود دارد. حتی دربارۀ اینکه واژۀ ابدال به کدام طبقه از اولیا اطلاق می‌شود، مؤلفان اختلاف کرده‌اند. در میان آثار نخستین صوفیان، موضوع ابدال و ویژگیهای آنان، در کتابهای چون قوت القلوب ابوطالب مکّی (2 / 78) و طبقات الصّوفیّة خواجه عبدالله انصاری (صص 415، 513، 611) و کشف المحجوب هجویری (ص 269) مطرح شده است، اما بیش از هر کس محیی‌الدین ابن عربی دربارۀ ابدال و خصوصیّات آنان سخن گفته است و شارحان آثار او با اندک اختلافاتی به شرح و بسط سخنان او پرداخته‌اند. این مبحث در 2 بخش «صفات و خصوصیات» و «مرتبه و تعدادِ» ابدال قابل بررسی است.",
    "صفات و خصوصیاتی که در آثار اولیۀ عرفانی برای ابدال به چشم می‌خورد، با آنچه در این باره در آثار ابن عربی و پیروان او آمده است، تفاوت عمده دارد. ابوطالب مکّی (2 / 78) پس از ذکر روایتی از طریق اهل بیت (ع) دربارۀ اهمیت صبر و رضا، یادآور می‌‌شود که رضا از حق و رحمت نسبت به خلق و سلامت قلب و ناصح مسلمین بودن و سخاوت نفس، مقام ابدال در میان صدّیقین است. خواجه عبدالله انصاری (صص 415، 513، 611)، کرامات را خاص ابدال و زهّاد می‌داند، زیرا اظهار کرامات می‌تواند موجب مکر و غرور شود و این ابدال هستند که از مکر و غرور آن ایمنند. وی همچنین احتراز از کشتن جانوران را از خصوصیات ابدال به شمار می‌آورد. هجویری پس از ذکر طبقات اولیا که ابدال از آن جمله‌‌اند، یادآور می‌شود که خصوصیت آنان این است که یکدیگر را می‌شناسند و در امور محتاج به اذن یکدیگرند (ص 269). ابن‌عربی می‌نویسد: هر یک از ابدال منسوب به یکی از انبیاست که فیوضات معنوی را از قلب آن پیامبر دریافت می‌کند. خداوند اقلیمهای هفتگانه را به وسیلۀ آنان حفظ می‌کند و نظر و توجه روحانیان هفت آسمان نیز به سوی آنان است. آنان به اسرار و امور مربوط به حرکات و نزول کواکب سیّاره در منازل تقدیر شده آگاه و دانا هستند. نام هر یک از آنان یکی از اسماء الهی است. در مقابل هر یک از اسماء الهی، یک نفر از ابدال قرار دارد که به وسیلۀ اسماءِ مزبور حق تعالی به سوی آنان نظر می‌کند (2 / 7، 9). همو به نقل از عبدالمجید بن سلمه که توفیق زیارت یکی از ابدال موسوم به معاذبن اشرس را یافته است، یادآور می‌شود که ابدال به سبب رعایت صَمْت و سَهَر و جوع و عزلت به این مقام رسیده‌اند. ابن‌عربی از دستۀ دیگری از ابدال به نام رجبیّون نیز سخن می‌گوید (2 / 7) و شاه نعمت‌الله ولی نیز به نقل از او، احوال آنان را چنین وصف می‌کند: ایشان هر سال از آغاز رجب تا پایان آن ماه در حال حضور به سر می‌برند. روز اول ماه رجب حال ایشان قائم به عظمت الهی است چنانکه گویی طبقات آسمانها را بر سرِ ایشان نهاده‌اند و تا صبح صادق روز دوم حال ایشان بر این منوال است. روز دوم تخفیفی حاصل می‌شود و روز سوم چون آفتاب طلوع کند بر مغیّبات آگاه و به تشریف مکشوفات و تجلّیات مشرّف می‌گردند (صص 150-151). عزیزالدّین نسفی در وصف اولیاء خدا، که تعداد آنان معیّن است و ابدال نیز خوانده می‌شوند، چنین می‌گوید که ایشان دانا و مقرّب و صاحب کرامت و صاحب همت و صاحب قدرت و مستجاب الدّعوه‌اند. کرامت و قدر ایشان چنان است که خاک و آب و هوا و آتش و صحرا و کوه مانع نظر ایشان نمی‌شود (ص 318). سید حیدر آملی نیز همان وصفی را از ابدال به دست می‌دهد که قبلاً ابن عربی مطرح کرده است (صص 159-160، 164، 264-266). شاه نعمت‌الله ولی نیز اگر‌چه تمام اولیاء خاص را ابدال نامیده است، اما دربارۀ خصوصیات ابدال هفتگانه و رجبیّون، قسمتی از اوصاف مذکور در آثار ابن‌عربی را نقل می‌کند.",
    "دربارۀ تعداد و مرتبۀ ابدال نیز اختلاف وجود دارد. ابن عربی گاه از 7 نفر و گاه از 40 نفر و گاه از 12 نفر به‌عنوان ابدال یاد می‌کند (2 / 5-16). شیخ سعدالدین حموئی را اعتقاد بر این بوده است که نام ولیّ جز بر امامان دوازده‌‌گانه که آخرین آنان حضرت مهدی (ع) است، قابل اطلاق نیست، و سایر بزرگان اهل معرفت و سلوک را باید ابدال خواند (نسفی، 320-322). شاه نعمت‌الله ولی گاه واژۀ ابدال را به صورت واژه‌ای عام و قابل اطلاق بر تمام طبقات اولیا به کار می‌برد و گاه فقط طبقۀ خاصی را به این نام می‌خواند (1 / 149-155). صرف‌نظر از کاربرد این واژه به صورت عام و برای تمام طبقات اولیا، در موارد خاص، تقریباً در تمام آثار عرفانی تعداد ابدال را 7 نفر یا 40 نفر ذکر کرده‌اند. هجویری تعداد ابدال را 40 نفر می‌داند و در سلسلۀ مراتب اولیا آنان را در مرتبۀ پنجم می‌نشاند. سلسلۀ مزبور به این صورت است: قطب یاغوث (1 نفر)، نقباء (3 نفر)، اوتاد (4 نفر)، ابرار (7 نفر)، ابدال (40 نفر)، اخیار (300 نفر) (ص 269). عبدالرّحمن جامی نیز همان بیان هجویری را دربارۀ خصوصیات و تعداد و مرتبۀ ابدال تکرار کرده است (صص 20-21). ابن‌عربی از ابدال هفتگانه و چهل‌گانه سخن رانده است، اگر‌چه به گفتۀ او گاه نقباء دوازده‌گانه را نیز ابدال خوانده‌اند. تأکید ابن‌عربی بیش‌تر بر ابدال هفتگانه است و معتقد است که آنان به ترتیب بر قدم ابراهیم، موسی، هارون، ادریس، یوسف، عیسی و آدم قرار دارند و اسامی آنان عبارت است از عبدالحیّ، عبدالعلیم، عبدالودود، عبدالقادر، عبدالشّکور، عبدالسّمیع، عبدالبصیر (2 / 7). مرتبۀ ابدال بعد از مراتب قطب و امامان و اوتاد قرار دارد، اما گاه ابدال شامل قطب، امامان و اوتاد نیز می‌باشد. نسفی لفظ ابدال را واژه‌ای عام برای تمام طبقات اولیا می‌دانسته و لذا واژۀ اولیا را به جای ابدال به کار برده است (ص 322). او مجموع اولیاء خدا یا ابدال را در هر زمان 356 نفر می‌داند و آنها را به 6 طبقه تقسیم می‌کند: 1. سیصد تنان، 2. چهل تنان، 3. هفت تنان، 4. پنج تنان، 5. سه تنان، 6. قطب. سپس یادآور می‌شود که چون آخر الزّمان فرا‌رسد بر سیصد تنان کسی افزوده نشود تا آنکه تماماً از جهان رحلت کنند. آنگاه از چهل تنان و هفت تنان و پنج تنان و سه تنان به ترتیب کاسته شود تا کسی از آنها باقی نماند و قطب تنها شود، و چون قطب از عالم رخت بربندد، عالم برافتد (ص 317). سید حیدر آملی در المقدمات 3 نوع طبقه‌بندی از مراتب اولیا به دست داده که در هر 3 نوع تعداد ابدال 7 نفر است، اما مرتبۀ آنان متفاوت است. در طبقه‌بندی اول، ابدال بعد از قطب، در مرتبۀ دوم قرار دارند و دارای مقامی بالاتر از رجال الغیب و صلحا هستند. در طبقه‌بندی دوم، ابدال پس از قطب و غوث و افراد، در مرتبۀ چهارم واقع شده‌اند. در طبقه‌بندی سوم، ابدال پس از قطب الاقطاب، که مقام پیغمبر اکرم (ص) و ائمّۀ هدی (ع) است، و نیز قطب یا غوث و امامان و اوتاد، در مرتبۀ پنجم قرار دارند. آملی ضمن برشمردن طبقات مختلف اولیا این نکته را نیز یادآور می‌شود که گاه از ائمۀ معصومین (ع) تعبیر به اقطاب و ابدال می‌شود، و ظاهراً این معنا مقتبس از روایات شیعه است. همچنین او به این نکته اشاره دارد که گاه مقصود از ابدال هفتگانه، اوتاد چهارگانه و دو امام و قطب است (ص 276). آملی همچنین از قول شیخ سعدالدین حموئی طبقه‌بندی جدیدی را نقل می‌کند که در آن تعداد ابدال 7 نفر بوده و بعد از قطب و «غوث و امامین» و اوتاد و اشباح در مرتبۀ پنجم از طبقات هفتگانۀ اولیا قرار دارند و عدد اولیا در مجموع طبقات مذکور منحصر به 360 نفر است (ص 277). شاه نعمت‌الله ولی نیز طبقه‌بندیهای متفاوتی از اولیا به دست می‌دهد که در آنها لفظ ابدال گاه به طور خاص و گاه به طور عام مورد استفاده واقع شده است. در طبقه‌بندی اول، ابدال هفتگانه بعد از اقطاب دوازده‌گانه در مرتبۀ دوم و ابدال چهل‌گانه در مرتبۀ چهارم و 300 ابدال در مرتبۀ ششم قرار دارند. در طبقه‌بندی دوم، پس از قطب‌الاقطاب، 3 ابدال، 5 ابدال، 7 ابدال، 40 ابدال و 300 ابدال قرار گرفته‌اند، و سرانجام طبقه‌بندی سوم نیز مشابه طبقه‌بندی دوم است، جز آنکه میان مقام قطب‌الاقطاب و 3 ابدال، مقام یک نفر از اولیا واقع است (1 / 149-155). چنین به نظر می‌رسد که تشتّت طبقه‌بندی اولیا در آثار متأخر مثل آثار آملی و شاه نعمت‌الله ولی، و تفاوت جایگاه و مرتبۀ ابدال، بی‌ارتباط با ابهام و تشتّتی نباشد که در این زمینه در فتوحات‌ ابن عربی به چشم می‌خورد. وی پس از ذکر ابدال هفتگانه از رجبیّون یا ابدال چهل‌گانه سخن می‌گوید و اشاره‌ای نیز به قول برخی از بزرگان دربارۀ ابدال دوازده‌گانه دارد، سپس به ذکر ویژگیهای 300 تن از اولیا می‌پردازد، آنگاه موضوع طبقات رجال عالم انفاس را مطرح می‌سازد، ولی روشن نمی‌کند بین طبقات رجال عالم انفاس و رجالی که قبلاً برشمرده است چه رابطه‌ای وجود دارد.",
    "آملی، حیدر، المقدمات من کتاب نصّ النصوص فی شرح فصوص الحکم ، به کوشش هانری کربن و عثمان اسماعیل یحیی، تهران، 1353 ش؛ ابن اثیر، مبارک بن محمد، النهایة ، به کوشش طاهر احمد الزاوی و محمود محمد الطناحی، قاهره، 1963 م؛ ابن حنبل، احمد، المسند ، بیروت، دارالفکر؛ ابن خلدون، مقدمۀ ابن‌خلدون، ترجمۀ محمد پروین گنابادی، تهران، 1352 ش؛ ابن عربی، محیی‌الدین، الفتوحات المکّیه ، بیروت دارصادر؛ ابن عساکر، علی بن حسن، التاریخ الکبیر ، دمشق، 1329 ق؛ انصاری، خواجه عبدالله، طبقات الصوفیّه ، به کوشش محمد سرور مولائی تهران، 1362 ش؛ جامی، عبدالرحمن، نفحات الانس ، به کوشش مهدی توحیدی‌پور، تهران، 1377 ش؛ خوارزمی، تاج‌الدین، شرح فصوص الحکم ، به کوشش نجیب مایل هروی، تهران، 1364 ش؛ دانشنامه ؛ شاه نعمت‌الله ولی، نورالدین، رساله‌ها ، به کوشش جواد نوربخش، تهران، 1355 ش؛ قمی، عباس، سفینة البحار ، نجف، 1352-1355 ق؛ مکّی، محمدبن علی، قوت القلوب ، قاهره، 1381 ق / 1961 م؛ نسفی، عزیزالدین، الانسان الکامل ، به کوشش ماریژان موله، تهران، 1362 ش؛ هجویری، علی بن عثمان، کشف المحجوب ، به کوشش و. آ. ژوکوفسکی، لنینگراد، 1926 م؛ هروی، نظام‌الدین احمد، انواریه ، به کوشش حسین ضیائی، تهران، 1358 ش.",
    "حسین لاشیء"
  ],
  "bibliography": null,
  "signature": "حسین لاشیء",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}