{
  "id": "eweb_007",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/224893/%D8%A7%D8%A8%D9%88%D8%B9%D9%85%D8%B1%D9%88-%D8%A8%D9%86-%D9%86%D8%AC%DB%8C%D8%AF",
  "annotator": "Jeremy",
  "title": "ابوعمرو بن نجید",
  "authors": [
    "نجیب مایل هروی"
  ],
  "last_updated": "دوشنبه 8 اردیبهشت 1399",
  "content": [
    "اَبوعَمْرو بْنِ نُجَیْد، اسماعیل‌ بن نجید بن احمد بن یوسف‌ بن خالد سُلَمی نیشابوری (272 یا 273-365 یا 366 ق / 885 یا 886- 976 یا 977 م)، صوفی و محدّث خراسانی که با قبیلۀ سُلَیم، منسوب به سلیم ‌بن منصور بن عکرمه نسبت داشته است (سمعانی، 7 / 181؛ ابن‌اثیر، 1 / 553-554). از جزئیات زندگانی ابوعمرو اطلاع دقیقی در دست نیست. وی ظاهراً در حدود سال 272 ق در نیشابور زاده شد (نک‍ : سمعانی، 7 / 183؛ عطار، 727؛ ذهبی، سیر ، 16 / 146). گویند اموالی بسیار از پدر به ارث برد، ولی جز خانه‌ای که برای خویش نگهداشت، دیگر دارایی موروثی را بر مشایخ و دانشمندان روزگارش انفاق کرد (سمعانی، 7 / 182؛ نیز نک‍ : ابن جوزی، 7 / 84؛ صفدی، 9 / 231؛ یافعی، 2 / 381). می‌توان احتمال داد که در زادگاهش پرورش یافته و هم در آنجا با تصوف آشنا شده و استماع حدیث کرده است.  وی در خراسان از محمد پوشنجی و ابراهیم‌بن ابی‌طالب و در ری از محمد بن ایوب بجلی و علی‌ بن جنید رازی حدیث شنیده و سپس برای درک مجلس محدثان مشهور روزگار خود به بغداد سفر کرده و از عبدالله ‌بن احمد بن حنبل و ابراهبم‌ بن عبدالله کَجّی سماع حدیث کرده است (سمعانی، همانجا؛ سبکی، 2 / 190، 3 / 222). علاوه بر اینان، ابوعمرو از دیگر محدثان معروف آن روزگار نیز روایت داشته است (ذهبی، سبکی، همانجاها؛ بیهقی، تتمه ، 180، تاریخ ، 175، 191، 215). ابوعمرو خود نیز حدیث روایت می‌کرده است و محدثانی مشهور چون ابوسعد عبدالملک خرگوشی، ابوعبدالله حاکم نیشابوری، احمد صفار و عمر بن مسرور از او روایت کرده‌اند (نک‍ : یاقوت، 2 / 425-426؛ سمعانی، سبکی، همـانجا؛ خلیفه، 75، 83؛ نیز نک‍ : ذهبی، همـانجا، العبر ، 2 / 225، 267). روایات منقول از او مورد قبول اهل حدیث بود و او را «محدث ربانی» خوانده‌اند (ابن جوزی، همانجا؛ ذهبی، سیر ، همانجا؛ ابن کثیر، 11 / 306؛ جامی، 227).  با اینهمه، شهرت ابوعمرو به سبب تعلق او به تصوف است. حاکم نیشابوری که از شاگردان او در حدیث بوده، او را «شیخ روزگارش در تصوف» خوانده است (خلیفه، 83). ابوعمرو با بعضی از مشایخ بنام آن روزگار دیدار کرد و از آنان معارف صوفیه را فرا گرفت، چنانکه به قول قشیری با ابوتراب نخشبی دیدار داشته و دقایق خانقاهی را از او شنیده بوده (ص 18) و در مکه با چند تن از مشایخ ازجمله ابوعمرو زجاجی ملاقات کرده است (نک‍ : سلمی، 449؛ انصاری، 417)، اما همچنانکه خود گفته، وی در میان مشایخ صوفیه، چهارمی برای ابوعثمان حیری و جنید بغدادی و ابوعبدالله ابن جلاء نمی‌شناخته است (خطیب، 5 / 214). ظاهراً آشنایی او با جنید در روزگاری بوده که وی برای سماع حدیث در بغداد اقامت گزیده بود. برخی از سخنان جنید و اشاراتی به احوال او در تذکره‌ها از قول ابوعمرو نقل شده است (نک‍ : انصاری، همانجا؛ سبکی، 2 / 261؛ محمد بن منور، 270).  پیر توبه و ارشاد او ابوعثمان حیری نیشابوری (د 298 ق) بوده که در آغاز جوانی دست ارادت به او داده بود. وی یک‌بار در همان روزگار جوانی و به سبب وسوسه‌های نفسانی توبه شکست و از مجلس ابوعثمان کناره گرفت، اما چندی بعد بار دیگر به همت ابوعثمان توبه کرد و به سلوک روی آورد و از مریدان خاص او شد (هجویری، 384؛ قشیری، 50). وی تا پایان عمر ابوعثمان در کنار او ماند و پس از درگذشت او ــ همچنانکه ابوعثمان خود او را خلیفۀ خویش خوانده بود ــ شیخ صوفیۀ خراسان شد (سبکی، 3 / 223؛ برتلس، 305).  ابوعمرو در زمان خود شأنی والا داشته و به قول سلمی، دخترزادۀ او (صریفینی، 9؛ انصاری، 428)، مشایخ سده‌های 4 و 5 ق او را در زمرۀ «اوتـاد» برمی‌شمرده‌اند (نک‍ : ذهبی، همان، 16 / 148؛ سبکی، همانجا) و همشهریش عطار نیشابوری، او را «مطلق عالم قید» خوانده است (همانجا).  روش او در سلوک طریقی خاص بوده که به قول سلمی به خود وی اختصاص داشته است (ص 476؛ نیز نک‍ : شعرانی، 1 / 120). از روایتی که دربارۀ او نقل کرده‌اند (نک‍ : سمعانی، 7 / 182- 183؛ ذهبی، همان، 16 / 146-147) و از برخی از اقوالش گرایش او به روش ملامتی آشکار می‌گردد، چنانکه سبکی نیز به این نکته اشاره کرده است (همانجا)؛ اما برخلاف بسیاری از ملامتیه که در اخفای طاعات و حسنات مبالغه و افراط می‌کردند، وی در سلوک و عمل همیشه جانب اعتدال را رعایت می‌کرد. اینکه در تشییع جنازۀ او، به قول شهاب‌الدین سهروردی، اهل باطن و اهل ظاهر فراهم آمده بودند ( نامۀ دانشوران، 4 / 428)، حاکی از آن است که وی به حفظ ظاهر امور و اعمال نیز عنایت داشته است.  به قول حاکم، یکی از شاگردان ابوعمرو، او در 365 ق وفات یافت (خلیفه، 83؛ نیز نک‍ : سمعانی، 7 / 183؛ ذهبی، همان، 16 / 148؛ سبکـی، همانجـا) و به گفتۀ سلمی در 366 ق (همـانجـا؛ نیز نک‍ : قشیری، 31؛ ابن جوزی، 7 / 84؛ ابن کثیر، 6 / 306). بعضی وفات او را در نیشابور در محلی مشهور به شاهنبر گفته‌اند (خلیفه، سمعانی، همانجاها) و ظاهراً مدفنش تا اوایل سدۀ 7 ق بر جای بوده است (نک‍ : نامۀ دانشوران ، همانجا). قشیری (ص 435) یگانه کسی است که محل وفات او را در مکه گفته است.  علاوه بر سخنان کوتاهی که در موضوعات مربوط به سیر و سلوک از او در کتابهای تاریخ و تذکره نقل شده است و بیشتر آنها در طبقات الصوفیۀ عبدالرحمن سلمی دیده می‌شود، از وی یک اثر مدون کوتاه در حدیث با عنوان الجزء ، متضمن احادیثی به روایت او (نک‍ : کوپریلی، 2 / 239-240) نیز برجای مانده است. این مجموعه را ذهبی یاد کرده و ستوده است (نک‍ : همان، 16 / 146). از الجزء نسخه‌ای در مجموعۀ شمارۀ 1584 کوپریلی (کوپریلی، همانجا) و نیز نسخه‌هایی در دارالکتب قاهره و شهید علی محفوظ است (نک‍ : GAS, I / 183 ).",
    "ابن‌اثیر، علی‌ بن محمد، اللباب ، قاهره، 1357 ق؛ ابن‌جوزی، عبدالرحمن‌ بن علی، المنتظم ، حیدرآباد دکن، 1358 ق؛ ابن‌کثیر، البدایة والنهایة ، به کوشش احمد ابوملحم و دیگران،بیروت، 1407 ق / 1987 م؛ انصاری هروی، خواجه عبدالله، طبقات الصوفیه ، به کوشش عبدالحی حبیبی، کابل، 1341 ش؛ برتلس، یوگنی ادواردیچ، تصوف و ادبیات تصوف ، ترجمۀ سیروس ایزدی، تهران، 1356 ش؛ بیهقی، علی بن زید، تاریخ بیهق ، به کوشش احمد بهمنیار، تهران، 1317 ش؛ همو، تتمة صوان الحکمة ، لاهور، 1351 ق؛ جامی، عبدالرحمن‌ بن احمد، نفحات الانس ، به کوشش مهدی توحیدی‌پور، تهران، 1336 ش؛ خطیب بغدادی، احمد بن علی، تاریخ بغداد ، بیروت، دارالکتاب عربی؛ خلیفۀ نیشابوری، احمد بن محمد، ترجمه و تلخیص تاریخ نیشابور حاکم نیشابوری، به کوشش بهمن کریمی، تهران، 1339 ش؛ ذهبی، محمد بن احمد، سیر اعلام النبلاء ، به کوشش شعیب ارنؤوط و اکرم بوشی، بیروت، 1404 ق / 1984 م؛ همو، العبر ، به کوشش محمدسعید زغلول، بیروت، 1405 ق / 1985 م؛ سبکی، عبدالوهاب ‌بن علی، طبقات الشافعیة الکبری ، به کوشش عبدالفتاح محمد حلو و محمود محمد طناحی، قاهره، 1383 ق / 1964 م؛ سلمی، محمد بن حسین، طبقات الصوفیة ، به کوشش پدرسن، لیدن، 1960 م؛ سمعانی، عبدالکریم‌ بن محمد، الانساب ، حیدرآباد دکن، 1396 ق / 1976 م؛ شعرانی، عبدالوهاب‌ بن احمد، الطبقات الکبری ، قاهره، 1374 ق / 1954 م؛ صریفینی، ابراهیم‌ بن محمد، تاریخ نیشابور (منتخب السیاق عبدالغافر فارسی)، به کوشش محمدکاظم محمودی، قم، 1403 ق؛ صفدی، خلیل‌ بن ایبک، الوافی بالوفیات ، به کوش فان اس، بیروت، 1973 م؛ عطار نیشابوری، فریدالدین، تذکرة الاولیاء ، به کوشش محمد استعلامی، تهران، 1346 ش؛ قشیری، عبدالکریم ‌بن هوازن، الرسالة القشیریة ، قاهره، 1379 ق / 1959 م؛ کوپریلی، خطی ؛ محمد بن منور، اسرار التوحید ، به کوشش ذبیح‌الله صفا، تهران، 1354 ش؛ نامۀ دانشوران ، قم، 1379 ق؛ هجویری، علی‌ بن عثمان، کشف المحجوب ، به کوشش ژوکوفسکی، تهران، 1979 م؛ یافعی، عبدالله، مرآة الجنان ، حیدرآباد دکن، 1337 ق؛ یاقوت، بلدان ؛ نیز:",
    "GAS.",
    "نجیب مایل هروی"
  ],
  "bibliography": [
    "ابن‌اثیر، علی‌ بن محمد، اللباب ، قاهره، 1357 ق",
    "ابن‌جوزی، عبدالرحمن‌ بن علی، المنتظم ، حیدرآباد دکن، 1358 ق",
    "ابن‌کثیر، البدایة والنهایة ، به کوشش احمد ابوملحم و دیگران،بیروت، 1407 ق / 1987 م",
    "انصاری هروی، خواجه عبدالله، طبقات الصوفیه ، به کوشش عبدالحی حبیبی، کابل، 1341 ش",
    "برتلس، یوگنی ادواردیچ، تصوف و ادبیات تصوف ، ترجمۀ سیروس ایزدی، تهران، 1356 ش",
    "بیهقی، علی بن زید، تاریخ بیهق ، به کوشش احمد بهمنیار، تهران، 1317 ش",
    "همو، تتمة صوان الحکمة ، لاهور، 1351 ق",
    "جامی، عبدالرحمن‌ بن احمد، نفحات الانس ، به کوشش مهدی توحیدی‌پور، تهران، 1336 ش",
    "خطیب بغدادی، احمد بن علی، تاریخ بغداد ، بیروت، دارالکتاب عربی",
    "خلیفۀ نیشابوری، احمد بن محمد، ترجمه و تلخیص تاریخ نیشابور حاکم نیشابوری، به کوشش بهمن کریمی، تهران، 1339 ش",
    "ذهبی، محمد بن احمد، سیر اعلام النبلاء ، به کوشش شعیب ارنؤوط و اکرم بوشی، بیروت، 1404 ق / 1984 م",
    "همو، العبر ، به کوشش محمدسعید زغلول، بیروت، 1405 ق / 1985 م",
    "سبکی، عبدالوهاب ‌بن علی، طبقات الشافعیة الکبری ، به کوشش عبدالفتاح محمد حلو و محمود محمد طناحی، قاهره، 1383 ق / 1964 م",
    "سلمی، محمد بن حسین، طبقات الصوفیة ، به کوشش پدرسن، لیدن، 1960 م",
    "سمعانی، عبدالکریم‌ بن محمد، الانساب ، حیدرآباد دکن، 1396 ق / 1976 م",
    "شعرانی، عبدالوهاب‌ بن احمد، الطبقات الکبری ، قاهره، 1374 ق / 1954 م",
    "صریفینی، ابراهیم‌ بن محمد، تاریخ نیشابور (منتخب السیاق عبدالغافر فارسی)، به کوشش محمدکاظم محمودی، قم، 1403 ق",
    "صفدی، خلیل‌ بن ایبک، الوافی بالوفیات ، به کوش فان اس، بیروت، 1973 م",
    "عطار نیشابوری، فریدالدین، تذکرة الاولیاء ، به کوشش محمد استعلامی، تهران، 1346 ش",
    "قشیری، عبدالکریم ‌بن هوازن، الرسالة القشیریة ، قاهره، 1379 ق / 1959 م",
    "کوپریلی، خطی",
    "محمد بن منور، اسرار التوحید ، به کوشش ذبیح‌الله صفا، تهران، 1354 ش",
    "نامۀ دانشوران ، قم، 1379 ق",
    "هجویری، علی‌ بن عثمان، کشف المحجوب ، به کوشش ژوکوفسکی، تهران، 1979 م",
    "یافعی، عبدالله، مرآة الجنان ، حیدرآباد دکن، 1337 ق",
    "یاقوت، بلدان",
    "نیز:"
  ],
  "signature": "GAS.",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 176
}