{
  "id": "eweb_011",
  "source": "EIs",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/COM-0103.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-9831_isla_COM_0103",
  "title": "Abū Manṣūr al-Iṣfahānī",
  "authors": [
    "Najib Mayel Heravi",
    "Translated by Jawad Qasemi"
  ],
  "word_count": "(7,395 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "16 Oct 2015",
  "last_updated": "17 Jun 2021",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "Abū Manṣūr al-Iṣfahānī , Maʿmar b. Aḥmad b. Muḥammad b. Ziyād (d. Ramaḍān 418/October 1027) was a Ḥanbalī Sufi and traditionist of Iṣfahān. The appearance of his name in some works as ‘Abū Manṣūr b. Maʿmar’ and ‘Abū Maʿmar’ (al-Māfarrūkhī, 30; al-Hujwīrī, 62), is a scribal error and the result of carelessness by authors or copyists.",
    "Very little is known about his life. Taking the information given in the sources and estimates of his age, as well as the dates given for the deaths of a number of his masters and shaykhs, one may conclude that he was born in Iṣfahān in the middle of the 4th/10th century (al-Dhahabī, al-ʿIbar , 2/236; idem, Siyar , 16/276, 277; Abū Manṣūr, ‘al-Manāhij’, 18) and he seems to have grown up there (al-Anṣārī, 536). When he was young, Iṣfahān became a centre of Ḥanbalī activity, and a group was engaged in promoting the precepts of the Ḥanbalī school and opposing the propagation of the ideas of other schools of law. This group attracted Abū Manṣūr and in the sessions of its traditionists he became acquainted with Ḥanbalī approaches to theology and ḥadīth . As he himself pointed out in his ‘al-Manāhij’ (p. 18), he heard traditions from and was taught the Prophetic sunna by such masters as Abū Isḥāq Ibrāhīm b. Muḥammad b. Ḥamza (d. 353/964), Abū al-Qāsim Sulaymān b. Aḥmad al-Ṭabarānī (d. 360/970–971) and the celebrated Ḥanbalī shaykh, ʿAbd Allāh b. Muḥammad b. Jaʿfar b. Ḥayyān, known as Abū al-Shaykh al-Iṣfahānī (d. 369/979–980) (al-Dhahabī, Taʾrīkh , 11/182; idem, al-ʿIbar , 2/236; Ibn ʿImād, 3/211). In addition, he heard and learned traditions from other masters including Ibn Maqqarī, Abū al-Ḥasan b. Muthannā and ʿAlī b. ʿUmar b. ʿAbd al-ʿAzīz (al-Dhahabī, Taʾrīkh , 11/182). However, the master and the shaykh with whom Abū Manṣūr had the closest association was Abū ʿAbd Allāh b. Manda (d. 395/1005) whom he venerated greatly, and whom he called Baqiyyat al-waqt (He who remains for all time) (al-Dhahabī, Taʾrīkh , 11/182). Most of Abū Manṣūr's masters were traditionists, a number of whom, like Abū al-Shaykh, were renowned for their piety and asceticism (al-Dhahabī, Siyar , 16/278; idem, Tadhkira , 3/946). Abū Manṣūr studied ḥadīth and Ḥanbalī theology under them in formal sessions, but it is clear that he was also strongly influenced by, and emulated, their personal piety and asceticism. He gained a considerable reputation with biographers and hagiographers for his expertise in the fields of ḥadīth , theology, jurisprudence and other formal, exoteric sciences, such that he was ranked alongside his teacher Muḥammad b. Manda, as well as his countryman and contemporary Abū Nuʿaym al-Iṣfahānī (al-Anṣārī, 536; al-Māfarrūkhī, 30; Jāmī, 289; Ibn Taghrībirdī, 4/268); in addition, he acquired a high status among the Sufis on account of what he had learnt from his masters in this domain. He became known as the ‘Shaykh’ or ‘Sayyid’ of Iṣfahān, or as ‘the Shaykh and leader of the Sufis of Iṣfahān’ in the 5th/11th century and afterwards (Anṣārī, 326; al-Dhahabī, Taʾrīkh , 11/182; idem, al-ʿIbar , 2/236; al-Yāfiʿī, 3/33; Jāmī, 289).",
    "We do not know at what age Abū Mansūr turned to Sufism or by which Sufi shaykhs he was guided in his spiritual journeying ( sulūk ). He considered himself a disciple of shaykhs such as Abū ʿAbd Allāh Muḥammad b. Yūsuf al-Bannāʾ, Abū al-Ḥasan ʿAlī b. Sahl and their companions (‘al-Minhāj’, 41). Of course, he was not alive during the life of Muḥammad al-Bannāʾ (d. 286/899) or ʿAlī b. Sahl (d. 307/919) (Ibn al-Jawzī, 4/84, 86), and so he must have received their teachings on mysticism either through their written works or, as he himself asserted (‘al-Minhāj’, 41), through the accounts of their companions such as Abū ʿAbd Allāh al-Ṣāliḥānī, Aḥmad b. Jaʿfar b. Hānī and Abū ʿAbd al-Raḥmān Wadhankābādī. Nothing is known of the life of the former; Wadhankābadī died in 325/936–937 and it is unlikely that Abū Manṣūr had been born by then. However, Aḥmad b. Jaʿfar b. Hānī was a celebrated Sufi and one of the Ḥanbalī traditionists of Iṣfahān known to Abū Mansūr, and it would seem that Abū Manṣūr heard traditions from him, since he narrated one in ‘al-Minhāj’ (p. 42) which his contemporary, the Sufi Abū Nuʿaym al-Iṣfahānī, mentions in his Ḥilyat al-awliyāʾ (10/405) as being transmitted by Aḥmad b. Jaʿfar b. Hānī (Pourjavady, ‘Abū Manṣūr Iṣfaḥānī’, 42–43).",
    "Apart from the companions of Muḥammad al-Bannāʾ and ʿAlī b. Sahl, Abū Manṣūr also learned and passed on certain anecdotes relating to Sufis from Abū al-Fatḥ Faḍl b. Jaʿfar, Abū Muslim al-Saqqāʾ and Abū ʿAbd Allāh al-Baghdādī (al-Khaṭīb, 4/277, 6/9, 7/231). He seems to have known Abū al-Ḥasan b. Jahḍam al-Hamadānī (d. 414/1023), a well-known shaykh of Mecca (al-Dhahabī, Duwal , 1/180). Of course their relationship—as the last page of the Nahj al-khāṣṣ manuscript preserved in the Library of Ahmet III, Topkapı Sarayı Müzesi indicates—came about through a letter which Abū Manṣūr wrote to Ibn Jahḍam about his own book; though one may hazard a guess that it was during a journey to Mecca that Abū Manṣūr met him (Pourjavady, ‘Abū Manṣūr Iṣfaḥānī’, 53–54).",
    "Since Abū Manṣūr was also familiar with Aḥmad b. Jaʿfar b. Ḥānī, and described him as one of the companions and transmitters of Muḥammad al-Bannāʾ (Pourjavady, ‘Abū Manṣūr Iṣfaḥānī’, 41, 43), one can conclude that he probably became connected with the Ḥanbalī school of Sufism in Iṣfahān sometime between 360/970 and 370/980. However, despite his inclinations for Sufism, he did not move away from the sphere of the traditionist authorities, known as aṣḥāb al-ḥadīth , this being indicated clearly by the fact that he joined the circle of Abū ʿAbd Allāh Muḥammad b. Manda after the latter's return to Iṣfahān in 375/985–986, and seems to have associated with him up to his death in 395/1005, after which Abū Manṣūr married his widow, by whom he had two daughters (al-Dhahabī, Siyar , 17/39).",
    "Apparently it was during this period that Abū Manṣūr—who by then was in late middle age—acquired a reputation as a Sufi traditionist of the Ḥanbalī Sufi school of Iṣfahān and he also seems to have established a circle of companions and followers to whom he gave spiritual instruction (Anṣārī, 536). A number of his disciples later recounted traditions and stories heard at his Sufi gatherings, including the likes of Ibrāhīm b. Hibat Allāh al-Jurbādhaqānī, Aḥmad b. Muḥammad al-Qurashī, Qāsim b. Faḍl al-Thaqafī and Abū Muṭīʿ (al-Dhahabī, Taʾrīkh , 11/182; al-Khaṭīb, 1/332, 4/277, 431, 5/136, 179, 6/9, 7/228, 8/397, 14/397).",
    "Despite the fact that Abū Manṣūr had remained at a distance from the Sufi school of Khurāsān, only coming to learn of the sayings of such Khurāsānī masters as Bāyazīd Basṭāmī through the mystics of the school of Baghdad (al-Khaṭīb, 14/424), his own fame spread as far as Khurāsān through the agency of men like Shaykh Aḥmad al-Kūfānī. Apparently, when he went to Herat, al-Kūfānī took with him some of the writings and sayings of Abū Manṣūr, whose teaching circle in Iṣfahān he had attended (Anṣārī, 536; Jāmī, 289). During this period, another Ḥanbalī Sufi, Kh w ājah ʿAbd Allāh Anṣārī, was an important Sufi shaykh in Khurāsān. Upon hearing the sayings of his Iṣfahānī colleague and reading his works, Kh w ājah ʿAbd Allāh praised his greatness and declared that his works were characterised by spiritual taste ( dhawq ) and inspired by profound ecstatic states ( mawājīd ). Anṣārī not only reproduced material verbatim from these works (pp. 536, 543), but was also influenced by Abū Manṣūr's Nahj al-khāṣṣ when writing the Manāzil al-sāʾirīn (Anṣārī, 536; Abū Manṣūr, ‘Nahj al-khāṣṣ’, ed. de Beaurecueil, 67–71). Presumably other works of Abū Manṣūr had an impact on Anṣārī's Ṣad maydān , at least in the choice of the word maydān (arena), since prior to him expressions such as maydān al-muḥibbīn (arena of the Lovers), maydān al-Ṣūfiyya (arena of the Sufis) and so forth, had been used by Abū Manṣūr in his own works (‘Adab’, 46; Sharḥ al-adhkār , 181).",
    "Abū Manṣūr's reputation in Khurāsān went beyond the Ḥanbalī Sufi circle and school of Kh w ājah ʿAbd Allāh Anṣārī (known as Pīr-i Harāt ), since other Sufi shaykhs of 5th/11th-century Khurāsān also seem to have been interested in his works. The manner in which al-Hujwīrī (pp. 62–63) makes reference to one of Abū Manṣūr's works on the muraqqaʿa (the patched cloak of the Sufi) suggests that the Sufis in the khāniqāh s of Khurāsān also knew about Abū Manṣūr and his works. However, towards the end of the 5th/11th century when Sufism in Khurāsān, particularly the institutional khāniqāh -based tradition favoured by its masters, spread throughout central Iran, this type of Sufism came to overshadow the Ḥanbalī Sufism of Iṣfāhān, so that not only was Abū Manṣūr forgotten in the realm of Persian Sufism, but also the significance of his works among Persian Sufis generally has gone unrecognised. This can be seen by the fact that his works are overlooked by Sufi sources after the 5th/11th century, and also by the extreme rarity of copies of them. Only a passing reference to his biographical details and the titles of a number of his works can be found inserted, for instance, in Jāmī's Nafaḥāt al-uns through Anṣārī's Ṭabaqāt al-Ṣūfiyya (pp. 536, 543). Until recent times, knowledge of him among the Sufis hardly exceeded these brief notices (Maʿṣūm ʿAlī Shāh, 2/563; Ghulām Sarwar, 2/217). Nevertheless, he was known as ‘the gnostic spiritual leader’ ( al-imām al-ʿārif ) among the Ḥanbalī scholars of the Levant and other Arabic-speaking regions in the 7th/13th and 8th/14th centuries (for example, Ibn Qayyim, 174) and reference was made to his ideas and pronouncements (see Ibn Taymiyya, 1/220).",
    "The evident reason why, from the late 5th/11th century onwards, Abū Manṣūr's name was largely forgotten by the khāniqāh -based Sufis of Persia, and why his works remained unnoticed, must be connected to the nature of his religious beliefs and theological perspectives. The Sufism of Khurāsān—which gave more attention to the inner ( bāṭinī ) and esoteric ( taʾwīlī ) aspects of mysticism—was not compatible with the spirit of Ḥanbalī Sufism which regarded such aspects with suspicion, often relegating them to the category of bidʿa (blameworthy innovation). Abū Manṣūr was indeed a Sufi, but a Ḥanbalī Sufi who referred to the strict traditionists and companions of Aḥmad b. Ḥanbal as his imams and spiritual forebears (Abū Manṣūr, ‘al-Manāhij’, 17–20; idem, ‘al-Minhāj’, 40–41; see also Anṣārī, 536, 543). Despite his strong attachment to Sufism and his spiritual experience of traversing the mystical path, he always expressed his own particular Ḥanbalī theological ideas. In his view, faith consisted of speech ( qawl ), action ( ʿamal ), intention ( niyya ) and conformity ( muwāfaqa ) with the Prophetic sunna ; it increases with obedience ( ṭāʿa ) and decreases with disobedience ( maʿṣiya ) (Abū Manṣūr, ‘al-Manāhij’, 13; idem, ‘al-Masāʾil’, 33). He accepted the divine attributes without allowing for any anthropomorphism ( tashbīh ), symbolic configuration ( tamthīl ), or denuding of the ontological substance ( taʿṭīl ) and esoteric interpretation ( taʾwīl ) (Abū Manṣūr, ‘al-Manāhij’, 19; Ibn Taymiyya, 1/220; Ibn Qayyim, 174).",
    "Although Abū Manṣūr lived in an environment in which the Persian language was spoken and his mother tongue was certainly Persian, he nevertheless regarded writing Persian interpretive commentaries on the divine attributes as a departure from the tradition, and even as a bidʿa (Abū Manṣūr, ‘al-Masāʾil’, 34). In his thought, whatever befell a person, whether it be good or evil, great or little, pleasing or abhorrent, comes directly from God through divine providence ( qadar ). He regarded the Qurʾān as the literal, word by word, revelation of God, and its words eternal and uncreated, and he condemned as unbelievers and Jahmites all those who said it was created ( makhlūq ) (Abū Manṣūr, ‘al-Manāhij’, 13–14). He considered the divine footstool ( kursī ) to be the actual resting-place of His feet and believed that God's descent from Heaven occurred in fact, without our needing to ask how ( bi lā kayf ), or engage in any comparison ( tashbīh ), or allegorical interpretation ( taʾwīl ); he believed that those who disagreed with him or engaged in such esoteric interpretations were misguided innovators (Abū Manṣūr, ‘al-Manāhij’, 19; Ibn Taymiyya 1/220; Ibn Qayyim, 174). He considered that uttering the profession of faith ( shahāda ) was sufficient for acceptance into the religion of Islam and that whoever disagreed with this opinion was an innovator. For him, all sustenance, whether lawful ( ḥalāl ) or unlawful ( ḥarām ), came directly from God; those who considered unlawful sustenance to derive from other than God, he held to be misguided by their adherence to the notion of free will ( al-qadariyyūn al-ḍāllūn ) (Abū Manṣūr, ‘al-Masāʾil’, 31). As regards the issue of having or not having (material goods) ( wujūd and ʿadam ), he preferred, following in the footsteps of the strictly traditionist shaykhs, to maintain a silence (Abū Manṣūr, ‘al-Masāʾil’, 32).",
    "In his al-Masāʾil al-muḥdatha , he compared some of the innovations ( muḥdathāt ) of his age with the opinions of the traditionists, and considered any belief that used allegorical or symbolic interpretation of the texts as outside the pale of the sunna of the Prophet. Whenever he had the opportunity, in his other writings, he would call upon his peers to oppose the views of the champions of free will ( al-qadariyyūn ) and the scholastic theologians ( ahl al-kalām ); this opposition went so far as to describe any expression of individual opinion ( raʾy ) and analogical reasoning ( qiyās ) as incompatible with the sunna of the Prophet. He even considered perusing works on theology and astronomy contrary to the sunna (Abū Manṣūr, ‘al-Manāhij’, 17, 19). He severely criticised the scholars and jurists of his time for ignoring the sunna and its outward forms, claiming that they dressed in a manner incompatible with the sunna , ate any sort of food, consorted openly with the rich, avoided the company of the poor, coveted property and sought the satisfaction of personal desires and worldly pleasures (Abū Manṣūr, ‘Adab’, 3, 6). He even censured the ahl al-ḥadīth traditionists for being content, in the science of ḥadīth , with the mere transmission and reproduction of the Prophet's words, ignoring their meaning (Abū Manṣūr, ‘Adab’, 3, 6). He also criticised reciters of the Qurʾān ( al-qurrā ʾ) as being satisfied merely with memorising the Holy Book, while neglecting its spirit. He claimed their motivation for reciting the Qurʾān was the acquisition of worldly benefit, and that they were those referred to in the following Prophetic tradition: ‘Most of the hypocrites of my umma are its reciters’ (Abū Manṣūr, ‘Adab’, 3–4). He also attacked Qurʾānic commentators ( al-mufassirūn ), philologists and the literati in the same manner, and accused them of worldliness, a tendency to allegorical interpretation, boasting, hypocrisy and deviating from true religion (Abū Manṣūr, ‘Adab’, 3–4). Abū Manṣūr stated that obedience to one's rulers and authorities constituted part of the sunna , and held that rebellion against an unjust ruler is not permitted (Abū Manṣūr, ‘al-Manāhij’, 16). Nevertheless, he rebuked scholars who made use of their knowledge as a means of ingratiating themselves with their rulers or to obtain wealth or status, accusing them of hypocrisy, worldliness and of eating what is unlawful (Abū Manṣūr, ‘Adab’, 4, 5).",
    "Abū Manṣūr's critical attitudes undoubtedly were influenced by his observance of the codes and manners of Sufism as well as his practical involvement in Sufi spirituality. He believed that a very small group among the learned had attained the ethical standards and spiritual ideals of Sufism, such that their character and behaviour conformed perfectly to norms expressed in the text of the Qurʾān and the sunna (Abū Manṣūr, ‘Adab’, 6–7). He stated that the stations ( maqāmāt ) of the Sufi path were the degrees traversed following the paths of the saints ( awliyāʾ ) (Abū Manṣūr, ‘al-Ikhtiyārāt’, 12–13); and that the Sufi saints were placed after the prophets, in terms of proximity to the Truth ( al-ḥaqq ). He added also that the reference to ‘the sincere ones’ ( al-ṣiddīqūn ) made in the Qurʾān (4:69) refers to the Sufis within the umma of the Prophet; for God has given them the rank of ‘sincerity’ and also caused the outer and inner aspects of the sacred laws and legal decisions to be brought to full realisation through them (Abū Manṣūr, ‘Adab’, 1). Although he complained that Sufism in his time was rare ( gharīb ) and held its genuine followers to be very few (Abū Manṣūr, ‘al-Waṣiyya’, 34), nevertheless he preferred the Sufis to other pious believers (Abū Manṣūr, ‘Adab’, 23, 48, 75) and described them as ‘regal’ ( mulūkiyya ). This was because, in his view, their piety and rejection of worldly concerns gave them the riches of independence, which made them the like of kings not only in this world but also in the next, in Paradise (Abū Manṣūr, ‘Adab’, 8–9).",
    "According to Abū Manṣūr, these mulūkiyya or Sufis strictly follow the Prophetic tradition in all circumstances (Abū Manṣūr, ‘Adab’, 10; idem, ‘al-Masāʾil’, 34). Thus, while on the one hand his Sufism retained a Ḥanbalī colouring, since he regarded Sufism as the religion of the traditionists (that is, the Ḥanbalīs), and deviation from the view of the traditionists purely as innovation (Abū Manṣūr, ‘al-Minhāj’, 41; idem, ‘al-Masāʾil’, 33–34; idem, ‘al-Manāhij’, 12), on the other hand, he held that the ethical codes and tenets of Sufism could only be accepted if support could be found for them in the traditions and the sunna of the Prophet (see his ‘Aḥādith al-arbaʿīn’, where the forty-fold traits and ways of Sufism are explained on the basis of the traditions and sunna ; see also his ‘Adab’, 7, 23). He justified the wearing of wool and the Sufi robe ( al-khirqa ) on the part of the Sufis as being supported by the sunna for, according to him, the Prophet wore a black woollen garment, only embroidered with white on the hem (Abū Manṣūr, ‘Adab’, 26–28). Indeed, he attempted to make all other Sufi practices and perspectives compatible with his theological opinions; for example, he argued that using the colour blue in Sufi robes was fitting and agreeable inasmuch as it is the colour of the sky, so that by looking at it the Sufi remembers the veil of ‘the seven heavens’ and is made aware of his remoteness from God. He thus deepens his desire to journey towards God (Abū Manṣūr, ‘Adab’, 29). Such an idea acquires a particular significance, in light of the Ḥanbalī theological tenet that God actually inhabits physical space.",
    "It is in fact as a result of this meditation on the views of the traditionists that Abū Manṣūr deemed that Sufism constituted true religion and piety, and understood its outward expression to comprise truthfulness ( ṣiddīqiyya ), and its inward dimension to encompass spiritual wisdom ( maʿrifa ). Ṣiddīqiyya in this context meant the complete domination by ṣidq (sincerity) over all the conditions and actions of the Sufi; while maʿrifa implied the domination of all the inner states ( sarāʾir ) and thoughts of the Sufi by ikhlāṣ , sincerity again, but here with the accent on the ‘purity’ of the intention to serve God and nothing else (Abū Manṣūr, ‘al-Waṣiyya’, 38–39). In his view, the exoteric dimension ( ẓāhir ) of Sufism is a reality consisting of observance of the sunna of the Prophet, abstaining from heretical innovations, and serious striving along the path of God (Abū Manṣūr, ‘al-Waṣiyya’, 40). The esoteric dimension ( bāṭin ) of Sufism likewise consists of guid-ing the heart to the love of God, having sincere intentions, steadfastness in following the truth, avoiding the temptations of the lower soul and struggling against one's passions. The Sufi should keep the reality of the esoteric dimensions of Sufism a mystery, and keep it hidden such that none but God is cognisant of it (Abū Manṣūr, ‘al-Waṣiyya’, 40). One who perceives both the esoteric and exoteric realities of Sufism, and whose character is fashioned by Sufi ethics, is one who gives succour to God's religion, and abandons those who pursue blameworthy innovations. The true Sufis are those who choose to ignore the world, its wealth and glory, who are the most resolute in despising all those who engage in innovation, and are renowned for commanding the right and forbidding the wrong (Abū Manṣūr, ‘Adab’, 55–56). As might be expected, Sufis familiar with both the esoteric and exoteric dimensions of Sufism were very few in the time of Abū Manṣūr (‘al-Waṣiyya’, 35). He encountered a number of people who claimed to be Sufis, yet they were neither attentive to the external aspects of Sufism, which involves permanent devotion ( ʿibāda ), and the realisation of servitude ( ʿubūdiyya ) and perseverance therein; nor did they observe the internal aspect of Sufism, which involves constant vigilance ( murāqaba ) and the realisation of knowledge of God ( maʿrifat Allāh ) and perseverance therein also (Abū Manṣūr, ‘al-Waṣiyya’, 37–38). But the true Sufis are those who have attained both the inward and outward dimensions of Sufism, have acquired the ethics and character traits of the prophets, and are described as having been effaced in the true spiritual poverty ( faqr ) which constitutes the very basis and foundation of Sufism. Poverty and wealth are matters of the heart (Abū Manṣūr, ‘Adab’, 15) and the spiritually poor adept ( faqīr ) is highly regarded ( ʿazīz ) according to Abū Manṣūr (Anṣārī, 536; Jāmī, 283).",
    "Although the issue of the khāniqāh and its attachments is never raised as a sub-ject of discussion in any of Abū Manṣūr's extant works, and on one occasion, when dealing with the topic of ‘the Sufi house and home’, he states that on the basis of the custom of the ‘people of the Bench’ ( ahl al-ṣuffa ) the ‘mosque’ is properly the home and dwelling-place of the Sufis (Abū Manṣūr, ‘Adab’, 64–65). The topic of the mystical audition and music concert ( samāʿ ) of Sufism, which certainly developed in khāniqāh s and the meeting places of mystics, continued to preoccupy him. Such was his concern with this Sufi practice that he not only wrote a book entirely devoted to the subject (Abū Manṣūr, ‘Adab’, 73) but also devoted parts, chapters or discussions to it in some of his other works, describing all the various kinds of samāʿ and the spiritual states and conditions necessary for it (See Abū Manṣūr, ‘Adab’, 69, 70–72; Abū Manṣūr, ‘Nahj al-khāṣṣ’, ed. Pourjavady, 141–142; idem, Sharḥ al-adhkār , 181–184). He regarded samāʿ as one of the basic principles of Sufism, even saying that it is comparable to the performance of supererogatory acts ( nawāfil ), whose benefit lies in the intuition of symbolic allusions and unseen spiritual realities (Abū Manṣūr, ‘Adab’, 69–70); for Sufis are ‘people of hearts’ ( ahl al-qulūb ). Hearts cleansed of impurities and filled with divine mysteries become enraptured and display their states of ecstasy ( wajd ) and inducements to ecstasy ( tawājud ) through all kinds of speech and sound, cries and invocations, and in other ways (Abū Manṣūr, Sharḥ al-adhkār , 182–183).",
    "Abū Manṣūr would appear to have had a degree of poetic talent and some examples of his verse are found in his writings (see for example ‘Dhikr maʿānī’, 47–50; idem, Sharḥ abyāt , 190–192). He distinguishes between poems that express wisdom and poems that are reprehensible (Abū Manṣūr, Sharḥ al-adhkār , 183–184). He considered poetry that causes its reciter to remember God identical to the Sufi act of remembrance ( dhikr ).",
    "Love ( maḥabba ) is a central pillar of Abū Manṣūr's Sufism. However, he never uses the term ʿishq (passionate love) to signify the love between the Creator and man or among the elect, namely the Sufis. He holds love to be an eternal attribute of God and the basis of the created world. Divine love has been implanted in the hearts of God's elect from the time of the covenant of Alast (the primordial, spiritual covenant between God and all humankind at the dawn of creation; see 7:172); and the Sufi fraternity is linked to ‘recognition’ ( marbūṭ ) of each other's spirits in this spiritual world. This is a favour bestowed by God who has brought the Sufis together in such a way that whether in the East or in the West, they are able to recognise each other just as if they possessed one and the same spirit (Abū Manṣūr, Sharḥ al-adhkār , 179; idem, ‘Adab’, 52–54).",
    "Abū Manṣūr al-Iṣfahānī does not describe this love by the word ʿishq or its derivatives, and this arises out of his particular experience of mysticism. Among the Sufis, he belonged to ‘the people of sobriety’ ( ahl al-ṣaḥw ), whose path of spiritual wayfaring and means of expressing symbolic allusions he considered to be authentic. For this reason, he tended to see the mystical states and spiritual stations of Sufism as reflected in the conduct and pronouncements of masters such as Junayd, who belonged to the Baghdad school of Sufism, and whose disciples and followers practised a kind of Ḥanbalī Sufism in Iṣfahān (Abū Manṣūr, ‘Adab’, 34, 36; idem, ‘al-Minhāj’, 41). Although, according to Abū Manṣūr, there are more paths of Sufi wayfaring than there are ‘stars in the sky’, he did not attribute disagreements between Sufis traversing the course of their mystical journeys to this diversity of paths (Abū Manṣūr, ‘Adab’, 57–58). He considered the method of the ecstatics or the path of the ‘lovers of God’ ( muḥibbūn li'llāh ), which is based on rapture, love, and disregarding the self, to be correct only for the ‘masters of intoxication’ ( arbāb-i sukr ). Hence, he considers incorrect the conduct of those Sufis who have not themselves truly realised rapture as a mystical state, yet persist in the path of those who have. The only code of spiritual conduct which he considers worth spreading and fit for the guidance of souls is that which is based on knowledge, the reality of divine Unity ( tawḥīd ) and observance of servitude ( ʿubūdiyya ), which he refers to as the ‘path of the faithful’ ( ṭarīq al-muʾminīn ) (Abū Manṣūr, ‘al-Waṣiyya’, 35; idem, ‘Adab’, 12–13). For this reason he does not believe in any unitive relationship between God and man, or any sharing in the divine station ( maqām ) between the Creator and the creature. Pure tawḥīd , according to him, consists in separating that which characterises the spiritual station of God from that of the servant (Abū Manṣūr, ‘Dhikr maʿānī’, 47; Ibn Qayyim, 174). Likewise, it is for this reason that, when he was asked by his companions to comment upon some famous lines of poetry (see below) attributed to Manṣūr al-Ḥallāj, but which Abū Manṣūr seems to have ascribed instead to an unknown mystic called Abū ʿAbd Allāh al-Murshidī (Abū Manṣūr, Sharḥ abyāt , 184–189), his commentary eliminated the unitive, intoxicating connotations peculiar to al-Ḥallāj, making occasional alterations in the terms used in the couplet so as to avoid any unorthodox implications ( Sharḥ abyāt , 187, 190). Such conduct testifies to his sober temperament as well as his avoidance of all excesses in love mysticism and spiritual intoxication. However, although Abū Manṣūr's Sufism is typical of the Baghdad school, it represents a peculiar fusion of Ḥanbalī theological perspectives as found in Iṣfahān and the underlying heritage of the Sufi masters of the 3rd/9th and 4th/10th centuries in central Persia; into this synthesis are cast the particular spiritual experiences and ecstasies of Abū Manṣūr himself (Anṣārī, 536).",
    "Manuscripts",
    "In addition to the above-mentioned works, certain of his contemporaries also attributed another treatise to Abū Manṣūr under the title al-Rawḍa (Afshār, 254; Markazī, Mīkrufīlmhā , 1/742). This attribution would seem to be unfounded as the Rawḍa is a work by Abū Saʿīd Ḥasan b. ʿAlī Wāʿiẓ which is also known as Riyāḍ al-uns (Meier, 61).",
    "Published Works",
    "Works",
    "Abū Manṣūr's works are worthy of consideration not only for the information they provide about the Ḥanbalī religio-theological milieu of the 3th–5th/9th–11th centuries, but also for their expression of the synthesis between the doctrines of the traditionists and those of the mystics. They are also important insofar as they demonstrate the influence exerted by the shaykhs of Baghdad on the Sufism of ʿIrāq-i ʿAjam as well as the impact of Abū Mansūr's works upon the Sufis of Khurāsān (Anṣārī, 536). His works fall into two subject categories. Firstly those in which he deals directly with discussions of mysticism and the rules and manners of the khāniqāh . Works such as Adab al-mulūk and Nahj al-khāṣṣ belong to this category. Secondly, the writings in which the spirit of Ḥanbalī theology is more evident and which consider the doctrines of the Ḥanbalī school as typical of the exoteric aspect of Sufism—works such as al-Manāhij and al-Minhāj .",
    "Likewise, his extant works are of two kinds: those with well arranged and well organised chapters, where the author gives his theological and mystical discussions a scholastic structure, presenting various definitions of the fundamental notions and etiquette of the khāniqāh s in a clear and methodical way, such as Adab al-mulūk, Sharḥ al-adhkār and Nahj al-khāṣṣ . On the other hand there are the treatises which are hardly structured at all, and lacking an academic and ordered division into chapters, take instead the form of letters of advice, sermons, dictation and rough notes, such as al-Masāʾil al-muḥdatha al-wāqiʿa fī ʿaṣrinā and Sharḥ abyāt li Abī ʿAbd Allāh al-Murshidī .",
    "Manuscripts of his works are also very scarce, and of several of his works no extant copies have yet been identified. The following pertain to this category: the Kitāb al-samāʿ , to which he refers in the chapter on samāʿ in his ‘Adab al-mulūk’ (p. 73); his Kitāb Ghurba which is mentioned by Kh w ājah ʿAbd Allāh Anṣārī (p. 536), as well as his ode and his book on the patched Sufi cloak, muraqqaʿa , mentioned by al-Dhahabī ( Taʾrīkh , 11/182) and al-Hujwīrī (pp. 62–63). However, most of his works have been preserved in a collection of manuscripts written in the naskhī script in the 7th/13th and 8th/14th centuries, which is currently kept in the library of the Khāniqāh-i Aḥmadī in Shīrāz (this library is associated with the Dhahabī Sufi order and it was named after Mīrzā Aḥmad Tabrīzī, whose tomb is in the khāniqāh ) (Afshār, 251; Markazī, Mīkrufīlmhā , 1/741–742; Meier, 60–106). Some of these works have been edited and published, using the manuscripts in this collection, while others still remain to be published."
  ],
  "bibliography": [
    "Abū Manṣūr al-Iṣfahānī, Maʿmar, Adab al-mulūk , MS 78, library of the Khāniqāh-i Aḥmadī, Shīrāz",
    "ed. B. Radtke, as Adab al-Mulūk: ein Handbuch zur islamischen Mystik aus dem 4./10. Jahrhundert (Beirut and Stuttgart, 1991)",
    "idem, ‘Ādāb al-mutaṣawwifa’, Maʿārif , 9, 3 (1371 Sh./1992), pp. 15–24",
    "idem, ‘Aḥādīth al-arbaʿīn’, ed. Muḥammad-Taqī Dānishpazhūh in Maqālāt wa barrasīhā (Tehran, 1370–1371 Sh./1991–1992), pp. 247–299",
    "idem, ‘Dhikr maʿānī al-taṣawwuf’, ed. Nasrollah Pourjavady, Maʿārif , 6, 3 (1368 Sh./1989), pp. 46–51",
    "idem, ‘al-Ikhtiyārāt’, ed. Nasrollah Pourjavady, Maʿārif , 8, 2 (1370 Sh./1991), pp. 12–14",
    "idem, ‘al-Manāhij bi shāhid al-sunna’, ed. Nasrollah Pourjavady, Maʿārif , 7, 3 (1369 Sh./1990), pp. 12–25",
    "idem, ‘al-Masāʾil al-muḥdatha al-wāqiʿa fī ʿaṣrinā’, ed. Nasrollah Pourjavady, Maʿārif , 3 (1368 Sh./1989), pp. 31–34",
    "idem, ‘al-Minhāj’, ed. Nasrollah Pourjavady, Maʿārif , 3 (1368 Sh./1989), pp. 40–43",
    "idem, ‘Nahj al-khāṣṣ’, ed. Nasrollah Pourjavady, Taḥqīqāt-i Islāmī , 3, nos. 1–2 (1367 Sh./1988), pp. 94–149",
    "op. cit., ed. Serge de Beaurecueil, as ‘Nahj al-khāṣṣ li Abī Manṣūr al-Iṣfahānī’, in ʿAbd al-Raḥmān Badawī, ed., Ilā Ṭaha Ḥusayn fī ʿīd milādihi al-sabiʿīn [ Mélanges Taha Husayn ] (Cairo, 1962)",
    "idem, Sharḥ abyāt li Abī ʿAbd Allāh al-Murshidī and Sharḥ al-adhkār , MS 78, library of the Khāniqāh-i Aḥmadī, Shīrāz",
    "idem, ‘al-Waṣiyya’, ed. Nasrollah Pourjavady, Maʿārif , 3 (1368 Sh./1989), pp. 34–40",
    "Abū Nuʿaym al-Iṣfahānī, Aḥmad, Ḥilyat al-awliyāʾ (Beirut, 1387/1967)",
    "Afshār, Īraj, ‘Akhbārī az chand nuskha-yi khaṭṭī dar Shīrāz’, Yaghmā , 18, no. 5 (1363 Sh./1984), pp. 251–256",
    "Anṣārī Kh w ājah ʿAbd Allāh, Ṭabaqāt al-Ṣūfiyya , ed. ʿAbd al-Ḥayy Ḥabībī (Tehran, 1362 Sh./1983)",
    "al-Dhahabī, Muḥammad, Taʾrīkh al-Islām , MS Ayasofya 3008, Süleymaniye Library, Istanbul",
    "idem, Duwal al-Islām (Hyderabad, 1364/1945)",
    "idem, al-ʿIbar , ed. Muḥammad Saʿīd Zaghlūl (Beirut, 1405/1985)",
    "idem, Siyar aʿlām al-nubalā ʾ, ed. Shuʿayb al-Arnaʾūṭ et al. (Beirut, 1406/1986)",
    "idem, Tadhkirat al-ḥuffāẓ (Beirut, 1377/1958)",
    "al-Hujwīrī, ʿAlī, Kashf al-maḥjūb , ed. V. Zhukovskiĭ (Tehran, 1399/1979)",
    "Ibn ʿImād al-Ḥanbalī, ʿAbd al-Ḥayy, Shadharāt al-dhahab (Cairo, 1350/1931)",
    "Ibn al-Jawzī, ʿAbd al-Raḥmān, Ṣifat al-ṣafwa , ed. Maḥmūd Fākhūrī (Beirut 1406/1986)",
    "Ibn Qayyim al-Jawziyya, Muḥammad, Ijtimāʿ al-juyūsh al-Islāmiyya (Beirut, 1404/1984)",
    "Ibn Taghrībirdī, al-Nujūm",
    "Ibn Taymiyya, Taqī al-Dīn Aḥmad, Majmūʿat al-rasāʾil wa al-masāʾil (Beirut, 1403/1983)",
    "Jāmī, ʿAbd al-Raḥmān, Nafaḥāt al-uns , ed. Maḥmūd ʿĀbidī (Tehran, 1370 Sh./1991)",
    "al-Khaṭīb al-Baghdādī, Aḥmad, Taʾrīkh Baghdād (Cairo, 1350/1931)",
    "Ghulām Sarwar Lāhūrī, Khazīnat al-aṣfiyāʾ (Lucknow, 1290/1873)",
    "al-Māfarrūkhī, Mufaḍḍal, Maḥāsin Iṣfaḥān , ed. Jalāl al-Dīn al-Tihrānī (Tehran, n.d.)",
    "Markazī, Khaṭṭī",
    "Markazī, Mīkrufīlmhā",
    "Maʿṣūm ʿAlī Shāh, Muḥammad, Ṭarāʾiq al-ḥaqāʾiq , ed. Muḥammad Jaʿfar Maḥjūb (Tehran, 1318 Sh./1939)",
    "Meier, F., ‘Ein wichtiger Handschriftenfund zur Sufik’, Oriens , 20 (1969), pp. 60–106, English translation as ‘An Important Manuscript Find for Sufism’, in Essays on Islamic Piety and Mysticism , tr. John O'Kane, ed. Bernd Radtke (Leiden, 1999), pp. 135–188",
    "Pourjavady, Nasrollah, ‘Abū Manṣūr Iṣfahānī’, Maʿārif , 1–2 (1368 Sh./1989), pp. 3–80",
    "idem, ‘Abū Manṣūr Eṣfahānī: ein hanbalitischer Sufi’, Spektrum Iran , 4 (1991), pp. 26–39",
    "idem, ‘Sayr-i iṣṭilāḥāt-i ṣūfiyān az Nahj al-khāṣṣ-i Abū Manṣūr-i Iṣfahānī tā Futūḥāt-i Ibn-i ʿArabī’, Maʿārif , 16/3 (2000), pp. 3–5",
    "idem, ‘Yāddāshthāyī dar bārah-yi Abū Manṣūr-i Iṣfahānī’, in Khirad-i jawīdān, Jashn-nāmah-yi Ustād Sayyid Jalāl al-Dīn Āshtiyānī , ed. ʿAlī Muḥammad Khānī and Ḥasan Sayyid ʿArab (Tehran 1377 Sh./1998), pp. 127–133",
    "al-Yāfiʿī, ʿAbd Allāh, Mirʾāt al-janān (Beirut, 1390/1970)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 188
}