{
  "id": "eweb_012",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/225089/%D8%A7%D8%A8%D9%88%D9%86%D8%B9%DB%8C%D9%85-%D8%A7%D8%B5%D9%81%D9%87%D8%A7%D9%86%DB%8C",
  "annotator": "Jeremy",
  "title": "ابونعیم اصفهانی",
  "authors": [
    "حسن انصاری"
  ],
  "last_updated": "یکشنبه 21 اردیبهشت 1399",
  "content": [
    "اَبونُعَیْمِ اِصْفَهانی، احمد بن عبدالله بن احمد بن اسحاق بن موسی بن مهران (336-430 ق / 947- 1038 م)، محدث و مؤلف نامدار اهل سنت.",
    "نسب وی به مهران، مولای عبدالله بن معاویة بن عبدالله بن جعفر طیارمی‌رسد که به دست عبدالله مسلمان شد (ابونعیم، ذکر اخبار ، 2 / 93). نیاکان و خاندان وی غالباً کسانی شناخته شده و اهل علم و زهد در اصفهان بوده‌اند. نیای مادری او، زاهد مشهور، محمد ابن یوسف بناست که در زهد و تصوف و حدیث تألیفاتی داشت و گفته‌اند که مستجاب الدعوه بوده ومریدان بسیار در اصفهان داشته است (همان، 2 / 220؛ همو، حلیة ، 1 / 4، 10 / 407). مقبرۀ محمد بنا در روشاباد (محلۀ خواجوی قدیم کنونی) قرار دارد و مزار معروف به «مقبرۀ شیخ سینا» درواقع متعلق به اوست (همو، ذکر اخبار ، 2 / 93؛ خوانساری، 1 / 274؛ مهدوی، 11). برادر محمدبنا، یعقوب نیز صاحب تألیفاتی در حدیث بوده است (ابونعیم، همان، 2 / 352). از دیگر افراد خاندان ابونعیم که در علوم اسلامی دستی داشته‌اند، پدرش عبدالله و برادرانش، ابومسعود محمد و ابومحمد و ابواحمد عبدالرزاق را می‌توان نام برد (همان، 2 / 93، 136، 307). ابونعیم در چنین خاندانی که حامل سنتِ زهد و علم و تصوف بود، چشم به جهان گشود. تاریخ تولد وی را 334 ق نیز نوشته‌اند (ﻧﻜ : صریفینی، 198؛ ابن خلکان، 1 / 91-92). به گزارش منابع، وی نخست در اصفهان و در 334 ق نزد پدرش و نیز عبدالله بن جعفر بن فارس به کسب دانش و استماع حدیث پرداخت. از دیگر شیوخ متقدم او کسانی چون احمد بن بندار شَعَار، ابوالشیخ اصفهانی، ابوالقاسم طبرانی و ابواحمد عسّال را می‌توان برشمرد (ابونعیم، الامامة ، 212، 234، 375، صفة ، 35؛ ذهبی، تذکرة، 3 / 1092-1093؛ سبکی، 4 / 19). در همین دوره پدرش از محدثانی همچون جعفر خلدی از بغداد، ابوالعباس اصم از نیشابور و خیثمة بن سلیمان از شام برای ابونعیم اجازۀ روایت گرفت (ذهبی، همانجا؛ سبکی، 4 / 18- 19؛ نیز ﻧﻜ : صریفینی، 110). ابونعیم از 356 ق برای آموختن و استماع حدیث مانند رحّاله‌ای به مشرق و مغرب سفر کرد. شهرهای مختلف خراسان و دیگر نقاط ایران چون گرگان و همدان، همچنین شهرهای گوناگون عراق، حجاز، شام، مصر و حتی چنانکه گفته‌اند، صقلیه و اندلس را درنوردید. او در این سفرها که دست کم تا 359 ق ادامه داشت (ﻧﻜ : ابونعیم، ذکر اخبار ، 1 / 151)، از بسیاری شیوخ زمان خود همچون دارقطنی، حاکم نیشابوری، ابوبکر آجری، ابوبکر ابن خلاد نصیبی، ابراهیم ابن‌ابی‌العزائم، محمد بن حبیش، ابوبکر قطیعی، ابن‌صوّاف، محمد بن محمود برقی، محمد بن احمد معدّل، محمد بن احمد انماطی، محمد بن اسحاق اهوازی و حسن بن سعد عبّادانی مطوّعی بهره جست (همو، معرفة ، 1 / 109، 110، صفة ، 101، الامامة ، 293، حلیة ، 5 / 14، 8 / 46؛ ابن نقطه، 1 / 156-157؛ ذهبی، سبکی، همانجاها). ابونعیم شاگردان و راویان بسیاری داشت که شماری از آنان در همان شهرهای یادشده از وی استماع کرده‌اند. از این میان کسانی چون خطیب بغدادی، ابوالقاسم هذلی صاحب الکامل و اصلی‌ترین راوی ابونعیم، ابوعلی حداد را می‌توان نام برد (خطیب، 12 / 407، 412؛ ذهبی، سبکی، همانجاها؛ ابن جزری، 1 / 71). نام بسیاری از کسانی که از ابونعیم روایت کرده‌اند، در منابع حدیثی و رجالی ذکر شده است که تقریباً 3 نسل را دربر می‌گیرد؛ چنانکه به گفتۀ صفدی (7 / 81) وی به واسطۀ طول عمرش، اجداد و احفاد را دیده بوده است. به هر صورت آوازۀ او چنان بالا گرفت که از مشاهیر محدثان اصفهانش دانسته‌اند. دربارۀ جرح و تعدیل وی سخنها گوناگون است: گروهی او را ثقه دانسته و گاه با لقب تاج المحدثین از وی یاد کرده‌اند و معتقدند که سلسله سندهای کوتاه او گویای علو اسناد اوست و حتىوی را به جهت حفظ حدیث و جمع میان علو روایت و تحقیق درایت، نه تنها در ایران، بلکه در مشرق و مغرب اسلامی بی‌بدیل دانسته‌اند (ﻧﻜ : ابن دمیاطی، 49، 51؛ ذهبی، همان، 3 / 1094، سیر ، 17 / 454، 458، العلو ، 176؛ سبکی، 4 / 21). خطیب بغدادی، ابونعیم و یکی دیگر از استادان خود را در حفظ حدیث برتر از دیگران می‌دانسته است (ﻧﻜ : ابن عساکر،246؛ ذهبی، سیر ، همانجا). با اینهمه، برخی ایرادات بر او وارد شده است که بعضاً به نوع گرایشهای مذهبی ـ اعتقادی و نیز تسامح او در نقل حکایات صوفیه مربوط می‌شود. از انتقادات رجالیان یکی آن است که وی علاوه بر روایت احادیث ضعیف و حتى موضوع، در برخی موارد، با کتمان کردن عدم استماع خود، اجزاء حدیثی را روایت می‌کرده است (ابن‌تیمیه، منهاج ، 4 / 15؛ ذهبی، همان، 17 / 460). گفته‌اند که ابونعیم سماع را با اجازه خلط می‌کرد و نمونۀ آن روایت همۀ مسند حارث بود، درحالی‌که آن را به تمامی از ابوبکر ابن خلاد استماع نکرده بود (ﻧﻜ : ابن جوزی، المنتظم ، 8 / 100؛ ذهبی، همان، 17 / 461)، اما ابن نجار در توجیه امر چنین آورده است که ابونعیم بخشی از مسند حارث را سماع کرده و شاید باقی آن را از طریق اجازه روایت کرده است (همان، 17 / 462؛ نیز سبکی، همانجا؛ یافعی، 3 / 52-53). برخی از ناقدان، این شیوۀ ابونعیم در روایت را گونه‌ای از تدلیس شمرده‌اند (ﻧﻜ : ذهبی، میزان ، 1 / 111). برخی بر او خرده گرفته‌اند که به عادت محدثان، همۀ آنچه را که در یک باب وارد شده، نقل می‌کرده و به ضعف و مجعول بودن آن توجهی نداشته است و به همین جهت تنها بخشی از منقولات وی را قابل استناد دانسته‌اند (ﻧﻜ : ابن تیمیه، همانجا). خرده‌گیری دیگری نیز بر وی رفته است و آن مربوط به تسامح و تساهل او در نقل حکایات صوفیان است، چنانکه ابن جوزی از اینکه ابونعیم در حلیة الاولیاء ، خلفای نخستین، بزرگان صحابه و بسیاری دیگر را در شمار صوفیه آورده، به خشم آمده و از او انتقاد کرده است ( تلبیس ، 239).",
    "1. الاربعین علی مذهب المتحققین من الصوفیة ، به کوشش بدر بن عبدالله بدر در بیروت (1414 ق / 1993 م) به چاپ رسیده است. 2. الامامة و الرد علی الرافضة ، که توسط علی بن محمد بن ناصر فقهی در مدینه (1407 ق / 1987 م) و نیز با عنوان تثبیت الامامة و ترتیب الخلافة به کوشش ابراهیم علی تهامی در بیروت (1407 ق / 1986 م) به چاپ رسیده است. 3. حلیةالاولیاء و طبقات الاصفیاء . نخستین بار چاپ این کتاب در قاهره (1351-1357 ق) صورت گرفته و پس از آن بارها، از جمله در بیروت (1987 م) به چاپ رسیده است. کمال یوسف الحوت و ابوهاجر محمد سعید بن بسیونی زغلول هریک فهرستی برای این کتاب فراهم آورده‌اند که به ترتیب در 1405 و 1406 ق در بیروت منتشر شده است. ابونعیم در این اثر به شرح حال کسانی که خود آنان را اولیا می‌نامد می‌پردازد. شاید بتوان این کتاب را در تاریخ فرهنگ ایران و اسلام به عنوان بزرگ‌ترین تاریخ و دائرةالمعارف احوال و افکار زهاد و متصوفه تا زمان مؤلف دانست. این کتاب از چنان اعتباری برخوردار بود که برخی گفته‌اند: در هر خانه‌ای که حلیة الاولیاء هست، شیطان راه ندارد (سبکی، 4 / 21؛ سخاوی، 312-313) و ابن خلکان (1 / 92) آن را از بهترین کتابها دانسته است و نیز آورده‌اند که در زمان خود ابونعیم کتابش را به نیشابور برده و به 400 دینار فروخته‌اند (سبکی، همانجا). 4. دلائل النبوة . این کتاب مشتمل بر 31 فصل است که مؤلف در آن با نقل روایات و احادیث متعدد، به بحث دربارۀ آنچه که بر صدق نبوت دلالت دارد، پرداخته است (برای نمونه، ﻧﻜ : فصلهای 5، 7، 9). بخشهایی از کتاب نیز به ذکر صفات، اخلاق و فضائل حضرت رسول (ص) اختصاص یافته است (مثلاً ﻧﻜ : فصلهای 1، 2، 12). در فصل 25 کتاب، ابونعیم به ذکر معجزات و نشانه‌هایی که در غزوات به ظهور رسیده، اشاره می‌کند. مؤلف در پرداخت این کتاب، اسلوب و روش محدثان را پیش گرفته و با ارائۀ سلسلۀ اسناد به روایت احادیث می‌پردازد. این اثر بارها ازجمله در حیدرآباد دکن (1320 ق / 1902 م، 1369 ق / 1950 م و 1397 ق / 1977 م) به چاپ رسیده و بار دیگر به کوشش محمد رواس قلعه‌جی و عبدالبرعباس در بیروت (1406 ق / 1986 م) منتشر شده است.  5. ذکر اخبار اصبهان ، این کتاب شامل اسامی محدثان و عالمانی است که بومی اصفهان بوده، یا به اصفهان سفری داشته‌اند. آگاهیهایی که ابونعیم دربارۀ چگونگی بنای اصفهان، فتح آن (مثلاً ﻧﻜ : 1 / 25) و نیز نخستین والیان و حکمرانان اسلامی آن (مثلاً ﻧﻜ : 1 / 28- 29) به دست می‌دهد، بسیار شایان توجه است. وی سپس به ذکر ویژگیهای جغرافیایی و محلی شهر می‌پردازد و اطلاعات بسیار دقیق و جالب توجهی از محله‌ها و روستاهای اطراف اصفهان ارائه می‌کند (1 / 30-34). ابونعیم در بخش اصلی کتاب پس از ذکر نام هریک از مترجمان، به اختصار به ذکر احوال آنان می‌پردازد. اشارۀ مؤلف به مآخذ خود، از چند کتاب فراتر نمی‌رود: مأخذ عمدۀ او نخست کتاب استادش ابوالشیخ اصفهانی است که ابونعیم همیشه از او به عنوان ابومحمد بن حیان یاد می‌کند و علاوه بر موارد فراوانی که به نقل حدیث از طریق او پرداخته، در مواردی نیز به کتاب او یعنی طبقات المحدثین باصفهان اشاره می‌کند (مثلاً ﻧﻜ : 1 / 62، 65، 77؛ دربارۀ مقایسۀ میان دو کتاب ابونعیم و ابوالشیخ، ﻧﻜ : صادقی، 28- 29). مأخذ مهم دیگر او، کتاب اصفهان حمزۀ اصفهانی است (مثلاً ﻧﻜ : 1 / 35، 311، 2 / 331) و پیداست که خاصه در شرح جغرافیای منطقۀ اصفهان، مأخذ عمدۀ او بوده است. از برخی روایات ابونعیم می‌توان دریافت که وی در تنظیم مطالب خود، یکسره بر آن کتاب اعتماد داشته است (ﻧﻜ : 1 / 31)، گو اینکه به احتمال فراوان، کتاب حمزه در این خصوص تفصیل بیشتری داشته است (مثلاً ﻧﻜ : 1 / 14). جز این دو، ابونعیم در این کتاب به چند مأخذ دیگر نیز اشاره‌های کوتاهی کرده است: بخاری (1 / 75، 291، 342)، خلیفة بن خیاط (1 / 61)، ابوالحسن مدائنی (1 / 27)، کتاب اصفهان عُقیلی (1 / 209)، طبرانی (1 / 340)، کتاب اصفهان محمد بن اسحاق ابن منده (2 / 147، 175) و کتابی از ابن قانع (2 / 204). یکی از مهم‌ترین فواید این کتاب، آگاهیهایی است که دربارۀ نامها و القاب ایرانی از جای جای آن به دست می‌آید و از این حیث مأخذ بسیار مهمی برای بررسی و پژوهش دربارۀ نامهای ایرانی به شمار می‌رود (برای تفصیل، ﻧﻜ : صادقی، 43). این کتاب در 1934 م در لیدن، به کوشش ددرینگ در دو جلد به چاپ رسیده است.  6. صفة الجنة . مؤلف در این اثر احادیثی دربارۀ بهشت و بهشتیان را با سلسله اسناد گرد آورده است. این کتاب در دو مجلد به کوشش علی رضا عبدالله در دمشق / بیروت (1406 ق / 1986 م) به چاپ رسیده است. 7. الضعفاء . مؤلف در مقدمه پس از آوردن احادیثی در مذمت کذب به ذکر گروهی از مجروحین و ضعفا می‌پردازد (ﻧﻜ : ص 46، 51، 53، 55). این کتاب توسط فاروق حماده در مراکش (1405 ق / 1985 م) منتشر شده است. 8. معرفة الصحابة . ابونعیم در این اثر می‌گوید چون شناخت صحابه و مراتب آنان امری لازم است و غالباً مورد توجه پژوهشگران در آثار و اخبار قرار دارد (1 / 106، 107)، به تألیف آن همت گماشته است. او پس از ذکر عَشَرۀ مبشَره (ﻧﻜ : 1 / 149 به بعد)، به ترتیب حروف هجا، به شرح احوال دیگر صحابه پرداخته است. این اثر که ابن تیمیه ( منهاج ، 4 / 53) آن را کتاب مشهور در زمان خود معرفی می‌کند، مورد استفادۀ بسیاری از نویسندگان همچون ابن‌اثیر در اسدالغابة (1 / 4، 5 ﺟﻤ‌ )، ابن‌حجر در الاصابة (1 / 3، 41) و ابن فوطی در تألیف مجمع الآداب (2 / 896) بوده است. 3 جلد اول این کتاب به کوشش محمد راضی بن حاج عثمان در ریاض (1408 ق / 1988 م) به چاپ رسیده است. نسخه‌های خطی آن در کتابخانه‌ها پراکنده است (ﻧﻜ : ظاهریه، 216؛ GAL, S, I / 617; TS, II / 135-136 ).  9. المنتخب من کتاب الشعراء . نسخه‌ای از این اثر در کتابخانۀ ظاهریه موجود است (ظاهریه، 213) و به گفتۀ تهامی (ص 27)، توسط عبدالعزیز بن ناصر مانع به چاپ رسیده است. شایان ذکر است که بروکلمان در ذیل نام ابونعیم از اثری با عنوان الاموال نام می‌برد (GAL, S، همانجا) که حتی خود وی در انتساب آن به ابونعیم تردید دارد، اما به هر روی از چاپ آن در قاهره، 1337 ق گزارش کرده است (نیز ﻧﻜ : حماده، 21). همچنین یکی از آثار مفقود ابونعیم کتاب ما نزل من القرآن فی علی (ع) است؛ از آنجا که ابن بطریق بیشتر احادیث ابونعیم در ما نزل را در کتاب خود خصائص الوحی المبین (ص 23، ﺟﻤ‌ ) نقل کرده است، محمدباقر محمودی با گرد آوردن نقلیات او، در کتابی با عنوان النور المشتعل من کتاب مانزل من القرآن فی علی (ع) پاره‌های بازماندۀ آن را در تهران (1406 ق) به چاپ رسانیده است.",
    "الجامع بین الصحیحین ، که جمع میان صحیح بخاری و صحیح مسلم است و نسخه‌ای از آن در دارالکتب مصر نگهداری می‌شود (ﻧﻜ : الفهرس التمهیدی ، 72). 2. جزء صنم جاهلی یقال له قراص ، که نسخه‌ای از آن در کتابخانۀ ظاهریه موجود است (ظاهریه، همانجا). 3 و 4. صفة النفاق و نعت المنافقین و الطب النبوی ، که نسخه‌هایی از این دو اثر در کتابخانۀ ظاهریه محفوظ است (همان، 213). در همان کتابخانه (همانجا) نسخه‌ای با عنوان اربعون حدیثاً منتقاة من الجزء الرابع من کتاب الطب النبوی لابی نعیم به گزینش ابن‌سراج موجود است (نیز ﻧﻜ : فهرس مجامیع ، 403). 5. فضل الدیک ، که سیوطی بر پایۀ این اثر کتابی با عنوان الودیک فی فضل الدیک تألیف کرده و قسمتهایی از اثر ابونعیم را نیز در آن آورده است. نسخه‌ای از کتاب سیوطی در کتابخانۀ برلین موجود است ( آلوارت ، ﺷﻤ 6201 ). 6-8. مختصر ریاضة الابدان ، فضیلة العادلین من الولاة و ما انتقی ابوبکر بن مردویة علی الطبرانی (ﻧﻜ : ظاهریه، 213، 215). 9. طرق حدیث ان لله تسعة و تسعین اسما ، که نسخه‌ای از این اثر در کتابخانۀ چستربیتی موجود است ( آربری ، 13 ). افزون بر آنچه یاد شد، عناوین آثار بسیار دیگری نیز از ابونعیم در دست است که سمعانی (1 / 180-182) فهرست شماری از آنها را به روایت ابوعلی حداد آورده است (نیز ﻧﻜ : بخش عقاید و دیدگاهها در همین مقاله).",
    "در پایان مقاله.",
    "علیرضا ذکاوتی قراگوزلو"
  ],
  "bibliography": null,
  "signature": "در پایان مقاله.",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}