{
  "id": "eweb_015",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/226700/%D8%A7%D8%A8%D9%88%D8%B7%D8%A7%D9%84%D8%A8-%D9%85%DA%A9%DB%8C",
  "annotator": "Jeremy",
  "title": "ابوطالب مکی",
  "authors": [
    "فتح الله مجتبایی"
  ],
  "last_updated": "چهارشنبه 21 خرداد 1399",
  "content": [
    "اَبوطالِبِ مَکّی، محمد بن علی بن عطیه (د 386 ق / 996 م)، زاهد و عارفی که در اصل از مردم جبل ایران بود و چون در مکه پرورش یافته بود، به مکی معروف شد (خطیب، 3 / 89؛ ابن خلکان، 4 / 303؛ ذهبی، سیر ، 16 / 536).  با آنکه ابوطالب از مؤلفان مشهور صوفیه بوده است و در دوره‌های بعد همواره به اقوال و روایات او استناد می‌کرده‌اند، آگاهی دربارۀ زندگانی و احوال شخصی او بسیار اندک است و مؤلفان کتابهای طبقات و تراجم صوفیه، چون ابونعیم اصفهانی، سلمی، قشیری، انصاری و عطار از او سخنی نگفته‌اند، اما از گستردگی و تنوع مطالب و موضوعاتی که در کتاب قوت القلوب او دیده می‌شود، چنین برمی‌آید که وی در اوایل عمر ــ و ظاهراً مدتی دراز ــ در علوم مرسوم زمان خود به تحصیل و تعلّم مشغول بوده و خصوصاً به استماع حدیث و روایت آن رغبت و توجه تمام داشته است. وی صحیح بخاری را نزد ابوزید استماع کرده و از عبداللّه بن جعفر بن فارس اجازۀ روایت گرفته بود (ذهبی، تاریخ ، 127- 128، سیر ، 16 / 537؛ ابن حجر، 5 / 300) و از کسانی چون ابوبکر آجری، علی بن احمد مصیصی، محمد بن عبدالحمید صنعانی و احمد ضحاک روایت می‌کرد و کسانی چون عبدالعزیز ازجی و محمد بن مظفر خیاط از او روایت کرده‌اند (خطیب، همانجا؛ ابن‌جوزی، المنتظم ، 7 / 189؛ ذهبی، تاریخ ، 127، سیر ، همانجا).  ابوطالب روزگاری به ریاضتهای سخت عمر می‌گذرانده و گفته‌اند که سالها خوراکش برگ و ریشۀ گیاهان صحرا بوده است، تا جایی که رنگ چهره‌اش دگرگون شده بود (ابن خلکان، همانجا؛ ذهبی، سیر ، همانجا). نسبت ابوطالب در تصوف به دو واسطه از طریق ابوالحسن احمد و پدر او ابوعبداللّه محمد بن سالم به سهل تستری (د 283 ق / 896 م) می‌رسید (نک‍ : جامی، 121). وی با این جلاء نیز مصاحبت داشت و از او با عنوان شیخنا ابوبکر جلاء یاد می‌کند (2 / 153).  بعد از وفات ابوالحسن ابن سالم در بصره در فاصلۀ سالهای 350 تا 360 ق / 961-971 م (نک‍ : ذهبی، العبر ، 2 / 109) ابوطالب به نشر آراء او پرداخت و زعامت مذهب سالمیه را بر عهده گرفت. وی نخست در بصره و سپس در بغداد به وعظ و تبلیغ مشغول شد و مردم بسیار در مجالس او گرد می‌آمدند، اما گه‌گاه در سخنان او نکات و تعبیراتی شنیده می‌شد که با عقاید رایج مردم سازگار نبود و مورد انکار و انتقاد متشرعان قرار می‌گرفت، چنانکه از او نقل کرده‌اند که می‌گفت: «لیس علی المخلوقین اضرّ من الخالق». ازاین‌رو به سخنان ناروا و بدعت‌آمیز متهم شد، مردم از او روی گردان شدند و ناگزیر تا پایان عمر دیگر مجلس نگفت (نک‍ : خطیب، ابن‌جوزی، ابن خلکان، همانجاها). وی در 386 ق در بغداد درگذشت و در جانب شرقی مقبرۀ مالکیه به خاک سپرده شد (همانجا؛ نیز نک‍ : خطیب، همانجا؛ سمعانی، 12 / 417؛ ابن جوزی، همان، 7 / 190).  روش ابوطالب مکی در تصوف، چنانکه اشاره شد، بر مجاهدت و ریاضت نفس و بر زهد و ترک و تجرّد مبتنی بوده است. وی جوع و سهر و صمت و خلوت را اساس سلوک می‌دانسته (نک‍ : 1 / 194-205) و ظاهراً در مواردی در این روش از حد اعتدال بیرون می‌رفته است (نک‍ : ابن جوزی، تلبیس ، 210؛ ابن خلکان، همانجا؛ ذهبی، سیر ، العبر ، همانجاها)، اما از سوی دیگر در برخی موارد وسعت نظر و سماحت و اعتدال از خود نشان داده است، چنانکه برخلاف استاد خود ابن‌سالم ــ که بایزید بسطامی را به سبب شطح معروف او تکفیر کرده بود (سراج، 390-395) ــ بایزید را از موحدان می‌داند (ابوطالب، 2 / 148) و نام او را در کنار نام عارفان بزرگی چون ابراهیم ادهم، شقیق بلخی و سهل تستری می‌آورد و برخلاف بسیاری از زهاد زمان خود سماع را، اگر از روی لهو و برای لذت نفسانی نباشد، حلال می‌داند (2 / 121-122) و می‌گوید: «هر که سماع را منکر آید، هفتاد صدیق را منکر شده باشد» (باخرزی، 2 / 227؛ نیز نک‍ : سهروردی، 184).  ابوطالب از نمایندگان برجستۀ مکتب سالمیه به‌شمار می‌رود و بسیاری از آراء این مکتب از طریق او به صوفیۀ دوره‌های بعد و کسانی چون محمدغزالی، ابن برجان، ابوالحسن شاذلی و ابن عربی انتقال یافته است (نک‍ : ماسینیون، 297, 300 ؛ ابن عطاءاللّه، 179-180؛ غزالی، 137؛ ابن تیمیه، 1 / 84).  ابن حجر عسقلانی گوید که ابن ندیم، ابوطالب مکی را در شمار مصنفان معتزله آورده است (همانجا) و در بعضی از نسخه‌های کتاب الفهرست نیز از شخصی به نام محمد بن‌ علی مکّی از مصنفان معتزله یاد شده است (نک‍ : ابن ندیم، 220، حاشیه)، ولی این شخص ابوطالب مکی نیست، زیرا اولاً این قول از ابوالقاسم بلخی نقل شده است که در 309 ق درگذشته (همو، 219، حاشیه) و در این زمان ابوطالب مکی یا به دنیا نیامده بوده، یا بسیار کم سال بوده است؛ ثانیاً گرچه ابوطالب مکی در برخی از مسائل کلامی، چون موضوع ذات و صفات و یگانه بودن آن دو، نظری نزدیک یا مشابه آراء معتزله دارد (نک‍ : ابویعلی، 217؛ صدرالدین، 74)، اما در بیشتر موارد با آنان مخالف است (نک‍ : ابوطالب، 2 / 271؛ ابویعلی، 175- 179). وی در مسائل علمی و کلامی خود را پیرو حسن بصری دانسته، دربارۀ او گوید: «و هو امامنا فی هذا العلم» (1 / 261).  قوت القلوب فی معاملة المحجوب مهم‌ترین اثری است که از ابوطالب بر جای مانده و از آغاز همواره از شهرت و اعتباری خاص برخوردار بوده است. گرچه بعضی از مؤلفان متشرع چون ابن‌جوزی (نک‍ : المنتظم ، همانجا) و ابن تیمیه ــ که وی ابوطالب را بیش از سایر صوفیه به کتاب و سنت مقید می‌داند (5 / 256) ــ بر برخی از احادیث این کتاب خرده گرفته و آنها را بی‌اصل دانسته‌اند (نیز نک‍ : ابن کثیر، 11 / 319) و خطیب بغدادی نکات قوت القلوب را در باب صفات، ناشایست و ناروا شمرده است (همانجا)، اما عین القضاة همدانی گوید که ابوطالب را در این علوم، کلامی است که پیش از آن کسی را نبوده (نک‍ : ص 26) و از آغاز اسلام در این علم کتابی چون قوت القلوب تصنیف نشده است (ص 18؛ نیز نک‍ : جامی. همانجا). از قول ابوالحسن شاذلی نقل کرده‌اند که «کتاب الاحیاء ، یورثک العلم و کتاب القلوب یورثک النور» و نیز «علیکم بالقوت فانه قوت» (ابن عطاء اللّه، همانجا) و ابن عبّاد رندی این کتاب را از هر جهت بر دیگر کتب صوفیه مقدم می‌شمارد (نک‍ : ص 21-22، 57- 58).  قوت القلوب در حیات فکری و روحی بسیاری از عرفای دورانهای بعد، چون ابوحامد محمد غزالی، شهاب‌الدین سهروردی، ابوالحسن شاذلی و صوفیۀ شاذلیه، تأثیر کلّی داشته و معمولاً برای سالکان همچون کتاب راهنما و جامع احکامِ لوازم و شرایط سلوک به‌شمار می‌رفته است (نک‍ : غزالی، همانجا؛ مولوی، 1172؛ جندی، 166؛ باخرزی، 44، 92، 115، 183، 190). ابوحامد غزالی در تألیف احیاءالعلوم از طرح و شیوۀ تصنیف این کتاب پیروی کرده است و در هر دو کتاب بسیاری از آیات و احادیث و اخبار و نیز شماری از حکایات و روایاتی که در بیان مطالب به آنها استشهاد و استناد شده، مشابه است. ابوطالب در قوت القلوب بسیاری از آراء مکتب سالمیه را با بسط و تفصیل تمام باز گفته و در این کار جانب اعتدال را به نوعی مراعات کرده است که عرفای دوره‌های بعد در بیان مقاصد خود بدان نظر داشته و از آن بهره گرفته‌اند، چنانکه ابن‌عربی در بیان فرق میان مشیت و ارادۀ حق ( فصوص ، 165؛ نک‍ : عفیفی، 227، 276-277) و عدم تکرار تجلیات ( فتوحات ، 3 / 172، 4 / 190-191)، درواقع نظر سالمیه را باز می‌گوید.  قوت القلوب را می‌توان روشن‌ترین و کامل‌ترین بیان تصوف زاهدانۀ سده‌های اولیه و از نخستین کوششهای جامع و منظم در تطبیق و سازگار کردن آداب و آراء صوفیه با موازین شریعت به‌شمار آورد. تاریخ تألیف این کتاب به درستی معلوم نیست، ولی چون در آن ابوالحسن بن سالم را چون در گذشتگان با عبارت رحمه‌اللّه یاد می‌کند (2 / 152، 153، 294، جم‍‌ )، می‌توان گفت که زمان نگارش آن بعد از 360 ق بوده است. قوت القلوب در تألیف چند کتاب مهم در عرفان و اخلاق تأثیر کلی داشته و چندین تهذیب و تلخیص نیز از آن صورت گرفته است (نک‍ : GAS, I / 667 ). این کتاب تاکنون دوبار به چاپ رسیده است: بار اول در مصر (1310 ق) در دو مجلد که در حواشی آن، دو کتاب سراج القلوب و علاج الذنوب علی معیری فنانی و حیاة القلوب فی کیفیة الوصل الی المحجوب عمادالدین اموی نیز چاپ شده است؛ بار دوم نیز در مصر (1381 ق / 1961 م) در دو مجلد.  علم القلوب ، کتابی است که به ابوطالب مکی منسوب است و تاکنون دو نسخه از آن شناخته شده است: یکی در دارالکتب مصر و دیگری در اسکوریال (نک‍ : ESC2 ، شم‍ ‍739 ؛ خدیویه، 96؛ نیز نک‍ : احمد عطا، 5-6). این کتاب در 1384 ق / 1964 م از روی نسخۀ دارالکتب با مقدمه‌ای کوتاه در معرفی کتاب و خاتمه‌ای در اثبات صحت انتساب آن به ابوطالب مکی به قلم مصحّح طبع شده است. اینکه علم القلوب را در این نسخه‌ها به ابوطالب مکی نسبت داده‌اند، از آن روست که در سراسر آن نقل اقوال مکی و استشهاد به سخنان او بیش از گفته‌های سایر بزرگان صوفیه است؛ لیکن از جهات دیگر قبول این انتساب بسیار دشوار به نظر می‌رسد، زیرا اولاً در هیچ‌یک از منابع قدیم در ذکر احوال و آثار مکی، از این کتاب نامی دیده نمی‌شود؛ ثانیاً در مقایسۀ آن با مطالب قوت القلوب ، اختلافات اساسی میان آن دو موجود است: 1. در علم القلوب به هیچ‌یک از آراء خاص سالمیه اشاره‌ای نیست و ذکری از ابوعبداللّه و ابوالحسن بن سالم در آن نیامده است. 2. ابوطالب در قوت القلوب از سهل بن عبداللّه تستری با تکریم و به عنوان «عالمنا» یاد می‌کند (1 / 247، 262)، در حالی که در علم القلوب ، تنها به صورت «سهل بن عبداللّه» یا «سهل»، یا «ابومحمد سهل بن عبداللّه» به نام او اشاره می‌رود (ص 65، 81، جم‍‌ ). 3. در قوت القلوب هیچ‌گونه ذکری از حسین بن منصور حلاج دیده نمی‌شود، در حالی که در علم القلوب چندین‌بار به اقوال و آراء او استشهاد شده است (ص 34، 73، جم‍‌ ). علاوه بر اینها، در این کتاب در چند مورد از قوت القلوب به گونه‌ای سخن رفته است که از آن آشکارا بر می‌آید که مؤلف شخص دیگری است (ص 44، 80)؛ ولی به هر حال شک نیست که این کتاب از تألیفات صوفیانۀ سدۀ 4 ق است (زیرا نام هیچ‌یک از بزرگان سده‌های بعد در آن به نظر نمی‌رسد) و مؤلف در بسیاری از موارد گفته‌های ابوطالب مکی را در کتاب خود نقل کرده است.  ابوطالب مکی ظاهراً کتابی به نام المجمل المختصر نیز داشته (ابوطالب، 1 / 280) که امروز اثری از آن موجود نیست و گفته‌اند که وی «اربعین»ی هم متضمن 40 حدیث برای خود ترتیب داده بود (نک‍ : ذهبی، سیر ، 16 / 537؛ ابن حجر، همانجا).",
    "ابن تیمیه، احمد، مجموعة الرسائل و المسائل ، بیروت، 1403 ق / 1983 م؛ ابن جوزی، عبدالرحمن بن علی، تلبیس ابلیس ، بیروت، 1368 ق؛ همو، المنتظم ، حیدرآباد دکن، 1358 ق؛ ابن حجر عسقلانی، احمد بن علی، لسان المیزان ، بیروت، 1406 ق / 1986 م؛ ابن خلکان، وفیات ؛ ابن عبّاد رندی، محمد بن ابراهیم، الرسائل الصغری ، به کوشش ب. ع. نویّا یسوعی، بیروت، 1957 م؛ ابن عربی، محمد بن علی، الفتوحات المکیّة ، به کوشش عثمان یحیی، قاهره، 1405 ق / 1985 م؛ همو، فصوص الحکم ، به کوشش ابوالعلاء عفیفی، بیروت، 1400 ق / 1980 م؛ ابن‌عطاءاللّه، احمد بن محمد، لطائف المنن ، به کوشش عبدالحلیم محمود، قاهره، 1974 م؛ ابن کثیر، البدایة ؛ ابن‌ندیم، الفهرست ؛ احمد عطا، مقدمه بر علم القلوب ، قاهره، 1384 ق / 1964 م؛ ابوطالب مکی، محمد بن علی، قوت القلوب ، قاهره، 1381 ق / 1961 م؛ ابویعلی، محمد بن حسین، المعتمد فی اصول‌الدین ، به کوشش ودیع زیدان حداد، بیروت، 1986 م؛ باخرزی، یحیی، اوراد الاحباب و فصوص الآداب ، به کوشش ایرج افشار، تهران، 1345 ش؛ جامی، عبدالرحمن بن احمد، نفحات الانس ، به کوشش مهدی توحیدی‌پور، تهران، 1336 ش؛ جندی، مؤیدالدین، نفحة الروح و تحفة الفتوح ، به کوشش نجیب مایل هروی، تهران، 1403 ق / 1362 ش؛ خدیویه، فهرست ؛ خطیب بغدادی، احمد بن علی، تاریخ بغداد ، قاهره، 1349 ق؛ ذهبی، محمد بن احمد، تاریخ الاسلام ، به کوشش عمر عبدالسلام تدمری، بیروت، 1409 ق / 1988 م؛ همو، سیر اعلام النبلاء ، به کوشش شعیب ارنؤوط، بیروت، 1404 ق / 1984 م؛ همو، العبر ، به کوشش ابوهاجر محمدسعید بن بسیونی زغلول، بیروت، 1405 ق / 1985 م؛ سراج طوسی، عبداللّه بن علی، اللمع فی التصوف ، به کوشش نیکلسون، لیدن، 1914 م؛ سهروردی، عبدالقاهر بن عبداللّه، عوارف المعارف ، بیروت، 1966م؛ سمعانی، عبدالکریم بن محمد، الانساب ، حیدرآباد دکن، 1401 ق / 1981 م؛ صدرالدین شیرازی، محمد بن ابراهیم، المبدأ و المعاد ، به کوشش جلال‌الدین آشتیانی، تهران، 1354 ش؛ عفیفی، ابوالعلاء، تعلیقات بر فصوص الحکم (نک‍ : هم‍ ، ابن‌عربی)؛ علم القلوب ، منسوب به ابوطالب مکی (نک‍ : هم‍ ، احمد عطا)؛ عین القضاة همدانی، رسالة شکوی الغریب ، به کوشش عفیف عسیران، 1382 ق / 1962 م؛ غزالی، محمد، المنقذ من الضلال ، به کوشش عبدالحلیم محمود، 1394 ق / 1974 م؛ مولوی، جلال‌الدین محمد، مثنوی معنوی ، به کوشش نیکلسون، تهران، 1336 ش؛ نیز:",
    "ESC2; GAS; Massignon, L., Essai sur les origins du lexique technique de la mystique musulmane , Paris, 1968.",
    "فتح‌اللّه مجتبائی"
  ],
  "bibliography": [
    "ابن تیمیه، احمد، مجموعة الرسائل و المسائل ، بیروت، 1403 ق / 1983 م",
    "ابن جوزی، عبدالرحمن بن علی، تلبیس ابلیس ، بیروت، 1368 ق",
    "همو، المنتظم ، حیدرآباد دکن، 1358 ق",
    "ابن حجر عسقلانی، احمد بن علی، لسان المیزان ، بیروت، 1406 ق / 1986 م",
    "ابن خلکان، وفیات",
    "ابن عبّاد رندی، محمد بن ابراهیم، الرسائل الصغری ، به کوشش ب. ع. نویّا یسوعی، بیروت، 1957 م",
    "ابن عربی، محمد بن علی، الفتوحات المکیّة ، به کوشش عثمان یحیی، قاهره، 1405 ق / 1985 م",
    "همو، فصوص الحکم ، به کوشش ابوالعلاء عفیفی، بیروت، 1400 ق / 1980 م",
    "ابن‌عطاءاللّه، احمد بن محمد، لطائف المنن ، به کوشش عبدالحلیم محمود، قاهره، 1974 م",
    "ابن کثیر، البدایة",
    "ابن‌ندیم، الفهرست",
    "احمد عطا، مقدمه بر علم القلوب ، قاهره، 1384 ق / 1964 م",
    "ابوطالب مکی، محمد بن علی، قوت القلوب ، قاهره، 1381 ق / 1961 م",
    "ابویعلی، محمد بن حسین، المعتمد فی اصول‌الدین ، به کوشش ودیع زیدان حداد، بیروت، 1986 م",
    "باخرزی، یحیی، اوراد الاحباب و فصوص الآداب ، به کوشش ایرج افشار، تهران، 1345 ش",
    "جامی، عبدالرحمن بن احمد، نفحات الانس ، به کوشش مهدی توحیدی‌پور، تهران، 1336 ش",
    "جندی، مؤیدالدین، نفحة الروح و تحفة الفتوح ، به کوشش نجیب مایل هروی، تهران، 1403 ق / 1362 ش",
    "خدیویه، فهرست",
    "خطیب بغدادی، احمد بن علی، تاریخ بغداد ، قاهره، 1349 ق",
    "ذهبی، محمد بن احمد، تاریخ الاسلام ، به کوشش عمر عبدالسلام تدمری، بیروت، 1409 ق / 1988 م",
    "همو، سیر اعلام النبلاء ، به کوشش شعیب ارنؤوط، بیروت، 1404 ق / 1984 م",
    "همو، العبر ، به کوشش ابوهاجر محمدسعید بن بسیونی زغلول، بیروت، 1405 ق / 1985 م",
    "سراج طوسی، عبداللّه بن علی، اللمع فی التصوف ، به کوشش نیکلسون، لیدن، 1914 م",
    "سهروردی، عبدالقاهر بن عبداللّه، عوارف المعارف ، بیروت، 1966م",
    "سمعانی، عبدالکریم بن محمد، الانساب ، حیدرآباد دکن، 1401 ق / 1981 م",
    "صدرالدین شیرازی، محمد بن ابراهیم، المبدأ و المعاد ، به کوشش جلال‌الدین آشتیانی، تهران، 1354 ش",
    "عفیفی، ابوالعلاء، تعلیقات بر فصوص الحکم (نک‍ : هم‍ ، ابن‌عربی)",
    "علم القلوب ، منسوب به ابوطالب مکی (نک‍ : هم‍ ، احمد عطا)",
    "عین القضاة همدانی، رسالة شکوی الغریب ، به کوشش عفیف عسیران، 1382 ق / 1962 م",
    "غزالی، محمد، المنقذ من الضلال ، به کوشش عبدالحلیم محمود، 1394 ق / 1974 م",
    "مولوی، جلال‌الدین محمد، مثنوی معنوی ، به کوشش نیکلسون، تهران، 1336 ش",
    "نیز:",
    "ESC2",
    "GAS",
    "Massignon, L., Essai sur les origins du lexique technique de la mystique musulmane , Paris, 1968."
  ],
  "signature": "فتح‌اللّه مجتبائی",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 130
}