{
  "id": "eweb_016",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/226348/%D8%A7%D8%A8%D9%88%D8%AA%D8%B1%D8%A7%D8%A8-%D9%86%D8%AE%D8%B4%D8%A8%DB%8C",
  "annotator": "Jeremy",
  "title": "ابوتراب نخشبی",
  "authors": [
    "حسین لاشیء"
  ],
  "last_updated": "چهارشنبه 21 خرداد 1399",
  "content": [
    "اَبوتُرابِ نَخْشَبی، عسکر بن حُصَین (یا عسکر بن محمد بن حصین)، از بزرگان مشایخ صوفیۀ خراسان در سدۀ 3 ق (د 245 ق / 859 م) و از مردم نخشب (نسف). وی به علم، فتوت، توکل، زهد و ورع مشهور بود و گفته‌اند که از جمله مشایخی بود که با توکل بی‌زاد و راحله قطع بادیه می‌کرد. ابن جلاء می‌گوید: 600 شیخ را ملاقات کردم که هیچ کدام مانند 4 تن نبودند که اول آنها ابوتراب نخشبی بود (سلمی. 136-137؛ قشیری، 436؛ انصاری، 76). او از مصاحبت شقیق بلخی، حاتم اصمّ و ابوحاتم عطّار بهره جسته و پس از وفات حاتم اصم به شام رفته و در آنجا کتابهایی در حدیث نوشته است (قشیری، همانجا؛ سبکی، 2 / 307؛ ابن عماد، 2 / 108- 109).  برخی علی رازی مذبوح را از استادان او دانسته‌اند (ابونعیم، 10 / 45؛ ابن ملقن، 355). او همچنین معاصر بایزید بسطامی بوده و با او ملاقات داشته و به او ارادت می‌ورزیده است (غزالی، 4 / 356؛ عطار، 169). بسیاری از مشایخ تصوف همچون ابوعبدالله ابن جلاء، یوسف بن حسین رازی، ابوعبید بسری، محمد بن علی ترمذی، شاه بن شجاع کرمانی، علی بن سهل اصفهانی، احمد بن خضرویه و حمدون قصّار از مصاحبت او بهره‌مند شده و ابوحمزۀ بغدادی و ابوحمزۀ خراسانی نیز در برخی از سفرها او را همراهی کرده‌اند (سلمی، 93، 166، 175، 183، 229، 294، 328؛ قشیری، 393، 395، 400، 403، 409، 410، 414، 426، 428).  نخشبی با ریاضتهای سخت به تزکیۀ نفس می‌پرداخته و سیاحتهای فراوان داشته است. گفته‌اند که در بعضی غزوات نیز حاضر بوده است (کاشانی، 398). در عین حال همواره بر این مطلب تأکید می‌ورزیده که هیچ‌چیز برای مرید زیانبارتر از سفرهایی نیست که به تبعیّت از هوای نفس انجام دهد (ابونعیم، 10 / 45، 48). او از عبدالله بن محمد بن زکریا و محمد بن عبدالله بن مصعب و نعیم بن حماد و محمد بن عبداللـه بن نمیر و احمد بن نصر نیشابوری حدیث نقل کرده است و کسانی همچون فتح بن شَخْرَف، ابوبکر بن ابی‌عاصم، عبدالله بن احمد بن حنبل، یوسف بن حسین رازی و ابوعبدالله ابن جلاء از او حدیث نقل کرده‌اند (همو، 10 / 45؛ ابن اثیر، 3 / 303؛ ذهبی، 11 / 545؛ سبکی، همانجا). او همچنین احمد بن حنبل را در بغداد ملاقات کرده است (خطیب، 12 / 315؛ ابن ابی یعلی، 1 / 248- 249). به گفتۀ سبکی وی در فروع از شافعی پیروی می‌کرده است (همانجا).  ابونصر سراج به کتابی از آثار او اشاره و عبارتی از آن نقل کرده است (ص 205)، ولی نام این کتاب معلوم نیست و امروز چیزی از نوشته‌های او در دست نداریم. آنچه از او باقی مانده است، سخنانی است در تصوّف که به‌طور پراکنده در آثار پیشینیان آمده و نیز حکایاتی از کرامات اوست. علاوه بر آن، چند بیت شعر نیز در بیان نشانه‌های محبت از او نقل کرده‌اند (غزالی، 4 / 339).  بنابر یکی از طرق سلسلۀ طیفوریّه، نسبت معنوی ابوتراب نخشبی از طریق بایزید بسطامی و شقیق بلخی به امیرالمؤمنین علی (ع) و براساس سلسله‌های دیگر نسبت او از طریق شقیق بلخی به امام موسی بن جعفر (ع) و یا از طریق ابراهیم ادهم به امام محمد باقر (ع) منتهی می‌گردد (معصومعلی شاه، 2 / 151-173؛ نوشاهی، 1 / 154؛ نیز نک‍ : محمود بن عثمان، 24، 489).  از ابوعمران اصطخری نقل شده است که گفت: ابوتراب نخشبی را در بادیه ایستاده و مرده یافتم در حالی که هیچ چیز او را نگاه نداشته بود (کلاباذی، 158؛ ابونعیم، 10 / 49؛ سراج، 211)، ولی غالباً مرگ او را به سبب صدمۀ درندگان در بادیه میان مدینه و مکه دانسته‌اند (سلمی، 137؛ انصاری، 77).",
    "ابن ابی‌یعلی، محمد، طبقات الحنابلة ، به کوشش محمد حامد فقی، قاهره، 1371 ق / 1952 م؛ ابن اثیر، علی بن محمد، اللباب ، بیروت، دارصادر؛ ابن عماد حنبلی، عبدالحی، شذرات الذهب ، قاهره، 1350 ق؛ ابن ملقن، سراج‌الدین، طبقات الاولیاء ، به کوشش نورالدین شریبه، بیروت، 1406 ق؛ ابونعیم اصفهانی، احمد بن عبدالله، حلیة الاولیاء ، بیروت، 1387 ق؛ انصاری هروی، خواجه عبداللـه، طبقات الصوفیه ، به کوشش عبدالحی حبیبی و حسین آهی، تهران، 1362 ش؛ خطیب بغدادی، احمد بن علی، تاریخ بغداد ، بیروت، 1349 ش؛ ذهبی، محمد بن احمد، سیر اعلام النبلاء ، به کوشش شعیب ارنؤوط و صالح السمر، بیروت، 1406 ق؛ سبکی، عبدالوهاب بن علی، طبقات الشافعیة الکبری ، به کوشش عبدالفتاح محمد حلو ومحمود محمد طناحی، 1383 ق؛ سراج طوسی، عبداللـه بن علی، اللمع فی التصوف ، به کوشش ر.ا. نیکلسون، لیدن، 1914 م؛ سلمی، ابوعبدالرحمن، طبقات الصوفیة ، به کوشش یوحنا پدرسن، لیدن، 1960 م؛ عطار، فریدالدین، تذکرة الاولیاء ، به کوشش محمد استعلامی، تهران، 1346 ش؛ غزالی، محمد، احیاء علوم‌الدین ، بیروت، دارالندوة الجدیدة؛ قشیری، ابوالقاسم، الرسالة القشیریة ، به کوشش معروف زریق و علی عبدالحمید بلطه‌جی، بیروت، 1408 ق؛ کاشانی، عزالدین محمود، مصباح الهدایة و مفتاح الکفایة ، به کوشش جلال‌الدین همایی، تهران، 1367 ش؛ کلاباذی، محمد بن ابراهیم، التعرف لمذهب اهل التصوف ، به کوشش عبدالحلیم محمود و طه عبدالباقی سرور، بیروت، 1380 ق / 1960 م؛ محمود بن عثمان، فردوس المرشدیة فی اسرار الصمدیة ، به کوشش ایرج افشار، تهران، 1333 ش؛ معصومعلی شاه، محمد معصوم، طرائق الحقائق ، به کوشش محمدجعفر محجوب، تهران؛ نوشاهی، سیدشریف احمد، شریف التواریخ ، گجرات، 1399 ق.",
    "حسین لاشئ"
  ],
  "bibliography": [
    "ابن ابی‌یعلی، محمد، طبقات الحنابلة ، به کوشش محمد حامد فقی، قاهره، 1371 ق / 1952 م",
    "ابن اثیر، علی بن محمد، اللباب ، بیروت، دارصادر",
    "ابن عماد حنبلی، عبدالحی، شذرات الذهب ، قاهره، 1350 ق",
    "ابن ملقن، سراج‌الدین، طبقات الاولیاء ، به کوشش نورالدین شریبه، بیروت، 1406 ق",
    "ابونعیم اصفهانی، احمد بن عبدالله، حلیة الاولیاء ، بیروت، 1387 ق",
    "انصاری هروی، خواجه عبداللـه، طبقات الصوفیه ، به کوشش عبدالحی حبیبی و حسین آهی، تهران، 1362 ش",
    "خطیب بغدادی، احمد بن علی، تاریخ بغداد ، بیروت، 1349 ش",
    "ذهبی، محمد بن احمد، سیر اعلام النبلاء ، به کوشش شعیب ارنؤوط و صالح السمر، بیروت، 1406 ق",
    "سبکی، عبدالوهاب بن علی، طبقات الشافعیة الکبری ، به کوشش عبدالفتاح محمد حلو ومحمود محمد طناحی، 1383 ق",
    "سراج طوسی، عبداللـه بن علی، اللمع فی التصوف ، به کوشش ر.ا. نیکلسون، لیدن، 1914 م",
    "سلمی، ابوعبدالرحمن، طبقات الصوفیة ، به کوشش یوحنا پدرسن، لیدن، 1960 م",
    "عطار، فریدالدین، تذکرة الاولیاء ، به کوشش محمد استعلامی، تهران، 1346 ش",
    "غزالی، محمد، احیاء علوم‌الدین ، بیروت، دارالندوة الجدیدة",
    "قشیری، ابوالقاسم، الرسالة القشیریة ، به کوشش معروف زریق و علی عبدالحمید بلطه‌جی، بیروت، 1408 ق",
    "کاشانی، عزالدین محمود، مصباح الهدایة و مفتاح الکفایة ، به کوشش جلال‌الدین همایی، تهران، 1367 ش",
    "کلاباذی، محمد بن ابراهیم، التعرف لمذهب اهل التصوف ، به کوشش عبدالحلیم محمود و طه عبدالباقی سرور، بیروت، 1380 ق / 1960 م",
    "محمود بن عثمان، فردوس المرشدیة فی اسرار الصمدیة ، به کوشش ایرج افشار، تهران، 1333 ش",
    "معصومعلی شاه، محمد معصوم، طرائق الحقائق ، به کوشش محمدجعفر محجوب، تهران",
    "نوشاهی، سیدشریف احمد، شریف التواریخ ، گجرات، 1399 ق."
  ],
  "signature": "حسین لاشئ",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 388
}