{
  "id": "eweb_022",
  "source": "EIs",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/SIM-05000017.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-9831_isla_SIM_05000017",
  "title": "Buhlūl",
  "authors": [
    "Azartash Azarnoosh",
    "Translated by Farzin Negahban"
  ],
  "word_count": "(2,091 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "17 Jun 2021",
  "last_updated": "17 Jun 2021",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "The historical Buhlūl appears to have been a contemporary of the ʿAbbāsid caliph al-Mahdī (r. 158–169/775–785), with the first accounts on him being found in the first half of the 3rd/9th century, i.e., within fifty years of his reported death. In his report on Buhlūl, al-Jāḥiẓ (d. 255/869) relates a telling conversation (1/182) that took place between Buhlūl and Isḥāq b. Ṣabbāḥ, the ruler of the Ḥijāz during al-Mahdī’s reign, which reveals his Shiʿi sympathies. Al-Jāḥiẓ’s other two reports (1/182) present him as a rather naive and uncouth person (as in his demanding payment in order to stop singing endlessly). Two further reports in the same vein by the Andalusian Ibn ʿAbd Rabbih (d. 328/940) also reveal his deep sympathy for Shiʿism (6/151).",
    "Towards the end of the 3rd/9th century, al-Nīsābūrī in his al-ʿUqalāʾ al-majānīn (‘The wise fools’) devoted an entire section to Buhlūl (pp. 100–109), which contains twenty reports—comprising several verses of poetry—as well as eighty fragments (sing. qiṭʿa ). Al-Nīsābūrī’s reports present a variety of themes; in some, Buhlūl is depicted as a wandering fool (apparently always in Kūfā), who is abused by children in the streets (pp. 102, 103, 107). Four other reports relate his encounter with the caliph Hārūn al-Rashīd (pp. 100–102) in which he appears as a fool riding around on a hobby-horse, who brings tears to the caliph’s eyes with potent words of counsel (pp. 100–101). In this account the common theme of ‘the philosopher’s disdain towards the king’ is repeated on two occasions, in one of which Buhlūl cites a prophetic ḥadīth together with its chain of transmission.",
    "The majority of Buhlūl’s aphorisms have eschatological themes. He advises his listeners to contemplate their end, given the ephemeral nature of the world and the intense beauty of the Hereafter. This theme gives rise to a beautiful Sufi poem depicting Paradise (p. 105, cf. p. 106); there is also a discourse concerned with Sufi themes of benevolence (p. 103). Some of the stories reveal his discernment and insightfulness with respect to the world, as illustrated by the occasion on which he tricks a judge with regard to his inheritance (p. 104), in order to relieve one individual from his woes and prevent another from committing an act of treachery (p. 106).",
    "There are also three letters by him, addressed to the caliph, vizier and chief constable, in which he gives them the benefit of his wisdom in the spirit of the classical Persian advice manuals and the Nahj al-balāgha (pp. 107–108). One report in which he extols Abū Bakr and ʿUmar (p. 103) may be an apocryphal invention inserted as a reaction to his Shiʿi tendencies. The poetry in al-Nīsābūrī’s al-ʿUqalāʾ al-majānīn consist of thirty-nine verses (in thirteen short poems), most of which are about the Hereafter and contentment with one’s destiny in the world. There are also three couplets with subtle love themes. These verses are very simple, plain, unassuming and, at times, devoid of charm. One couplet (p. 109, in rāʾiyya ) even lacks a proper rhyme (unless recited without any pause).",
    "Shortly after al-Nīsābūrī, al-Ābī (q.v., d. 421/1030) narrates some reports about Buhlūl in his Nathr al-durr (pp. 259–274), nine of which also appear with minor differences in al-ʿUqalāʾ al-majānīn. Al-Ābī’s accounts, however, are lacking in Sufi or ascetical themes, and instead concentrate on comical or at times even obscene elements.",
    "The legendary elements were further developed in the large number of works on Buhlūl from the 5th/11th century onwards, which focused on a particular aspect of his personality. Al-Rāghib al-Iṣfahānī (pp. 719–721), Ibn al-Jawzī (pp. 516–518) and, following them, al-Waṭwāṭ (d. 718/1318) in his Ghurar al-khaṣāʾiṣ , view Buhlūl only as a simple, comical figure. Sufis, on the other hand, including al-Mustamlī (d. 434/1043) in his Sharḥ al-taʿarruf (4/1491, 1639), portray Buhlūl as a wise sage whose words are beyond the comprehension of ordinary people. In his al-Futūḥāt al-Makkiyya (1/247–250), Ibn al-ʿArabī devotes all of chapter 44 to the Bahālīl (pl. of Buhlūl), and discusses the typology of saints who lose their reason as a result of divine disclosures and enter a special state of ‘madness’. The works of Persian Sufis living in that period portray Buhlūl as a wise and quick-witted individual (see Shams al-Dīn Tabrīzī, 137; Rūmī, 40, 108–110). In the following century al-Yāfiʿī (pp. 63–66, 74, 75, 100–102) greatly expanded upon the stories of Buhlūl, turning him into the model of a perfect Sufi.",
    "At the same time al-Ṭūsī (p. 60) and, later on, Ibn Ḥajar (2/68) refer to a muḥaddith (traditionist) by the name of Buhlūl, who narrated ḥadīth from Imam Jaʿfar al-Ṣādiq. Later works, in particular Nūr Allāh al-Shūshtarī’s Majālis al-muʾminīn , conflated this muḥaddith with Buhlūl al-Majnūn (the madman), turning the latter into a traditionist as well as a disciple and student of al-Ṣādiq. Buhlūl seems also to have been known as a narrator of ḥādīth from the 4th/10th century, as is shown in the account of his meeting with Hārūn al-Rashīd. Later sources both confirm and somewhat elaborate upon this (Ibn al-Jawzī, 517–518; Ibn al-Dimyāṭī, 91–92).",
    "Ibn Shākir al-Kutubī is the first person to suggest that Buhlūl died in 190/806 (1/228–231). A century later Ibn Taghrībirdī, with some reservations, suggested 183/799 as the year of his death (2/110–111).",
    "The character of Buhlūl reaches its final form in Persian literature from the 11th/17th century onwards, when emphasis was put upon his piety, his struggle for the cause of Shiʿism and his spiritual virtues. Nūr Allāh al-Shūshtarī narrates new reports about him under the title of Shaykh-i fāḍil-i wāṣil (2/14–20), which roughly translates as ‘the noble master who had arrived at the state of reunion’. In this version, Buhlūl is presented as an erudite and learned individual, whose behaviour exhibits fewer signs of madness. Quoting Ḥamd Allāh Mustawfī, al-Shūshtarī introduces his reports on Buhlūl with the information that he was a pious individual, a disciple of Jaʿfar al-Ṣādiq, and a relative of Hārūn al-Rashīd (p. 637). He feigned madness on the advice of Jaʿfar al-Sādiq in order to avoid carrying out Hārūn’s unreasonable orders.",
    "In the first report, which is rich with detail, Buhlūl successfully challenges Abū Ḥanīfa in defence of Jaʿfar al-Ṣādiq (al-Shūshtarī, 2/14–15). The second report, taken from al-Ṭabarī’s al-Īḍāḥ and containing anecdotes, accounts of debates and convoluted occurrences, is about the ruler of Baṣra, Muḥammad b. Sulaymān. The story ends with the latter’s encounter with some children in the streets of Baṣra and the repetition of an earlier story about Buhlūl (al-Shūshtarī, 2/15–19). The eight subsequent reports, containing numerous distortions, are repetitions of earlier stories. The collection also contains two poems (consisting of four and three verses respectively) in addition to those already mentioned.",
    "Such accounts are further elaborated in the works of such authors as Ḥablah-rūdī (d. 1054/1644) (pp. 155–159), whose stories are mainly repetitions of those by Nūr Allāh al-Shūshtarī; see also al-Jazāʾirī, 2/265). Al-ʿAbbās al-Ḥusaynī al-Mūsawī al-Makkī, in his Nuzhat al-jalīs , written in the 12th/18th century, gives an account of Buhlūl combining earlier and original material; as regards the latter, he describes (p. 579) Buhlūl’s Qaṣīda Fiyashiyya as a very well-known work, and makes the claim: ‘I shall include this work in its entirety for you, so that you can appreciate that he was a prominent Sufi’. This ode is mainly in the Egyptian dialect with some verses in standard Arabic in the style of a tarjīʿ-band or stanzaic poem. The qaṣīda is known as Buhlūliyya or Qaṣīda b. ʿArūs , and the commentary by Muḥammad Bahansī indicates that it must have been composed some time before Bahansī’s death in 1001/1593 (for manuscripts, see Sezgin, 1/637–638). Al-Ḥusaynī Mūsawī’s version seems to be a takhmīs (pentastich enlargement) of that qaṣīda.",
    "However, there is no evidence in the poem itself for the claim by al-ʿAbbās al-Ḥusaynī al-Mūsawī al-Makkī that Buhlūl was a prominent Sufi. In fact, throughout the poem, the poet refers to divine bounties in simple, colloquial language, praising God ‘for providing us with food, water and other forms of daily sustenance’ (al-Ḥusaynī, 580). He also offers various words of counsel and makes occasional references to Qurʾānic verses.",
    "There are further reports on Buhlūl in Persian Shiʿi works of the 14th/20th century. Kh w ānsārī’s (d. 1313/1895) Rawḍāt al-jannāt contains an extensive chapter (2/145–157) with various reports on Buhlūl, including those by Nūr Allāh al-Shūshtarī.",
    "Buhlūl has represented the paradigm of the ‘wise fool’ in Persian literature throughout the centuries. Recent decades have seen the publication of several popular books on Buhlūl, including a short volume of his adventures, published in Tehran by Maḥmūd Mutadayyin called Mājarā-hā-yi Buhlūl-i ʿāqil , ‘Adventures of Bulūl the wise’. This was followed by a second volume in 1339 Sh./1960, published by Āqā Mīrzā ʿAlī Ṣadr in Tehran. The series finally reached five volumes, all of which were published in Tehran in 1343 Sh./1964. The stories in these volumes are taken from early Arabic accounts of Buhlūl, combined with some other accounts and verses of Persian poetry."
  ],
  "bibliography": [
    "al-Ābī, Abū Saʿd Manṣūr, Nathr al-durr , ed. Muḥammad ʿAlī Qurna and ʿAlī Muḥammad al-Bajāwī (Cairo, 1983)",
    "al-Baḥrānī, ʿAbd al-ʿAẓīm al-Muhtadī, Mudhakkirāt al-Shaykh Buhlūl (Kuwait, 2000)",
    "Ḥablah-rūdī, Muḥammad, Jāmiʿ al-tamthīl (Bombay, 1911)",
    "al-Ḥusaynī al-Mūsawī al-Makkī, al-ʿAbbās, Nuzhat al-jalīs (Najaf, 1387/1967)",
    "Ibn ʿAbd Rabbih, Aḥmad, al-ʿIqd al-farīd , ed. Aḥmad Amīn et al. (Beirut, 1402/1982)",
    "Ibn al-ʿArabī, Muḥyī al-Dīn, al-Futūḥāt al-Makkiyya (Cairo, 1329/1911)",
    "Ibn al-Dimyāṭī, Aḥmad, al-Mustafād min dhayl Ta⁠ʾrīkh Baghdād , ed. Qayṣar Abū Faraḥ (Beirut, 1399/1978)",
    "Ibn al-Ḥajar al-ʿAsqalānī, Aḥmad, Lisān al-mīzān (Beirut, 1406/1986)",
    "Ibn al-Jawzī, ʿAbd al-Raḥmān, Ṣifat al-ṣafwa , ed. Maḥmūd al-Fākhūrī and Muḥammad Rawwās Qalʿajī (Beirut, 1405/1985)",
    "Ibn Shākir al-Kutubī, Muḥammad, Fuwāt al-wafayāt , ed. Iḥsān ʿAbbās (Beirut, 1973)",
    "Ibn Taghrībirdī, Yūsuf, al-Nujūm al-ẓāhira fī maḥāsin Miṣr wa al-Qāhira (Cairo, 1383–/1963)",
    "al-Jāḥiẓ, ʿAmr, al-Bayān wa al-tabyīn , ed. Ḥasan al-Sandūbī (Cairo, 1351/1932)",
    "al-Jazāʾirī, Niʿmat Allāh, al-Anwār al-nuʿmāniyya (Beirut, 1404/1984)",
    "Kh w ānsārī, Muḥammad Bāqir, Rawḍāt al-jannāt (Tehran, 1390/1970)",
    "MacDonald, D. B., ‘Buhlūl’, EI , vol. 1, pp. 772–773",
    "Marzolph, Ulrich, Der weise Narr Buhlūl (Wiesbaden, 1983)",
    "idem with Bāqir Qurbānī Zarrīn, Buhlūl-nāmah (Tehran, 2010)",
    "idem, ‘Bohlūl’, EIR , vol. 4, pp. 319–320",
    "idem, ‘Buhlūl’, EI3 (online)",
    "Mustamlī Bukhārī, Ismāʿīl, Sharḥ al-Taʿarruf , ed. Muḥammad Rawshan (Tehran, 1366 Sh./1987)",
    "Mustawfī, Ḥamd Allāh, Tārīkh-i guzīdah , ed. ʿAbd al-Ḥusayn Nawāʾī (Tehran, 1362 Sh./1983)",
    "Naḥwī, Sayyid Sayf Allāh, ‘Buhlūl Āqil Sīmāʾī’, Farhang Kawthar , 25 (1378 Sh./1999), pp. 64–68",
    "al-Nīsābūrī, Ḥasan, al-ʿUqalāʾ al-majānīn , ed. Muṣṭafā ʿĀshūr (Cairo, 1989)",
    "Nūrbakhsh, Ḥusayn Buhlūl dar āthār-i maktūb wa ḥikāyat-hā-yi mardumī (Tehran 1382 Sh./2003)",
    "al-Rāghib al-Iṣfahānī, al-Ḥusayn b. Muḥammad, Muḥāḍarāt al-udabāʾ (Beirut, 1961)",
    "Rūmī, Jalāl al-Dīn Muḥammad, Mathnawī-yi maʿnawī , ed. Reynold A. Nicholson (Tehran, 1363 Sh./1984)",
    "Sezgin, GAS",
    "Shams al-Dīn Tabrīzī, Maqālāt , ed. Muḥammad ʿAlī Muwaḥḥid (Tehran, 1356 Sh./1977)",
    "al-Shūshtarī, Nūr Allāh, Majālis al-muʾminīn (Tehran, 1376/1957)",
    "Strika, V., ‘Alcune considerazioni su Buhlūl al-Majnūn al-Kūfī’, in B. Scarcia Amoretti and L. Rostagno, eds., Yād-nāma in memoria di Alessandro Bausani , vol. 1 (Rome, 1991), pp. 459–474",
    "al-Ṭūsī, Muḥammad b. al-Ḥasan, Rijāl (Najaf, 1380/1961)",
    "Waṭwāṭ, Muḥammad b. Ibrāhīm b. Yaḥyā al-Kutubī, Ghurar al-khaṣāʾiṣ al-wāḍiḥa (Beirut, n.d.)",
    "al-Yāfiʿī, ʿAbd Allāh, Rawḍ al-riyāḥīn (Cyprus, n.d.)",
    "al-Yūsufī, ʿAlī, Buhlūl al-ḥakīm ṭarāʾifuh wa mawāqifuh (Damascus, 2000)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}