{
  "id": "eweb_029",
  "source": "EIs",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/COM-037167.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-9831_isla_COM_037167",
  "title": "Dhawq",
  "authors": [
    "Stephen Hirtenstein"
  ],
  "word_count": "(7,762 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "08 Jan 2018",
  "last_updated": "17 Jun 2021",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "Dhawq (taste, tasting), a central concept in Sufism, derived from the Qurʾān and developed over several centuries, which has several interrelated meanings. From the scientific point of view, the primary sense of taste is the sensory capacity possessed by human beings and other creatures, enabled by the specialist organs of the tongue and mouth, to discriminate and evaluate whatever substances are to be ingested. This involves the ability not only to experience how different foods taste and to classify them accordingly, but also to develop particular likings or preferences (‘a taste’) for certain things. This distinction applies equally to the figurative meanings of evaluating all direct experiences, whether physical, emotional or spiritual, and the development of cultural and spiritual aesthetics and principles of ‘good taste’.",
    "Like many in the Islamic world, the 9th/15th-century Persian grammarian and theologian ʿAlī b. Muḥammad al-Jurjānī (d. 816/1413) defined it in terms of both its physical and mystical aspects: ‘ dhawq is a power that is dispersed through the nerves ( aʿṣāb ) that are spread over the tongue: it allows one to appreciate different flavours ( ṭuʿūm ) through the mouth’s saliva being mixed with the food which is being tasted and then arriving at the gustatory nerves. In terms of knowledge of God, it is an expression designating a mystical ( ʿirfānī ) light which the Real projects into the hearts of His friends ( awliyāʾ  ) through His self-revelation, and by which they distinguish truth from falsehood, without that being derived from a [theoretical] book [knowledge] or any other [exterior cause]’ (p. 177).",
    "Linguistically, dhawq is the verbal noun ( maṣdar ) of dhāqa , meaning ‘to taste, try, test, perceive.’ ‘Tasting’, as in English, originally indicated taking only a little of something, hence trying or evaluating it. Metaphorically one can therefore ‘taste a bow’ ( dhāqa al-qaws ), meaning to test its strength by pulling the string. It is also often associated with the term ṭaʿm , which includes the meanings of flavour/savour and eating (Lane, 994, 1905; Ibn Manẓūr, 1526–1527, 2673–2676; for a more extensive treatment of the metaphorical meanings, see al-Jāḥiẓ, 5/29–33).",
    "In the Qurʾān and sunna , which act as the paradigms of Islamic culture, the term dhawq is used almost exclusively in a figurative sense. The only apparently literal usage of its association with eating occurs within an entirely other-worldly dimension, the Garden of Eden, where Adam and Eve are said to have ‘tasted of the tree’, as result of which ‘their shameful parts became manifest to them, and they began to piece together onto themselves some of the leaves of the Garden’ (Q 7:22). The commentators usually gloss this tasting as ‘eating’ or ‘ingesting’ (al-Maḥallī, 161; cf. Baqlī, Arāʾis , 248, where Adam and Eve are described as tasting the tree of love, ʿishq ). Elsewhere, the moral and ethical aspects are given even more prominence, and dhawq becomes a metaphor for getting one’s just deserts or directly experiencing things as they really are. In this regard the Qurʾān uses dhawq more often in connection with negative experiences: disbelievers are described as tasting punishment ( ʿadhāb ) both here and in the hereafter (Q 3:106, 4:56, 10:52 et passim), or as tasting the fruits or realities of their actions (Q 9:35, 29:55, 59:15). However, suffering in this world is not given as an inevitable consequence of human folly, or simply as a warning of what might happen in the next world, but as an encouragement to repent: ‘And We shall surely make them taste the nearer chastisement before the greater chastisement that perhaps they may return’ (Q 32:21). On the other hand, positive experiences such as tasting God’s compassionate mercy ( raḥma ) or prosperity are depicted as a divine gift (Q 10:21, 11:9, 11:10 et passim). For those who are mindful of God ( al-muttaqūn ) there is the even greater gift of Paradise: ‘they will not taste death therein, other than the first death ( al-mawta al-ūlā )’ (Q 44:56). This ‘first death’ is something that every soul has to go through in order to return to God (Q 3:185, 21:35 and 29:57; q.v. ‘ Death in Islamic Thought ’).",
    "Taste is also associated with the pleasant experience of faith ( īmān ), as in the following prophetic ḥadīth reported by al-ʿAbbās b. ʿAbd al-Muṭṭalib: ‘Whoever is content with God as Lord, Islam as a religion and Muḥammad as a messenger, tastes ( dhāqa ) the savour of faith’ (Muslim b. al-Ḥajjāj, al-Ṣaḥīḥ , ‘kitāb al-Īmān’, 56; cf. al-Bukhārī, Ṣaḥīḥ al-Bukhārī , ‘Kitāb al-Īmān’, 21). Abū Bakr al-Ṣiddīq (q.v.) is reported as saying: ‘Whoever has had a taste of the pure love of God will be absorbed by it from any worldly pursuit; it estranges him from all humankind’ (al-Ghazālī, Iḥyāʾ , 4/333, see also English trans. by Ormsby, 116).",
    "Dhawq as a Physical Faculty",
    "Philosophers regarded the physical faculty of taste as simply one of the five senses that exist in an animal that has been fully formed ( Epistles , 32b, p. 33 of the English translation), or as one of the lower faculties of the soul, by which nourishment is taken or by which different flavours ( ṭuʿūm ) are perceived (al-Fārābī, 164–165). Since the time of Plato and Aristotle, the hierarchy of the senses had been a matter of much debate: taste, which was regarded as inferior to hearing or seeing and only one degree above the basic sense of touch, tended to be regarded as base in that it requires bodily contact and physical ingestion, and can be overindulged in, leading to the vices of gluttony and drunkenness (Korsmeyer, 15–22).",
    "Physicians, on the other hand, developed a more precise science based on Greek writers like Dioscorides (1st century CE) and Galen (2nd century CE) as well as their own observations. Writing in the 3rd/9th century, ʿAlī b. Sahl al-Ṭabarī states that ‘Everything has a potency ( quwwa ) that can be discovered through its taste ( madhāqa )’ (p. 356), and goes on to speak of the various different tastes and their effect on the body. He notes that according to Galen taste is more important than smell or colour in determining the particular quality or potency of something (al-Ṭabarī, 357 ff.). According to others, such as al-Majūsī (d. 384/994) and Ibn Hindū (d. 423/1032), a physician only receives hints from the taste and smell of a medicine, but its real qualities only appear through ‘testing’, i.e patient trials, first based on trying them on a healthy body and then on the sick.",
    "Following the classification of Aristotle in De Anima , eight component qualities of taste were distinguished: sweet, salty, acidic or sour, bitter, pungent or spicy ( ḥirrīf ), astringent, bland and fatty (the final two being additional to the six detailed in the Indian tradition). These were also linked to the four humours of the body and the four elements: sweetness and fat are hot-wet (airy); saltiness, spiciness and bitterness are hot-dry (fiery); acidity and astringency are cold-dry (earthy); blandness is cold, and may be either wet (watery) or dry (earthy). Physical and emotional health could be achieved by monitoring and regulating the constant flux of these bodily humours into an approximate equilibrium.",
    "Taste was therefore an important determiner in both the cause and treatment of certain conditions. For example, according to physicians such as Ibn Sīnā, chesty coughs could be caused by sour or spicy food and cured by gargling with astringents. Abū Bakr al-Rāzī (d. 313/925) devoted a short section of his Kitāb al-ḥāwī fī al-ṭibb to the sense of taste ( al-madhāq ), how it may be affected by various changes in the mouth and tongue, and treatments for conditions such as a loss of taste (al-Rāzī, 3/350–353; Ibn Hindū, 86–87; Ullmann, 57, 104–105; Paavilainen, 58–59, 227, 232, 447). On a more general level, taste was also a major determining factor, alongside colour, weight and smell, in testing the genuineness and purity of a given raw material, such as a spice in the market-place (see Chipman, 98–100).",
    "Dhawq as a Metaphor for Aesthetic Experience",
    "Parallel with the physical organ of taste, there also developed a sense of taste in relation to knowledge gained from experience and refinement. Physical taste is similar to aesthetic perception in being invisible, inaudible and impalpable, and unlike smell, requires an active partaking in order to comprehend it (for comparisons with Indian and Chinese notions of ‘taste’, see Braginsky, 185). In al-Kaffawī’s 11th/17th-century lexicon al-Kulliyyāt (pp. 360–361), for example, dhawq is described as ‘the faculty for receiving knowledge in all its plenitude through sensory perception’, and is linked to an aesthetic sensibility that is specifically related to language and poetry ( laṭāʾif al-kalām ): unlike western notions of beauty which are primarily visual and artistic, the Islamic concept of aesthetics is founded on the oral and the art of rhetoric, as can be found, for example, in those who possess a taste for the inimitability of the Qurʾān (see Ibn Khaldūn, 1/485; idem, English trans., 3/338). In traditional Arab-Islamic poetics, dhawq signified the ability to recognise and take delight in the right poetic metre. According to Ibn Khaldūn (d. 808/1406), within the field of syntax, style and literary criticism ( ʿilm al-bayān ) it meant appreciating the beauty of oral expression in a more general sense: ‘the word dhawq … means the tongue’s possession of the habit of eloquence ( balāgha )’ (1/493; idem, English trans., 3/358). He observes that since the tongue is the seat of speech just as much as the place for savouring food, the word dhawq is metaphorically used to designate the inherent linguistic ability of the Arabs, not as something innate but as a habit that is intuitive, a ‘taste’ for the correct use of the Arabic language which is rarely learned by non-Arabs and can only be obtained ‘through constant practice, becoming accustomed to Arab speech, and repeatedly using or listening to it’ (1/494; idem, English trans., 3/359). The only way to understand what eloquence is, to discern the difference between rhymed speech and true poetry, and to appreciate the beauty of the poetry of one’s own people, is dhawq (1/504, 534; idem, English trans., 3/386, 479–480). Although aesthetic taste is a natural faculty, it can be improved and developed by having an appreciation of adab , both in the sense of literature and of refined behaviour, good manners and moral character. Adab literature was designed to educate and cultivate in the reader the moral, social and intellectual qualities that characterise a person of refinement and culture (Braginsky, 185–187; Abou-Hodeib, 480).",
    "Taste in the broader sense of aesthetic preferences, especially ideas such as ‘good taste’ or ‘le bon goût’ which assume a certain ethical norm, became more widely established in the Islamic world under the influence of European notions that were gaining ground in the 12th/18th and 13th/19th centuries. For example, the aesthetics of order and linearity that characterised the urban capitals of Europe spread to the expanding cities of the Ottoman empire, as roads and buildings were increasingly constructed in the European style. In the 13th/19th-century domestic environment, the notion of dhawq took the management of the home beyond simple housework into lifestyles based upon new patterns of consumption: the ideal woman, for example, combined household chores with a specific middle-class taste that dictated the choice of home furniture, paintings, books, clothes and entertainment. As one early 14th/20th-century Egyptian home economics textbook put it, ‘cleanliness, proper arrangement, and good taste are still the primary conditions, especially in the reception room, which is the mirror of the house… It is necessary… that all the seats, tables, pictures, and furnishings appear in good taste and order’ (Antun al-Gamayyil, cited in Russell, 49; for the role of women as the arbiters of taste in the home, see pp. 37, 78, 85 et passim). Rather than simply adopting European fashions uncritically, it became important to emphasise local traditions and manners and attain what was described as ‘sound’ ( salīm ) or ‘correct’ ( ṣaḥīḥ ) taste in order to combat the evils of ‘Europeanisation’ ( tafarnuj ) and ‘false civilisation’ ( al-tamaddun al-kādhib ) (Abou-Hodeib, 480–482).",
    "Dhawq as a Sufi Technical Term",
    "In mystical terminology, dhawq is used primarily to denote the direct immediate awareness or perception of reality, without any mediation. There is a close connection between ‘tasting’ and ‘theophany/revelation’ ( tajallī ). Dhawq became the term for the awareness of the ineffable truth that marked out a ‘Sufi’ or ‘knower’ ( ʿārif ) from ordinary people, and developed into what has been described as ‘the theorisation of experience or the school ( madhhab ) that resulted from individual Sufi experience’ (Ḥakīm, 494; cf. Ibn Khaldūn, 1/391; idem, English trans., 3/79). It has been variously translated as ‘heart-savour’, ‘mystical/spiritual/creative intuition’, ‘sapiential taste’ (Lewisohn, Faith and Infidelity , 176–177, 191, 304).  In addition, one may note that ‘tasting’ ( dhawq ) is simultaneously a knowing ( ʿilm ) and an action ( ʿamal ), or an incontrovertible knowledge based upon experience ( khubr ), which explains why the term became so popular amongst Sufis. The experience of wajd (q.v. ‘ ecstasy ’) is often said to have an indescribable taste and flavour, pointing to the curious paradox that the tongue, which is the organ of taste, is simultaneously incapable of uttering words that really capture what is perceived by taste. As the Arabic proverb favoured by many Sufi masters puts it, ‘One who has not tasted does not really know/understand ( man lam yadhuq lam yaʿrif/yadri )’ (ʿIrāqī, Kulliyyāt , 404, Flashes , 118; Rūmī, 1/246; cf. Baqlī, Rūzbihān, Mashrab , 117; for Kubrā’s frequent use of this saying in his Qurʾānic commentary ʿAyn al-ḥayāh , see La Pratique , 54, and Éclosions , 136 no. 5).",
    "The term dhawq was already in use in Sufism in the 3rd/9th century and sometimes framed within a mystical imagery of ‘drinking’ from the cup of divine love. Dhū al-Nūn al-Miṣrī (d. 246/861) is reported as saying that ‘when God wishes to make [the gnostics] drink from the cup of His love, He gives them a taste of its delight and a dash of its sweetness’ (al-Sarrāj, 372). He also seems to have been one of the first to associate dhawq with its rhyming pair, shawq (longing): ‘longing [for God] is aroused [in a person], so they long; they are made to taste, so they find pleasure in tasting’ (quoted by Ibn al-ʿArabī, Kawkab , 252). However, the paucity of examples of dhawq in al-Daylamī’s treatise on love (pp. 58, 67), which was written in the 4th/10th century and quotes many of the early Sufis such as Sahl al-Tustarī (d. 283/896) and ʿAmr b. Uthmān al-Makkī (d. 297/910), demonstrates that at this time, in Buwayhid territory (q.v. ‘ Būyids ’) at least, the term had not yet taken on its later technical character. Likewise, the great master of Baghdad, al-Junayd (d. 298/910), uses it infrequently and somewhat ambiguously for both sweet and bitter experiences but not in relation to the divine: for example, he speaks of the soul ‘tasting the savour of poverty’ and ‘when I am before God, I taste the savour of my existence: would that God would obliterate my existence and cause me to enjoy His vision…’ (Abdel-Kader, Ar. 38 and 53, English trans. 159 and 173–174). For him the experience of complete annihilation ( fanāʾ  ) leaves no taste for or pleasure in existence ( dhawq al-wujūd , madhāqāt ) (Abdel-Kader, 152).",
    "By the 4th/10th century the term was beginning to develop a more specific meaning: Abū ʿAbd Allāh Aḥmad b. ʿAṭāʾ al-Rūdhbārī (d. 369/980), who was described by al-Qushayrī as ‘the greatest master in Syria in his time’ (p. 32), defined dhawq as ‘the first experience of Being ( awwal al-mawājīd ): the people of absence [from themselves] drink and lose their mind ( ṭāshū ), while the people of presence [with God] drink and live ( ʿāshū )’ (al-Sulamī, 528). The relationship between tasting and drinking was emphasised by al-Sarrāj (d. 378/988), who describes dhawq as ‘the beginning of drinking’, and uses it to distinguish two kinds of experience, one full of pleasure (quoting Dhū al-Nūn al-Miṣrī as above) and one full of agony, as in the following anonymous line of poetry: ‘one who has not tasted being separated from those that he loves has never been bereaved’ (p. 372; see al-Hujwīrī, 392, who also follows the Qurʾān in stating that dhawq refers to both pleasure and pain).",
    "According to al-Qushayrī (d. 465/1073), dhawq is the first of a trio of terms to describe ‘the fruits of God’s self-revelation, the results of God’s unveiling and God’s unexpected visitations, which they experience’ (Arabic text, p. 42, see also English trans., 95), the second being shurb (‘drinking’) and the third riyy (‘quenching of thirst’). He equates these three stages to behaving as if one is drunk, being drunk and finally being sober, and completes his discussion by reflecting on the nature of the ‘cup of closeness [to God]’ and describing the two spiritual degrees of ‘one who has drunk from the cup of love and will never feel thirst again’ (Yaḥyā b. Muʿādh) and ‘one who has gulped down all the seas of existence, yet his mouth is agape, wanting more’ (q.v. ‘ Abū Yazīd al-Bisṭāmī ’).",
    "ʿAbd Allāh al-Anṣārī (d. 481/1089) in his Manāzil al-sāʾirīn (no. 70) also envisages dhawq as an ever-deepening process of realisation, but uses the term to denote three successive stages: in the first, there is the taste or experience of confirming the truth ( taṣdīq ), in which one relishes being prepared; in the second, there is the taste of desiring ( irāda ), in which one relishes being intimate; and in the final degree, there are various kinds of taste, that of separating ( inqiṭāʿ ), in which one can savour arriving, that of aspiring ( himma ), in which one can savour union, and that of intimate conversing ( musāmara ), in which one relishes being in direct vision of the Beloved (p. 58).",
    "Al-Ghazālī (d. 505/1111) often uses the term dhawq in his writings, primarily in the context of achieving the highest truth, and as the fundamental characteristic of the mystical path: ‘it became clear to me that what is most distinctive about mysticism is something that cannot be apprehended by study, but only by immediate experience ( dhawq ), state ( ḥāl ) and a moral change’ ( al-Munqidh , 35). Unlike his predecessor Ibn Sīnā (d. 428/1037), who tended to use the term maʿrifa to denote the directly experiential, while dhawq is used to emphasise the feelings of pleasure or pain that are associated with the experience ( al-Ishārāt , 3/761–762; Marmura, 340), al-Ghazālī equated maʿrifa with the pleasure of dhawq , stating ‘He who has tasted really knows ( man dhāqa ʿarafa )… he who lingers in thought on knowledge of God … discovers in his own heart a bliss in which he exults and an astonishment at himself and his own existence as well as the potential vastness of his own capacity for joy and bliss. Only through taste can this be grasped’ ( Iḥyāʾ , 4/310; idem, English trans., 49–50). Noting that smelling delicious food can never be compared to actually tasting it ( Iḥyāʾ , 4/314; idem, English trans., 62), al-Ghazālī gave great emphasis to the importance of dhawq , particularly during the crisis in his own spiritual life as depicted in al-Munqidh min al-ḍalāl (pp. 35–36, 40–41, 43–45): the inability of orthodox medical practitioners to treat his apparent ailment is contrasted with the higher prophetic knowledge which is accessible through the living experience or ‘taste’; when this was opened up for him, it cured his spiritual crisis (see Ormsby, 148–152). In his later writings, he also gave a very prominent place to dhawq : for example, ‘the possessor of tasting shares with the prophets in some states’ and ‘knowledge is above faith, and tasting is above knowledge, because tasting is finding ( wijdān ) but knowing is a drawing of analogies ( qiyās )’ ( Mishkāt al-anwār , 30, 38); describing the highest degree of ‘those who arrive’ ( al-wāṣilūn ), ‘the elect of the elect’ ( khawāṣṣ al-khawāṣṣ ), he states that they are completely annihilated from their own selves and ‘the verse “Everything is perishing except His Face” (Q 28:88) becomes for them a direct experience they taste ( dhawq ) and a state ( ḥāl  )’ ( Mishkāt al-anwār , 52, and cf. 17; for comparisons with Christian mysticism, see Ormsby, ‘Taste’, 143).",
    "Like al-Ghazālī, ʿAyn al-Quḍāt Hamadānī (d. 525/1131, q.v.) also went through a spiritual crisis and used dhawq as part of his principal vocabulary, alongside kashf (‘unveiling’), baṣīra (‘direct perception’) and uns (‘familiarity, companionship’), to describe the essential qualities that distinguish a ‘knower’ ( ʿārif ) from a rationalist philosopher. He contrasts the knowledge of belief with that gained by dhawq , using the framework of poetic sensibility: ‘the person who is not blessed with a taste for poetry can gain only a belief ( iʿtiqād ) in what the person of taste actually possesses, but that belief is vastly different from the specific truth which is exclusively that of a person of taste’ ( Zubda , 4; cf. 9–10; Dabashi, 1/390; cf. al-Ghazālī, Mishkāt al-anwār , 37–38, who also uses the example of poetry to explain taste as the arbiter between the harmonious and disharmonious and as the special privilege of the friends of God). Elsewhere ʿAyn al-Quḍāt claims to have only written ‘from my own dhawq . Except for a few expressions which I have read or heard, there is nothing else in my letters…’ ( Nāmah-hā , 2/308; Dabashi, 1/417).",
    "For Shihāb al-Dīn Yaḥyā al-Suhrawardī (d. 587/1191), dhawq is the basis of Illuminationist philosophy, a spiritual experience which can be obtained during retreats and visions ( khalwāt wa munāzalāt ), and is available, in a more or less perfect form, to everyone who strives ( mujtahid ), including Greek philosophers such as Pythagoras and Plato (pp. 1–2, 144). This view was later amplified by Shams al-Dīn Shahrazūrī (d. post-688/1288), whose commentaries on Suhrawardī’s works made dhawq the cornerstone of his syncretic metaphysics, and who used the term ‘the philosophy of taste’ ( al-ḥikma al-dhawqiyya ) to characterise Illuminationist thought (see Ziai, 1/477). These ideas were reiterated by later Sufis such as Abū al-Mawāhib al-Shādhilī (d. 882/1477), who characterises the knower of God ( al-ʿārif ) as one ‘who has tasted the sweet food and smelt the perfume’ and describes the reality of taste as being ‘beyond beyond’ ( fawq al-fawq ) (Jurji, 100–101).",
    "In his classification of fifty spiritual stations enjoyed by lovers, Rūzbihān Baqlī (d. 606/1209) also makes dhawq the basis of spiritual experience, calling it ‘the life of seekers’: for him, it is merely the first of many, beginning with ‘tasting from the cup of the oceans of revelation’ and leading to ‘the taste of radiant contemplation ( mushāhada ) when the veil is lifted’. It is followed by and contrasted with the more complete stages of ‘enjoying the experience of arriving at the vision of Beauty’, savouring the expansiveness of contemplation, drinking and quenching one’s thirst and so on (pp. 117–118 et passim).",
    "In his definitions of Sufi terminology, Najm al-Dīn Kubrā (d. 618/1221) also relates taste to a direct form of witnessing ( al-shuhūd bi al-dhawq ) and contemplation ( mushāhada ), as well as the lifting of the veil ( mukāshafa ) ( Risāla , MS 1395, fol. 124a). For Kubrā there is a very important reciprocal link between dhawq and mushahāda , which he describes as two trustworthy witnesses: ‘You taste through yourself what you contemplate through your vision, and you contemplate through your vision what you taste through yourself’ ( Fawāʾiḥ , ed. Fritz Meier, 6). Nonetheless, although they are established together, contemplation results from the opening of the inner eye while taste comes from the transformation ( tabdīl ) of existence and spirit: ‘ dhawq is consciously enjoying ( wijdān ) what you are being given [moment by moment]’ ( Fawāʾiḥ , ed. Fritz Meier, 18). Kubrā gives great importance to the development of proper taste, observing that an aspirant should always consult their shaykh on the nature and origin of thoughts because in the beginning they need someone else to tell them what is ‘sweet’ (i.e. something that really agrees with the soul and expands it) and what is ‘bitter’ (i.e. something that disagrees with the soul and contracts it): ‘when you have arrived at dhawq , you taste a thought so that you really know it and can distinguish it from another one, just like the difference in taste between honey and colocynth’ ( Fawāʾiḥ , ed. Fritz Meier, 16).  He also makes a distinction between a holistic tasting that takes place in both the heart and body (contraction and expansion) and an interior one that only occurs in the heart (fear and hope) ( Fawāʾiḥ , ed. Fritz Meier, 43). The highest form of tasting occurs at the time of union when ‘the traveller is completely absent [from himself], and God raises him up to Himself so that he finds the taste of Lordship within himself. This kind of tasting occurs in the blinking of an eye’ ( Fawāʾiḥ , ed. Fritz Meier, 37).",
    "Ibn al-ʿArabī (d. 638/1240) develops many of these themes in more detail. He echoes Qushayrī’s tri-partite division of dhawq , shurb and riyy ( Rasāʾil , 532; cf. al-Qāshānī, entry 500, Ar. 162), relating all the terms to the human experience of God’s self-revelation ( tajallī ) and the inner condition ( ḥāl ) of the recipient. One may compare this to the classification by his contemporary Shihāb al-Dīn ʿUmar al-Suhrawardī (d. 632/1234), who equates dhawq to faith ( īmān ), shurb to knowledge ( ʿilm ) and riyy to the inner condition ( ḥāl ) (cited by Kāshānī, 137; see Lewisohn, Faith and Infidelity , 177). In Ibn al-ʿArabī’s classification of three kinds of knowledge (intellect, states and mysteries), he states that it is only through dhawq that states can be known, while mysteries are a gift of divine grace to a prophet or friend of God ( walī ) ( Futūḥāt , 1/31). In chapter 248 of his al-Futūḥāt al-Makkiyya , which is dedicated to the term dhawq , he reiterates the classical view of taste as an initial stage: ‘Tasting according to the Sufis ( al- \n qawm ) is the first beginnings of [God’s] self-revelation, and is a state that comes suddenly into the servant’s heart – if it lasts for two breaths or more, it is [known as] drinking, and after such a drink there may be a quenching of the thirst or not. The [Sufis’] tasting in this is different’ ( Futūḥāt , 2/548). However, he also makes an important distinction between different degrees of revelation and the way that they are experienced: tasting at the level of imagination ( khayāl ) or intellect ( ʿaql ) is the beginning of a process, but it can sometimes occur at the level of meaning ( maʿnā ), in which case the human ‘tastes’ directly how things really are. ‘Every revelation has a beginning, which is the tasting that belongs to that revelation. This [tasting] can only take place when the divine revelation is within [imaginal] forms ( ṣuwar ) or within the divine or created Names ( asmāʾ  ), nothing else.  If revelation takes place at [the level of] meaning ( maʿnā ), then its beginning is identical to its reality ( ʿayn ), since after the beginning it has no [further] property that a human being can acquire step by step, like one can in respect of the meanings of those forms within which revelation happens or the meanings of each and every Name… for the one who possesses [the knowledge of] meaning, the beginning of everything is its reality, and nothing else can be acquired after this total giving of knowledge—he makes distinctions [between the aspects] when explaining about this single matter’ ( Futūḥāt , 2/548; Chittick, Sufi Path , 220–221; Anqarawī, Minhāj , 235; see also al-Qūnawī, Iʿjāz , 43 ff.; idem, English trans., 207, where a similar distinction is made between ‘those who possess [various] tastes’, ahl al-adhwāq , and those who realise ‘the [singular] comprehensive/universal taste’, al-dhawq al-jāmiʿ , or ‘perfect unveiling’, al-kashf al-kāmil ). Taste is a direct experience that leads to a sound form of knowledge that does not derive from thinking, but knowledge of something can be obtained without tasting, such as for example through the sound transmission of a prophetic report. However, while God’s knowledge is eternal and absolute, experiential knowledge is necessarily limited to a particular divine revelation, and is referred to in the verses ‘We will try you all until We know’ (Q 47:31) and ‘God is the Subtle, the Well-Informed ( laṭīf khabīr )’ (Q 31:16) (Ibn al-ʿArabī, Fuṣūṣ , 173, 189, 196; Futūḥāt , 2/473, 546; see Izutsu, 143–144). Taste is also involved in Ibn al-ʿArabī’s doctrine of all-embracing mercy, according to which it is in the nature of things that the bitterness of punishment ( ʿadhāb ), whether in this world or the next, can be changed into sweetness ( ʿudhūba ) ( Fuṣūṣ , 94). Every level has a taste particular to it, which is not known by others: for example, the tastings of God’s messengers are different to those of His prophets or friends ( awliyāʾ  ); the knowledge of Khiḍr is not the same as that of Moses (Q 18:68) because their way of tasting is different ( Futūḥāt , 2/41, 51–52 et passim). While ‘every soul tastes death’ (Q 3:185 et passim), there are four ‘pegs’ ( awtād ) or cornerstones ( arkān ) of humanity, who have not tasted death in the normal sense; they remain living in this world in their physical or imaginal bodies: Jesus, Ilyās (Elijah), Idrīs (Enoch) and Khiḍr ( Futūḥāt , 2/5).",
    "Among Ibn al-ʿArabī’s close followers, his Fuṣūṣ al-ḥikam was regarded as special and not to be bound with other books precisely because it was viewed as the transmission of prophetic taste and tasting: ‘it contains the quintessence of the taste ( dhawq ) of our messenger—may God’s blessing be upon him—with regard to the knowledge of God. It points to the pure origin of the tastes of the greatest friends ( awliyāʾ  ) and prophets of God who are therein mentioned. It guides every wakeful seeker of spiritual insight to the clarity of their own tastings…’ (al-Qūnawī, Fukūk , 180). Sufi authors such as al-Qūnawī (d. 673/1274) also strove to commit to writing a teaching that is essentially a matter of direct experience (for example, Nuṣūṣ , 13), and were keen to emphasise that their works were uniquely original expressions of their own experience and not simply based on a bookish understanding of previous teachings (see Todd, 45–46). Ibn al-Dabbāgh (d. 696/1296) stresses that the masters of the spiritual stations of love, including that of annihilation ( fanāʾ  ), only reach such degrees ‘because of the perfection of their own perception and taste ( al-idrāk wa al-dhawq )’ (p. 38), and tasting is the only way that one can really understand what is meant by the ḥadīth that states ‘and when I love him, I become the eye with which he sees…’ (p. 44).",
    "For al-Simnānī (d. 736/1336), taste is an experience in the heart, which remains permanently, and even if it is not attained in this world, it will be granted in the next (MS 165, fol. 66a, quoted in Elias, 145). Maḥmūd Shabistarī (d. ca. 740/1339) makes a sharp distinction between the taste of faith ( īmān ) and what he refers to as ‘Greek’ rationality (pp. 185, 286). ʿAbd al-Karīm al-Jīlī (d. 827/1424) elevates taste beyond the standard categorisation: he delineates four stages of experience corresponding to four degrees of certainty ( ʿilm al-yaqīn , ʿayn al-yaqīn , ḥaqq al-yaqīn and ḥaqīqat al-yaqīn , as discussed by Ibn al-ʿArabī), starting with knowing, seeing and then tasting, beyond which lies only the pure gift of grace ( Marātib al-wujūd , 12; cf. al-Insān al-kāmil , 34; see also al-Simnānī, MS 165, fol. 21a, quoted in Elias, 112). ʿAbd al-Raḥmān Jāmī (d. 898/1492) also speaks of dhawq as a high degree of realisation, telling the story of how Shams-i Tabrīz threw all of Rūmī’s books into a courtyard pool in Konya and then pulled them out dry, remarking: ‘this is direct taste and mystical state ( dhawq \n wa ḥāl  )’ (p. 468).",
    "ʿAbd al-Ghanī al-Nābulsī (d. 1143/1731) associates the term dhawq primarily with those who recognise God ( al-ʿārifūn ) as the unqualified divine Essence or single Reality: ‘the only thing that is attained in the tasting of those who recognise is the being of the Real, the One and Only…’ ( Wujūd al-ḥaqq , 23, 43, 279). He also saw vision and taste as the major components of the human reception of divine revelation (see Homerin, 387). For al-Nābulsī, the real meaning of tawḥīd is ‘tasting the unity of the Real’ ( dhawq waḥdat al-ḥaqq ) ( Miftāh al-futūḥ , fols. 44a–45b, where he also quotes the above-mentioned passage by al-Jīlī).",
    "In Persian and Ottoman mysticism the term is often found in a rhyming pair shawq wa dhawq (‘longing and tasting’) (for example, see Sanāʾī, 2; Isfarāʾīnī, 20, 27, 83 et passim; Bahadıroğlu, 304, 338; Şenocak, 82; Lewisohn, ‘Palāsī’, 357, 358; cf. Baqlī, Mashrab , 116–117). For ʿAṭṭār (q.v., p. 198) mystical experience increases the desire for God: ‘If a taste of His secrets arrives, then new longing always arrives as well. Here thirst becomes complete’ (see Ritter, 530).",
    "Amongst the Ottoman mystical poets and shaykhs, it appears that dhawq had become such an integral part of their vocabulary that it required little explanation or comment. It appears in the title of a work by the 9th/15th-century shaykh Aḥmad Ilāhī, Mawājid al-dhawq bilā rayb , which is a Persian commentary on al-Qūnawī’s Miftāḥ al-ghayb written at the request of the Ottoman sultan, Mehmet Fatih (cited in Chittick, ‘Sultan Burhān al-Dīn’, 37, no. 14). In both early and Ottoman Turkish, as in the contemporary world, dhawq (T. zevk ) was primarily associated with a pleasurable sensation, whether in terms of the enjoyment of worldly pleasures and merry-making or the bliss of perceiving God. Yunus Emre (d. 720/1320), for example, says that ‘the mystery of Truth cannot be put into words; knowing it is a [pleasurable] taste, to which mind and understanding cannot attain’ (p. 14, verse 6; for a similar formulation in the writings of Hüdayi, see Şenocak, 60). The Pīr of the Jilwatiyya (Jelveti or Celvetîyye) order, Muḥammad Üftāde (d. 988/1580), speaks of tasting ‘faith’ or ‘the vision of Beauty’ or ‘the divine discourse’, and of taste as the means by which the divine always beats in the heart or by which Beauty is seen, or that by which lovers should be filled or can be shared with friends (Bahadıroğlu, 299, 307, 323, 338; Ballanfat, Nightingale , 111, 120, 141, 146, 148, 153). The Mawlawī shaykh Ismāʿīl Anqarawī (d. 1041/1631), who places dhawq within a tri-partite schema of tasting happiness by having sadness and fear removed, witnessing God through the lifting of the veil, and hearing the divine response, stresses the aspect of joy or bliss ( surūr ): when the seeker is annihilated in God, there results knowledge of the unseen ( ghayb ) and such inner pleasure ( dhawq-i bāṭinī ) that he is filled with joy ( Minhāj , 252–253). Elsewhere he reiterates the classical division between ‘gnosis’ ( maʿrifa ) and ‘knowledge’ ( ʿilm ), describing the former as a ‘taste’, and the latter as a ‘veil’ ( Lamp , 76, Ar. 27). Niyāzī Miṣrī (Niyâzî-i Mısrî, d. 1105/1694), on the other hand, links spiritual knowledge ( maʿrifa ) with suffering, where taste is less a matter of pleasure and more a result of the intense experience of facing the ambiguous nature of divine revelation ( tajallī ), since God reveals and simultaneously conceals: ‘the more difficult the problem, the more intense the suffering of the gnostic, but the purity of taste which is acquired through the resolution of the problem is much greater than what is achieved when a difficulty is resolved with ease’ (from his Risāla-yi iʿāda , also known as Fī bayān aḥwāl al-ḥashr , cited in Ballanfat, Messianisme , 297, also 171). In the same vein as al-Nābulsī, Niyāzī emphasises the taste of unity in his poems: ‘whoever has tasted the flavours of unity has overcome duality’, and ‘our Beloved has made us taste the pure cup of unity’ (2/31 and 72/1, cited in Ballanfat, Messianisme , 314 and 358).",
    "The all-inclusiveness of dhawq as a spiritual faculty is emphasised in the sayings of the 12th/18th-century shaykh of Fez, ʿAbd al-ʿAzīz al-Dabbāgh (d. 1132/1719). Taste is portrayed as the first of seven qualities of the spirit and examined in more detail: ‘… a light diffused throughout the spirit, by means of which the spirit tastes the lights of God’s acts among created beings, as well as the lights found within the translunar world…’ Al-Dabbāgh describes how spiritual taste differs from physical taste in four important ways: it is luminous and concerned only with light; it does not require any physical contact to operate; it has no special location but flows through all external and internal substances; and it arises from and penetrates all the senses—for example, ‘if the spirit hears the word “honey”, it tastes the light by means of which honey exists and because of this tastes its sweetness. The same happens if, for instance, it hears the words “Paradise”, “divine contentment” or “compassion”. It then tastes these… In sum, the spirit, with its entire body ( dhāt ) and all its substances, experiences a taste from all the other sense organs’ (al-Lamaṭī, 223–224; for other Sufi authors, see Gril, passim)."
  ],
  "bibliography": [
    "Abdel-Kader, Ali Hassan, The Life, Personality and Writings of al-Junayd (London, 1976, repr. 2014).",
    "Abou-Hodeib, Toufoul, ‘Taste and Class in Late Ottoman Beirut’, IJMES , 43 (2011), pp. 475–492.",
    "Abrahamov, Binyamin, Divine Love in Islamic Mysticism (London, 2003).",
    "Anqarawī, Ismāʿīl, (İsmail Ankaravî), The Lamp of Mysteries : Miṣbāḥ al-asrār , ed. and tr. Bilal Kuşpinar (Oxford, 2011).",
    "idem, Minhāj al-fuqarāʾ (Istanbul, 1286/1869).",
    "Anṣārī Harawī, Kh w ājah ʿAbd Allāh, Manāzil al-sāʾirīn , ed. Ibrāhīm ʿAṭwah ʿAwaḍ (Cairo, 1977).",
    "ʿAṭṭār, Farīd al-Dīn, Manṭiq al-ṭayr , ed. M. Garcin de Tassy (Paris, 1857).",
    "ʿAyn al-Quḍāt Hamadānī, Nāmah-hā-yi ʿAyn al-Quḍāt Hamadānī , ed. ʿAlīnaqī Munzawī and ʿAfīf ʿUṣayrān (Tehran, 1969).",
    "idem, Zubdat al-ḥaqāʾiq , ed. ʿAfīf ʿUṣayrān (Tehran, 1961), tr. Omar Jah (Kuala Lumpur, 2000).",
    "Bahadıroğlu, Mustafa, Hz. Üftâde ve Dîvân’i (Bursa, 1995).",
    "Ballanfat, Paul, Messianisme et Sainteté: les Poèmes du Mystique Ottoman Niyâzî Misrî (Paris, 2012).",
    "idem, The Nightingale in the Garden of Love: the Poems of Üftāde (Oxford, 2005).",
    "Baqlī, Rūzbihān, Arāʾis al-bayān fī ḥaqāʾiq al-Qurʾān (Kanpur, 1300/1883).",
    "idem, Mashrab al-arwāḥ (Istanbul, 1973).",
    "Bourdieu, Pierre, Distinction: a Social Critique of the Judgement of Taste , tr. Richard Nice (London, 2010).",
    "Braginsky, Vladimir, The Comparative Study of Traditional Asian Literatures: from Reflective Traditionalism to Neo-Traditionalism (Richmond, 2001).",
    "al-Bukhārī, Ṣaḥīḥ al-Bukhārī , tr. Muhammad Muhsin Khan (Riyadh, 1997).",
    "Chipman, Leigh, The World of Pharmacy and Pharmacists in Mamlūk Cairo (Leiden, 2010).",
    "Chittick, William C., The Sufi Path of Knowledge (Albany, NY, 1989).",
    "idem, ‘Sultan Burhān al-Dīn’s Sufi Correspondence’, WZKM , 73 (1981), pp. 33–45.",
    "Dabashi, Hamid, ‘ʿAyn al-Quḍāt Hamadānī and the Intellectual Climate of His Times’, in  Seyyed Hossein Nasr and Oliver Leaman, eds., History of Islamic Philosophy , part 1 (Tehran, n.d.), pp. 374–433.",
    "al-Daylamī, Abū al-Ḥasan ʿAlī, Kitāb ʿaṭf al-alif al-maʾlūf , tr. Joseph Norment Bell et al. as A Treatise on Mystical Love (Edinburgh, 2005).",
    "Elias, Jamal J., The Throne Carrier of God (Albany, NY, 1995).",
    "Epistles of the Brethren of Purity: Sciences of the Soul and Intellect Part I , ed. and tr. Paul Walker et al. (Oxford, 2015).",
    "al-Fārābī, Abū Naṣr, Mabādiʾ ārāʾ ahl al-madīna al-fāḍila , ed. and tr. Richard Walzer, Al-Farabi on the Perfect State (Oxford, 1985).",
    "al-Ghazālī, Iḥyāʾ ʿulūm al-dīn  (Beirut, 1980), English trans. by Eric Ormsby of Book 36, Love, Longing, Intimacy and Contentment ( Kitāb al-maḥabba wa al-shawq wa al-uns wa al-riḍā ) (Cambridge, 2011).",
    "idem, Mishkāt al-anwār , ed. and tr. David Buchman (Provo, Utah, 1998).",
    "idem, al-Munqidh min al-ḍalāl , ed. F. Jabre (Beirut, 1959).",
    "Gril, Denis, ‘Dhawq’, EI3 online.",
    "Ḥakīm, Suʿād, al-Muʿjam al-Ṣūfī (Beirut, 1981).",
    "Homerin, Emil, ‘ “On the Battleground”: al-Nābulusī’s Encounters with a Poem by Ibn al-Fāriḍ’, JAL , 38 (2007), pp. 352–410.",
    "al-Hujwīrī, ʿAlī, Kashf al-maḥjūb , tr. Reynold A. Nicholson (London, 1936).",
    "Ibn al-ʿArabī, Muḥammad, Fuṣūṣ al-ḥikam , ed. Abū al-ʿAlāʾ ʿAfīfī (Beirut, n.d.).",
    "idem, al-Futūḥāt al-Makkiyya (Beirut, n.d.).",
    "idem, al-Kawkab al-durrī fī manāqib Dhū al-Nūn al-Miṣrī , vol. 3 of Rasāʾil Ibn ʿArabī , ed. Saʿīd ʿAbd al-Fattāḥ (Beirut, 2002).",
    "idem, Rasāʾil Ibn ʿArabī , ed. Muḥammad Shihāb al-Dīn al-ʿArabī (Beirut, 1997).",
    "Ibn al-Dabbāgh, ʿAbd al-Raḥmān al-Anṣārī, Mashāriq anwār al-qulūb wa miftāḥ asrār al-ghuyūb , ed. Helmut Ritter (Beirut, 1379/1959).",
    "Ibn Hindū, The Key to Medicine and a Guide for Students, Miftāḥ al-ṭibb wa minhāj al-ṭullāb , tr. Aidi Tibbi (Reading, 2010).",
    "Ibn Khaldūn, ʿAbd al-Raḥmān, Kitāb al-ʿibar (Būlāq, 1284/1867), partial English trans. by Franz Rosenthal as The Muqaddimah: an Introduction to History (New York, 1958).",
    "Ibn Manẓūr, Lisān .",
    "Ibn Sīnā, al-Ishārāt wa al-tanbīhāt , ed. S. Dunya (Cairo, 1961).",
    "ʿIrāqī, Fakhr al-Dīn, Divine Flashes , tr. William C. Chittick and Peter Lamborn Wilson (London, 1982).",
    "idem, Kulliyyāt , ed. Saʿīd Nafīsī (Tehran, 1338 Sh./1959).",
    "Isfarāʾīnī, Nūr al-Dīn, Kāshif al-asrār , ed. Hermann Landolt (Paris, 1986).",
    "Izutsu, Toshihiko, Sufism and Taoism (Berkeley, 1983).",
    "al-Jāḥiẓ, Kitāb al-ḥayawān , ed. ʿAbd al-Salām Muḥammad Hārūn (Cairo, 1938–43).",
    "Jāmī, ʿAbd al-Raḥmān, Nafaḥāt al-uns , ed. Maḥmūd ʿĀbidī (Tehran, 1373/1994).",
    "al-Jīlī, ʿAbd al-Karīm, al-Insān al-kāmil (Cairo, 1402/1981).",
    "idem, Marātib al-wujūd (Cairo, 1420/1999).",
    "al-Jurjānī, ʿAlī, Kitāb al-Taʿrīfāt (Beirut, 1424/2003), French trans. by Maurice Gloton (Tehran, 1994).",
    "Jurji, Edward Jabra, Illumination in Islamic Mysticism: a Translation of Abū al-Mawāhib al-Shādhilī’s Treatise entitled Qawānīn ḥikam al-ishrāq (Princeton, 1938).",
    "al-Kaffawī, Ayyūb, al-Kulliyyāt , ed. ʿAdnān Darwīsh and Muḥammad al-Miṣrī (Damascus, 1974).",
    "al-Kāshānī, ʿIzz al-Dīn Maḥmūd, Miṣbāḥ al-hidāya , ed. Jalāl al-Dīn Humāʾī (Tehran, 1325/1946).",
    "Korsmeyer, C., Making Sense of Taste: Food and Philosophy (Ithaca, NY, 1999).",
    "Kubrā, Najm al-Dīn, Fawāʾiḥ al-jamāl wa fawātiḥ al-jalāl , ed. Fritz Meier (Wiesbaden, 1957), French trans. by Paul Ballanfat as Les Éclosions de la Beauté et les Parfums de la Majesté (Nîmes, 2001).",
    "idem, La Pratique du Soufisme , quatorze petits traités , tr. Paul Ballanfat (Nîmes, 2002).",
    "idem, Risāla fī al-taṣawwuf , MS 1395, Shehit Ali Paşa collection, in the Library of Süleymaniye, Istanbul.",
    "al-Lamaṭī, Aḥmad, Pure Gold from the Words of Sayyidī ʿAbd al-ʿAzīz al-Dabbāgh: al-Dhabab al-Ibrīz min kalām sayyidī ʿAbd al-ʿAzīz , tr. John O’Kane and Bernd Radtke (Leiden, 2007).",
    "Lane, Lexicon ; Lewisohn, Leonard, Beyond Faith and Infidelity (Richmond, 1995).",
    "idem, ‘Palāsī’s Memoir of Shaykh Kujujī, a Persian Sufi Saint of the Thirteenth Century’, JRAS , 6/3 (1996), pp. 345–366.",
    "al-Maḥallī, Jalāl al-Dīn Muḥammad et al., Tafsīr al-Jalālayn , ed. Ṣafī al-Raḥmān al-Mubārakfūrī (Riyadh, 1422/2002).",
    "Marmura, Michael, ‘Plotting the Course of Avicenna’s Thought’, JAOS , 111, 2 (1991), pp. 333–342.",
    "Muslim b. al-Ḥajjāj, al-Ṣaḥīḥ , ed. Huda Khattab (Riyadh, 2007).",
    "al-Nābulsī, ʿAbd al-Ghanī, Miftāḥ al-futūḥ , MS T6099, al-Assad National Library (Ẓāhiriyya), Damascus.",
    "idem, Wujūd al-ḥaqq , ed. Bakri Aladdin (Damascus, 1995).",
    "Ormsby, Eric, ‘The Taste of Truth: The Structure of Experience in al-Ghazālī’s Munqidh min al-ḍalāl  ’, in Wael Hallaq and Donald Little, eds., Islamic Studies presented to Charles J. Adams (Leiden, 1991), pp. 129–148.",
    "Paavilainen, Helena, Medieval Pharmacotherapy (Leiden, 2009).",
    "Pormann, Peter E., and Emilie Savage-Smith, Medieval Islamic Medicine (Edinburgh, 2007).",
    "al-Qāshānī, ʿAbd al-Razzāq, A Glossary of Sufi Technical Terms , ed. David Pendlebury, tr. Nabil Safwat (London, 1991).",
    "al-Qūnawī, Ṣadr al-Dīn, al-Fukūk fī mustanadāt ḥikam al-Fuṣūṣ , ed. Muḥammad Kh w ājawī (Tehran, 1992).",
    "idem, Iʿjāz al-bayān (Hyderabad 1368/1949).",
    "idem, Risālat al-nuṣūṣ fī taḥqīq al-ṭawr al-makhṣūṣ , ed. J. Āshtiyānī (Tehran, 1983).",
    "al-Qushayrī, ʿAbd al-Karīm, al-Risāla al-Qushayriyya (Cairo, 1359/1940), tr. Alexander Knysh as al-Qushayrī’s Epistle on Sufism (Reading, 2007).",
    "al-Rāzī, Abū Bakr Muḥammad, Kitāb al-ḥāwī fī al-ṭibb (Hyderabad, 1977).",
    "Ritter, Helmut, The Ocean of the Soul: Men, the World and God in the Stories of Farīd al-Dīn ʿAṭṭār , tr. John O’Kane (Leiden, 2012).",
    "Rūmī, Jalāl al-Dīn, The Mathnawī , ed. Reynold Nicholson (London, 1925).",
    "Russell, Mona, Creating the New Egyptian Woman: Consumerism, Education and National Identity , 1863–1922 (Basingstoke, 2004).",
    "Sanāʾī, Ḥākim (attrib.), Ṭarīq al-taḥqīq , ed. Bo Utas (Lund, 1973).",
    "al-Sarrāj, Kitāb al-lumaʿ fī al-taṣawwuf , ed. R. A. Nicholson (London, 1914).",
    "Şenocak, Kemaleddin, Seyyid Aziz Mahmud Hüdayi: Hayatı, Menakıbı, Eserleri (Istanbul, 1970).",
    "Shabistarī, Maḥmūd, Majmūʿa-yi āthār-i Shaykh Maḥmūd Shabistarī , ed. Ṣamad Muwaḥḥid (Tehran, 1986).",
    "al-Simnānī, ʿAlāʾ al-Dawla, Tafsīr najm al-Qurʾān , MS 165, Shehit Ali Paşa collection, in the Library of Süleymaniye, Istanbul.",
    "al-Suhrawardī, Shihāb al-Dīn Yaḥyā, Ḥikmat al-ishrāq , ed. and tr. John Walbridge and Hossein Ziai as The Philosophy of Illumination (Provo, UT, 1999).",
    "al-Sulamī, Abū ʿAbd al-Raḥmān, Ṭabaqāt al-Ṣūfiyya , ed. Johannes Pedersen (Leiden, 1960).",
    "al-Ṭabarī, ʿAlī b. Sahl, Firdaws al-ḥikma (Berlin, 1928).",
    "Todd, Richard, The Sufi Doctrine of Man (Leiden, 2014).",
    "Ullmann, Manfred, Islamic Medicine (Edinburgh, 1978).",
    "Yunus Emre, Yûnus Emre Dîvânı , ed. Mustafa Tatçı (Istanbul, 1997).",
    "Ziai, Hossein, ‘The Illuminationist Tradition’, in Seyyed Hossein Nasr and Oliver Leaman, eds., History of Islamic Philosophy (Tehran, n.d.)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}
