{
  "id": "eweb_030",
  "source": "EIs",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/COM-036113.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-9831_isla_COM_036113",
  "title": "Dhū al-Nūn al-Miṣrī",
  "authors": [
    "Alireza Ebrahim",
    "Translated by Farzin Negahban"
  ],
  "word_count": "(5,904 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "03 Nov 2017",
  "last_updated": "17 Jun 2021",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "Dhū al-Nūn al-Miṣrī , Abū al-Fayḍ Thawbān b. Ibrāhīm al-Akhmīmī al-Nūbī, known as Dhū al-Nūn al-Miṣrī (ca. 155–ca. 245/ca. 772–ca. 860), was a sage, preacher and well-known Sufi, revered for his scrupulous piety ( warāʿ  ), eloquence and spiritual wisdom, and credited by some modern scholars as being the founder of theosophical Sufism. He was also known as Fayḍ or Fayyāḍ b. Ibrāhīm as well as by the kunya Abū al-Fayḍ. He was born in Nubia or Akhmīm (Hellenistic Panopolis) in Upper Egypt to a family of Christians who were taken as slaves by Muslims, and his father became a client of Isḥāq b. Muḥammad al-Anṣārī (Anṣārī Harawī, 11; Ibn al-ʿArabī, al-Kawkab , 135; al-Suyūṭī, 62–63; al-Khaṭīb al-Baghdādī, 8/393; Ibn al-Jawzī, Ṣifat al-ṣafwa , 2/222; al-Dhahabī, Siyar aʿlām al-nubalāʾ , 11/532; al-Qalqashandī, 5/266; Nicholson, ‘Historical Enquiry’, 309; Melchert, 51, 57).",
    "Despite coming from a wealthy background, Dhū al-Nūn’s encounter with certain extraordinary occurrences ( khawāriq ) led him to repent of his life of frivolity and pleasure. It is related that while in the Egyptian desert, he came across a blind bird that had fallen from its nest but was fed miraculously by the earth splitting open and bringing out two bowls, one of seeds and one of water. This was the impulse for him to turn to God until he was accepted. He travelled to Mecca to perform the Ḥajj and firmly resolved to commit himself to spiritual wayfaring after witnessing several acts of grace ( karāmāt ) performed by Sufi saints ( awliyāʾ  ). According to historical records, he had four brothers and one sister, some of whom also shared his spiritual commitment (Anṣārī Harawī, 11; Ibn al-ʿArabī, al-Kawkab , 136; al-Suyūṭī, 64–65; Ibn Khallikān, 1/316; al-Muqaddasī, 240–241; al-Khaṭīb al-Baghdādī, 8/397; al-Kh w ārazmī, 1/75; al-Qalqashandī, 5/266; Ebstein, 569–570).",
    "Towards the end of his life, in 244/859, Dhū al-Nūn was summoned to Sāmarrāʾ to appear before the ʿAbbāsid caliph al-Mutawakkil (r. 232–247/847–861) on charges of secret unbelief or heresy ( zandaqa ) and promoting blameworthy innovations (sing. bidʿa ). This seems to have been part of a movement of opposition on the part of various mystics, which was instigated by a Mālikī jurist (in this case not ʿAbd Allāh b. ʿAbd al-Ḥakam, d. 214/829, as Ibn al-Jawzī and al-Suyūṭī claim, but most likely his son Muḥammad). Dhū al-Nūn was acquitted and released, and subsequently held in great esteem by both the caliph and the Sufis of Baghdad. After returning to Egypt, he died on 27 Dhū al-Ḥijja 245/860 (other possible dates for his death are 246/861 and 248/863) in Giza (Jīza). His funeral procession is said to have been accompanied by green birds. His tomb in the Lesser Qarāfa in Cairo is visited to this day by pilgrims and those seeking his intercession (Ibn al-ʿArabī, al-Kawkab , 143; Ibn al-Jawzī, Talbīs Iblīs , 138; al-Suyūṭī, 63, 209–215; Rūmī, 2/1430; al-Dhahabī, Siyar aʿlām al-nubalāʾ , 11/533; Ibn Khallikān, 1/318, 429; al-Ghazālī, 2/635; al-Khaṭīb al-Baghdādī, 8/397; Anṣārī Harawī, 12; Ibn al-Mulaqqin, 222; al-Suhrawardī, Shihāb al-Dīn Yaḥyā, ‘Ṣafīr-i Sīmurgh’, 330–331; Melchert, 64; Ebstein, 564–566, 570).",
    "His teachers in Sufism are said to have been Shuqrān al-ʿĀbid (also Shuqrān b. ʿAlī al-Ifrīqī al-Maghribī, see Dhahabī, Taʾrīkh al-Islām , 12/186) from Qayrawān (who may be the same as a certain Isrāfīl or Isrāʾīl in some sources, see e.g. Ibn al-ʿArabī, al-Kawkab , introd., 28–29) and someone named ʿUzayr, also from the Maghrib. He also associated with Saʿdūn al-Majnūn (lit. ‘the madman’) from Cairo, and a woman called Bānū al-ʿAzīzī. He also knew famous Sufis such as Abū Sulaymān al-Dārānī (q.v.), Abū Ḥafṣ al-Nīsābūrī and Fāṭima al-Nīsābūriyya. Dhū al-Nūn was familiar with the sayings of Rābiʿa al-ʿAdawiyya and exchanged letters with Abū Yazīd al-Basṭāmī (q.v., d. 848 or 875) (Ibn al-ʿArabī, al-Kawkab , introd., 28, trans. Deladrière, 19–24). Although he appears after Ibrāhīm Adham and before Fuḍayl b. ʿIyāḍ in the Ṭayfūrī chain of masters (i.e. those who taught Abū Yazīd al-Basṭāmī , q.v., also known as al-Ṭayfūr), there is no evidence that Dhū al-Nūn had any connection with the former. However, his transmission of several narrations from Fuḍayl suggests a possible link between them (al-Suhrawardī, Shihāb al-Dīn ʿUmar, ʿAwārif , 61; al-Suyūṭī, 65, 240; Ibn Khallikān, 1/316; Ibn al-ʿArabī, al-Kawkab , 405; idem, introd., 28, trans. Deladrière, 19–24; al-Samʿānī, Shihāb al-Dīn, 622; Shīrāzī, 2/151, 317, 157; al-Ibshīhī, 1/308; Daylamī, 147; Rāfiʿī, 4/43; Ibn al-Jawzī, Ṣifat al-ṣafwa , 2/223–227).",
    "His disciples and companions included Sahl al-Tustarī, Aḥmad b. Yaḥyā b. al-Jallāʾ, Saʿīd b. ʿUthmān, Dāwūd b. ʿAbd Allāh al-Saqqā, Abū ʿUmar al-Dimashqī, Muḥammad b. Saʿīd al-Kh w ārazmī, ʿUmar b. Sinān al-Manbijī (from the Manbij region of Syria), ʿAlī b. Muwaffaq and ʿAbbās b. Ḥamza al-Nīsābūrī (Ibn al-Jawzī, Ṣifat al-ṣafwa , 2/222–224; Ibn Khallikān, 2/429; al-Sarrāj, 271; Ibn al-Mulaqqin, 226; Shīrāzī, 2/212, 166, 528; Abū Nuʿaym, 9/386, 392, 394). A large proportion of the stories about Dhū al-Nūn were transmitted by his disciple Yūsuf b. al-Ḥusayn al-Rāzī (d. 304/916), who was a Khurasānī Sufi from the area of Nīsābūr and associated with the tradition of the malāmatiyya (lit. ‘people of blame’) (Ibn al-Jawzī, Ṣifat al-ṣafwa , 2/223; Najm al-Dīn al-Rāzī, 625; al-Qushayrī, 78; al-Suyūṭī, 94, 98, 106 et passim ; Schimmel, 53; for his biography, see Ibn Kathīr, al-Bidāya wa al-nihāya , 11/107).",
    "Dhū al-Nūn was praised for his scrupulous piety ( waraʿ  ), total reliance on God ( tawakkul ), and avoidance of being preoccupied with outward matters. He was deeply affected by the miracles performed by the friends of God, and similar miraculous graces are attributed to him. His name Dhū al-Nūn (the epithet of the prophet Jonah/Yūnus) is said to signify the mystic who has experienced union with the Beloved and is cast out onto the shore of separation (al-Qushayrī, 33–34; Ibn Khallikān, 1/315–316; ʿAṭṭār, Manṭiq al-ṭayr , 264; Ibn al-Jawzī, Ṣifat al-ṣafwa , 2/224; al-Yāfiʿī, 87; Rūzbihān Baqlī, Sharḥ-i shaṭḥiyyāt , 30; al-Shaʿrānī, 72; Schimmel, 416). He has been credited with bringing Sufism to Egypt and establishing it there, as well as being one of the first to coin many key Sufi terms. He gave a systematic classification of spiritual stations ( maqāmāt , sing. maqām ), defined the station of the pole ( quṭb ), outlined different stages of divine gnosis, and distinguished gnostic and rational knowledge ( maʿrifa and ʿilm ) (al-Dhahabī, Siyar aʿlām al-nubalāʾ , 11/533; Ibn al-Jawzī, Talbīs Iblīs , 138; Trimingham, 163;  Nicholson, The Idea of Personality , 9–10). Michael Ebstein states that ‘Dhū al-Nūn al-Miṣrī is often credited in modern scholarship for having been the first one to introduce or outline the Sufi “theory” of maqāmāt  (stations on the mystical path) and aḥwāl  (mystical states). However, a closer examination of the medieval sources reveals a slightly different picture’ (p. 586, for details of his arguments see pp. 587–590).",
    "Despite some later commentators expressing doubts about the authenticity of Dhū al-Nūn’s endorsement of samāʿ (mystical audition), he was one of the first Sufis to promote it, which may have been a factor behind the accusations of heresy levelled against him (al-Suhrawardī, Shihāb al-Dīn ʿUmar, ʿAwārif , 92; al-Ghazālī, 2/629–630; Ibn Taymiyya, al-Istiqāma , 1/383; Ebstein, 591). In one saying attributed to him, samā \n ʿ is described in eschatological and paradisiac-sensual terms: ‘[ samā \n ʿ is] psalms of intimacy in chambers of holiness, with tunes of Divine unity in the meadows of glorification, [sung] by young, beautiful female singers; relating to meanings which lead their people to the everlasting delight [quoting Q 54:55] ‘ in the abode of veracity and in the presence of the powerful Sovereign ’ (Abū Nuʿaym al-Iṣfahānī, 9/354, English trans. Ebstein, 591).",
    "One of the most recurrent themes in the sayings attributed to Dhū al-Nūn is the love ( ḥubb , maḥabba ) between the servant/mystic and God as well as intimacy with God ( uns ). As one of the first Sufis to openly use the term love ( ḥubb ), he commented on Divine love and the signs of those who love God, which according to him, include total adherence to the friends of God ( awliyāʾ Allāh ), particularly the prophet of Islam. In the light of this he places strong emphasis on God’s forgiveness, Divine intimacy and the importance of yearning passionately for the beatific vision of God. Such intense love of God is at times manifested in some of his ecstatic utterances ( shaṭḥiyyāt ) (al-Kalābādhī, 106; Abū Nuʿaym, 9/338; al-Qushayrī, 33; Rūzbihān Baqlī, Sharḥ-i shaṭḥiyyāt , 150; q.v. Ecstasy ). According to Nicholson ( The Idea of Personality , 9), Dhū al-Nūn took a very important step in the development of Sufism by distinguishing the mystic’s knowledge of God ( maʿrifa ) from traditional or rational knowledge ( ʿilm ) and by connecting the former with the love of God ( maḥabba ): ‘True knowledge of God is not the knowledge that God is One, which is possessed by all believers; nor the knowledge of Him derived from proof and demonstration, which belongs to the philosophers, rhetoricians, and theologians, but it is the knowledge of the Attributes of the divine Unity, which belongs to the Saints of God, those who behold God with their hearts in such wise that He reveals unto them what He revealeth not unto any one else in the world’ (Nicholson, The Idea of Personality , 9–10: the latter’s English trans. of this statement of Dhū al-Nūn is originally quoted by ʿAṭṭār in his Tadhkirat al-awliyāʾ , in the chapter on Dhū al-Nūn al-Miṣrī). Many sayings attributed to Dhū al-Nūn describe the mystic’s love of God as an overwhelming experience. The hearts ( qulūb ) of God’s loved ones ( awliyā \n ʾ ), ‘arrive at the ocean of His love and draw from it a plentiful drink’ (Abū Nuʿaym, 9/338, English trans. Ebstein, 579; for further details on Dhū al-Nūn’s teachings on Divine Love, see Ebstein, 578–581.).",
    "Dhū al-Nūn is deemed to have been one of the key figures expounding the spiritual meaning of maʿrifa in the early Sufi tradition. Indeed, according to Louis Massignon, he was ‘the first to isolate distinctly the notion of maʿrifa ’ (Massignon, 208; see also Schimmel, 6, who refers to Dhū al-Nūn as one of the original expositors of the concept of maʿrifa ).",
    "His role in establishing a metaphysical understanding of maʿrifa may be observed with particular clarity in relation to his dissemination of a recension of Imam Jaʿfar al-Ṣādiq’s commentary on the Qurʾān, which was to have a decisive influence on all subsequent esoteric exegesis in Sufism (Habil, 29–30). One of Dhū al-Nūn’s  most famous statements regarding knowledge of God, ‘I knew my Lord by my Lord; without my Lord I would not have known my Lord’ (cited in Ibn al-ʿArabī, al-Kawkab , French trans. 166), can be read as an echo of Imam Jaʿfar’s utterance : ‘Surely he alone knows God who knows Him by means of God ( bi’Llāh ). Therefore whoso knows Him not by means of Him knows Him not’ (cited in Chittick, 43). Dhū al-Nūn makes the following paradoxical utterances regarding maʿrifa :  ‘Never pretend to possess maʿrifa ’; ‘my greatest sin is my maʿrifa of Him’ (cited in ʿAṭṭār, 127). He appears to be pointing to the incommensurability between the spiritual essence of maʿrifa and the cognitive forms it assumes. The essence of knowledge cannot be identified with, or reduced to, the relative concepts deriving from this essence, such as would permit the construction of distinct forms of knowledge. The implication is that if by ‘knowledge’ is meant taking cognisance of some object distinct from the knower, then maʿrifa cannot be called a form of knowledge. But if knowledge be defined in its highest sense, then all other apparent modes of knowledge are themselves reduced to the status of ignorance, elliptically referred to by Dhū al-Nūn as ‘sin’.",
    "What these antinomian formulations seem to be alluding to is the fact that the agent of knowledge, in respect of maʿrifa , is aware both that he ‘knows’ through God, and that, qua individual, he cannot know the essence of knowledge. It is only when the individual is effaced entirely in the object of knowledge that maʿrifa can be said to be realised as such. But then: realised by whom? In the light of this kind of paradox, Dhū al-Nūn’s emphasis on bewilderment ( ḥayra, taḥayyur ) as the mark of the highest sages will be readily appreciated. ‘Those who know God best are the most bewildered regarding Him’ (cited in Ibn al-ʿArabī, al-Kawkab , French trans. 166). He uses the sun as a symbol of maʿrifa to evoke some aspects of this knowledge which remains, in its essence, incommunicable: on the one hand, the light of the sun dazzles and blinds the one who looks at it, with increasing intensity the closer one gets to it; on the other hand, the one who looks can see all things by the light of the sun, and then ultimately will see the sun, but not through one’s own vision: it is the sun’s own light that, as it were, constitutes the vision, the implication being that ‘enlightenment’ entails the extinction of the one who is enlightened (see ʿAṭṭār, 127)",
    "According to Dhū al-Nūn, virtue is both a condition for maʿrifa and its consequence. The ʿārif realises the reflection of the divine qualities in his soul as the fundamental virtues. The process of coming to know God is predicated upon ‘acquiring the beautiful character-traits of God’ ( takhalluqan bi-akhlāqi’Llāhi’l-jamīla ), he says, paraphrasing a prophetic tradition to this effect. One must reflect God ethically, and be kind, generous and loving, if one is to come to know God spiritually (see Ibn al-ʿArabī, al-Kawkab , French trans. 162). Similarly, there can be no maʿrifa without fear of God. ʿAṭṭār comments on Dhū al-Nūn’s statement that the ʿārif has no attribute and yet can be described as one who fears ( khāʾif  ), by saying that the one who has no fear can never be an ʿārif (ʿAṭṭār, 27). He then quotes the Qurʾān, 35: 28 ‘Only those of his slaves that are the knowers fear God ’.",
    "As regards the question of whether maʿrifa is a mystical state ( ḥāl ) or a permanent spiritual station ( maqām ), Dhū al-Nūn says that the true ʿārif  ‘does not stay constantly in the same state, but he stays constantly with his Lord in all his states’.  This is because, once the Real has been realised, there is no need for any particular types of transient states: he says that what is real for us is maʿrifa and the revelation ( kashf  ) of knowledge ‘without this involving a ḥāl  ’ (Ibn al-ʿArabī, al-Kawkab , French trans. 165, 167). The attainment of maʿrifa thus entails a permanent awareness of God’s reality; an awareness that underlies ordinary modes of consciousness and states of being which one traverses in life.",
    "Dhū al-Nūn expresses this principle in another passage, while alluding to the mystery that God is the inmost reality of the knower. He does so in connection with the concluding part of a famous ḥadīth qudsī : ‘When I love him [i.e. ‘My slave’], I am his hearing with which he hears, his seeing with which he sees, his hand with which he strikes, and his foot with which he walks’. According to Dhū al-Nūn, the ʿārifūn ‘are not themselves, but in so far as they exist at all, they exist in God. Their movements are caused by God, and their words are the words of God’. One observes here a prefiguration of the elaborate doctrines of maʿrifa and the spiritual station of the ʿārif bi’Llāh in later Sufism, particularly the school of Ibn al-ʿArabī. Indeed, the latter wrote a biographical treatise on Dhū al-Nūn, al-Kawkab al-durrī fi manāqib Dhī al-Nūn al-Miṣrī (‘The Glittering Star concerning the Virtues of Dhū al-Nūn al-Miṣrī), which, in itself, underscores Dhū al-Nūn’s seminal role in Sufism (see also Shah-Kazemi, 172–176).",
    "It is difficult to classify his diverse and miscellaneous teachings on the Sufi doctrine of spiritual states ( aḥwāl ) and stations ( maqāmāt ) and arrange them in a particular order (for more details see below). His sayings on spiritual chivalry ( futuwwa ) and the avoidance of self-conceit ( ʿujb ) are somewhat in accordance with his purported malāmatī tendencies which are reported in the accounts of him by later writers such as Hujwīrī and Farīd al-Dīn ʿAṭṭār (al-Kalābādhī, 93; al-Sarrāj, 68; Hujwīrī, 124–125; al-Suhrawardī, Shihāb al-Dīn ʿUmar, ʿAwārif , 186; al-Qurṭubī, 1(1)/271, 1(2)/116, 118; Ṣāliḥ b. Janāḥ, 102; Ibn al-Qayyim, Ṭarīq al-hijratayn , 74; idem, Madāriq al-sālikīn , 2/115, 158; al-Makkī, 458; Ibn al-ʿArabī, al-Kawkab , 155; Ibn al-Jawzī, Ṣifat al-ṣafwa , 2/224; Abū Nuʿaym, 9/84). With regard to the malāmatī tendencies reflected in the numerous sayings ascribed to him, in his detailed study on Dhū al-Nūn’s mysticism Michael Ebstein (p. 576) states that for Dhū al-Nūn the ideal mystic internalises and conceals his religious and ascetic activities as well as his spiritual and mystical achievements, so as not to give himself unwarranted publicity ( shuhra ). He worships God in private, far from the eyes of others, safeguarding his mystical secret which pertains mainly to the love between him and his Lord (for some of Dhū al-Nūn’s relevant sayings, see Ibn al-ʿArabī, al-Kawkab , 265–266). Focusing on his own vices ( ʿ \n uyūb ) rather than on those of others, the ideal mystic avoids all sorts of confrontations or disputes and always maintains silence ( ṣamt ) (Ebstein, 577).",
    "Shāfiʿī attitudes concerning the esoteric interpretation of the Qurʾān that were prevalent in Egypt in his day may also have been a factor in the accusations of heresy against him. In line with this, Ibn Taymiyya criticises his commentaries for failing to take account of the outer meaning of the verses (Ibn Taymiyya, al-Istiqāma , 1/188, 385; al-Qurṭubī, vol. 6(11)/229).",
    "Dhū al-Nūn is said to have spent his early life in or next to one of the temples of Akhmīm, where he is reported to have studied alchemy. Known as Panopolis in the Graeco-Roman era, the town was associated with Hermes and had long been a centre for the study of alchemy, producing famous practitioners such as Zosimos (4th century CE). It is worth mentioning that Ibn Umayl refers to Dhū al-Nūn as an authority on alchemical matters together with other figures such as Hermes, Plato and Jābir b. Ḥayyān (Ebstein, 600, quoting Ibn Umayl al-Tamīmī’s Kitāb al-mā \n ʾ \n al-waraqī , i.e. The Book of the Silvery Water ). Having been trained in the temple sciences, Dhū al-Nūn was apparently able to read hieroglyphics and Syriac, and is credited with a high level of alchemical expertise, such as making diamonds. It was generally believed that he had acquired the secrets of ancient Egyptian knowledge and wisdom from his reading of the inscriptions and reliefs of the temples at Akhmīm, and that he acted as a key transmitter of alchemical knowledge. Since alchemy involved a knowledge of medicine, Dhū al-Nūn also became known in the Islamic guild literature as the spiritual patron of physicians. However some scholars, such as Deladrière, believe that the alchemy he practised was of a strictly spiritual nature, and the treatises and poems on alchemy that are attributed to him were more likely to have been composed in his name by others. Dhū al-Nūn’s reference to intellection ( taʿaqqul ) and the resemblance of his exposition of gnosis ( maʿrifa ) to the doctrines of Plotinus and the Gnostics have also led to speculation that he was himself of Greek origin, connected to Christian monasticism and responsible for introducing Neo-Platonist and Alexandrian philosophical teachings into Sufism and Islamic gnosis (Ibn al-Nadīm, 634; Ibn al-Jawzī, Ṣifa al-ṣafwa , 2/274; Abū Nuʿaym, 9/339; al-Masʿūdī, 1/360; al-Qifṭī, Ikhbār , 185; al-Bakrī, 2/545; Schimmel, 261; Ṣadūqī Suhā, 99; Muwaḥḥid, 195–6; Behrens-Abouseif, 209; for Dhū al-Nūn’s knowledge of magic and alchemy, his medieval image as an alchemist influenced by the Hermetic tradition of Egypt and as a link between Islam and the Hermetic, Neo-Platonic and Christian tradition of Egypt, see Asín Palacios, 40, 87, 128, 165 166, 174; Ebstein, 604–606). In this regard, Shihāb al-Dīn Yaḥyā al-Suhrawardī, the Persian founder of the Ishrāqī (Illuminationist) School, considers Dhū al-Nūn al-Miṣrī (Akhī Akhmīm) and Sahl al-Tustarī as the examples par excellence of the true philosophers and sages of the Islamic period on the ‘occidental line’ of Ishrāqī wisdom, and thus the heirs of the Hermetic, Pythagorean and Platonic traditions. The ‘oriental line’, on the other side, descends from the mythical prophet-kings of Persia, Gayūmarth, Farīdūn and Kay Khusraw and continues through other early Persian Sufi sages such as Manṣūr al-Ḥallāj, Bāyazīd Basṭāmī  and Abū al-Ḥasan Kharaqānī. Both oriental and occidental lines converge in the Ishrāqī wisdom of al-Suhrawardī himself (see al-Suhrawardī, Shihāb al-Dīn Yahyā, Opera , 70; Corbin, 36; in this regard and on the reputed spiritual association of Dhū al-Nūn and Sahl al-Tustarī in a line of secret gnostic affiliation, see Böwering, 53–54).",
    "On the other hand, many regarded Dhū al-Nūn’s knowledge as derived primarily from his own spiritual unveilings, experienced as the result of reaching sainthood ( walāya ). Ibn al-ʿArabī places him beside ʿAlī b. Abī Ṭālib (q.v.) as one of those who protected the secrets of the Prophet Muḥammad. For the Shiʿi gnostics he was a hidden disciple of three of the Imams, Muḥammad b. ʿAlī al-Taqī (al-Jawād), ʿAlī b. Muḥammad al-Naqī (al-Hādī) and Ḥasan al-ʿAskarī. He narrated a ḥadīth on the caliphate of Imam ʿAlī, and his own masters seem to have had connections with Imam Jaʿfar al-Ṣādiq (Abū Nuʿaym, 9/332; al-Qifṭī, Taʾrīkh , 256; al-Khaṭīb al-Baghdādī, 8/396; Ibn al-ʿArabī, al-Futūḥāt al-Makkiyya , 2/361; Shīrāzī, 2/157, 166).",
    "Dhū al-Nūn attached great importance to travelling, and is reported to have travelled to such places as Jerusalem, Anṭākiya, Lebanon, Jabal Likām and Baṣra (Abū Nuʿaym, 10/370; al-Munāwī, 229; for further details see Ebstein, 566–568).",
    "Ḥadīth , Jurisprudence ( Fiqh ) and Theology ( Kalām )",
    "Dhū al-Nūn associated with ḥadīth transmitters and studied jurisprudence under Mālik b. Anas. In addition to al-Muwaṭṭaʾ he narrated other ḥadīth s from Mālik, the authenticity of which is questioned by Sunni traditionists. He also narrated ḥadīth s from such traditionists as Layth b. Saʿd, Ibn Lahīʿa, Silm al-Khawāṣṣ and Sufyān b. ʿUyayna (Anṣārī Harawī, 11; al-Dhahabī, Siyar aʿlām al-nubalāʾ , 533; idem, Mīzān al-iʿtidāl , 1/33; Ibn Khallikān, 1/315; Ibn al-Jawzī, Ṣifat al-ṣafwa , 2/226; for twelve traditions reported by him, see al-Suyūṭī, 235–240). At the same time such narrators as Aḥmad b. Ṣulayḥ al-Fayyūmī, Rabīʿa b. Muḥammad al-Ṭāʾī, Riḍwān b. Muḥaymid, Ḥasan b. Muṣʿab, Junayd b. Muḥammad al-Zāhid, Muḥammad b. Saʿīd al-Kh w ārazmī, Miqdād b. Dāwūd al-Ruʿaynī, Abū Uthmān Saʿīd b. Uthmān al-Ḥannāṭ (or al-Khayyāṭ), ʿAbd al-Raḥmān b. ʿAbd Rabbih, Abū al-ʿAbbās Ibn Masrūq al-Ṭūsī and Ḥusayn b. Aḥmad al-Shāmī narrated from him (al-Dhahabī, Siyar aʿlām al-nubalāʾ , 11/533; idem, Mizān al-iʿtidāl , 1/105; Abū Nuʿaym, 1/82; al-Khaṭīb al-Baghdādī, 8/393, 9/99; al-Sulamī, 24; al-Bayhaqī, 1/372, 376).",
    "Despite his erudition in jurisprudence and ḥadīth , some Mālikī jurists objected to him teaching a small circle of disciples and leading successful study sessions in Egypt. Despite his belief in free will ( tafwīḍ ), he strongly upheld the view that the Qurʾān was uncreated and eternal ( qadīm ), and thus met with hostility from the Muʿtazilī theologians during the period known as the miḥna (the inquisition instituted by the caliph al-Maʾmūn, r. 189–218/813–833), which led to his imprisonment in Baghdad. It may have been during this period that Aḥmad b. Ḥanbal benefited from his companionship (Knysh, 40; Massignon, 207; Rūzbihān Baqlī, ʿAbhar al-ʿāshiqīn , 54; Schimmel, 42; Hujwīrī, 145; Ibn al-ʿArabī, al-Kawkab , introd., 35).",
    "Works",
    "Ibn al-Nadīm states that Dhū al-Nūn compiled various works on alchemy and attributes to him two works on the subject, titled al-Rukn al-akbar (or al- Rukn al-kabīr ) and al-Thiqa fī al-ṣanʿa (or bi al-ṣanʿa ), that are no longer extant. Ibn al-Nadīm also mentions that Abū Ḥarī ʿUthmān b. Suwayd al-Akhmīmī, an alchemist from Akhmīm, wrote a book entitled Kitāb ṣarf al-tawahhum \n ʿ \n an Dhī al-Nūn al-Miṣrī . A lost treatise on Sufi terminology is also attributed to Dhū al-Nūn (Ibn al-Nadīm, 423–424; Ebstein, 600; Nāmah-yi dānishwarān-i Nāṣirī , 9/34; Massignon, 207) . Other works such as al-Majriyyāt , al-Qaṣīda fī al-ṣanʿa al-karīma , Risāla fī al-ʿanāṣir al-thalātha , Risāla fī tadbīr al-Ḥajar al-Mukarram , Ṣifat al-muʾmin wa al-muʾmina , Arjūza fī ʿilm al-ṣanʿa and al-ʿAjāʾib are also attributed to him, the manuscripts of some of which have survived (some are held in Āstān-i Quds Library in Mashhad; on works on alchemy and magic attributed to Dhū al-Nūn, see Sezgin, GAS , I/643–644; Ebstein, 603; for a sample of Dhū al-Nūn’s renown as an alchemist in old sources, see Berlekamp, 58, note 66; for poems attributed to Dhū al-Nūn, see Ebstein, 603–604).",
    "He is also said to have written a recension of the mystical Qurʾān commentary that is attributed to Imam Jaʿfar al-Ṣādiq, and two further treatises, one containing an anthology of the sayings of the Prophet Muḥammad and the other comprising didactic anecdotes and stories, are attributed to him. Dhū al-Nūn spoke eloquently on gnosis and mystical knowledge, and many of his aphorisms are cited in the works of others. There are also prayers and supplications by him in which he requests that he be granted immediate knowledge ( maʿrifa ) and the blessings of the hereafter. Some of his supplications resemble Imam ʿAlī’s intimate litanies for the month of Shaʿbān ( al-munājāt al-Shaʿbāniyya ) and Imām Ḥusayn’s supplication for the day of al-ʿArafa (the day during the ḥajj when pilgrims gather on the plains of ʿArafa before the night at Muzdalifa and the days at Minā). According to some of his detractors, a number of his supplications are tainted with traces of incarnationism ( ḥulūl ), even though he vehemently denied holding such beliefs. His aphorisms can be found among the later corpus of major influential Sufi works (Zarrīnkūb, Arzish-i mīrāth-i Ṣūfiyya , 60; Ibn al-ʿArabī, al-Kawkab , introd., 120–121; Ibn Miskawayh, 164; al-Qummī, 331, 545; al-Sulamī, 27–28; Abū Nuʿaym, 9/332; Ibn al-Jawzī, Ṣifat al-ṣafwa , 2/226; Samʿānī, ʿAbd al-Karīm, 1/96; Habil, 30)."
  ],
  "bibliography": [
    "Abū Nuʿaym al-Iṣfahānī, Aḥmad, Ḥilyat al-awliyāʾ (Beirut, 1987).",
    "Anṣārī Harawī, Kh w ājah ʿAbd Allāh, Ṭabaqāt al-Ṣūfiyya , ed. Muḥammad Sarwar Mawlāʾī (Tehran, 1363 Sh./1984).",
    "Asín Palacios, M., The Mystical Philosophy of Ibn Masarra and his Followers , trans. E. H. Douglas and H. W. Yoder (Leiden, 1978).",
    "ʿAṭṭār, Farīd al-Dīn, Manṭiq al-ṭayr , ed. Aḥmad Khātamī (Tehran, 1382 Sh./2003).",
    "idem, Muṣībat-nāmah , ed. Nūrānī Wiṣāl (Tehran, 1366 Sh./1987).",
    "idem, Tadhkirat al-awliyāʾ , R. A. Nicholson (London, 1905).",
    "al-Bakrī, Abū ʿUbayd, Kitāb al-masālik wa al-mamālik , ed. Adrian van Leeuwen (Beirut, 1992–1995).",
    "al-Bayhaqī, Abū Bakr Aḥmad, Shuʿab al-īmān , ed. Muḥammad al-Saʿīd Basyūnī Zaghlūl (Beirut, 1990).",
    "Behrens-Abouseif, Doris, Beauty in Arabic Culture (Princeton, 1999).",
    "Berlekamp, Persis, ‘Painting as Persuasion: A Visual Defense of Alchemy in an Islamic Manuscript of the Mongol Period’, Muqarnas , vol. 20 (2003), pp. 35–59.",
    "Böwering, Gerhard, The Mystical Vision of Existence in Classical Islam: The Qurʾānic Hermeneutics of the Ṣūfī Sahl At-Tustarī (Berlin and New York, 1980).",
    "Chittick, William C., A Shiʿite Anthology (London 1980).",
    "Corbin, Henry, En Islam Iranien , Aspects spirituels et philosophiques , vol. 2, Sohrawardî et les Platoniciens de Perse (Paris, 1971).",
    "Daylamī, ʿAlī b. Muḥammad, Sīrat-i shaykh-i kabīr Abū ʿAbd Allāh b. Khafīf Shīrāzī , tr. Rukn al-Dīn Shīrāzī (Tehran, 1363 Sh./1984).",
    "al-Dhahabī, Muḥammad b. Aḥmad, Mīzān al-iʿtidāl , ed. ʿAlī Muḥamamd Bijāwī (Cairo, 1963).",
    "idem, Siyar aʿlām al-nubalāʾ , ed. Shuʿayb al-Arnaʾūṭ (Beirut, 1986).",
    "idem, Taʾrīkh al-Islām , ed. ʿUmar ʿAbd al-Salām Tadmurī (Beirut, 1407/1987).",
    "Ebstein, Michael, ‘Dhū al-Nūn al-Miṣrī and Early Islamic Mysticism’, Arabica 61 (2014), pp. 559–612.",
    "El Daly, Okasha, Egyptology, the Missing Millennium: Ancient Egypt in Medieval Arabic Writings (Abingdon and New York, 2016).",
    "al-Ghazālī, Muḥammad, Iḥyāʾ ʿulūm al-dīn , tr. Muʾayyad al-Dīn Muḥammad Kh w ārazmī, ed. Ḥusayn Khadīw Jam (Tehran, 1358 Sh./1977).",
    "Habil, Abdurrahman, ‘Traditional Esoteric Commentaries on the Qurʾān’, in S. H. Nasr, ed., Islamic Spirituality , vol. 1, Foundations (New York, 1987), pp. 24–47.",
    "Hujwīrī, ʿAlī, Kashf al-maḥjūb , ed. V. Zhukovskiĭ (Tehran, 1358 Sh./1979).",
    "Ibn al-ʿArabī, Muḥammad b. ʿAlī, al-Futūḥāt al-Makkiyya , ed. ʿUthmān Yaḥyā (Cairo, 1972).",
    "idem, al-Kawkab al-durrī fī manāqib Dhū al-Nūn al-Miṣrī , tr. Masʿūd Anṣārī (Tehran, 1390 Sh./2012), French trans. and introd. by Roger Deladrière as La vie merveilleuse de Dhû-l-Nûn L’Égyptien (Paris, 1988).",
    "Ibn al-Jawzī, ʿAbd al-Raḥmān, Talbīs Iblīs , tr. ʿAlī Riḍā Dhakāwatī (Tehran, 1368 Sh./1989).",
    "idem, Ṣifat al-ṣafwa , ed. ʿAbd al-Salām Muḥammad Hārūn (Beirut, 1992).",
    "Ibn al-Kathīr, Ismāʿīl b. ʿUmar, al-Bidāya wa al-nihāya , ed. Aḥmad Abū Mulḥim (Beirut, 1994).",
    "Ibn al-Khallikān, Aḥmad b. Muḥammad, Wafayāt al-aʿyān , ed. Iḥsān ʿAbbās (Beirut, n.d).",
    "Ibn Miskawayh al-Rāzī, Aḥmad, Jāwīdān khirad , Old Persian trans. Sharaf al-Dīn ʿUthmān b. Muḥammad Qazwīnī, ed. Muḥammad Taqī Dānish-pazhūh (Tehran, 1359 Sh./1980).",
    "Ibn al-Mulaqqin, ʿUmar, Ṭabaqāt al-awliyāʾ , ed. Nūr al-Dīn Shurayba (Beirut, 1406/1986).",
    "Ibn Nadīm, al-Fihrist.",
    "Ibn Qayyim al-Jawziyya, Muḥammad b. Abī Bakr, Madāriq al-sālikīn , ed. Muḥammad Ḥāmid al-Fiqī (Beirut, 1972).",
    "idem, Ṭarīq al-hijratayn , ed. ʿAbd al-Naʿīm al-ʿĀnī (Beirut, 1980).",
    "Ibn Taymiyya, al-Istiqāma , ed. Muḥammad Rashād Sālim (Cairo, n.d).",
    "al-Ibshīhī, Muḥammad b. Aḥmad, al-Mustaṭraf fī kull fann mustaẓraf , ed. Mufīd Muḥammad Qumayḥa (Beirut, 1986).",
    "al-Kalābādhī, Abū Bakr, al-Taʿarruf li madhhab ahl al-taṣawwuf (Damascus, 1986).",
    "al-Khaṭīb al-Baghdādī, Aḥmad b. ʿAlī, Taʾrīkh Baghdād (Cairo, 1933).",
    "al-Kh w ārazmī, Kamāl al-Dīn, Jawāhir al-asrār , ed. Muḥammad Jawād Sharīʿat (Iṣfahān, 1366 Sh./1987).",
    "Knysh, Alexander, Islamic Mysticism (Boston, MA, 2000).",
    "al-Makkī, Abū Ṭālib, Qūt al-qulūb (Cairo, 1961).",
    "Massignon, Louis, Essai sur les origines \n du lexique technique de la mystique musulmane (Paris, 1968).",
    "al-Masʿūdī, ʿAlī b. Ḥusayn, Murūj al-dhahab , ed. Muḥammad Muḥyī al-Dīn ʿAbd al-Ḥamīd (Beirut, 1948).",
    "Melchert, Christopher, ‘The Transition from Asceticism to Mysticism at the Middle of the Ninth Century CE’, SI 83(1996), pp. 51–70.",
    "al-Munāwī, Muḥammad, al-Kawākib al-durriyya , ed. Maḥmūd Ḥasan Rabīʿ (Cairo, 1938).",
    "al-Muqaddasī, Muḥammad b. Aḥmad, Aḥsan al-taqāsim (Cairo, 1991).",
    "Muwaḥḥid, Ṣamad, Nigāhī bi sarchashmahā-yi ḥikmat-i ishrāq wa mafhūmhā-yi bunyādī-yi ān (Tehran, 1384 Sh./2005).",
    "Najm al-Dīn Rāzī, Mirṣād al-ʿibād , ed. Muḥammad Amīn Riyāḥī (Tehran, 1352 Sh./1973).",
    "Nāmah-yi dānishwarān-i Nāṣirī (Qumm, 1388 Sh./2009).",
    "Nicholson, Reynold A., The Idea of Personality in Sufism (Cambridge, 1923).",
    "idem, ‘A Historical Enquiry concerning the Origin and Development of Sufiism’, JRAS (1906), pp. 303–348.",
    "al-Qalqashandī, Aḥmad b. ʿAlī, Ṣubḥ al-aʿshā , ed. Nabīl Khālid al-Khaṭīb (Beirut, 1987).",
    "al-Qifṭī, ʿAlī b. Yūsuf, Taʾrīkh al-ḥukamāʾ , ed. Bahman Dārābī (Tehran, 1347 Sh./1968).",
    "idem, Ikhbār \n al-ʿulamāʾ bi-akhbār al-ḥukamāʾ (Cairo, n.d.).",
    "Qummī, Shaykh ʿAbbās, Mafātīḥ al-jinān (Tehran, n.d).",
    "al-Qurṭubī, Muḥammad, al-Jāmiʿ li aḥkām al-Qurʾān (Beirut, n.d.).",
    "al-Qushayrī, ʿAbd al-Karīm, al-Risāla al-Qushayriyya , ed. Muḥammad ʿAbd al-Raḥmān al-Marʿashlī (Beirut, 1998).",
    "al-Rāfiʿī, ʿAbd al-Karīm, al-Tadwīn , ed. ʿAzīz Allāh ʿUṭāridī (Beirut, 1987).",
    "Rūmī, Jalāl al-Dīn, Mathnawī , ed. Nasrollah Pourjavadi (Tehran, 1363 Sh./1984).",
    "Rūzbihān Baqlī, ʿAbhar al-ʿāshiqīn , ed. Henry Corbin (Tehran, 1360 Sh./1981).",
    "idem, Sharḥ-i shaṭḥiyyāt , ed. Henry Corbin (Tehran, 1360 Sh./1981).",
    "Rustom, Mohammed, ‘The Sufi Teachings of Dhū’l-Nūn’, Sacred Web 24 (2009), pp. 69–79.",
    "Ṣadūqī Suhā, Manūchihr, ‘Ṭarīq-i Risīdan-i Maʿārif-i Iskandarānī bi Ibn ʿArabī’, Kayhān-i andīsha , 70 (1375 Sh./1996), pp. 95–101.",
    "Ṣāliḥ b. Janāḥ, Kitāb al-adab wa al-murūʾa , ed. Muḥammad Dāmādī (Tehran, 1373 Sh./1994).",
    "al-Samʿānī, ʿAbd al-Karīm, al-Ansāb , ed. ʿAbd Allāh ʿUmar al-Bārūdī (Beirut, 1988).",
    "al-Samʿānī, Shihāb al-Dīn Aḥmad, Rūḥ al-arwāḥ , ed. Najīb Māyil Harawī (Tehran, 1368 Sh./1989).",
    "al-Sarrāj al-Ṭūsī, Abū Naṣr, al-Lumaʿ fī al-taṣawwuf , ed. R. A. Nicolson (Leiden, 1914).",
    "Schimmel, Annemarie, Mystical Dimensions of Islam (Chapel Hill, NC, 1975).",
    "Sezgin, GAS.",
    "Shah-Kazemi, Reza, ‘The notion and significance of Maʿrifa in Sufism’, JIS 13, 2 (2002), pp. 155-181.",
    "al-Shaʿrānī, ʿAbd al-Wahhāb, al-Ṭabaqāt al-kubrā (Cairo, 1954).",
    "Shīrāzī, Maʿṣūm ʿAlī, Ṭarāʾiq al-ḥaqāʾiq , ed. Muḥammad Jaʿfar Maḥjūb (Tehran, 1339 Sh./1960).",
    "al-Suhrawardī, Shihāb al-Dīn ʿUmar, ʿAwārif al-maʿārif , Old Persian tr. Abū Manṣūr Iṣfahānī, ed. Qāsim Anṣārī (Tehran, 1364 Sh./1985).",
    "al-Suhrawardī, Shihāb al-Dīn Yaḥyā, Opera Metaphysica et Mystica , vol. 1, ed. H. Corbin (Tehran, 1993).",
    "idem, ‘Ṣafīr-i Sīmurgh’, Majmūʿa-yi āthār-i Fārsī-yi Shaykh-i Ishrāq , ed. S. H. Nasr (Tehran, 1348 Sh./1970), pp. 313–332.",
    "al-Sulamī, Abū ʿAbd al-Raḥmān, Ṭabaqāt al-Ṣūfiyya , ed. Johannes Pedersen (Leiden, 1960).",
    "al-Suyūṭī, ʿAbd al-Raḥmān, al-Maknūn fī manāqib Dhū al-Nūn , ed. ʿAbd al-Raḥmān Ḥasan Maḥmūd (Cairo, 1412/1992).",
    "Trimingham, S., Sufi Orders of Islam (London, 1971).",
    "Twinch, Cecilia, ‘Created for Compassion: Ibn ʿArabī’s Work on Dhū-l-Nūn the Egyptian’, Journal of the Muhyiddin Ibn ʿArabi Society 47 (2010), pp. 109–129.",
    "al-Yāfiʿī, ʿAbd Allāh b. Asʿad, Rawḍ al-riyāḥīn (Cairo, 1279/1862).",
    "Zarrīnkūb, ʿAbd al-Ḥusayn, Arzish-i mīrāth-i Ṣūfiyya (Tehran, 1362 Sh./1983).",
    "idem, Justujū dar taṣawwuf-i Īrān (Tehran, 1357 Sh./1978)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 570
}
