{
  "id": "eweb_033",
  "source": "EIs",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/COM-036097.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-9831_isla_COM_036097",
  "title": "Fanāʾ and Baqāʾ",
  "authors": [
    "Alireza Ebrahim",
    "M.I. Waley",
    "Translated by Rahim Gholami"
  ],
  "word_count": "(3,898 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "08 Jan 2018",
  "last_updated": "17 Jun 2021",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "Fanāʾ \n and baqāʾ (annihilation and subsistence) are two terms, often found together, pertaining to the terminology of the Sufi path ( sayr wa sulūk ). Their origin and basis being metaphysical and cosmological, it is appropriate to discuss this latter aspect before examining the usage and significance of fanāʾ and baqāʾ in relation to the theories and lived experience of authorities on Sufism. Lexically, fanāʾ means to die, perish, or cease to be; baqāʾ means to remain alive, exist, and subsist. Fanāʾ , a verbal  noun, means the effacement of the apparent manifestation of a thing; fānī , the active participle of the term, refers to ephemeral things and may be applied to anything other than God. Al-Bāqī (permanently subsistent), the active participle of baqāʾ , is one of the ninety-nine divine names that are enumerated in Islamic canonical Traditions (Ibn Manẓūr, 15/164–165; al-Qarashī, 1/217, 5/205).",
    "Both the verbs in question occur in the Qurʾān, mainly in relation to the transience of this world and the creatures in it. One verse (Q 55:26–27) states that ‘All who are upon [the Earth] perish; but there endures the Countenance of your Lord, Majestic and Bounteous ( Kull man ʿalayhā fān, wa yabqā wajh Rabbik dhū al-jalāl wa al-ikrām ).’ In Q 16:96 comes another reminder, in a somewhat similar vein: ‘That which is in your keeping shall disappear, but that which is with Allāh abides ( Mā \n ʿindakum yanfad, wa mā ʿind Allāh bāq ).’",
    "Fanāʾ and Baqāʾ in Cosmological Doctrine",
    "The Andalusian Sufi and Gnostic Muḥyī al-Dīn Ibn al-ʿArabī (d. 638/1240) proposed the most detailed categorisation, with seven grades of fanāʾ , and also described various ranks of baqāʾ . This categorisation conforms to his cosmological theories, according to which God’s existentiation of the contingent universe entails that from each moment to the next, He is annihilating it and instantaneously re-creating it. (Ibn al-ʿArabī, al-Futūḥāt al-Makkiyya , 2/512–516; idem,  Fuṣūṣ al-ḥikam , 126). Hence fanāʾ has a cosmogonic dimension that involves the annihilation of all creatures, one by one, as well as the obliteration of every atom of the created world at the end of time ( ākhir al-zamān ). It is at that instant that at the first blast of the Trumpet ( nafkhat al-ṣūr ) all existing creatures are rendered lifeless; and at the second blast they are resurrected and thereby attain the state of baqāʾ in readiness for their summons to the arena of gathering before God ( maḥshar ). Hence fanāʾ and baqāʾ , in both their microcosmic and macrocosmic dimensions, are considered a divine ordinance that is necessary and immutable (al-ʿAbbādī, 206; al-Mustamlī al-Bukhārī, 4/1572).",
    "Again from an ontological perspective, the nature of fanāʾ followed by baqāʾ could be seen as ‘a shift from a lower to a higher ontological realm’, as in the following definition of baqāʾ  : ‘It is to be characterised by the attributes of the Real Existent’ (al-Farghānī, 76). However, the majority of Sufis do not believe that the progression from fanāʾ to baqāʾ culminates in the total annihilation of individual existence; nor do they consider it to be an ontological metamorphosis (as in becoming an angel); nor, again, do they hold that it consists in the originatedness [of the world] ( ḥudūth [ al-ʿālam ]) and the eternity [of the Maker] ( qidam [al-Ṣāniʿ] ) They do not believe that an essence ( dhāt , q.v.) can dissipate into non-existence; hence, the individual identity of the Sufi wayfarer remains intact in all circumstances (Maybudī, 9/413; Hujwīrī, 362). The definition of baqāʾ provided by some Sufis has been condemned by certain non-Sufis as tantamount to ‘ontological union with the Essence of the Creator’, a notion which according to Islamic theology is heretical and blasphemous. To counter this, a number of Sufi masters, such as Aḥmad Sirhindī (q.v.), adopted an ontological and epistemological perspective based not on ‘oneness of Being’ ( waḥdat al-wujūd ) but on 'oneness of witnessing' ( waḥdat al-shuhūd ) (al-Qushayrī, 37; Rūzbihān Baqlī, 219-220; Kiyā-Shimshakī, 93–100).",
    "Fanāʾ and B \n aqāʾ in Relation to Human Actions and Attributes",
    "The emphasis on fanāʾ in the Islamic tradition makes it an intrinsic part of the mystical path of gnosis ( sulūk ʿirfānī ). To attain fanāʾ requires detachment from corporeal matters in order to reach baqāʾ , as a divine and eschatological objective leading to eventual salvation (q.v. ‘ Eschatology ’). These terms are derived from the Qurʾān itself and feature prominently in the sayings and writings of early  Sufis (Q 87:17; Jaʿfar al-Ṣādiq, 49, 139; Maybudī, 9/413; al-Muḥāsibī, 178; al-Tustarī, 113).",
    "According to Abū Saʿīd al-Kharrāz (d. ca. 286/899), who was reportedly among the first spiritual masters to speak of fanāʾ and baqāʾ , in fanāʾ the servant [of God] ceases to see his acts of worship as his own; only then is he truly a servant. It was the famous Sufi master al-Junayd al-Baghdādī (d. 298/910) who first penned a treatise on the meanings of these terms (Hujwīrī, 218, 360; Junayd, 32–33) and also offered this classic definition: ‘that God annihilates you from yourself and causes you to live on through Him’. This is connected by some authorities with the oft-quoted ḥ \n adīth qudsī  found (for example) in al-Bukhārī ( Riqāq , 38), in which God says about someone who constantly draws closer to Him through supererogatory worship ( al-nawāfil ) that ‘When I love him, I become the tongue with which he speaks…, [etc.]’. This signifies that passively that person is protected from sinning, and actively all their deeds are guided and aided in accord with the Divine Will. In another Qurʾānic passage, revealed in connection with the Muslim triumph at the battle of Badr, the actions of the Prophet Muḥammad and his army are characterised as being in reality divine actions. At the outset of the battle, he supplicated and then threw a handful of dust in the direction of the opposing army; traditions relate that it struck some of them and blinded them. The verse in question (Q 8:17) begins: ‘It was not you [Muslims] who slew them, but God slew them. It was not you [O Prophet] who threw when you threw, but God threw.’",
    "Al-Junayd affirms that the advanced wayfarer reaches a degree of purity akin to that of ‘the Day of Alast ’, when the unborn spirits of the Children of Adam acknowledged God as their Lord, all together in unison. Also often cited is the definition of fanāʾ put forward by Abū Yaʿqūb al-Nahrajūrī (al-Sarrāj, Luma‘ , 284): ‘That the servant ceases to be aware of his existence and actions as being his own rather than God’s.’ Abū Ḥafṣ al-Suhrawardī, on the other hand, considered fanāʾ to consist of ‘the manifestation of the Real ( ḥaqq ) within the deeds of the servant ( ʿabd )’ ( ʿAwārif al-maʿārif , 521). Another definition of baqāʾ is ‘that the servant beholds the Divine Will in the prescriptions of the Religion’. Those unable to reach that stage may not be able to progress beyond empty claims. Muḥyī al-Dīn Ibn al-ʿArabī in his treatise on the subject, Kitāb al-fanāʾ , adopts al-Nahrajūrī’s definition. He considers fanāʾ as equivalent to iḥsān , spiritual excellence, as defined in the ḥadīth  of Jibrīl: ‘That you worship God as though you saw Him; and if you see Him not, He sees you.’ This is a key ideal of Sufism: ʿubūdiyya , complete submission and servitude to the Creator, which also entails perfection of adab , of using each moment of one’s lifespan as He desires one to use it.",
    "In al-Futūḥāt \n al-Makkiyya , Ibn al-ʿArabī describes a progression through seven stages at the end of which God’s servant ceases to possess any attribute separate from those of God. Subsequently, a number of Sufis developed a hierarchy in which fanāʾ and baqāʾ stood as the highest of all spiritual states and stations ( aḥwāl wa maqāmāt ) (Anṣārī, Ṣad maydān , 305). Corresponding to each state and station there is a measure or rank of fanāʾ , and for each of the latter there is a corresponding rank of baqāʾ ; these ascending grades are realised within the Sufi wayfarer through divine manifestation. God thus becomes the ultimate ‘Mover’, ‘Sustainer’ and ‘Safe Haven’ throughout the journey to fanāʾ and baqāʾ (al-Junayd, 32-37; al-Bakrī, 99; al-Sulamī, Ṭabaqāt al-Sūfiyya , 350-351; al-Mustamlī al-Bukhārī, 4/1589, 1636).",
    "According to the classic treatises, when Sufi wayfarers reach specific states and stations their human thoughts, actions, and traits are consumed and transformed into divine consciousness, actions, and traits that are eternal. The fanāʾ and baqāʾ of human thoughts depend on losing interest in corporeal things and focusing on spiritual matters. The fanāʾ and baqāʾ of actions begins with simple abstinence, which may continue until all actions are performed with the sole purpose of following the will of God. The signs indicative of such a state appear when one becomes indifferent towards the corporeal and incorporeal outcomes of actions and easily forgets them. Likewise, the fanāʾ and baqāʾ of human traits are realised when divine attributes, such as knowledge and justice, overcome the human attributes of ignorance and injustice, producing in the individual immunity from error ( ʿiṣma ) and serenity ( sakīna ) (al-Kalābādhī, 123-127; al-Mustamlī al-Bukhārī, 4/1572, 1635; al-Qushayrī, 36-37; al-Anṣārī, Ṣad maydān , 308). Two further ethical definitions are offered by al-Sharīf al-Jurjānī in his Taʿrīfāt : ‘the disappearance of bad traits’, and ‘acquisition of good traits’. It is important to note that this is not achievable without divine help, for while striving ( mujāhada ) is essential, worldly attachments are said to be severed by beholding ( mushāhada ) and absorption ( istighrāq ). Sufis cite as examples of the last-mentioned terms two instances in the Qur’ān wherein people are overwhelmed by manifestations. One is the case of Moses on Mount Sinai, who swooned when God manifested Himself to the mountain (Qur’ān 7:43); the other is that of the ladies of Egypt, who cut their hands on beholding the overwhelming beauty of Joseph (12:31). Al-Qushayrī argues that since one human being’s state can strongly influence others’, it is no wonder that the Presence of God can also do so. He makes a comparison between changes in human characteristics and the manner in which fire can make dark, hard iron become red and soft.",
    "If one could conceive of a final end to the alternation of fanāʾ and baqāʾ , it would be something beyond departure from this world and entry into Paradise (al-Kalābādhī, 125-126; al-Mustamlī al-Bukhārī, 4/1600), namely passing away from all states of fanāʾ ( fanāʾ al-fanāʾ ) and subsisting through divine subsistence ( baqāʾ al-baqāʾ ). Al-Kalābādhī and al-Sarrāj hold that fanāʾ has three ascending stages, corresponding to the levels of divine manifestations ( tajalliyyāt ) experienced; with the highest of these comes fanāʾ al-fanāʾ . It was while at this level that certain Sufis pronounced their shaṭḥiyyāt or paradoxical ecstatic utterances. Otherwise, to be conscious of a state of fanāʾ is still to perceive an entity other than the Absolute as existent.",
    "Descriptions of fanāʾ al-fanāʾ are often given in the form of negative ( salbī ) statements. Besides, there are differences of opinion as to whether it is possible to attain this state before corporeal death and whether any human trace remains after such a state has been attained (al-Bakrī, 100; al-Makkī, 112-113; al-Qushayrī, 36-37; Ibn al-ʿArabī, al-Futūḥāt al-Makkiyya , 2/514; Rūzbihān al-Baqlī, 219-220). Satan can induce a false fanāʾ ( fanāʾ kādhib , also called fanāʾ hawājis , meaning ‘ fanāʾ induced by satanic temptation’) within the Sufi wayfarer. To avoid this, the disciple must travel through the stages of fanāʾ and baqāʾ under the guidance of a Sufi master who has passed through and beyond the station of fanāʾ and has been appointed by God to guide people. Unless or until the wayfarer is effaced before the master, he or she cannot attain the stations of annihilation before God or subsistence through God ( fanāʾ fī Allāh and baqāʾ bi-Allāh ) (al-Mustamlī al-Bukhārī, 4/1573, 1634; Shīrwānī, 1/312. 372).",
    "Fanāʾ in Relation to Intermediaries",
    "Over the centuries, the formation and development of Sufi orders led to further elaborations of the relationship between the spiritual seeker and God. Some masters taught that progress on the Sufi path involved, in terms of  fanāʾ , a threefold successive progression through unqualified attachment, devotion, and obedience: firstly al-fanāʾ \n fī al-shaykh , in the spiritual director ( shaykh , pīr ); then al-fanāʾ \n fī al-Rasūl , in the Prophet; and finally al-fanāʾ \n fī Allāh , in God Himself. The nature of the process is that the disciple’s guide introduces him to the shaykh who was the founder of the Ṭarīqa, interpreting for him and inducing love for him in the disciple. The founder shaykh then moulds and directs him. At the next stage, the seeker’s love for the Prophet, ultimate source of all guidance, is intensified, and becomes the all-consuming means to al-fanāʾ fī al-Rasūl ; and this is the necessary condition for having true love of God (Q 3:31). Finally, the supreme happiness comes with al-fanāʾ fī Allāh wherein spiritual intoxication leads to sobriety and Presence. Of those who reach this stage, some are intoxicated and majdhūb , and thus cannot act as spiritual guides. Others, who retain or regain sobriety, may be able to do so once they have attained baqāʾ .",
    "Controversies over Fanāʾ and Baqāʾ",
    "In Sufi texts, fanāʾ and baqāʾ are commonly directly related to other gnostic terms such as absence ( ghayba ) and presence ( ḥuḍūr ), separative ( tafriqa ) and unitive ( jamʿ  ) perception, contraction ( qabḍ ) and expansion ( basṭ ), intoxication ( sakra ) and sobriety ( ṣaḥw ), incomparability ( tanzīh ) and comparability ( tashbīh ), and servanthood ( ʿubūdiyya ) and vicegerency ( khilāfa ). Mystical experiences are also sometimes used to explain and justify controversial phenomena or practices such as paradoxical ecstatic sayings ( shaṭḥiyyāt ) and spiritual music ( samāʿ  ) (al-Kalābādhī, 127; Abū Nuʿaym al-Iṣfahānī, 10/383; al-Mazīdī, 286, 314; Chittick, 57–59; al-Mustamlī al-Bukhārī, 4/1576, 1604). There are differences of opinion in the interpretative literature as to whether the states of fanāʾ are permanent, and whether it is still possible to be returned to human traits after their annihilation. There are also differences about the extent to which the wayfarer who has experienced fanāʾ has mastery over their experiences and how much they are permitted to enjoy them. Other questions arise, too, such as whether someone who has attained fanāʾ has any connection with creation; whether fanāʾ and baqāʾ can be found together at once; whether the intellect remains intact or dissipates at the moment when fanāʾ or baqāʾ are realised; and what happens to the individual traits of the seeker in the station of baqāʾ . All these issues were the subject of lasting disagreement between the Sufi schools of Iraq and Khurāsān (al-Kalābādhī, 127-128; al-Sulamī, Tis \n ʿat , 408; al-Mustamlī al-Bukhārī, 4/1604, 1637–1638; Hujwīrī, 360-362).",
    "One of the questions disagreed over is whether fanāʾ is a continual or a transient phenomenon. Al-Kalābādhī reports certain unnamed Sufis as saying that it must be continual in order to be real; others consider that if it were continual, fanāʾ would leave the seeker unable to perform acts of worship regularly. But some authorities, such as al-Junayd, al-Kharrāz, and al-Nūrī, held that its being continual was a sign of having reached baqāʾ and that after fanāʾ returning to another state was impossible thanks to divine protection and because fanāʾ was divinely bestowed ( wahbī ); in their view, God never takes back something He has once given. There was also disagreement, however, as to whether fanāʾ and baqāʾ were acquired by human effort ( kasbī ) or divinely bestowed ( wahbī ). Al-Sarrāj maintained many Sufis had wrong heretical ideas. Neither God nor the Divine Attributes enter the seeker, for that would entail ḥulūl , inherence; baqāʾ means becoming totally in conformity with Divine Will, and it is knowledge and faith in God that enter the heart. Hujwīrī (pp. 365–368) refers to heresies among Indian Sufis that are akin to Christian or Hindu beliefs and in which the transient and the eternal, the human and the Divine, become entangled or confused. He says fanāʾ means experiencing the theophany of Divine Majesty in such a way that the beholder forgets this world and the next, unaware of what he is experiencing. A person’s tongue may speak with God, their spirit being in a state of purity and their body in a state of utter awe.",
    "Modern Interpretations",
    "Certain modern writers on Sufism have adopted a methodological approach in interpreting the terms fanāʾ and baqāʾ . From a psychological perspective, the nature of fanāʾ and baqāʾ can be conceived of as the severing of attachment to lower matters and establishing a new attachment to higher ones. A classic example of this notion can be found in the definition provided by Shihāb al-Dīn Suhrawardī, known as ‘Shaykh al-Ishrāq’, that fanāʾ means ‘forgetting one's own self’ (al-Suhrawardī, Majmūʿa-yi muṣannafāt , 324). From a behavioural viewpoint, the fanāʾ and baqāʾ dyad could be interpreted as ‘abandoning lower codes of ethics’ and ‘adapting higher codes of ethics’. From an epistemological point of view, the progression to fanāʾ and baqāʾ denotes a ‘departure from a lower epistemic cognisance’ in order to ‘arrive at a higher epistemic cognisance’. This formulation is reminiscent of ʿAbd Allāh al-Anṣārī’s description of the first rank of fanāʾ as ‘the annihilation of the servant's consciousness in the consciousness of the Real’ (al-Anṣārī, 216; Chittick, 59).",
    "Fanāʾ and Baqāʾ in Poetical Imagery and Allegory",
    "Many Sufi authors, and poets in particular, have used imagery to try to convey by allusion and comparison some aspects of the nature of fanāʾ . These includethe great Persian mystic Farīd al-Dīn ʿAṭṭār (d. ca. 617/1220), whose  Dīwān  is replete with such imagery, most notably perhaps that of a single drop of rain or dew merging with the ocean (also in his poem Muṣībat-nāmah ; Ritter, 612–613). The theme of fanāʾ also looms large in ʿAṭṭār’s most famous mathnawī poem, Manṭiq al-ṭayr (‘Utterance of the Birds’), an allegory of the mystical Path. One of the seven valleys traversed by the birds on their journey to their ultimate Goal, the divine Sīmurgh bird, is the ‘Valley of Poverty ( faqr ) and Extinction ( fanāʾ  ). This is the valley of forgetfulness, muteness, deafness and unconsciousness. There you see a hundred thousand shadows disappear for all eternity in one Sun. If the ocean begins to undulate, then how can the images upon its surface (which appear as a reflection in it) remain in place? Whoever has become lost in the ocean of the universe is lost forever and at peace.’  At the moment when the thirty birds ( sī murgh ) finally behold the Sīmurgh, ‘they became annihilated within Him forever.  A shadow was lost in the sun, and that was the end’ (Ritter, 612–614).",
    "According to another allusive description of the nature of baqāʾ   given by ʿAṭṭār, ‘After a hundred thousand aeons had gone by, the annihilated birds were returned to themselves, and they entered the stage of “persistence after extinction”’ (Ritter, 17–18; see further 652–656). In relation to the existential situation of humanity, the conventional state of baqāʾ , which is our individuated, self-centred existence, is precisely the problem for which fanāʾ is the sought-after solution for those who choose to take the Sufi path. ‘Our existence ( baqāʾ ) is what torments us; extinction ( fanāʾ ) is peace. All joy and all suffering comes from within us. Everything that happens to us comes from ourselves. If only our existence were not there! The fact of our existing is our humiliation… If our being didn’t exist, we’d have rest from so much nothingness…I envy the lightning which appears late and dies early… Neither body, nor soul, neither beginning, nor end, is visible in this ocean’ ( Asrār-nāmah ; cited as translated in Ritter, 152)."
  ],
  "bibliography": [
    "al-ʿAbbādī, Quṭb al-Dīn, al-Taṣfiya fī aḥwāl al-mutaṣawwifa , ed. Ghulām-Ḥusayn Yūsufī (Tehran, 1347 Sh./1968).",
    "Abū Nuʿaym al-Iṣfahānī, Aḥmad, Ḥilyat al-awliyāʾ wa ṭabaqāt al-aṣfiyāʾ (Beirut, 1407/1987).",
    "Anṣārī Harawī, Kh w ājah ʿAbd Allāh, Manāzil al-sāʾirīn (Tehran, 1417/1996).",
    "idem, Ṣad maydān , ed. Suhaylā Mūsawī Sīrjānī (Tehran, 1385 Sh./2006).",
    "ʿAṭṭār, Farīd al-Dīn, The Conference of the Birds , tr. D. Davies and A. Darbandi (London and New York, 2011).",
    "al-Bakrī, Abū al-Qāsim, al-Anwār fī ʿilm al-asrār wa maqāmāt al-abrār (Beirut, 1421/2000).",
    "Chittick, William, Imaginal Worlds: Ibn al-‘Arabi and the Problem of Religious Diversity (Albany, NY, 1994).",
    "al-Farghānī, Saʿd al-Dīn Saʿīd, Mashāriq al-darārī , ed. Jalāl al-Dīn Āshtiyānī (Qumm, 1384 Sh./2005).",
    "al-Ḥarrānī, Ibn Shuʿba, Tuḥfat al-ʿuqūl , Persian trans. Āyat Allāh Ḥājj Shaykh Muḥammad-Bāqir Kūh-Kamrah-ī (Tehran, 1376 Sh./1997).",
    "Hujwīrī, ʿAlī, Kashf al-maḥjūb , ed. V. Zhukovskiī (repr. Tehran, 1358 Sh./1979).",
    "Ibn al-ʿArabī, Muḥyī al-Dīn, Fuṣūṣ al-ḥikam (Cairo, 1946).",
    "idem, al-Futūḥāt al-Makkiyya (Beirut, n.d.).",
    "Ibn Manẓūr, Lisān al-ʿArab (Beirut, 1414/1994).",
    "Jaʿfar al-Ṣādiq (attrib.), Miṣbāḥ al-sharīʿa , Persian trans. Ḥasan Muṣṭafawī (Tehran, 1360 Sh./1981).",
    "al-Junayd, Abū al-Qāsim, ‘Kitāb al-fanāʾ’, Rasāʾil al-Junayd (Cairo, 1988).",
    "al-Kalābādhī, Abū Bakr, al-Taʿarruf li-madhhab ahl al-taṣawwuf (Cairo, 1384/1964).",
    "Khargūshī, Abū Saʿīd, Tahdhīb al-asrār fī uṣūl al-taṣawwuf , ed. Imām Muḥammad ʿAlī (Beirut, 1427/2006).",
    "Kiyā-Shimshakī, Abū al-Faḍl, ‘Tabyīn-i ʿaqlānī-yi fanāʾ dar ʿirfān-i Islāmī’, in Ḥikmat-i asrāʾ , 8 (1390 Sh./2011), pp. 87–106.",
    "al-Makkī, Abū Ṭālib, ʿIlm al-qulūb (Beirut, 1424/2003).",
    "Maybudī, Rashīd al-Dīn, Kashf al-asrār wa ʿuddat al-abrār , ed. ʿAlī Aṣghar Ḥikmat (Tehran, 1357 Sh./1978).",
    "al-Mazīdī, Farīd, al-Imām al-Junayd (Beirut, 1427/2006).",
    "al-Muḥāsibī, al-Ḥārith b. Asad, al-Masāʾil (Beirut, 1421/2000).",
    "al-Mustamlī al-Bukhārī, Ismāʿīl, Sharḥ al-Taʿarruf li-madhhab al-taṣawwuf (Tehran, 1363 Sh./1984).",
    "al-Qarashī, Sayyid ʿAlī Akbar, Qāmūs-i Qurʾān (Tehran, 1371/1940).",
    "al-Qushayrī, ʿAbd al-Karīm, al-Risāla al-Qushayriyya (Cairo, 1359 Sh./).",
    "Rāzī, Yaḥyā b. Muʿādh, Jawāhir al-taṣawwuf (Cairo, 1423/2002).",
    "Ritter, Hellmut, The Ocean of the Soul: Men, the World and God in the Stories of Farīd al-Dīn ʿAttār , tr. J. O’Kane, ed. B. Radtke (Brill, 2003).",
    "Rūzbihān al-Baqlī al-Shīrāzī,  Mashrab al-arwāḥ , ed. Ibrāhīm al-Kayālī (Beirut, 1426/2005).",
    "Shīrwānī, Zayn al-ʿĀbidīn, Riyāḍ al-siyāḥa , ed. Aṣghar Rabbānī (Tehran, 1339 Sh./1960).",
    "al-Suhrawardī, Abū Ḥafṣ ʿUmar, ʿAwārif al-maʿārif (Beirut, 1983).",
    "al-Suhrawardī, Shihāb al-Dīn, ‘Safīr-i Sī murgh’, in  Majmūʿa-yi āthār-i fārsī-yi Shaykh-i Ishrāq , ed. Seyyed Hossein Nasr (Tehran, 1348 Sh./1970), pp. 313-332.",
    "al-Sulamī, Muḥammad, Ṭabaqāt al-Ṣūfiyya , ed. J. Pedersen (Leiden, 1960).",
    "idem, Tis \n ʿat kutub fī uṣūl al-taṣawwuf wa al-zuhd , ed. Sulaymān Ibrāhīm Ātash (n.p., 1414/1993).",
    "al-Tustarī, Sahl b. ʿAbd Allāh, Tafsīr al-Tustarī (Cairo, 1329/1911)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}