{
  "id": "eweb_035",
  "source": "EIs",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/COM-036099.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-9831_isla_COM_036099",
  "title": "Faqr",
  "authors": [
    "Alireza Ebrahim",
    "Translated by Rahim Gholami"
  ],
  "word_count": "(2,414 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "08 Jan 2018",
  "last_updated": "17 Jun 2021",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "Faqr  (literally, ‘poverty’) is a term denoting different modalities and stages of material, psychological and spiritual want and neediness which a wayfarer on the Sufi path may adopt as a means to progress in earning God’s love and compassion and of acquiring purity and mystical knowledge.",
    "The term  faqr  is derived from the Arabic root  f-q-r , literally meaning ‘to hollow out’, ‘to perforate’, ‘to make/become poor’, ‘to be in need’ or ‘to be/become needy’. Hence  faqr  carries a general sense of being in a state of penury or destitution. This and other derivatives of the same root occur in the Qurʾān with various meanings, such as material need, the soul’s need and man’s need of God. Sufis often refer to Qurʾānic verses to highlight the status of  faqr  and to emphasise mankind’s ontological dependence and poverty before the absolute Self-sufficiency ( istighnāʾ  ) of God, frequently citing the verse, ‘O mankind, you are the poor ( al-fuqarā \n ʾ  ) in relation to God; and God is the Supremely Independent, the All-Praiseworthy’ (see Q 35:15, 28:24, 47:38; al-Rāghib al-Iṣfahānī, 1/641–642; al-Mustamlī al-Bukhārī, 117–118; Chittick, 49). On the individual level, one of the many Qurʾānic narratives (see Q 28:24, part) concerning Moses reports the words which he addressed to God on reaching the land of Midian, in extreme hunger and destitution: ‘Lord, truly I am needy of whatever good You have destined for me’ ( Rabbi innī limā anzalta i \n layya min khayrin faqīr ).",
    "Likewise, the often destitute states of other prophets, especially Jesus, and above all the teachings and lived example of the Prophet Muḥammad, his Household and his Companions, have always been emulated as ideal exemplars – particularly, but by no means exclusively, by those on the mystical path. The first generations of Muslim gnostics were well known for their destitution and indigence; their woollen (Arabic:  ṣūf , Persian:  pashmīnah ) clothing was considered a symbol of poverty and an implicit criticism of the rampant materialism enveloping much of the Muslim community. The moral principle of detachment from worldly desires has always been a cornerstone of Sufism, to such an extent that in many regions and ages the term  faqīr  (plural:  fuqarā \n ʾ ), meaning ‘poor’, and the Persian word  \n darwīsh \n  (q.v.), meaning ‘beggar’ (the origin of the English ‘dervish’) have been used as equivalents to ‘Sufi’ (Sarrāj, 48; Makkī, 2/325; cf. Ritter, 110, 232; Schimmel, 120–124).",
    "In Islamic jurisprudence, a  faqīr , ‘as a person who has no means of earning and no property’, is distinguished from other categories of people, such as the most needy: a pauper ( miskīn ) who is entitled to receive charity from the state treasury ( Bayt al-Māl ) or its modern replacement, from funds collected through alms ( zakāt ). Sufi didactic literature attaches such importance to the notion of  faqr  that many works devote a separate chapter to the subject, in order to distinguish clearly between spiritual poverty and other forms of visible destitution (al-Muḥāsibī, 16; Mazīdī, 239; al-Ghazālī, 3/401). The above authors hold that there are two causes of poverty. The first leads to an involuntary or chastising destitution (Arabic:  faqr al-ʿuqūba , Persian:  kayfar ) incurred as a result of their ignorance and failure to aim high ( tark al-ūlā ). The second guides the destitute into a voluntary, or meritorious, poverty (Arabic:  faqr al-mathūba , Persian:  pādāsh ); this latter, being a necessary station on the spiritual path, is obligatory ( farīḍa ) by nature (al-Makkī, 2/327; al-Mustamlī al-Bukhārī, 3/1256; al-Anṣārī,  Ṣad maydān , 100).",
    "This division marks two types of moral conduct. One involves poverty that is reprehensible and dishonourable, while the other is commendable and honourable. In situating  faqr  as an indispensable element within the hierarchy of spiritual states and stations, Sufis have embraced voluntary poverty as a means of spiritual progress and seeking proximity to God. Beyond certain states and stations, such as  zuhd  (asceticism, detachment), which is a pre-requisite of  faqr  in the spiritual sense, complete and sincere embodiment of the human counterpart of the Divine Name  al-Ghanī  (All-Sufficient/Independent) is the most important means to the realisation of  faqr . This manifestation is realised in a methodical progression which in turn leads to certain states or stations of  faqr  on the mystical path (al-Sarrāj, 42, 47; al-Nasafī, 332; Ibn al-ʿArabī, 3/18).",
    "The  manifestation of divine Independence leads the wayfarer, voluntarily or otherwise, to become content and independent of other affairs. It is at this station that the wayfarer dispenses with worldly possessions. Indeed, ‘in the light of these ideals … [for the Sufi] poverty is a precious possession which one should not give up’ (Ritter, 232). Passing through the successive stations of  faqr , the wayfarer also gradually becomes inwardly detached from the mundane and cultivates a profound indifference to other concerns, even their own states and feats (al-Sulamī, 433; al-Qushayrī, 395; al-Anṣārī,  Manāzil al-sāʾirīn , 87). At a higher level of ‘unveiling’ ( kashf  ) the wayfarer experientially realises the subsistence of their ontological poverty through the essential Independence of God, the Absolutely and Eternally Real. Thereafter, having witnessed their complete dependence on God, they will settle for nothing less than becoming united with Him. This manifestation is not restricted to mankind: the existential situation of every single thing in the cosmos is determined by its poverty in respect of the Creator and is directed towards Him (al-Anṣārī,  Manāzil al-sāʾirīn , 87; Khargūshī, 134; al-Mustamlī al-Bukhārī, 3/1239; al-Rāzī, 90; al-Ghazālī, 13/68).",
    "Every station of  faqr  imposes particular rules of etiquette, which in turn require the following moral qualities: scrupulous abstention ( waraʿ  ), patience ( ṣabr ), refraining from hopes, desires or greed ( qaṭʿ al-ṭamaʿ  ), contentment with one’s daily sustenance ( al-riḍāʾ bi-al-rizq ), not being reliant on the need to secure food and accommodation, devotion to the remembrance of God and compulsory acts of worship ( al-dhikr wa al-farāʾiḍ ), abiding by the rulings of Sacred Law ( ḥudūd wa aḥkām ), charity ( ṣadaqa ), altruism ( īthār ), freeing the heart from attachments ( ʿalāʾiq ), contentment ( qanāʿa ), humility ( tawāḍuʿ  ), dignity ( waqār ), kindness ( shafaqa ), absolute confidence in God ( tawakkul ) and being content with poverty ( al-riḍāʾ bi-al-faqr ) (al-Makkī, 2/326, 328; Hujwīrī, 29, 152; al-Qushayrī, 394; al-Kalābādhī, 67; Mazīdī, 239–240; al-Sulamī, 432, 434, 440, 445; al-Ghazālī, 13/89–90; al-Muḥāsibī, 16; al-Rāzī, 90).",
    "There are, however, differences of opinion among Sufis concerning certain rules of etiquette. For example, some consider it permissible for a  faqīr  to supplicate to God to meet his needs, while others regard this as contrary to total reliance ( tawakkul ) upon Him and to complete acceptance ( riḍā \n ʾ ) of His Will (Khargūshī, 133; al-Mustamlī al-Bukhārī, 3/1247). The additional principle that one’s material poverty should be covered by a modest appearance, lest their  faqr  be noticed, is supported by the authority of the following passage in the Qurʾān: ‘[Charity is] for the poor… the ignorant suppose them to be free from need, because of [their] modesty. You will know them by their mark: they do not beg from people importunately…’  (Q 2:273, part). This was applied by the Malāmatiyya, Sufis who for the sake of sincerity courted blame rather than praise and who sometimes imitated the affluent in their outward appearance (al-Ghazālī, 13/90; al-Sulamī, 441; al-Mustamlī al-Bukhārī, 3/1253; al-Qushayrī, 393).",
    "On the other hand, some Sufis considered it appropriate ‘to display their  faqr ’ ( iftiqār ), because doing so helped them to avoid arrogance ( takabbur ). Of the latter group, however, some held that  iftiqār  was only proper in relation to God and not vis-à-vis other people, whereas others allowed the practice of  iftiqār  in public (al-Sulamī, 434; al-Rāzī, 90, 92; al-Tustarī, 129). This question also applies to begging ( suʾāl ), the permissibility of which was debated by Sufi masters. According to the sources, some  fuqarāʾ  neither asked nor accepted anything from people, while others did not ask but if people offered them goods they would accept the offer; others, again, would ask their brethren to provide for them when they became needy. However, there was another group who had chosen begging as their basic practice. The majority of Sufi masters criticised this, maintaining that a  faqīr  should abstain from begging, or that if offered anything they should keep only as much as they needed and give away the rest in charity (al-Sulamī, 442, 433; al-Rāzī, 90; al-Sarrāj, 48–49; al-Ghazālī, 13/64, 93–94).",
    "There are many biographical accounts of Sufis who pursued various trades and occupations, and a few are even known to have been affluent. Nevertheless, questions did arise as to whether  faqr  was really compatible with having an occupation, and whether a ‘poverty imbued with patience’ (in Persian,  faqr-i ṣabūrānah ) or an ‘independence infused with gratitude’ ( ghināʾ-i shakūrānah ) was more noble. Some authorities, who viewed ‘poverty imbued with patience’ as superior, considered those who were literally impoverished to be at an advantage in that they were less occupied with worldly matters and hence were faced with fewer potential liabilities in respect of the Hereafter. While others regarded independence ( istighnāʾ ) as nobler, they also saw it as an attribute of God (al-Sulamī, 446; al-Ghazālī, 3/325; Mazīdī, 241). This debate also raises the question of how the poor should act towards the affluent. In this regard, one group maintained that in order to maintain the dignity of the poor, dervishes should remain aloof from those who are affluent and should stay away from them, while others held that the poor should be deferential towards the affluent (al-Makkī, 2/327–328; al-Sulamī, 439; al-Nasafī, 328; Hujwīrī, 24, 26; al-Ghazālī, 13/90; Ibn al-ʿArabī, 2/265). Such differences of opinion among both Sufi masters and orders, proved to be enduring. Some, such as the Qādiriyya, upheld  faqr  as a key principle; others, such as the Shādhiliyya, are more concerned with the cultivation of their inner state regardless of individuals’ material circumstances.",
    "According to the authors of some treatises on Sufism, the actual outcomes of  faqr  depend upon the type of poverty adopted. In other words, if punitive destitution ( faqr al-ʿuqūba ) were pursued without obviating the risks it entailed, it would result in adverse traits such as ill-temper; neediness and abasement; obligation, disobedience to God, resentment of the divine decree; and the corruption of one’s religion. Alternatively, if the path of meritorious poverty ( faqr al-mathūba ) was followed successfully, it would ultimately produce desirable traits such as amiability, obedience to God, gratitude ( shukr ), contentment ( riḍāʾ  ), gnosis ( maʿrifa ), love of the remembrance of God ( al-raghba ilā al-dhikr ), independence, dignity ( ʿizza ), giving up complaining ( tark al-shikāya ), unveiling of the Unseen ( rafʿ al-ḥijāb ), insight into divine mysteries, spiritual enlightenment and the realisation of divine unity, as well as proximity to God (al-Makkī, 2/326–327; al-Tustarī, 146; al-Qushayrī, 389; al-Rāzī, 91; al-Muḥāsibī, 16; al-Mustamlī al-Bukhārī, 3/1242; al-Ghazālī, 13/65; Hujwīrī, 25; al-Suhrawardī,  ʿAwārif , 495). There is, however, no consensus among Sufis as to whether  faqr  finally culminates in annihilation ( fanāʾ  ) in God, followed by the independence ( istighnāʾ  ) which is the concomitant of perpetuation ( baqāʾ ) through God (al-Suhrawardī,  ʿAwārif , 495; al-Sulamī, 437; Simnānī, 136; see also article \n Fanāʾ \n \n and \n \n baqāʾ \n ).",
    "The Qurʾān, ḥadīth  and Sufi texts all abound in praises of the merits of poverty and the poor in this world and the Hereafter (Q 2: 272; Ibn al-ʿArabī, 3/18; Simnānī, 135; al-Mustamlī al-Bukhārī, 3/1239; al-Qushayrī, 394; al-Nasafī, 329–330; Khargūshī, 132; al-Baqlī, 158). It is no surprise, therefore, that so many Muslims have shown special concern and high esteem for the poor, treating them with generosity and humility. Moreover, admirers and well-wishers of indigent Sufis came to regard the satisfaction of their needs as a source of blessing for themselves and a means of protection against God’s chastisement (al-Ghazālī, 13/77; al-Mustamlī al-Bukhārī, 3/1256; Khargūshī, 133; al-Qushayrī, 389)."
  ],
  "bibliography": [
    "al-Anṣārī, ʿAbd Allāh, Manāzil al-sāʾirīn (Tehran, 1417/1996).",
    "idem, Ṣad maydān , ed. Suhaylā Mūsawī Sīrjānī (Tehran, 1385 Sh./2006).",
    "al-Baqlī al-Shīrāzī, Rūzbihān, Sharḥ-i Shaṭḥiyyāt , ed. Henry Corbin (Tehran, 1344 Sh./1965).",
    "Chittick, William, Imaginal Worlds: Ibn al-ʿArabi and the Problem of Religious Diversity (Albany, NY, 1994).",
    "al-Ghazālī, Abū Ḥāmid Muḥammad, Iḥyāʾ ʿulūm al-dīn , ed. ʿAbd al-Raḥīm Ḥāfiẓ al-ʿIrāqī (Beirut, n.d.).",
    "Hujwīrī, ʿAlī, Kashf al-maḥjūb , ed. Muḥammad ʿĀbidī (Tehran, 1375 Sh./1996).",
    "Ibn al-ʿArabī, Muḥyī al-Dīn, Fuṣūṣ al-ḥikam (Cario, 1946).",
    "idem, al-Futūḥāt al-Makkiyya (Beirut, n.d.).",
    "al-Kalābādhī, Muḥammad, al-Taʿarruf li-madhhab ahl al-taṣawwuf (Cairo, 1933).",
    "Khargūshī, Abū Saʿīd, Tahdhīb al-asrār fī uṣūl al-taṣawwuf , ed. Imām Muḥammad ʿAlī (Beirut, 1427/2006).",
    "al-Makkī, Abū Ṭālib, ʿIlm al-qulūb (Beirut, 1424/2003).",
    "Mazīdī, Farīd, al-Imām al-Junayd (Beirut, 1427/2006).",
    "al-Muḥāsibī, al-Ḥārith b. Asad, al-Masāʾil (Beirut, 1421/2000).",
    "al-Mustamlī al-Bukhārī, Ismāʿīl, Sharḥ al-Taʿarruf li-madhhab al-taṣawwuf (Tehran, 1363 Sh./1984).",
    "al-Nasafī, ʿAzīz al-Dīn, Kitāb al-Insān al-kāmil , ed. M. Molé (Tehran, 1359 Sh./1980).",
    "al-Qushayrī, ʿAbd al-Karīm, al-Risāla al-Qushayriyya (Qumm, 1374 Sh./1995).",
    "al-Rāghib al-Iṣfahānī, Ḥusayn, al-Mufradāt fī gharīb al-Qurʾān (Damascus, 1412/1991).",
    "al-Rāzī, Yaḥyā b. Muʿādh, Jawāhir al-taṣawwuf (Cairo, 1423/2002).",
    "Ritter, Hellmut, The Ocean of the Soul: Men, the World and God in the Stories of Farīd Al-Dīn ʿAṭṭār , trans. John O’Kane, ed. Bernd Radtke (Brill, 2003).",
    "al-Sarrāj al-Ṭūsī, Abū Naṣr, Kitāb al-Lumaʿ fī al-taṣawwuf , ed. R. A. Nicholson, (Leiden, 1914).",
    "Schimmel, Annemarie, Mystical Dimensions of Islam (Chapel Hill, NC, 1975).",
    "Simnānī, ʿAlāʾ al-Dawla, Chihil majlis , ed. ʿAbd al-Rafīʿ Ḥaqīqat (Tehran, n.d.).",
    "al-Suhrawardī, ʿAbd al-Qādir, ʿAwārif al-maʿārif (Beirut, 1983).",
    "al-Suhrawardī, Shihāb al-Dīn, Rasāʾil Shaykh-i Ishrāq , ed. Henry Corbin (Tehran, 1375 Sh./1995).",
    "al-Sulamī, Muḥammad, Tis \n ʿat kutub fī uṣūl al-taṣawwuf wa al-zuhd , ed. Sulaymān Ibrāhīm Ātash (n.p., 1414/1993).",
    "al-Tustarī, Sahl b. ʿAbd Allāh, Tafsīr al-Tustarī (Beirut, 1423/2002)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}