{
  "id": "eweb_036",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-23505.xml?rskey=7NWiqP&result=1",
  "annotator": "Antonio",
  "title": "ʿAbbādān (Ābādān)",
  "authors": [
    "Alexander D. Knysh"
  ],
  "word_count": "(1,471 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Jun 2010",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "ʿAbbādān (modern-day Ābādān ) is an island and city in the Shaṭṭ al-ʿArab, in the province of Khūzistān, in southwestern Iran. Located thirty-three miles (fifty-three kilometres) from the head of the Persian Gulf, it constitutes part of the combined delta of the Kārūn, Tigris, and Euphrates rivers, along with their numerous tributaries. The island is forty-two miles long (sixty-eight kilometres) and ranges from two to twelve miles wide (three to nineteen kilometres), although it must have been much smaller during the Middle Ages. Over the centuries its size has increased substantially due to the alluvium deposited there by the rivers.",
    "In mediaeval times, it was referred to in Persian as miyān rūdhā (namely, “(that which lies) between rivers”). In the early Middle Ages the island was probably covered with salt marshes. These were the source of salt, one of the island's major exports, together with woven mats, called ʿ abbādānī . In the later Middle Ages, the salinity of the island's soil diminished considerably, making possible the cultivation of date palms, which provided another important export item and source of income for the island's population.",
    "In the early years of the twentieth century, rich oil fields were discovered in Khūzistān. From that time on, ʿAbbādān—renamed Ābādān in 1314/1935 by Riḍā Shāh (r. 1925–41), as part of his programme to Persianise Arabic names—with its oil refinery (one of the biggest in the world) and terminal, has been a major centre of the global oil trade.",
    "History and religious significance",
    "According to most accounts, ʿAbbādān was founded during the rule of the famous Umayyad governor al-Ḥajjāj (r. 75–95/695–714) by a pious man named ʿAbbād b. Ḥusayn al-Ḥabiṭī (fl. in the late 1 st /7 th – early 2 nd /8 th century), who received the western part of the island as a gift from its owner, Ḥumrān b. Abān (d. 75/694–695), a former mawlā (protégé, client) of the third caliph, ʿUthmān (r. 23–35/644–55) (al-Balādhurī, 2:453). ʿAbbād's reputation as worshipful and ascetic, coupled with the island's strategic location at the mouth of the Tigris and Euphrates rivers (thus serving as a gateway to Basra, and Iraq as a whole), determined its subsequent development as a devotional centre and military outpost ( ribāṭ ) against sea marauders.",
    "Its subsequent governors ( umarāʾ , sing. amīr ) played an active part in the defensive and offensive jihād , guarding the gateway to Iraq and raiding “infidels” as far away as India. These governors relied on pious volunteers ( ghuzāt , sing. ghāzī ) who combined military service with supererogatory acts of piety and ascetic self-discipline. Foremost amongst them was al-Rabīʿ b. Ṣabīḥ (or Ṣubḥ, d. 160/776), a student of al-Ḥasan al-Baṣrī (21–110/642–728), a deeply pious and ascetic Muslim and one of the most important religious figures in early Islam. Al-Rabīʿ reportedly collected donations from the inhabitants of Basra to extend and fortify the outpost of ʿAbbādān and thus turn it into a fortress. He is said to have perished during a military expedition against “infidel Indians” in 160/776, during the reign of the second ʿAbbāsid caliph, al-Manṣūr (r. 136–58/754–75). In that period the expression “the departure for ʿAbbādān” ( al-khurūj ilā ʿAbbādān ) was understood as referring to both physical and spiritual jihād (Ibn Qudāma, 3:149).",
    "Even after ʿAbbādān lost its strategic importance, it continued to attract ascetics and mystics from Iraq, Syria, and Khurāsān. They aggregated around its shrines and cloisters ( mashāhid wa-ribāṭāt) in order to engage in pious meditation and supererogatory acts of piety. Curiously, the pious residents and visitors of the island viewed its remoteness, unhealthy climate, brackish water, and vicious mosquitoes as an advantage; they saw it as an apt test for the resolve of the devout. ʿAbbādān's desolation attracted Christian monks as well. Ibn Abī l-Dunyā (d. 281/894) mentions a monastery or cloister named Dayr Abū Kubsha, which housed Christian devotees from as far away as Syria (Ibn Abī l-Dunyā, al-Hamm wa-l-ḥuzn , 80).",
    "With the spread of Ṣūfism in the third/ninth century, the island of ʿAbbādān became a magnet for Ṣūfī mystics and ascetics. Its first pious visitors were disciples of the great al-Ḥasan al-Baṣrī, such as ʿAbd al-Wāḥid b. Zayd (d. c. 133/750) and the aforementioned al-Rabīʿ b. Ṣabīḥ. In later periods it attracted such renowned ascetics and mystics as Abū Sulaymān al-Dārānī (d. 215/830), Bishr al-Ḥāfī (d. 227/841), Abū Turāb al-Nakhshabī (d. 245/859), Sarī al-Saqaṭī (d. 251/867), and Sahl al-Tustarī (d. 283/896). In 185/801 it was visited by the renowned Iraqi muḥaddith (traditionist) Wakīʿ b. al-Jarrāḥ (d. 197/812), who was the author of one of the earliest books on asceticism (Kitāb al-zuhd) . In his Muʿjam al-buldān (Lexicon/Dictionary of Countries), the traveller and geographer Yāqūt al-Ḥamawī (d. 626/1229) provides a list of famous ascetics ( zuhhād , sing. zāhid ), Qurʾān commentators, judges, and transmitters of ḥadīth (Prophetic tradition) who were associated with the island (also mentioned by al-Balādhurī in his Futūḥ al-buldān , 2:453). The reputations of the individuals mentioned were not uniformly positive. One source mentions a certain group of local “Ṣufīs” (qawm min al-mutaṣawwifa) who fabricated ḥadīth about the exceptional virtues of certain Qurʾānic sūra s (chapters) in order to “incline the hearts” of the populace to the reading and recitation of the holy book (al-Dāmād, 194).",
    "In Yāqūt's time, ʿAbbādān remained an unhealthy place, sparsely inhabited by people who derived their livelihood from the donations of pilgrims who came to visit the island's tombs and sanctuaries, which included the cenotaph (mashhad) of ʿAlī b. Abī Ṭālib (d. 40/661). This sparse, impoverished population subsisted on fish they caught in the rivers surrounding the island. Writing about a century later, the famed traveller Ibn Baṭṭūṭa (d. 770/1368–9 or 779/1377) confirms Yāqūt's assessment of the island's barren, inhospitable environment by quoting a poet who describes the island as a place where “every sip of water you have to buy, every crust of bread's prize to wrangle o'er” (Gibb trans., 2:281). In addition, Ibn Baṭṭūṭa mentions a shrine dedicated to al-Khaḍir (“the green man”; a mysterious Qurʾānic character and legendary Islamic figure endowed with immortal life, who became a popular saint, especially among sailors and Ṣūfīs) and Ilyās (the Qurʾānic name of the Biblical prophet Elijah), which survived at least until the first decade of the twentieth century (see Gibb, 2:282).",
    "Despite its desolation and unhealthy climate, the island's reputation for piety and the alleged efficacy of prayers offered on its shores seem to have made it an attractive destination for visitors throughout the Middle Ages. Its religious significance is aptly captured by a ḥadīth that describes ʿAbbādān (along with Qazwīn, in north-central Iran) as “two open gates to Paradise” (ʿAlī Muttaqī, 12:300). Although uniformly dismissed as having been fabricated, this tradition conveys the reputation for holiness that the island enjoyed until the turn of the twentieth century, when that distinction was overshadowed by the discovery of large oil fields in the area. The advent of the oil industry has drastically transformed the economy and demographics of the island, making its city markedly distinct from other Iranian urban centres. The city suffered devastating damage in September 1980, during the Iran-Iraq war, when it was besieged and bombarded by the invading Iraqi force. It was rebuilt after the war ended, in 1988, and, as of 2009, it had a population of around 400,000 people, most of them employed in the bustling oil industry.",
    "Print version: 9789004183902, 2010, 2010-1"
  ],
  "bibliography": [
    "al-Balādhurī, Futūḥ al-buldān , ed. ʿAbd Allāh Anīs Ṭabbāʿ, 3 vols., Cairo 1379/1959",
    "Muḥammad Bāqir al-Dāmād, al-Rawāshiḥ al-samāwiyya , Qum 1405/1984–5",
    "L. P. Elwell-Sutton and X. de Planhol, Ābādān, EIr",
    "Ibn Baṭṭūṭa, The travels of Ibn Baṭṭūṭa, A.D. 1325–1354 , trans. and ed. H. A. R. Gibb, 5 vols., Cambridge 1958–2000 (ref. to vol. 2)",
    "Ibn Abī l-Dunyā, al-Hamm wa-l-ḥuzn , ed. Majdī Fatḥī al-Sayyid, Cairo 1991",
    "Ibn Abī l-Dunyā, Dhamm al-muskir , ed. Najm ʿAbd al-Raḥmān Khalaf, Riyadh 1989",
    "Ibn Qudāma, al-Mughnī , 12 vols., Beirut 1984–1985",
    "Yāqūt, Muʿjam al-buldān , ed. Ferdinand Wüstenfeld (Leipzig 1866–73), 4:597–9",
    "al-Khaṭīb al-Baghdādī, Taʾrīkh Baghdād , 14 vols., ed. Muṣṭafā ʿAbd al-Qādir ʿAṭā, Beirut 1417/1997",
    "Alexander Knysh, Islamic Mysticism (Leiden 2000), 17–8",
    "ʿAlī Muttaqī, Kanz al-ʿUmmāl , ed. Bakrī Ḥusaynī and Ṣafwat al-Saqqā, 16 vols., Beirut 1989."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}