{
  "id": "eweb_038",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-23245.xml?rskey=rXDKY8&result=1",
  "annotator": "Antonio",
  "title": "Absence and presence",
  "authors": [
    "Lutz Berger"
  ],
  "word_count": "(937 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Oct 2009",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Absence and presence are Ṣūfī concepts for which the Arabic terms are, respectively, ghayba and ḥuḍūr (with some authors, ḥaḍra or shuhūd ). The duality of ghayba and ḥuḍūr is formulated as a pair of words of opposite or complementary meaning, as is often the case in Ṣūfism, for example, qabḍ (contraction)— basṭ (expansion), ṣaḥw (sobriety)— sukr (drunkenness), and fanāʾ (effacement)— baqāʾ (subsistence).",
    "Ṣūfī authors have been unable to agree on terminology or on the usage and proper place of the terms ghayba and ḥuḍūr in their respective versions of Ṣūfī doctrine. Ghayba is commonly understood as the state of mental absence from the created world and openness to the presence (ḥuḍūr) of the divine (e.g., Sarrāj, 340). Ḥuḍūr may also be understood as the Ṣūfī's regaining of (self-)consciousness without at the same time distracting himself or herself from God. The two terms may also be used conversely, with ghayba for absence from things divine and ḥuḍūr for preoccupation with the created world.",
    "Al-Hujwīrī (the famous author of a Ṣūfī handbook, from Ghazna, in present-day Afghanistan, d. shortly after 465/1072) discusses the relative merits of absence and presence, along with an analysis of the relative merits and disadvantages of sukr (drunkenness) and ṣaḥw (sobriety) (248f.). The place of absence and presence in the system of Ṣūfī states and stations has never been clearly defined. According to al-Qushayrī (Ṣūfī author, d. 465/1072) and Ibn al-Qayyim al-Jawziyya (well known Damascene Ḥanbalī, d. 751/1350), ghayba can be attained at any stage along the Ṣūfī path, the unveilings of divine secrets varying correspondingly: Ibn al-Qayyim typically warns against the temptations that might befall Ṣūfīs of various ranks while experiencing ghayba (al-Qushayrī, 38; Ibn al-Qayyim, 210ff.), but according to Kāshānī (a Persian Ṣūfī and translator of al-Suhrawardī; d. 735/1334–35; Dervish , 86) and ʿAmmār al-Bidlīsī (d. c. 600/1200; Zwei mystische Schriften , 85), for example, ghayba is never attained by those in the highest station but only by neophytes.",
    "The duality of ghayba and ḥuḍūr has a certain affinity with the concepts of fanāʾ (effacement) and baqāʾ (subsistence). Unlike the latter, ghayba , as argued by al-Qushayrī, does not imply a substitution of the ṣifāt (attributes) of the deity for the mystic's personal ṣifāt but concerns only one's perception of reality. But according to al-Suhrawardī (an important Ṣūfī teacher, who spent most of his life in Baghdad, d. 632/1234), ghayba , understood as absence from created beings, is practically identical with fanāʾ (al-Suhrawardī, 478; trans. Gramlich, 453). While in al-Qushayrī's Risāla (“Treatise”) the Qurʾānic story of Zulaykha and her friends (Q 12:31) is given as an example of fanāʾ (37), Ibn al-Qayyim (3:210) and Kāshānī (87) believe that it exemplifies ghayba .",
    "In Ṣūfī literature the concept of ghayba is thus projected back into the Qurʾān, but it appears that the term and the underlying concept did not gain wide circulation before the late third/ninth century. We do not find it in the earlier ṭabaqāt (“generations”) of the Ḥilyat al-awliyāʾ (“Adornment of the friends of God”), a biographical work on prominent Ṣūfīs attributed to Abū Nuʿaym al-Iṣfahānī (d. 430/1038). Nor does any personage whose opinions concerning the term are mentioned by al-Hujwīrī predate the third/ninth century. Al-Hujwīrī asserts that the doctrine of ghayba originated with Ibn Khafīf (a famous mystic of Shīrāz, d. 371/982), but because al-Hujwīrī mentions many authorities earlier than Ibn Khafīf, his statement should be taken with caution.",
    "The concepts of absence and presence have retained the same range of meanings as in the early textbooks and have remained common in Ṣūfism up to the present (for later examples see al-Anqarāwī, d. 1041/1631–32, and Nurbakhsh, d. 2008, a master of the Niʿmatallāhī order).",
    "Print version: 9789004181304, 2009, 2009-3"
  ],
  "bibliography": [
    "İsmail Ankaravî, Minhacu'l-fukara. Fakirlerin Yolu , ed. Saadettin Ekici (Istanbul 1996), 330f. (Modern Turkish edition)",
    "Ammar al-Bidlīsī, Bahjat al-ṭāʾifa wa-Ṣawm al-qalb , ed. Edward Badeen, Zwei mystische Schriften des ʿAmmār al-Bidlīsī (Stuttgart 1999), 85 (Bahja) , 55 (Ṣawm) ; al-Hujwīrī, Kashf al-maḥjūb , trans. Reynold A. Nicolson, The Kashf al-maḥjúb. The oldest Persian treatise on Ṣúfiism (Leiden 1911, repr. London 1967), 248ff.",
    "Abū Nuʿaym al-Iṣfāhānī, Ḥilyat al-awliyāʾ , Beirut 1967",
    "Muḥammad b. Ibrāhīm al-Kalābādhī, al-Taʿarruf li-madhhab ahl al-taṣawwuf , ed. Maḥmūd Amīn al-Nawāwī, Cairo 1969, French trans. Roger Deladrière, Traité de soufisme. Les Maîtres et les étapes (Paris 1996), 130ff., trans. Arthur J. Arberry, The doctrine of the Ṣūfīs , Cambridge 1935, repr. 1991",
    "ʿIzz al-Dīn Maḥmūd Kāshānī, Miṣbāḥ al-hidāya , trans. H. Wilberforce Clarke, A dervish textbook (n.p. 1891?, repr. London 1980), 85ff. (Kāshānī's Persian version of al-Suhrawardī's ʿAwārif al-maʿārif ); Ibn al-Khaṭīb, Rawḍat al-taʿrīf bi-l-ḥubb al-sharīf , ed. ʿAbd al-Qādir Aḥmad ʿAṭā (Cairo 1968), 493",
    "Fritz Meier, Die Fawāʾiḥ al-ğamāl wa-fawātiḥ al-ğalāl des Nağm ad-Dīn al-Kubrā (Wiesbaden 1957), 110ff.",
    "Javad Nurbakhsh, Sufism , trans. William Chittick (London 1981), 3:37–59",
    "Ibn Qayyim al-Jawziyya, Madārij al-sālikīn , ed. Muḥammad Ḥāmid al-Fiqī (Cairo 1956), 3:210ff. and passim; al-Qushayrī, al-Risāla al-Qushayriyya fī ʿilm al-taṣawwuf (Beirut n.d.), 37f.",
    "Abū Naṣr al-Sarrāj, al-Lumʿa , ed. Reynold A. Nicholson, Leiden 1914, trans. Richard Gramlich, Schlaglichter über das Sufitum , Stuttgart 1990",
    "ʿUmar al-Suhrawardī, ʿAwārif al-maʿārif , Cairo 1973, trans. Richard Gramlich, Die Gaben der Erkenntnisse des ʿUmar as-Suhrawardī (Wiesbaden 1978), 453."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}
