{
  "id": "eweb_040",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-23645.xml?rskey=VPU60t&result=1",
  "annotator": "Antonio",
  "title": "Abū Hāshim al-Ṣūfī",
  "authors": [
    "Alexander D. Knysh"
  ],
  "word_count": "(806 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 May 2011",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Abū Hāshim al-Ṣūfī (fl. second half of the second/eighth century) is an obscure figure who is said to have been the first person to be called a Ṣūfī. He is also credited with the construction of the first Ṣūfī lodge, or cloister in Ramla, Palestine. Accounts of his life and activities are few and often confused, to the extent that is impossible to determine with certainty when and where they took place. While ʿAbdallāh al-Anṣārī, a famous scholar and Ṣūfī from Herat (d. 481/1089), considered him a native and resident of Kufa, Ibn al-Jawzī (d. 597/1200), a noted jusrisconsult, traditionist, historian, and preacher from Baghdad, includes a short entry on him among the early devotees of Baghdad. The former is probably more accurate because early Ṣūfī sources (e.g., Abū Nuʿaym al-Iṣfahānī, d. 430/1038) associated him with Kufa. At the same time, he is said to have been a disciple of Abū ʿAbdallāh al-Barāthī—an equally obscure figure of the early ascetic movement, whose nisba (al-Barāthī) points to his Baghdadi background. Abū Hāshim is also said to have studied with the famous scholar Sufyān al-Thawrī (d. 161/778), who praised him for teaching him how to detect the slightest traces of hypocrisy and vainglory (riyāʾ) in his actions and thoughts. In addition to their emphasis on the need for self-scrutiny and introspection, both Abū Hāshim al-Ṣūfī and his teacher have had attributed to them sayings that encourage believers to be content with the destiny allotted to them by God, to disparage this world and its inhabitants, and to retreat from them to the company of God. Even if this world were to consist entirely of “palaces and gardens,” it would still be worth less than the humblest of hovels in the world to come. This otherworldly orientation made Abū Hāshim distrustful of any contact with the ʿAbbāsid authorities. On seeing the chief qāḍī Sharīk b. ʿAbdallāh coming out of the house of Yaḥyā b. Khālid, who was wazīr under the ʿAbbāsid ruler Hārūn al-Rashīd from 170/786 until 187/803—an episode that is more likely to have happened in Baghdad than in Kufa—Abū Hāshim reportedly burst into tears and warned his colleague against the “(mundane) knowledge that would be of no avail to him (in the hereafter).” Perhaps because of his otherworldly, reclusive propensities, some later Ṣūfī sources associate Abū Hāshim with the construction of the first Ṣūfī lodge, in Ramla. While there was indeed at least one Ṣūfī cloister in Ramla, it was probably built in the fourth/tenth century, a century and a half after Abū Hāshim’s epoch. The first such institution was probably founded at ʿAbbādān, at the mouth of the Shaṭṭ al-ʿArab, by ʿAbd al-Wāḥid b. Zayd (d. 133/750).",
    "It is not clear why Abū Hāshim was the first ascetic in Iraq to acquire the sobriquet “Ṣūfī.” The ascetic movement of that period was much less active in Kufa than in Basra, where most of the followers of al-Ḥasan al-Baṣrī (d. 110/728, a deeply pious ascetic and one of the most important religious figures in early Islam) and ʿAbd al-Wāḥid b. Zayd were located. It was there that a visitor from Kufa allegedly denounced a local ascetic’s woolen garment as a heretical imitation of Christian monasticism. We are perhaps simply dealing with a textual corruption of Abū Hāshim’s name—“al-Kūfī” misspelled as “al-Ṣūfī” in an early Ṣūfī text, especially given that in some accounts (e.g., that of al-Iṣfahānī) he is referred to only as al-zāhid (the ascetic). We cannot doubt, however, that an atmosphere of penitence and world renunciation was widespread in the two garrison cities of Iraq, following the devastating third fitna (a series of rebellions that led to the overthrow of the Umayyad dynasty in 133/750). This bloody calamity prompted many of its disillusioned participants to abandon this corrupt world with its oppressive and unjust rulers and to seek solace in pious meditation, self-imposed strictures, and repentance, in anticipation of a better world to come.",
    "Print version: 9789004203549, 2011, 2011-2"
  ],
  "bibliography": [
    "Sources",
    "ʿAbdallāh al-Anṣārī, Ṭabaqāt al-ṣūfiyya , ed. ʿAbd al-Ḥayy Qandahārī (Kabul 1341/1922), 9–10, 12",
    "van Ess, TG , 1:228",
    "Ibn al-Jawzī, Ṣifat al-ṣafwa , ed. Ibrāhīm Ramaḍān and Saʿīd al-Laḥḥām (Beirut 1409/1989), 2:203",
    "Abū Nuʿaym al-Iṣfahānī, Ḥilyat al-awliyāʾ , 10 vols. (Cairo 1932–8), 10:225",
    "Abū Nuʿaym al-Iṣfahānī, Tahdhīb Ḥilyat al-awliyāʾ , ed Ṣāliḥ Aḥmad al-Shāmī, 3 vols. (Beirut 1998), 3:347, 297–8, 316–7.",
    "Studies",
    "Alexander Knysh, Islamic mysticism (Leiden 2000),13–8",
    "Fritz Meier, Abū Saʿīd-i Abū l-Ḫayr (Tehran, Liège, and Leiden 1976), 302–5."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 434
}
