{
  "id": "eweb_043",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-23686.xml?rskey=DuTROy&result=1",
  "annotator": "Antonio",
  "title": "al-Aʿrābī, Abū Saʿīd",
  "authors": [
    "Alexander D. Knysh"
  ],
  "word_count": "(485 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Jun 2010",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Abū Saʿīd Aḥmad b. Muḥammad b. al-Aʿrābī (d. 341/952) was a Ṣūfī master who is credited with the authorship of what may be the first collection of Ṣūfī biographies and dicta, entitled Ṭabaqāt al-nussāk (“The generations (or classes) of the devout”), which is no longer extant. A native of Basra who spent most of his life in Mecca, where he died, Abū Saʿīd studied under the foremost Ṣūfī masters of Baghdad in his time—al-Junayd (d. 297/910), Abū l-Ḥusayn al-Nūrī (d. 295/907), ʿAmr b. ʿUthmān al-Makkī (d. 291/903 or 297/909, a disciple of al-Junayd), and Ruwaym b. Aḥmad (d. 303/915). He transmitted their biographical information and dicta to later systematisers of the Ṣūfī tradition, such as al-Sulamī and al-Qushayrī, who quoted him in their works. Al-Sulamī (Nīshāpūr, d. 412/1021), al-Qushayrī (Nīshāpūr, d. 466/1074), and Abū Nuʿaym al-Iṣbahānī (Isfahan, d. 430/1038) dedicated short entries to him in their biographical collections. Al-Sulamī, who placed Abū Saʿīd at the head of the fifth generation ( ṭabaqa ) of Ṣūfī masters, mentioned “numerous works” which he allegedly wrote for his peers and disciples, none of which has come down to us. Abū Saʿīd's statements quoted by his biographers speak of ascetic flight from the world, humility, voluntary poverty, contentment with the divine decree ( al-riḍā ), and concentration on God in an effort to attain intimacy with him. In his words, “(Divine) gnosis ( al-maʿrifa ) is all about the acknowledgement of (one's) ignorance; Ṣūfism is all about the abandonment of that which is unnecessary; renunciation is all about the acceptance of the bare minimum and the rejection of everything else.” Asked when he felt content, he answered that he was content at all times because the times all belong to God, but the best of all times is when God endows him with the actions and thoughts that make God content with him. Such ideas were typical of the Baghdadi Ṣūfism of that age. Although Abū Saʿīd recounted dicta that are characteristic of both the “intoxicated” and the “sober” trends in Ṣūfism, as exemplified by al-Nūrī and al-Junayd respectively, he seems to have been more inclined to the sober. He may have owed this inclination to his teacher ʿAmr b. ʿUthmān al-Makkī, who exemplified “a stern, sober, and ascetic” type of Ṣūfī piety (Knysh, 122).",
    "Print version: 9789004183902, 2010, 2010-1"
  ],
  "bibliography": [
    "Abū Nuʿaym al-Iṣbahānī, Ḥilyat al-awliyāʾ, 12 vols. (Beirut 1967), 10:375–6",
    "Richard Gramlich, Alte Vorbilder des Sufitums (Wiesbaden 1995), 1:344–53, 385–6",
    "Alexander Knysh, Islamic mysticism. A short history (Leiden 2000), 116–8",
    "al-Qushayrī, al-Risāla al-qushayriyya , ed. ʿAbd al-Ḥalīm Maḥmūd and Maḥmūd b. al-Sharīf (Cairo 1966), 1:165",
    "al-Sulamī, Ṭabaqāt al-ṣūfiyya, ed. Johannes Pedersen (Leiden 1960), 443–8."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 400
}