{
  "id": "eweb_044",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-23649.xml?rskey=xmMTr8&result=1",
  "annotator": "Antonio",
  "title": "Abū Ṭālib al-Makkī",
  "authors": [
    "Erik S. Ohlander"
  ],
  "word_count": "(1,984 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Jun 2010",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Abū Ṭālib Muḥammad b. ʿAlī b. ʿAṭiyya al-Ḥārithī al-ʿAjamī al-Makkī (d. 386/996) was an ascetic, a Ṣūfī, a preacher, and author of the Qūt al-qulūb fī muʿāmalat al-maḥbūb wa-waṣf ṭarīq al-murīd ilā maqām al-tawḥīd (“Nourishment of the hearts in relations with the beloved and a description of the path of the aspirant to the station of divine unicity”), an encyclopaedic manual of Ṣūfī piety that influenced a number of notable Ṣūfīs of subsequent generations. Born into a family hailing from the province of al-Jibāl (ancient Media), al-Makkī grew up in Mecca, where he attached himself to Abū Saʿīd al-Aʿrābī (d. 341/952), a Ṣūfī of Basran origin and himself a student of the great Ṣūfī theoretician and exponent of “sober” Ṣūfism, al-Junayd (d. 298/910) of Baghdad. In addition to al-Aʿrābī, al-Makkī cites ʿĀbid al-Shaṭṭ Muẓaffar b. Sahl and Abū ʿAlī al-Kirmānī as his masters in Mecca (al-Makkī, Die Nahrung , 34.127, 47.17), but little is known about either. He also heard ḥadīth from ʿAbdallāh b. Jaʿfar b. Fāris al-Iṣfahānī (d. 346/957) and, possibly later, in Baghdad, he heard the Ṣaḥīḥ (“The sound”) of the famous traditionist al-Bukhārī (d. 256/870), as transmitted by Abū Zayd al-Marwazī (d. 371/982), a traditionist of the Shāfiʿī school. At some point al-Makkī left for Iraq, settling in the city of Basra for a time before eventually making his way to Baghdad, where he died in Jumādā II 386/June 996, finding his final resting place in the city's cemetery for followers of the Mālikī school.",
    "The exact dates of al-Makkī's movements are unknown, although an autobiographical passage in the Qūt al-qulūb finds him still in Mecca in 330/941–2 (al-Makkī, Die Nahrung , 31.175). A report cited by the historian al-Khaṭīb al-Baghdādī (d. 463/1071) on the testimony of the Baghdadi preacher Ibn al-ʿAllāf (d. 442/1050) states that al-Makkī arrived in Basra after the death of the Ṣūfī, theologian, and preacher Aḥmad b. Muḥammad b. Sālim—who died between 350/961 and 360/971, or, according to Ibn al-Athīr, in 356/967—and that he then represented himself as a follower of Ibn Sālim's teachings (al-Khaṭīb al-Baghdādī, 3:89). This report, however, is contradicted by al-Makkī's own claim that he in fact saw Ibn Sālim in person during his lifetime (al-Makkī, Die Nahrung , 34.7, 36.19). Many of al-Makkī's biographers—see, for example, al-Dhahabī, al-ʿIbar , 3:34; al-Yāfiʿī, 2:430; al-ʿAsqalānī, 5:300—make a point of mentioning his close association with the Sālimiyya, a mystical theological school associated with Muḥammad b. Sālim (d. 297/909) and his son, the aforementioned Aḥmad b. Muḥammad b. Sālim, both former disciples of the noted Basran mystic Sahl al-Tustarī (d. 283/896) and pre-eminent heirs to his teachings (Böwering, 89–99). Indeed, extensive references in the Qūt al-qulūb evince al-Makkī's indebtedness to the Tustarī-Sālimiyya tradition (al-Makkī, Die Nahrung , index: 71, 207–9,), and since no works of Muḥammad b. Sālim or Aḥmad b. Muḥammad b. Sālim survive, this is at present the only reliable source for their teachings. However, the exact nature of the connection is unclear and requires further study (see Gramlich intro., al-Makkī, Die Nahrung , 1:15–6).",
    "Perhaps inspired by the practices of the Sālimiyya, al-Makkī gained a reputation for asceticism, for a time consuming nothing but wild herbs, until his skin took on a green tinge (Ibn Khallikān, 4:303). Upon his arrival in Baghdad, he set himself up as a preacher, although he quickly drew the ire of his audience, one statement in particular eliciting sharp condemnation: “There is nothing more harmful to creatures than the creator” ( laysa ʿalā l-makhlūqīn aḍarr min al-khāliq; al-Ṣafadī, 4:116). The significance of this report is unclear but is likely rooted in the early anathematisation of the Sālimiyya. He subsequently renounced public preaching and retired into seclusion.",
    "Little is known about al-Makkī's later years, although he is reported to have frequented the circles of certain Baghdadi traditionists and Ṣūfīs, including ʿAlī b. Aḥmad al-Miṣṣīṣī (d. 364/974–5), who also transmitted ḥadīth to the great Shāfiʿī scholar and Ṣūfī biographer Abū Nuʿaym al-Iṣfahānī (d. 430/1038), and Abū Bakr al-Mufīd al-Jarjarāʾī (d. 378/988), a traditionist who is said to have associated with al-Junayd as a boy (al-Anṣārī, Ṭabaqāt al-Ṣūfiyya , ed. Muḥammad Sarvar Mawlāʾī (Tehran 1362sh/1983), 508; Jāmī, 201, 349). It is also reported that al-Makkī fathered a son, ʿUmar b. Muḥammad b. ʿAlī (d. 445/1053), and that he transmitted ḥadīth to the Baghdadi traditionist and author ʿAbd al-ʿAzīz al-Azajī (d. 444/1052).",
    "Al-Makkī's fame derives primarily from his Qūt al-qulūb , a sizable treatise divided into forty-eight chapters of varying length, structured in such a way as to constitute a systematic compendium of Ṣūfī piety and practice that, in the style of a manual of jurisprudence, covers acts of worship, the nature of the human psycho-spiritual constitution and its disciplining, theological issues, the stations and states of the Ṣūfī path, and various practical and social matters, with every case presented in such a way so as to elucidate the subtle inner meanings of each action or topic under discussion. Abstruse in parts, as a whole the text is infused with a guarded conservatism, the author apologetically rejecting what he sees as innovation, speculative fancy, and mystical excess in favour of the Qurʾān, ḥadīth , and especially the exempla of the Ṣūfī paragons of the past. Although later criticised by the prominent Ḥanbalī scholar of Baghdad Ibn al-Jawzī (d. 597/1200) for relying upon weak traditions (Ibn al-Jawzī, 7:189), al-Makkī takes pains to inform his readers that he chose to follow the practice of Aḥmad b. Ḥanbal (d. 241/855), the eponym of the Ḥanbalīs, in preferring a weak ḥadīth over the use of reasoning based on raʾy (personal opinion) and qiyāṣ -(analogy) (al-Makkī, Die Nahrung , 31.233–42).",
    "Apparently unknown to the Ṣūfī authorities of the fourth/tenth and fifth/eleventh centuries, the earliest reference to the Qūt al-qulūb outside the prosopography is by the outstanding theologian, jurist, original thinker, mystic, and religious reformer Abū Ḥāmid al-Ghazālī (d. 505/1111), who mentions it among the works to which he turned for information on Ṣūfism ( al-Munqidh min al-ḍalāl , ed. ʿAbd al-Ḥalīm Maḥmūd (Cairo 1964), 59); indeed, al-Ghazālī's Iḥyāʾ ʿulūm al-dīn (“The revivification of the religious sciences”) displays a significant reliance upon al-Makkī's text (see K. Nakamura, Makkī and Ghazālī on mystical practices, Orient 20 (1984), 83–91). Much the same can be said for the influential Ṣūfī master of Baghdad ʿUmar al-Suhrawardī (d. 632/1234), who not only considered al-Makkī an authority on Ṣūfism, but often quotes and paraphrases the Qūt al-qulūb in his own Ṣūfī handbook, the ʿAwārif al-maʿārif (“Benefits of intimate knowledge”). It is telling that copies of the Qūt al-qulūb found a place alongside the ʿAwārif in the khānqāh (“hospice”) libraries of al-Suhrawardī's disciples and their successors in Iraq and Syria (Ibn al-Mustawfī, Taʾrīkh Irbil , ed. Sāmī b. al-Sayyid al-Ṣaqqār (Baghdad 1980), 1:258–9; al-Ṣafadī, 4:116). The Qūt al-qulūb likewise gained popularity among members of the early Shādhiliyya Ṣūfī brotherhood in Egypt and North Africa (Ibn ʿAṭāʾallāh, Laṭāʾif al-minan , ed. ʿAbd al-Ḥalīm Maḥmūd (Cairo 1974), 19–20, 179–80), with Ibn ʿAbbād al-Rundī (d. 792/1390) finding it to be a particularly profound work ( al-Rasāʾil al-ṣughrā , ed. Paul Nwyia (Beirut 1974), index), as did the great Persian Ṣūfī settled in Konya, Jalāl al-Dīn Rūmī (d. 672/1273), over a century earlier ( Mathnawī-yi maʿnawī , ed. Reynold A. Nicholson (Tehran 1371Sh/1957), 1172 (bk. 6, l.2653)). A number of early extracts and commentaries on the text are also extant ( GAS 1:667).",
    "In addition to the Qūt al-qulūb , al-Makkī is reported to have authored other works, although they are all either spurious or have not survived. Al-Makkī's ʿIlm al-qulūb (“Science of the hearts”; ed. ʿAbd al-Qādir Aḥmad ʿAṭāʾ, Cairo 1384/1964) is a treatise about a quarter the length of the Qūt al-qulūb , whose focus and content is decidedly more esoteric and recondite, devoted mainly to explicating Ṣūfī concepts and technical terminology. Gramlich has argued, on the basis of a number of internal features—not the least of which is the fact that al-Makkī is quoted in the third person in a number of places—that it was composed by a follower (see Gramlich intro., al-Makkī, Die Nahrung , 1:20; but cf. ʿAṭāʾ's comments in al-Makkī, ʿIlm al-qulūb , 291–4). Although attributed to al-Makkī by Carl Brockelmann because of a reference in an epistle of the aforementioned al-Rundī ( GAL 1:217), al-Makkī's al-Bayān al-shāfī (“The decisive explanation”) is not, it transpires, a discrete work, but rather simply a bibliographical error resulting from a grammatically confusing reference (al-Rundī, 19).",
    "Al-Makkī also produced a collection of forty ḥadīth , compiled from among those transmitted to him by al-Iṣfahānī—who granted him an ijāza (authorisation to transmit ḥadīth )—and al-Marwazī. Although this collection is not extant, it is documented by al-Dhahabī (d. 748/1348 or 753/1352–3), who reports seeing a copy of the text in the author's handwriting (al-Dhahabī, Siyar , 16:537; al-Dhahabī, Taʾrīkh , 19:128). Also lost is the Kitāb manāsik al-ḥajj (“Book of the rites of the pilgrimage”), a work mentioned by al-Makkī in the Qūt al-qulūb (al-Makkī, Die Nahrung , 34.92), and perhaps the source for ʿUmar al-Suhrawardī's Ḥilyat al-nāsik fī l-manāsik (“Ornament of the devotee in the rites of the pilgrimage”; Istanbul, Süleymaniye Library, MS Ayasofya 11363, fols. 98b–121b).",
    "Print version: 9789004183902, 2010, 2010-1"
  ],
  "bibliography": [
    "al-Makkī, Qūt al-qulūb , 4 vols., Cairo 1351/1932",
    "trans. and ed. Richard Gramlich, Die Nahrung der Herzen. Abū Ṭālib al-Makkīs Qūt al-qulūb , 4 vols., Stuttgart 1992",
    "al-Khaṭīb al-Baghdādī, Taʾrīkh Baghdād (Cairo 1931), 3:89 n.1079",
    "al-Samʿānī, al-Ansāb , ed. Riyāḍ Murād and Muṭīʿ al-Ḥāfiẓ (Beirut 1984), 11:463–4 (s.v. al-Makkī)",
    "Ibn al-Jawzī, al-Muntaẓam (Hyderabad 1941), 7:189–90 n.303",
    "Ibn Khallikān, Wafayāt al-aʿyān , ed. Iḥsān ʿAbbās (Beirut 1977), 4:303–4 n.630",
    "al-Dhahabī, al-ʿIbar fī khabar man ghabar , ed. Fuʾād Sayyid (Kuwait 1961), 3:33–4, s.v. anno 386",
    "al-Dhahabī, Siyar aʿlām al-nubalāʾ , ed. Shuʿayb al-Arnāʾūṭ and Ḥusayn al-Asad (Beirut 1982), 16:536–7 n.393",
    "al-Dhahabī, Taʾrīkh al-Islām , ed. ʿUmar Tadmurī (Beirut, 1988-), 19:127–8, s.v. anno 386",
    "al-Ṣafadī, al-Wāfī bi-l-wafayāt (Wiesbaden 1959), 4:116, n.1609",
    "al-Yāfiʿī, Mirʾāt al-janān (Hyderabad 1337–40/1919–21), 2:430, s.v. anno 386",
    "al-ʿAsqalānī, Lisān al-mīzān (Hyderabad 1329/1911), 5:300 n.1014",
    "Jāmī, Nafaḥāt al-uns , ed. M. Ābidī (Tehran 1373/1994–5 2 ), 122, n.125",
    "GAL 1:217",
    "GALS 1:359–60",
    "GAS 1:666–7",
    "al-Ziriklī, al-Aʿlām , Beirut 1979, 6:274",
    "Gerhard Böwering, The mystical vision of existence in classical Islam (Berlin 1980), 25–8, index",
    "W. Mohd Azam, Abū Tālib al-Makkī. A traditional ṣūfī, Hamdard Islamicus 22.3 (1999), 71–9",
    "Alexander Knysh, Islamic mysticism. A short history (Leiden 2000), 121–2, index."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 130
}