{
  "id": "eweb_046",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-22794.xml?rskey=X8oqY1&result=1",
  "annotator": "Antonio",
  "title": "Action in Ṣūfism",
  "authors": [
    "Erik S. Ohlander"
  ],
  "word_count": "(1,520 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Jun 2009",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Action (ʿAmal, pl. aʿmāl ), in the Ṣūfī tradition, means “works” tradition and refers to definable religious or spiritual praxes performed in definite mystical or moral contexts. In most instances, such acts are seen to be coordinative with “knowledge” (ʿilm) , as per the oft-quoted ḥadīth , “To him who acts by what he knows, God bequeaths knowledge of what he did not know” (al-Iṣfahānī, Ḥilyat al-awliyāʾ , ed. Aḥmad ʿAṭāʾ (Beirut 1988), 10:13). As far as ʿamal is concerned, Ṣūfī discourse has generally rejected the relative separation of knowledge and action in relation to meaningful engagement with Islamic revelation (e.g., al-Sarrāj, K. al-lumaʿ , 100; al-Makkī, part 31; pseudo-Makkī, ʿIlm al-qulūb , 78–83; al-Hujwīrī, Kashf , 11–21; Abū l-Najīb al-Suhrawardī, K. ādāb al-murīdīn , 16, 22). Whereas legists have generally understood ʿilm as discursive knowledge of revelation and aʿmāl as the explicit praxes which it prescribes (e.g., the “pillars of Islam”), in drawing a distinction between discursive and intuitive knowledge, Ṣūfī theoreticians have tended to differentiate between aʿmāl al-jawāriḥ (external works, lit., works of the limbs), as explained in the rational jurisprudential sciences (ʿulūm al-fiqh) , and aʿmāl al-qalb (internal works, lit., works of the heart), as explained in their own suprarational sciences (ʿulūm al-qulūb) .",
    "Among the interrelated strands of mystico-ascetic discourse associated with the formative period of Ṣūfīsm, the earliest systematic discussion of ʿamal is found in the works of the influential proto-Ṣūfī theologian, moraliser, and psychologist of Iraq, al-Ḥārith al-Muḥāsibī (d. 243/857). In the system of scrupulous introspection (muḥāsabat al-nafs) elaborated in his Kitāb al-riʿāya li-ḥuqūq allāh (“The book of observing God's due”), and further, in his Masāʾil fī aʿmāl al-qulūb (“Questions concerning the actions of hearts”), the detailed psychological analysis of actions plays a significant part. Al-Muḥāsibī draws a firm distinction between “actions of the heart” and “actions of the limbs.” His treatment of ʿamal assumes three foci, namely: that without proper intention (niyya) , sincerity (ṣidq) , and purity of dedication (ikhlāṣ) , action is itself essentially worthless; that works done in secret are superior to those done openly; and, that only sustained and measured attention to the performance of inward, rather than outward, actions ultimately addresses the problem of the spirit's estrangement from God. Examples of such actions include cultivating a firm inner conviction (iʿtiqād) of modesty (tawāḍuʿ) , circumspection (ḥidhr) , patience (ṣabr) , commitment (tafwīḍ) , and negating all worldly hopes and attachments (al-Muḥāsibī, Masāʾil , 127). The image of the Ṣūfī busying himself with hidden inner acts, often to the point of exceeding his performance of external works, is common in early Ṣūfī literature (e.g., Anonymous, K. ādāb al-mulūk , ed. Bernd Radtke (Beirut 1991), 30–1).",
    "While this internalising attitude towards action is clearly reflected in anecdotes and sayings attributed to Ṣūfī paragons from the late-second/eighth through the early-fourth/tenth centuries in Ṣūfī biographical compendia, normative Ṣūfī literature produced between the late-fourth/tenth through the final quarter of the fifth/eleventh centuries treats the concept of ʿamal somewhat unevenly. Two orientations can be detected. The first, in addition to stressing the centrality to mystical endeavours of supererogatory devotions (nawāfil; faḍāʾil) and meditative and mystico-ascetic practices (mujāhadāt; aẓāʾim; riyāḍāt) , treats explicitly matters concerning the inner meanings of obligatory ritual acts enjoined by divine law (farāʾiḍ) . The best representative of this approach is the encyclopaedic Qūt al-qulūb fī muʿāmalat al-maḥbūb (“Nourishment of the hearts in dealing with the beloved”) of the enigmatic Ṣūfī author Abū Ṭālib al-Makkī (d. 386/996; also, al-Sarrāj, K. al-lumaʿ , 138–61; al-Hujwīrī, Kashf , 374–436). The second orientation is well represented in the many shorter works of the noted Ṣūfī scholar Abū ʿAbd al-Raḥmān al-Sulamī (d. 412/1021) from Nīshāpūr and in the influential Risāla (Epistle) of al-Qushayrī (d. 465/1072), a prominent Shāfiʿī-Ashʿarī Ṣūfī scholar settled in the same city. The latter avoids explicit discussions of the inner meanings of the outer ritual acts in favour of treating the distinctive psycho-spiritual praxes and mystical experiences associated with the “science of the hearts” (ʿilm al-qulūb) .",
    "Later works tend to combine the two orientations. Thus, in addition to the broad synthesis of Ṣūfī and sharʿī piety elaborated by the celebrated theologian, jurist, mystic, and religious reformer al-Ghazālī (d. 505/1111) in his massive Iḥyāʾ ʿulūm al-dīn (“Revivification of the religious sciences”), Ṣūfī manuals composed over the course of the later-sixth/twelfth through the eighth/fourteenth centuries, typically include prescriptive and interpretive discussions of both outer and inner works as they come to bear upon the Ṣūfī path. Echoing earlier analyses, the perfection of the former is normally construed as a prerequisite for the proper effectuation of the latter, with outer works being treated in both their external form (ẓāhir) and in terms of their inner significance (bāṭin; asrār) , while internal works are discussed in terms of their individual psycho-spiritual value (e.g., al-Jīlānī, esp. 2:123–260, 306–36; al-Suhrawardī, ʿAwārif , esp. chs. 33–41, 45–50; Najm al-Dīn Rāzī Dāya, 161–73; Kāshānī, 199–236).",
    "Such attitudes towards ʿamal were not limited to Ṣūfī circles alone, as shown by the comfortable treatment of the inward dimensions of the basic ritual duties of Islam in Manāhij al-sayfiyya (“The easy roads of Sayf al-Dīn”), a short Ṣūfī-inspired catechism composed in Persian for a Seljuk official in Anatolia in the mid-seventh/thirteenth century (ed. Najīb Māyil Haravī (Tehran 1363/1984), 49–84; trans. William C. Chittick in Faith and practice of Islam. Three thirteenth century Sufi texts (Albany 1992), 127–46). Formulaic discussions of this type remained common in most later Ṣūfī literature, especially in texts intended for a broad audience.",
    "Print version: 9789004178533, 2009, 2009-2"
  ],
  "bibliography": [
    "Sources",
    "ʿAbd al-Qādir al-Jīlānī, al-Ghunya li-ṭālibī ṭarīq al-ḥaqq , 2 vols., ed. Ṣ. ʿUwayḍa, Beirut 1997",
    "Abū l-Najīb al-Suhrawardī, K. ādāb al-murīdīn , ed. Menahem Milson, (Jerusalem 1977), 16, 22",
    "Abū l-Najīb al-Suhrawardī, A Sufi rule for novices , abridged trans. Menahem Milson (Cambridge, MA 1975), glossary (s.v. ʿamal )",
    "Abū Ṭālib al-Makkī, Die Nahrung der Herzen , 4 vols., German trans. Richard Gramlich (Stuttgart 1992–4), part 31, index (s.v. Handeln et seq.)",
    "pseudo-Abū Ṭālib al-Makkī, ʿIlm al-qulūb , ed. Aḥmad ʿAṭāʾ (Cairo, 1384/1964, repr. Beirut 2004), 78–83, 174–227",
    "al-Ghazālī, Iḥyāʾ ʿulūm al-dīn , 4 vols., Beirut 1996",
    "al-Ghazālī, Muḥammad al-Ġazzālīs Lehre von den Stufen zur Gottesliebe , German trans. Richard Gramlich (Wiesbaden 1984), index (s.v. Beste Tat, Böse Tat, Gute Tat, Handeln, Tat)",
    "al-Hujwīrī, Kashf al-maḥjūb , ed. Vasiliĭ Andreevich Zhukovsky (Leningrad 1926, repr. Tehran 1380/2001), 11–21, 374–436",
    "al-Hujwīrī, The kashf al-maḥjúb , trans. Reynold Alleyne Nicholson (London 1911), 11–8, 291–333",
    "ʿIzz al-Dīn Kāshānī, Miṣbāḥ al-hidāya wa-miftāḥ al-kifāya , ed. ʿIffat Karbāsī and Muḥammad Riḍā Barzgar Khāliqī (Tehran 1382/2003), 199–236",
    "al-Kalābādhī, al-Taʿarruf li-madhdhab ahl al-taṣawwuf , ed. ʿAbd al-Ḥalīm Maḥmūd (Cairo n.d.), 141–4 (ch. 64)",
    "al-Kalābādhī, The doctrine of the Ṣūfīs , trans. Arthur John Arberry (Cambridge 1935), 143–6",
    "al-Muḥāsibī, K. al-riʿāya li-ḥuqūq allāh , ed. Margaret Smith (London 1940), 133–63",
    "al-Muḥāsibī, Masāʾil fī aʿmāl al-qulūb , ed. Aḥmad ʿAṭā (Cairo 1969), 91–170",
    "Najm al-Dīn Rāzī Dāya, Mirṣād al-ʿibād , ed. Muḥammad Amīn Riyāḥī (Tehran 1352/1973), 161–73",
    "Najm al-Dīn Rāzī Dāyā, The path of God's bondsmen. From origin to return , trans. Hamid Algar (Delmar 1982), 179–89",
    "al-Qushayrī, Das Sendschreiben al-Qušayrīs über das Sufitum , German trans. Richard Gramlich (Wiesbaden 1989), index (s.v. Handeln et seq.)",
    "al-Qushayrī, Al-Qushayri's Epistle on Sufism , trans. Alexander D. Knysh (Reading 2007), index (s.v. Deeds/Actions/Works)",
    "al-Sarrāj, K. al-lumaʿ , ed. K. M. al-Hindāwī (Beirut 2001), 100–2, 138–61",
    "al-Sarrāj, Schlaglichter über das Sufitum , German trans. Richard Gramlich (Stuttgart 1990), ch. 51, 64–8, and index (s.v. Handeln, Handlung et seq.)",
    "ʿUmar al-Suhrawardī, Die Gaben der Erkenntnisse des ʿUmar as-Suhrawardī (‘Awārif al-maʿārif) , German trans. Richard Gramlich, Wiesbaden 1978",
    "Yaḥyā Bākharzī, Awrād al-aḥbāb wa-fuṣūṣ al-ādāb , vol. 2 , Fuṣūṣ al-ādāb , ed. Īrāj Afshār (Tehran 1345/1966), 43–5, 100–2.",
    "Studies",
    "Tjitze de Boer and Louis Gardet, ʿAmal (1 and 2), EI 2",
    "Josef van Ess, Die Gedankenwelt des Ḥārit̲ al-Muḥāsibī (Bonn 1961), index (s.v. ʿamal )",
    "Ṣādiq Gawharīn, Sharḥ-i iṣṭilāḥāt-i taṣawwuf , 10 vols. in 5 (Tehran 1382/2003), 7:229–33 (s.v. ʿamal )",
    "Louis Massignon, The passion of al-Hallāj. Mystic and martyr of Islam , trans. Herbert Mason (Princeton 1982), index (s.v. ʿamal et seq.)",
    "Erik S. Ohlander, Sufism in an age of transition. ʿUmar al-Suhrawardī and the rise of the Islamic mystical brotherhoods (Leiden 2008), index (s.v. ʿamal )",
    "Süleyman Uludağ, Amel, TDVIA , 3:13–6."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}
