{
  "id": "eweb_047",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-22733.xml?rskey=6CgYOh&result=1",
  "annotator": "Antonio",
  "title": "Adab d) in Ṣūfism",
  "authors": [
    "Erik S. Ohlander"
  ],
  "word_count": "(2,420 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Jun 2009",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Adab \n in Ṣūfism includes the exposition, delimitation, and interpretation of rules and norms pertaining to individual conduct, social etiquette, and spiritual comportment. It represents a perennial theme in Ṣūfī literature, its significance being well captured in an oft-quoted aphorism attributed to the early Malāmatī master ofNīshāpūr, Abū Ḥafṣ al-Ḥaddād (d. c. 265/878–9), “the whole of Ṣūfīsm is proper manners: for every mystical moment (waqt) there is a manner, and for every mystical stage (maqām) a manner” (al-Sulamī, Ṭabaqāt al-ṣūfiyya , ed. Muṣṭafa ʿAbd al-Qādir ʿAṭā (Beirut 1998), 106). Indeed, as indicated by a wide array of anecdotes and apophthegms attributed to Ṣūfī paragons from the late second/eighth through the early fourth/tenth century in Ṣūfī biographical compendia, the ascetic, pietistic, and mystico-theological circles, which proved formative to the early Ṣūfī movement, showed a marked concern for matters connected with proper manners and behaviour. The notion of a close relationship between mannered behaviour and spiritual realisation is particularly well evinced in the teachings of the noted proto-Ṣūfī moraliser and psychologist of Iraq al-Ḥārith al-Muḥāsibī (d. 243/857).",
    "In both term and concept, discussions of adab figure prominently in the normative Ṣūfī literature produced between the late fourth/tenth through the final quarter of the fifth/eleventh century. In the main, such discussions are apologetic in intent, designed to show how the behavioural norms of the Ṣūfīs are rooted in perfect adherence to Qurʾānic dictate and the emulation of the exemplary behaviour of the Prophet and the pious forbearers. Thus, the oft-quoted handbook of the Ṣūfīcontroversialist of Khurāsān Abū Naṣr al-Sarrāj (d. 378/988) contains a lengthy section devoted to enumerating the distinguishing manners (ādāb) of the Ṣūfīs across a wide range of activities, from their attentive interiorising performance of the obligatory religious duties of Islam, to their habits of travel, companionship, dress, and eating, and from their practice of voluntary poverty to their conduct in matters of social intercourse, discipleship, illness, and death ( K. al-lumaʿ , 136–93). Much the same can be found in a number of the surviving works of the noted Ṣūfī scholar of Nīshāpūr Abū ʿAbd al-Raḥmān al-Sulamī (d. 412/1021), two of which are devoted specifically to matters of Ṣūfī adab : the Kitāb ādāb al-ṣuḥba (“Book of the manners of companionship”) and the Jawāmiʿ ādāb al-ṣūfiyya (“Collected manners of the Ṣūfīs”).",
    "Reminiscent of the formulation of al-Muḥāsibī, the classical Ṣūfī discourse on adab is predicated on the idea that the methodical cultivation of proper modes of comportment serves a productive purpose, namely providing the aspirant with a self-effacing, life-oriented framework that aids in his battle against instinctual inborn drives, inclinations, desires, and fancies, all of which estrange the spirit from God. Embedded in this discourse is the idea that proper behaviours possess both an outer, praxic dimension (ādāb al-ẓāhir) , as well as an inner, attitudinal dimension (ādāb al-bāṭin) . Only the Ṣūfīs can claim to achieve a full synthesis. This idea is perhaps best expressed in the anonymous late fourth/tenth century Kitāb ādāb al-mulūk (“Book of the manners of kings”). Arguing that the Ṣūfīs' approach to adab is that of a rare spiritual elite, the author discusses at length their particular “royal manners” with regard to both apparent externalities, such as dress, food, and vocation, as well as to psycho-spiritual states and moral qualities, such as ecstasy, generosity, and informality. Although much more guarded, this attitude is reflected to a certain degree in the discussion of diverse points of ādāb related to basic ritual and social acts by the celebrated theologian, jurist, mystic, and religious reformer al-Ghazālī (d. 505/1111) in the first and second quarters of his massive Iḥyāʾ ʿulūm al-dīn (“Revivification of the religious sciences”).",
    "The increasing formalisation of Ṣūfī institutions beginning in the sixth/twelfth century brought with it a blossoming of Ṣūfī adab literature, especially of works of the ādāb al-murīdīn (“manners of aspirants”) genre. Focused largely on the concerns of day-to-day life in and around the increasingly ubiquitous Ṣūfī ribāṭ s and khānqāh s (residential facilities), this literature is decidedly practical in nature, often directed at furnishing novices with a template of behaviour befitting their status as disciples of a Ṣūfī master. Among the earliest such works, drawing upon the Kitāb al-iqtiṣād (“Book of the golden mean”) of the fourth/tenth-century Persian Ṣūfī Ibn Khafīf of Shiraz (d. 371/982), is Kitāb ādāb al-murīdīn (“Book of aspirants' manners”) of the ribāṭ -directing Ṣūfī master of Baghdad, Abū l-Najīb al-Suhrawardī (d. 563/1168). It is a practical handbook of Ṣūfī adab that includes a long list of special “dispensations” ( rukhaṣ , sing. rukhṣa ) for affiliates unable to shoulder the demands of full-time discipleship (recap. in Bākharzī, Fuṣūṣ , 272–89). In both substance and spirit, this work provided a pattern upon which Abū l-Najīb's nephew and student, ʿUmar al-Suhrawardī (d. 632/1234), elaborated a systematic formulation of Ṣūfī adab in his influential handbook, ʿAwārif al-maʿārif (“Benefits of intimate knowledge,” chaps. 31–55; parallels in al-Jīlānī, al-Ghunya , 2:279–305), a detailed system of behaviours embracing nearly all aspects of life concerned with wayfaring on the Ṣūfī path (Ohlander, Sufism , 187–247). In addition to quickly becoming a popular vade mecum for both the Suhrawardiyya and early Chishtiyya orders, the influence of al-Suhrawardī's treatment of adab is apparent in discussions of the same in his son ʿImād al-Dīn's (d. 655/1257) Kitāb zād al-musāfir wa-l-adab al-ḥāḍir (“Book of the guest's provisions and the resident's comportment”), the Mukhtaṣar fī ādāb al-ṣūfiyya (“Précis on the good manners of the Ṣūfīs”) by the eponymous founder of the Kubrāwiyya order Najm al-Dīn Kubrā (d. 618/1221; wrongly attributed to ʿAbdallāh-i Anṣārī), the Miṣbāḥ al-hidāya (“The lamp of guidance”) of the Persian Ṣūfī ʿIzz al-Dīn Kāshānī (d. 735/1334–5), and the lengthy Fuṣūṣ al-ādāb (“Bezels of good manners”) of the Kubrawī master Yaḥyā Bākharzī (d. 736/1335–6). The similarities between the prescriptions for Ṣūfī aspirants in these works and those discussed over two centuries earlier by the Ṣūfī theorist and historian al-Hujwīrī (d. c. 465/1072) are telling ( Kashf , 432–79).",
    "As with many resonating terms within the tradition, Ṣūfī theorists have often treated adab in its spiritual and metaphorical dimensions as well, typically speaking of it in terms of three broad types, viz., as proper comportment vis-à-vis divine law (adab al-sharīʿa) , as proper comportment vis-à-vis others (adab al-khidma/al-muʿāmalāt) , and as adab al-ḥaqq , or proper comportment vis-à-vis God (e.g., al-Iṣfahānī, Nahj al-khāṣṣ , s.v. “ adab ”; al-Hujwīrī, Kashf , 433–36; ʿAbdallāh-i Anṣārī, Ṣad maydān , ed. M. Najafī(Tehran 1383), 69–70; Ibn Qayyim al-Jawziyya, Madārij , 2:376; and, al-Shushtarī, al-Risālat al-ʿilmiyya , ed. Muḥammad al-ʿAdlūnī al-Idrīsī (Casablanca 2004), 160). To this list, the renowned Iberian Ṣūfī visionary Ibn ʿArabī (d. 638/1240) added a fourth: adab al-ḥaqīqa , or proper comportment vis-à-vis the divine reality ( Futūḥāt , 2:284–85; but cf. idem, K. iṣṭilāḥ al-ṣūfiyya , in Rasāʾil Ibn ʿArabī (Beirut 1997), 530). For his part, Jalāl al-Dīn Rūmī (d. 672/1273), the beloved Persian mystical poet settled at Konya, often speaks of adab as a matter of elemental necessity in relation to the acts of both God and man ( Mathnawī-yi maʿnawī , ed. R. A. Nicholson (London 1925–34), bk. 1, lines 78–9, bk. 2, lines. 3218–24, bk. 3, lines 350, 3606–9, 3677–81, and bk. 6, lines. 1513, 2583).",
    "Formulaic discussions of adab are typical in most later Ṣūfī literature, especially in contexts concerning the particularised rites, rules, regulations, and mystico-ascetic practices associated with individual Ṣūfī orders.",
    "Print version: 9789004178526, 2009, 2009-1"
  ],
  "bibliography": [
    "Sources",
    "ʿAbd al-Qādir al-Jīlānī, Futūḥ al-ghayb , ed. Muḥammad Ghassān Naṣūh ʿAzqūl as Ādāb al-sulūk wa-l-tawaṣṣul ilā manāzil al-mulūk (Damascus 1995)",
    "ʿAbd al-Qādir al-Jīlānī, al-Ghunya li-ṭālibī ṭarīq al-ḥaqq , ed. Ṣ. ʿUwayḍa (Beirut 1997), 2:269–305",
    "ʿAbd al-Razzāq Kāshānī, Iṣṭilāḥāt al-ṣūfiyya , ed. ʿAbd al-ʿĀl Shāhīn (Cairo 1992), 272–3 (s.v. al-adab )",
    "ʿAbd al-Razzāq Kāshānī, K. sharḥ manāzil al-sāʾirīn (Beirut 1995), 155–7",
    "Abū Manṣūr al-Iṣfahānī, Ādāb al-mutaṣawwifa , ed. Naṣrallāh Pūrjavādī in Maʿārif 9 (1993), 259–76",
    "Abū Manṣūr al-Iṣfahānī, Nahj al-khāṣṣ , ed. Serge de Beaurecueil in ʿAbd al-Raḥmān Badawī (ed.), Mélanges Taha Husain (Cairo 1962), 66–76",
    "Abū l-Najīb al-Suhrawardī, K. ādāb al-murīdīn , ed. Menahem Milson (Jerusalem 1977)",
    "Abū l-Najīb al- Suhrawardī, A Sufi rule for novices , abridged trans. Menahem Milson (Cambridge, MA 1975)",
    "ʿAlī b. Muḥammad al-Kāzarūnī, Ādāb al-aqṭāb , MS British Library, OR 9579, fols. 1a–81a",
    "Anonymous, K. ādāb al-mulūk fī bayān ḥaqāʾiq al-taṣawwuf , ed. Bernd Radtke, Beirut 1991",
    "Anonymous, Die Lebensweise der Könige , German trans. Richard Gramlich, Stuttgart 1993",
    "ʿAyn al-Quḍāt al-Hamadānī, Tamhīdāt , ed. ʿAfīf ʿUsayrān (repr. Tehran 1370/1991–2), 27–8, 31–4, 274",
    "ʿAzīz-i Nasafī, K. al-insān al-kāmil , ed. Marijan Molé (Tehran 1962), 120–31",
    "al-Ghazālī, Iḥyāʾ ʿulūm al-dīn (Beirut 1996), vols. 1–2",
    "al-Hujwīrī, Kashf al-maḥjūb , ed. Vasiliì Andreevich Zhukovsky (Leningrad 1926, repr. Tehran 1380/2001–2), 432–79",
    "al-Hujwīrī, The kashf al-maḥjúb , trans. Reynold Alleyne Nicholson (London 1911), 334–66",
    "Ibn ʿArabī, al-Futūḥāt al-makiyya (Cairo 1867, repr. Beirut 1968), 2:284–5, 481–2",
    "Ibn ʿAṭāʾallāh al-Iskandarī, ʿUnwān al-tawfīq fī ādāb al-ṭarīq , ed. Khālid Zahrī (Beirut 2004), 43–57",
    "Ibn Qayyim al-Jawziyya, Madārij al-sālikīn , ed. Muḥammad Hāmid al-Fīqī (Cairo 1956), 2:376–97",
    "ʿImād al-Dīn al-Suhrawardī, K. zād al-musāfir wa-l-adab al-ḥāḍir , MS Köprülü Library 16032, fols. 11a–52b",
    "ʿIzz al-Dīn Kāshānī, Miṣbāḥ al-hidāya wa-miftāḥ al-kifāya , ed. ʿIffat Karbāsī and Muḥammad Riḍā. Barzgar Khāliqī (Tehran 1382/2003), 143–98",
    "al-Muḥāsibī, Ādāb al-nufūs , ed. Muḥammad Aḥmad (Cairo 1992)",
    "al-Muḥāsibī, K. al-riʿāya li-ḥuqūq allāh , ed. Margaret Smith (London 1940), 324–31",
    "Najm al-Dīn Kubrā, Mukhtaṣar fī ādāb al-ṣūfiyya , ed. M. Qāsimī (Tehran 1363/1984), and translations by Fritz Meier (65–90) and Gerhard Böwering (71–87, attributed to Anṣārī) in respective articles cited below",
    "Najm al- Dīn Rāzī Dāya, Mirṣād al-ʿibād , ed. Muḥammad Amīn Riyāḥī (Tehran 1352/1973), 250–66",
    "Najm al-Dīn Rāzī Dāya, The path of God's bondsmen. From origin to return , trans. Hamid Algar (Delmar NY 1982), 255–67",
    "al-Qushayrī, al-Risālat al-qushayriyya , ed. ʿAbd al-Ḥalīm Maḥmūd and Maḥmūd al-Sharīf (Cairo 1966), 2:558–64",
    "al-Qushayrī, Al-Qushayri's Epistle on Sufism , trans. Alexander D. Knysh (Reading 2007), 292–7",
    "al-Sarrāj, K. al-lumaʿ , ed. K. M. al-Hindāwī (Beirut, 2001), 136–93",
    "al-Sarrāj, Schlaglichter über das Sufitum , German trans. Richard Gramlich (Stuttgart 1990), 235–336, and index (s.v. Gute Sitte)",
    "al-Shaʿrānī, al-Anwār al-qudsiyya (Beirut and Damascus 2006), 77–82, 223–4",
    "Ibn Khafīf al-Shīrāzī, K. al-iqtiṣād , ed. Florian Sobieroj in Ibn-Ḫafīf aš-Šīrāzī und seine Schrift zur Novizenerziehung (Kitāb al-iqtiṣād) (Beirut and Stuttgart 1998), 443–90",
    "al-Sulamī, Jawāmiʿ ādāb al-ṣūfiyya , ed. Etan Kohlberg, Jerusalem 1976",
    "al-Sulamī, K. ādāb al-ṣuḥba , ed. M. J. Kister, Jerusalem 1954",
    "al-Sulamī, Manāhij al-ʿārifīn , ed. Etan Kohlberg in JSAI 1 (1979), 25–39",
    "ʿUmar al-Suhrawardī, ʿAwārif al-maʿārif , ed. ʿAbd al-Ḥalīm Maḥmūd and Maḥmūd al-Sharīf (Cairo 2000), 2:98–240",
    "ʿUmar al-Suhrawardī, Die Gaben der Erkenntnisse des ʿUmar as-Suhrawardī (ʿAwārif al-maʿārif) , German trans. Richard Gramlich (Wiesbaden 1978), chap. 31–55",
    "Yaḥyā Bākharzī, Awrād al-aḥbāb wa-fuṣūṣ al-ādāb , vol. 2 ( Fuṣūṣ al-ādāb ), ed. Īrāj Afshār, Tehran 1345/1966.",
    "Studies",
    "Gerhard Böwering, Règles et rituels soufis, in Alexandre Popovic and Gilles Veinstein (eds.), Les voies d'allah (Paris 1996), 145–8",
    "Gerhard Böwering, The adab literature of classical Sufism. Anṣārī's code of conduct, in Barbara Daly Metcalf (ed.) Moral conduct and authority. The place of adab in South Asian Islam (Berkeley 1984), 61–71",
    "Yolande de Crussol, L'épreuve du pouvoir dans al-Adab al-kabīr d'Ibn al-Muqaffaʾ (m. 757) et quelques thèmes entrecroisés de l' adab et de la littérature soufie à l'époque abbasside, BEO 61 (2004–5), 205–24",
    "Caesar E. Farah, Social implications of a Sufi disciple's etiquette, in Frithiof Rundgren (ed.), Proceedings of the VIth Congress of Arabic and Islamic studies. Visby 13–16 August, Stockholm 17–19 August, 1972 (Stockholm 1975), 45–57",
    "Caesar E. Farah, Rules Governing the Šayḫ-Muršid's Conduct, Numen 21.2 (1974), 81–96",
    "Süleyman Gawharīn, Sharḥ-i iṣṭilāḥāt-i taṣawwuf , 2 vols. in 1 (Tehran 1367 / 1988–9), 1:11–16 (s.v. ādāb ), and 126–41 (s.v. adab )",
    "Richard Gramlich, Alte Vorbilder des Sufitums , 2 vols. (Wiesbaden 1996), index (s.v. Adab et seq., Benehmen, Höflichkeit)",
    "Ahmet T. Karamustafa, Sufism. The formative period (Berkeley 2007), index (s.v. adab et seq.)",
    "Denis Matringe, Ādāb al-ṣūfīya. Les règles de vie dans les couvents soufis de l'Inde médiévale, JA 289/1 (2001), 67–86",
    "Fritz Meier, A book of etiquette for Sufis, in John O'Kane (trans.) and Bernd Radtke (ed.), Essays on Islamic piety and mysticism (Leiden 1999), 49–65",
    "Ian Richard Netton, “The Breath of felicity.” Adab, aḥwāl, Maqāmāt and Abū Najīb al-Suhrawardī, in Leonard Lewisohn (ed.), Classical Persian Sufism. From its origins to Rumi (London 1993), 457–82",
    "Erik S. Ohlander, Sufism in an age of transition. ʿUmar al-Suhrawardī and the rise of the Islamic mystical brotherhoods (Leiden 2008), 187–247, and index (s.v. adab )",
    "G. S. Reynolds, The Sufi approach to food. A case study in ādāb, MW 90/1–2 (2000), 198–217",
    "Jaʿfar Sajjādī, Farhang-i maʿārif-i islāmī (Tehran 1357/1979), 118–20 (s.v. adab )",
    "Florian Sobieroj, Ibn Khafīf's Kitāb al-iqtiṣād and Abū al-Najīb al-Suhrawardī's Ādāb al-murīdīn . A comparison between two works on the training of novices, JSS 43 (1998), 327–45",
    "Süleyman Uludağ, Âdâbü'l-mürîd, TDVIA , 1:336–7",
    "Süleyman Uludağ, Edep (Tasavvuf), TDVIA , 10:414–15."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}