{
  "id": "eweb_049",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-23457.xml?rskey=Dixq7x&result=1",
  "annotator": "Antonio",
  "title": "Aḥmad b. ʿĀṣim al-Anṭākī",
  "authors": [
    "Alexander D. Knysh"
  ],
  "word_count": "(984 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Jun 2010",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Aḥmad b. ʿĀṣim al-Anṭākī (d. between 220/835 and 239/853) was a Syrian mystic, who is credited with several works on mystical psychology and introspection. His nisba indicates that he had his roots in Antioch; we know little else about his background. He associated himself with the foremost Syrian ascetic and mystic of the age, Abū Sulaymān al-Dārānī (d. 215/830), as a companion or, more likely, as a disciple. He is said to have met another celebrated ascetic and moralist of Samarqandī origin, Fuḍayl b. ʿIyāḍ (d. 187/803), and the early Ṣūfī theorist of Baghdad, al-Ḥārith al-Muḥāsibī (d. 243/857). Although some later sources (e.g., al-Hujwīrī, d. between 465/1072 and 469/1077) describe him as al-Ḥārith al-Muḥāsibī's disciple, al-Anṭākī was older than al-Ḥārith and was probably his teacher. In any event, the ideas of these mystics are so similar that some writings on Ṣūfī psychology were attributed to both of them. Two of these works, Dawāʾ dāʾ al-qulūb (“The cure of hearts' ailments/diseases”) and Kitāb al-shubuhāt (“The book of things that arouse doubts/suspicions” or “The book of [morally] dubious things”) appear to have been lost. The third, Kitāb al-khalwa (“Book of [spiritual] retreat”), is ascribed to al-Muḥāsibī in the only manuscript copy that has come down to us, but some indirect evidence suggests that it was composed by al-Anṭākī. The authorship of all three writings remains in doubt.",
    "The written works of al-Muḥāsibī and the dicta and poetry of al-Anṭākī transmitted by early Ṣūfī biographers are similar in their overriding emphasis on the self-scrutiny and introspection that are incumbent on every divine gnostic (al-ʿārif bi-llāh) who seeks to achieve absolute sincerity before God and certain knowledge (al-yaqīn) of his providence. Self-scrutiny and introspection are dictated by the believer's fear of the slightest disobedience of a command of God. Fear compels the believer to engage constantly in the struggle against the promptings of his sinful soul (mujāhadat al-nafs) . This spiritual warfare is, according to al-Anṭākī, more praiseworthy than the ordinary jihād , against an external enemy. Another prominent theme of al-Anṭākī's (and al-Muḥāsibī's) teaching is disdain for this world and for the company of men. They advised their followers to withdraw from both and to meditate on their shortfalls and imperfections, as well as on the events of Judgement Day and the Hereafter.",
    "These ascetics are described by al-Anṭākī as “possessors of reason” (al-ʿuqalāʾ , or ulū l-albāb) , “those who see and ponder” (al-mustabṣirūn al-mutafakkirūn) , “gnostics” (al-ʿārifūn) , “bearers of (religious) science (al-ʿilm) and the Qurʾān,” and “proponents of wisdom” (duʿāt al-ḥikma) . In a world in which Islam has become again the strange notion that it was when it was first revealed and in which Islam has “faded like a worn garment,” (al-Iṣbahānī, Ḥilyat , 9:296 and 286) such people are few. The world is dominated by “the people of the lowest and basest sort” (al-raʿāʿ) , whom al-Anṭākī labels as “hastily snatching wolves, ravenous beasts, and sneaking foxes.” Paradoxically, al-Anṭākī declares the need-ridden (poor) ascetics to be the true kings of creation, for, in his view, “The king is not he who blindly follows his (base) desires and seeks the possessions of this world. The (true) king is he who controls his (base) desires and who despises worldly possessions.” The true believer should thus forget this life and instead think always of the life to come, in order to prepare himself for it. Al-Anṭākī claims that his knowledge is inspired by God (bi-ilhām min Allāh) . He viewed it as the fruit of his arduous struggle against his ego and his striving to obtain God's pleasure by analysing his every act and thought. All these ideas were typical of the ascetic and mystical teachings of his time. Al-Anṭākī's insistence on meticulous self-scrutiny and introspection and his profound understanding of human psychology earned him the nickname Jāsūs al-Qulūb (“The Spy of Hearts”), first given to him by Abū Sulaymān al-Dārānī. His ideas were brought to fruition in the teachings of al-Muḥāsibī, whose affinity with and possible indebtedness to al-Anṭākī have already been noted. Al-Anṭākī's dicta were initially transmitted by the ascetics and mystics of Syria who were in the circle of Abū Sulaymān al-Dārānī, especially his foremost disciple Aḥmad b. Abī l-Ḥawārī (d. 230/845 or 244/860). They later became an integral part of the Iraqi Ṣūfī tradition, the canon of which was established in the two centuries after al-Anṭākī's death.",
    "Print version: 9789004183902, 2010, 2010-1"
  ],
  "bibliography": [
    "Abū Nuʿaym al-Iṣfahānī, Ḥilyat al-awliyāʾ , 10 vols. (Beirut 1967), 9:280–97",
    "Abū Nuʿaym al-Iṣfahānī, Tahdhīb ḥilyat al-awliyāʾ , ed. Ṣāliḥ Aḥmad al-Shāmī (Beirut 1998), 3:199–213",
    "van Ess, TG 1:146–7",
    "ʿAlī al-Hujwīrī, The Kashf al-maḥjūb , trans. Reynold A. Nicholson (Leiden and London 1911), 127",
    "Alexander Knysh, Islamic mysticism. A short history (Leiden 2000), 36–9",
    "Louis Massignon, Essay on the origins of the technical language of Islamic mysticism , trans. from the French by Benjamin Clark (Notre Dame IN 1997), 154–8",
    "al-Muḥāsibī (attrib. al-Anṭākī), Kitāb al-khalwa wa-l-tanaqqul fī l-ʿibāda wa-darajāt al-ʿābidīn ( Le livre de l'esseulement et de la montée ), ed. by Ighnāṭiyūs ʿAbdu Khalīfa, Beirut 1955",
    "al-Qushayrī, al-Risāla al-qushayriyya , ed. ʿAbd al-Ḥalīm Maḥmūd and Maḥmūd b. al-Sharīf (Cairo 1966), 1:100",
    "Margaret Smith, An early mystic of Baghdad. A study of the life and teaching of Hārith b. Asad al-Muḥāsibī A.D. 781–857 , London 1935",
    "al-Sulamī, Ṭabaqāt al-ṣūfiyya , ed. Johannes Pedersen (Leiden 1960), 227–30."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 446
}