{
  "id": "eweb_052",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-24210.xml?rskey=72Aud5&result=1",
  "annotator": "Antonio",
  "title": "Allusion (in Ṣūfism)",
  "authors": [
    "Lutz Berger"
  ],
  "word_count": "(774 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Jun 2012",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "The concept of allusion is expressed most closely in Arabic by the terms ishāra and īmāʾ , which denote both verbal and nonverbal allusions. Kināya , a special term for allusion in rhetoric, hints at something that is not named, by the evocation of something else that is necessarily connected with the thing intended. In the present article, only the Ṣūfī use of the term ishāra will be discussed.",
    "Ishāra has a complex meaning in Ṣūfism. It may be used for indirect expressions of any kind that are used to hide esoteric teachings from the uninitiated. More importantly, it was already used in the classical Ṣūfism of the Baghdadi and Khurāsānian schools of the third/ninth century in discussing the ineffable, in contrast to something that can be communicated in everyday language; ishāra (allusion/equivocation) thus contrasts with ʿibāra , a clear and unequivocal expression.",
    "Although the meaning of ishāra was more or less fixed by the third/ninth century, it was not entirely above debate in Ṣūfī circles. According to some—for instance, the Baghdadi mystic al-Shiblī (d. 334/945)—,allusions are a veil that hides the ultimate reality. The ideal allusion would thus be God himself, but, because his essence is not communicable as such, this ideal allusion is not within human reach (Gramlich, Alte Vorbilder , 1:581; cf. 2:355). Al-Shiblī’s contemporary, al-Junayd (d. 298/910), was less pessimistic and held that Ṣūfī masters were able to find God directly, going beyond the allusive method that was, in his view, necessary for beginners (al-Sarrāj, 224ff.). Another famous Baghdadi Ṣūfī of the time, al-Ḥallāj (d. 309/922), seems to be of the same opinion; he makes going beyond ishāra by direct experience of the Godhead a precondition for the true tawḥīd (divine unicity), which is granted by God to his intimates (Gramlich, Der eine Gott , 305ff.).",
    "For Ṣūfīs, the Qurʾān is filled with allusions to their teachings. Ṣūfī exegesis is thus also called ishārī (allusive) exegesis. That is, beyond the obvious exoteric meaning of the Qurʾānic text—the ẓāhir (visible, exoteric), which can be expressed by the term ʿibāra or “explanation”—there is a second layer, of inner meaning, which is revealed only to the initiated (the bāṭin or “esoteric,” expressed by the term ishāra ). This ishārī layer of Qurʾānic meaning is multidimensional: to every Ṣūfī who practices ishārī exegesis a different inner meaning may be revealed, according to his or her spiritual state.",
    "Critics of all either overly-speculative or antinomian forms of Ṣūfism have, since the days of the Damascene scholar Ibn Taymiyya (d. 728/1328), differentiated between admissible and inadmissible forms of ishārī exegesis. According to this point of view, admissible modes of ishārī exegesis never conflict with the ẓāhir of the Qurʾān or the sunna , nor do they rely on anything beyond the generally accepted rules of Arabic rhetoric in extracting inner meanings from the sacred text. Twentieth-century proponents of Sunnī exegesis, such as Muḥammad Ḥusayn al-Dhahabī (d. 1977), in Egypt, and Süleyman Ateş (d. 1933), in Turkey, likewise attempt to differentiate between orthoprax, non-speculative Ṣūfism—which remains within the conventional boundaries of Arabic rhetoric—and its more esoteric manifestations. According to them, the former type of exegesis (ishārī) has been part of the legitimate Islamic tradition since the days of the Prophet, whereas the latter ( naẓarī , lit., speculative), which extracts inner meanings from the Qurʾān that they deem Islamically inadmissible, is, in their view, illegitimate, in so far as it exhibits a Neo-Platonist or Shīʿī bias.",
    "Print version: 9789004225442, 2012, 2012-2"
  ],
  "bibliography": [
    "al-Sarrāj, Kitāb al-lumaʿ fī l-taṣawwuf , ed. Reynold Alleyne Nicholson (Leiden 1914), 223ff., contains a short list of Ṣūfī sayings on the question of “allusion.”",
    "For further examples of the classical Ṣūfī use of the term see Richard Gramlich, Alte Vorbilder des Sufitums , 2 vols. (Wiesbaden 1995), passim, and his Der eine Gott. Grundzüge der Mystik des islamischen Monotheismus , Wiesbaden 1998.",
    "Süleyman Uludağ’s entry Işaret in TDVİA 23, 424–8 is also helpful.",
    "Süleyman Ateş, Sülemî ve tasavuffî tefsîri , Istanbul 1969, presents a study of a famous example of ishārī exegesis and illustrates twentieth-century Islamic appreciation of ishārī exegesis.",
    "For the latter, see also Muḥammad Ḥusayn al-Dhahabī, al-Tafsīr wa-l-mufassirūn , 3 vols., Cairo 1961–2",
    "and Hussein Ali Akash, Die sufische Koranauslegung. Semantik und Deutungsmechanismen der išārī-Exegese , Berlin 2006.",
    "For the use of allusion by Ibn ʿArabī (d. 638/1240) and Fakhr al-Dīn al-Rāzī (d. 606/1209), see Michel Lagarde, L’allusion comme procédé heuristique dans le commentaire coranique classique, Islamochristiana 33 (2007), 91–100."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}