{
  "id": "eweb_055",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-23788.xml?rskey=byc6ug&result=1",
  "annotator": "Antonio",
  "title": "Anti-Ṣūfī polemics",
  "authors": [
    "Bernd R. Radtke"
  ],
  "word_count": "(1,597 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Jun 2012",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Anti-Ṣūfī polemics have existed nearly as long as Ṣūfism itself. Ṣūfism has been an element of Islamic history almost from the beginning and forms an integral part of Islam, but it has also faced opposition throughout its history. That opposition has frequently been expressed in clichés, as, for instance, in the charge of antinomism. As Ṣūfism has evolved, so have the objects of criticism.",
    "Although little is known of the earliest history of Ṣūfism and little scholarly attention has been paid to it, the issues that were necessarily to upset mainstream Islam are clear. These issues involve “extremist” attitudes and the search for an exceptional spiritual state, be it with respect to the fear of God, to the love of God, or to the praxis of piety. The descriptions of the corresponding behaviours and the teaching itself both display a lack of trust in the “state.” From an “orthodox” perspective, certain extremist, libertine, and anthropomorphistic tendencies are evident: it is believed that God and the hereafter can already be experienced in this world; that the human being is capable of attaining a state in which he is no longer subject to religious law but is nevertheless unable to sin, because he is protected by God’s personal love; and that God himself takes an interest in the fate of every person.",
    "The extremist forerunners of Ṣūfism were later suppressed by Ṣūfism itself. During the fourth/tenth century, the objectionable teachings were treated, mostly anonymously, in the Ṣūfī textbooks known as Ghalaṭāt al-ṣūfiyya (“Errors of the Ṣūfīs”), as, for instance, in the works of Abū Naṣr al-Sarrāj (d. 378/988) and Abū ʿAbd al-Raḥmān al-Sulamī (d. 412/1021). The direct anthropomorphistic vision of God in this world was reinterpreted as an “as-if” vision through the eye of faith, the meditation that led to the true experience of paradise was watered down to a conception of eschatological circumstances, and the extreme renunciation of the state and of the world—which could go as far as taḥrīm al-makāsib (prohibition of earning)—was modified into an internalised renunciation of the world existing alongside a living-in-this-world.",
    "The second half of the third/ninth century and the first half of the fourth/tenth bring the first evidence of clashes between Ṣūfism and state authorities. There was the incident involving Ghulām al-Khalīl, a fundamentalist theologian who attempted to stir up the Bagdad authorities against the Ṣūfīs (in 264/878); the case of al-Ḥakīm al-Tirmidhī (d. c.300/912), who had to justify himself to the governor of Balkh, because of the denunciations of theologians; and the events surrounding al-Ḥallāj, which led to his execution, in 309/922. In the cases of al-Tirmidhī and al-Ḥallāj, the charge of having claimed to be able to perform miracles apparently played a decisive role. Another early bone of contention appears to have been the Ṣūfī practice of listening to music (samāʿ) and dancing , which seems to have been introduced very early. This was seen as a damnable innovation (bidʿa) that could not be reconciled with the sunna (customs of the Prophet).",
    "The trial against al-Ḥallāj, in particular, led to a self-purification, an “orthodox” definition of Ṣūfism. Among the theologians whom the state marshalled against Ṣūfism, the Muʿtazilīs and Ḥanafīs in particular distinguished themselves as opponents of Ṣūfism; their arguments were determined above all by rationalistic considerations, whereas Ṣūfism stood more on the side of the traditionalists.",
    "In his Iḥyāʾ ʿulūm al-dīn (“The revival of the religious sciences”), al-Ghazālī (d. 505/1111) outlined his contribution to the orthodox definition of Ṣūfism within the framework of Ashʿarī theology. In doing so, he relied especially on the Qūt al-qulūb (“Nourishment of the hearts”) of Abū Ṭālib al-Makkī (d. 386/996) and on the Risāla fī l-taṣawwuf (“Epistle on Ṣūfism”) of al-Qushayrī (d. 465/1072). The reconciliation of Ṣūfism and “orthodox” (Sunnī) Islam thus began before al-Ghazālī.",
    "Shīʿī Islam found it difficult to come to terms with Ṣūfism. Ṣūfīs preached that every Muslim could reach God and attain a higher knowledge of the supernatural world by treading the individual mystical path. For the Shīʿa, this access could take place only through the imām. This was to determine the later history of Ṣūfism in Iran until now.",
    "Two developments of Ṣūfism itself gave rise to criticism and antagonism in the time after al-Ghazālī. The first was the transformation of the relationship between master (shaykh, pīr) and novice (murīd) . This relationship had been a loose one in early and classical Ṣūfism. The shaykh was above all a teacher (shaykh al-taʿlīm) , and the pupil frequently attended the lessons of several shaykh s, but this relationship began to change in the fourth/tenth century, as the bond between master and novice became stronger. In addition to his role as teacher, the shaykh now increasingly assumed the function of a personal educator (shaykh al-tarbiya) . The pupil was literally taken in hand and was required to submit himself completely to the shaykh . Quasi-divine qualities were increasingly ascribed to the shaykh . For the novice, obedience to the shaykh thus became increasingly like obedience to God: the novice is expected to obey the shaykh , even when he sees him doing things that appear to contradict religious law. An indissoluble bond exists between the heart of the shaykh and that of the novice, a bond that is reinforced by the practice of tying one’s heart to the master (rabṭ al-qalb bi-l-shaykh) . At the beginning of the novitiate, the image (khayāl, ṣūra) of the shaykh is implanted in the heart of the novice through an occult procedure. In this way, the master is beheld permanently by the novice’s inner eye. This powerful bond between master and pupil was one of the reasons for the emergence of the mystical orders (ṭarīqa) , which can be dated roughly to the sixth/twelfth century.",
    "The quasi-deification of the shaykh and its implications gave rise to criticism, as the veneration of saints, the institution of pilgrimage, and the tomb cult, which became increasingly common. The possibility that the shaykh s might abuse their power was also criticised. Rigorous, purist theologians regarded these developments not only as illicit innovations (bidaʿ) but also as idolatry (shirk) . The most prominent among these theologians was the Syrian Ibn Taymiyya (d. 728/1328), although his criticism remained ineffective during his lifetime. Ibn Taymiyya was also the chief opponent of the school and tradition that traced itself back to the Andalusian Ibn ʿArabī (d. 638/1240). While early and classical Ṣūfism had placed the emphasis on tawḥīd (the consciousness of the “Oneness” of God)—which implied that God is seen and experienced as the only true acting subject—the monistic Ṣūfism of Ibn ʿArabī and others went further: God is not only the sole acting entity, he is everything (al-kull huwa , Persian hama ū-st) . If this is true, the question arises, how evil and human responsibility came to be. The opponents accused the monistic Ṣūfīs of abolishing the distinction between good and evil, between obedience to God and sin.",
    "Another basis for criticism was Muḥammad mysticism, which developed especially in more recent times. The ṭarīqa muḥammadiyya does not refer to the imitatio Muḥammadi on the basis of scriptural tradition—the sunna —but to a mystical contemplation that could lead to a waking vision of the Prophet and to a direct communication with Him. Whoever was granted the privilege of such an encounter (ijtimāʿ) and vision while in a waking state (ruʾyat/mushāhadat al-nabī yaqaẓatan) was thus an authority in all matters, as his knowledge came directly from the living Prophet. For some theologians, this has been unacceptable, especially for the Wahhābīs, who did not believe in the continuing existence of the Prophet.",
    "Ibn Taymiyya’s anti-Ṣūfī tradition had a particular impact on politics and government, where it attained power and influence in the form of Wahhābism—which was founded by the Ḥanbalī theologian Muḥammad b. ʿAbd al-Wahhāb (d. 1206/1792)—, and it maintains this impact to this day in numerous Islamic countries. Also, the spread of the Shīʿa in tenth/sixteenth-century Iran resulted in the regular persecution of Ṣūfīs.",
    "The current situation of Ṣūfism is, on the whole, difficult. Many Western-oriented Muslim reformers see it as one of the causes of the weakness and decadence that afflict the Islamic world; in Turkey, for instance, the Ṣūfī orders have been prohibited since 1925.",
    "For the so-called modern fundamentalists, Ṣūfism is an aberration from what they consider true Islam. In their eyes, the veneration of the shaykh s is a form of idolatry, the suppression of which by any means is pleasing to God. The Ṣūfī orders are therefore also banned in Saudi Arabia, and the Saudi state spends a great deal of money to undermine the influence of the Ṣūfī orders throughout the Islamic world. Some of these orders have moved their centres to Western countries, notably England and the United States. The internal Ṣūfī debate on how this twofold challenge of Western rationalism and Islamic fundamentalism should be met has only just begun.",
    "Print version: 9789004225442, 2012, 2012-2"
  ],
  "bibliography": [
    "Frederick de Jong and Bernd Radtke, Islamic mysticism contested. Thirteen centuries of controversies and polemics , Leiden 1999",
    "Bernd Radtke, Neue kritische Gänge , Utrecht 2005, esp. chapter 4",
    "Elizabeth Sirriyeh, Sufis and anti-Sufis. The defence, rethinking and rejection of Sufism in the modern world , Richmond, Surrey 1999."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}