{
  "id": "eweb_056",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-22773.xml?rskey=albVX4&result=1",
  "annotator": "Antonio",
  "title": "Aphorism",
  "authors": [
    "Lutz Berger"
  ],
  "word_count": "(2,314 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Jun 2009",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "An aphorism is “a concise statement of a principle, a terse formulation of a truth,” generally in prose. There is no exact Arabic equivalent for the term. The most common approximations are ḥikma (“[piece of] wisdom,” “maxim”), faṣl (“sentence”), or nukta (“witticism”).",
    "According to the fourth/tenth-century critic Isḥāq al-Fārābī (d. 350/961), who spent most of his life in Yemen, “a ḥikma is formed when an artful formulation latent in an artful composition is extracted and stated in a pronouncement containing it” (Gutas, Classical Arabic wisdom, 1981). While a proverb derives its authority from its purported general acceptance since time immemorial, an aphorism sanctions certain attitudes by attributing them to prominent individuals. As popular proverbs could be attributed to or used by individuals, and anonymous figures in anecdotes could also be credited with the coining of a wise or witty remark, it is sometimes difficult to differentiate between the two genres.",
    "The literature of the premodern Islamic world, as elsewhere, was, to a considerable degree didactic; at the same time, rhetoric was highly valued. Thus, the transmission of pieces of wisdom and elegant phrases decisively shaped both the religious and secular lore of Muslim peoples.",
    "Aphoristic literature in Arabic and other Islamic languages was heir not only to classical (mostly Greek) culture, but also to the pre-Hellenistic civilisations of the ancient Near East. In ancient Egypt, Mesopotamia, Syria, and Iran, so-called “wisdom literature” developed beginning in the third millennium B.C.E. By the time of the prophet Muḥammad, elements of this tradition, variously adapted and transformed in Jewish, Christian, and Zoroastrian contexts, had also spread to the Arabian Peninsula. At the same time, Jewish, Christian, and Iranian religious traditions had produced their own aphoristic genres, which subsequently enriched Muslim gnomic literature.",
    "As a book of didactic character, the Qurʾān also contains a good number of sentences of an aphoristic or proverbial nature. Sometimes they follow patterns found in pre-Islamic gnomic poetry, such as the argument e contrario (e.g., Q 41:34 and 13:17; cf. Bloch); others can be traced to non-Arabic sources, such as the late-Babylonian Book of Aḥiqar . The same holds true for the Traditions of what the Prophet said or did (ḥadīth) . Apart from being a repository of ancient Arabic wisdom, the ḥadīth were also the main conduit to mainstream Islamic culture of pre-Islamic Arabic maxims and non-Arabic wisdom lore. Here mention should also be made of Nahj al-balāgha (“The path of eloquence”), a collection of aphorisms and other materials ascribed by Shīʿīs to ʿAlī b. Abī Ṭālib (d. 40/660), cousin and son-in-law of Muḥammad, that was given its final form by Sharīf al-Raḍī (d. 406/1015) in the early fifth/eleventh century.",
    "Collections of ḥadīth arranged by subject-matter form the main body of early Islamic legal literature even in the Ḥanafī tradition, the oldest of the four schools of thought and jurisprudence within Sunnī Islam, e.g., the Kitāb al-kharāj (“Treatise on taxation”), by Abū Yūsuf (d. 182/798), a former chief judge of Baghdad. The major Ṣūfī collections of mystical dicta also closely resemble aphoristic ḥadīth , e.g., the Ṭabaqāt (“Book of classes”; biographies of individuals arranged by “categories” and organised by “generations”) of Abū ʿAbd al-Raḥmān al-Sulamī (d. 412/1021) and Ḥilyat al-awliyāʾ (“The ornaments of the saints”), attributed to Abū Nuʿaim al-Iṣbāhānī (d. 430/1038). After the fifth/eleventh century, the focus of Ṣūfī biographies was increasingly reoriented from gnomic dicta to miracle narratives, although traditional Ṣūfī biographies continued to be written. A prominent and influential example of a collection of mystical aphorisms from a later period is the Shādhilī Ṣūfī Ibn ʿAṭāʾillāh al-Iskandarī's (d. 709/1309) short Kitāb al-ḥikam (“Pieces of wisdom”). Ibn ʿAṭāʾīllāh's ḥikam , loosely grouped according to topic, have been the subject of a number of commentaries in subsequent centuries written, inter alia, by Ibn ʿAbbād al-Rundī (d. 792/1390).",
    "The aphoristic style in Arabic literature was not restricted to religious themes. The classical aphoristic heritage reached the Arabs in its late antique form, often as florilegia, which had been used in the philosophical schools. Already in these collections, attributions of certain sayings to particular philosophers were often tenuous. An example of the survival of this kind of literature from the Islamic period is Ḥunayn b. Isḥāq's (d. 260/873) Nawādir al-falāsifa (“Aphorisms of the philosophers”). Aphoristic style served not only to transmit the philosophical wisdom of the ancients. The famous physician Abū Bakr al-Rāzī (d. 313/925 or 323/935) emulated Hippocrates in a collection of his own essential aphorisms, designed as a vade mecum for the itinerant medical practitioner. Even before translations of Greek collections of ethical, philosophical, and medical apophthegms became accessible to the Arabic reading public in the second-third/eighth-ninth centuries, translations of Middle-Persian texts had exposed the Arabs to the aphoristic material from Iranian andarz (advice) literature. For obvious reasons, the latter source of gnomic wisdom was especially important in the literary genre of “mirrors for princes.”",
    "After the third/ninth century, collections of ethical aphorisms attributed to ancient sages and famous contemporaries merged with traditions ascribed to the Prophet and wise sayings of prominent Muslims from all walks of life to become the stock-in-trade of the ethically-oriented adab -literature (books on “good conduct and manners”) that reached its heyday in the period called by Adam Mez “the renaissance of Islam.” It was then that collections of aphorisms were written and aphoristic pieces were inserted into many works of Arabic prose, especially into the so-called adab -encyclopaedias. Authors who deserve special mention here are the Basran al-Jāḥiẓ (d. 255/868–9), the Kufan Ibn Qutayba (d. 276/889), the Andalusian Ibn ʿAbd Rabbih (d. 328/940), the Būyid courtier Abū Saʿīd Manṣūr al-Ābī (d. 421/1030), al-Thaʿālibī from Nīshāpūr (d. 429/1038), e.g. his Durar al-ḥikam , (“Pearls of wise sayings”), and Miskawayh (born in Rayy, d. 421/1030); e.g. his al-Ḥikma al-khālida , (“Eternal wisdom”), in part a translation of the Middle-Persian Jāvidān Khirad . These latter authors' collections, written as they were by and for secretaries and literati associated with princely courts, are sometimes marked by a tone of pessimism with respect to the transience of worldly pleasures. On the other hand, they are also imbued with a spirit of humanism, the source of which was not necessarily religious. Al-Ābī's Nathr al-durar (“The scattering of the pearls”), while opening with a long array of maxims from the Qurʾān and wise sayings attributed to the Prophet and his Companions, also contains anecdotes and witticisms of even obscene nature involving people of (sometimes) dubious standing. Among those who are credited with wise sayings in Miskawayh's Ḥikma we find paragons of Muslim piety, such as al-Ḥasan al-Baṣrī (d. 110/728–29), or Sufyān al-Thawrī (d. 161/778), but also more secular figures, such as al-Ḥajjāj b. Yūsuf (95/714), the ʿUmayyad governor of Iraq, or Muʿāwiya (d. 60/680), the ʿUmayyad caliph, as well as representatives of classical antiquity, such as Socrates or the legendary Hermes Trismegistus. A modicum of knowledge about the wise sayings of all of these was indispensable for any successful chancery official. In any case, it was not only wisdom that officials, courtiers, and literati found and valued in collections of aphorisms but also the possibility of learning how to win a ruler's heart and mind, or to save face (and sometimes life and limb) in difficult situations through sheer rhetorical skills. Important in this respect is also the popular jawāb muskit (“pointed answer”) that often has an aphoristic nature, as in the work by Ibn Abī ʿAwn (d. 934/322). Apart from these utilitarian considerations, it should be remembered that in highly literate societies, elegantly coined phrases and wise and intelligent remarks also served as simple entertainment.",
    "The tradition of the adab -encyclopaedia containing, besides many other subjects, selections of aphoristic material, continued in Mamlūk times (seventh/mid-thirteenth to ninth/early sixteeenth centuries). Special mention should be made here of Nihāyat al-arab (“The highest goal”) by al-Nuwayrī' (d. 733/1333) and al-Ibshīhī's (d. after 850/1446) Mustaṭraf fī kull fann mustaẓraf (“The utmost in all the elegant arts”).",
    "Unlike philosophy proper, ethical aphorisms never drew sustained attacks from conservative religious scholars. Nevertheless, it is possible to read the great religious scholar and thinker al-Ghazālī's (d. 505/1111) famous Iḥyāʾ ʿulūm al-dīn (“ The revival of religious sciences”), or its Persian epitome, Kīmiyāʾ al-saʿāda (“The alchemy of happiness”), both full of aphoristic sayings of the Prophet and other prominent figures of Islam, of maxims coined by the author himself, and of definitions (such as “x consists of five parts…,” typical of Arabic sententious literature), as more strictly religious versions of Miskawayh's Jāvidān Khirad .",
    "Arabic collections of aphorisms, especially those purporting to have been derived from some classical source, had a great deal of influence on the development of the genre in the West, for example, on the pseudo-Aristotelian Sirr al-asrār (Secretum secretorum), a mid-twelfth-century Latin translation of the fourth/tenth century Arabic encyclopaedic treatise, or on the Bocados de oro (“Golden morsels”), an old Spanish translation of al-Mubashshir b. Fātik's (fifth/eleventh century) Mukhtār al-ḥikam (“Selected [pieces of] wisdom”).",
    "Persian literature is extraordinarily rich in prose of an aphoristic nature (andarz, ḥikmat, pand) . While in early New-Persian prose the ancient Iranian tradition played a large role as a reservoir of aphorisms, it soon had to yield to Islamic sources that inspired, for example, Aḥmad al-Ghazālī's (d. 520/1126) original—and difficult— Sawāniḥ (“Occurrences,” or “Stray thoughts”), a collection of aphorisms and verse on the nature of love. In addition to these two sources, both Hellenistic philosophy—generally transmitted by way of Arabic—and, in Mughal India (sixteenth-eighteenth centuries), Sanskrit wisdom, had a profound impact on Persian literature (cf. andarz in EIr ).",
    "The pre-Islamic Turks had a strong tradition of bilig (“wise sayings”), first and foremost in the field of political advice. Apart from runic inscriptions, the primary source for Turkish bilig is Maḥmūd al-Kāshgarī's (fifth/eleventh century) Dīwān lughāt al-Turk (“Collection of Turkic words”). In the Qarakhānid courtier Yūsuf Khāṣṣ Ḥājib's (fl. fifth/eleventh century) Qutadgu Bilig (“Wisdom of royal glory,” or “Wisdom that brings happiness”), written in 462/1069–70, ancient Turkish lore is already submerged in the predominant Arab-Persian tradition, of which Turkish literature becomes very much a part of in subsequent centuries.",
    "Print version: 9789004178526, 2009, 2009-1"
  ],
  "bibliography": [
    "Sources",
    "Abū Saʿd Manṣūr al-Ābī, Nathr al-durr , ed. Muḥammad ʿAlī Qurna and ʿAlī Muḥammad al-Bajāwī, Cairo 1981",
    "Sharīf al-Raḍī, Nahj al-balāgha , ed. Ṣādiq al-Mūsawī, Beirut 1994",
    "Ibn ʿAṭāʾīllāh, al-Ḥikam , ed. Muḥammad ʿAbd al-Maqṣūd Haykal, Cairo 1408/1988 (printed together with the Sharḥ of the same work by Ibn ʿAbbād al-Rundī)",
    "Ibn Abī ʿAwn, al-Ajwiba al-muskita , ed. May A. Yousef as Das Buch der schlagfertigen Antworten von Ibn Abī ʿAwn. Ein Werk der klassisch-arabischen Adab-Literatur , Berlin 1988",
    "Abū Bakr al-Rāzī, al-Fuṣūl fī l-ṭibb , French trans. El-Arbi Moubachir as Râzi. Guide du médecin nomade , Paris 1980",
    "Aḥmad al-Ghazālī, Kitāb-i Sawāniḥ , ed. Hellmut Ritter, Istanbul 1942",
    "Abū Ḥāmid al-Ghazālī, Kīmiyāʾ al-saʿāda , ed. Muḥammad ʿAbd al-ʿAlīm, Cairo 1407/1986",
    "Abū Ḥāmid al-Ghazālī, Iḥyāʾ ʿulūm al-dīn , Cairo 1316",
    "al-Ibshīhī, al-Mustaṭraf fī kull fann mustaẓraf , Muṣṭafā Muḥammad Dhahabi, Cairo 2000",
    "Ḥunayn b. Isḥāq, Nawādir al-falāsifa , for a Hebrew translation ed. A. Löwenthal as Sefer Musre ha-Philosophim, Frankfurt 1896, see also Löwenthal's German trans. Sinnsprüche der Philosophen, Berlin 1996",
    "Maḥmūd Kashgharī, Dīwān luġhat at-Turk , Istanbul n.d.",
    "al-Miskawayh, Al-ḥikma al-Khālida , ed. ʿAbd al-Raḥmān Badawī, Beirut 1980",
    "Mubashshir b. Fātik, Mukhtār al-ḥikam , ed. ʿAbd al-Raḥmān Badawī, Beirut 1980",
    "Abū Nuʿaym al-Iṣfahānī, Kitāb Ḥilyat al-awliyāʾ , Cairo n.d.",
    "al-Nuwayrī, Nihāyat al-arab fī funūn al-adab , vol. 19, ed. Muḥammad ʿAbd al-Qādir Ḥātim (Cairo 1383/1963), vol. 20 ed. Ibrāhīm Abū l-Faḍl et al., Cairo 1395/1975, vol. 21, ed. ʿAlī Muḥammad al-Bajāwī, Cairo 1396/1976",
    "al-Sulamī, Kitāb Ṭabaqāt al-ṣūfiyya , ed. Johannes Pedersen, Leiden 1960",
    "al-Thaʿālibī, Durar al-ḥikam , ed. Muḥammad Ibrāhīm Salīm, Cairo 1992",
    "Abū Yūsuf, Kitāb al-kharāj , ed. Ṭāhā ʿAbd al-Raʾūf Saʿd and Muḥammad Saʿd Ḥasan, Cairo 1999",
    "Yūsuf Khāṣṣ Ḥājib, Kutadgu Bilig , English trans. by Robert Dankoff, Wisdom of royal glory. A Turkish Islamic mirror for princes , Chicago 1983.",
    "Studies",
    "Alfred Bloch, Zur altarabischen Spruchdichtung, in Westöstliche Abhandlungen. Rudolf Tschudi zum siebzigsten Geburtstag überreicht von seinen Freunden und Schülern (Wiesbaden 1954), 181–224",
    "Dwight M. Donaldson, Aphorism in Islamic ethics, MW 36 (1946), 240–51",
    "Tamar Frank, “Taṣawwuf is…” on a type of mystical aphorism, JAOS 104 (1984) 73–80",
    "Lenn E. Goodman, Islamic humanism , Oxford 2003 (on Miskawayh)",
    "Dimitri Gutas, Classical Arabic wisdom literature. Nature and scope, JAOS 101 (1981), 49–86",
    "Dimitri Gutas, Greek wisdom literature in Arabic translation. A study of the Graeco-Arabic gnomologia , New Haven 1975",
    "Javid A. Mojaddedi, The biographical tradition in Sufism. The ṭabaqāt-genre from al-Sulamī to Jāmī , Richmond 2001",
    "Saul Shaked and Z. Safa, Andarz, EIr",
    "Gotthard Strohmaier, Das Gnomologium als Forschungs-aufgabe, in Christian-Friedrich Collatz (ed.) Dissertatiunculae Criticae. Festschrift für Günther Christian Hansen (Würzburg 1998), 461–72",
    "Gotthard Strohmaier, Ethical sentences and anecdotes of Greek philosophers in Arabic tradition, in Correspondance d'Orient n \n o \n 11 = V e Congrès international d'arabisants et d'islamisants (Brussels 1970), 463–71."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}
