{
  "id": "eweb_058",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-23445.xml?rskey=tDxoG5&result=1",
  "annotator": "Antonio",
  "title": "Authority, religious",
  "authors": [
    "Asma Afsaruddin"
  ],
  "word_count": "(3,217 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 May 2011",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Religious authority in Islamic thought, both Sunnī and Shīʿī, is based primarily on the possession of ʿilm (knowledge) of religious matters, and, to a certain extent, knowledge of relevant worldly affairs, combined with irreproachable personal piety. The authority of the prophet Muḥammad, as well as that of other prophets, was based on the divinely transmitted knowledge they received as God’s emissaries, knowledge that is not available to ordinary human beings. The term waḥy (“divine revelation”) denotes the infallible knowledge of divine provenance conferred only upon God’s elect messengers as opposed to the fallible knowledge that is the product of human intellect and ratiocination. In Islamic belief, after the death of Muḥammad, who was the Seal of the Prophets (khātam al-nabiyyīn; cf. Q 33:40), waḥy ceased forever. But those who continued, in the post-revelation period, to nurture a special relationship with God through the revealed words, by continuous recitation and reflection upon their meanings, were acknowledged to possess a distinctive kind of religious and moral authority that transcended traditional notions of social privilege. This kind of authority appears even during Muḥammad’s lifetime, as is illustrated by an incident involving the earliest of the muhājirūn (emigrants who left Mecca for Medina). In this report, the Prophet had not yet arrived in Medina, and one of the lesser known Companions, Sālim mawla Abī Ḥudhayfa, led the muhājirūn in prayer, an honour accorded to him because of his superior knowledge of the Qurʾān ( kān aqrāʾahum; kān aktharahum qurʾānan; Ibn Saʿd, 3:64).",
    "In the early period, religious authority, particularly as manifested in mastery of the Qurʾān, sometimes led to positions of political and social leadership. A well-known ḥadīth is related by the Companion ʿUqba b. ʿAmr b. Thaʿlaba (d. c.40/661), in which the Prophet said, “The best reciter of the Book of God from among them will lead the people, [and] if there should be equals with respect to [proficiency in] recitation, then [the one who leads should be] the most knowledgeable of them with regard to the Sunna” (al-Fasawī, 1:449–50; al-Rāzī, Faḍāʾil al-Qurʾān , 97ff.). It is not surprising that both Sunnī and Shīʿī authors cite this report as evidence in favour of the superior qualifications of Abū Bakr and ʿAlī, respectively, for the caliphate/imāmate, on account of each being the best reciter of the Qurʾān (Ibn Ṭāwūs, 287). Other kinds of expertise in relation to the Qurʾān conferred authority on the individual. Thus the famous Companion ʿAbdallāh b. Masʿūd’s (d. 32/653) religious authority derived not only from his acknowledged superior exegesis of the Qurʾān, but also from his status as the first Companion who publicly propagated the Qurʾān (Ibn Saʿd, 3:112). The last report in particular points to the importance of sābiqa (“priority” or “precedence”) in Islam, which, in conjunction with personal moral excellence (faḍīla) , conferred both religious and political authority on an individual. The combination of sābiqa and faḍīla were particularly important in the general discourse on legitimate leadership of the polity and in Sunnī–Shīʿī dialectics on the caliphate/imāmate (cf. Afsaruddin, Excellence and precedence , passim).",
    "In the Qurʾān, no single word is used to connote religious authority as such; words such as sulṭān, quwwa, mulk, ḥukm , and amr , in relation to God, refer to divine authority (Kadi (al-Qāḍī)). The word amr , however, also occurs in relation to humans and acquires special significance on account of the Qurʾānic phrase ulū l-amr (Q 4:59), roughly translated as “those possessing authority.” The question naturally arises: what kind of authority does this phrase refer to? The verse, “Obey God and His messenger and those possessing authority among you,” makes an understanding of ulū l-amr critical to constructions of religious and political authority. A survey of how exegetes over time have interpreted this statement is particularly useful for tracing the conceptualisation of religious and political authority in different historical and social circumstances.",
    "1. In exegesis",
    "The earliest published work of exegesis available to us is that of the first/seventh-century Qurʾān commentator Mujāhid b. Jabr (d. c.102/720). In his Tafsīr , Mujāhid states that this verse was revealed in reference to “those endowed with critical insight into religion and with reason” (yaʿnī ulī l-fiqh fī-l-dīn wa-l-ʿaql). A second report relates that the phrase refers to “those possessing critical insight, knowledge, [sound] opinion, and virtue” (yaʿnī ulī l-fiqh wa-l-ʿilm wa-l-raʾy wa-l-faḍl) . Both of these mawqūf reports (those that stop at the Companion, without mention of the Prophet) are attributed to the Companion ʿAbd al-Raḥmān b. ʿAwf (d. c.31/652; Mujāhid, 1:162–3). Particularly noteworthy in these glosses is the emphasis on knowledge, independent reasoning, and critical discernment on the part of the ulū l-amr .",
    "Another early exegete, Muqātil b. Sulāyman al-Balkhī (d. 150/767), records in his tafsīr that the key phrase ulū l-amr , as in Q 24:51, was revealed specifically in reference to the military commander Khālid b. al-Walīd (d. 21/642) in a particular historical context, and more broadly refers to the commanders of military contingents (sarāyā) . Muqātil further elucidates with reference to another verse, Q 24:51–2, which he considers an analog (naẓīr) to 4:59. Verse 24:51 states, “When the believers are invited to God and His messenger so that He may judge between them, they say, ‘we hear and we obey’; these are the successful. For those who obey God and His messenger and fear God and heed Him, they are the ones who are victorious.” Thus Muqātil understands that obedience is due to God and his messenger only (according to Q 4:59); he concludes, through comparison of that verse with Q 24:51–2, that the ulū l-amr are excluded (Muqātil, 1:246).",
    "ʿAbd al-Razzāq al-Ṣanʿānī (d. 211/827), in his early tafsīr , reports, on the authority of al-Ḥasan al-Baṣrī (d. 110/728), that ulū l-amr minkum refers to “the learned people” (al-ʿulamāʾ); on the authority of Mujāhid, the phrase refers to “the people of insightful understanding and knowledge” (ahl al-fiqh wa-l-ʿilm; ʿAbd al-Razzāq, 1:464–5). The historian and exegete al-Ṭabarī (d. 310/923) gives an account of the various meanings attributed to this phrase and a sense of the evolution of its interpretation. He records two reports from Ibn ʿAbbās (d. 68/687–8) that refer to military commanders during the Prophet’s time. Other reports affirm that Q 4:59 refers to all the Companions who took part in the military expeditions dispatched by the Prophet, or specifically to Khālid b. al-Walīd. In another report, the successor Ibn Zayd (d. 182/798) quotes the Companion Ubayy b. Kaʿb (d. between 19/640 and 35/656) as saying that the verse was a reference to the political rulers (al-salāṭīn) , an interesting and anachronistic usage of the word, since sultans did not appear in the Islamic world until about the fourth/tenth century. A larger number of reports from different authorities gloss ulū l-amr as referring to “the people of knowledge and insightful understanding” (ahl al-ʿilm wa-l-fiqh); “possessors of insightful understanding in religion and intellect (ulū l-fiqh fī-l-dīn wa-l-ʿaql); and as “the discerning and learned people” (al-fuqahāʾ wa-l-ʿulamāʾ , here used in a general rather than an occupational sense). According to al-Ṭabarī, other commentators such as Mujāhid were inclined to understand this verse as referring to all the Companions of Muḥammad (aṣḥāb Muḥammad) . Al-Ṭabarī also lists a report transmitted by ʿIkrima (d. 105/723), which states that the verse refers to Abū Bakr and ʿUmar; this clearly shows the influence of the Sunnī–Shīʿī debate over legitimate leadership of the Muslim polity (al-Ṭabarī, 4:150–1). These basic meanings of ulū l-amr continued to be transmitted by later exegetes such as Fakhr al-Dīn al-Rāzī (d. 606/1209; al-Tafsīr , 4:113–6) and Ibn Kathīr (d. 774/1373; Tafsīr al-Qurʾān al-ʿaẓīm , 1:490–1). Al-Rāzī was of the opinion that among all categories of scholars, only the jurists, because of their ability to engage in legal reasoning, could be regarded as ulū l-amr , while Ibn Kathīr expressed an understanding of the term as referring to those who hold political authority, signifying a radical shift from early non-political interpretations of amr .",
    "In the early twentieth century, the influential journalist and Muslim reformer Muḥammad Rashīd Riḍā (d. 1935) adopted an expansive understanding of ulū l-amr and equated it with the “people who loosen and bind” (ahl al-ḥall wa-l-ʿaqd) , thus broadening the definition of this term to include all those in whom the Muslim community (the umma ) has faith. This broadened definition would then include scholars, leaders of the army, and leaders of various sectors of society—such as trade, industry, and agriculture—who promote the general interests of the people ( al-maṣāliḥ al-ʿāmma; Rashīd Riḍā, 5:150).",
    "2. In political thought",
    "Political treatises of the early period similarly show a shift in the meaning of ulū l-amr . In the early third/ninth century, the polymath al-Jāḥiẓ (d. 255/868–9) in his political treatise al-ʿUthmāniyya , does not yet show a preference for the meaning of amr as exclusively “political authority,” but, rather, he documents an earlier, wider range of meanings recorded by early exegetes; he understands, in one instance, the entire Muslim community to constitute the ulū l-amr (al-Jāḥiẓ, 115ff.). But in the fifth/eleventh century, a period of greater political instability and attenuated caliphal power, al-Māwardī (d. 450/1058) explicates Q 4:59 as ordaining virtually unquestioning obedience on the part of Muslims to their appointed political leaders (al-aʾimma al-muʾtamirūn; al-Aḥkām al-sulṭāniyya , 13). In the eighth/fourteenth century, the well-known jurist and theologian Ibn Taymiyya (d. 728/1328) paraphrased ulū l-amr as wulāt al-amr , thus taking the phrase as referring to political leaders and administrators. Besides obedience, he maintains, wulāt al-amr should also be advised (Ibn Taymiyya, 18:7). The modern Islamist thinker and exegete Abū l-Aʿlā Mawdūdī (d. 1979) echoes Rashīd Riḍā’s broad understanding of ulū l-amr as referring to “intellectual and political leaders of the community, as well as administrative officials, judges of the courts, tribal chiefs and regional representatives” (Mawdūdī, 51). But the more radical Islamist Sayyid Quṭb (d. 1966), who regarded Mawdūdī as his mentor, appears to have conflated ulū l-amr with the elite revolutionary vanguard (ṭalīʿa) he wrote about, which would establish a utopian “Islamic state” founded on divine soveignty (al-ḥākimiyya) , and wielding both political and religious authority with a near-divine mandate (Sayyid Quṭb, 11–2; Afsaruddin, Obedience to political authority, 45–6).",
    "3. Shīʿī views",
    "There is good reason to believe that Sunnī and Shīʿī views on legitimate leadership in the first century of Islam were similar, predicated on the concepts of sābiqa and faḍīla rather than on blood-kinship to the Prophet (see Afsaruddin, Excellence and precedence , passim, contra Crone and Hinds, God’s caliph , passim; Madelung, passim). But from the second/eighth century on, the Shīʿa, very likely in response to Umayyad neo-tribal legitimist claims, came to articulate the notion of a charismatic religious–political authority restricted to the blood relatives of Muḥammad through his daughter Fāṭima (i.e., lineal descendants of ʿAlī), who were appointed to the imāmate through divine designation (naṣṣ) and were thus deserving of unquestioning obedience. In classic Shīʿī works, the ulū l-amr are consistently glossed as the rightful Shīʿī Imāms, whose religious authority is strongly predicated on the possession of privileged, esoteric knowledge. The ḥadīth , “I am the house of wisdom and ʿAlī is its gate; so whoever desires wisdom, let him approach the gate” (Abū Nuʿaym al-Iṣfahānī, 1:64), for example, is understood by the Shīʿa as affirming ʿAlī’s access to extraordinary knowledge not vouchsafed to any other Companion of the Prophet. The title Amīr al-Muʾminīn, reserved for the Imām, indicated, according to Ibn Bābawayh (d. 381/991), that he was the “storehouse (lit. “mirror”) of knowledge” (mirāt al-ʿilm) “from whom people derived knowledge, but he did not derive knowledge from anyone else” (Ibn Bābawayh, ʿIlal al-sharāʾiʿ , 1:160; and Maʿānī l-akhbār , 1:61). Accordingly, only the Imām of the age can be the repository of this specially bestowed knowledge, since it is hereditary and not acquired. According to some, but not all Shīʿī authors, the Imām possesses knowledge of the unseen and can prophesy future events, particularly the times of deaths of various people; this is known as knowledge of “deaths (or destinies) and trials” (al-manāyā wa-l-balāyā) . This belief was particularly strong among some factions of the Bāṭiniyya (al-Malaṭī, 113). The Shīʿa believe that the Imāms, because of their charismatic, infallible knowledge and access to the esoteric sciences, could intercede with God on behalf of lesser mortals.",
    "4. Ṣūfī and other “counter-establishment” views",
    "From about the second/eighth century, we have reference to groups of people variously identified in the sources as zuhhād , nussāk , and ʿubbād , on account of their intense distinctive piety and abstemious habits (Ibn al-Jawzī, 151–3; 198). The early qurrāʾ , or Qurʾān reciters, known for their single-minded devotion to the Holy Book and its oral recitation, were counted among these groups. These pious segments of the population, on the whole, appeared to have shared a disdain for the professional and organised learning of the scholarly class and emphasised rather the superiority of experiential knowledge and personal reflection on the words of the Qurʾān (Afsaruddin, Excellences of the Qurʾan, 1–24). Around the fourth/tenth century, these early pietistic trends became known as taṣawwuf (Ṣūfism); Ṣūfīs emphasised direct, mystical communion with God through prayer, meditation, and other devotional practices. The unrelenting devotion to God of the early mystic Bāyazīd al-Biṣṭāmī (d. c.261/874) became legendary and conferred on him a certain kind of transgressive, religious authority. He is credited with having promulgated the concept of fanāʾ (self-annihilation in contemplation of the Divine Being), a standard teaching of many of the later Ṣūfī orders, though denounced by the more conventional scholars and Ṣūfīs as dangerous monism (waḥdat al-wujūd) .",
    "Over time, religious authority of a different emotional sensibility and inflection came to be assigned to pious, abstemious men and women such as al-Ḥasan al-Baṣrī (d. 110/728), Rābiʿa al-ʿAdawiyya (d. 185/801), and Dhū l-Nūn al-Miṣrī (d. 246/861), in addition to al-Biṣṭāmī. Along with the great Ṣūfī figures of the later period, such as Farīd al-Dīn al-ʿAṭṭār (d. c.627/1229), Ibn ʿArabī (d. 638/1240), and Jalāl al-Dīn Rūmī (d. 672/1273), they were called awliyāʾ (“friends, or intimates, of God”), and, like the Shīʿī Imāms, were believed to be able to intercede directly with God, particularly after death. Thus their mausoleums and shrines became holy places for ordinary people to visit and imbibe their blessing (baraka) .",
    "Piety and mystical learning of this sort often defied conventional boundaries of gendered behaviour. Rābiʿa al-ʿAdawiyya is held in high esteem, almost universally, by her Ṣūfī biographers; she is sometimes even granted a higher spiritual and sapiential status than her distinguished male contemporaries or near-contemporaries, such as al-Ḥasan al-Baṣrī and Sufyān al-Thawrī (d. 161/778) (al-ʿAṭṭār, 59). Such favourable assessments of women’s piety and learning by male authors occur in the relatively early accounts of the female Companions of the Prophet but grow progressively more rare in later works, particularly with reference to women who were not Companions. Accounts of Rābiʿa’s life, even apart from legend and accretion, demonstrate that a general veneration for piety and learning and the informal religious authority thereby acquired was possible in the early period, regardless of the person in whom these qualities were lodged. Even later, in the Mamlūk period (seventh/thirteenth to tenth/sixteenth century), a woman scholar, such as Sawda bt. al-Jamāl (al-Sakhāwī, al-Ḍawʾ al-lāmiʿ , vol. 12:129–30) and Khadīja bt. Khalīl b. Niʾmat Allāh (al-Sakhāwī, al-Ḍawʾ al-lāmiʿ , vol. 12:26), could rise above the many restrictions generally placed on members of her gender and win a certain amount of recognition from her learned male peers and even be granted a measure of religious leadership (riyāsa) , on account of her exceptional learning and religiosity (al-Sakhāwī). The acquisition of advanced religious learning and evidence of great personal piety sometimes dissolved social and gender distinctions, broadening the scope of religious authority and extending it to members of marginalised groups.",
    "Print version: 9789004203549, 2011, 2011-2"
  ],
  "bibliography": [
    "Sources",
    "ʿAbd al-Razzāq al-Ṣanʿānī, Tafsīr ʿAbd al-Razzāq , ed. Maḥmūd Muḥammad ʿAbduh, Beirut 1999",
    "Abū Nuʿaym al-Iṣfahānī, Ḥilyat al-awliyāʾ , Cairo 1932–8",
    "Farīd al-Dīn al-ʿAṭṭār, Tadhkirat al-awliyāʾ , ed. Reynold A. Nicholson, London 1905–7",
    "Yaʿqūb b. Sufyān al-Fasawī, Kitāb al-maʿrifa wa-l-taʾrīkh , ed. Akram Ḍiyāʾ al-ʿUmarī, Baghdad 1976",
    "Ibn Bābawayh al-Qummī, ʿIlal al-sharāʾiʿ , Najaf 1963",
    "Ibn Bābawayh al-Qummī, Maʿānī l-akhbār , ed. ʿAlī Akbar al-Ghaffārī, Najaf 1961",
    "Ibn al-Jawzī, Talbīs Iblīs , ed. al-Sayyid al-Jumaylī, Beirut 1985",
    "Ibn Kathīr, Tafsīr al-Qurʾān al-ʿAẓīm , Beirut 1990",
    "Ibn Saʿd, al-Ṭabaqāt al-kubrā , ed. Muḥammad ʿAbd al-Qādir ʿAṭā, Beirut 1997",
    "Aḥmad b. Ṭāwūs, Bināʾ al-maqāla al-Fāṭimiyya fī naqḍ al-risāla al-ʿUthmāniyya , ed. ʿAlī al-ʿAdnānī al-Ghurayfī, Qum 1990",
    "Ibn Taymiyya, Majmūʿat al-fatāwā , Riyadh 1998",
    "al-Jāḥiẓ, al-ʿUthmāniyya , ed. ʿAbd al-Salām Muḥammad Hārūn, Cairo 1955",
    "Muḥammad b. Aḥmad al-Malaṭī, al-Tanbīh wa-l-radd ʿalā ahl al-ahwāʾ wa-l-bidaʿ , ed. Muḥammad Zaynahum Muḥammad ʿAzab, Cairo 1992",
    "al-Māwardī, al-Aḥkām al-sulṭāniyya , ed. ʿIṣām Fāris al-Ḥarastānī and Muḥammad Ibrāhīm al-Zaghlī, Beirut 1996",
    "Abū l-Aʿlā Mawdūdī, Towards understanding the Qurʾān , trans. and ed. Zafar Ishaq Ansari, Leicester 1988",
    "Mujāhid b. Jabr, Tafsīr , Islamabad n.d.",
    "Muqātil b. Sulāyman, Tafsīr , ed. ʿAbdallāh Maḥmūd Shiḥāta, Cairo 1969",
    "Sayyid Quṭb, Maʿālim fī-l-ṭarīq , Beirut 1982",
    "ʿAbd al-Raḥmān b. Aḥmad al-Rāzī, Kitāb faḍāʾil al-Qurʾān , ed. ʿĀmir Ḥasan Ṣabrī, Beirut 1994",
    "Fakhr al-Dīn al-Rāzī, al-Tafsīr al-kabīr , Cairo 1934–62",
    "Muḥammad Rashīd Riḍā, Tafsīr al-manār , ed. , Beirut 1999",
    "Muḥammad ʿAbd al-Raḥmān al-Sakhāwī, al-Ḍawʾ al-lāmiʿ , Beirut n.d.",
    "al-Ṭabarī, Jāmiʿ al-bayān ʿan taʾwīl āy al-Qurʾān , Beirut 1997.",
    "Studies",
    "Asma Afsaruddin, Excellence and precedence. Medieval Islamic discourse on legitimate leadership , Leiden 2002",
    "Asma Afsaruddin, The excellences of the Qurʾan. Textual sacrality and the organization of early Islamic society, JAOS 122 (2002), 1–24",
    "Asma Afsaruddin, Obedience to political authority, in M. A. Muqtedar Khan (ed.), Islamic democratic discourse. Theory, debates, and directions (Lanham MD 2006), 45–6",
    "Patricia Crone and Martin Hinds, God’s caliph. Religious authority in the first centuries of Islam , Cambridge 1986",
    "Wilferd Madelung, The succession to Muhammad. A study of the early caliphate , Cambridge 1997."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}