{
  "id": "eweb_061",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-24019.xml?rskey=0OfIZt&result=1",
  "annotator": "Antonio",
  "title": "Bishr al-Ḥāfī",
  "authors": [
    "Michael Cooperson"
  ],
  "word_count": "(1,111 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 May 2011",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Bishr b. al-Ḥārith, Abū Naṣr (b. c.152/769, d. 227/841 or 842), called al-Ḥāfī (“the barefoot”), was an ascetic famous for his rejection of worldly endeavours, among which he included the study of ḥadīth . He was born in the vicinity of Merv, to an eminent Iranian family of early converts to Islam and supporters of the ʿAbbāsid revolution. He was a fatā , that is, a member of a young men’s brotherhood or gang of bandits. At an unknown date he moved to Iraq, evidently to study ḥadīth . Among his teachers was ʿAbdallāh b. al-Mubārak (d. 181/797), a compiler of traditions on asceticism. He also associated with al-Fuḍayl b. Iyaḍ (d. 187/803), who taught that the sunna must be applied, not simply studied. At some point, he resolved to “devote himself to the worship of God” and “withdrew from people, transmitting no ḥadīth ” (Ibn Saʿd, 7:342). He gained fame for his piety and asceticism and reportedly went to great lengths to avoid being recognised (Ibn Ḥanbal, Kitāb al-waraʿ , ed. Zaynab Ibrāhīm al-Qārūṭ, Beirut 1403/1983, 31). He died on 11 or 20 Rabīʿ I 227/29 December 841 or 7 January 842, and crowds of admirers, among them the celebrated ḥadīth transmitter Ibn Ḥanbal (d. 241/855), marched in his funeral procession.",
    "Though treated by some biographers simply as a student of ḥadīth (Ibn Abī Ḥātim al-Rāzī, al-Jarḥ wa-l-taʿdīl , Hyderabad 1371/1952, 1/1:356), Bishr became most famous for abandoning the study of ḥadīth . His reported reasons for doing so include an unwillingness to impugn the reliability of fellow Muslims, an aversion to gaining a reputation for learning and piety, and a wariness of scholars who transmitted the Prophet’s teachings without putting them into practice. Though some of the aphorisms attributed to him may have been fabricated by the ḥadīth -averse Aḥmad b. al-Ṣalt (d. 308/921), they are cited even by ḥadīth -minded biographers, such as the fifth/eleventh-century ḥadīth- scholar and biographer al-Khaṭīb al-Baghdādī (7:71–83, = no. 3517). They may, therefore, reflect not only tensions between different juristic orientations but also differences between renunciant and ḥadīth -minded pietists, as well as disagreements among the ḥadīth scholars themselves.",
    "In one aphorism, Bishr explains that he has made a habit of denying his soul anything it desires. He is said to have denied himself many pleasures besides ḥadīth transmission, including roast meat, fish, cucumbers, aubergine (eggplant), and beans. He shunned society and marriage and taught that the world and its inhabitants offer little beyond the temptation to sin. In various aphorisms, he suggests that resisting temptation prepares one to taste the sweetness of devotion. And if one wishes nothing from this world, one need not fear death. Rejecting the pursuit of worldly gain, he reportedly survived by making spindles; some reports indicate that his sister (or sisters) earned money by spinning. He is described as wearing rags and letting his hair and beard grow long. He is also said to have gone barefoot (Ibn Qutayba, Maʿārif , ed. Tharwat ʿUkāsha, Cairo 1960, 525), though one report (Abū Nuʿaym, 8:340) refers in passing to his shoes, and the motif of barefootedness seems to have engaged the imagination of transmitters only in a later period. He is not described as advocating particular theological or political doctrines, though he is said to have praised the ḥadīth- scholar Ibn Ḥanbal, after whom the Ḥanbalī school of jurisprudence (fiqh) is named, for his refusal to declare that the Qurʾān was created. Bishr is said to have had three sisters, Mukhkha, Muḍgha, and Zubda, the first of whom was renowned for her scrupulosity (Ibn Abī Yaʿlā al-Farrāʾ, Ṭabaqāt al-Ḥanābila , ed Muḥammad Ḥāmid al-Fiqī, Cairo 1371/1952, 1:427; Ibn al-Jawzī, Ṣifat al-ṣafwa , Hyderabad, 1355–7/1936–8, 2:294–6).",
    "Though they list Bishr among the early exemplars of their way of life, early Ṣūfī authors usually attribute to him aphorisms of an ascetic rather than a mystical character. Abū Ṭālib al-Makkī (d. 386/996), for example, has the Baghdad ascetic Maʿrūf al-Karkhī (d. 200/815–6) say that Bishr would not eat food given him as a gift because he was constrained by scrupulousity, whereas he (Maʿrūf) would accept such gifts because he had been freed by knowledge (al-Makkī, Qūt al-qulūb , ed. and trans. Richard Gramlich, Stuttgart 1992–5, 2:177; Richard Gramlich, Weltverzicht , 249). Later Ṣūfī authors elaborate on various elements of his vita, especially his conversion and his barefootedness. Abū Nuʿaym (d. 430/1038), the jurist and Ṣūfī from Isfahan, reports in his Ḥilyat al-awliyāʾ (8:336–60) that Bishr impulsively rescued a discarded piece of writing with God’s name on it and was moved to abandon a life of crime. The great mystical Persian poet al-ʿAṭṭār (d. 617/1220) writes that Bishr was dragged out of a tavern by a saint and, unwilling to go back inside the tavern to retrieve his shoes, resolved to go barefoot for life (al-ʿAṭṭār, Tadhkirat al-awliyāʾ , ed. Reynold A. Nicholson, London 1905, 1:107). Al-Hujwīrī (d. 465/1072), the author of the first Ṣūfī treatise in Persian, ascribes mystical motives to Bishr, claiming, for example, that he did not wish to walk shod on “God’s carpet” (meaning the ground, as in Qurʾān 71:19; al-Hujwīrī, Kashf al-maḥjūb , trans. Reynold A. Nicholson, repr. London 1936, 105).",
    "Outside the Islamic tradition, Bishr appears in Gotthold Lessing’s play Nathan der Weise (1779) (a plea for religious toleration set in the medieval Near East), in the unlikely role of dervish, chess master, and treasurer to Ṣalāḥ al-Dīn (Saladin, r. 564–89/1169–93).",
    "Print version: 9789004203549, 2011, 2011-2"
  ],
  "bibliography": [
    "Sources",
    "Abū Nuʿaym al-Iṣfahānī, Ḥilyat al-awliyāʾ , Cairo 1932–8",
    "Ibn Saʿd, al-Ṭabaqāt al-kubrā , Beirut 1957–68",
    "al-Khaṭīb al-Baghdādī, Taʾrīkh Baghdād , ed. Muṣṭafā ʿAbd al-Qādir ʿAtā, Beirut 1417/1997",
    "Muḥammad b. al-Ḥusayn al-Sulamī, Ṭabaqat al-ṣūfiyya , ed. Nūr al-Dīn Shurayba (Cairo 1389/1969), 41–7.",
    "Studies",
    "Michael Cooperson, Classical Arabic biography (Cambridge 2000), 154–87",
    "Michael Cooperson, Ibn Ḥanbal and Bishr al-Ḥāfī. A case study in biographical traditions, SI 86/2 (1997), 71–101",
    "Richard Gramlich, Weltverzicht. Grundlagen und Weisen islamischer Askese (Wiesbaden 1997), index",
    "Fritz Meier, Bishr al-Ḥāfī, EI2;",
    "Maher Jarrar, Bišr al-Ḥāfī und die Barfüßigkeit im Islam, Der Islam 71 (1994), 191–240",
    "Christopher Melchert, Early renunciants as ḥadīth transmitters, MW 92 (2002), 407–18",
    "Joseph Van Ess, TG 3:104–6."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 470
}
