{
  "id": "eweb_063",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-24357.xml?rskey=FfGM53&result=1",
  "annotator": "Antonio",
  "title": "Breath and breathing",
  "authors": [
    "Thomas Dähnhardt"
  ],
  "word_count": "(979 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Aug 2011",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "The concepts of breath and the vitalising process of breathing (Ar. nafas ) are not mentioned as such in the Qurʾānic revelation but have, since the very beginning, been central to Ṣūfī cosmology. Nafas is relevant from a theoretical (i.e., doctrinal) point of view and with respect to spiritual self-realisation in the context of an organised methodology ( ṭarīqa , Ṣūfī order, lit. “path”).",
    "Since the time of the Khurāsānian Ṣūfī Abū Yazīd al-Bisṭāmī (d. 260/874), the term nafas has been used by Ṣūfīs as a technical term to indicate the necessity of being aware of and thus able to control one’s breath (Pers. pās-i anfās ). The techniques that developed around this basic concept of cultivating the inner consciousness often resemble closely the Indian yogi practices of prāṇāyama (Sanskrit, lit. “breath discipline”), although they probably developed independently.",
    "More speculatively, the great mystic of Andalusian origin Ibn ʿArabī (d. 638/1240) interprets the well-known ḥadīth qudsī (sacred Tradition), “I was a hidden treasure and I desired to be known; therefore I created the World in order that I might be known,” by asserting that it is the very “breath of the Merciful” (nafas al-Raḥmān) that constitutes the source of the universe created out of his pure love (ḥubb) . God is essentially merciful and, as He reveals Himself, He pours forth His breath. This breath signifies the will of the divine to express itself and become known, thereby realising fully the potentialities corresponding to His undifferentiated essence (al-dhāt) . Hence, al-ḥaqq (the “Truth”, one of the names most commonly used by Ṣūfīs for God) qualifies itself, revealing the hidden potentialities of its divine being. As to the origin of the divine names and archetypes, they yearned to be known, and accordingly God, in His compassion, brought them into existence by uttering a sigh, and it is this sigh that preserves the universe by recreating it continually.",
    "The renowned Persian Ṣūfī author ʿAbd al-Razzāq al-Qāshānī (d. 730/1329–30), a fervent adherent to the school of Ibn ‘Arabī, asserts that knowledge of the divine breath is closely associated with knowledge of the universe, since the latter is nothing but the coming into existence and taking shape of the permanent archetypes (al-aʿyān al-thābita) , which are co-substantial with His breath. The breath of compassion (al-nafas al-Raḥmān) is thus closely related to the concept of tanfīs (lit. “exhalation”) and bears in it the meaning of the overflow of the divine potentialities into the realm of existence. Creation is thus nothing but the exhalation of the divine knowledge in the desire to make it expand through breath, and this breath is the means by which God releases (nafusa) the divine names from the absence of manifestation of their effects.",
    "The spiritual practice of Ṣūfī orders (ṭuruq , Ar. plur. of ṭarīqa) was based on the assumption that the sound of breathing reproduces the undifferentiated sound of the divine breath, from which came the seeds of this world. Ṣūfīs employ perpetual invocation and praise of God ( dhikr , the repetition, individual or collective, aloud or silently, with or without movements, of a divine name or a litany) as a token of their constant awareness that God pervades everything created through the exhalation of His breath. Hence, mirroring this relationship between God’s breath and creation, everything created exists only for the invocation and praise of God by His most perfect creature, that is, the human being. Those endowed with wisdom (ḥikma) therefore perceive the dhikr in every sound—in the flowing stream, the waves of the sea, the cry of the eagle, and the rustling of leaves in the wind.",
    "In the Persianate world the Persian term dam often replaces the Arabic nafas , as in the case of hūsh dar dam (awareness while breathing), a characteristic principle of the Naqshbandiyya Ṣūfī order.",
    "In the process of gradual expansion and subsequent identification of the limited human individual with the macrocosmic level of the universe (a process that we could term as “universalization” of the individual) that eventually raises the initiate to the rank of “the Perfect Man” ( al-insān al-kāmil ), the phases of breath (i.e., inhalation and exhalation) are interpreted as a continuous interchange between the microcosm and the macrocosm: exhalation implies the release and therefore the expulsion of individual elements into the environment, whereas inhalation entails the assimilation of cosmic elements. Thus, through the alternating phases of breathing in a process of continuous contraction and expansion, the Ṣūfī practitioner symbolically imitates the divine acts of creating and reabsorbing the universe. In this context, the term nafas (breath) bears a close relationship to the wider notion of soul indicated by the word nafs , so crucial in the methodology of Ṣūfī teachings, which emphasise the process of the “purification of the soul” (tadhkiyat al-nafs) and are often based on discipline of the breath.",
    "Print version: 9789004209824, 2011, 2011-3"
  ],
  "bibliography": [
    "William C. Chittick, The self-disclosure of God. Principles of Ibn al-ʿArabī’s cosmology , Albany 1998",
    "William C. Chittick, The Sufi path of knowledge. Ibn al-ʿArabi’s metaphysics of imagination , Albany 1989",
    "Henry Corbin, L’imagination créatrice dans le soufisme d’Ibn ʿArabî , Paris 1977 2",
    "Abū l-Ḥasan Zayd Fārūqī, Manāhij al-sayr wa-madārij al-khayr , Qandahar 1953",
    "Ibn ʿArabī, Fuṣūṣ al-ḥikam , trans. Ralph W. J. Austin, The bezels of wisdom , London and New York 1980",
    "Nasrollah Pourjavady, The notion of the breath (nafas) in Ḥallāĝ, Persica 17 (2001), 85–90",
    "ʿAbd al-Razzāq al-Qāshānī, Tafsīr al-Qurʾān al-karīm li-l-Shaykh al-Akbar al-ʿĀrif bi-llāh al-ʿallāma Muḥyī l-Dīn , ed. Muṣṭafā Ghālib, Beirut 1399/1979",
    "ʿAbd al-Razzāq al-Qāshānī, al-Istilāḥāt al-Ṣūfiya , ed. Muḥammad Kamāl Ibrāhīm Jaʿfar, Cairo 1981",
    "Lodovico Zamboni, La Sura di Maria nella sapienza Islamica , Rome 2003."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}
