{
  "id": "eweb_067",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-25862.xml?rskey=1cDe35&result=1",
  "annotator": "Antonio",
  "title": "al-Daqqāq, Abū ʿAlī",
  "authors": [
    "Martin Nguyen"
  ],
  "word_count": "(949 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "06 Jan 2016",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Al-Ḥasan b. ʿAlī b. Muḥammad b. Isḥāq b. ʿAbd al-Raḥīm b. Aḥmad Abū ʿAlī l-Daqqāq (d. 405/1015) was a Ṣūfī mystic of Nīshāpūr who owes his posthumous fame largely to his renowned disciple and son-in-law Abū l-Qāsim al-Qushayrī (d. 465/1072–3), a major Central Asian religious scholar, Ṣūfī manualist, and hagiographer. Little is known of al-Daqqāq’s early life, beyond the facts that he was a native of Nīshāpūr and that his nisba al-Daqqāq (the miller) probably indicates a family trade.",
    "More is known about his religious education, especially in Ṣūfism. Al-Daqqāq’s silsila (spiritual genealogy) has been preserved and is among the earliest known examples. He reports, “I took this path from al-Naṣrābādhī, and al-Naṣrābādhī from al-Shiblī, and al-Shiblī from al-Junayd, and al-Junayd from al-Sarī, and al-Sarī from Maʿrūf al-Karkhī, and Maʿrūf from Dāwūd al-Ṭāʾī, and Dāwūd al-Ṭāʾī met the Successors (of the Prophet)” (al-Qushayrī, 2:578–9). Al-Daqqāq was presumably trained in the Baghdādī tradition of Ṣūfism when al-Naṣrābādhī (d. 367/977–8) was residing in Nīshāpūr, from 340/951–2 to 365/975–6. Furthermore, sayings reported from al-Daqqāq are typically in connection with Baghdādī Ṣūfīs. In contrast, the Khurāsānī tradition of the Malāmatiyya is seldom referred to (this eclectic movement of “those who bring blame upon themselves” appeared in the third/ninth century). The influence of al-Ḥallāj (d. 309/922), the famous Persian-born Ṣūfī author and poet executed in Baghdad as a heretic, is also discernible in al-Daqqāq, although in a limited way (Massignon, 2:104–6).",
    "Al-Daqqāq was also aligned with the Shāfiʿī-Ashʿarīs of Nīshāpūr. He may have been among the Shāfiʿī scholars of Nīshāpūr who invited the Ashʿarī theologian Ibn Fūrak (d. 406/1015–6) to settle in the city. At the very least, al-Daqqāq came to know Ibn Fūrak well and eventually directed his pupil al-Qushayrī to study under the theologian. Al-Daqqāq formally studied Shāfiʿī jurisprudence in Merv under Abū ʿAbdallāh al-Khiḍrī (d. 373–90/983–1000) and then with Abū Bakr al-Qaffāl al-Marwazī (d. 420/1029). Two other Ṣūfīs of Nīshāpūr, Abū ʿAbd al-Raḥmān al-Sulamī (d. 412/1021) and Abū Saʿīd Ibn Abī al-Khayr (d. 440/1048–9), also studied Shāfiʿī jurisprudence under al-Khiḍrī. Al-Daqqāq preached in Merv during this period, and, having completed his studies, he travelled on the ḥajj pilgrimage, acquiring further renown in Rayy and the Ḥijāz.",
    "Upon returning to Nīshāpūr, al-Daqqāq resumed preaching publicly in the marketplace and in the Shāfiʿī-aligned Muṭarriz mosque. He addressed his audiences in Persian and Arabic and was famed for his oratorical and grammatical skill in the latter. In 391/1001 his daughter Fāṭima was born and the construction of a madrasa for him was begun in Nīshāpūr. Fāṭima was well educated by her father, and she later married al-Qushayrī. The madrasa served as a hospice and a centre for Ṣūfī instruction. It was initially named after al-Daqqāq but was named after al-Qushayrī when it passed into the care of his student and son-in-law. When al-Daqqāq died, in Dhū l-Ḥijja 405/May–June 1015, he was laid to rest in his madrasa. Many decades later, al-Qushayrī and several of his sons were buried beside him.",
    "Al-Daqqāq left behind no written works, but his sayings and experiences are preserved in many later Ṣūfī texts. His disciple al-Qushayrī cites al-Daqqāq throughout his works, including al-Risāla al-qushayriyya (“Qushayrī’s epistle”), Laṭāʾif al-ishārāt (“Subtleties of the signs”), and Kitāb al-Miʿrāj (“Book of the Heavenly Ascension”). Another contemporary, al-Hujwīrī (d. between 465/1073 and 469/1077), provides a biographical sketch of al-Daqqāq in his Ṣūfī handbook Kashf al-maḥjūb (“Revelation of the veiled”). Later Ṣūfī works also preserve elements of al-Daqqāq’s life and teachings, including the Qurʾān commentary ʿArāʾis al-bayān (“Brides of elucidation”) by Ruzbihān al-Baqlī (d. 606/1209), the mystical author from Shiraz, Tadhkirat al-awliyāʾ (“Biographies of the saints”) by Farīd al-Dīn Aṭṭār (d. 627/1230), the poet and hagiographer from Nīshāpūr, and Nafaḥāt al-uns (“Breaths of fellowship”) by Jāmī (d. 898/1492), the Ṣūfī poet and hagiographer from Herat.",
    "Print version: 9789004305748, 2016, 2016-1"
  ],
  "bibliography": [
    "Sources",
    "Farīd al-Dīn ʿAṭṭār, Tadhkirat al-awliyāʾ , ed. Reynold A. Nicholson (London 1907), 2:182–7",
    "al-Fārisī, al-Mukhtaṣar min kitāb al-siyāqli-taʾrīkh Naysābūr , ed. Muḥammad Kāẓim al-Maḥmūdī (Tehran 2005), 3–6",
    "al-Hujwīrī, Kashf al-maḥjūb , ed. V.A. Zhukovskiçı (Tehran 1382/2004), 204",
    "Jāmī, Nafaḥāt al-uns , ed. Muḥammad Adīb al-Jādir (Beirut 1424/2003),1:418–21",
    "al-Munāwī, Kawākib al-durriyya , ed. Muḥammad Adīb al-Jādir (Beirut 1999), 2:179–82",
    "al-Qushayrī, al-Risāla al-qushayriyya , ed. ʿAbd al-Ḥalīm Maḥmūd and Maḥmūd Ibn al-Sharīf, 2 vols., Cairo 1966",
    "al-Ṣarīfīnī, al-Muntakhab min al-siyāq li-taʾrīkh Naysābūr , ed. Muḥammad Aḥmad ʿAbd al-ʿAziz (Beirut 1409/1989), 179",
    "al-Subkī, Ṭabaqāt al-shāfiʿiyya al-kubrā , ed. Muṣṭafā ʿAbd al-Qādir Aḥmad ʿAṭā (Beirut 1420/1999), 3:16–8.",
    "Studies",
    "Richard W. Bulliet, The patricians of Nishapur. A study in medieval Islamic social history (Cambridge MA 1972), 150–1",
    "Louis Massignon, The passion of al-Hallaj. Mystic and martyr of Islam , trans. from the French by Herbert Mason (Princeton 1982), 2:104–6",
    "Martin Nguyen, Sufi master and Qurʾan scholar. Abū’l-Qāsim al-Qushayrī and the Laṭāʾif al-ishārāt (Oxford 2012), 32–5, 59–62, 144–50."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 113
}
