{
  "id": "eweb_072",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-26055.xml?rskey=spniiu&result=1",
  "annotator": "Antonio",
  "title": "Disciple in Ṣūfism",
  "authors": [
    "Jonathan G. Katz"
  ],
  "word_count": "(1,248 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Jan 2018",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "The relationship between the master (Ar. shaykh or murshid , Pers. pīr ) and the disciple \n (murīd) is fundamental to the transmission of knowledge (ʿilm) in Islam and especially in \n Ṣūfism . It reflects hierarchical categories of domination and subordination prevalent in Islamic societies and owes its existence to the personal way in which true learning is conveyed through genealogical lineages ( silsila ) that extend back to the prophet Muḥammad. The master-disciple relationship is a hallmark of Ṣūfism (taṣawwuf) and other expressions of Islam such as Ismaʿīlī Shīʿism for which formal initiation into esoteric and spiritual forms of knowledge play a constitutive role. Similarly, a close personal relationship between teacher and student with its accompanying rituals of deference (adab) traditionally characterised the exoteric and disciplinary education of religious and legal scholars (ʿulamāʾ) .",
    "Beginning with the establishment of Ṣūfī hospices (khānaqāh) in Khurāsān in the fourth/tenth century and anticipating the later foundation of Ṣūfī orders (ṭuruq) beginning in the sixth/twelfth century, initially in Central Asia, there emerged various practices associated with the institutionalisation of discipleship. These included the disciple taking an oath of allegiance to the shaykh (bayʿa) , the shaykh’ s assigning special prayers (dhikr) to the initiate, and the bestowal of robes or cloth patches (khirqa) signifying a disciple’s allegiance to a shaykh . The shaykh oversaw the disciple’s performance of fasting, spiritual retreat (khalwa) , and other ascetic practices viewed as necessary in order to approach God. Manuals by such Ṣūfīs as the Central Asian scholar and hagiographer ʿAbd al-Karīm al-Qushayrī (d. 438/1047), the mystical theorist, historian of Ṣūfism, and Ḥanafī scholar from Ghazna ʿAlī al-Hujwīrī (d. c.465/1072), the major scholar and theorist, mystic, and pastoral theologian from Khurāsān Abū Ḥāmid al-Ghazālī (d. 504/1111), and the great Persian-born scholar, Ṣūfī theorist, and preacher ʿUmar al-Suhrawardī (d. 632/1234) outlined correct modes of behaviour for disciples.",
    "An early text by the Kufan Ismaʿīlī writer Jaʿfar b. Manṣūr al-Yaman (d. c. 346/957) presents a series of archetypical spiritual encounters between truthseekers designed to show the variety of approaches taken by spiritual teachers at various points in initiation. The principal exchange, in the form of a dramatic dialogue between a sage and his young disciple, emphasises the master’s role as a guide and the personal transformation required of the initiate in his pursuit of enlightenment. Amongst the Naqshbandiyya Ṣūfīs, in contrast, the practice of rābiṭa (lit., contact) directs the disciple to visualise the shaykh and to keep the master present in one’s heart even when physically absent (the Naqshbandiyya, founded by Bahāʾ al-Dīn Naqshband, d. 791/1389, is now widespread). Accordingly, fanā fī l-shaykh , the annihilation of self in the shaykh , serves as the means and prerequisite for attaining the ultimate spiritual goal, fanāʾ fī l-Allāh , annihilation in God.",
    "In the eighth/fourteenth century the Andalusī Ṣūfī Ibn ʿAbbād al-Rundī (d. 792/1390) distinguished between a shaykh al-taʿlīm , who conveyed knowledge of a doctrinal nature largely through textual exegesis, and a shaykh al-tarbiya , who intimately guided the murīd’ s spiritual growth. The shaykh al-tarbiya regulated closely all aspects of the disciple’s daily life, monitored his mental states, and interpreted his dreams and visions. In return, the disciple, who assumed an attitude of complete submission and obedience to his shaykh , surrendered all autonomy over his person. The disciple’s relationship did not even end with the death of his shaykh . As the Iberian-born Shadhilī Ṣūfī Abū l-ʿAbbās al-Mursī (d. 686/1287) poignantly observed, the sincere student derived more benefit from his instructor after the latter’s death than during his life (the Shādhiliyya, founded by the Moroccan Abū l-Ḥasan al-Shādhilī, d. 656/1258, is well established in North Africa and the central Middle East).",
    "The subordinate role of the disciple is typically characterised as filial, but Ṣūfī texts often employed gendered imagery to describe the novice as a suckling child, a bride, or a beloved. Some contemporary writers view the submissive relationship of the novice to the shaykh as a process of feminisation and a renunciation of virility. In later Ṣūfism, the adab al-suḥba , or rules of behaviour governing the “companionship” of the shaykh and his disciple, increasingly call for the initiate’s total submission to the shaykh’ s authority. Salafīs argue that this kind of submission of one human being to another amounts to idolatry and violates the principle of the equality of the faithful vis-à-vis God.",
    "The eponymous Ṣūfī orders and their sub-branches were not, in general, founded by their titular namesakes but by devoted disciples who also composed hagiographies extolling the virtues of their shaykh s. Prominent examples of hagiographies include the Laṭāʾif al-minan (“Subtle blessings”) by the Malikī jurist from Alexandria Ibn ʿAṭāʾallāh (d. 709/1309–10), which deals with the lives of Abū l-Ḥasan al-Shādhilī and Abū l-ʿAbbās al-Mursī, and Ibrīz (“Pure gold”), by the religious scholar Aḥmad b. al-Mubārak al-Lamatī of Fez (d. 1156/1743), which relates the teachings of the Ṣūfī ʿAbd al-ʿAzīz al-Dabbāgh of Fez (d. 1132/1719).",
    "Women have also served as spiritual mentors to other women and occasionally to men, often by virtue of their own spiritual attainments but more commonly as the deputy (khalīfa) of the shaykh whose sister, daughter, or wife they happen to be.",
    "Print version: 9789004356634, 2018, 2018-2"
  ],
  "bibliography": [
    "Sources",
    "Abū l-Ḥāmid al-Ghazālī, Letter to a disciple = Ayyuha’l-walad , trans. Tobias Mayer, Cambridge 2005",
    "al-Hujwīrī, The Kashf al-mahjūb. The oldest Persian treatise on Sufiism by Alī b. Uthmān al-Jullābī al-Hujwīrī , trans. Reynold A. Nicholson, Leiden 1911, repr. London 1936 and Lahore 1976",
    "Ibn ʿAbbād al-Rundī, Ibn ʿAbbad of Ronda. Letters on the Sūfī path , trans. John Renard, New York 1986",
    "Ibn ʿAṭāʾallāh, The subtle blessings in the saintly lives of Abū l-ʿAbbās al-Mursī and his master Abū l-Ḥasan , trans. Nancy Roberts, Louisville KY 2005",
    "Aḥmad b. al-Mubārak al-Lamatī, Pure gold from the words of Sayyidī ʿAbd al-ʿAzīz al-Dabbāgh = al-Dhahab al-ibrīz min kalām sayyidī ʿAbd al-ʿAzīz al-Dabbāgh , trans. John O. Kane and Bernd Radtke, Leiden 2007",
    "Abū l-Qāsim al-Qushayrī, Al-Qushayri’s epistle on Sufism = al-Risāla al-qushayriyya fī ʿilm al-tasawwuf , trans. Alexander D. Knysh, Reading UK 2007",
    "ʿUmar Suhrawardī, ʿAwārif al-maʿārif , Cairo 1973",
    "Jaʿfar b. Manṣūr al-Yaman, Kitāb al-ʿālim wa-l-ghulām , in James Winston Morris (ed. and trans.), The master and the disciple. An early Islamic spiritual dialogue , Arabic edition and English translation of Jaʿfar b. Manṣūr al-Yaman’s Kitāb al-ʿĀlim wa-l-ghulām , London and New York 2001.",
    "Studies",
    "Michael Chamberlain, Knowledge and social practice in medieval Damascus , Cambridge 1994",
    "Abdellah Hammoudi, Master and disciple. The cultural foundations of Moroccan authoritarianism , Chicago 1997",
    "Jonathan G. Katz, Dreams, Sufism and sainthood. The visionary career of Muhammad al-Zawâwî , Leiden 1996",
    "Margaret Malamud, Gender and spiritual self-fashioning. The master-disciple relationship in classical Sufism, Journal of the American Academy of Religion 64 (1996), 89–117",
    "Margaret Malamud, Sufi organizations and structures of authority in medieval Nishapur, IJMES 26 (1994), 427–42",
    "Kelly Pemberton, Women mystics and Sufi shrines in India , Columbia SC 2010",
    "Zakia Zouanat, Maître et disciple. Un modèle de transmission de la parole soufie, Horizons maghrébins 41 (1999), 73–82."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}
