{
  "id": "eweb_077",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-27033.xml?rskey=w9KqdK&result=1",
  "annotator": "Antonio",
  "title": "al-Fatḥ al-Mawṣilī",
  "authors": [
    "Laury Silvers"
  ],
  "word_count": "(527 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Sep 2013",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Abū Naṣr Abū Muḥammad b. Saʿīd al-Fatḥ al-Mawṣilī (d. 220/835) was a renunciant (zāhid) , weeper ( bakkāʾ ), and minor transmitter of ḥadīth , and he was claimed as a forebear by Ṣūfīs. He was an Arab from Kār, near Mosul (Mawṣil), who spent time in Baghdad visiting his close friend Bishr al-Ḥāfī (d. 227/841), a renunciant and forebear for the Sufis who lived most of his life in Baghdad, as well as the circle of Sarī al-Saqaṭī (d. c. 251/865), uncle of the famous early Persian Ṣūfī Junayd al-Baghdādī (d. 298/911). He is remembered as an extreme renunciant with unkempt hair, rough clothes, and questionable manners, and his children went without adequate food, clothing, and even physical affection, left entirely to their own devices, because of his and his wife’s trust in God’s provision alone. He was reported to be overwhelmed while contemplating such trust and the events of the Last Day. He wept until his tears were bloody, and he fell unconscious for long periods, waking only when water was thrown on him. His only reported follower, a Christian convert named Abū Ismāʿīl, wept until he lost an eye.",
    "Stories and sayings attributed to Fatḥ touch on other issues of concern to Ṣūfīs and pietists in the formative and classical periods, such as love (maḥabba) of God, God’s rights (ḥuqūq) , the heart (qalb) , trust (tawakkul) , seeing (naẓar) God, scrupulousness (waraʿ) , keeping company with boys, and miracles. He reportedly had thirty teachers (shuyūkh) , whom the sources describe as abdāl (lit., substitutes)—before the rise of Ṣūfism, abdāl refers to pious folk who transmitted ḥadīth (Melchert, 58 n. 38)—but only the unidentified ʿĪsā b. Yūnus is mentioned. Bishr’s nephew, Abū Ḥafṣ al-Ḥāfī, transmitted ḥadīth from Fatḥ. Fatḥ’s manners were of concern to later transmitters and their students. Stories of his lengthy fainting spells and weeping are told with a touch of exasperation. Students asked if his reliance on God was impugned by reports that he took costly left-over food without asking. Another report depicting him as taking a week’s wages from a friend’s purse, also without asking, is relayed in terms of the unexpected blessings bestowed on one who gives charity, even in retrospect, and caring for one’s brothers on the Ṣūfī path.",
    "Print version: 9789004252684, 2013, 2013-3"
  ],
  "bibliography": [
    "Abū Nuʿaym al-Iṣfahānī, Ḥilyat al-awliyāʾ wa-ṭabaqāt al-aṣfiyāʾ , ed. Muṣṭafā ʿAbd al-Qādir ʿAṭā (Beirut 2007 3 ), 5:419, no. 320",
    "al-Dhahabī, Taʾrīkh al-Islām wa-wafayāt al-mashāhīr wa-l-aʿlām , ed. ʿUmar ʿAbd al-Salām Tadmurī (Beirut 2001), 5:419, no. 318",
    "Ibn al-Jawzī, Kitāb ṣifat al-ṣafwa , ed. Ibrāhīm Ramaḍān (Beirut 1979), no. 724",
    "Khaṭīb al-Baghdādī, Taʾrīkh Baghdād (Beirut 1966), 12:381–3, no. 6841",
    "al-Qushayrī, Risāla al-qushayriyya fī ʿilm al-taṣawwuf , trans. Alexander D. Knysh, Al-Qushayri’s Epistle on Sufism (Reading, U.K. 2007), 382",
    "Yaqūt, Muʿjam al-buldān (Beirut 1995), 4: 428",
    "Christopher Melchert, The transition from asceticism to mysticism at the middle of the ninth century C.E., SI 83 (1996), 51–70."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}