{
  "id": "eweb_078",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-27194.xml?rskey=LmlDka&result=1",
  "annotator": "Antonio",
  "title": "Friend of God",
  "authors": [
    "Richard J. McGregor"
  ],
  "word_count": "(1,158 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Sep 2013",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "A friend of God \n (walī Allah) is one tied to God through piety, love, and obedience, a holy person, often a paragon of virtue and a miracle worker, memorialised in hagiography and shrine visitation.",
    "The term walī carries with it the sense of being near or intimate with another, in addition to an authority either spiritual or temporal. It appears several times in the Qurʾān, meaning, variously, friend, ally, protector, kinsman, and intercessor. The “friends of God” mentioned in Qurʾān 10:62 are clearly an elect favoured by God now and in the hereafter. The conception of these friends (awliyāʾ) is underdeveloped in the text but would be further refined during the later development of Ṣūfism. In the Qurʾān, however, the prophets remain the elite of humanity. That said, one story in chapter eighteen seems to make room for an epistemological parallel to prophecy. This lengthy narrative describes an encounter between the prophet Moses and a mysterious figure, later identified as al-Khāḍir, who has knowledge derived from the presence of God. In this tale Moses asserts and defends the explicit Law, while al-Khāḍir demonstrates insights beyond the prophet’s grasp.",
    "While the earliest ḥadīth s and historical writing in the Islamic tradition do not refine the concept of walī Allah , ideas such as an invisible congress of holy men preserving the order of creation—and ensuring the continuation of prosperity and life itself—circulated widely. Prophecy had ended with Muḥammad, but a hidden stewardship, whose members were called awtād (sing. watad ), had been established in its stead. The Shīʿī doctrine of the Imāmate was developed as another version of this paradigm.",
    "Efforts to produce a systematic doctrine of these saintly friends of God began in the third/ninth century with thematic compilations of their lives and miracles. Among the earliest was Ibn Abī l-Dunyā’s (d. 281/894) Kitāb al-awliyāʾ . The next step, beyond simply recording reports of pious lives and miraculous events, however, was taken by thinkers such as al-Kharrāz (d. 286/899) and al-Ḥakīm al-Tirmidhī (d. 295/907 or 300/912). These writers treated questions of prophecy and the status of God’s friends ( walāya , “sainthood”). Key issues were identified, which arguably set the parameters for all later Ṣūfī mystical speculation. Among these were the dynamic of inheritance (wirātha) from the prophets, in which the power and authority of the saints is at once continuous with and distinct from prophecy. Specific issues were the nature of saintly inspiration (ilhām) as opposed to prophecy (nubuwwa) , and the distinction between prophetic evidentiary miracles (muʿjizāt) and the marvels (karāmāt) of the friends of God. An additional formulation, first appearing in al-Tirmidhī’s Sīrat al-awliyāʾ (also known as Khatm al-awliyāʾ ), proposed the position of “seal” (khātam) of saints, who, like the prophet Muḥammad (himself the seal of prophecy—Q. 33:40) was the completion and confirmation of all that went before him. Ibn ʿArabī (d. 638/1240) later took up the figure of the “seal” and expanded upon it greatly. His formulation distinguishes between general or universal prophecy ( nubuwwa ʿāmma or nubuwwa muṭlaqa ) and legislative prophecy (nubuwwa tashrīʿ). The legislative function ended with Muḥammad, but general prophecy persists and will do so until the end of days. General prophecy is here renamed walāya by Ibn ʿArabī and subsequently divided into Muḥammadan and universal branches. The former branch is sealed by the greatest friend of God (Ibn ʿArabī implying that this is himself), while the latter branch will be sealed by Jesus in his apocalyptic function as Mahdī. The theory of a seal of friendship with God would be debated and developed by later Ṣūfī theorists, including ʿAzīz-i Nasafī (d. c.700/1300), ʿAlī Wafāʾ (d. 807/1405), and Aḥmad al-Tijānī (d. 1230/1815).",
    "Beyond their miracle working, divine inspiration, and exemplary piety, the friends of God typically serve as spiritual guides and teachers. In the wider Islamic tradition, Ṣūfism provides insights, models, and techniques for spiritual and ethical self-improvement. Many friends of God left detailed accounts of the path (ṭarīqa) to wisdom or even the extinction of the self in God (fanāʾ). Starting in the earliest period, a distinction was drawn between those who attained sanctity through self-discipline on the path and those who simply had walāya bestowed on them by divine fiat. Ibn ʿAṭaʾallāh al-Iskandarī (d. 709/1309), himself a venerated friend of God, proposed his own distinction on the theme, which divided the greater friendship from the lesser friendship, both of which are attainable for the adept, although the lesser friendship is more typically his/her spiritual station. Here there seems to have been a broadening of the concept of friendship with God, making it more accessible, if only theoretially, to the average Muslim.",
    "These teachings, which recalled the Prophet’s heavenly ascension (miʿrāj) , were, from the sixth/twelfth century onwards, typically preserved in a confraternity (ṭarīqa) gathered around the memory of a saintly founder. The recitation of prayers divinely revealed to the friends ( aḥzāb , sing. ḥizb ) vary according to the traditions of each confraternity. Memorialisation takes many forms and has a wide appeal beyond the confraternities. Shrines over the tombs of friends of God are ubiquitous, ranging from elaborate complexes to simple gravesites. Pilgrimage practices quickly evolved around these sites, not all of which actually house the friend’s body—relics may be venerated there, or a location might simply have been signifiant in the friend’s life and career (maqām). Here, intercession is sought from the friend of God and prayers are understood to be especially efficacious. Special days of celebration ( mawlid or mawsim ) are usually fixed for each shrine, during which the friend’s life and teaching are recalled through various ritual practices such as Qurʾān recitation (tajwīd) , supererogatory prayer (duʿāʾ) , dance, and parading. Although popular, these forms of memorialisation have long been criticised. Ibn Taymiyya (d. 728/1328) objected to the festive but occasionally immoral activities associated with saints’ days, and he and others condemn the veneration of the friends of God as contrary to strict Islamic monotheism (tawḥīd). The Wahhābī reform movement of the eighteenth century and some modern Salafī groups have taken these objections further, attacking shrines throughout the Islamic world.",
    "Print version: 9789004252684, 2013, 2013-3"
  ],
  "bibliography": [
    "Ibn Abī l-Dunyā, Kitāb al-awliyāʾ , in Majmūʿat rasāʾil , Cairo 1935",
    "al-Kharrāz, Kitāb al-kashf wa-l-bayān , in Rasāʾil al-kharrāz , ed. Qāsim al-Sammarāʾī, Baghdad 1967",
    "al-Tirmidhī, Kitāb khatm al-awliyāʾ , ed. ʿUthmān Ismāʿīl Yaḥyā, Beirut [1965]",
    "Michel Chodkiewicz, Seal of the saints. Prophethood and sainthood in the doctrine of Ibn ʿArabi , trans. from the French by Liadain Sherrard, Cambridge 1993",
    "Ibn ʿArabī, Fuṣūṣ al-ḥikam , ed. Abū l-ʿAlāʾ al-ʿAfīfī, 2 vols. in 1, Beirut [1966]",
    "Ibn ʿAṭāʾallāh, Laṭāʾif al-minan , ed. ʿAbd al-Ḥalīm Maḥmūd, Cairo 1986",
    "Alexander Knysh, Islamic mysticism. A short history , Leiden and Boston 2000."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}
