{
  "id": "eweb_079",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-27202.xml?rskey=8lZk4f&result=1",
  "annotator": "Antonio",
  "title": "al-Fuḍayl b. ʿIyāḍ",
  "authors": [
    "Deborah Tor"
  ],
  "word_count": "(896 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Sep 2013",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Abū ʿAlī al-Fuḍayl b. ʿIyāḍ al-Tamīmī al-Yarbūʿī (d. 187/803) was a leading second/eighth-century proto-Sunnī, an Iranian zāhid (“renunciant” or ascetic), and an early transmitter of ḥadīth (Prophetic traditions). Born at an unknown date in Abīward (in Khurāsān), Samarqand, or Bukhārā, he was raised in the Abīward area. Fuḍayl moved as an adult to Kufa, which was then the centre of the early proto-Sunnī ḥadīth transmitters, or ahl al-ḥadīth ; there he heard ḥadīth from such seminal figures as Sulaymān b. Mihrān al-Aʿmash (d. c.148/765) and Ṣafwān b. Sulaym (d. 132/749–50). At an unknown date, having decided to “devote himself to the service of God” (Ibn Saʿd, 5–6:334), he relocated to Mecca and spent the rest of his life there, dying early in 187/803.",
    "The earliest sources refer to Fuḍayl solely as a ḥadīth transmitter and a zāhid , or “renunciant”—that is, one who renounces anything other than God, but most notably of the pleasures of this world. Beginning in the fifth/eleventh century, however, in the earliest Ṣūfī (mystical) biographies, Fuḍayl and other second/eighth-century renunciants are retrospectively claimed as founders of Islamic mysticism. These early Ṣūfī works also relate various anecdotes, which subsequently entered the general literature, regarding Fuḍayl’s pre-ascetic life—most famously, that he was either an illegal toll-taker or a highway robber before becoming a penitent.",
    "In his ḥadīth career, al-Fuḍayl transmitted to some of the most important proto-Sunnīs and renunciants, among them ʿAbdallāh b. al-Mubārak (d. 181/797), Sufyān b. ʿUyayna (d. 198/813–4), Sufyān al-Thawrī (d. 161/778), Bishr al-Ḥāfī (d. 227/841), and al-Shāfiʿī (d. 204/820). Fuḍayl is unanimously given the high valuation of “trustworthy” (thiqa) as a ḥadīth transmitter and is referred to in the sources as “sound” (ṣaḥīḥ) , an imām , and a “proof” (ḥujja).",
    "It is, however, primarily as a leading renunciant that Fuḍayl is remembered. His ascetic practices included supererogatory stringency in observing the Islamic dietary laws, even if this meant his having “to eat dust and ashes” (al-Dhahabī, Siyar , 425–6). Other reported practices of his included weeping copiously whenever he mentioned or heard the name of God or heard the Qurʾān being recited; making a practice of visiting the graveyard and weeping there; holding nocturnal prayer vigils; and cultivating solemnity. Regarding this last custom, al-Fuḍayl, according to one associate, never laughed or smiled for thirty years, until his own son died. He explained his smiles on that occasion by saying, “If God likes something, then I like that thing” (Abū Nuʿaym, 8:103).",
    "Fuḍayl’s greatest historical significance, however, is as one of the prominent figures of the proto-Sunnī movement at the time when it was undermining caliphal religious authority by establishing the position that it was they, the clerical custodians of Prophetic ḥadīth , who were the true heirs of the Prophet’s religious authority and thus the proper arbiters of religious questions (Crone and Hinds). Fuḍayl is one of the first identifiable figures reported to have manifested such views, both in his statements—for instance, that the cleric has no need for any creature, “neither the caliphs” nor anyone else, whereas they have a pressing need for him (al-Sulamī, 24)—and in various biographical anecdotes that show Fuḍayl demonstrating his moral and religious superiority and authority over the caliph Hārūn al-Rashīd (r. 170–93/786–809), in contrast to the caliph’s deference and respect for him.",
    "Print version: 9789004252684, 2013, 2013-3"
  ],
  "bibliography": [
    "Abū Nuʿāym al-Iṣfahānī, Ḥilyat al-awliyāʾ wa-ṭabaqāt al-aṣfiyāʾ , ed. Muṣṭafā ʿAbd al-Qādir ʿAṭā (Beirut 1997), 8:87–148",
    "ʿAbdallāh al-Anṣārī, Tabaqāt al-ṣufiyya , ed. ʿAbd al-Ḥayy Ḥabībī (Tehran 1380/1960–1), 28–34",
    "Jacqueline Chabbi, Fuḍayl b. ʿIyād. Un précurseur du ḥanbalisme (187/803), BEO 30 (1978), 331–45",
    "Michael Cooperson, Ibn Ḥanbal and Bishr al-Ḥāfī. A case study in biographical traditions, SI 86/2 (1997), 71–101",
    "Patricia Crone and Martin Hinds, God’s caliph. Religious authority in the first centuries of Islam , Cambridge 1986",
    "al-Dhahabī, Siyar aʿlām al-nubalāʾ (Beirut 1998), 8:421–42",
    "al-Dhahabī, Taʾrīkh al-Islām wa-wafayāt al-mashāhīr wa-l-āʿlām , ed. ʿUmar Tadmurī (Beirut 1998), 12:331–44",
    "Farīd al-Dīn ʿĀṭṭār, Tadhkirāt al-awliyāʾ (Tehran 1378/1958), 89–101",
    "al-Hujwīrī, Kashf al-maḥjūb (Tehran 1380/1960–1), 119–24; Ibn al-Mulaqqin, Tabaqāt al-awliyāʾ , ed. Muṣṭafā ʿAbd al-Qādir ʿAṭā (Beirut 1998), 204–8",
    "Ibn Quṭayba, al-Maʿārif , ed. Tharwat ʿUkāsha (Cairo 1992), 511",
    "Ibn Saʿd, al-Ṭabaqāt al-kubrā , ed. Riyāḍ ʿAbdallāh Lābd al-Hādī (Beirut 1995), 5–6:334",
    "G. H. A. Juynboll, An excursus on the ahl al-sunna in connection with van Ess, Theologie und Gesellschaft , vol. IV, Der Islam 75 (1998), 318–30",
    "al-Khalīfa b. Khayyāṭ, Taʾrīkh Khalīfa b. Khayyāṭ , ed. Suhayl Zakkār (Beirut 1993), 375",
    "Christopher Melchert, Early renunciants as ḥadīth transmitters, MW 92 (2002), 407–18",
    "Christopher Melchert, Exaggerated fear in the early Islamic renunciant tradition, JRAS , ser. 3, 21/3 (2011), 283–300",
    "al-Sulamī, Tabaqāt al-ṣufiyya , ed. Muṣṭafā ʿAbd al-Qādir ʿAtā (Beirut 1998), 22–7",
    "Deborah G. Tor, Violent order. Religious warfare, chivalry, and the ʿayyār phenomenon in the medieval Islamic world , Würzburg 2007."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 243
}
