{
  "id": "eweb_080",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-27218.xml?rskey=AZ9wTX&result=1",
  "annotator": "Antonio",
  "title": "Futuwwa (in Ṣūfism)",
  "authors": [
    "Lloyd Ridgeon"
  ],
  "word_count": "(3,082 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Oct 2012",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Futuwwa \n is the ethics followed by Ṣūfīs in order to attain spiritual perfection. These ethics and associated character traits include generosity, humility, loyalty, courage, and turning a blind eye to others’ sins. The term futuwwa embraces, in effect, all the Ṣūfī good manners (ādāb) . As Abū Ḥafṣ al-Ḥaddād (d. c. 265/878–9)—an ascetic of Nīshāpūr who was one of the earliest Malāmatī exponents of the concept—said, “futuwwa is morals” (al-Sulamī, 305).",
    "The concern with futuwwa emerged early in the development of what came to be known as Ṣūfism. It was used by the famous mystic from Baghdad al-Ḥallāj (d. 309/922) in his discourse in which he competed with Iblīs (the Devil) and Pharaoh “in the domain of futuwwa ,” in order to demonstrate his unswerving loyalty to God. This led al-Ḥallāj to exclaim, “If you do not recognise him [God], recognise His trace. I am His trace. I am the Real (al-ḥaqq) ” (al-Ḥallāj, 50). There was, however, no systematic discussion of futuwwa among Ṣūfīs until ʿAbd al-Raḥmān al-Sulamī (d. 412/1021), the historian of Ṣūfism and compiler of prophetic traditions (ḥadīth) from Nīshāpūr, who composed a brief treatise entitled Kitāb al-futuwwa . This work describes futuwwa mainly with reference to the Qurʾān and ḥadīth but most notably through the sayings of “Ṣūfīs” of previous generations. It is striking that there is no reference, even obliquely, to the various non-Ṣūfī movements that were associated with futuwwa before and during al-Sulamī’s lifetime, such as those of urban brigands (ʿayyār) . Al-Sulamī instead presents a sanitised version of futuwwa that conforms to his larger project of promoting Shāfiʿī Sunnism. That the Ṣūfīs were aware of the larger context of futuwwa in the ʿayyārī tradition is confirmed by an anecdote reported by ʿAlī al-Hujwīrī (d. c. 465/1072), the mystic from Ghazna, in which the founder of the Malāmatī movement asked a well-known brigand for his definition of futuwwa and received a reply that clearly linked the brigands to a positive understanding of Ṣūfism (al-Hujwīrī, 278). That Ṣūfī futuwwa was not completely divorced from social realities is suggested by the close relations between Malāmatīs and the bazaar and its various trades (Karamustafa, 65–6). The Malāmatīs encouraged people to engage in a trade to earn a living, a position that al-Sulamī’s treatise on futuwwa also endorses (al-Sulamī, 1980–3, 246). Moreover, the names of the Malāmatīs—e.g., al-Ḥaddād (the ironsmith)—point to contact with certain professions (Chabbi, 55). The extent to which the Malāmatīs were drawn from the urban craft associations, however, has yet to be demonstrated.",
    "While al-Sulamī’s Arabic treatise on futuwwa was concerned with relations between individuals, the Persian statements of the Khurāsānian Abū l-Haṣan Kharaqānī (d. 425/1034) reflect a re-orientation of futuwwa (Pers. javānmardī ) that focuses primarily on God (Shāfiʿī-Kadkanī, 199). Such a spiritualisation was continued in the Arab world by the great mystic of Andalusian origin Ibn ʿArabī (d. 638/1240), who contemplated God in the form of a fatā , that is, a young man as an exponent of futuwwa (Nasr, 314). His Futuḥāt al-makiyya (“The Meccan openings”) contains three chapters on the theme of futuwwa (42, 146, 147).",
    "In the same period, futuwwa was promoted as a Ṣūfī-inspired institution by no less than the ʿAbbāsid caliph Nāṣir li-Dīn Allāh (r. 575–622/1180–1225), whose reforms were assisted by the composition in Arabic of manuals of futuwwa (Ibn Miʿmār; al-Khartabirtī). While the caliph’s adoption of the institutionalised futuwwa organisations was probably an attempt to secure the loyalty of both semi-military groups and the local rulers who were affiliated with them, Ṣūfī futuwwa was being promoted by the caliph’s spiritual advisor, Shaykh Abū Ḥafṣ ʿUmar al-Suhrawardī (d. 632/1234), who composed two Persian treatises on futuwwa , Kitāb al-futuwwa and Risālat al-futuwwa (Ṣarrāf; Ridgeon, Jawanmardi , 42–95). These two treatises do not indicate that al-Suhrawardī was simply endorsing the caliph’s appropriation of futuwwa for political reasons (Cahen; Ohlander, 271–91). Al-Suhrawardī attempted to create a form of futuwwa that was free from political interference and that arrogated to masters of futuwwa the legitimacy to issue fatwa s, which was traditionally the preserve of the judge (qāḍī) and faqīh (Ridgeon, Jawanmardi , 27, 35–7). He was also concerned with promoting a sober form of Ṣūfism. Al-Suhrawardī’s understanding of futuwwa was designed to attract lay people to an institution that paralleled his own form of Ṣūfism, offering opportunities for communal worship and devotion where the ethical dimensions of Ṣūfī futuwwa would be encouraged (Ridgeon, Jawanmardi , 25–41). Under the supervision of Ṣūfī futuwwa masters, this kind of futuwwa would promote a strictly regulated type of Ṣūfism that would not advance the more antinomian forms of Ṣūfī activity, typified by qalandar s, wandering ascetics who appear as a distinct social movement at this time (Karamustafa, 25–49).",
    "In effect, Ṣūfī futuwwa was a form of “part-time” Ṣūfism. Adherents were permitted to continue their occupations, the income from which was spent on their families, and al-Suhrawardī recommended that any remaining money be donated to the futuwwa brothers. He says little about futuwwa ritual, but it may be assumed that such activity included prayers, dhikr (repetition of a divine name or of a litany, individually or collectively, aloud or silently, with or without movements) and samāʿ (spiritual concert), for these were the rituals that were described by Ibn Baṭṭūṭa (d. 770/1368–9) when he visited the Anatolian akhī s (members of futuwwa -style brotherhoods in Saljūq and post-Saljūq Anatolian cities who seem to have been among those who embraced al-Suhrawardī’s Ṣūfī futuwwa ). Other distinctive features of Ṣūfī futuwwa include the wearing of trousers (sarāwīl) rather than the Ṣūfī cloak (khirqa) , and the adoption of ʿAlī b. Abī Ṭālib as the “patron saint” of the Ṣūfī futuwwa (both seem to have been elements of the non-Ṣūfī-inspired futuwwa ).",
    "Ṣūfī futuwwa appears to have spread rapidly, and its influence perhaps infiltrated existing futuwwa organisations, as may have been the case with the akhī s of Anatolia. By the eighth/fourteenth century mention is frequently made of the akhī s, whose organisation and ritual become more apparent in the reports of Ibn Baṭṭūṭa and which resemble those described by al-Suhrawardī. Indeed, the akhī s were certainly widespread in Konya: Aflākī’s eighth/fourteenth century hagiography of major Ṣūfīs of the Mevlevī tradition includes many references to them during the lifetime of Rūmī (d. 672/1273) (O’Kane, with numerous references). Ibn Baṭṭūṭa describes their hospitality, their sumptuous meals, and their performance of the samāʿ (summarised in Ridgeon, Morals , 80–2). The growth and popularity of such groups is probably attributable to social conditions in Anatolia in the aftermath of the Mongol invasion of 641/1243, which perhaps offered the Ṣūfī- futuwwa groups a reasonable degree of political freedom and independence in the management of their affairs. It appears that the members of a futuwwa group elected their own leader, and in some places they were the source of authority and security. Although Ibn Baṭṭūṭa waxes lyrical about these groups in Anatolia, he also mentions the hospitality of such organisations in Shiraz and Isfahan. Yet it is strange that he does not refer to them in Khurāsān (which begs the question of whether the akhī phenomenon was limited largely to Anatolia).",
    "Membership in these organisations was restricted to men, most of whom must have been employed in various crafts and occupations in urban areas. During this period, membership was not the preserve of a single trade, as it is likely that a single occupation would have provided few members for these organisations. One futuwwa treatise states that individuals employed in certain occupations could not become members of the futuwwa group. These include bath attendants, brokers, weavers, butchers, surgeons, hunters, porters, and speculators (Ridgeon, Morals and mysticism , 84). The restrictions on membership may have reflected adherence to purity laws, but such regulations distinguish the futuwwa organisations from the more general Ṣūfī orders; the representatives of the “lowly” professions had their own organisations and patron saints (awliyāʾ) of Ṣūfī affiliation.",
    "Between the seventh/thirteenth and ninth/fifteenth centuries there appear to have been three kinds of ritual initiation into futuwwa organisations: by verbal pledge (qawlī) , by the sword (sayfī) , and by drinking salt water (shurbī) (Zarkūb, 188). During the initiation, the qawlī s tied a piece of cotton around a goblet from which they would take a sip, the sayfī s fastened their own leather belt around the goblet, and the shurbī s attached some wool around it. It has been argued that the Ṣūfīs were the shurbī s (wool being symbolic of the Ṣūfī cloak), soldiers were the sayfī s (as the sword was emblematic of this profession), and ascetic tradesmen were the qawlī s (cotton being the fabric worn by most people) (Afshārī, Chahārda , 35). This argument is supported by the fifth/eleventh-century Qābūs-nāma , a famous “mirror for princes” by Qābūs b. Vashmgīr, which has a chapter describing the javānmardī of trades-men, soldiers, brigands, and Ṣūfīs (Qābūs, 243–64). The connection between futuwwa and trades in this hypothesis is fascinating, but the exact link with the Ṣūfī futuwwa groups of the period following the Mongol invasions remains speculative. The association between futuwwa and Ṣūfism is also suggested by the possibility that the qawlī s were those tradesmen and frequenters of the futuwwa lodges (langar) who inherited the traditions of the Malāmatīs and whose life bore a certain Ṣūfī colouring. Qalandar s—although not the more antinomian variety—have been associated with this group (Afshārī, Āyīn-i qalandarī , 47). While this theory requires further research, it is interesting that later qalandarī literature emphasises the ethic of futuwwa , including certain shared rituals such as the tying of the belt, and some qalandarī treatises reflect concerns relating to implements used in certain trades, in particular, the barbers, suggesting that the former may have been qalandar s whose distinctive “four shaves” (the removal of all facial and head hair) became the hallmark of some qalandar groups (Ridgeon, Morals , 140–8).",
    "The akhī s of Anatolia appear to have thrived from the middle of the seventh/thirteenth century until the end of the eighth/fourteenth century, a period in which central authority was weak. By the beginning of the ninth/fifteenth century the akhī organisations collapsed, and any political aspirations they had were opposed by the Osmanlis (Arnakis, 236). A similar phenomenon occurred in Iran, when the anti-Ṣūfī Ṣafavid monarchs (r. 906–1135/1501–1722) persecuted most of the Ṣūfī orders (Arjomand 1981) and appear to have been hostile to the futuwwa movements that may have had links with various ʿayyārī -type affiliations in urban areas (Ridgeon, Morals , 138–40).",
    "The Ṣūfī futuwwa legacy was, however, preserved, because many of the rituals and spiritual teachings provided a blueprint for other Ṣūfī-like groups, including the Qizilbāsh (lit., red heads)—Shīʿī militant groups that flourished in Anatolia and Azerbaijan from the late seventh/thirteenth century onwards (Yildirim)—and trade guilds. This is witnessed in the guild statutes, often termed fütüvvet-nāme (Aščerić-Todd, 163), in which the secrets of the profession were outlined. These secrets included mystical teachings, the way of righteous spiritual conduct, the sacred origin of the craft (often originating with a prophet), and a chain of initiation that often led back to Muḥammad. The Ṣūfī element of such trade- futuwwa literature is evident in the treatises that emerge in the late ninth/fifteenth century; there is an excellent example in the Futuvvat-nāma-yi chīt-sāzān (“ Futuwwa treatise of the textile makers”), which was probably composed in the eleventh/seventeenth century, in Isfahan. The treatise offers a fourfold hierarchical division of spirituality: sharīʿa , ṭarīqa (Ṣūfī “way”), ḥaqīqa (truth), and maʿrīfa (gnosis). The four pīr s (Pers. “old,” hence “spirtual master”) of the sharīʿa are Adam, Abraham, Moses, and Muḥammad; the four pīr s of the ṭarīqa are the archangels Gabriel, Michael, Serafil, and ʿAzrāʾīl; the four pīr s of the ḥaqīqa are probably leading members of the trade in question, namely, the father (pidar) , the teacher (muʿallim) , the master (ustād) , and the father of the bride (pidar-i ʿurūs); the four pīrs of the maʿrīfa are the famous Persian Ṣūfī poets and guides ʿAṭṭār (d. 618/1221), Ḥāfiẓ (d. 791/1389), Shams-i Tabrīzī (d. 645/1247), and Rūmī (Ṣarrāf, 232). Because these treatises were written primarily for workers in the various trades, it is not surprising that they lack the kind of metaphysical speculation that is present in theosophical Ṣūfī works. Yet evidence exists of the influence of the world view that is commonly associated with Ibn ʿArabī, which maintains that everything is a manifestation of God. For example, a futuvvat-nāma of the cooks relates how cooking utensils sing the praise of God (Ridgeon, Morals , 126–7).",
    "Similar manifestations of the nexus between the trades and Ṣūfism are found as early as the late eighth/fifteenth century, when the scholar, author, and preacher from Herat Ḥusayn al-Vāʿīẓ Kāshifī (d. 910/1504), composed the most voluminous futuwwa treatise known, the Futuvvat-nāma-yi sulṭānī (Maḥjūb, ed.). This incomplete work comprises seven chapters, the first five of which pertain generally to the Ṣūfī tradition, such as the description of Ṣūfī clothing, and Ṣūfī rules and principles. The sixth and seventh chapters are of special interest, because they discuss futuwwa in the context of two large occupational groups. The first describes “performers,” such as orators and jugglers, and the second those using tools with a hand-grip, such as swords, hammers, and spades. Both occupations include numerous sub-groups, and their inclusion in a book of Ṣūfī futuwwa implies that such individuals should be recognised as endorsing the Ṣūfī tradition.",
    "The influence of the spiritual dimension of futuwwa on trade guilds is also evident in Bosnia, where those guilds maintained a connection with an Ottoman official spiritual supervisor, who was based in Kırşehir. The Bosnian trade guilds apparently enjoyed special relationships with Ṣūfī orders such as the Mevlevī and Qādirī (Aščerić-Todd, 168–9) and the Bektashī (Arnakis, 246). The strong links between the trades and Ṣūfism becomes evident in Iran in the eighteenth and nineteenth centuries: a treatise on the ʿAjam Khāksār order describes a special relationship with seventeen particular trades, and representatives of these were present at the initiation of a Ṣūfī into the order (Ridgeon, Morals , 152). This treatise focuses mainly on Khāksar ritual, offering an interiorised understanding of Islamic ritual such as the ḥajj , fasting, rendering the alms tax, and purity, but its originality lies in its explicit linkage with trades and the need to travel to sacred sites only in areas where Persian is spoken.",
    "The trades—and thus the influence of Ṣūfī futuwwa —declined rapidly during the nineteenth century, due to the influence of Western modes of production and, perhaps, the secularising tendencies that accompanied Westernisation. Moreover, by 1851, the guilds of the Balkans were stripped of their independent governance, and in 1887 a representative from Kırşehir last visited the tanners’ guild in Bosnia (Arkanis, 247).",
    "Print version: 9789004225459, 2012, 2012-3"
  ],
  "bibliography": [
    "One of the most influential European scholars to investigate the connection between Ṣūfism and futuwwa was Franz Taeschner, whose views on the relationship can be found in Zünfte und Bruderschaften im Islam , Zurich 1979. There are many scattered Persian Ṣūfī futuwwa manuscripts, and excellent collections are found in Afshārī’s Chahārda and in Ṣarrāf.",
    "Shams al-Dīn Aflākī, The feats of the knowers of God. Manāqeb al-ʿārefīn , trans. John O’Kane, Leiden 2002",
    "Mihrān Afshārī, Āyīn-i qalandarī , Tehran 1374sh/1995–6",
    "Mihrān Afshārī, Chahārda risāla-yi dar bāb-i futuvvat va aṣnāf , Tehran 1381sh/2002",
    "Said Amir Arjomand, Religious extremism (ghuluww) , Ṣūfism and Sunnism in Safavid Iran. 1501–1722, Journal of Asian History 15/1 (1981), 1–35",
    "George G. Arnakis, Futuwwa traditions in the Ottoman empire. Akhis, Bektashi dervishes and craftsmen, JNES 12/4 (1953), 232–47",
    "Ines Aščerić-Todd, The noble traders. The Islamic tradition of “spiritual chivalry” (futuwwa) in Bosnian trade-guilds (16th–19th centuries), MW 97/2 (2007), 159–73",
    "Claude Cahen, Sur les traces des premiers akhi s, in Mélanges Fuad Köprülü (Istanbul 1953), 81–91",
    "Jacqueline Chabbi, Remarques sur le développement historique des mouvements ascétiques et mystiques au Khurasan, III e /IX e siècle–IV e /X e siècle, SI 46 (1977), 48–60",
    "al-Ḥallāj, Kitāb al-ṭawāsīn , ed. Louis Massignon, Paris 1913",
    "ʿAlī al-Hujwīrī, Kashf al-maḥjūb , ed. Maḥmūd ʿAbidī, Tehran 1386sh/2007",
    "Ibn Baṭṭūṭa, The travels of Ibn Battuta , trans. H. A. R. Gibb, repr. Delhi 1993",
    "Ibn Miʿmār, Kitāb al-futuwwa , ed. Muṣṭafā Jawād, Baghdad 1958–60",
    "Ahmet T. Karamustafa, Sufism. The formative period , Edinburgh 2007",
    "Ḥusayn Vāʿīẓ Kāshifī, Futuvvat-nāma-yi sulṭānī , Tehran 1350sh/1971",
    "al-Khartabirtī, Tuhfat al-waṣāyā , in Abdülbaki Gölpinarlı, İslam ve Türk illerinde fütuvvet teşkilatı ve kaynakları, İstanbul Üniversitesi Fakültesi Mecmuası 11/1–4 (1949–51), 205–31",
    "M. A. Maḥjūb (ed.), Futuvvat nāma-yi sulṭānī , Tehran 1349–50/1971",
    "Seyyed Hossein Nasr, Spiritual chivalry, in Seyyed Hossein Nasr (ed.), Islamic spirituality . Manifestations (London 1991), 304–15",
    "Erik S. Ohlander, Sufism in an age of transition , Leiden 2008",
    "Qābūs b. Vashmgīr, Qābūs-nāma , ed. Ghulām Ḥusayn Yūsufī, Tehran 1373sh/1994–5",
    "Lloyd Ridgeon, Javanmardi. Origins and development until the 13th century and its connection to Sufism, Annals of Japan Association for Middle Eastern Studies 21/2 (2006), 49–74",
    "Lloyd Ridgeon, Morals and mysticism in Persian Sufism. A history of Sufi-futuwwat in Iran , London 2010",
    "Lloyd Ridgeon, Jawanmardi. A Sufi code of honour , Edinburgh 2011",
    "Muḥammad Riḍā Shāfiʿī-Kadkanī, Nivishta bar daryā. Az mirāth-i ʿirfānī-yi Abū l-Ḥasan Kharaqānī (Tehran 1384sh/2005–6), 199",
    "Murtaḍā Ṣarrāf (ed.), Rasāʾil-i jawānmardān , Tehran 1991",
    "Muḥammad b. al-Ḥusayn al-Sulamī, Majmūʿa-yi āthār-i Abū ʿAbd al-Raḥmān Sulamī , ed. Naṣrallāh Pūrjavādī, Tehran 1369/1990–1",
    "Rıza Yıldırım, Inventing a Sufi tradition. The use of the Futuwwa ritual gathering as a model for the Qizilbash djem , in John J. Curry and Erik S. Ohlander (eds.), Sufism and society. Arrangments of the mystical in the Muslim world, 1200–1800 (London 2012), 164–82",
    "Najm al-Dīn Zarkūb, Futuvvat-nāma , in Murtaḍā Ṣarrāf (ed.), Rasāʾil-i jawānmardān (Tehran 1991 2 ), 168–218."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}
