{
  "id": "eweb_081",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-30171.xml?rskey=qua4G9&result=1",
  "annotator": "Antonio",
  "title": "Ḥaḍra in Ṣūfism",
  "authors": [
    "Earle H. Waugh"
  ],
  "word_count": "(1,021 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "07 Jul 2016",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Ḥaḍra in Ṣūfism is generally translated as Presence—that is, it is capitalised to indicate the divine locus of the Ṣūfī’s mystical goal. The word also refers to the culminating moment in the sacred conclave of the Ṣūfī order (Ar. ṭarīqa , lit., way), in which the devotees go through a transcending experience. Meanings associated with the word therefore range from the theological implications of the mystical encounter to the socially cohesive experience of attending to spiritual realities with other like-minded seekers. It was given its doctrinal and mystical content by Ibn ʿArabī (d. 638/1240), the great master of Andalusian origin who distinguished several configurations of experience within which one can encounter the divine. He began this discourse by giving these configurations precise names, which reflected his complex cosmological vision. These include, for example, Divine Presence, that is, experiencing the divine as He is in Himself (al-ḥaḍra al-ilāhiyya); Imaginal Presence, the Presence encountered through spiritual insight (ḥaḍrat al-khayāl); Sensory Presence, the encounter with the divine through empirical perception (ḥaḍrat al-ḥiss); and Presence in humans, that is, the divine embedded in human reality (ḥaḍrat al-insān) . These “Presences” are unique loci for possible encounter with the divine. Commentators on his views, such as Ṣadr al-Dīn al-Qūnawī (d. 673/1274) interpreted these configurations as expressing a distinctive mode of reality—they are not illusory. Ṣūfīs developed several rituals to encounter Presence, including samāʿ (lit., listening, referring to group contemplation while a chanter performs a spiritually charged concert) and dhikr (lit., remembrance, which evolved into a central Ṣūfī devotional exercise, in which participants recite a name or series of names of God, or a litany; it may be performed alone or communally and may involve chanting, movements, and music). Under the guidance of the shaykh of the ṭarīqa , the experience fosters a transcendent spiritual awareness that can be described by a variety of terms, such as waḥdat al-wujūd (unity of being), al-insān al-kāmil (the perfect man), al-ʿadam (non-existence), sukr (intoxication), ghayba (absence), and even as a kind of spiritual junūnī (madness, which implies the process of being taken over by an external spiritual power or as evidencing a distinctive spiritual state of mind). Each of these contributes to an extensive heritage in Islamic literary, philosophical, and religious writings. In literary and poetic circles, for example, the notion of waḥdat al-wujūd opened up discussions on the relationships with deity in very personal and striking ways, as in Rūmī’s Mathnawī-yi maʿnawī (“Spiritual couplets”), considered one of the greatest mystical poetic expressions of all time); the perception of al-insān al-kāmil became a fulcrum for exploring the universal characteristics of human beings in the philosophical writings of ʿAbd al-Karīm al-Jīlī (767–811/1365–1408 or 826/1403 or 832/1428); and the Nubian Ṣūfī Dhū l-Nūn (d. 245/859 or 248/862) explored intoxification as a means of disengaging from intellectual knowledge; and many others. None of these conceptions was without critics, some of whom responded harshly: al-Ḥallāj, for example, was executed in 309/922 for his controversial use of the phrase anā al-ḥaqq , (“I am the Truth,” sometimes rendered “I am God”). Likewise, many Ṣūfī assertions throughout Ṣūfī history have been contentious, as Knysh’s study indicates.",
    "In later manifestations of the ḥaḍra in Ṣūfī circles, less emphasis was placed on the potential unity with the divine (because of criticisms of incarnationalism, according to which deity takes on a human form), with the result that shifts were sometimes made towards an encounter with the spiritual presence of the Prophet (e.g., the fanāʿ fī l-nabī , “extinction in the Prophet,” among the Aïssaouas (ʿĪsāwa) of Morocco) or with an inner transformative experience, as was advocated by the Naqshbandiyya of the eighth/fourteenth century, who rejected entirely the concept of waḥdat al-wujūd (Trimingham; Knysh, Islamic mysticism) .",
    "In the history of Ṣūfism, significant intellectual emphasis has been placed on the conceptual formulations of ḥaḍra and its spiritual results (with little discussion of where this will occur), but many popular Ṣūfī orders associate the ritual experience with the zāwiya (the physical space for the performance of dhikr ) in order to centralise teachings and maintain control by the order’s leader, the shaykh. Ḥaḍra thus becomes a pivotal social experience sought in a sacred environment whose purpose has links to both Ṣūfī ecstasy and extraordinary interpersonal relationships with its leadership. In one sense, the zāwiya becomes a supreme place of Presence, and the traditional role of gathering with the brethren and the shaykh within the building is perceived as a constituent element of the rituals that lead the devotees to their formative experience. In contemporary Ṣūfī settings, music associated with the trance can also become a vehicle for mystical transport, and both the music and the ritual dance are part of the order’s attraction for young people who know little about Ṣūfism or Islam. At the same time, ḥaḍra need not be place-specific, as can be seen among the Gnawa of Morocco, where seances can take place at any convenient location deemed helpful for someone needing healing and transformation through the trance. Ḥaḍra has thus encompassed a wide variety of meanings in its historical career and has, at the same time, given rise to significant controversies.",
    "Print version: 9789004305779, 2016, 2016-4"
  ],
  "bibliography": [
    "William C. Chittick, The Sufi path of knowledge , Albany 1989",
    "William C. Chittick The five divine presences. From al-Qūnawī to al-Qayṣarī, MW 72 (1982), 107–28",
    "Alexander D. Knysh, Ibn ʿArabi in the later Islamic tradition. The making of a polemical image in medieval Islam , Albany 1999",
    "Alexander Knysh, Islamic mysticism. A short history , Leiden, 2000",
    "Alexandre Popovic and Gilles Veinstein (eds.), Les Voies d’Allah , Paris 1996",
    "John Renard, Historical dictionary of Sufism , Lanham MD 2005",
    "Richard Todd, The Sufi doctrine of man. Sadr al-Dinal-Qūnawī’s metaphysical anthropology , Leiden 2014",
    "Spencer J. Trimingham, The Sufi orders in Islam , Oxford 1971",
    "Earle H. Waugh, Memory, music and religion. Morocco’s mystical chanters , Columbia SC 2005."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}