{
  "id": "eweb_084",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-30166.xml?rskey=gFOZbd&result=1",
  "annotator": "Antonio",
  "title": "Ḥadīth qudsī",
  "authors": [
    "William A. Graham"
  ],
  "word_count": "(4,089 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Jul 2017",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Ḥadīth qudsī \n (plur. aḥādīth qudsiyya , lit., holy tradition; also ḥadīth ilāhī , ḥadīth rabbānī , plur. aḥādīth ilāhiyya/rabbāniyya , lit., divine tradition; khabar , report, plur. akhbār , sometimes used instead of ḥadīth ) designates a direct-discourse statement ascribed to God—hence the preferred translation “divine saying”—that is not from the Qurʾān but is reported normally in ḥadīth format, with supporting isnād (chain of transmitters), on the authority of the prophet Muḥammad. A divine saying is distinguished formally from a Qurʾānic revelation and from most traditions of the Prophet (aḥādīth nabawiyya , sing. ḥadīth nabawī) that report Muḥammad’s words or actions as ṣaḥābī , that is, received from a Companion. Divine sayings number at most a few hundred amongst the thousands of ḥadīth s collected in the so-called Six Books (al-Bukhārī, Muslim, Abū Dāwūd, al-Tirmidhī, al-Nasāʾī, Ibn Māja), the other major Sunnī ḥadīth compendia, and the four major Shīʿī collections.",
    "There is considerable variation in the form and formal status of the aḥādīth qudsiyya as ḥadīth reports in the many sources that cite them. Some divine sayings occur also as words of the Prophet (sometimes with differing isnād s), even within the same ḥadīth collection (such as those of al-Bukhārī and Muslim), often with a shift from first- to third-person discourse (see, e.g., Graham, 87–91, 120–1, 153). The vast majority of Sunnī aḥādīth qudsiyya are cited on Muḥammad’s authority, but some report words of God directed to an earlier prophet (e.g., Noah, Moses, Jesus). In Shīʿī works, divine sayings are reported from Muḥammad but also from earlier prophets or the Shīʿī Imāms (e.g., ʿAlī b. Abī Ṭālib, Jaʿfar al-Ṣādiq). For example, the divine sayings collected by al-Ḥurr al-Āmilī (d. 1104/1692–3) are organised according to source: 1) previous prophets, 2) Muḥammad, and 3) the Imāms. Like other ḥadīth s, some aḥādīth qudsiyya in both Sunnī and Shīʿī collections are considered by ḥadīth scholars not to be authentic (ṣaḥīḥ) reports from the Prophet. (In recent decades, several Muslim collections have focused on ṣaḥīḥ divine sayings, e.g., Ibn Khalīfa al-ʿUlaywī, Ṣaḥīḥ al-aḥādīth al-qudsiyya wa-mawsūʿat sharḥihā. Al-durar al-naqīyya , 2 vols., Damascus and Beirut 1994.) Some divine sayings, both in and outside the major compendia, evidence weak isnād s from Muḥammad or earlier prophets. Several, principally in some Ṣūfī circles, have isnād s that are mursal (missing the final links to Muḥammad) or even occur with no isnād , as shaṭḥiyyāt (ecstatic utterances, sing. shaṭḥ ). These are words of God reported by Ṣūfīs, such as al-Junayd (d. 297/910) and Mansūr al-Ḥallāj (d. 309/922), directly from their own mystical experience of the Divine (Massignon, Essai , 120–2).",
    "Muslims have, in general, employed divine sayings for pious and advisory rather than legal, political, or formal theological ends (Graham, 91–101). This corresponds to their general lack of legal content (apart from ritual) and frequent appearance in sermonic or other hortatory or admonitory contexts, in which morality and piety are stressed, and in popular, especially Ṣūfī, piety. Still, aḥādīth qudsiyya have always been cited in written works by major Muslim scholars and thinkers, from al-Ghazālī (d. 505/1111) and Ibn Khaldūn (d. 808/1406) to ʿAllāl al-Fāsī (d. 1974) and Nāsir al-Dīn al-Albānī (d. 1999). They are demonstrably as much a part of Muslim tradition as any other ḥadīth reports, despite their small numbers, and collections of aḥādīth qudsiyya have been made from at least the seventh/thirteenth century to the present.",
    "Famous examples of divine sayings include, “I have prepared for My righteous servants what neither eye has seen, nor ear has heard, nor has entered a human heart” (Hammām b. Munabbih, no. 30; further refs., Graham, 117–9); “Fasting belongs to Me, and I reward it” (Muslim Wāṣiyya , 164; further refs., Graham, 186–9); “The son of Adam should not say, ‘Curse Fate (al-Dahr)’ , for, truly, I am Fate. I send the day and the night, and if I desired, I would take them away” (Hammām b. Munabbih, no. 117; further refs., Graham, 212–4); and “My servant draws nearer to me through supererogatory acts (nawāfil) until I love him, and, when I love him, I become his ear with which he hears, his eye with which he sees, his hand with which he grasps, and his foot with which he walks” (al-Bukhārī Adab , 38; further refs., Graham, 173–4). As both Zwemer (269–74) and Robson (Ḥadīth ḳudsī, 261–7) emphasise, some aḥādīth qudsiyya take the form of biblical paraphrases (e.g., the first saying cited above: cf. Isa. 64:4; 1 Cor. 2:9; Gospel of Thomas , 17) or are said to come from earlier scriptures or messengers. Still, these constitute a small portion of all divine sayings.",
    "1. Muslim scholarly treatment",
    "Over the centuries, Muslim scholars have, despite small differences on particular points, generally agreed on the basic characteristics of the divine saying. It is introduced with a formula not used for Qurʾānic words, typically, “The Messenger of God said, in what he reported from his Lord…,” or “God said, in what the Messenger of God reported from Him…” (e.g., ʿAlī b. Sulṭān Muḥammad al-Qārī al-Harawī, called ʿAlī al-Qārī, d. 1014/1605–6, p. 9), or “The Prophet said, ‘God says (or said, revealed to me, etc.).)’…” (e.g., al-Bulūshī, 8).",
    "Muslim scholars affirm that a ḥadīth qudsī is revelation, even though it is categorically different from a Qurʾānic revelation. It is sometimes identified (e.g., al-Madanī, d. 1200/1785–6, 238) as what is referred to alongside the Qurʾān in a ḥadīth ascribed to Muḥammad: “I was given the Book and with it something similar” (Innī ūtītu al-kitāb wa-mithlahu maʿahu). Our earliest definition of a ḥadīth qudsī , from the Kitāb al-mabānī (425/1033–4, p. 88–9) of al-ʿĀṣimī (d. 450/1058), says that it was not revealed like “a qurʾān recited or written” (qurʾān un yutlā aw yuktab u ) but given Muḥammad “by revelation and apostolic mission” (bi-waḥy wa-risāla) ; it is, therefore—like the Qurʾān— waḥy (“revelation”) and tanzīl (“what is sent down”). Nevertheless, Muslim scholars distinguish it from the Qurʾān, in that it does not take the form (naẓm) of a qurʾān (e.g., al-ʿĀṣimī, 88–9), and, most of all, it does not have the miraculous inimitability (iʿjāz) of a Qurʾānic revelation (e.g., Muḥammad Yūsuf al-Kirmānī, d. 786/1384, in Rāghib Pāshā, Safīnat al-Rāghib wa-dafīnat al-ṭālib , ed. Muḥammad al-Ṣabbāgh, Bulāq 1282/1865–6 2 , 162).",
    "Other characteristics are frequently noted to distinguish it from a qurʾān: it was reported by Muḥammad from God according to sense (bi-l-maʿnā) , not transmitted verbatim (bi-l-lafẓ)— its sense coming from God but its wording Muḥammad’s own (bi-ʿibārat nafsihi) (e.g., ʿAlī b. Muḥammad al-Jurjānī, d. 816/1413, al-Taʿrīfāt , ed. Muḥammad ʿAlī Abū l-ʿAbbās, Cairo 2003, p. 88); it is not a text for recitation (ghayr matlūʾ) and cannot be recited in place of a qurʾān in ṣalāt (e.g., Ibn Ḥajar al-Haythamī, d. 973/1565–6, p. 373); it can be recited aloud or touched, even if the speaker is not in a state of ritual purity (e.g., Ibn Ḥajar, 373); rejecting it does not make one a kāfir (unbeliever) (e.g., ʿAlī al-Qārī, 22) ; it can be bought and sold (e.g., Ibn Qayyim al-Jawziyya, d. 751/1350, p. 31); and its transmission is not uniformly mutawātir , that is, having so many authoritative transmitters in every generation as to assure authenticity (e.g., Ibn Qayyim al-Jawziyya, 32).",
    "Despite the consensus that a ḥadīth qudsī is also a revealed text, many sources do not consider it to have come through the same scriptural revelation (waḥy) as the Qurʾān but rather through inspiration (ilhām , ilqāʾ fī l-rūʿ) . A few accounts do hold that some divine sayings were given the Prophet by Gabriel—in particular on the miʿrāj (e.g., ʿAlī al-Qārī, 7)—while others came by inspiration (ilhām) or in a dream (fī l-manām, ruʾyā al-manām) (e.g., Abū ʿAbdallāh al-Ḥusayn al-Ṭayyibī, d. 743/1342–3, in Abū al-Baqāʾ Ayyūb b. Mūsā al-Kaffawī, d. 1094/1683, al-Kulliyyāt , Beirut 1412/1992, p. 722). Most, however, seem to hold that only the Qurān was transmitted by Gabriel (e.g., al-Kirmānī, in Rāghib Pāshā, 162). Ibn Khaldūn (1:172) classifies the divine saying with earlier scriptural revelations insofar as—unlike the Qurʾān, which is set apart by its verbatim revelation (which gives it iʿjāz)— all previous revelations and the ḥadīth qudsī were revealed not verbatim but fī ḥāl al-waḥy maʿānī (according to sense). For a fuller survey of Muslim definitions and distinctions, see Graham (55–62); see also the twelve distinctions cited by Ibn Qayyim al-Jawziyya (23–34).",
    "2. Modern Western scholarly treatment",
    "The phenomenon of the ḥadīth qudsī seems to have been noted in the West first by Joseph von Hammer-Purgstall (“Bericht über… den türkischen Commentar des Mesnewi Dshelaleddin Rumi’s,” Sitzungsberichte der Kaiserlichen Akademie in Wien 7, 1851, p. 637). Later, Edward W. Lane cites two Muslim definitions (An Arabic-English Lexicon , London 1863–93, 2:529). Ignaz Goldziher (Kämpfe um die Stellung des Ḥadīt im Islam, ZDMG 61, 1907, pp. 863–4) treats it briefly. Theodor Nöldeke and Friedrich Schwally discuss it as “extra-Qurʾānic revelation” (Geschichte des Qorāns , Leipzig 1909 2 , 1:256–9). Samuel Zwemer was the first to devote an entire article to the ḥadīth qudsī , making use of the collections of al-Madanī and al-Munāwī treated below. Citing Zwemer, Robson discusses the divine saying in the course of a longer article (Material) on ḥadīth and then in EI2 . Massignon (Passion , 1922) pays the Ṣūfī employment of aḥādīth qudsiyya significant attention, even classifying these sayings as primarily Ṣūfī ecstatic expressions (shaṭḥiyyāt) and an “aberrant branch of tradition” marked by mursal or “lax” (relachés) isnād s. G.-C. Anawati and Louis Gardet (Mystique musulmane , Paris 1961, pp. 30ff.) largely follow Massignon, even defining a ḥadīth qudsī as a tradition “en lequel Dieu, durant une expérience mystique, parle à la première personne” (284). The most recent study and the only monograph to date is that of Graham, which surveys the ḥadīth qudsī and focuses on its attestation in early sources in relation to the problem of Prophetic versus Scriptural authority and offers an annotated selection of some ninety families of divine sayings from traditional Sunnī sources.",
    "3. Occurrence in early and classical ḥadīth collections",
    "The presence of aḥādīth qudsiyya in early Islamic sources ascribed to the second/eighth century indicates that these extra-Qurʾānic words of God were in circulation as early as any other ḥadīth . They are well represented in the small ḥadīth collections that predate the major compendia of the third/ninth and fourth/tenth centuries. Thus, eighteen of 138 aḥādīth in the Ṣaḥīfa of Hammām b. Munabbih (d. c.101–2/719–20) are divine sayings, four of forty-nine in the Nuskha of Suhayl b. Abī Ṣāliḥ (d. 138/755–6), nine of 249 in the Mashyakha of Ibrāhīm b. Ṭahmān (d. 163/780), and two of seventy-two in the Nuskha of Abū al-Yamān al-Ḥakam b. Nāfiʿ. There are no aḥādīth qudsiyya in the 128 traditions ascribed to Nāfiʿ (d. 117/735), the client of ʿAbdallāh b. ʿUmar (d. 74/693–4), but his traditions (in ʿAẓamī, 109–32) are heavily legal in content, which may account for the absence (Graham, 82–3). In addition to their presence in early Sunnī collections, there are more than fifteen divine sayings (pp. 7–9, 13–4, 17–8, 24–6, 30, 34–6, 45–7, none of which is identical to those in Sunnī collections) amongst the Shīʿī aḥādīth in the ṣaḥīfa ascribed to the eighth Imām, ʿAlī al-Riḍā (d. 203/818).",
    "The massive classical ḥadīth compendia of both Sunnīs and Shīʿīs also contain small but significant numbers of divine sayings. All of those found in the aforementioned small Sunnī collections are also represented in one or more of the major Sunnī compendia, of al-Bukhārī (d. 256/870), Muslim (d. 261/875), al-Tirmidhī (d. 279/892), Abū Dāʾūd (d. 275/888–9), al-Nasāʾī (d. 303/915), Ibn Māja (d. 273/886–7), and al-Dārimī (d. 255/869 or 250/864–5), as well as the Musnad of Ibn Ḥanbal (d. 241/855) and the Muwaṭṭaʾ of Mālik b. Anas (d. 179/795). Of the ninety families of aḥādīth qudsiyya treated in Graham (117–214), almost three-fifths are cited by one, and fully one-third by both, of the two major authorities, al-Bukhārī and Muslim. More than seventy-five of the ninety occur in two or more of the remaining seven aforementioned Sunnī compendia (Graham 84–5). Divine sayings are also found in all four major Shīʿī ḥadīth collections, al-Kāfī of al-Kulaynī (d. 328/939), Man lā yaḥḍuruhu al-faqīh of Ibn Babawayh (d. 381/991), and Tahdhīb al-aḥkām and al-Istibṣār of Muḥammad al-Ṭūsī (d. 459 or 460/1066–8).",
    "4. Dedicated collections",
    "There are several collections of divine sayings from at least as early as Mishkat al-anwār , a selection of 101 aḥādīth ilāhiyya compiled in 599/1201–2 by Ibn Arabī (d. 638/1240). According to Wilhelm Ahlwardt (Verzeichnis der arabischen Handschriften der königlichen Bibliothek zu Berlin , Berlin 1877–99, 8:122–3), one unpublished work, Kitāb al-aḥādīth al-ilāhiyya of Abū l-Qāsim Ẓāhir b. Ṭāhir al-Shaḥḥāmī al-Naysābūrī (d. 533/1138–9), even antedates this collection. There are also several later collections (Graham, 227–9). Amongst the best known are al-Aḥādīth al-qudsiyya al-arbāʿīniyya of ʿAlī b. Sulṭān Muḥammad al-Qārī al-Harawī, a “forty” collection that has engendered many commentaries; al-Itḥāfāt al-saniyya bi-l-aḥādīth al-qudsiyya of ʿAbd al-Raʾūf Muḥammad b. Tāj al-ʿĀrifīn b. ʿAlī al-Ḥaddādī al-Munāwī (d. 1031/1621–2), one of the most cited collections, containing 272 aḥādīth qudsiyya; al-Jawāhir al-saniyya fī l-aḥādīth al-qudsiyya of Muḥammad b. al-Ḥasan al-Ḥasanī al-Ḥurr al-ʿĀmilī, a Shīʿī collection organised by source; al-Itḥāfāt al-saniyya fī l-aḥādīth al-qudsiyya of Muḥammad b. Maḥmūd b. Sāliḥ al-Tarabzūnī al-Madanī (d. 1200/1785–6), the largest and most often reprinted collection, containing 864 aḥādīth qudsiyya in three chapters; and a series of recent collections (see examples in the bibliography), notably, one comprising four hundred aḥādīth qudsiyya prepared by the Committee on Qurʾān and Sunna of the Egyptian Higher Council for Islamic Affairs (1973) and a three-volume collection, with commentary, by Aḥmad Saʿd (2001).",
    "Brockelmann errs in ascribing ( GALS 2:151) the first printed edition (Hyderabad, Deccan 1323/1905) of al-Itḥāfāt al-saniyya fī l-aḥādīth al-qudsiyya by Muḥammad al-Ṭarabzūnī al-Madanī to a much earlier scholar, Shams al-Dīn Abū ʿAbdallāh Muḥammad b. Aḥmad al-Mad[y]anī (d. 881/1476). The error probably occurred because this edition gives no dates for al-Madanī (nor do the subsequent Hyderabad 1358/1939, or Cairo 1387/1967 editions), and Muḥammad al-Madanī is not found in the index to GALS . Following Brockelmann, Robson (Material, 261; Ḥadīth ḳudsī, 28) continues the mistaken ascription, even assuming that al-Munāwī (d. 1031/1621) relied on al-Mad[y]anī in his similarly titled work. Based on both Brockelmann and Robson, Graham (App. A, 227–9), lists al-Mad[y]anī and al-Madanī as authors of identically titled works, but it is now clear that there is no evidence that al-Mad[y]anī even wrote an Itḥāfāt . Al-Madanī himself makes clear at the end of his Itḥāfāt (236) that he finished drafting it in 1191/1777, and the 1980 Beirut edition gives his death date as 1200[/1786] (Ismāʿīl Bāshā, Īḍāḥ al-maknūn fī l-dhayl ʿalā kashf al-ẓunūn ʿan asām al-kutub wa-l-funūn , Baghdad 1972, 1:13, gives 1191/1777).",
    "5. Presence in Ṣūfī traditions",
    "The role of divine sayings in Ṣūfī piety is difficult to exaggerate, so frequent are they in the sources. Largely because of Louis Massignon’s stress on its prevalence in Ṣūfī usage, the divine saying was long treated in Western scholarship as primarily a Ṣūfī phenomenon rather than a long-standing subgroup of Muslim traditions that became especially important amongst Ṣūfīs. The major Ṣūfī classical sources cite many of the same aḥādīth qudsiyya related from the Prophet that are found in the great ḥadīth compendia, even though they also frequently give words of God not found in the ḥadīth literature (Graham, 69–72). The most striking are the aforementioned shaṭḥiyyāt in which Ṣūfīs report words of God directly from their own experience, some of the best-known examples occurring in the Riwāyāt of al-Ḥallāj (d. 309/922) (trans. Louis Massignon, Passion , 2:893–904). Also typical are the words of al-Junayd, “Once I was sick and prayed to God to heal me. He said to me in my inmost self (fī sirrī) , ‘Do not come between Me and yourself (nafsika) ’ ” (Muḥammad al-Kalābādhī, al-Taʿarruf li-madhhab ahl al-taṣawwuf , ed. ʿAbd al-Ḥalīm Maḥmūd and Ṭāhā ʿAbd al-Bāqī Surūr, Cairo 1380/1960–1, p. 153). Most famous may be the divine saying that Rūmī quotes several times in his Mathnawī and Ibn Khaldūn (3:69) reports from al-Farghānī: “I was a hidden treasure (kanz makhfī) and wanted to be known. Therefore I created the creatures, that they might know Me.” While such sayings are vivid and widely cited, it would be a mistake to limit Ṣūfī divine sayings to shaṭḥiyyāt . In Ṣūfī life, as in most other Muslim religious life, aḥādīth qudsiyya have become a part of the basic fabric of tradition.",
    "Print version: 9789004335738, 2017, 2017-4"
  ],
  "bibliography": [
    "Early and classical ḥadīth collections",
    "ʿAlī b. Mūsā b. Jaʿfar al-Riḍā, Ṣaḥīfat al-Riḍā , ed. Ḥusayn ʿAlī Maḥfūẓ, Baghdad 1390/1970",
    "Muḥammad b. Ismāʿīl al-Bukhārī, al-Jāmiʿ al-ṣaḥīḥ , 9 vols., Cairo 1958",
    "Hammām b. Munabbih, Ṣaḥīfa , ed. Muḥammad Ḥamīdallāh, Damascus 1372/1953, also in RAAD 28 (1953), 96–116, 270–81, 443–67, repr. in Muhammad Rahimuddin (ed. and trans.), The earliest extant work on the hadith. Ṣaḥīfat Hammam Ibn Munabbih , Paris 1961 5",
    "al-Ḥakam b. Nāfiʿ, Aḥādīth Abī l-Yamān al-Ḥakam b. Nāfī ʿan Shuʿayb ʿan al-Zuhrī , ed. Muḥammad Muṣṭafā Aʿẓamī, in Mohammad Mustafa Azmi, Studies in early ḥadīth literature, with a critical edition of some early texts , pt. 2 (Beirut 1968), 137–62",
    "Ibrāhīm b. Ṭahmān, Mashyakhat Ibn Tahmān , ed. Muḥammad Ṭāhir Mālik, Damascus 1983",
    "Muslim b. al-Ḥajjāj, al-Ṣaḥīḥ , ed. Muḥammad Fuʾād ʿAbd al-Bāqī, 5 vols. Cairo 1374–5/1955–6",
    "Suḥayl b. Abī Ṣāliḥ, Nuskha , ed. Muḥammad Muṣṭafā Aʿẓamī (“Azmi”), in Mohammad Mustafa Azmi, Studies in early ḥadīth literature, with a critical edition of some early texts , pt. 2 (Beirut 1968), 13–24",
    "ʿUbayd b. ʿUmar ʿan Nāfiʿ, Aḥādīth , ed. Muḥammad Muṣṭafā Aʿẓamī, in Mohammad Mustafa Azmi, Studies in early ḥadīth literature, with a critical edition of some early texts , pt. 2 (Beirut 1968), 109–32.",
    "Major pre-modern ḥadīth qudsī collections",
    "Abū l-Ḥasan ʿAlī al-Qārī, al-Aḥādīth al-qudsiyya wa-l-kalimāt al-unsiyya lil-mullā ʿAlī al-Qārī , ed. Dāwūd Salmān Ṣāliḥ Ḥamad al-Dulaymī, Baghdad 2012 (forty aḥādīth qudsiyya from the Prophet)",
    "al-Ḥurr al-ʿĀmilī (d. 1104/1692–3), al-Jawāhir al-saniyya fī l-aḥādīth al-qudsiyya , Beirut 1429/2008 (important Shīʿī collection of selected aḥādīth qudsiyya )",
    "Ibn ʿArabī, Mishkāt al-anwār fī mā ruwiya ʿan Allāh subḥānahu min al-akbār (with al-Aḥādīth al-qudsiyya of ʿAlī al-Qārī), ed. Muḥammad Rāghib al-Ṭabbākh, Aleppo 1349/1927 (101 aḥādīth qudsiyya )",
    "Muḥammad b. Maḥmūd b. Ṣālih al-Ṭarabzūnī al-Madanī, al-Itḥāfāt al-saniyya fī l-aḥādīth al-qudsiyya , ed. Maḥmūd Amīn al-Nawāwī, Beirut 1980 (largest and most widely cited collection, containing 864 aḥādīth qudsiyya )",
    "ʿAbd al-Raʾūf b. Tāj al-ʿĀrifīn al-Munāwī (d. 1031/1621), al-Itḥāfāt al-saniyya bi-l-aḥādīth al-qudsiyya (with the commentary of Muḥammad Munīr al-Dimashqī, Nafaḥāt al-salafiyya bi-sharḥ al-aḥādīth al-qudsiyya ), ed. ʿAbd al-Qādir al-Arnāʾūṭ and Ṭālib ʿAwwād, Damascus and Beirut 1420/1999 (widely used collection, 272 aḥādīth qudsiyya )",
    "Yaḥyā Muḥyī l-Dīn al-Nawawī, al-Aḥādīth al-qudsiyya , ed. Muṣṭafā ʿĀshūr, 6 pts., Cairo 1397–8/1978 (65 aḥādīth qudsiyya from “the Six Books”)",
    "Jalāl al-Dīn al-Suyūṭī, Jāmiʿ al-aḥādīth. Al-Jāmiʿ al-saghīr wa-zawāʾiduhu wa-l-Jāmiʿ al-kabīr , ed. ʿAbbās Aḥmad Ṣaqr and Aḥmad ʿAbd al-Jawād, 21 vols., Cairo 1414/1994 (many aḥādīth qudsiyya , arranged by first word of the text (matn) , e.g., 6:304–13, al-Jāmʿ al-saghīr: 67 under qāla Allāh; 6:319–31, al-Jāmʿ al-kabīr: 137 under qāla Allāh/rabbukum (many additional aḥādīth qudsiyya in both works under other first words, e.g., inna llāh yaqūlu, yaqūl Allāh )).",
    "Selected modern ḥādīth qudsī collections",
    "Committee on Qurʾān and Sunna, Egyptian Higher Council for Islamic Affairs, al-Aḥādīth al-qudsiyya. Kitāb yashtamilu ʿalā al-aḥādīth al-qudsiyya al-mawjūda fī kutub al-ḥadīth] , 2 vols. in 1, Cairo 1389/1969–70 (comprehensive collection drawn from major Sunnī compendia), repr. 1973 and later, and further editions printed without attribution (Amman 1989, Beirut 1998 and 1999) or attributed to Muḥammad Shuqayrī, Amman 1994 2",
    "Abū ʿUdā Aḥmad Saʿd, Mawsūʿat al-aḥādīth al-qudsiyya (with commentary of Muḥammad Naṣr al-Dīn al-Albānī), 3 vols., New Banha, Egypt 2001 (one of the better modern comprehensive collections).",
    "Other modern compilations",
    "Kamāl b. Basyūnī al-Abyānī al-Miṣrī, Muʿjam al-aḥādīth al-qudsiyya al-ṣaḥīḥa (with ʿAlī al-Qārī’s al-Arbaʿūn al-qudsiyya ), Cairo 1412/1992 (241 ṣaḥīḥ divine sayings with commentary)",
    "Muḥammad ʿAwwāma, Min ṣiḥāḥ al-aḥādīth al-qudsiyya. Miʾat ḥadīth qudsī maʿa sharḥiha , Jidda 1413/1992 (100 ṣaḥīḥ sayings topically arranged, with commentary)",
    "ʿAbd al-ʿAzīz Mukhtār Ibrāhīm, al-Aḥādīth al-qudsiyya fī l-kutub al-sitta. Jamʿ an wa-dirāsat an \n , Riyadh 1431/2010 (178 traditions, most labeled ṣaḥīḥ , with commentary)",
    "ʿUmar ʿAlī ʿAbdallāh Muḥammad, al-Aḥādīth al-qudsiyya jamʿ an wa-dirāsat an \n , Medina 1425/2004–5 (topically arranged, with substantial introduction and appendices)",
    "Ḥusayn Najīb Muḥammad, Mawsūʿat al-aḥādīth al-qudsiyya , Beirut 1431/2010 (topically arranged)",
    "ʿIṣām al-Dīn al-Ṣabābiṭī, Ṣaḥīḥ al-aḥādīth al-qudsiyya , Cairo 2005 (545 ṣaḥīḥ sayings, with commentary).",
    "General, topical, and reference works",
    "[Abū Muḥammad Aḥmad b. Muḥammad al-ʿĀṣimī], Muqaddimat kitāb al-mabānī li-naẓm al-maʿānī , in Arthur Jeffery (ed.), Two muqaddimahs to the Qurʾānic sciences [with Muqaddimat Ibn ʿAtīya] , Cairo 1954",
    "Muḥsin al-Ḥusaynī Amīnī, al-Aḥādīth al-qudsiyya al-mushtaraka bayna al-Sunna wa-l-Shīʿa , Tehran 1426/2005",
    "ʿAbd al-Ghafūr Muʿīn al-Bulūshī, al-Aḥādīth al-qudsiyya fī dāʾirat al-jarḥ wa-l-taʿdīl wa-maṣādiruha wa-adwār tadwīniha , Beirut 1414/1994",
    "ʿAllāl al-Fāsī, al-Durūs al-ḥasaniyya al-ramaḍāniyya, 1381–1393 (Rabat 1421/2000), 1–32 (lecture delivered in Ramaḍān 1384/1965)",
    "William A. Graham, Divine word and Prophetic word in early Islam. A reconsideration of the sources, with special reference to the divine saying, or ḥadīth qudsī , The Hague and Paris 1977",
    "Ibn Ḥajar al-Haythamī, al-Fatḥ al-mubīn bi-sharḥ al-arbaʿīn , ed. Alāʾ al-Ṭūkhī al-Ṭawwāf (Damascus 2007), 351–74, 531–44",
    "Ibn Khaldūn, al-Muqaddima , ed. Etienne Quatremère, Prolégomènes d’Ebn-Khaldoun , 3 vols., Paris 1858",
    "Ibn Qayyim al-Jawziyya, al-Farq bayn al-Qurʾān al-karīm wa-l-ḥadīth al-qudsī , ed. Nāyif b. Qablān al-Sulayfī al-ʿUtaybī, Mecca 1418/1997",
    "Shaʿbān Ismāʿīl, al-Aḥādīth al-qudsiyya wa-manzilatuhā fī l-tashrīʿ , Cairo 1978",
    "Louis Massignon, Essai sur les origines du lexique technique de la mystique musulmane , Paris 1922",
    "Louis Massignon, La passion d’al Hallaj , Paris 1914",
    "M. Tayyib Okiç, Bazi hadis meseleleri üzerinde tetkikler (Istanbul 1959), 13–6",
    "Muḥammad Jamāl al-Dīn al-Qāṣimī, Qawāʿid al-taḥdīth min funūn muṣṭalaḥ al-ḥadīth (Cairo 1380/1961 2 ), 64–9",
    "James Robson, Ḥadīth ḳudsī, EI2; James Robson, The material of tradition, pt. 2, MW 41 (1951), 261–7",
    "Ṣubḥī al-Ṣāliḥ, ʿUlūm al-ḥadīth wa-muṣṭalaḥuhu (Damascus 1379/1959), 122–5",
    "Samuel M. Zwemer, The so-called hadith qudsi, MW 12 (1922), 263–75."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}
