{
  "id": "eweb_085",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-30423.xml?rskey=Ay42Yc&result=1",
  "annotator": "Antonio",
  "title": "Heart in Ṣūfism",
  "authors": [
    "Samuela Pagani"
  ],
  "word_count": "(1,591 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Nov 2017",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "In Ṣūfī tradition, heart (Ar. qalb ) designates the centre of the spiritual constitution of the human being, the locus within a person that is turned towards the invisible world and the divine realm. In this spiritual sense, qalb is distinct from the physical heart but closely related to it, as its true “meaning” ( maʿnā ) (al-Tirmidhī, 82; al-Makkī, 1:324) or as the “subtle substance” ( laṭīfa ) that is united to it (Böwering, 210; al-Ghazālī, 3:4–5). Viewing the heart as the seat of faith and the organ of insight, Ṣūfī authors conform to the language of the Qurʾān, seeking, at the same time, to unfold its deeper meanings. Two early treatises present a fourfold division of the heart, based on the interpretation of the four Qurʾānic names for the heart— ṣadr (chest), qalb (heart), fuʾād (inner heart), and lubb (kernel of the heart) (al-Nūrī; al-Tirmidhī). As these distinctions show, qalb is used both as a general name ( ism jāmiʿ ), referring to the organ in its entirety, and as the name of one of its components (al-Tirmidhī, 33). The number and names of these components vary from author to author.",
    "The science of the heart ( ʿilm al-qalb ), equivalent to the science of the interior ( ʿilm al-bāṭin; Tirmidhī, 49; al-Makkī, 1:326), is the key to action and contemplation. In the realm of action, the centrality of the heart corresponds to an internalised conception of ethics. In the work of al-Ḥārith al-Muḥāsibī (d. 243/857), who shaped not only Ṣūfī but also Islamic piety more generally, the actions of the heart ( aʿmāl al-qalb ) are contrasted with the actions of the limbs ( aʿmāl al-jawāriḥ ), in order to establish the primacy of the internal duties of self-examination and sincerity of intention over the performance of external works (Erik S. Ohlander, Action in Ṣūfism, EI3 ). The internalisation of religious duties also involves the understanding of the inner meaning of legal rulings. The ḥadīth that enjoins one to “consult your heart ( istafti qalba-ka ), even though muftī s have given you their legal opinion,” is frequently commented on in this regard (e.g., al-Tirmidhī, 77–8, 94; al-Makkī, 1:326).",
    "In early Ṣūfī literature, progress towards God is conceived as a journey into the interior “stations” of the heart. The heart’s vastness, luminosity, tenderness, and fertility are alluded to through a wealth of similes ( amthāl ), such as citadel, temple, throne, mirror, lamp, eye, and garden (al-Nūrī, analysed by Nwyia, Exégèse , 320–48, trans. Gramlich in Vorbilder , 433–46; al-Tirmidhī; al-Makkī, 1:321–47; Sviri, 1–22). These images are not only moral allegories but symbols of the process of self-transformation whereby the heart becomes truly capable of “containing” God, actualising its proper function as the meeting place of the visible and invisible worlds. In the works of Sahl b. ʿAbdallāh al-Tustarī, from Basra (d. 283/896), and the Central Asian al-Ḥakīm al-Tirmidhī (d. c.298/910), the visionary faculty of the heart is linked to the earliest articulations of the mystical theory of prophecy and sainthood. According to al-Tustarī, the heart of Muḥammad ( qalb Muḥammad )—a twin concept of the pre-existent light of Muḥammad ( nūr Muḥammad )—is the seat of God’s manifestation and the source of the divine lights that illuminate the hearts of the mystic (Böwering, 150–1,157–64). For al-Tirmidhī, Muḥammad has precedence over the other prophets because he was the first of creation and because of what is contained in his heart, which God made into a “vessel” for perfected prophethood (Radtke and O’Kane, 106, 203). The “friends of God,” who, after Muḥammad, have precedence over the rest of humankind, behold the divine attributes in their hearts (Radtke and O’Kane, 98). The motif of the heart being filled with the image of the beloved is ubiquitous in Ṣūfī love poetry, but, from the theological point of view, the vision of God in the heart is suspected of anthropomorphism and incarnationism ( ḥulūl ) (Knysh, 86; Amir-Moezzi, 44–55, for early Shīʿī traditions).",
    "In the doctrinal syntheses of the scholar, theorist, and mystical theologian al-Ghazālī (d. 505/1111, born and raised in Khurāsān and later settled in Baghdad) and of the great mystic of Andalusian origin Ibn ʿArabī (d. 638/1240), the traditional Ṣūfī imagery of the heart merges with new intellectual approaches, presupposing the assimilation of a philosophical world view. The heart, due to its mediating function, is a key concept for navigating the philosophical and theological paradoxes of the relationship between the one and the many and the manifestations of the formless God. Al-Ghazālī emphasises the “speculative” function of the heart. His use of the mirror analogy in the chapter the “Wonders of the heart” of his Iḥyāʾ ʿulūm al-dīn (“Revivification of the religious sciences,” written in Arabic) shows the influence of Avicenna’s noetics (Treiger, 62–3). In Ibn ʿArabī, the emphasis is instead on the “poetical” or creative dimension of the heart as the organ of the active imagination ( khayāl ), which is the place where opposites meet (Ibn ʿArabī, 119–25; trans. Austin, 145–55; Corbin, Imagination , 161–83; Morris, 37–76).",
    "In later Ṣūfism, the exploration of the inner constitution of man and the formalisation of ancient spiritual methods of concentration focused on the heart were closely connected to the institutionalisation of the Ṣūfī brotherhoods. The Central Asian Kubrāwiyya (whose eponymous founder was Najm al-Dīn Kubrā of Khwārazm, d. 618/1221) refined the map of the subtle substances ( laṭāʾif ) connecting the internal organs to the cosmic elements and the heavenly entities typified by the prophets and associated with the visualisation of particular colours; the subtle substance of the heart ( laṭīfa qalbiyya ) was associated with the prophet Abraham and red (Corbin, Homme , 136). The Naqshbandiyya (a widespread order founded by Bahāʾ al-Dīn Naqshband, d. 791/1389), like other “sober” Sunnī brotherhoods, gave preference to the recollection of the heart ( dhikr al-qalb ), or silent recollection ( dhikr khafī ), over a dhikr performed aloud ( dhikr , lit. remembrance, is the central Ṣūfī devotional exercise, in which participants recite a name or series of names of God, or a litany; it may be performed alone or communally and may involve chanting, movements, and music). Another spiritual method that gained prominence in the Naqshbandiyya is the rābiṭa , the “bond” between the heart of the disciple and the master (Chodkiewicz, Techniques; Buehler, 131–5; Meier, 17–241). The vision with the heart plays an important role also in Shīʿī brotherhoods, where the object of the heart’s contemplation is the light of the imām s, conceived as the supreme symbol of the revealed God (Amir-Moezzi, 261–8). Beginning in the tenth/sixteenth century, the vision of Muḥammad in the heart was codified as a form of spiritual training, known as Muḥammad’s path ( ṭarīqa Muḥammadiyya ), which became a hallmark of Sunnī Ṣūfī “renewal” in the eighteenth and nineteenth centuries (Chodkiewicz, Modèle; Knysh, 252–3). Notwithstanding the differing loyalties involved in the choice of the personal guide serving as the object of the heart’s concentration, these techniques have a shared doctrinal basis, according to which the perfect manifestation of God is the form of man.",
    "Print version: 9789004356627, 2017, 2018-1"
  ],
  "bibliography": [
    "Sources",
    "al-Ghazālī, Iḥyāʾ ʿulūm al-dīn , 4 vols., Cairo 1957",
    "Ibn ʿArabī, Fuṣūṣ al-ḥikam , ed. Abū l-ʿAlā ʿAfīfī, Beirut 1966, trans. Ralph W. J. Austin, The bezels of wisdom , New York 1980",
    "Abū Ṭālib al-Makkī, Qūt al-qulūb , ed. Maḥmūd al-Riḍwānī, Cairo 1422/2001",
    "Abū l-Ḥusayn al-Nūrī, Maqāmāt al-qulūb , ed. Qāsim al-Samarrāʾī, Majallat Kulliyyat al-Sharīʿa 5 (1969)",
    "al-Ḥakīm al-Tirmidhī, Bayān al-farq bayn al-ṣadr wa-l-qalb wa-l-fuʾād wa-l-lubb , ed. Nicholas Heer, Cairo 1958, trans. Nicholas Heer, Three early Sufi texts , Louisville 2003.",
    "Studies",
    "Mohammad Ali Amir-Moezzi, The divine guide in early Shiʿism. The sources of esotericism in Islam , trans. David Streight, Albany 1994",
    "Gerhard Böwering, The mystical vision of existence in classical Islam. The Qurʾānic hermeneutics of the Ṣūfī Sahl at-Tustarī ( d. 283/896 ), Berlin 1980",
    "Arthur F. Buehler, Sufi heirs of the Prophet. The Indian Naqshbandiyya and the rise of the mediating Sufi shaykh , Columbia SC 1998",
    "Michel Chodkiewicz, Le modèle prophétique de la sainteté en Islam, Al-Masaq 7 (1994), 201–26",
    "Michel Chodkiewicz, Quelques aspects des techniques spirituelles dans la ṭarīqa Naqshbandiyya, in Marc Gaborieau, Alexandre Popovic, and Thierry Zarcone (eds.), Naqshbandis. Cheminements et situation actuelle d’un ordre mystique musulman (Istanbul and Paris 1990), 69–82",
    "Henry Corbin, L’homme de lumière dans le soufisme iranien , Sisteron 1971",
    "Henry Corbin, L’imagination créatrice dans le soufisme d’Ibn ʿArabī , Paris 1958",
    "Richard Gramlich, Alte Vorbilder des Sufitums , pt. 1, Scheiche des Westens , Wiesbaden 1995",
    "Alexander D. Knysh, Islamic mysticism. A short history , Leiden 2000",
    "Fritz Meier, Zwei Abhandlungen über die Naqšbandiyya , Stuttgart 1994",
    "James Winston Morris, The reflective heart. Discovering spiritual intelligence in Ibn ʿArabī’s “Meccan illuminations,” Louisville KY 2005",
    "Paul Nwyia, Exégèse coranique et langage mystique. Nouvel essai sur le lexique technique des mystiques musulmans , Beirut 1970, 1991 2",
    "Bernd Radtke and John O’Kane, The concept of sainthood in early Islamic mysticism , Richmond, Surrey 1996",
    "Sara Sviri, The taste of hidden things. Images on the Ṣūfī path , Inverness CA 1997",
    "Alexander Treiger, Inspired knowledge in Islamic thought. Al-Ghazālī’s theory of mystical cognition and its Avicennian foundation , London 2012."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}