{
  "id": "eweb_087",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-30714.xml?rskey=Ula9eY&result=1",
  "annotator": "Antonio",
  "title": "Ibn ʿAṭāʾ Aḥmad",
  "authors": [
    "Martin Nguyen"
  ],
  "word_count": "(1,225 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 May 2017",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Aḥmad b. Muḥammad b. Sahl b. ʿAṭāʾ al-Adamī, called Ibn ʿAṭāʾ Aḥmad (d. 309/922) was a prominent early Ṣūfī exegete of the Qurʾān and a leading Ṣūfī personality in Baghdad. He was closely linked to the Ḥanbalī-affiliated pietistic movement and was, as a result, well regarded by much of the city’s Ḥanbalī population. Because of Ibn ʿAṭāʾ’s ardent defence of the famous Baghdadi mystic al-Ḥallāj (d. 309/922)—who was imprisoned and on trial at the time—and his harsh criticism of the wazīr Ḥāmid b. al-ʿAbbās (d. 311/923), he was put to death in Dhū l-Qaʿda 309/March 922.",
    "Louis Massignon estimates that Ibn ʿAṭāʾ was born in about 235/849–50 (1:88). A longtime resident of Baghdad, Ibn ʿAṭāʾ’s early education was shaped by Ḥanbalism and a concomitant high regard for ḥadīth . His earliest recorded teachers were ḥadīth scholars closely connected to Aḥmad b. Ḥanbal (d. 241/855), the famous traditionist, theologian, and jurisprudent from Baghdad, namely, al-Faḍl b. Ziyād (d. c. 255/869) and Yūsuf b. Mūsā al-Qaṭṭān (d. 253/867). Ibn ʿAṭāʾ probably first came into contact with the zuhd (ascetism) form of piety favoured by the Ḥanbalīs through these connections. Furthermore, he appears to have enjoyed some popular support from Baghdad’s Ḥanbalīs throughout his life. Later, Ibn ʿAṭāʾ studied with two prominent Baghdadi Ṣūfīs, first Abū Ḥamza al-Baghdādī (d. 269/882–3 or 289/902), who is also linked to Aḥmad b. Ḥanbal, and then Ibrāhīm al-Māristānī.",
    "Ibn ʿAṭāʾ is most famous for his Ṣūfī commentary of the Qurʾān, one of the earliest to be written. He spent years immersed in deep reflection on the Qurʾān, reportedly reciting the entire scripture on a daily basis, and thrice daily during the month of Ramaḍān. According to his student Ibn Ḥubaysh (d. 359/970), Ibn ʿAṭāʾ died before completing his spiritual investigation of the Qurʾān. Nonetheless, a tafsīr (commentary) entitled Kitāb fī fahm al-Qurʾān (“Book on the understanding of the Qurʾān”) resulted from his efforts. While the entire commentary has not survived, numerous passages from it are reproduced in Ḥaqāʾiq al-tafsīr (“The realities of interpretation”) and Ziyādāt ḥaqāʾiq al-tafsīr (“Additions to the Realities of interpretation”) by Abū ʿAbd al-Raḥmān al-Sulamī (d. 412/1021), the exegete, hagiographer, and theorist from Nīshāpūr. Paul Nwyia has edited part of Ibn ʿAṭāʾ’s commentary by compiling the excerpts preserved in several manuscripts of the former tafsīr by al-Sulamī. Richard Gramlich has studied this material extensively and provided an annotated translation in German. Ibn ʿAṭāʾ is the most frequently cited source in Ḥaqāʾiq al-tafsīr and possibly in Ziyādāt ḥaqāʾiq al-tafsīr .",
    "Al-Kalābādhī (d. c. 380/990), the Central Asian historian and theorist of Ṣūfism, records in his Kitāb al-taʿarruf li-madhhab ahl al-taṣawwuf (“The book of acquaintance with the path of the Ṣūfīs”) that Ibn ʿAṭāʾ wrote another text entitled Kitāb ʿawdat al-ṣifāt wa-badʾihā (“Book on the return and renewal of attributes”) on the subject of fanāʾ (mystical annihilation) (146). Before his death, Ibn ʿAṭāʾ reportedly entrusted his works to another of his students, Abū ʿUmar ʿAlī b. Muḥammad al-Anmāṭī.",
    "The Ṣūfī literature typically considers Ibn ʿAṭāʾ part of the Baghdadi Ṣūfī network arrayed around the famed Baghdadi Ṣūfī and Shafiʿī legal scholar of Persian origin al-Junayd (d. 298/910). While Ibn ʿAṭāʾ and al-Junayd may have been close for a time, the two came to a public separation over several issues. Massignon and Gramlich have documented the differences of opinion, the most prominent of which concerns the rank of the wealthy versus the rank of destitute in the eyes of God (Massignon, 1:91–3; Gramlich, 4–7). Specifically, Ibn ʿAṭāʾ believed that the wealthy who expressed gratitude to God were superior to the grateful destitute, while al-Junayd’s disciple Abū Muḥammad al-Jurayrī (d. 311/923–4) argued the opposite (al-Khāṭib al-Baghdādī, 6:167). Ibn ʿAṭāʾ was a person of great wealth at some point in his life and did not hesitate to display it outwardly, in his manner of dress. This was probably before Ibn ʿAṭāʾ lost his ten sons, wife, and possessions during an attack on their ḥajj caravan, possibly by the Qarāmiṭa, a schismatic Ismāʿīlī group, in 294/906–7 (Massignon, 1:91; Gramlich, 3).",
    "Ibn ʿAṭāʾ became embroiled in the arguments surrounding the controversial Ṣūfī al-Ḥallāj, whom he befriended. While many Baghdadi Ṣūfīs, such as al-Junayd’s disciples al-Shiblī (247/861–334/945) and al-Jurayrī, abstained from expressing support for al-Ḥallāj or withdrew their support from him, Ibn ʿAṭāʾ publically defended his views and visited al-Ḥallāj during his final imprisonment. The famous Ṣūfī Ibn Khafīf (d. 371/982), who was also a student of Ibn ʿAṭāʾ, likewise visited al-Ḥallāj in prison and afterwards entrusted several texts to Ibn ʿAṭāʾ for safekeeping. Al-Ḥallaj wrote at least two letters to Ibn ʿAṭāʾ that have been preserved ( Akhbār al-Ḥallāj , 118–20). In Shawwal 309/February 922, Ibn ʿAṭāʾ organised a public procession in support al-Ḥallāj, in which Ḥanbalī sympathisers offered vocal prayers in protest of al-Ḥallāj’s imprisonment. The protest transformed into an extended riot, in which anger was redirected into a vocal critique of the city’s Ḥanbalīs, the famous historian and exegete al-Ṭabarī (d. 310/923), who would die a year later still besieged by his antagonists. In Dhū l-Qaʿda 309/March 922, Ibn ʿAṭāʾ was summoned by the wazīr Ḥāmid b. al-ʿAbbās to testify on views held by al-Ḥallāj. Ibn ʿAṭāʾ defended al-Ḥallāj and ultimately used the opportunity to criticise Ḥāmid for his long-lasting, exploitative fiscal policies. The outraged wazīr ordered Ibn ʿAṭāʾ to be pummelled in the head with his own sandals, and Ibn ʿAṭāʾ died of his injuries shortly thereafter.",
    "Print version: 9789004335721, 2017, 2017-3"
  ],
  "bibliography": [
    "Sources",
    "Abū Nuʿaym al-Iṣfahānī, Ḥilyat al-awliyāʾ wa-ṭabaqāt al-aṣfiyāʾ (Beirut, 1409/1988), 10:302–5",
    "al-Ḥallāj, Akhbār al-Ḥallāj , ed. and trans. Louis Massignon and Paul Kraus (Paris 1936), 118–20",
    "Jāmī, Nafaḥāt al-uns , ed. Muḥammad Adīb al-Jādir (Beirut 1424/2003), 1:212–4 (Arabic ed.)",
    "Abū Bakr al-Kalābadhī, Kitāb al-Taʿarruf li-madhhab ahl al-taṣawwuf , Beirut 1422/2001",
    "al-Khaṭīb al-Baghdadī, Taʾrīkh madīnat al-salām , ed. Bashshār ʿAwwād Maʿrūf (Beirut 1422/2001), 6:164–70",
    "Louis Massignon, Recueil de textes inédits concernant l’histoire de la mystique (Paris 1929), 53–7",
    "Louis Massignon, The passion of al-Hallaj. Mystic and martyr of Islam , trans. from the French by Herbert Mason (Princeton 1982), 1:88–94",
    "al-Munāwī, al-Kawākib al-dhurriyya , ed. Muḥammad Adīb al-Jādir (Beirut 1999), 2:34–6",
    "Paul Nwyia (ed.), Trois œuvres inédites de mystiques musulmans. Šaqīq al-Balḫī, Ibn ʿAṭāʾ, Niffarī (Beirut 1986), 23–182",
    "al-Sulamī, Ṭabaqāt al-ṣūfiyya , ed. Nūr al-Dīn Shurayba (Aleppo 1406/1986 2 ), 265–72.",
    "Studies",
    "Carl W. Ernst, Words of ecstasy in Sufism (Albany 1985), 105–6",
    "Gerhard Böwering, The Qurʾān commentary of al–Sulamī, in Wael B. Hallaq and Donald P. Little (eds.), Islamic studies presented to Charles J. Adams (Leiden 1991), 41–56",
    "Richard Gramlich, Abū l-ʿAbbās b. ʿAṭāʾ. Sufi und Koranausleger , Stuttgart 1995."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 340
}