{
  "id": "eweb_088",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-30858.xml?rskey=Ula9eY&result=2",
  "annotator": "Antonio",
  "title": "Ibn Khafīf",
  "authors": [
    "Florian Sobieroj"
  ],
  "word_count": "(3,471 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Sep 2016",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Abū ʿAbdallāh Muḥammad b. Khafīf b. Isfakshādh (Iskafshādh) al-Ḍabbī al-Shīrāzī (c.268–371/882–982), known as Ibn Khafīf , was a Ṣūfī, ascetic, and prolific writer of Shirazi origin with an Ashʿarī orientation. By virtue of his many encounters with the great masters, his immense achievements, and his long life, he was considered the “seal of Ṣūfism” ( khātam al-ṣūfiyya ; Junayd, 38–9).",
    "1. Life",
    "His mother was of Nīshāpūrī descent, and his father, mostly absent, served as a Daylamī commander in the army of the Ṣaffārid ʿAmr b. Layth (r. 265–87/879–900) (al-Daylamī, Sīrat , 9) (the Ṣaffārids ruled 247/861 to 393/1003, and the centre of their power was in Sistan, with an empire extending at times into Persia and eastern Afghanistan; the Daylamīs inhabited the mountainous regions of northern Iran, on the southern coast of the Caspian Sea, and were long employed as soldiers). Among the principal features of his spiritual method were renunciation, fasting, prayer, poverty, and a literalist observance of the Prophet’s Sunna (cf. Junayd, 44f.).",
    "The main source on his life is the biography compiled by his disciple al-Daylamī (fl. late fourth/tenth century), extant as a Persian translation (presumed Arabic title Sīrat Muḥammad b. Khafīf ) by Ibn Junayd Shīrāzī (eighth/fourteenth century; note that this a different person from the Junayd, who wrote after 791/1387, who is the author of Shadd al-izār ) titled Sīrat-i Abū ʿAbdallāh b. al-Khafīf al-Shīrāzī . The exchange with the Ṣūfī masters he met—at home and on his extensive travels in Ḥijāz, Iraq, and Syria—is one of the major subjects of the Sīrat . Al-Daylamī names mystics with whom the youthful Ibn Khafīf associated in Fārs, such as the illiterate Muʾammil al-Jaṣṣāṣ (d. 322/933–4), who advised him to look for the saints during the ḥajj , behind Mount ʿArafa ( Jāmī, Nafaḥāt , 243); Jaʿfar al-Ḥadhdhāʾ, whom Bundār b. al-Ḥusayn (d. c.355/965) considered superior, in respect to the mystical state (ḥāl) , to the early Iraqi Ṣūfī al-Shiblī (d. 334/945) (Jāmī, 238), although Bundār had renounced the world under al-Shiblī’s influence; and al-ʿAtāyadī (“the model of salaried workers,” Jāmī, 238). He mentions Ṣūfīs who visited Ibn Khafīf in Shiraz, where he settled.",
    "In Shiraz, Iṣṭakhr, Fasā, Wāsiṭ, Baghdad, and Basra (the latter in 300/912–3), Ibn Khafīf also met authorities in ḥadīth , among them the prominent Persian historian and exegete of the Qurʾān al-Ṭabarī (d. 310/923), whom he criticised polemically ( Iʿtiqād , in Ibn Taymiyya, Fatwā , 47). He carried with him writing implements to record Prophetic traditions and routinely copied twenty traditions every night, after completing his litanies (al-Daylamī, Treatise , 208–9).",
    "He made the ḥajj at least six times and also travelled to Mecca (not on the pilgrimage) in his mother’s company (Jāmī, 622), to visit the Ṣūfīs. He wore the khirqa (patched robe, symbolic of initiation into Ṣūfī life) that he had obtained from his mother, a follower of Karrāmī piety, whom he considered a saint (Jāmī, 622), and he would not exchange it for the Ṣūfī cloak offered to him by Ibn ʿAṭāʾ al-Ādamī (d. 309/921–2; al-Daylamī, Treatise , 92–3) (the Karrāmiyya is a movement with ascetic tendencies akin to Ṣūfism, founded by ʿAbdallāh Muḥammad b. Karrām, d. 255/869, in Persia). Ibn Khafīf did, however, accept the patched robe from his first master in Baghdad, Ruwaym al-Ẓāhirī (d. 303/915–6), a Ṣūfī turned judge (al-Daylamī, Treatise , 18). He also received a khirqa from al-Shiblī, although he did not include him among the models of spirituality whom he advised his novices to follow: “Imitate five of our teachers! As for the rest, listen to them but disregard what they say. The five are Ḥārith al-Muḥāsibī (from Basra, d. 243/857); (three from Baghdad) al-Junayd, Abū Muḥammad Ruwaym (d. 303/915–6), Ibn ʿAṭāʾ (d. 309/922), and ʿAmr b. ʿUthmān al-Makkī (originally from Yemen, d. 297/910; cf. al-Anṣārī, Ṭabaqāt , 233).” As a reason for this selection, he explained that these five united exoteric knowledge and mysticism while the others were Ṣūfīs “overpowered by the mystical experience” (Junayd, 43–4). Ibn Khafīf criticised a contemporary for plagiarising the work of al-Muḥāsibī (d. 243/857)—founder of the Baghdad school of mysticism and teacher of such Ṣūfī masters as Junayd (al-Daylamī, Treatise , 114)—whose Kitāb al-riʿāya li-ḥuqūq Allāh (“The book of observing God’s due”) was transmitted by Ibn Khafīf’s disciples (Sobieroj, Novizenerziehung , 219). In Baghdad, Ibn Khafīf saw al-Ḥallāj (d. 309/922), the highly controversial “martyr of mystical love” (Schimmel) in prison, where he performed one of his miracles that convinced him of his sanctity (he called him ʿālim rabbānī , divine scholar; al-Sulamī, 308; ʿAṭṭār, Tadhkirat , 583). However, he cursed al-Ḥallāj for his shaṭḥiyyāt (ecstatic locutions) (al-Daylamī, Treatise , 101).",
    "As a young man in Basra, Ibn Khafīf met the Iraqi scholar and theologian Abū l-Ḥasan al-Ashʿarī (d. 324/935–6), founder of the Ashʿarī school of theology (Bell, Treatise , xxxiv–xl). According to an autobiographical account (cf. Ibn ʿAsākir, Tabyīn , 94–5), Ibn Khafīf became al-Ashʿarī’s student after observing how he outwitted the Muʿtazila in a debate (Ibn ʿAsākir, Tabyīn , 94–5; al-Subkī, 3:159–63, includes a long rhymed eulogy on al-Ashʿarī ascribed to Ibn Khafīf). According to a report by al-Bāqillānī (d. 403/1013), in which he claims that he met Ibn Khafīf teaching al-Ashʿarī’s Kītāb al-lumaʿ (“Book of Radiance”) in Shiraz, Ibn Khafīf worked to bring Ṣūfism and Ashʿarī theology together shortly before his death (cf. Sobieroj, Novizenerziehung , 220–1). This was despite his overall traditionalist orientation: his works on dogma, composed in accordance with the scripturalists ( ahl al-ḥadīth; Ibn Taymiyya, Fatwā , 45), have been transmitted by Ḥanbalī authors (Sobieroj, Novizenerziehung , 243–8). When Ibn Khafīf died, at an age of perhaps one hundred four years (al-Subkī, 3:155), Zoroastrians, Jews, and Christians, as well as Muslims, participated in the funeral, everyone praying according to his own ritual (al-Daylamī, Treatise , 218).",
    "Among his transmitters and disciples—al-Jullābī (247) calls the Ṣūfīs who followed his doctrine the Khafīfiyya—were several Ṣūfī authors who “benefited from his writings” (cf. al-Dhahabī, Taʾrīkh , 507; al-Subki, 3:151): Abū l-ʿAbbās al-Nasawī (d. 396/1005; Ibn ʿAsākir, Taʾrīkh , 7:303; al-Dhahabi, loc. cit., called him “al-Fasawī,” which appears to have been a scribal error); al-Daylamī (d. c.392/1001; his Kitāb ʿAṭf al-alif al-maʾlūf , “Book on love,” was transmitted by ʿAlī b. Bakrān al-Shīrāzī, another disciple of Ibn Khafīf (Bell, li)); Ibn Bākawayh (d. 428/1037; al-Dhahabī, Siyar , 17:544), collector of Ṣūfī stories; Abū ʿAbd al-Raḥmān al-Sulamī (d. 412/1021), who received an ijāza (licence) from him to teach Prophetic and Ṣūfī traditions (al-Sulamī, 462, 464); and Abū Nuʿaym (d. 430/1038; Junayd, 42). Ḥusayn Akkār al-Fīrūzābādī (d. 391/1000–1) transmitted Ibn Khafīf’s khirqa to al-Kāzarūnī, a militant Ṣūfī and a major successor of Ibn Khafīf in Fārs (although he never met Ibn Khafīf); the “white garment of Junayd” is said to have been passed on to Kāzarūnī from Ibn Khafīf through ʿAbdallāh b. Bānīk ( Firdaws , ed. Ī raj Afshār, Tehran 1358/1939, 103).",
    "2. Works",
    "Ibn Khafīf’s writings, according to al-Khuldī (d. 348/959)—a member of Junayd’s circle famous for his aphorisms—were written in a language of “mystical allusions linked to exoteric knowledge” (ʿulūm al-ẓawāhir) in which “he connected his mystical discourse to texts of the Qurʾān and well-known traditional reports” ( Junayd, 44). Lists of works attributed to Ibn Khafīf, mostly lost, can be found in al-Daylamī ( Treatise , 212–3), and Junayd (42); the former gives twenty-nine titles distinguishing between detailed expositions (muṭawwal) and digests (mukhtaṣar).",
    "2.1. Works extant (in the original or in translation)",
    "1. Muʿtaqad (al-Muʿtaqad al-ṣaghīr) (“The short creed”) is edited by Schimmel, in al-Daylamī ( Sīrat , 284–308), with a Persian translation. The credo, in four sections, includes tenets held exclusively by the Ṣūfīs.",
    "2. Kitāb (or Risāla ) Sharaf al-faqr (or al-fuqarāʾ ) (“Book/treatise on the noblil-ity of the poor/poverty”) is extant as a Persian translation made by ʿAbd al-Raḥīm b. Muḥammad b. Maḥmūd, who was a mudarris ( madrasa teacher) at Ibn Khafīf’s mausoleum in Shiraz (ed., Fāṭima ʿAlāqa, in Maʿārif 16/1, 1378, 98–132). In the text, ending with a story on al-Jurayrī (who is blamed by the Prophet in a dream for not meeting the needs of a young dervish), the author sets out to prove the superiority of poverty to riches by adducing the Qurʾān, Prophetic traditions, and stories. In al-Daylamī ( Treatise , 21), Ibn Khafīf explains the circumstances of the composition of the Sharaf al-faqr , his first literary work: it was read at the assembly of the shaykh s of Shiraz; as a sign of approval, they allowed him, while still in his teens (kudakī) , to lead them in prayer.",
    "3. Kitāb faḍl al-taṣawwuf (ʿalā l-madhāhib) (“Book on the excellence of Ṣūfism”) (al-Daylamī, Treatise , 212) is edited by Fāṭima ʿAlāqa and K. Bargnīsī, in Maʿārif 15/1–2 (1377/1957–8), 54–80. In a tripartite division of Muslims, he explains that, while the ahl al-ḥadīth and fuqahāʾ —presented as those that search for and guard the ḥadīth and those that analyse and work out its legal aspects—report the Prophet’s qualities and describe his acts, the mutaṣawwifa (Ṣūfī mystics) experience the content of the traditions, for which reason they rank the highest, on condition that they are truthful (ṣādiqūn) ( Faḍl , 54).",
    "4. Kitāb al-iqtiṣād (“Book of the adoption of the middle course”; cf. Q 35:32) is a rule for novices edited by Sobieroj, in Novizenerziehung (443–86, German trans., 317–83). The work has been excerpted by Abū l-Najīb al-Suhrawardī of Baghdad, for his Ādāb al-murīdīn (“Rules for the disciples”) (cf. Sobieroj, Ibn Khafīf’s Kitāb al-iqtiṣād and Abū l-Najīb al-Suhrawardī’s Ādāb al-murīdīn , JSS 43/2, 336–45) which allows us to follow the line of transmission of Ibn Khafīf’s legacy. In the Iqtiṣād , Ibn Khafīf addresses the novices, explaining to them the significance of ṣidq and ikhlāṣ —that is, truthfulness (i.e., to their vows) and sincerity (i.e., purification of works by striving after God in them). He disapproved categorically of the dispensations (rukhaṣ) claimed by “the lukewarm,” which were, however, to become an integral part of later Ṣūfīsm (Suhrawardiyya). His reference to Q 57:27 (“But monasticism they invented”)—which he interpreted as rebuking the novices who did not keep to their pledges ( Iqtiṣād , pt. 12) once their initial enthusiasm has abated—reflects an exegetical gloss of Junayd (cf. Kitāb al-dawāʾ; ed. and trans. Arthur J. Arberry, Book of the cure of souls, JRAS 2 (1937), 219–31, here 225).",
    "5. Waṣiyya (“Testament”) is a basic rule for novices edited by Schimmel, in al-Daylamī ( Treatise , 274–83), in twenty-four sections, together with a Persian translation.",
    "6. Khawāṣṣ al-āyāt (“The special properties of the Qurʾānic verses”), or Kitāb Sharḥ khāṣṣiyyat al-āyāt al-bayyināt wa-jawāmiʿ al-daʿawāt (“Book of commenting on the special properties of the clear Qurʾānic verses and a compilation of prayers”) (flyleaf) or Kitāb al-Faḍāʾil wa-jāmiʿ al-daʿāwāt wa-l-adhkār (“Book of the excellent qualities and a collection of the prayers and formulas of invocation”) (Ḥājjī Khalīfa, Asāmī l-kutub wa-l-funūn , ed. Gustav Flügel, Lexicon bibliographicum et encyclopaedicum a Mustafa Ben Abdallah Katib Jelebi , Leipzig 1835–58, repr. New York 1964, 5:131) is a compilation of “transmitted” prayers with explanations of the mystical (magical) qualities ascribed to certain Qurʾānic verses (khawāṣṣ al-āyāt). A manuscript dated 791/1389 is Istanbul, Süleymaniye, Feyzullah Ef. 1296. In accordance with the general orientation of Ibn Khafīf’s religiosity, authorities quoted include the Prophet, his Companions, and early Ṣūfīs.",
    "2.2. Works that have survived only in quotations",
    "1. Kitāb iʿtiqād al-tawḥīd bi-ithbāt al-asmāʾ wa-l-ṣifāt (“Book of the creed of unity by confirming the names and attributes [of God]”). This is possibly identical with the larger credo, al-Muʿtaqad al-kabīr. The author focuses on points of Ṣūfī doctrine that became the object of controversy and criticises polemically those who interpreted anthropomorphic traditions metaphorically. There are excerpts in Ibn Taymiyya, Fatwā , 42–50 (cf. Sobieroj, Novizenerziehung , 21–2; Bell, liv).",
    "2. Ikhtilāf al-nās fī taʾwīl ḥadīth al-ṣūra (“The various opinions concerning the interpretation of the Prophetic tradition on the appearance [of God]”). See Ibn Taymiyya, Fatwā , 45.",
    "3. Kitāb al-maḥabba (“The book of love”).",
    "4. Kitāb al-wudd wa-l-ulfa (“The book of fondness and closeness”). See al-Daylamī, Treatise , 213. The influence of Abū Saʿīd b. al-Aʿrābī (d. 341/952), author of Kitāb ikhtilāf al-nās fī l-maḥabba (“Book of the various opinions concerning love”), on Ibn Khafīf’s writings on love (and vice versa) is indicated by Ibn ʿAsākir (d. 571/1175), the scholar and historian from Damascus and author of the voluminous Taʾrīkh madīnat Dimashq (“History of the city of Damascus”). He reports that, in Mecca, Abū Saʿīd had Ibn Khafīf instruct him about wudd (cf. Sobieroj, Neue Quelle , no. 29). A distinction Ibn Khafīf made between maḥabba (love) and khulla (bosom friendship), quoting a poem of al-Shiblī as proof, is described in al-Daylamī’s treatise ʿAṭf al-alif al-maʾlūf (no. 68); for further relevant quotations of Ibn Khafīf in the ʿAṭf , see Bell, lvii. Ibn Khafīf also wrote a Masʾala fīl-ʿishq (“A proposition on passionate love”) in imitation of a tract by Junayd, on the permissibility of applying the term ʿishq to God’s love, a concept he had initially denied (cf. Iʿtiqād , 2:63; al-Daylamī, ʿAṭf , 5). In Shiraz, he was taught by the Shāfiʿī scholar Aḥmad b. Surayj (d. 306/918) that it is one’s duty to love God, citing Q 9:24 as the scriptural proof (al-Dhahabī, Taʾrīkh , 509). Further relevant sayings of Ibn Khafīf may be found in al-Daylamī, 264–5 (ed. Schimmel, 30–1); see also Bell, liii-lviii.",
    "5. Kitāb radd ʿalā Ibn Sālim (“Refutation of Ibn Sālim”). A polemical tract against the teachings of Ibn Sālim (d. 297/909), quoted by the Ḥanbalī scholars from Baghdad Ibn al-Farrāʾ (d. 458/1065) and ʿAbd al-Qādir al-Jīlānī (the eponymous ancestor of the Qādiriyya, d. 561/1166). Ibn Khafīf’s refutation appears to form the basis of the lists of heretical tenets ascribed to the Sālimiyya by those Ḥanbalī authors (cf. Gerhard Böwering, Early Sufism, in de Jong, Mysticism contested , 62–3) (the Sālimiyya was a school of thought in Basra connected wih proponents of Mālikī law and associated especially with the Ṣūfī exegete, theorist, and teacher Sahl al-Tustarī, d. 283/896, and his disciple Ibn Sālim, d. 297/909, from whom it takes its name, and later on with the Ṣūfī author Abū Ṭālib al-Makkī, d. 386/996). Concerning the issue concerning God’s vision of things in pre-eternity, however, Ibn Sālim was defended by al-Anṣārī of Herat (d. 481/1089) against Ibn Khafīf’s accusation of advocating the pre-eternity of the universe (cf. Harith bin Ramli, The Sālimiyya and Abū Ṭālib al-Makkī, in Thibon, Maîtres , 108).",
    "6. Rasāʾil ʿAlī b. Sahl (“The letters of ʿAlī b. Sahl”). This collection of letters of which excerpts were made by the great Persian authors, poets, hagiographers, and mystics ʿAṭṭār (d. 618/1221) from Nīshāpūr and Jāmī (d. 898/1492) from Herat probably included the “questions” that ʿAlī b. Sahl (d. 307/919–20; Sobieroj, Novizenerziehung , 111–2) sent from Isfahan to Muʾammil, Ibn Khafīfs’s teacher in Shiraz, which he answered (Sobieroj, Novizenerziehung , 243); letters exchanged between ʿAlī and Junayd (ʿAṭṭār writes, “they trained novices by writing letters”), relating, among other things, to the question whether sleep or wakefulness is better (al-Jullābī, 352f.; ʿAṭṭār, 430); a letter written to ʿAlī by Ibn Khafīf concerning the maqām (a station in a gradual ascent to God) of Abū Ṭālib Khazraj, a disciple of Junayd, who once cursed Ibn Khafīf (“I understood it as if he had said: God have mercy on you!”) and who died in his ribāṭ (fort-like Ṣūfī lodge) in Hamadhān (Jāmī, 250).",
    "7. Kitāb al-ighāna (“The book of the unveiling (of the Prophet)”). This work focuses on the ḥadīth of the veil (ghayn) that descended on the Prophet’s heart, which is a masʾala (question) that was discussed by Ibn Khafīf and Bundār (Sulamī, 467). That some relevant quotations of Ibn Khafīf as the major authority are included in al-Ighāna of Rūzbihān Baqlī (d. 606/1209), the Persian mystical author from Shiraz may be interpreted as a survival of the work in al-Baqlī’s text (he was linked to Ibn Khafīf via Mahmud b. Khalīfa,d. 562/1166–7, leader of the ribāt of the Banū Sālbih in Shiraz; Jāmī, 255; Sobieroj, Novizenerziehung , 30; Bell, liii).",
    "Print version: 9789004305786, 2016, 2016-5"
  ],
  "bibliography": [
    "Sources",
    "ʿAbdallāh Anṣārī, Ṭabaqāt al-ṣūfiyya (“Generations of Ṣūfīs”), ed. Muḥammad Sarwar Mawlāʾī (Tehran 1362sh/1983), 232",
    "ʿAṭṭār, Tadhkirat al-awliyāʾ , ed. Muḥammad Istiʿlāmī, Tehran 1372sh/1993 7",
    "al-Daylamī, Sīrat Muḥammad Ibn Khafīf , trans. Ibn Junayd al-Shīrāzī, ed. Annemarie Schimmel, Sīrat-i Abū ʿAbdallāh b. al-Khafīf al-Shīrāzī (“The life of Abū ʿAbdallāh b. al-Khafīf al-Shīrāzī”), Ankara 1955",
    "al-Daylamī, ʿAṭf al-alif al-maʾlūf , ed. Jean-Claude Vadet, Cairo 1962, trans. Joseph Norment Bell and Hassan Mahmood Abdul Latif al Shafie, A treatise on mystical love (Edinburgh 2005), xxvi–lviii",
    "al-Dhahabī, Siyar aʿlām al-nubalāʾ , ed. Shuʿayb Arnaʾūṭ (Beirut 1401–5/1981–5), 16:342–6",
    "Ibn ʿAsākir, Taʾrīkh madīnat Dimashq , facs. ed. (Amman 1987), 15:291–301, ed. ʿAbd al-Ghanī al-Daqr (Damascus 1405/1984), 7:303",
    "Ibn ʿAsākir, Tabyīn kadhib al-muftarī (Beirut 1399/1979), 94–7, 190–2",
    "Ibn al-Mulaqqin, Ṭabaqāt , ed. Muṣṭafā ʿAbd al-Qādir ʿAṭā (Beirut 1419/1998), 221–4",
    "Ibn Taymiyya, al-Fatwā al-Ḥamawiyya al-kubrā (Beirut c.1984), 42–50",
    "Ibn Taymiyya, al-Asmāʾ wa-l-ṣifāt (Beirut 1408/1988), 2:56–66 (same excerpts as in al-Fatwā )",
    "al-Dhahabī, Taʾrīkh , ed. ʿUmar Tadmurī (Beirut 1993), 26:506–11 (years 351–80)",
    "Abū Nuʿaym al-Iṣfahānī, Ḥilyat al-awliyāʾ (Beirut c.1980), 10:385–7",
    "al-Qushayrī, Risāla (Cairo 1359/1940), 31",
    "Jāmī, Nafaḥāt , ed. Mahdī Tawḥīdīpur, Tehran 1336/1958",
    "al-Jullābī, Kashf al-maḥjūb , trans. Reynold A. Nicholson, London 1936, repr. 1976",
    "Junayd-i Shīrāzī, Shadd al-izār , ed. Muḥammad Qazwīnī and ʿAbbās Iqbāl (Tehran 1328/1910), 38",
    "al-Sīrjānī, Sufism, black and white. A critical edition of Kitāb al-bayāḍ wa-l-sawād , ed. Bilal Orfali and Nada Saab, Leiden 2012 (includes numerous quotations from Ibn Khafīf, e.g., dhakar fī kitābih fī waṣf ahl al-tawḥīd , no. 128; on samāʿ , nos. 747, 766–7, tawba , no. 188)",
    "al-Subkī, Ṭabaqāt al-Shāfiʿiyya , ed. ʿAbd al-Fattāḥ al-Ḥilw (Cairo 1964–8), 3:149–63",
    "al-Sulamī, Ṭabaqāt al-Ṣūfiyya , ed. Nūr al-Dīn Shurayba (Cairo 1986/1406 3 ), 462–6.",
    "Studies",
    "Hans Daiber, Catalogue of the Arabic manuscripts in the Daiber Collection II. Institute of Oriental Culture, University of Tokyo (Tokyo 1996), 102 (mentions Risāla fī nafs wa-fī dāʾihā wa-adwiyatihā , which includes an excerpt from a relevant work of Ibn Khafīf; in Iqtiṣād, faṣl (part) 44, he refers to his own Masʾala fī muṭālabat al-nafs wa-akhlāqihā )",
    "Geneviève Gobillot and Jean-Jacques Thibon (eds.), Les maîtres soufis et leurs disciples, III e –V e siècles de l’hégire (IX e \n – XI \n \n e s.) , Beirut 2012",
    "Fritz Meier, Ein wichtiger Handschriftenfund zur Sufik, Oriens 20 (1967), 60–106, here 61 (on Faḍl al-taṣawwuf )",
    "Rūzbihān Baqlī, Kitāb al-Ighāna , trans. from the Arabic by Paul Ballanfat, L’ennuagement du cœur , followed by Les éclosions de la lumière de l’affirmation de l’unicité (Paris 1998), 141–240",
    "Florian Sobieroj, Ibn Ḫafīf aš-Šīrāzī und seine Schrift zur Novizenerziehung , Beirut 1998",
    "Florian Sobieroj, Mittelsleute zwischen Ibn Ḫafīf und Abū Isḥāq al-Kāzarūnī, AS 51/2 (1997), 651–71",
    "Florian Sobieroj, Eine neue Quelle für die Biographie Ibn Ḫafīfs, Der Islam 74/2 (1997), 305–35",
    "J.-C. Vadet, Ibn Khafīf, EI2",
    "GAS , 1:664",
    "Frederick de Jong and Bernd Radtke, Islamic mysticism contested , Leiden 1999",
    "Tahsin Yazıcı, İbn Hafîf, in TDVIA , 19:535–7."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 26
}