{
  "id": "eweb_089",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-30634.xml?rskey=cF8hEW&result=1",
  "annotator": "Antonio",
  "title": "Ibn Masarra",
  "authors": [
    "Michael Ebstein"
  ],
  "word_count": "(1,686 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Sep 2016",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Ibn Masarra (d. 319/931) is the first Muslim mystic in al-Andalus known to us from his writings. Information concerning his life is scanty, and, although two of his works have come down to us, scholars continue to disagree as to the exact nature of his teachings.",
    "Muḥammad b. ʿAbdallāh b. Masarra al-Jabalī was born in Córdoba in 269/883. He had studied various religious sciences (including ḥadīth ) under his father and several other Andalusī scholars before embarking on a voyage to the East, as was the custom at the time among Andalusī intellectuals (his father too had undertaken two such journeys). Ibn Masarra visited al-Qayrawān and Mecca; the teachers under whom he may have studied during his stay in these (and perhaps other) cities are unknown and the exact dates of his travels are unclear (his voyage(s) could have taken place anytime between circa 300/912 and 317/929; Lévi-Provençal, 81). In any case, after having returned to al-Andalus, Ibn Masarra, joined by a group of devotees, withdrew to the mountains in the vicinity of Córdoba (hence his nickname, “al-Jabalī”, that is, “the mountain dweller”), possibly to engage in ascetic-contemplative practices or in order to evade confrontations with the authorities (the sources, it should be emphasised, offer no conclusive evidence for such confrontations during his own lifetime). Following Ibn Masarra’s death in 319/931, his students seem to have carried on studying and propagating his teachings and perhaps also his works. During the 950s and 960s (approximately 338–59 A.H.), authorities of the Umayyad caliphate, which then ruled Islamic Spain, accused Ibn Masarra’s followers of heresy and unbelief and demanded their repentance. In at least one instance, their books were publicly burned. In addition, several scholars of the fourth/tenth and fifth/eleventh centuries, from the East as well as from al-Andalus, wrote refutations of Ibn Masarra’s teachings; these, however, have not survived (on Ibn Masarra’s life and the persecution of his disciples, see the various references in the bibliography). Over the years, the followers of Ibn Masarra disappeared (apparently, some of them were still to be found in the time of Ibn Ḥazm, d. 456/1064; see, for instance, his al-Faṣl fī l-milal wa-l-ahwāʾ wa-l-niḥal , ed. Muḥammad Ibrāhīm Naṣr and ʿAbd al-Raḥmān ʿUmayra, Beirut 1985, 2:293), but certain teachings of his (or attributed to him) continued to circulate in al-Andalus. Thus, the great Andalusī Sunnī mystic Muḥyī l-Dīn Ibn ʿArabī (d. 638/1240) mentions Ibn Masarra favourably in his writings, although some of the teachings that he attributes to him differ to a certain extent from what is found in the two surviving works by Ibn Masarra (see, for example, chapter 13 in Ibn ʿArabī’s al-Futūḥāt al-makkiyya , ed. ʿUthmān Yaḥyā, Cairo 1985, 2:347–55; for other references to Ibn Masarra in Ibn ʿArabī’s writings, see Ebstein, 12).",
    "Several works by Ibn Masarra are mentioned in the mediaeval Arabic sources: Kitāb al-tabyīn, Kitāb al-tabṣira, Kitāb al-ḥurūf , and Kitāb tawḥīd al-mūqinīn (Addas, 916). Of these works, only two have come down to us: Risālat al-iʿtibār , “The epistle on contemplation” (seemingly the same as Kitāb al-tabṣira ), and Kitāb khawāṣṣ al-ḥurūf wa-ḥaqāʾiqihā wa-uṣūlihā (“The book on the properties of letters, their true essences, and their roots”; on the possible contents of Kitāb tawḥīd al-mūqinīn , see Stroumsa, Ibn Masarra’s third book). The first of these two, Risālat al-iʿtibār , depicts the mental ascension of the mystic-philosopher through the different echelons of the universe, described in accordance with Neoplatonic cosmology (see Garrido Clemente, Edición crítica de la Risālat al-iʿtibār ; for translations into English and Spanish, see Stroumsa and Sviri, and Garrido Clemente, respectively). By contemplating creation, which is conceived of as a divine book (kitāb) , and deciphering its verses/signs (āyāt) , the mystic comes to realise that every level in the cosmos is subordinate to the level situated above it. The mystic’s intellectual-spiritual ascent culminates in an encounter with the supreme ruler of the universe—God Himself. The second of the aforementioned works by Ibn Masarra, Kitāb khawāṣṣ al-ḥurūf (see Garrido Clemente, Edición crítica del K. jawāṣṣ al-ḥurūf ), contains, as its title suggests, mystical-philosophical speculations on the letters of the Arabic alphabet—specifically, the fawātiḥ , the fourteen mysterious letters that appear at the beginning of twenty-nine sūra s of the Qurʾān. These letters are seen both as the building blocks of creation and as alluding to the various aspects of reality: divinity and its mode of operation in the universe, cosmogony and cosmology, prophecy, eschatology, and more. As in Risālat al-iʿtibār , the framework in Kitāb khawāṣṣ al-ḥurūf is Neoplatonic. It should be added that the early Ṣūfī master Sahl al-Tustarī (d. 283/896) is mentioned in this treatise, yet the extent of his influence on Ibn Masarra and the authenticity of the tradition(s) that Ibn Masarra attributes to Sahl are debatable (see Ebstein and Sviri).",
    "The obscure biography of Ibn Masarra, the persecution of his followers, and the fact that the manuscripts of his works were discovered relatively late (see Jaʿfar) have all contributed to the confusion surrounding Ibn Masarra’s intellectual profile. Indeed, mediaeval as well as modern scholars have described Ibn Masarra in diverse ways. Most notably, while several scholars regard him as a Ṣūfī (see, for example, the studies by Stern, Addas, and Garrido Clemente), others tend to view him as a Neoplatonic mystic-philosopher, whose teachings have much in common with other Neoplatonic systems of thought—especially those associated with the Ismāʿīlī tradition—more so than with classical Ṣūfism. In fact, there are definite parallels between Ibn Masarra’s Neoplatonism and that of the Rasāʾil ikhwān al-ṣafāʾ , the “Epistles of the Brethren of Purity”, composed by a group of intellectuals who were presumably affiliated in one way or another with the Ismāʿīlī Shīʿī milieu (see Stroumsa, Stroumsa and Sviri, DeCallataÿ, and Ebstein; cf. Asín Palacios and Tornero). Although Ibn Masarra was by no means a Shīʿī sympathiser or an Ismāʿīlī, the similarities between his Neoplatonic writings and those produced in the Ismāʿīlī Shīʿī milieu may account for the persecution of his followers and for his negative image in most mediaeval Arabic sources.",
    "Print version: 9789004305786, 2016, 2016-5"
  ],
  "bibliography": [
    "Claude Addas, Andalusī mysticism and the rise of Ibn ʿArabī, in Salma Khadra Jayyusi (ed.), The legacy of Muslim Spain (Leiden 1992), 2:909–33",
    "Miguel Asín Palacios, Abenmasarra y su escuela. Origenes de la filosofía hispano-musulmana , Madrid 1914",
    "Miguel Asín Palacios, The mystical philosophy of Ibn Masarra and his followers , trans. Elmer H. Douglas and Howard W. Yoder, Leiden 1978",
    "J. Vahid Brown, Muḥammad b. Masarra al-Jabalī and his place in medieval Islamicate intellectual history. Towards a reappraisal , B.A. thesis, Reed College 2006",
    "Miguel Cruz Hernández, La persecución anti-Masarri durante el reinado de ʿAbd al-Raḥmān al-Nāṣir li-Dīn Allāh, según Ibn Ḥayyān, Al-Qanṭara 2 (1981), 51–67",
    "Godefroid De Callataÿ, Philosophy and bāṭinism in al-Andalus. Ibn Masarra’s Risālat al-iʿtibār and the Rasāʾil ikhwān al-ṣafāʾ , in JSAI 41 (2014), 261–312",
    "Michael Ebstein, Mysticism and philosophy in al-Andalus. Ibn Masarra, Ibn al-ʿArabī and the Ismāʿīlī tradition , Leiden 2014",
    "Michael Ebstein and Sara Sviri, The so-called Risālat al-ḥurūf ( Epistle on letters ) ascribed to Sahl al-Tustarī and letter mysticism in al-Andalus, in JA 299/1 (2011), 209–66",
    "Maribel Fierro, La heterodoxia en al-Andalus durante el periodo omeya (Madrid 1987), 113–8, 132–40, 155–6, 166–8",
    "Maribel Fierro, Opposition to Sufism in al-Andalus, in Frederick De Jong and Bernd Radtke (eds.), Islamic mysticism contested. Thirteen centuries of controversies and polemics (Leiden 1999), 174–206, esp. 178–84",
    "Pilar Garrido Clemente, Edición crítica de la Risālat al-iʿtibār de Ibn Masarra de Córdoba, in Miscelánea de Estudios Àrabes y Hebraicos 56 (2007), 81–104",
    "Pilar Garrido Clemente, Edición crítica del K. jawāṣṣ al-ḥurūf de Ibn Masarra, Al-Andalus Magreb 14 (2007), 51–89",
    "Pilar Garrido Clemente, The science of letters in Ibn Masarra. Unified word, unified world, in Journal of the Muhyiddin Ibn ʿArabi Society 47 (2010), 47–61",
    "Pilar Garrido Clemente, Traducción anotada de la Risālat al-Iʿtibār de Ibn Masarra de Córdoba, in Estudios humanísticos. Filología 30 (2008), 139–63",
    "Muḥammad Kamāl Ibrāhīm Jaʿfar, Min qaḍāyā l-fikr al-Islāmī. Dirāsa wa-nuṣūṣ , Cairo 1978",
    "E. Lévi-Provençal, A Propos de l’ascète philosophe Ibn Masarra de Cordoue, in Erik Gren et al. (eds.), Donum natalicium H. S. Nyberg oblatum (Uppsala 1954), 75–83",
    "Rafael Ramón Guerrero and Pilar Garrido Clemente, Ibn Masarra, in Jorge Lirola Delgado and José Miguel Puerta Vílchez (eds.), Biblioteca de al-Andalus. Enciclopedia de la cultura andalusi vol. 4, De Ibn al-Labbāna a Ibn al-Ruyūlī (Almeria 2006), 144–54",
    "S. M. Stern, Ibn Masarra, follower of Pseudo-Empedocles—an illusion, in Actas do IV congresso de estudos Àrabes e Islâmicos, Coimbra-Lisboa 1 a 8 de Septembro de 1968 (Leiden 1971), 325–37, repr. in S. M. Stern, Medieval Arabic and Hebrew thought , ed. Fritz W. Zimmermann (London 1983), article v",
    "Sarah Stroumsa, Ibn Masarra and the beginnings of mystical thought in al-Andalus, in Peter Schäfer (ed.), Mystical approaches to God. Judaism, Christianity, and Islam (München 2006), 97–112",
    "Sarah Stroumsa, Ibn Masarra’s third book, in Khaled el-Rouayheb and Sabine Schmidtke (eds.), Oxford Handbook of Islamic Philosophy , forthcoming",
    "Sarah Stroumsa and Sara Sviri, The beginnings of mystical philosophy in al-Andalus. Ibn Masarra and his epistle on contemplation, JSAI 36 (2009), 201–53",
    "Emilio Tornero, Noticia sobre la publicación de obras inéditas de Ibn Masarra, Al-Qanṭara 14 (1993), 47–64; trans. as: A report on the publication of previously unedited works by Ibn Masarra, in Manuela Marin, Maribel Fierro, and Julio Samsó (eds.), The formation of al-Andalus (Aldershot 1998), vol. 2, Language, religion, culture and the sciences , 133–49."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}