{
  "id": "eweb_091",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-32475.xml?rskey=KtlgJr&result=1",
  "annotator": "Antonio",
  "title": "Initiation in Ṣūfism",
  "authors": [
    "Alexandre Papas"
  ],
  "word_count": "(2,076 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Sep 2018",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Initiation in Ṣūfism (Islamic mysticism) is a physical and symbolic ritual by which a candidate for the spiritual path (ṭarīqa) becomes the disciple of a master. Comprising several key elements, which Islamic scriptural sources are called upon to support, initiation marks, synchronically, the beginning of a new life and, diachronically, the introduction of the novice into the long Ṣūfī tradition of initiatory teachings (silsila) . Whereas a complete uniformity has never been achieved, Ṣūfīs in the eastern areas of the Muslim world have been remarkably creative in terms of ritual objects, body techniques (uses of the body transmitted by initiation and education), and esoteric writings related to initiation.",
    "1. Early History",
    "Built on the pattern of the “master of instruction” (shaykh al-taʿlīm) , classical Ṣūfism did not emphasise initiation. It is the rising model and authority of the “master of training” ( shaykh al-tarbiya , i.e., a strict trainer) established in fifth/eleventh-century Khurāsān that lent importance to the theory and practice of the induction of disciples into the ranks of a Ṣūfī circle (Meier). The form of this induction was not codified and could vary from one shaykh to another, but it comprised the same main elements, as discussed by several foundational manuals written in the seventh/thirteenth century, such as the Fawāʾīḥ al-jamāl (“Fragrances of beauty”) and the Kitāb ṭuruq maʿrifat al-khirqa (“Book of the paths of knowledge of the cloak”) of the Central Asian Najm al-Dīn Kubrā (d. 618/1221, the Mirṣād al-ʿibād (“Path of God’s servants”) of his Persian disciple Najm al-Dīn Rāzī (d. 654/1256), the famous manual ʿAwārif al-maʿārif (“Gifts of gnosis”) of the Persian-born Abū Ḥafs ʿUmar al-Suhrawardī (d. 587/1191), and the Miftāḥ al-falāḥ (“Key to salvation”) of the Egyptian scholar, hagiographer, and mystic Ibn ʿAṭāʾallāh al-Iskandarī (d. 709/1309).",
    "2. Ritual",
    "In general, the initiation ritual includes three parts: the pact (bayʿa, ʿahd) , the inculcation of recitations (talqīn) , and the donning of a cloak (khirqa) (Geoffroy, 230–6). The applicant asks the master to allow him to join a Ṣūfī group; before the admission becomes final, the novice must undergo a period of probation. When this requirement is fulfilled, the candidate sits in front of the master, pronounces prayers of repentance, and puts his hand(s) in the master’s hand(s). During the handclasp (Ar., muṣāfaḥa , Pers., dast-i bayʿat , Tu., el almak ), the master enunciates devotional formulas and gives instructions to the disciple, who, in turn, pledges absolute loyalty and obedience to his master. According to Ṣūfīs, this ceremony echoes the pact concluded between God and humanity (Q 7:172, 16:91), which was repeated in the oath sworn by the Companions of the Prophet (Q 48:10, 48:18) (Türer; Uludağ, Ahid; Uludağ, Tasavvuf , 76). During the second part of the initiation ritual, the kneeling disciple faces the shaykh . With his eyes closed, he listens to the master whispering the invocations several times; from that moment on, the disciple will have to perform the recitation (dhikr) under the shaykh ’s guidance. Ṣūfīs explain that God transmitted the dhikr formula to the Archangel Gabriel, who taught it to Muḥammad, who taught it to the caliphs Abū Bakr (r. 11–13/632–4) and ʿAlī (r. 35–40/656–61); since then it has been transmitted from master to master, the talqīn thereby linking the disciple to the chain of initiatory teachings (Trimingham, 182, 188–90; Muḥammadzāde, 93–9; Uludağ, Tasavvuf , 346). Also linking the disciple to the silsila and legitimised by scriptures—the ḥadīth al-kisāʾ ( ḥadīth of the cloak), according to which Muḥammad bestowed a garment on a certain ʿUmm Khālid (al-Bukhārī, Ṣaḥīḥ , Riyadh 1997, 7:391, 402)—the donning of a cloak generally takes place in the Ṣūfī lodge. The shaykh gives the disciple a frock—whose colour and symbolic meaning differ from one lineage to another. It represents not only a sign of authority but also the external transfer to the novice of the internal experience of his mentor. In mediaeval Ṣūfism, there is a distinction between the “cloak of aspiration” (khirqat al-irāda) and the “cloak of benediction” (khirqat al-tabarruk) ; only the former is intended for the authentic aspirant who accepts the entire discipline of the spiritual path (Ohlander; Uludağ, Hırqa).",
    "3. Standardisation",
    "With the institutionalisation of Ṣūfī orders in the late mediaeval and early modern Near East, the initiation procedure becomes increasingly standardised. Significantly, two or three of the key elements described above formed part of the title of treatises devoted to the classification of spiritual lineages (al-Thāmirī and al-Qadaḥāt, 96–107, 177–97; Chih; Gril). The books on the subject ranged from Ismāʿīl al-Miṣrī al-Shāfiʿī’s (a disciple of the Egyptian master Yūsuf al-Kūrānī; d. 768/1367) Silsilat al-nisba al-mutawātira bayn al-murīdīn fī lubs al-khirqa al-mubāraka wa-akhdh al-ʿahd wa-l-talqīn (“Chain of attachment recognised by the disciples concerning the wearing of the blessed cloak, oath-taking, and the inculcation (of invocations)”) and the Sanad Jalāl al-Dīn Suyūṭī bi-lubs al-khirqa al-talqīn wa-l-ṣuḥba (“Chain of transmission of Jalāl al-Dīn Suyūṭī in the wearing of the cloak, the inculcation, and the companionship”) by the Egyptian polymath Suyūṭī (d. 911/1505) to the chapter entitled “Our chain of transmission in the donning of the garment, the pact, and the inculcation” (Sanadunā bi-l-ilbās wa-l-bayʿa wa-l-talqīn) in the Simṭ al-majīd (“The glorious chain”) of the Medinan Ṣūfī al-Qushshāshī (d. 1071/1661) and the ʿIqd al-jawhar al-thamīn fī l-dhikr wa-ṭuruq al-ilbās wa-l-talqīn (“String of precious jewels on the invocation and on the paths of investiture and inculcation”) by the India-born scholar Murtaḍā al-Zabīdī (d. 1205/1791), who spent time in Yemen and settled in Egypt.",
    "Standardisation did not mean exclusiveness. Rather, multiple affiliations were common, perhaps due to scholarly travels and initiatory quests. Moreover, other forms of Ṣūfī initiation existed in parallel with the ones just described, especially the uwaysī and the bilā wāṣita (lit., without an intermediary) ways, by which someone could be initiated by the spirit of a master in absentia. Paradigmatic in this respect are Uways al-Qaranī (hence the term uwaysī ), the Prophet’s follower, despite never having seen him; the ubiquitous personality of al-Khaḍir (Khiḍr, Khizir, “the Green One,” a legendary figure endowed with immortal life who became a popular saint, especially amongst sailors and Ṣūfīs); and any deceased saint. Amongst Ṣūfī masters who were initiated in this way were the Moroccan ʿAbd al-ʿAzīz al-Dabbāgh (d. 1132/1719) and many Ṣūfīs in Central Asia over a long period (al-Lamaṭī, 130, 141; Baldick; DeWeese; Franke, 233–64; Cornell, 175). In spite of the emphasis placed by Ṣūfīs on public propriety and strict observance of the divine law, women could likewise undergo spiritual initiation through adapted rituals, such as putting the disciple’s hand and then the master’s hand into a cup of water without touching each other in the Indian Chishtiyya or the inculcation of dhikr through a rosary or piece of wood dipped in water and placed on the woman’s body, where the Indian Naqshbandī shaykh would otherwise put his fingers (Buehler, 160–1; Ernst and Lawrence, 25). Indian Naqshbandīs of the branch founded in Delhi by Mīrzā Jān-i Janān (d. 1195/1781) even prepared the ground for intiating non-Muslim (Hindu) devotees without converting them to Islam (Dahnhardt, 10–11, 85).",
    "4. Elaboration of ritual",
    "Initiation rituals were particularly elaborate in the Muslim East from early modern times to the beginning of the twentieth century. Together with the wearing of the Ṣūfī frock (khirqa) , the offering of a turban or other headgear (tāj) was performed frequently throughout the Muslim world; it was particularly widespread and elaborate in Ottoman Anatolia. The associated meticulous symbolism gave birth to a “Ṣūfī headgear literature” (Tu., tāc-nāme ) amongst Khalwatī, Qādirī, and Naqshbandī circles (Ceyhan; Müstaqīm-zāde). Before donning the tāj , novices would often have their head shaved or, at least, some hairs cut. Iranian Qalandars (wandering ascetics) went so far as to shave their hair, eyebrows, moustache, and beard in a rite called “the four blows” (chahār ḍarb) , whose purpose was to abnegate desire and sexuality and show society their rebirth as childlike (i.e., innocent) ascetics (Mīr ʿĀbidīnī and Afshārī, 35, 54, 56; Ridgeon). In Iran, Turkey, and Central Asia, Khāksārs, Bektāshīs, and Qalandars practised initiation in several stages, amongst which the girding on of the belt (shadd, kamar) represented spiritual self-sacrifice (Afshārī, 294–312; Algar; Zarcone). Ṣūfī descriptions of such ceremonial gestures in poetical and prose writings were probably inspired by the practices of the futuwwa groups (chivalrous sodalities). Lastly, whereas it was common for the candidate to give presents to the master, Niʿmatullāhīs used more symbolic objects: for example, a nutmeg signified that the disciple placed himself in the master’s hands, and a gold or silver coin symbolised the handing over of all his possessions to the shaykh (Gramlich, 3:75–6).",
    "Print version: 9789004356672, 2018, 2018-6"
  ],
  "bibliography": [
    "Miḥrān Afshārī, Futuvvat-nāma-hā va rasāʾil-i Khāksāriyya. Sī risāla , Tehran 1382sh/2003",
    "Hamid Algar, Shadd, 2. In the trade guilds, EI2",
    "Julian Baldick, Imaginary Muslims. The Uwaysi Sufis of Central Asia , London and New York 1993",
    "Arthur F. Buehler, Sufi heirs of the Prophet. The Indian Naqshbandiyya and the rise of the mediating Sufi shaykh , Columbia SC 1998",
    "Semih Ceyhan, Osmanlı tâcnâme literatürüne göre derviş taci ve Abdullah Salâhaddîn-i Uşşâkī’nin Cevâhir-i tâc-i hilâfet risâlesi , İslâm Araştırmaları Dergisi 25 (2011), 113–72",
    "Rachida Chih, Rattachement initiatique et pratique de la voie selon al-Simt al-majîd d’al-Qushshâshî (m. 1661), in Rachida Chih and Catherine Mayeur-Jaouen (eds.), Le soufisme à l’époque ottomane , XVI e -XVIII e siècle (Cairo 2010), 189–207",
    "Vincent J. Cornell, Realm of the saint. Power and authority in Moroccan Sufism , Austin 1998",
    "Thomas Dahnhardt, Change and continuity in Indian Sūfīsm. A Naqshbandi-Mujaddidī branch in the Hindu environment , New Delhi 2002",
    "Devin DeWeese, The Tadhkira-i Bughrā-khān and the “Uvaysī” Sufis of Central Asia, Central Asiatic Journal 40/1 (1996), 87–127 (review of Baldick’s Imaginary Muslims )",
    "Carl W. Ernst and Bruce B. Lawrence, Sufi martyrs of love. Chishti Sufism in South Asia and beyond , New York 2002",
    "Patrick Franke, Begegnung mit Khidr. Quellenstudien zum Imaginären im traditionellen Islam , Beirut and Stuttgart 2000",
    "Eric Geoffroy, Initiation au soufisme , Paris 2003, trans. Roger Gaetani, Introduction to Sufism. The inner path of Islam , Bloomington 2010",
    "Richard Gramlich, Die Schiitischen Derwischorden Persiens , 3 vols., Wiesbaden 1965–81",
    "Denis Gril, De la khirqa à la ṭarīqa . Continuité et évolution dans l’identification et la classification des voies, in Rachida Chih and Catherine Mayeur-Jaouen (eds.), Le soufisme à l’époque ottomane, XVI e -XVIII e siècle (Cairo 2010), 57–81",
    "Aḥmad b. al-Mubārak al-Lamaṭī, al-Dhabab al-Ibrīz min kalām Sayyidī ʿAbd al-ʿAzīz al-Dabbāgh , trans. John O’Kane and Bernd Radtke, Pure gold from the words of Sayyidī ʿAbd al-ʿAzīz al-Dabbāgh , Leiden 2007",
    "Fritz Meier, Khurāsān and the end of classical Sufism, in Fritz Meier, Essays on Islamic piety and mysticism (Leiden 1999), 189–219",
    "Abū Ṭālib Mīr ʿĀbidīnī and Miḥrān Afshārī, Āyīn-i qalandarī. Mushtamal bar chahār risāla dar bāb-i qalandarī, khāksārī, firqa-yi ʿajam va sukhanvarī , Tehran 1374sh/1995–6",
    "Sayyid Nādir Muḥammadzāda, Dhikr dar ṭarīqa-yi Kubraviyya, Faṣl-nāma-yi takhaṣṣuṣī-yi adyān va ʿirfān 25 (1389sh/2010), 79–106",
    "Erik S. Ohlander, Kerqa, EIr",
    "Müstaqīmzāde, Traktat über die Derwischmützen (Risāle-i tāciyye) des Müstaqīm-zāde Süleymān Sāʿdeddīn , ed. Helga Anetshofer and Hakan T. Karateke, Leiden 2001",
    "Lloyd Ridgeon, Shaggy or shaved? The symbolism of hair among Persian Qalandar Sufis, Iran and the Caucasus 14 (2010), 233–64",
    "Iḥsān Dhannūn al-Thāmirī and Muḥammad ʿAbdallāh al-Qadaḥāt, Rasāʾil min al-turāth al-Ṣūfī fī libs al-khirqa , Amman 2002",
    "J. Spencer Trimingham, The Sufi orders in Islam , Oxford 1971, New York and Oxford 1998",
    "Osman Türer, Biat, TDVIA",
    "Süleyman Uludağ, Ahid, TDVIA",
    "Süleyman Uludağ, Hırqa, TDVIA",
    "Süleyman Uludağ, Tasavvuf terimleri sözlüğü , Istanbul 1996, 2001",
    "Thierry Zarcone, Anthropology of Tariqa rituals. About the initiatic belt (shadd, kamar) in the reception ceremony, Bulletin of Islamic Area Studies (Kyoto) 2/1 (2008), 57–68."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}
