{
  "id": "eweb_092",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-32500.xml?rskey=hdUGg0&result=1",
  "annotator": "Antonio",
  "title": "Intoxication in Ṣūfism",
  "authors": [
    "Nada Saab"
  ],
  "word_count": "(1,974 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Dec 2018",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Intoxication or drunkenness (Ar. sukr ) is a metaphor that refers to a Ṣūfī concept and mystical experience of ecstasy that is often characterised by bewilderment and perplexity. It describes the state of a Ṣūfī who has lost awareness of all except God, the sole object of his adoration. S ukr is generally coupled and contrasted with saḥw (sobriety).",
    "As technical terms, sukr and ṣaḥw are discussed in the earliest extant Ṣūfī manuals and lexical works, such as Kitāb al-lumaʿ (“Book of flashes”) by Abū Naṣr al-Sarrāj (d. 378/988) from Ṭūs, in Khurāsān, al-Taʿarruf li-madhhab ahl al-taṣawwuf (“The doctrine of the Ṣūfīs”) by Abū Bakr Muḥammad b. Isḥāq al-Kalābādhī (d. c.380/990) from Bukhara, and al-Risāla al-qushayriyya fī l-taṣawwuf (“Qushayrī’s epistle on Ṣūfism”) by ʿAbd al-Karīm al-Qushayrī (d. 465/1073) from Nīshāpūr (written in 437/1045). In the Kashf al-maḥjūb (“The revelation of the veiled”) by ʿAlī al-Hujwīrī, from Ghazna (d. c.467/1074), sukr and ṣahw are described as representing two distinct schools of Ṣūfism. Abū Yazīd al-Bisṭāmī (d. 261/875 or 264/877–8), from Bisṭām, in northern Persia, is named as a proponent and founder of drunken Ṣūfism ( Kashf , trans. Nicholson, 184f.) which is contrasted with al-Junayd’s (d. 297/910) school of sober Ṣūfism ( Kashf , trans. Nicholson, 188f.). Al-Hujwīrī’s discussion of these contrasting trends in Ṣūfism is more representative of polemics than of actual schools within Islamic mysticism, yet his conceptualisation of these contrasting Ṣūfī attitudes remains widely pervasive and is still used today.",
    "1. Al-Bisṭāmī",
    "Al-Bisṭāmī preferred intoxication to sobriety because sobriety reinforces human attributes that are the greatest veil between God and man, whereas intoxication destroys human attributes like foresight and choice, so that only those faculties survive in him that do not belong to human beings. Conversely, al-Junayd and his followers believe that intoxication increases a mystic’s awareness of his human attributes. According to them, the loss of self-control prevents one from having a true vision of the world’s imperfection that causes him consciously to turn away from it ( Kashf , trans. Nicholson, 185). Nonetheless, al-Hujwīrī sees a dialectic relationship between intoxication and sobriety, as he divides them into two types. Intoxication can derive from drinking the wine of affection (mawaddat) and seeing the benefactions of God (niʿmat). It is inferior to an intoxication derived from drinking the cup of love, because, in this case, one sees God alone but not His benefactions. Sobriety in heedlessness (ghaflat) is a veil and a kind of drunkenness. True sobriety can be a product only of sincere love (maḥabbat) . Thus, only those types of sukr and ṣaḥw that originate from true love are equally valuable.",
    "2. Al-Sarrāj",
    "Al-Sarrāj connects sukr and ṣahw to ghayba (absence) and ḥuḍūr (presence) but deems the former pair more intense, complete, and overwhelming (al-Sarrāj, 340–1). Sukr does not emanate from one’s innate nature, nor does it affect the senses, contrary to ghashya (falling unconscious), which affects the senses and may even nullify one’s ritual purity. Sukr is unceasing, while ghashya is temporary (Mojaddedi, 2).",
    "3. Al-Kalābādhī",
    "Al-Kalābādhī defines being intoxicated by God as something so intense that it renders one oblivious of oneself and thus unable to distinguish between what is agreeable and pleasant and what is not ( Taʿarruf , 85–6, trans. Arberry, 110). Al-Kalābādhī describes two states of ṣaḥw related to this state of sukr . One precedes it, the other follows it. In the preceding state, one chooses painful things in the hope of reaping rewards, but the outcome does not bring any pleasure or experience of the divine. This is an inferior state of sobriety. In the state of ṣahw that follows sukr , one is able to distinguish between pleasant and painful things but chooses what is painful and ultimately experiences pleasure instead of pain. Al-Kalābādhī concludes that, while both states are granted by God, the succeeding state of ṣaḥw is more nearly perfect or complete (atamm) than sukr .",
    "4. Al-Qushayrī",
    "In al-Qushayrī’s “Epistle on Ṣūfism,” sukr and ṣaḥw are linked to ghayba (absence). Sukr is the state of absence from oneself due to a strong experience of God (wārid) , when the attributes of God’s beauty are revealed to one in their full splendour (trans. Knysh, 93). Ṣaḥw is one’s returning to self-consciousness after having been absent. Unlike al-Kalābādhī, al-Qushayrī considers sukr and ṣaḥw of equal value. They are, however, attributes of a person who perceives both the world, in the multiplicity (tafriqa) of its component parts, and himself, in a state of separation (tafriqa) from God. They will be obliterated, like all other human attributes, when one witnesses the sovereign power of the real (al-ḥaqq). Al-Qushayrī likens the state of sukr to that of Moses falling unconscious upon witnessing how God had flattened a mountain (Q 7:143); he asserts that, in this state of intense intoxication, one enjoys God’s protection from committing violations of the sacred law. Al-Qushayrī relies heavily on the poetry of wine and of love, both Ṣūfī and profane, to describe the state of sukr that comes after one drinks cups of love and of closeness with the divine. The experience of dhawq (tasting) comes first, then shrub (drinking), then rayy (quenching). In the first experience of dhawq one behaves like a drunk (mutasākir) , in the second experience of shurb one is drunk (sakrān) , in the third experience of rayy one’s thirst is quenched and he achieves sobriety (ṣāḥī). Intoxication is related to the ecstatic utterings (shaṭḥ) of the famous Persian mystic al-Ḥusayn b. Manṣūr al-Ḥallāj (d. 309/922) and al-Bisṭamī.",
    "5. Poetry and the mystical experience",
    "The elusive nature of the mystical experience naturally lends itself to poetic expression. Conventional wine poetry coupled with love poetry has been a wellspring of inspiration for Ṣūfīs who sought to describe the ephemeral and elusive state of intoxication by God. Such a connection between motifs of love and drunkenness is well drawn in a verse by the Iraqi Ṣūfī of Khurāsānī origin Abū Bakr al-Shiblī (d. 334/945–6): “Verily, the love of the Merciful has intoxicated me; have you ever seen a lover not intoxicated?” (al-Ghazālī, 4:300). It was taken to soaring heights of creativity by the Egyptian Ṣūfī poet Ibn al-Fāriḍ (d. 632/1235) in his famed al-Khamriyya (“The wine ode”) whose opening verse reads, “In memory of the beloved, we drank wine; we were drunk with it before the creation of the vine” (Ibn al-Fāriḍ, 47). In this line, Ibn al-Fāriḍ conjures up the primordial covenant between God, the object of love, and his mystical lover, which is alluded to in the Qurʾān (7:172–3) and which Ṣūfīs call the Covenant of Alast (Q 7:172, a-lastu bi Rabbikum “Am I not your Lord?” addressed by God in pre-eternity to the not yet existentiated souls). In a style reminiscent of traditional Arabic love poetry, Ibn al-Fāriḍ’s hero yearns for his beloved’s encampment from which he is now distanced. Like earthly wine that transforms human temperaments and predilections, divine wine, which is his all-encompassing love, has a transformative power that can bring life to the spiritually dead. The Khamriyya uses the jargon commonly found in wine poetry, such as its intoxicating effect, its utensils, its drinkers, and the tavern. This literary device creates a double entendre, allowing the poem to be read both within and outside of Ṣūfī contexts proper. Moreover, the motif of wine “quaffed at the banquet of Alast” became an integral part of the later mystical literature, especially in the Persianate world (Schimmel, As through a veil , 44).",
    "In the Manṭiq al-ṭayr (“Canticle of the birds”), Farīd al-Dīn ʿAṭṭār’s (d. c. 618/1221) allegorical tale of Shaykh Ṣanʿān, who was enamoured of a Christian maiden and consequently drank wine, is a creative elaboration on the motif of divine love being conjoined with intoxication. In such a mystical universe, love is pre-eminent and irresistible; it can even abolish all outward forms and norms of religion. Consequently, the image of wine drinking does not necessarily involve sinfulness, a conceit also prominent in Ibn al-Fāriḍ’s Khamriyya .",
    "6. Rūmī",
    "Depictions of divine intoxication have been particularly prominent in Persianate poetry. It abounds in the poetic oeuvre of the Persian mystical poet Rūmī (d. 672/1273), to the extent that even his sarcophagus is inscribed with verses stating that his intoxication will continue after his death. In these verses that recall Adam’s creation from clay, Rūmī conceives of himself as a grain of wheat that grows out of the dust of his grave. The wheat is kneaded into dough and, as its baker bakes it into bread, both the baker and dough become intoxicated, at which point “the furnace sings drunken poetry” (Schimmel, Triumphal sun , 149). In what conjures up Ibn al-Fāriḍ’s intoxication at the Day of the Covenant, Rūmī speaks of God as the cupbearer (sāqī) of the Day of Alast. Rūmī, like other Ṣūfī poets, developed a broad semantic field centred on wine and intoxication. The cup, for example, may sometimes allude to the wine. At other times, the cup containing wine alludes to the body that houses the spirit. Qurʾānic stories are interpreted as manifestations of intoxication, such as the primordial wine that flows through all the lovers in the world, be they the Seven Sleepers ( sūra 18) or the Egyptian women who cut their hands when gazing at Joseph’s beauty (sūra 12; Rūmī, Mathnawī , trans. Nicholson, 2:2095). Intoxication in Rūmī’s poetry has multiple dimensions of imagery and symbolism that string together what appear to be unrelated entities into a single universe of meaning. He begins his celebrated Mathnawī , for example, with the tale of the reed that laments its separation from its source, the reed bed. In a series of images he connects the reed’s sound to fire, which is the fire of love within it. The fire of love that is in the reed is itself the fervour of love that is in the wine.",
    "Print version: 9789004386624, 2018, 2019-1"
  ],
  "bibliography": [
    "Sources",
    "Abū Ḥāmid al-Ghazālī, Iḥyāʾ ʿulūm al-dīn , 4 vols., Būlāq 1289/1872–3",
    "al-Hujwīrī, Kashf al-maḥjūb , trans. Reynold A. Nicholson, The Kashf al-maḥjúb. The oldest Persian treatise on Sufism (new ed., London 1936, repr. 1976), 184–9",
    "Muḥammad b. Isḥāq al-Kalābādhī, Kitāb al-taʿarruf li-madhhab ahl al-taṣawwuf , al-Khanji (Cairo 1933 [1934], repr. 1994), 85–7, trans. Arthur John Arberry, The doctrine of the Sufis (Kitāb al-taʿarruf li-madhhab ahl al-taṣawwuf) (Cambridge 1935), 110–2",
    "al-Qushayrī, al-Risāla al-Qushayriyya fī ʿilm al-taṣawwuf , ed. ʿAbd al-Ḥalīm Maḥmūd and Maḥmūd b. al-Sharīf (Cairo 1989), 153–6, trans. Alexander D. Knysh, Al-Qushayri’s epistle on Sufism (Reading UK 2007), 93–5",
    "Jalāl al-Dīn Rūmī, Mathnawī-yi maʿnawī , ed. and trans. Reynold Alleyne Nicholson, 6 vols., London 1925–40 (various reprints)",
    "al-Sarrāj al-Ṭūsī, Kitāb al-lumaʿ fī l-taṣawwuf , ed. Reynold Alleyne Nicholson (Leiden 1914), 340–1",
    "ʿUmar b. al-Fāriḍ, trans. Th. Emil Homerin, ʿUmar Ibn al-Fāriḍ. Sufi verse, saintly life , New York 2001.",
    "Studies",
    "Jawid A. Mojaddedi, Getting drunk with Abū Yazīd or staying sober with Junayd. The creation of a popular typology of Sufism, BSOAS 66/1 (2003), 1–13",
    "Annemarie Schimmel, As through a veil. Mystical poetry in Islam , Oxford 1982, repr. 2001",
    "Annemarie Schimmel, The triumphal sun. A study of the works of Jalāloddin Rumi , London 1978, new ed. New York 1993."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}
