{
  "id": "eweb_093",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-35561.xml?rskey=CnCcx6&result=3",
  "annotator": "Antonio",
  "title": "al-Khuldī, Jaʿfar",
  "authors": [
    "Jean-Jacques Thibon"
  ],
  "word_count": "(1,866 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Apr 2019",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Abū Muḥammad al-Khawwāṣ Jaʿfar b. Muḥammad b. Nuṣayr b. al-Qāsim, known as Jaʿfar al-Khuldī (b. 252–3/866–7, d. 348/959), was a transmitter of ḥadīth (statements, actions, or approbations of the Prophet) and a Ṣūfī master renowned for his anecdotes.",
    "1. Life",
    "He was born and raised in Baghdad. “Khuldī” (lit., paradisal) was a moniker purportedly given to him by al-Junayd (d. 297/910), the great Baghdadi mystic of Persian origin, on a day when he had answered his questions brilliantly, but the name is probably not indicative of his origins: as he himself stated, neither he nor his ancestors ever lived in the quarter of Khuld in Baghdad (al-Khaṭīb al-Baghdādī, 7:227). He died in Baghdad on 9 Ramaḍān 348/13 November 959 and was buried in the cemetery of Shūnīziyya, next to Sarī al-Saqaṭī (d. c.251/865) and al-Junayd, whose disciple he had been and some of whose teachings he would later transmit.",
    "He associated with Ṣūfī masters of Baghdad such as al-Nūrī (d. 295/907), Ruwaym (d. 303/915–6), Sumnūn (d. after 297/910), al-Jurayrī (d. 311/923–4), ʿAmr al-Makkī (d. 291/903 or 297/909), and many others, including the Iraqi itinerant ascetic Ibrāhīm al-Khawwāṣ (d. 284/897 or 291/904 in Rayy, Iran). He is said to have travelled widely, visiting Kufa, Medina, and Egypt, claiming to have made fifty-six pilgrimages to Mecca, twenty-one of which were ʿalā l-madhhab , that is, going on foot, without water or food, in accordance with the practice of trusting submission to God (tawakkul) (al-Khaṭīb al-Baghdādī, 7:230).",
    "2. Ḥadīth scholarship",
    "As a collector and transmitter of ḥadīth , he was deemed reliable and sincere by the historian and biographer al-Khaṭīb al-Baghdādī (d. 463/1071) (al-Khaṭīb al-Baghdādī, 7:227), who cited seventeen authoritative figures from whom he is said to have received ḥadīth during his travels, until his return to settle in Baghdad to disseminate his teachings (al-Khaṭīb al-Baghdādī, 7:226). Amongst his fellow transmitters in Baghdad were the renowned traditionists (muḥaddithūn) al-Dāraquṭnī (d. 385/995), Abū Ḥafṣ b. Shāhīn (d. 385/995), and Abū ʿAlī b. Shādhān al-Bazzāz (d. 425/1034). He was one of the teachers of the Khurāsānī theorist Abū Naṣr al-Sarrāj al-Ṭūsī (d. 378/988), author of al-Lumaʿ (“Flashes of light”), one of the earliest extant Ṣūfī manuals. The famous thinker Abū Ḥayyān al-Tawḥidī (d. between 310–20/822–32 in Shiraz) attended his lectures (Cottrell, 1:1247).",
    "3. As a Ṣūfī",
    "The story of his conversion to Ṣūfism reveals an opposition between the study of ḥadīth and that of Ṣūfism: in his youth, upon leaving a ḥadīth dictation session given by ʿAbbās al-Dūrī (d. 271/884), he was questioned by a Ṣūfī he had frequented, who criticised him for neglecting the science of spiritual states in favour of a purely bookish science. These words convinced him to give up the study of the ḥadīth . He said, with a touch of regret, “If the Ṣūfīs had left me alone, I would have provided you with all manner of isnād” (a list of authorities who have transmitted a ḥadīth ), suggesting that he would have had a brilliant career as a traditionist (al-Khaṭīb al-Baghdādī, 7:227).",
    "The Ṣūfīs maintained that there were three wonders of Baghdad: “The subtle allusions of al-Shiblī, the aphorisms of al-Murtaʿish, and the anecdotes (ḥikāyāt) of al-Khuldī” (al-Sulamī, 349) (al-Shiblī, d. 334/995, was an eccentric disciple of Junyad; al-Murtaʿish, d. 328/939, was a Ṣūfī master and a jurist). Al-Khuldī is especially well known for his compilations of stories about the Ṣūfīs, claiming to have gathered more than 130 of their writings. He is said thereby to have become a principal reference “for the Ṣūfī sciences, for their works, their anecdotes, and their biographies” (al-Sulamī, 434). Still, neither al-Sulamī (d. 822/1419), the Ṣūfī master, traditionist and hagiographer from Nīshāpūr, nor al-Baghdādī seem to attribute to him any works of his own. The reference to Ḥikāyāt al-mashāyikh (“Anecdotes of the Ṣūfī masters”) in the famous Maṣāriʿ al-ʿushshāq (“Arenas of the lovers”) by al-Sarrāj al-Baghdādī (d. 500/1106–7) does not enable us to ascertain whether it was a work in completed form or merely a collection of random anecdotes. The title Ḥikāyāt al-awliyāʾ (“Anecdotes of the friends of God”), which is sometimes attributed to him as a variant of the previous one, should be treated with the same reservation (Mojaddedi, 61–3 and n. 83). Likewise, the three titles mentioned in GAS (1:661)— al-Fawāʾid wa-l-zuhd wa-l-raqāʾiq wa-l-marāthī (“Spiritual benefits, renunciation, subtle links with God, and elegies”), Miḥnat l-Shāfiʿī (“Shāfiʿī’s inquisition”) , and Risāla fī l-taṣawwuf (“Epistle on Ṣūfism”)—refer to manuscripts, each comprising only a few sheets (al-ʿUmarī, 196). The first was edited as a brief collection of sayings of various kinds, whose authorship is impossible to ascertain (ed. Majdī Fatḥī al-Sayyid).",
    "His sessions (majālis) must have proved popular, as al-Dhahabī (d. 748/1348 or 753/1352–3), the great historian from Damascus, states several centuries later that he possessed notes taken during his majālis (al-Dhahabī, Siyar , 15:560). Abū Nuʿaym al-Iṣfahānī (d. 430/1038), author of the voluminous biographical encyclopaedia Ḥilyat al-awliyāʾ (“Jewel of the friends of God”) mentions texts written by him and in his possession, but there is no evidence that the term he employed, kitāb , referred to a fully fledged book. Moreover, he claimed to have received a text written by al-Khuldī in 343/954–5 (Abū Nuʿaym, 10:381), that is, when he was just seven years old (Mojaddedi, 194 n. 80).",
    "He was amongst the first to lay out an initiatory chain, cited by Ibn Nadīm, stretching through al-Junayd as far back as Anas b. Mālik, including Sarī al-Saqaṭī ← Maʿrūf al-Karkhī ← Farqad al-Sabakhī ← al-Ḥasan al-Baṣrī ← Anas Ibn Mālik (Ibn Nadīm, 183; Stewart, 381). He was hostile to the famous Persian-born mystical author and poet al-Ḥallāj (executed in 309/922, in Baghdad), whom he condemned (Massignon, Passion , 2:109).",
    "According to al-Hujwīrī (d. c.465/1072), the mystical theorist, historian of Ṣūfism, and Ḥanafī scholar from Ghazna, he ascribed to others anecdotes that he himself had composed, to protect himself from vain glory (al-Hujwīrī, 156–7). However, the sayings reported by his earliest biographers, al-Sulamī, the Persian-born religious scholar and hagiographer Abū Nuʿaym (d. 430/1038), and al-Baghdādī indicate that al-Khuldī did, in fact, disseminate Ṣūfī teachings, not being content with merely reporting anecdotes. That he performed his pilgrimages without food and water indicates that he leant towards trust in God (tawakkul) , which he may have learnt from Ibrāhīm al-Khawwāṣ, who had turned it into a special spiritual method (al-Sulamī, 284). Al-Sulamī took up the altruism and spiritual chivalry (futuwwa) of Ibrāhīm al-Khawwāṣ, for which he formulated the following definition, subsequently adopting it himself to define Ṣūfism (Thibon, 280): “Chivalry (futuwwa) implies disdaining the soul/self and glorifying what is sacred to Muslims” (al-Sulamī, 436, no. 4). Noteworthy amongst his formulations is the double peregrination, that of the heart towards the world of spirits (al-malakūt) to contemplate the mysteries and that of bodies moving on the surface of the earth towards an encounter with the saints and the manifestations of divine power. In his view, peregrination is the basis of spiritual exercise to fight the temptations of the soul/self (mujāhadāt). He mistrusted reason (ʿaql) , whose only role in the spiritual quest of a Ṣūfī is to apprehend the dangers and avoid them (al-Sulamī, 438, nos. 14 and 15), and all forms of power, which should constitute the primary objective of renunciation (zuhd) (al-Sulamī, 438, no. 13). Amongst the notable elements ascribed to him is an invocation that allowed him to find a lost object or even a person, transmitted by Abū l-Ḥasan al-Muzayyin (328/939), a close friend of al-Junayd, when they were about to part ways at the end of the pilgrimage. Under the same circumstance, Abū Bakr al-Kattānī (d. 322/934), another member of the Baghdad school of Ṣūfism, gave him a ring, the sight of which made worries disappear (al-Khaṭīb al-Baghdādī, 7:228–9). Beyond symbolising the transmission of a spiritual heritage, such episodes indicate the importance of Mecca and of pilgrimage as a place of encounters and spiritual exchange.",
    "Print version: 9789004386648, 2019, 2019-3"
  ],
  "bibliography": [
    "Sources",
    "al-Khaṭīb al-Baghdādī, Taʾrīkh Baghdād , ed. Muṣṭafā ʿAbd al-Qādir ʿAṭā (Beirut 1417/1997), 7:226–31",
    "Shams al-Dīn b. Muḥammad al-Dhahabī, Siyar aʿlām al-nubalāʾ , ed. Shuʿayb al-Arnaʾūṭ and Ibrāhim al-Zaybaq al-ʿAraqsusī (Beirut 1401–9/1981–8), 15:558–60",
    "al-Dhahabī, Taʾrīkh al-Islām , ed. ʿUmar ʿAbd al-Salām Tadmurī (Beirut 1407–21/1987–2000), 25:331–50, 396–8",
    "al-Hujwīrī, The Kashf al-maḥjūb , trans. Reynold A. Nicholson (Leiden 1911), 156–7",
    "Abū Nuʿaym al-Iṣfahānī, Ḥilyat al-awliyāʾ (Cairo 1932–8), 10:381",
    "Jāmī, Nafaḥāt al-uns min ḥaḍarāt al-quds , ed. Mahdī Tawḥīdī Pūr (Tehran 1336sh/1957), 223–4",
    "Abū l-Faraj Ibn al-Jawzī, Ṣifat al-ṣafwa , ed. Maḥmūd Fākhūrī (Beirut 1405/1985 3 ), 2:468–9",
    "Ibn al-Mulaqqin, Ṭabaqāt al-awliyāʾ , ed. Nūr al-Dīn Shurayba (Beirut 1406/1986 2 ), 170–4",
    "Jaʿfar al-Khuldī, al-Fawāʾid wa-l-zuhd wa-l-raqāʾiq wa-l-marāthī , ed. Majdī Fatḥī al-Sayyid, Tanta 1409/1989",
    "Ibn Khamīs al-Mawṣilī, Manāqib al-abrār wa-maḥāsin al-akhyār , ed. Saʿīd ʿAbd al-Fattāḥ (Beirut 1427/2006), 2:147–55",
    "Abū l-Qāsim al-Qushayrī, al-Risāla al-qushayriyya , ed. ʿAbd al-Ḥalīm Maḥmūd and Maḥmūd b. al-Sharīf (Cairo, new ed. 1972), 1:178",
    "Abū Saʿd al-Samʿānī, al-Ansāb , ed. ʿAbdallāh ʿUmar al-Bārūdī (Beirut 1408/1988), 2:389–90",
    "Abū ʿAbd al-Raḥmān al-Sulamī, Ṭabaqāt al-ṣūfiyya , ed. Nūr al-Dīn Shurayba (Cairo 1389/1969), 434–9.",
    "Studies",
    "Emily J. Cottrell, al-Tawḥidī, Abū Hayyān, in Henrik Lagerlund (ed.), Encyclopedia of medieval philosophy. Philosophy between 500 and 1500 , Dordrecht and New York 2011",
    "Louis Massignon, Essai sur les origines du lexique technique de la mystique musulmane (Paris, new ed. 1954), 128",
    "Louis Massignon, La passion de Husayn Ibn Mansûr Hallâj , 4 vols., Paris 1975 2",
    "Jawid A. Mojaddedi, The biographical tradition in Ṣūfism. The ṭabaqāt genre from al-Sulamī to Jāmī , Richmond, Surrey 2001",
    "Devin Stewart, The structure of the Fihrist . Ibn al-Nadim as historian of Islamic legal and theological schools, IJMES 39/3 (2007), 369–87",
    "Jean-Jacques Thibon, L’œuvre d’Abū ʿAbd al-Raḥmān al-Sulamī (325/937–412/1021) et la formation du soufisme , Damascus 2009",
    "Akram Ḍiyāʾ al-ʿUmarī, Mawārid al-Khaṭīb al-Baghdādī fī Taʾrīkh Baghdād (Riyadh 1405/1985 2 ), 193, 196–7, 251",
    "GAS , 1: 661."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 495
}
