{
  "id": "eweb_094",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-32886.xml?rskey=wRqr00&result=1",
  "annotator": "Antonio",
  "title": "Jurayrī, ʿAbdallāh",
  "authors": [
    "Martin Nguyen"
  ],
  "word_count": "(861 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Feb 2019",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Abū Muḥammad Aḥmad b. Muḥammad b. al-Ḥusayn ʿAbdallāh al-Jurayrī (d. 311/924) was a Ṣūfī of Baghdad and a prominent student of al-Junayd (d. 298/910), a leading thinker and teacher of the Baghdad-based mystical-pietistic tradition of Ṣūfism. After al-Junayd’s death, al-Jurayrī reportedly assumed the leadership of his master’s circle of Baghādī Ṣūfī aspirants. Even before his death, al-Junayd had charged al-Jurayrī with instructing and disciplining his followers, and al-Jurayrī appears regularly as the direct transmitter of many of the reports in the chains of transmission for the sayings of al-Junayd. Because of his close relationship with al-Junayd and the Baghdādī tradition of Ṣūfism, the early Ṣūfī hagiographical literature typically accords al-Jurayrī a prominent place in the history of the Ṣūfism and its development and dissemination. Writing of the significance ascribed to al-Jurayrī, the Nīshāpūrī Ṣūfī Abū ʿAbd al-Raḥmān al-Sulamī (d. 412/1021) lists him as the first entry in the third generation of Ṣūfīs in his Ṭabaqāt al-Ṣūfiyya (“Generations of the Ṣūfīs”).",
    "The accounts of al-Jurayrī’s life portray him as widely learned in the religious sciences and particularly accomplished in jurisprudence (fiqh). Specifically, he subscribed to the Ḥanafī school of law, which was atypical for Ṣūfīs of his era. Before studying under al-Junayd, al-Jurayrī spent time under the spiritual direction of Sahl al-Tustarī (d. 283/896), a Basra mystic renowned in his own right for his contribution to Ṣūfī thought. Al-Jurayrī was also familiar with Sarī al-Saqaṭī (d. c.251/865), another important early Ṣūfī of Baghdad. Counted amongst his students are the mystic and theologian Ibn Khafīf al-Shīrāzī (d. 371/982), the Khurāsānī Ṣūfī Abū l-Ḥasan ʿAlī b. Aḥmad b. Sahl al-Būshanjī (d. 348/959), the Ṣūfī chronicler Jaʿfar al-Khuldī (d. 348/959) from Baghdad, and the Ṣūfī Abū l-ʿAbbās al-Dīnawārī (d. 340/951–2), who taught in Nīshāpūr and then Samarkand. Concerning the controversies surrounding the Baghdādī mystic al-Ḥallāj (d. 309/922), accounts relate that, when al-Ḥallāj was imprisoned, he called al-Jurayrī to his defence, but the latter instead renounced and condemned him, ostensibly for perceived excesses in religious expression.",
    "According to most accounts, al-Jurayrī died in 311/924 as the result of an attack by the Qarāmiṭa, a schismatic Ismāʿīlī group that was waylaying pilgrims at the time. Al-Jurayrī was returning home to Baghdad from the ḥajj pilgrimage when his caravan was attacked at al-Habīr, a desert area on the pilgrimage road connecting Iraq and the Ḥijāz. The scholar and historian from Baghdad al-Khaṭīb al-Baghdādī (d. 463/1071) relates an eyewitness account that claims that al-Jurayrī was a centenarian at the time of his death (al-Khāṭib al-Baghdadī, 6:167). The historian al-Dhahabī (d. 748/1348) places the incident at al-Ḥabīr at the beginning of the next Islamic year, in Muḥarram 312/April 924 (al-Dhahabī, 23:404).",
    "While no composed works are attributed to al-Jurayrī, his sayings and opinions are preserved in numerous Ṣūfī treatises, handbooks, and commentaries. Amongst the notable positions ascribed to al-Jurayrī was his belief that the destitute were superior to the wealthy in their gratitude to God, although his fellow Baghdādī Ṣūfī Ibn ʿAṭāʾ Aḥmad (d. 309/922) argued the opposite (al-Khāṭib al-Baghdadī, 6:167). The Ṣūfī exponent from Nīshāpūr al-Qushayrī (d. 465/1072) invokes al-Jurayrī as approving spiritual audition (samāʿ) generally, as well as certain manifestations of ecstatic behaviour (wajd) and the devotional practice of seclusion (khalwa). The preserved sayings of al-Jurayrī were employed largely by early mystic writers to elaborate upon the various spiritual states ( aḥwāl , sing. ḥāl ) and stations ( maqāmāt , sing. maqām ) constituting various schemata of Ṣūfī theology.",
    "Print version: 9789004386631, 2019, 2019-2"
  ],
  "bibliography": [
    "Sources",
    "Abū Nuʿaym al-Iṣfahānī, Ḥilyat al-awliyāʾ wa-ṭabaqāt al-aṣfiyāʾ (Beirut 1409/1988), 10:347–8",
    "ʿAbdallāh Anṣārī, Ṭabaqāt al-ṣūfiyya , ed. Muḥammad Sarvar Mawlāʾī (Tehran 1362sh/1982–3), 354–5",
    "al-Dhahabī, Taʾrīkh al-Islām wa-wafāyat al-mashāhīr wa-l-aʿlām , ed. ʿUmar ʿAbd al-Salām Tadmurī (Beirut 1413/1992), 23:404–5",
    "al-Hujwīrī, Kashf al-maḥjūb , ed. V. A. Zhukovskiĭ (Leningrad 1926, repr. Tehran 1382sh/2003), 187–8",
    "al-Jāmī, Nafaḥāt al-uns , ed. Muḥammad Adīb al-Jādir (Beirut 1424/2003), 1:209–11",
    "al-Khatṭīb al-Baghdadī, Taʾrīkh madīnat al-salām , ed. Bashshār ʿAwwād Maʿrūf (Beirut 1422/2001), 6:116–20, 167",
    "al-Munāwī, al-Kawākib al-dhurriyya , ed. Muḥammad Adīb al-Jādir (Beirut 1999), 2:23–6",
    "al-Qushayrī, al-Risāla al-qushayriyya , ed. ʿAbd al-Ḥalīm Maḥmūd and Maḥmūd b. al-Sharīf (Cairo 1966), 1:133–4",
    "Abū ʿAbd al-Raḥmān al-Sulamī, Ṭabaqāt al-Ṣūfiyya , ed. Nūr al-Dīn Shurayba (Aleppo 1406/1986), 259–64.",
    "Studies",
    "Gerhard Böwering, The mystical vision of existence in classical Islam. The Qurʾānic hermeneutics of the Ṣūfī Sahl at-Tustarī (d. 283/896) (Berlin 1980), 82–3",
    "Jawid A. Mojaddedi, The biographical tradition in Ṣūfism. The ṭabaqāt genre from al-Sulamī to Jāmī (Richmond 2001), 14."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 431
}