{
  "id": "eweb_095",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-32937.xml?rskey=sHOAIg&result=1",
  "annotator": "Antonio",
  "title": "al-Kalābādhī",
  "authors": [
    "Jacqueline Chabbi"
  ],
  "word_count": "(1,085 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Mar 2018",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Abū Bakr Muḥammad b. Isḥāq al-Kalāabādhī was the author of the Kitāb al-taʿarruf li-madhhab ahl al-taṣawwuf (“Book of acquaintance with the Ṣūfī school”), a famous treatise on Ṣūfism. His year of death is contested but was perhaps 380/990. He probably came from Kalābādh, a town near Bukhara, where his tomb is located. He is said to have been of the Ḥanafī rite, like many Transoxanians of his time. While it may be questioned whether he was the great jurist, the Indian author ʿAbd al-Ḥayy al-Lakhnawī (d. 1886) (Arberry, xi) made him out to be, he does seem to have been trained as a reporter of ḥadīth (prophetic Traditions), āthār (brief reports), and akhbār (news). This is attested by a selection of his traditions that has come down to us ( GAS , 1:669).",
    "Al-Kalābādhī is known primarily for his Kitāb al-taʿarruf li-madhhab ahl al-taṣawwuf . As with the Kitāb al-lumaʿ (“Book of flashes of light”) by the major Ṣūfī theorist and author from Khurāsān al-Sarrāj (d. 378/988), the precedence claimed for Ṣūfism is presented as going back to the era of the Prophets by emphasising the Ahl al-Ṣuffa (lit., the people of the platform, referring to a group of poor Muslims who, after the migration to Medina, were given permission by the Prophet to take up residence on a “platform” in the Medina Mosque; later generations of Muslims, especially the Ṣūfīs, venerated the pious and ascetic character of the Ahl al-Ṣuffā as a model for themselves). According to al-Kalābādhī ( bāb 1, 22), the Qurʾānic verse 24:37 is supposed to refer to them. The next bāb (sub-chapter) provides a chronological catalogue of key figures in order to establish an uninterrupted chain of guarantors in the manner of the transmitters of ḥadīth . In bāb 2, three representatives of the Ḥusaynid line, ʿAlī Zayn al-ʿĀbidīn (d. 94/712 or 95/713), his son Muḥammad al-Bāqir (d. 115/733), and his grandson Jaʿfar al-Ṣādiq (d. 148/765) are mentioned successively, after the generation of the Prophet’s Companions. They also appear in the Ḥilyat al-awliyāʾ (“Adornment of the saints”) by Abū Nuʿaym al-Iṣfahānī (d. 430/1039), a famous, widely travelled scholar and Ṣūfī author from Isfahan, but not in the Kitāb al-lumaʿ . The Taʿarruf goes on to present what we might consider a “profession of faith” (ʿaqīda) of Ṣūfism. It has been compared to the treatise al-Fiqh al-akbar II (“The greatest collection of jurisprudence II”), which, according to A. J. Wensinck (246), represents the Ḥanbalī current and should not be attributed to Abū Ḥanīfa (d. 150/767), the famous jurist and founder of the Ḥanafī school of Islamic jurisprudence. Al-Kalābādhī aimed to present Ṣūfism as a current to be included in the context of religious paths recognised alongside exoteric sciences. Al-Kalābādhī also asserts that no Ṣūfī, no matter what mystic state he may have achieved, can escape common practices. The reason is stated explicitly in the text of Taʿarruf —to evade the accusation of “antinomianism.” The theses are laid out in a special manner, distinguishing what the Ṣūfī masters agree on unanimously, ijmāʿ , from those points on which there is divergence, ikhtilāf . Al-Kalābādhī attempts to involve the Ṣūfīs in the theological argument of their time. His insistence on this legalistic approach is understood better in the context of the persecution following the execution (in Baghdad in 310/922) of al-Hallāj, the great mystic of Persian origin. Ṣūfism itself becomes a subject only in bāb 32 (out of a total of seventy-five). It is a thematic and systematic presentation in which the debate is pursued by Ṣūfī masters, sometimes with theologians (mutakallimūn) ( bāb 26, on the karāmāt al-awliyāʾ , miracles of the saints). The masters of Iraqi Ṣūfism are the subject of many quotations—forty for the Baghdadi mystic of Persian origin al-Junayd (d. 297/910), twenty-five for another Baghdadi mystic of Persian origin Abū l-Husayn al-Nūrī (d. 295/907), and twenty-two for the Basran mystical exegete and theorist Sahl al-Tustarī (d. 283/896). Louis Massignon (d. 1962), however, noted the direct relationship between al-Kalābādhī and the Ḥallājī tradition on the basis twenty-six quotations, including aphorisms and poems, from a mysterious figure presented as “one of the eminent men” (baʿḍ al-kubarāʾ) , who is none other than al-Ḥallāj himself. There are also passages included under the names of the notorious Ḥallājīs who had arrived in Iran, some of whom were originally from there. Abū Bakr al-Wāsiṭī, known as Ibn al-Farghānī (d. 320/932), and Fāris b. ʿĪsā al-Dinawārī (d. 345/956) have eight and sixteen quotations, respectively. On the other hand, Khurāsānī Ṣūfīs are seldom quoted, and some are even derided (Chabbi, 45–6). This explains the silence regarding the Taʿarruf and its author on the part of the authors of mystical literature in Khurāsān, such as the exegete, hagiographer, and theorist from Nīshāpūr al-Sulamī (d. 412/1021). Al-Kalābādhī was commented on (in a lost work) by al-Anṣārī al-Harawī (d. 481/1088), a teacher, exegete, and theorist from Herat, and Ismāʿīl al-Mustamlī (d. 434/1043), a compatriot and possible disciple of al-Kalābādhī, in his Nūr al-murīdīn wa-faḍīḥat al-muddaʿīn (“The light of the disciples and the disgraceful acts of the pretenders”, in Persian). The latter echoed the criticisms of al-Kalābādhī regarding “those who lay claims” to Ṣūfism. The Taʿarruf is taken up again much later in a commentary by Aḥmad b. Ismāʿīl al-Qunawī (d. 727/1326), a Shāfiʿī jurist, originally from Asia Minor, who taught in Damascus and in Cairo, where he operated an establishment for Ṣūfīs ( GAL , 2:105).",
    "Print version: 9789004356641, 2018, 2018-3"
  ],
  "bibliography": [
    "Work",
    "Kitāb al-taʿarruf li-madhhab ahl al-taṣawwuf , Cairo 1934, trans. Arthur John Arberry, The doctrine of the Ṣūfīs , Cambridge 1935; trans. Roger Deladrière, Traité de soufisme. Les maîtres et les étapes , Paris 1981.",
    "Studies",
    "Jacqueline Chabbi, Réflexions sur le soufisme iranien primitif, JA 266/1–2 (1978), 37–55",
    "Louis Massignon, Essai sur les origines du lexique technique de la mystique musulmane , Paris 1922 (including, in Arabic, the Textes halladjiens , containing quotations from the Kitāb al-taʿarruf )",
    "Louis Massignon, La passion de Husayn Ibn Mansûr Hallâj , 4 vols., new ed., Paris 1975",
    "A. J. Wensinck, Muslim creed , Cambridge 1932",
    "GAL 1:200, 2:105",
    "GAS 1:669."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}