{
  "id": "eweb_097",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-23992.xml?rskey=nJ2XX0&result=1",
  "annotator": "Riccardo",
  "title": "Shaqīq al-Balkhī",
  "authors": [
    "Jawid Mojaddedi"
  ],
  "word_count": "(763 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "02 Mar 2016",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Abū ʿAlī Shaqīq b. Ibrāhīm al-Azdī al-Balkhī (d. 194/810) was a renunciant, a student of the frontier ascetic Ibrāhīm b. Adham (d. c.165/782), and the teacher of Ḥātim al-Aṣamm (d. 237/851–2). His nisba associates him with the region of Balkh, in northern Khurāsān, where he lived his life (the nisba is the part of a Muslim name that originally indicated a tribal or geographic origin and, later, often referred to a special characteristic or profession). Little is known about the details of his life, but he was considered by early Ṣūfīs one of the first to discuss the science of “mystical states” (al-Sulamī, 61), and there is a short treatise attributed to him about the stages of the path (munāzil , Ar. plur. of manzil) , entitled Adab al-ʿibādāt (“Rules of conduct for acts of worship”) (Nwyia, Trois œuvres , 15–22).",
    "Each of the major Ṣūfī collections of the fifth/eleventh century includes an entry on Shaqīq. These entries consist mostly of pithy sayings, appropriate for an ascetic, on the themes of reliance on God (tawakkul) , poverty (faqr) , and contentment (qanāʿa) with providence. The mediaeval Persian poet Farīd al-Dīn ʿAṭṭār (d. 618/1221) includes in the Ilāhī-nāma (“Book of God,” ed. Ritter, 145, ed. Rawḥānī, 117) a well-known anecdote in poetry about Shaqīq’s famed reliance on God.",
    "In the popular conversion (tawba) story about Shaqīq, he is depicted as a travelling merchant in Central Asia, where he rebukes a Buddhist monk for worshipping idols and preaches to him about a monotheistic God. The monk responds by questioning Shaqīq’s professed belief in a monotheistic deity who is his creator and sustainer, by pointing out the fact that he had travelled to their region in search of trade rather than stay at home and rely on his God (al-Iṣfahānī, 8:59).",
    "Shaqīq is also famously portrayed as having been a mujāhid . In a typical anecdote that stresses his great reliance on God (tawakkul) , he is depicted as telling his student, Ḥātim al-Aṣamm, during a bloody battle, that he feels as blissful as he did during his first conjugal night; he then proceeds to fall sound asleep in the middle of the battlefield, snoring loudly (al-Iṣfahānī, 8:64). While Ibn Adham is believed to have relocated to Syria, where he became a frontier ascetic in the war against the Byzantines (Bonner, 125–31), his disciple Shaqīq is thought to have fought closer to Balkh, against the Turks in Central Asia, and eventually to have been martyred in a battle close to Dastgird (al-Iṣfahānī, 8:59).",
    "The Adab al-ʿibādāt is a short text extant in a single manuscript, which is presented as a transmission from Shaqīq by an Abū ʿUqayl, via one Aḥmad b. ʿAbdallāh (Istanbul, Topkapi Museum, MS Emanet 1762, fols. 159b–163a). It describes the progressive stages of the path (manāzil) as zuhd (renunciation), khawf (fear), shawq ilā al-janna (yearning for heaven), and maḥabba (love of God). Not only is the psychology of a person at each stage described in detail, but practical details are also given (e.g., how frequently and how much to eat while in renunciation; Nwyia, Trois œuvres , 17–8). Each of these stages radiates its own light that transforms the individual; few are able to reach the fourth and highest stage, maḥabba , where they are not only focused on God exclusively but love only what he loves and oppose whatever he opposes. The supreme position of love in this text arguably situates it at the turning-point in the development from renunciation (zuhd) to Ṣūfī mysticism proper (Melchert). If the attribution supported by the manuscript’s editor (Nwyia, Exégèse coranique , 213–4), is accurate, then Shaqīq’s role in the development of Ṣūfism must have been pivotal.",
    "Print version: 9789004305755, 2016, 2016-2"
  ],
  "bibliography": [
    "ʿAṭṭār, Ilāhī-nāma , ed. Fuʾād Rawḥānī, Tehran 1961, ed. Helmut Ritter, Istanbul 1940",
    "Michael Bonner, Aristocratic violence and holy war. Studies in jihad and the Arab-Byzantine frontier , New Haven 1996",
    "al-Iṣfahānī, Ḥilyat al-awliyāʾ , 10 vols., Cairo 1932–8",
    "Javād Nūrbakhsh, Pīrān-i Balkh , Tehran 2000",
    "Christopher Melchert, The transition from asceticism to mysticism at the middle of the ninth century C.E., SI 83 (1966), 51–70",
    "Paul Nwyia, Exégèse coranique et langage mystique. Nouvel essai sur le lexique technique des mystiques musulmans (Beirut 1379sh/1970), 213–31",
    "Paul Nwyia, Trois œuvres inédites de mystiques musulmans (Beirut 1973), 15–22",
    "al-Sulamī, Ṭabaqāt al-ṣūfiyya , ed. Nūr al-Dīn Sharība, Cairo 1953."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 622
}