{
  "id": "eweb_106",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/abul-qasem-eshaq/",
  "annotator": "Riccardo",
  "title": "ABU’L-QĀSEM ESḤĀQ SAMARQANDI",
  "authors": [
    "W. Madelung"
  ],
  "last_updated": "May 24, 2018",
  "print_details": "Vol. I, Fasc. 4, pp. 358-359",
  "published": "December 15, 1983",
  "content": [
    "Hanafite scholar, Sufi, and judge ( qāżī ) of Samarqand (9th-10th centuries).",
    "ABU’L-QĀSEM ESḤĀQ B. MOḤAMMAD B. ESMĀʿĪL B. EBRĀHĪM B. ZAYD SAMARQANDĪ, ḤAKĪM, Hanafite scholar, Sufi, and judge ( qāżī ) of Samarqand. He studied in Balḵ under the prominent Hanafite scholar Moḥammad b. Ḵozayma Qallās (d. 314/926). Also in Balḵ he became a disciple of the Sufi Abū Bakr Moḥammad b. ʿOmar Warrāq, whose sayings he later transmitted, and for whom he expressed the highest admiration (see Solamī, Ṭabaqāt al-ṣūfīya , p. 219). Since Warrāq died in 280/893, Esḥāq must have been born not later than about 260/874. Samʿānī mentions among his teachers one ʿAbdallāh b. Sahl Zāhed, who may be identical with ʿAbdallāh b. Sahl Rāzī, a disciple and transmitter of the Sufi Ḥātem Aṣamm (d. 237/851-52; see Solamī, p. 82). According to a modern source (Ḡolām Sarvar Lāhūrī, Ḵazīnat al-aṣfīāʾ , Lucknow, 1281/1864, II, p. 197), he was also a student of the Damascene Sufis Ebrāhīm Qaṣṣār and Abū ʿAbdallāh Jallāʾ. This, however, is not confirmed in earlier sources, and there is no evidence that he ever visited Syria. In Samarqand he evidently met the leading Hanafite scholar Abū Naṣr ʿĪāżī (d. before 279/892), since he reported on ʿĪāżī’s controversies with heretics. Some later sources describe him as a student of Mātorīdī (d. 333/944-45) in feqh and kalām . This claim, unlikely to be reliable because Esḥāq’s studies predated Mātorīdī’s teaching and writing activities, may have been based on a later and erroneous view of Esḥāq’s al-Sawād al-aʿẓam as representing the doctrine of Mātorīdī’s school. He expressed, however, his admiration for Mātorīdī’s scholarship in an epitaph on the latter’s tomb. Esḥāq is described as learned in theology ( kalām ), feqh , and exegesis of the Koran, and as familiar with the spiritual knowledge and the ways of the mystics. Kalābāḏī lists him among those who had written on the conduct of the Sufis ( al-Taʿarrof le maḏhab ahl al-taṣawwof , ed. A. J. Arberry, Cairo, 1352/1933, p. 12). His epithet Ḥakīm, then common among Sufis in eastern Iran, refers to the gnostic wisdom of the mystics. According to Samʿānī, he received it because of the many widely known mystical sayings ( ḥekam ) and sermons recorded of him. Some of these sayings are quoted by Maḥmūd b. ʿOṯmān ( Ferdaws al-moršedīya , ed. F. Meier, Leipzig, 1948, pp. 248ff.) and by Abū Naṣr Ṭāher b. Moḥammad Ḵānaqāhī ( Gozīda dar aḵlāq va taṣawwof , ed. Ī. Afšār, Tehran, 1347 Š./1968, index). He was qāżī of Samarqand for a long time and was praised for his conduct. On 10 Moḥarram 342/27 May 953 he died in Samarqand and was buried in the cemetery of Jākardīza near the tomb of Mātorīdī. His tomb was still known in the 9th/15th century. A story about the relations of a Sufi Abu’l-Qāsem Samarqandī with the mystic Abū Saʿīd b. Abi’l-Ḵayr reported by Mayhanī ( Asrār al-tawḥīd , ed. Ḏ. Ṣafā, Tehran, 1332 Š./1953, pp. 181ff.) is anachronistic and either refers to another person or is fictitious.",
    "Esḥāq is the author of the popular Hanafite creed al-Sawād al-aʿẓam . In an introductory passage to the Persian translation of this creed (ed. with intro. ʿA. Ḥabībī, Tehran, 1348 Š./1969) the translator describes how the Samanid amir Esmāʿīl b. Aḥmad (279-95/892-907) gathered the scholars of Samarqand, Bokhara, and Transoxania and ordered them to expound the orthodox Sunnite doctrine to counter the spread of heresies. They turned to Esḥāq, asking him to compose a creed in Arabic, which won the formal approval of the amir and all the scholars. The Persian version was prepared by an anonymous translator at the order of the Samanid Nūḥ b. Manṣūr (366-87/976-97). The extant Arabic and Persian versions evidently do not reproduce the original text. They contain references to scholars of the 4th/10th century and vary substantially in content and arrangement. As the official creed under the Samanids, the original was no doubt widely taught, and its transmitters must have felt free to make changes and additions. In some of the Arabic manuscripts it is ascribed to the famous early Hanafite scholar of Bokhara, Abū Ḥafṣ Kabīr Aḥmad b. Ḥafṣ (d. 217/832). This attribution is without sound basis and appears to reflect the popularity of the creed in Bokhara, which rivaled Samarqand as a center of scholarship. The Arabic version has repeatedly been printed, but a critical study and an edition of the numerous extant manuscripts, which may shed light on the history of the transmission of the text, remain to be done.",
    "The creed strongly emphasizes the duty to obey and support the ruler, just or oppressive, and to act in solidarity with the Muslim community ( ǰamāʿa ). It expressly repudiates doctrines of the Moʿtazela, Šīʿa (Rāfeża), Karrāmīya, and Jahmīya. The Hanafite definition of faith ( īmān ) as excluding works is vigorously upheld against the Shafeʿite and traditionalist Sunnite doctrine. Concerning human free will versus predestination, the creed seeks an intermediate position between the Qadarīya and the Jabrīya. While it rejects the Karrāmī asceticism prohibiting economic gain ( kasb ), it supports the belief in the miracles ( karāmāt ) of Sufi saints ( awlīāʾ ), whom it ranks below the prophets. The creed rests fully within the Hanafite tradition of Transoxania but does not contain any specifically Mātorīdī doctrine or terminology and in some points is at variance with the views of Mātorīdī. It remained popular long after the fall of the Samanid dynasty. As the language of the early Persian version became archaic, it was revised into a more modern Persian in 795/1393 by the Naqšbandī Ḵᵛāǰa Moḥammad Pārsā b. Moḥammad Ḥāfeẓī Boḵārī. A modern Turkish translation by ʿAynī Efendī Bolḡārī was published in Būlāq in 1258/1842. A short Resāla fi’l-īmān ǰozʾ men al-aʿmal am lā wa morakkab am lā ascribed to Esḥāq has also been published (at the end of the edition of al-Sawād al-aʿẓam , Istanbul, 1304/1886-87). It affirms the Hanafite position that faith does not include acts and is not subject to increase or decrease, against the Muʿtazilite and Kharejite positions. If Esḥāq is identical with the Ḥakīm Qāżī mentioned by Ebn Qoṭlūboḡā ( Tāǰ al-tarāǰem , Baghdad, 1962, p. 26), he is also known as the author of a feqh work Moḵtaṣar fi’l-ḥayż and a commentary on it.",
    "Bibliography : ʿAbdallāh Anṣārī, Ṭabaqāt al-ṣūfīya , ed. ʿA. Ḥabībī, Kabul, 1962, pp. 263, 506. Abu’l-Moʿīn Nasafī, Tabṣerat al-adella , quoted by Moḥammad b. Tavît at-Tancî, “Abû Manṣûr al-Mâturîdî,” İlâhiyat Fakültesi Dergisi 4/1-2, 1955, pp. 5f., 8, 10f. Samʿānī (Hyderabad), IV, pp. 207f. Ebn Abi’l-Wafāʾ, al-Jawāher al-możīʾa , Hyderabad, 1332/1914, I, p. 139. Kašf al-ẓonūn (Istanbul), pp. 1008, 1157. Laknavī, al-Fawāʾed al-bahīya , ed. M. Naʿsānī, Cairo, 1324/1906, p. 44. Mollā ʿAbd-al-Ḥakīm Tāǰer, Qandīya , ed. Ī. Afšār, Tehran, 1334 Š./1955, pp. 3, 5, 20. Sezgin, GAS I, p. 606."
  ],
  "bibliography": null,
  "citation": "W. Madelung, “ABU’L-QĀSEM ESḤĀQ SAMARQANDI,” Encyclopædia Iranica, I/4, pp. 358-359; an updated version is available online at http://www.iranicaonline.org/articles/abul-qasem-eshaq (accessed on 31 January 2014).",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": 54
}