{
  "id": "eweb_107",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/abu-sahl-esmail-b/#:~:text=AB%C4%AA%20SAHL%20NAWBA%E1%B8%B4T%C4%AA%2C%20also%20called,own%20upbringing%20and%20early%20career.",
  "annotator": "Riccardo",
  "title": "ABŪ SAHL NAWBAḴTĪ",
  "authors": [
    "W. Madelung"
  ],
  "last_updated": "July 27, 2016",
  "print_details": "Vol. I, Fasc. 4, pp. 372-373",
  "published": "December 15, 1983",
  "content": [
    "a prominent member of the Nawbaḵtī family and noted Imamite leader and scholar.",
    "ABŪ SAHL ESMĀʿĪL B. ʿALĪ B. ESḤĀQ B. ABĪ SAHL NAWBAḴTĪ, also called EBN NAWBAḴT (b. 237/851-52 in Baghdad, d. 311/924), a prominent member of the Nawbaḵtī family and noted Imamite leader and scholar. Nothing is known about his father or about his own upbringing and early career. His philosophical interests brought him into contact with the Sabian philosopher, logician, and mathematician, Ṯābet b. Qorra (d. 288/834); he published his debates with him as Maǰāles Ṯābet b. Qorra . The Muʿtazilite theologian Abu’l-Ḥosayn Ṣāleḥī participated in disputations in his house (Ḥākem al-Jošamī, Šarḥ ʿoyūn al-masāʾel I, ms. Leiden Or. 2584a, fol. 101a). Abū Sahl patronized the Shiʿite poet Ebn al-Rūmī (d. 283/896), who eulogized the Banū Nawbaḵt. The poet’s avidity and greed seem to have ruffled their friendly ties at times; according to Masʿūdī ( Morūǰ VIII, p. 233), there were anecdotes about this aspect of their relationship. His relations with the poet Boḥtorī, who also panegyrized the Banū Nawbaḵt, do not appear to have been as close. A poem in Boḥtorī’s Dīvān (ed. Ḥ. K. al-Ṣayrafī, Cairo, 1973-74, pp. 1838-41), in which he had been thought to eulogize Abū Sahl, is definitely addressed to the latter’s uncle, Esḥāq b. Esmāʿīl b. Abī Sahl; and Boḥtorī expressed himself negatively about the quality of Abū Sahl’s poetry ( Aḡānī 1 XVIII, p. 170). During much of his life he seems to have held high secretarial positions. It is likely that he is the Abū Sahl who lampooned the secretary Aḥmad b. Moḥammad b. Ṯawāba (d. 277/890-91) in a poem addressed to ʿObaydallāh b. Solaymān, then chief secretary to Mowaffaq, the powerful brother of the caliph Moʿtamed (Yāqūt, Odabāʾ II, p. 44). There may have been more to his hostility toward Ebn Ṯawāba than professional rivalry; after the death of Imam Ḥasan al-ʿAskarī in 260/874, Ebn Ṯawāba’s son Moḥammad, a Shiʿite like Abū Sahl, seems to have furthered the pretensions of Ḥasan’s brother Jaʿfar to the imamite, while Abū Sahl supported the belief in the existence of a son of the Imam entitled to the succession. According to Marzobānī ( Moʿǰam al-šoʿarāʾ , ed. F. Krenkow, Cairo, 1354/1935, p. 461), Abū Sahl himself was denounced and imprisoned under the vizierate of ʿObaydallāh b. Solaymān’s son Qāsem (288-91/901-04), no doubt in connection with the vizier’s efforts to purge the government of Shiʿite officials. His influence thereafter rose under the vizierate of the Shiʿite Banu’l-Forāt. He was now generally recognized as the leader of the Imamite community in Baghdad. Supporting the regular line of safīr s of the hidden Twelfth Imam, he became involved in the opposition to the Sufi Ḥallāǰ in his claim to represent the Imam. After his arrival in Baghdad, Ḥallāǰ is reported to have addressed letters to him trying to gain his support, but Abū Sahl silenced him by ridiculing his alleged miraculous powers. Another incident in which Abū Sahl is reported to have uncovered the speciousness of the miracles of Ḥallāǰ evidently took place in or near Ahvāz. This encounter has been dated by L. Massignon ca. 280/893 and by ʿA. Eqbāl between 298/910 and 301/913. That Abū Sahl stayed for some time in Ahvāz is confirmed by the fact that he debated there with the Muʿtazilite theologian Abū ʿAlī Jobbāʾī (d. 303/916). The reports on his dealings with Ḥallāǰ were widely publicized, evidently with the aim of discrediting the latter. According to Ebn al-Nadīm, Abū Sahl in a similar manner disgraced the extremist Shiʿite Šalmaḡānī (d. 322/944), but this account seems to be based on a confusion with Ḥallāǰ. It has been assumed that Abū Sahl actively furthered the trial and condemnation of Ḥallāǰ in 308-09/921-22 under the anti-Shiʿite vizier, Ḥāmed b. al-ʿAbbās. This is not unlikely, though there is no positive information about his role in the sources. After the fall of Ḥāmed, the vizier Ebn al-Forāt sent Abū Sahl and another official to Wāseṭ in Rabīʿ II, 311/August, 923 to confiscate Ḥāmed’s illegal property. Abū Sahl, in contrast to his colleague, is reported to have treated the disgraced vizier most leniently, perhaps, as has been suggested, because they had cooperated in the persecution of Ḥallāǰ. Half a year later, in Šawwāl, 311/January-February, 924, Abū Sahl died. His grave is said to be in the sanctuary of Kāẓemayn in Baghdad.",
    "As a scholar and author, Abū Sahl, supported by his nephew (sister’s son) Ḥasan b. Mūsā and his brother Abū Jaʿfar Moḥammad, was the founder of the doctrinal school of the Banū Nawbaḵt within the Emāmīya. Since none of the doctrinal works of Abū Sahl and his school are extant, his views are known only summarily from the titles of his books and statements of later authors. Abū Sahl supported Muʿtazilite doctrine concerning the attributes and justice of God, denying the beatific vision of God and upholding human free will. On the other hand, he held, against the common Muʿtazilite view, that the reality of man consists in an unspatial, live soul governing the dead body. In agreement with general Imamite doctrine, he rejected the Muʿtazilite thesis of the unconditional punishment ( waʿīd ) of the unrepentant sinner, affirming the effective intercession of the Prophet and the Imams for the sinners among their followers. He generally upheld the Imamite doctrine about the imamate and participated in the early formulation of the doctrine concerning the occultation ( ḡayba ) of the Twelfth Imam. Ebn al-Nadīm’s statement that he held that the Twelfth Imam had died in occultation and had been succeeded by his son does not appear reliable. It is likely, however, that he did not definitely affirm that the Twelfth Imam was both the last Imam and the Mahdī, leaving open the possibility that the imamate would continue after him. A fragment of his Ketāb al-tanbīh about the imamate and the occultation is quoted by Ebn Bābūya in his Kamāl al-dīn (ed. ʿA. A. al-Ḡaffārī, Tehran, 1395 Š./1975, pp. 88-94). A report about his seeing the later Twelfth Imam as a child in the presence of his father, quoted by Shaikh Ṭūsī ( al-Ḡayba , Naǰaf, 1385/1965, pp. 164f.), may be taken from his Ketāb al-anwār fī tawārīḵ al-aʾemma . Abū Sahl wrote refutations of several works by the arch-heretic Ebn Rāwandī. In legal methodology he supported the common Imamite position of his time, rejecting individual reasoning ( eǰtehād ) and analogy ( qīās ), and composing a refutation of the Resāla of Šāfeʿī. He appears occasionally as a transmitter of reports about the poets Abū Nowās and Boḥtorī."
  ],
  "bibliography": [
    "ʿArīb, Ṣela , ed. M. J. de Goeje, Leiden, 1897, pp. 93f., 105.",
    "Fehrest , pp. 176f.",
    "Tanūḵī, Nešwār al-moḥāżara , ed. ʿA. al-Šāleǰī, Beirut, 1971-73, I, p. 161.",
    "Helāl al-Ṣābī, al-Wozarāʾ , ed. H. F. Amedroz, Leiden, 1904, pp. 34ff.",
    "Ṭūsī, Fehrest kotob al-šīʿa , ed. A. Sprenger, Calcutta, 1953-55, pp. 57ff.",
    "Naǰāšī, al-Reǰāl , Tehran, n.d., p. 25.",
    "Taʾrīḵ Baḡdād VIII, pp. 124ff.",
    "Hamadānī, Takmelat taʾrīḵ al-Ṭabarī , ed. A. Y. Kaṇʿān, Beirut, 1961, p. 33.",
    "Ebn Šahrāšūb, Maʿālem al-ʿolamāʾ , ed. ʿA. Eqbāl, Tehran, 1353/1934, pp. 6ff.",
    "Ebn Ḥaǰar, Lesān al-mīzān , Hyderabad, 1331/1913, I, p. 424.",
    "Ṣafadī, al-Wāfī IX, ed. J. van Ess, Beirut, 1394/1974, pp. 171ff.",
    "L. Massignon, La passion de Ḥusayn b. Manṣūr Ḥallāj , second ed., Paris, 1975, I, pp. 359-62 and index.",
    "ʿA. Eqbāl, Ḵāndān-e Nawbaḵtī , second ed., Tehran, 1345 Š./1966, pp. 96-124 and index.",
    "Moḥsen al-Amīn, Aʿyān al-šīʿa , Damascus, 1935, XII, pp. 33-61.",
    "W. Madelung, “Imamism and Muʿtazilite Theology” in Le Shîisme Imâmite , Paris, 1970, pp. 15ff.",
    "Search terms :"
  ],
  "citation": "W. Madelung, “Abu Sahl Nawbakti,” Encyclopædia Iranica, I/4, pp. 372-373; an updated version is available online at http://www.iranicaonline.org/articles/abu-sahl-esmail-b (accessed on 31 January 2014).",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}