{
  "id": "eweb_112",
  "source": "EIr",
  "cat": "term",
  "link": "https://www.iranicaonline.org/articles/awlia/",
  "annotator": "Riccardo",
  "title": "AWLĪĀʾ",
  "authors": [
    "H. Algar"
  ],
  "last_updated": "August 17, 2018",
  "print_details": "Vol. III, Fasc. 2, pp. 119-120",
  "published": "December 15, 1987",
  "content": [
    "a term commonly translated in European languages as “saints” or the equivalent.",
    "AWLĪĀʾ (more fully, awlīāʾ allāh , the “friends of God”), a term commonly translated in European languages as “saints” or the equivalent. The term, of which the singular is walī , derives from Koran 10:62: “Verily the friends of God—there is no fear upon them, neither shall they grieve.” It occurs also in a number of aḥādīṯ qodsīya , such as “whoever harms a friend ( walī ) of Mine, I declare war against him” (Zayn-al-din Ḥaddādī, al-Etḥāfāt al-sanīya , Cairo, 1388/1968, p. 166) and “My friends are beneath my domes; none knows them but I” (B. Forūzānfar, Aḥādīṯ-e maṯnawī , Tehran, 1348 Š./1969, p. 52). These scriptural texts ( noṣūṣ ) have provided the basis for Sufi writing and speculation on the nature of the walī and the quality ( welāya ) that he possesses.",
    "An early definition of the walī was that supplied by Abu’l-Qāsem Qošayrī (d. 467/1074-75): “The word walī has two meanings. The first is passive, and designates the one whose affairs are totally directed by God Almighty . . . . He does not entrust himself with his affairs for a single moment; rather God Almighty assumes their administration. The second meaning is active and emphatic, and designates the one who takes it on himself to worship God and obey Him: his worship is continual and uninterrupted by sin. Both meanings must be present in the walī for him truly to be a walī ” ( al-Resāla al-qošayrīya , ed. ʿAbd-al-Ḥalīm Maḥmūd and Maḥmūd b. Šarīf, Cairo, 1385/1965-66, pp. 519-20). This definition was incorporated by Šarīf Jorjānī (d. 817/1414) in his celebrated Ketāb al-taʿrīfāt (Beirut, 1969, p. 275) and repeated, with some elaboration, by ʿAbd-al-Raḥmān Jāmī (d. 897/1492) in the prologue to Nafaḥāt al-ons (pp. 5-6).",
    "An alternative definition, stressing the concept of friendship inherent in the word walī , was given by Najm-al-dīn Dāya in his commentary on Koran 10-62: “The awlīāʾ are the lovers of God and the enemies of their souls. For welāya is the knowledge of God and the knowledge of one’s own soul; knowledge of God means looking upon Him with the gaze of love, and knowledge of the soul means looking upon it with the gaze of enmity, once the veils constituted by the states and attributes of the soul are removed” ( al-Taʾwīlāt al-najmīya , quoted in Esmāʿīl Ḥaqqī Borūsawī, Rūḥ al-bayān , Istanbul, 1389/1970, IV, p. 58). The notion of “closeness” has also been discerned as part of the meaning of the word walī : “The walī means “he who is close”; the meaning of awlīāʾ allāh is, then, the elect among the believers, so designated because of their spiritual proximity to God Almighty” (Abu’l-Soʿūd Efendī, quoted in Rūḥ al-bayān IV, p. 58).",
    "A particular problem in the definition of the walī and his attributes has been the relationship between him and the prophet ( nabī ). It appears that in the 3rd/9th century, the notion arose that the walī is superior to the prophet. Abū Bakr Ḵarrāz (d. 286/899) wrote a brief treatise in refutation of this belief ( Kašf al-bayān , contained in Rasāʾel , ed. Q. Sāmarrāʾī, Baghdad, 1967), and was followed soon after by Ḥakīm Termeḏī (d. between 295/907 and 310/922), who wrote the most important single treatise on welāya , Ketāb ḵatm al-awlīāʾ (ed. ʿO. Yaḥyā, Beirut, 1965). In addition to affirming the superiority of prophethood to welāya , Termeḏī set forth the various categories of awlīāʾ , propounded the idea of a “seal of the saints,” corresponding to the seal of the prophets, and made a division of welāya into welāya ʿāmma (embracing the totality of the believers) and welāya ḵāṣṣa (pertaining exclusively to the spiritual elect).",
    "This division of welāya into “general” and “particular” is reminiscent of certain Shiʿite formulations deriving from the particular status accorded to the imams, and the claim has been made that it is an unacknowledged borrowing from Shiʿism. Corbin speaks, indeed, of “the paradox of a welāya deprived of imamology” (see his discussion of Termeḏī in Histoire de la philosophie islamique , Paris, 1964, pp. 273-75). It has been pointed out, however, that Termeḏī’s sole points of reference are the Koran and mystical experience; there is no Shiʿite flavor to his writing (Paul Nwyia, Exégèse coranique et langage mystique , Beirut, 1970, p. 241). Termeḏī was, in any event, the author of a brief but harsh polemic against the Shiʿites, which would seem to exclude the likelihood of influence (Ahmed Subhi Furat, “al-Ḥakīm al-Tirmizī ve al-Radd ʿalā’l-Rāfiẓa adlı risalesi,” Şarkiyat Mecmuası VI, 1966, pp. 23-35).",
    "The relationship of the walī and the nabī also form an important theme in the writings of Ebn al-ʿArabī. According to him, while the prophet is indeed superior to the walī , he is himself a walī in addition to being prophet, and the walī -dimension of his being is superior to the nabī -dimension (A. E. Affifi, The Mystical Philosophy of Muhyid Din Ibnul ʿArabi , Lahore, 1964, pp. 95ff.). This view was confirmed and elaborated by one who in other respects rejected Ebn al-Arabī’s doctrines, Shaikh Aḥmad Serhendī (d. 1033/1624) (see Y. Friedmann, Shaykh Aḥmad Sirhindī , Montreal, 1971, chap. 4: “Prophecy and Sainthood”).",
    "Another problem connected with welāya is the “knowability” or “unknowability” of the walī . Abū ʿAbdallāh Sālemī said that the awlīāʾ are recognizable by “their gentleness of speech, their good character, their pleasant demeanor, their generosity, their refraining from all objection, their acceptance of whatever excuse be proffered them, and their compassion to all men, the good and the bad alike” (Jāmī, Nafaḥāt , p. 121). More generally, the awlīāʾ are deemed knowable by the inspiration ( elhām ) they receive, the charismatic deeds ( karāmāt ) they perform, and the quality of protected ( maḥfūż ) they possess, these three corresponding to the revelation ( waḥy ), miracles ( moʿjezāt ) and sinlessness ( ʿeṣma ) of the prophets. Others hold that the awlīāʾ , as the friends of God, are hidden by the veil of their intimacy with Him. A complete discussion of the question is to be found in the introduction to Y. Nabhānī’s, Jāmeʿ karāmārat al-awlīāʾ , Cairo, 1381/1962, I, pp. 27-48.",
    "Finally, it may be noted that Sufi writers of Shiʿite allegiance draw a distinction between “solar welāya ” and “lunar welāya ;” the former belongs to the imams, and the latter, its reflection, to the pole ( qoṭb ) that stands at the head of each Shiʿite Sufi order (R. Gramlich, “Pol und Scheich im heutigen Derwischtum der Schia,” in Le shiʿisme imamite , Paris, 1970, p. 175).",
    "See also Abdāl ."
  ],
  "bibliography": [
    "See also Abū Naṣr Sarrāj, Ketāb al-lomaʿ , ed. R. A. Nicholson, Leiden, 1914, pp. 422-24.",
    "ʿAlī b. ʿOṯmān Hojvīrī, Kašf al-maḥjūb , Samarkand, 1330/1910, pp. 259-69.",
    "Moḥammad b. Ṣalāḥ Boḵārī, Anīs al-ṭālebīn wa ʿoddat al-sālekīn , ms. Bodleian, Persian e 37, fols. 46a-47b.",
    "ʿAzīz Nasafī, Ketāb al-ensān al-kāmel , ed. M. Molé, Paris and Tehran, 1962, pp. 317-22.",
    "Ḥāfeẓ Ḥosayn Karbalāʾī Tabrīzī, Rawżat al-jenān wa jannāt al-janān , ed. J. Solṭān-al-qorrāʾī, Tehran, 1349 Š./1970, II, pp. 511-15.",
    "Qoṭb-al-dīn Amīr Abū Manṣūr ʿAbbādī, al-Tasfīa fī aḥwāl al-motaṣawwefa , ed. Ḡ.-Ḥ. Yūsofī, Tehran, 1347 Š./ 1968."
  ],
  "citation": "H. Algar, “AWLĪĀʾ,”  Encyclopædia  Iranica , III/2, pp. 119-120, available online at http://www.iranicaonline.org/articles/awlia (accessed on 30 December 2012).",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}