{
  "id": "eweb_114",
  "source": "EIr",
  "cat": "term",
  "link": "https://www.iranicaonline.org/articles/begging-pers/",
  "annotator": "Riccardo",
  "title": "BEGGING",
  "authors": [
    "C. Edmund Bosworth",
    "Hamid Algar",
    "ʿAlī-Akbar Saʿīdī Sīrjānī"
  ],
  "last_updated": "November 10, 2016",
  "print_details": "Vol. IV, Fasc. 1, pp. 80-84",
  "published": "December 15, 1989",
  "content": [
    "(Pers. gadāʾī , takaddī , soʾāl ).  i. In the early centuries of the Islamic period. ii. In Sufi literature and practice. iii. In later Iran.",
    "BEGGING, Pers. gadāʾī , takaddī (Ar. also kodya , takdīa ), soʾāl .",
    "i. In the early centuries of the Islamic period .",
    "ii. In Sufi literature and practice .",
    "iii. In later Iran .",
    "i. In the Early Centuries of the Islamic Period",
    "In early Islam, begging must have arisen in the first place from sheer economic necessity, but its continuance was soon buttressed by religious motives and, in particular, by the Sufi stress on tawakkol and toklān , utter dependence on God, which might mean resorting to mendicancy in order to survive. The early mystics state that begging is allowable from three motives: (1) for the sake of mental liberty, giving freedom from anxiety about one’s daily sustenance; (2) for the soul’s discipline, since begging is humiliating and shows a man’s worthlessness in other people’s eyes, hence is an antidote to self-pride; and (3) because begging from men is an act of reverence for God, Who regards all men as His agents, and a servant who petitions an agent is humbler than one who makes petition to God Himself (E. Schroeder, Muhammad’s People. A Tale by Anthology , Portland, Maine, 1955, p. 727, citing Hojvīrī, Neffārī, and Kalābāḏī). From the standpoint of the donor, giving money was regarded as above all good for the donor’s soul rather than as a social relief measure for the recipient (see further “Charity, Almsgiving” in Encyclopaedia of Religion and Ethics III, pp. 382ff., and darvǰš).",
    "We have little information in the sources specifically relating to begging in the Iranian lands, but it should be noted that one of the standard words in early Arabic usage for “beggar” is mokaddī (abstracts: takdīa , kodya “begging”), found in adab literature (e.g., in Jāḥeẓ, with his Ketāb ḥīal al-mokaddīn , cf. Ch. Pellat, “Nouvel essai d’inventaire de l’œuvre ğaḥiẓienne,” Arabica 31, 1984, p. 149, no. 148) from the 3rd/9th century on­wards, and this is clearly derived from Persian gadā “beggar, begging” (see C. E. Bosworth, The Mediaeval Islamic Underworld. The Banū Sāsān in Arabic Society and Literature , Leiden, 1976, I, p. 40, II, p. 244; Pellat, “Mukaddī,” in EI 2 ); while the post-classical Arabic verb darwaza “to wander round, beg,” whence motadar­wez “beggar,” goes back either to Persian darvāza “gate” with the idea of going round begging from door to door (see Dozy, Supplément aux dictionnaires arabes , I, p. 438) or to Persian daryūza from (Parthian) yūz – “to seek” (Persian jūy -). Moreover, among the Banū Sāsān, the generic name for the beggars, rogues, quacks, trick­sters, etc., who formed the lowest levels of society, we find certain types of beggar denoted by Persian names, e.g., the felawr or self-mutilator (Persian pīla-var “peddler of drugs”) and possibly the kāḡānī or feigned epileptic or madman (perhaps from Persian kāḡ(a) , defined by Asadī Ṭūsī as “a person with an afflicted body”); see Bosworth, I, pp. 36, 38, II, p. 220). Certainly, the beggars who roved all over the Islamic lands must have included in their ranks many Iranians; the Kurds, in particular, were notorious for their rapaciousness and violence in extracting money (see further banū sāsān )."
  ],
  "bibliography": [
    "Given in the text. For a deri­vation of Ar. kodya/takaddī from Pers. gadā , see W. Eilers, “Iranisches Lehngut im Arabischen,” in Actas dos estudos árabes e islâmicos , Coïmbra and Lisbon, 1968 (Leiden, 1971), pp. 581-656; idem, “Kult und Sprachform in Iran,” ZDMG , Suppl. 2, 1974, pp. 476f., 494.",
    "(C. Edmund Bosworth)",
    "ii. In Sufi Literature and Practice",
    "Although some Koranic verses (notably 2:273 and 93:10) might be taken to imply the permissibility of begging, the weight of the Prophet’s Sunna is against the practice, and Sufis have generally decried mendicancy as spiritually dangerous. According to Šehāb-al-Dīn Sohravardī (p. 100), “the realized Sufi does not ask men for anything,” and Ḵᵛāja ʿAbd-Allāh Anṣārī (Meybodī, I, pp. 745-46) interpreted the praise of “those who do not importunately beg” in Koran, 2:273, as a prohibition of begging in all its forms. Nonetheless, Abū Najīb Sohravardī (p. 161) remarked that certain shaikhs lived entirely from the proceeds of begging, and it was often conceded that begging might be proper under certain circumstances.",
    "Foremost among those circumstances was extreme need ( fāqa or żarūra ). Bešr Ḥāfī listed as one of the three classes of foqarāʾ devotees who sought charity whenever the need for minimal sustenance overwhelmed them (Abū Najīb, p. 160; Makkī, II, p. 404; Sohravardī, p. 99; Sarrāj, p. 47). This is said to have been the practice of Abū Saʿīd Ḵarrāz and Ebrāhīm b. Adham. According to Hojvīrī (p. 468), their action was justifi­able because trying to gain food by other means would distract the heart from its devotion. Even then it was important to accept only the smallest amount necessary and to expiate the questionable act of begging by an act of charity (Abū Najīb, p. 160). Begging was outwardly a laying of one’s needs before men instead of before God; the Sufi engaged in begging should therefore regard his benefactor as an agent ( wakīl ) of God, distributing His bounty. Hojvīrī (p. 469) mentions certain additional ādāb of begging such as not approaching women or tradesmen ( aṣḥāb-e aswāq ) and not affecting great piety in order to loosen men’s pursestrings. Another circum­stance that rendered begging permissible, even meritori­ous, was the neediness of one’s fellows. The Prophet himself was said to have solicited charity for the sake of others, and among the early Sufis to follow his example was Memšād Dīnavarī (Abū Najīb, p. 160). Finally, begging was regarded as a useful means of mortification ( rīāżat ), especially for recent initiates to the Sufi path who had enjoyed high worldly status. Although firmly opposed to habitual begging, Jonayd imposed a year’s mendicancy on Šeblī to help him realize the worthless­ness of his person (ʿAṭṭār, p. 616). Shaikh Abū Saʿīd b. Abi’l-Ḵayr likewise went begging for the sake of self-­mortification, later remarking that it was the harshest thing his ego had ever experienced (Moḥammad b. Monawwar, pp. 34-55). Even Abū Ḥāmed Ḡazālī (III, p. 73) approved of begging as a means of chastening the self.",
    "Mendicancy appears to have become frequent in post-Mongol Iran. In the 8th/14th century, Ebn Baṭṭūṭa (p. 277) noted that the foqarāʾ at the zāwīa of Abū Dolaf Moḥammad in Lār would go begging for bread every day after the mid-afternoon prayer. More commonly, however, it was wandering dervishes or the qalandar type that were conspicuous for begging, a begging-bowl ( kaškūl ) being an essential part of their equipment. Such dervishes, loosely organized into the Ḵāksār order, remained a common feature of Iranian life until the early part of the twentieth century. They would pitch their tents in front of the homes of the rich and harass the occupants with loud blasts on their horns until they received enough charity to justify their moving (Browne, pp. 56-61; Najmī, p. 456). By contrast, the Neʿmatallāhī order, the principal Sufi order in modern Iran, forbids its members to beg (Gramlich, p. 70).",
    "Farīd-al-Dīn ʿAṭṭār, Taḏkerat al-awlīāʾ , ed. M. Esteʿlāmī, 3rd ed., Tehran, 1360 Š./1981.",
    "Sayf-al-Dīn Bāḵarzī, Awrād al-aḥbāb wa foṣūṣ al-ādāb , ed. Ī. Afšār, Tehran, 1358 Š./1979, pp. 257-60.",
    "E. G. Browne, A Year Amongst the Persians , 3rd ed., London, 1959.",
    "Ebn Baṭṭūṭa, Reḥla , ed. K. Bostānī, Beirut, 1384/1964.",
    "Moḥammad b. Monawwar, Asrār al-tawḥīd fī maqāmāt al-šayḵ Abī Saʿīd , ed. Ḏ. Ṣafā, 2nd ed., Tehran, 1348 Š./1969.",
    "Maḥmūd b. ʿOṯmān, Ferdaws al-moršedīya fī asrār al-ṣamadīya , ed. F. Meier, Istanbul, 1943, pp. 59-60.",
    "Abū Ḥāmed Ḡazālī, Eḥyāʾ ʿolūm al-dīn , Beirut, n.d. R. Gramlich, Die schiitischen Derwischorden Persiens, zweiler Teil: Glaube und Lehre , AKM 36/2-4.",
    "ʿAlī b. ʿOṯmān Hojvīrī, Kašf al-maḥjūb , ed. V. A. Zhukovskiĭ, repr. Tehran, 1336 Š./1957, pp. 467-69.",
    "Abū Ṭāleb Makkī, Qūt al-qolūb , Cairo, 1381/1961.",
    "Abu’l-Fażl Rašīd-al-Dīn Meybodī, Kašf al-asrār wa ʿoddat al-abrār , ed. ʿA.-A. Ḥekmat, 4th ed., Tehran, 1361 Š./1982.",
    "Abu’l-Qāsem Qošayrī, al-Resāla al-qošayrīya , ed. ʿA. Maḥmūd and Maḥmūd b. Šarīf, Cairo, 1385/1966, pp. 536-37.",
    "N. Najmī, Tehrān-e ʿahd-e nāṣerī , Tehran, 1364 Š./1985.",
    "Abū Naṣr Sarrāj, Ketāb al-lomaʿ , ed. R. A. Nicholson, GMS 13, London and Leiden, 1914.",
    "Abū Najīb Żīāʾ-al-Dīn Soh­ravardī, Ādāb al-morīdīn , ed. N. M. Heravī, Tehran, 1363 Š./1984, pp. 159-62.",
    "Šehāb-al-Dīn Sohravardī, ʿAwāref al-maʿāref , in supplementary volume to Ḡazālī, Eḥyāʾ ʿolūm al-dīn , Beirut, n.d., pp. 99-102.",
    "ʿA.-Ḥ. Zarrīnkūb, “Ahl-e malāmat o rāh-e qalan­dar,” MDAT 12/1, spring, 1354 Š./1975, pp. 89-94.",
    "(Hamid Algar)",
    "iii. In Later Iran",
    "There are various categories of beggar: the old, the disabled, and the destitute, as well as those who merely feign these conditions. The fact that giving alms is one of the duties of a Muslim has long been taken as an excuse for begging by idle and lazy individuals (see i above). In this century the urban population in Iran has grown considerably, mainly through a steady flow of peasants into the cities. As these country people usually accept the duty of giving alms and are at the same time somewhat naive, they have become targets for people who seek substantial earnings with little effort. On occasions when beggars have been rounded up by the government, some of them have been found to be quite wealthy. In two widely publicized instances the owner of several houses in an expensive district of Tehran and a notorious usurer in the bāzār were exposed as beggars when they were picked up, taken to a poorhouse, and forced to reveal their identities; in another a beggar was found to have a large amount of currency sewn into the lining of his coat. Begging increases or diminishes according to economic and social circumstances; it is also seasonal. The number of beggars in the cities tends to increase in periods of economic slump or famine, as well as when there is little work in the country.",
    "Types of begging . Urban beggars have a variety of approaches, depending partly on time and place. Experienced practitioners usually have repertoires of",
    "supplicating phrases, which they chant in order to rouse charitable feelings, particularly on solemn occasions like commemoration of the birth or martyrdom of an imam. They seek to station themselves in promising locations, for example, where a wedding party is in progress or a memorial service is being held. The cemetery is also a profitable locale, particularly on Thursday, traditionally called “Friday eve” and considered holy, when families visit the graves of their loved ones. Other lucrative sites are shopping centers, where people emerge from stores with small change in their pockets; near hospitals and pharmacies, where relatives can easily be persuaded to give alms to the poor in hopes of relief for their sick loved ones; at bus terminals and city gates, where people are setting off on journeys; and especially at holy shrines and pilgrimage centers, as in Ray, Qom, and Mašhad. Indeed, on holy days there is a noticeable increase in the number of beggars.",
    "Most beggars do not suffer from physical disabilities, yet through long training they can turn themselves at a moment’s notice into pitiable creatures: a blind man, a paralytic, a man suffering the agonies of death, an epileptic. Simulation of various miseries has a long history. According to Jorjānī (bk. 1, discourse 5, sec. 5, p. 51), in the 5th/11th century beggars would slash their own tongues and insert slivers of lead into the slits, so that when the wounds eventually healed the slits would remain open. They would then go begging on the pretense that they had been taken prisoners by infidels ( koffār ) and had had their tongues slashed to prevent them from uttering the Muslim professions of faith ( ša­hādataynEṭṭelāʿāt , 19 Bahman 1337 Š., 15 Dey 1344 Š., and 7 Tīr 1365 Š.). It is an open secret that in the southern districts of Tehran there are clandestine workshops where normal people can be transformed into blind men or paralytics, with appalling wounds or swollen limbs. Beggars turned out in these workshops are able to collect several times as much money as people who have been forced into the streets by sheer destitution. Professional beggars have well-defined ter­ritories, which are diligently defended against vagrant trespassers. Frequently a supposedly disabled beggar will employ an assistant. Women may carry infants in order to win sympathy for their plight; there are also children, studiously made up to look sick or dying, available for hire.",
    "One form of begging ( parsa zadan ) is practiced by men who call themselves dervishes and carry the characteristic tabarzīn (ornamental ax) and kaškūl (begging bowl). They roam the bāzār s, caravanserais, and other places where large numbers of people gather, chanting verses in praise of the family of the Prophet ( ahl-e bayt )  or denunciation of the world. A dervish of this type offers passersby green leaves, small sweets ( noql ), or small fruit from his kaškūl , the recipients are expected to repay such gestures with money, in large or small amounts as befits their social status (Aubin, pp. 237ff., Pers. tr. 25-57; Serena, Pers. tr. pp. 52-53). Such itinerant begging has been practiced in larger towns at least since the Safavid period, when dervishes enjoyed great license and could enter at will the houses of the rich, where nobody dared turn them away (Polak, I, pp. 39-40, Pers. tr. 39). They were organized in a widespread network (Aubin, pp. 237ff., Pers. tr. 254­-64). Even to this day such begging is very common in towns and villages.",
    "Formerly it was common for a begging dervish to set up a hut with his paraphernalia in front of a rich man’s house; he would then declare his price for departing; an amount of money or grain to see him through the year. If the owner of the house paid, the dervish would dismantle his hut and leave; otherwise he would blow his šāḵ-e nafīr (trumpet) until neighbors persuaded the owner of the house to meet his demands. On rare occasions, when the owner refused to give in, the dervish would set fire to a pile of straw in order to produce a suffocating cloud of smoke. This whole scheme was known as taḵta-pūst andāḵtan , taḵta-pūst gostardan (to spread a sheepskin), or čādor zadan (to pitch a tent) and has been witnessed by many travelers (for instance, see Serena, Pers. tr. pp, 52-53, 162; Aubin, p. 237, Pers. tr. p. 254; Rāvandī, p. 608). It may still occur in remote towns and villages. Ouseley (III, p. 162) describes beg­gars in Tehran who carried certificates and letters of introduction signed by bishops. These letters, which were written in Italian and were addressed to all “pious Christians,” identified the bearers as “good Catho­licks . . . fallen into extreme and lamentable poverty.”",
    "A specifically rural type of begging, practiced exclusively by people dressed in the green headcloth or waist­band of the sayyed s (descendants of the Prophet), takes place at harvest time. These beggars, usually riding on donkeys equipped with saddlebags, roam the fields where grain is being winnowed and claim their “ancestral share” ( sahm-e jadd , which refers to the Prophet’s descendants’ share of the fifth, or ḵoms [q.v.], of all earnings according to the Shiʿites) of every grain pile. At other times of year they prowl around the villages and nomad camps, inviting themselves to hearty feasts and claiming to bless their hosts’ food. Capitalizing on the faith of ignorant peasants, they sell sugar lumps or sweetmeats daubed with saliva, which is often believed to have curative powers. Such beggars also accept a “visitor’s fee” ( ḥaqq al-qadam ) for returning at harvest time.",
    "Some beggars of this kind demand from every individual “one finger from each hand,” referring to ḵoms (Feuvrier, Pers. tr. pp. 169-70). Although not as aggressive as they once were, these men can still be seen in the southern districts of Tehran and in many of the provinces. Some naive people, particularly in the countryside, demand fingerprinted receipts for what they give these beggars; such receipts are saved and eventu­ally buried with them.",
    "Ṭalab kardan (to demand) is a form of begging common at public gatherings, particularly Shiʿite mourning ceremonies of rawża-ḵᵛānī (recitation of the passion of Karbalāʾ martyrs). Usually just at the opening of a sermon or at a climactic moment, when the audience is most eager to hear the rest of what the speaker has to say, a self-styled sayyed , wearing the characteristic green headcloth or waistband will rise suddenly and interrupt the speech. He begins with an account of his distress and closes by demanding his “ancestral share” ( ḵomsmenbar (pulpit).",
    "Morda-ḵᵛorhā (lit. caters of the dead) are beggars who work in cemeteries. It is customary in Iran for relatives of the deceased to bring trays of sweetmeats ( ḥalwā ) for funerals or Friday evening visits to the graves. Morda-ḵᵛorhā rush to devour the sweets and grab the alms ( ḵayrāt ). This type of begging largely disappeared in Tehran about halfway through the reign of Mo­ḥammad Reżā Shah Pahlavī, when a new cemetery with modern facilities ( Behešt-e Zahrāʾ ) was founded south of the city and beggars were banned from it.",
    "Measures against begging . The history of campaigns against begging is almost as long as that of begging itself. During the reign of the Buyids begging was a widespread annoyance (Rāvandī, III, p. 593), so much so that Ażod-al-Dawla  banned all solicitation; beggars were allowed only to recite the Koran, so that they might receive alms from those who were inclined to give (Faqīhī, 1347, p. 79). Tīmūr (r. 771-807/1370-1405) decreed that the beggars in his territory be rounded up and given assistance; if found begging again, they were to be transported to remote places or sold as slaves (Rāvandī, III, p. 597).",
    "During the Qajar period begging was again widespread. The grand vizier Mīrzā Taqī Khan Amīr-e Kabīr (q.v.) ordered that every invalid beggar in the streets in Tehran be registered, with his name, place of origin, and the cause of his disability ( Waqāyeʿ-e ettefāqīya , no. 32, 14 Ḏu’l-qaʿda 1267/September 1851). No other measures were taken against begging, however. Occasionally, food was distributed, for instance, on the shah’s birthday, whenever the shah set off or returned from a journey, or as a part of wedding ceremonies for members of the royal family. Photographs of beggars being fed and presented to the shah were sometimes taken ( Ātābāy , album no. 167, p. 12). It is reported that beggars became so bold that, during the royal audience on Nowrūz, 1311/1894, many of them found their way to the stairs leading to the audience hall and pestered everyone coming out (Eʿtemād-al-Salṭana, Rūz-nāma-ye ḵāṭerāt , p. 945).",
    "It was customary in both the provinces and the capital for well-to-do families to feed the poor on occasions of festivity or mourning; in many places there were “warm houses,” where homeless individuals could pass their nights in winter. In the Qajar period one such house stood in southern Tehran where the Meydān-e Šuš is today.",
    "In recent years both the extent of begging in Iran and the severity of measures against it have varied, depend­ing on circumstances. At times of relative prosperity and security, the government has tried to round up beggars, sending the able-bodied to labor camps, main­ly on the outskirts of Karaj, and the old and ailing to poor houses in Amīnābād, south of Ray; in Varāmīn; and in southern Tehran near the grain depots ( Eṭṭelāʿāt , 19 Bahman 1337 Š. and 15 Dey 1344 Š.). Children have been assigned to Bongāh-e Parvareš-e Kūdak (institute for raising children) ( Eṭṭelāʿāt , 11 Esfand 1325 Š.). Sometimes veteran beggars with records of having fled from labor camps were transported to such distant places as Qaḷʿa-ye Badrābad in Lorestān ( Eṭṭelāʿāt , 21 Šahrīvar 1345 Š.).",
    "The establishment of the Islamic Republic in Iran was followed by large-scale migration of villagers into towns and an influx of war refugees from southern and western border towns, with the consequence that the number of beggars in the cities increased enormously. Currently large numbers are to be seen begging openly in urban streets and squares. Early in the summer of 1365 Š./1986 the government ordered the arrest of beggars in Tehran, and a number of them were assigned to a labor camp in Qaṛčak, near Varāmīn. A few days later, however, they were back, plying their trade as usual.",
    "Ī. Afšār, Ḵāṭerāt -e Ẓahīr-al-Dawla o asnād , Tehran, 1351 Š./1972.",
    "B. Ātābāy, ed., Fehrest-e ālbomhā-ye ketāb-ḵāna-ye salṭanatī , Tehran, 2537 = 1357 Š./1978.",
    "ʿAṭṭār, Taḏkerat al-awlīāʾ , ed. M. Esteʿlāmī, Tehran, 1346 Š./1967.",
    "E. Aubin, La Perse d’aujourd’hui , Paris, 1908; Pers. tr. Ḡ.-R. Samīʿī, Īrān-e emrūz , Tehran, 1363 Š./1984.",
    "ʿAwfī, Jawāmeʿ al-ḥekāyāt , ed. Banū Karīmī, Tehran, 1352 Š./1973.",
    "ʿA.-A. Faqīhī, Šāhanšāhī-e Ażod-al-Dawla , Qom, 1347 Š./1968.",
    "Idem, Āl-e Būya wa awżāʿ-e zamān-e īšān bā nomūdār-ī az zendagī-e mardom-e ān ʿaṣr , Tehran, 1357 Š./1978, pp. 567-82.",
    "J. B. Feuvrier, Trois ans à la cour de Perse , Paris, 1899; Pers. tr. ʿA. Eqbāl Āštīānī, Se sāl dar darbār-e Īrān , Tehran, n.d.",
    "J. B. Fraser, A Winter’s Journey (Tâtar,) from Con­stantinople to Tehran , 2 vols., London, 1838; Pers. tr. M. Amīrī, Safar-nāma-ye zemestānī , Tehran, 1364 Š./1985.",
    "Sayyed Esmāʿīl Jorjānī, Ḏaḵīra-ye ḵᵛārazmšāhī , ed. ʿA.-A. Saʿīdī Sīrjānī, Tehran, 1366 Š./1987.",
    "Sir W. Ouseley, Travels in Various Countries of the East, More Particularly Persia , London, 1823.",
    "J. E. Polak, Persia. Das Land und seine Bewohner , Leipzig, 1865; Pers. tr. K. Jahāndārī, Īrān o īrānīān , Tehran, n.d.",
    "M. Rāvandī, Tārīḵ-eejtemāʿī-e Iran , Tehran, 1357 Š./1978.",
    "Kamāl-al-Dīn Mollā Ḥosayn b. ʿAlī Bayhaqī Sabzavārī, Laṭāyef al-ṭawāyef , Teh­ran, 1336 Š./1957. Saʿdī, Golestān , ed. M.-ʿA. Forūḡī, Tehran, 1316 Š./1940.",
    "C. Serena, Hommes et choses en Perse , Paris, 1883; Pers. tr. Ḡ.-R. Samīmī, Mardom o dīdanīhā-ye Īrān , Tehran, 1363 Š./1984.",
    "E. C. Williams, Across Persia , London, 1907, pp. 249-57.",
    "E. C. Sykes, Persia and Its People , New York, 1910, pp. 101-02, 150-51.",
    "E. C. Williams, Across Persia , London, 1907, pp. 249-57.",
    "Search terms :"
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}