{
  "id": "eweb_116",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/deylami-abul-hasan-ali/",
  "annotator": "Riccardo",
  "title": "DEYLAMĪ, ABUʾL-ḤASAN ʿALĪ",
  "authors": [
    "Gerhard Böwering"
  ],
  "last_updated": "July 3, 2013",
  "print_details": "Vol. VII, Fasc. 4, pp. 338-339",
  "published": "December 15, 1995",
  "content": [
    "b. Moḥammad (fl. 10th century), an obscure yet important author on the early Persian Sufism prevalent in Fārs.",
    "DEYLAMĪ ,ABUʾL-ḤASAN ʿALĪ b. Moḥammad (fl. 10th century), an obscure yet important author on the early Persian Sufism prevalent in Fārs. A contemporary of Abū ʿAbd-al-Raḥmān Moḥammad b. Ḥosayn Solamī (325-412/936-1021), he was a disciple and transmitter ( rāwī ) of Abū ʿAbd-Allāh Moḥammad Ebn Ḵafīf Šīrāzī (d. 371/982). Later he may have become attracted to the philosophical orientation of Abū Ḥayyān ʿAlī b. Moḥammad Tawḥīdī (320-414/932-1023; see below). Little else is known about his life, and references to him in the Sufi sources are only incidental.",
    "Deylamī’s fame rests on his works. His ʿAṭf al-alef al-maʾlūf ʿala’l-lām al-maʿṭūf (ed. J. C. Vadet, Cairo, 1962; tr. J. C. Vadet as Le traité d’amour mystique d’al-Daylamī , Geneva, 1980; for analysis of the Greek sources of the text fragment on pp. 29-30, see Walzer) is a treatise on mystical love ( maḥabba ; ʿešq ) in which Sufi and philosophical reflections are blended. In it Bāyazīd Besṭāmī, Abu’l-Qāṣem Jonayd, Ḥosayn b. Manṣūr Ḥallāj (cf. Massignon, 1963, pp. 230-39), and Ebn Ḵafīf are cited as Sufi proponents of ʿešq , though initially the last opposed the notion ( ʿAṭf al-alef , p. 5). Deylamī’s Arabic biography of Ebn Ḵafīf is extant in a 14th-century Persian translation by Rokn-al-Dīn Yaḥyā b. Jonayd Šīrāzī ( Sīrat-e Ebn-e Ḵafīf , ed. A. Schimmel Tarı, Ankara, 1955; Ar. retr. E. Dasūqī Šatā, Sīrat al-šayḵ al-kabīr , Cairo 1397/1977). Deylamī also compiled a mašyaḵa , a biography of Sufi masters of Fārs, apparently partly identical with a manuscript in Istanbul (Köprülü Library, ms. no. 1589; cf. Massignon, 1963, p. 229), which is the principal source for the early Sufi tradition of Shiraz. Extracts from it were included in the mašyaḵa of Abū Šojāʿ Moḥammad b. Saʿdān Maqārīżī (d. 509/1115) and Tārīḵ mašāyeḵ-e Fārs by Ṣaʿen-al-Dīn Ḥosayn b. Moḥammad b. Salmān (d. 664/1266). These two works in turn were among the sources for the guidebook to the tombs of Shiraz by Jonayd Šīrāzī (d. 791/1388) and its Persian paraphrase by his son ʿĪsā b. Jonayd Šīrāzī, in which some circumstantial details of Deylamī’s life can be traced (see below).",
    "Beginning in about the middle of the 10th century Deylamī appears to have lived twenty-five years in Shiraz, for that is the time span over which he claimed to have known Abū Aḥmad Fażl b. Moḥammad Kabīr (d. 377/987-88), Ebn Ḵafīf’s attendant, who lived for fifty years in a room on the roof of Ebn Ḵafīf’s rebāṭ (Jonayd, p. 46; ʿĪsā b. Jonayd, p. 88). Deylamī recalled an encounter with Abū Aḥmad Ḥasan b. ʿAlī Šīrāzī (d. 385/995; Jonayd, p. 47; ʿĪsā b. Jonayd, p. 89) and reported on the inheritence and Sufi ways of Abū ʿAmr ʿAbd-al-Raḥīm Eṣṭaḵrī (Jonayd, pp. 51-52; ʿĪsā b. Jonayd, pp. 93, 95; cf. Böwering, pp. 81-82). He is known to have visited Arrajān, Mecca ( ʿAṭf al-alef , pp. 107, 114), and Antioch, where he met a clairvoyant black mystic coming down Mount Lokām (Qošayrī, pp. 114-15; cf. Gramlich, p. 327). A passage in Qefṭī’s Taʾrīḵ al-ḥokamāʾ (p. 211) places Deylamī with a group of others in the presence of the Buyid vizier Moʿayyad-al-Molk Abū ʿAlī Aḥmad b. Ḥosayn Roḵḵajī, who took office in 392/1002.",
    "In Shiraz Deylamī met Abū Naṣr Sarrāj (d. 378/988-89) and Abū ʿAbd-Allāh Ḥosayn b. Aḥmad Šīrāzī, known as Bayṭār (d. 363/974 in Ahvāz; Jonayd, pp. 47, 104-05; ʿĪsā b. Jonayd, pp. 88, 145). He also reported hearing Tawḥīdī’s account of a discourse by Bayṭār in the mosque of Ahvāz (Jonayd, p. 104) and an impassioned controversy in Shiraz between Tawḥīdī and the local shaikhs, led by Abuʿl-Ḥosayn Aḥmad b. Moḥammad b. Jaʿfar Bayżāwī, known as Ebn Sāleba (d. 415/1024; Jonayd, pp. 54, 105; ʿĪsā b. Jonayd, p. 97, 145). These fragments from Deylamī’s mašyaḵa , a gloss in Tawḥīdī’s Moqābasāt (p. 163 no. 19), and Qefṭī’s note (p. 211) about Deylamī’s reception by Abu’l-Qāsem Wattār Modlejī, in 382-83/992-993 vizier in Shiraz for Ṣamṣām-al-Dawla (for whom Tawḥīdī wrote one of his works; cf. Stern, p. 127) offer but a tenuous basis for a historical link between Tawḥīdī and Deylamī. Such a link, postulated by Louis Massignon (1963, p. 229) and J. C. Vadet ( ʿAṭf al-alef , tr., pp. 2, 8, 26), could, however, explain the strong mixture of Sufi reflections on mystical love with philosophical ones evinced in ʿAṭf al-alef ."
  ],
  "bibliography": [
    "(For abbreviations found in this bibliography, see “Short References.”) G. Böwering, The Mystical Vision of Existence in Classical Islam , Berlin and New York, 1980.",
    "C. Brockelmann, GAL , S I, p. 359.",
    "R. Gramlich, Das Sendschreiben Al-Qušayrī’s über das Sufitum , Wiesbaden, 1989.",
    "L. Massignon, Recueil de textes inédits concernant l’histoire de la mystique en pays d’Islam , Paris, 1929, pp. 81-82.",
    "Idem, “La notion de l’essentiel désir,” in Mélanges Joseph Maréchal II, Brussels and Paris, 1950, pp. 263-96; repr. in L. Massignon, Opera Minora II, Beirut, 1963, pp. 226-53.",
    "Jamāl-al-Dīn Abu’l-Ḥasan ʿAlī b. Yūsof Qefṭī, Taʾrīḵ al-ḥokamāʾ , ed. J. Lippert, Leipzig, 1903.",
    "Abu’l-Qāsem Qošayrī, al-Resāla al-qošayrīya fī ʿelm al-taṣawwof , ed. ʿA Maḥmūd and M. b. Šarīf, Cairo, 1359/1940.",
    "ʿĪsā b. Jonayd Šīrāzī, Taḏkera-ye hazār mazār , ed. ʿA. Nūrānī Weṣāl, Shiraz, 1364 Š./1985.",
    "Abuʾl-Qāsem Moʿīn-al-Dīn Jonayd Šīrāzī, Šadd al-ezār fī ḥaṭṭ al-awzār ʿan zowwār al-mazār , ed. M. Qazvīnī and ʿA. Eqbāl, Tehran, 1328 Š./1959.",
    "H. Ritter, “Philologika VII. Arabische und persische Schriften über die profane und die mystische Liebe,” Der Islam 21, 1933, pp. 84-109. Sezgin, GAS I, p. 664.",
    "S. M. Stern, “Abū Ḥayyān al-Ṭawḥīdī,” in EI2 I, pp. 126-27.",
    "Storey, I/2, p. 1053.",
    "Abū Ḥayyān ʿAlī b. Moḥammad Tawḥīdī, Moqābasāt , ed. Ḥ. Sandūbī, Cairo, 1347/1929, p. 163 no. 19.",
    "R. Walzer, “Fragmenta Graeca in Litteris Arabicis,” JRAS , 1939, pp. 407-22.",
    "M. Weisweiler, Verzeichnis der arabischen Handschriften , Leipzig, 1930, pp. 33-35.",
    "Abu’l-ʿAbbās Aḥmad Zarkūb Šīrāzī, Šīrāz-nāma , ed. B. Karīmī, Tehran, 1310 Š./1931, p. 99."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}