{
  "id": "eweb_118",
  "source": "EIr",
  "cat": "term",
  "link": "https://www.iranicaonline.org/articles/doa/",
  "annotator": "Riccardo",
  "title": "DOʿĀ",
  "authors": [
    "Hamid Algar"
  ],
  "last_updated": "November 18, 2013",
  "print_details": "Vol. VII, Fasc. 5, pp. 452-456",
  "published": "December 15, 1995",
  "content": [
    "the act of offering supplicatory or petitionary prayer, a principal manifestation of Muslim piety.",
    "DOʿĀ , the act of offering supplicatory or petitionary prayer, a principal manifestation of Muslim piety. Doʿā , with the literal meaning “calling” or “summoning,” frequently signifies worship as such in the Koran (e.g., 6:56, 17:110), but the technical definition of doʿā as a distinct practice is “seeking the occurrence or nonoccurrence of a thing with a wording that combines the praise and exaltation of God with the confession of one’s own weakness and helplessness” (Tahānawī, I, pp. 503-04). Sufis, however, speak of doʿāʾ al-ḥāl , the nonverbal, implicit prayer that a given condition of neediness may silently express, and even praise it as the form of doʿā most likely to elicit a positive response (Qošayrī, Resāla , p. 526, tr., p. 276; Ebn ʿArabī, III, p. 208).",
    "Several verses of the Koran encourage the believer to engage in doʿā , e.g., “When My servants ask you concerning Me, (say) I am indeed close, responding to the prayer of the suppliant when he calls on Me, so let them respond to Me and believe in Me in order to be guided” (2:186). Commenting on this verse, Qošayrī remarked that God’s promise to answer prayers comes before the injunction to supplicate, so that here divine generosity ( takrīm) precedes the imposition of a duty ( taklīf ; 1390/1971, I, pp. 156-57; echoed in Meybodī, I, p. 502). The Koran (40:60) also guarantees the divine answering of prayer: “Call on Me and I will respond to you; those who do not worship Me shall enter Hell in humiliation.” Qošayrī suggested that by equating doʿā with worship and condemning as arrogant those who disdain it this verse effectively makes of doʿā a duty for the believer (Qošayrī, 1390/1971, II, p. 313).",
    "In principle the petitioner may formulate his own doʿā , in any language of his choosing, but prayers in Arabic and hallowed by tradition are generally preferred as a matter of practice. The numerous formulas of doʿā that the Koran itself contains are those most favored for recitation because of the divine authority with which they are imbued. The entirety of the first sura ( Fāteḥa ) counts as a doʿā , and it is frequently recited as such in order to ensure a favorable outcome for a wide variety of undertakings. Individual verses containing or consisting of supplicatory prayers are 2:286, 3:8, 3:16, 3:147, 3:191-94, 17:24, 17:80, and 23:118. In addition, the Koran ascribes a whole series of supplicatory prayers to the prophets: Noah (23:26, 23:29, 26:117-18, 51:26-28), Abraham (2:126-29, 15:35-41, 26:83-89, 37:99), Moses (7:151, 20:25-35, 28:16, 28:21), Solomon (38:35), Joseph (12:101), Lot (26:169, 29:30), and Zacharia (3:38, 19:5-6, 21:89). The prophet Moḥammad is instructed in his turn to utter certain particular prayers (20:114, 21:112, 23:93-94). The Koran also depicts the angels who bear the divine throne as engaged in doʿā for the sake of the believers (42:5).",
    "The importance of doʿā is confirmed by numerous traditions of the Prophet, as well as of the imams. After reciting Koran 40:60 the Prophet described doʿā as the kernel ( moḵḵ ) of worship, a description indicating in the view of Qošayrī (1966,p. 526; tr., p. 275) that by making doʿā man acknowledges God as the sole source of help, this being the very essence of monotheism ( tawḥīd ). In another tradition the Prophet is reported to have said that any prayer not having a sin as its object or tending to the severance of kinship will yield one of three results: immediate fulfillment; a fulfillment postponed to the hereafter; or the averting from the petitioner of a significant evil of which he may be unaware (Meybodī, I, p. 499). Other traditions specify categories of petitioners whose prayers will be answered forthwith, namely the oppressed, the sick, just rulers, those who pray for the welfare of their brethren, those who invoke God’s name abundantly, and fathers who pray for their sons. Another category of traditions relate to times and circumstances that are especially recommended for making doʿā , examples being the final hours of a night vigil, the breaking of the fast during Ramażān, and retreat or isolation, particularly at a distance from human habitation (Meybodī, I, pp. 501-02).",
    "Although doʿā is distinct from the canonical prayer ( ṣalāt or namāz) , which is clearly obligatory in nature and has fixed times and forms, formulas of doʿā are in fact interwoven with every stage of the prayer, beginning with the doʿā-ye eftetāḥ (prayer of commencement) that is recited after the takbīr that inaugurates the prayer and ending with the taʿqībāt or moʿaqqebāt-e namāz , i.e., the lengthier and more varied formulas of supplication that follow its conclusion. In addition, a formula of doʿā known as qonūt is recited, while standing, by Sunnites in the last rakʿa of the supererogatory prayer called wetr that is performed after the evening prayer and by Shiʿites in the second rakʿa of every prayer (Sajjādī, III, pp. 1515-16). Likewise, there are traditional formulas of doʿā , most of them ascribed to the Prophet, for recitation in conjunction with other major devotional duties like fasting and pilgrimage, and still others ( aʿmāl al-yawm wa’l-nahār ) that are prescribed for recitation at certain times of the day. A final category of traditional supplicatory prayers consists of those relating to everyday acts like sleeping, rising, eating, entering a house, departing on a journey, and going to a bathhouse. The most authoritative compendium of all these categories of doʿā is, for Sunnites, al-Aḏkār al-montaḵaba men kalām sayyed al-abrār compiled by Abū Ḏakarīyāʾ Nawawī (d. 676/1277-78); this work is almost completely unknown in Persia.",
    "A special type of doʿā is that in which God is besought to visit misfortune on a given person or group, that is, an imprecation. Koran 4:148 (“God does not love that evil should be uttered in clear speech, except by one who has been wronged; certainly God hears and knows all things”) is sometimes seen as justifying this kind of doʿā , but, as the Prophet engaged in it but rarely, preferring to pray for the guidance of his enemies, its practice is generally discouraged, particularly with regard to one’s personal adversaries (Çağırcı, pp. 297-98).",
    "Sufis have paid particular attention to the theory and practice of doʿā . Although Koran 2:186 (“responding to the prayer of the suppliant when he calls Me”) might be taken to suggest unconditional divine willingness to answer supplicatory prayer (Qošayrī, 1390/1971,I, p. 155), several Sufi authors have laid down ādāb (norms or conditions) that ought to govern the making of doʿā . Anṣārī listed five conditions: contrition ( del-šekastagī ); uttering the prayer softly and in privacy (cf. Koran 7:55: “Call on your Lord with humility and hiddenness”); preceding the doʿā with an act of worship or charity; persistence (in accordance with the Hadith “God loves those who are insistant in supplication”); and making the content of one’s request general, rather than specific, in nature (Meybodī, I, p. 500). Ḡazālī (I, pp. 268-72) stipulated ten: the choice of a blessed day and time; the attainment of a proper inward state; orientation to the qebla ; uttering the doʿā softly; the avoidance of rhyming phrases (in order, presumably, to prevent the degeneration of doʿā into a kind of literary exercise); complete humility; uttering the prayer three times (cf. the Hadith”Whenever the servant says, ‘O my Lord!’ three times, God Almighty will respond, “Here I am, o servant of Mine!’” cited in Meybodī, I, p. 500); beginning the prayer with a mention of divine attributes instead of proceeding forthwith to the presentation of one’s request; and cultivating a state of regret and repentance for one’s sins. To these varied injunctions may be added the external detail that, while doʿā is being made, the hands are held apart, on a level with the breast, with the palms facing upward, except in the case of the prayer for rain ( doʿā-ye estesqā ), when they face downward.",
    "As the devotional life of the Sufis was elaborated into a complex and codified system, formulas of doʿā were stipulated for recitation on such occasions as the initiation of novices, the donning of ritual garments (especially the turban), the performance of ḏekr , the consumption of communal meals, and entering or leaving retreat (e.g., Sohravardī,pp. 93, 97, 129;Bāḵarzī, passim). Certain prominent Sufis, especially the eponyms of the Sufi orders, also composed a special type of doʿā known as awrād , prescribed for daily recitation, generally after the dawn prayers, by members of the orders. Awrād are pastiches of koranic verses, traditional prayers, and sentences composed by the Sufi masters themselves. The best-known example of awrād from the Persian-speaking and Persian-influenced world are the Awrād-e bahāʾīya , attributed to Ḵᵛāja Bahāʾ-al-Dīn Naqšband (d. 791/1389) and the Awrād-e fatḥīya attributed to the Kobrawī saint ʿAlī Hamādānī (d. 786/1384), which have been widely recited beyond the confines of the Kobrawī order (Komošḵānavī, I, pp. 16-25). In addition, the Sufi practice of invoking the mediatory powers of the saints ( tawassol ) led to the composition of versified formulas of doʿā in which all the names comprising an initiating chain would be enumerated (e.g., Fārūqī, pp. 479-80).",
    "Perhaps the most distinctive Sufi contribution to the literature of doʿā consists of intimate supplications ( monājāt) , which were composed for the most part in Persian. Defined by Abū Naṣr Sarrāj (p. 349) as the “addressing of secrets to God, the Almighty Sovereign, in a state of pure recollection,” monājāt differ from other forms of doʿā in their complete eschewal of worldly concerns and its frequent recourse to what might be termed the ecstatic impudence sometimes displayed by even the soberest of Sufis. The earliest Persian monājāt are probably those ascribed to Abu’l-Ḥasan Ḵaraqānī  (d. 425/1033; Mīnovī, pp. 53, 61-64, 93, 96, 118-19, 147-48). This genre of devotional literature is, however, more commonly associated with his younger contemporary, ʿAbd-Allāh Anṣārī ; indeed, so closely linked to the name of Anṣārī is the whole category of monājāt that compositions of diverse and frequently unknown authorship have been unquestioningly assigned to him (e.g., the collection published with Engish translation by Morris and Sarfeh). The authentic monājat of Anṣārī are scattered in his Rasāʾel and Ṭabaqāt al-ṣūfīya , as well as in Meybodī’s Kašf al-asrār . They have been assembled from these works by Moḥammad Fekrat. Several hundred of Rūmī’s quatrains have monājāt as their themes (quatrains 65-69, 93, 150, 153, 170, 216), as do many of the somewhat more stylized quatrains of ʿAbd-al-Raḥmān Jāmī.",
    "Despite all the foregoing, doʿā appeared problematic to many Sufis because of its connotations of concern for the self and the tension or even contradiction that they perceived between it and the virtues of reżā (satisfaction with divine decree), taslīm (surrender), and tafwīż (assignation of one’s affairs to God). Thus Qošayrī pointed out that, although doʿā is desirable because it is an act of worship, the silent endurance of need is also meritorious because of the acceptance of God’s will that it implies. He attempted to resolve the problem by suggesting that doʿā with the tongue be combined with silence in the heart; that one pray for one’s fellow Muslims and not for oneself; and that one engage in doʿā only if it results in basṭ (spiritual expansion). He also maintained that in any event doʿā takes on different forms with different classes of men: words with the commonalty, deeds with the ascetics, and inner states with the gnostics (1966, pp. 526-29; tr., pp. 276-78). When asked what might motivate the people of taslīm and tafwīż to engage in doʿā a sheikh replied: “They make doʿā either to increase the adornment of their limbs, doʿā being a form of service, or in order to obey God’s command to engage in it” (Sarrāj, pp. 262-63); in other words, their doʿā is free of all egoistic desire. A related dilemma was posed by Yaḥyā b. Moʿāḏ: How could a man presume to beseech God, given his sinfulness, and how could he refrain from doing so, given God’s generosity? The view of ʿAbd-Allāh b. Monāzel was, by contrast, categorical: “I have not made a prayer in fifty years, nor do I wish another to make a prayer for my sake” (Qošayrī, 1966,p. 532; tr., p. 280).",
    "As most formulas of doʿā include the mention of at least one divine name, the selection being determined by the nature of the petitioner’s request, doʿā clearly overlaps with ḏekr , the invocation of God’s names; it is not accidental that Hadith relating to ḏekr and doʿā are often grouped together in a single chapter in some collections of traditions, like the Ṣaḥīḥ of Moslem. Nonetheless, the two practices are conceptually distinct, and Sufis sought accordingly to establish which of the two is more meritorious. Ḏekr was generally favored over doʿā , not least because of this ḥādīṯ qodsī : “I give more to the one who is so occupied with invocation/remembrance of Me that he does not ask things of Me than I give to the suppliants” (Qošayrī, 1966, p. 526; Ḡazālī, 1361 Š./1982, I, p. 253).",
    "Sufis also addressed themselves to the problem of prayers remaining unanswered. Popular among them was a Hadithto the effect that God delays fulfilling the request of those He most loves because of His delight in hearing them address Him repeatedely; less favored petitioners have their prayers answered without delay (Meybodī, I, p. 501). Attention was drawn to the concluding words of the Koran, 2:186 (“in order to be guided”), which suggest that the true purpose of doʿā is the attainment of guidance, not of the object sought in prayer, and to a Hadith that promises the opening of the gates of God’s mercy in exchange for the regular practice of doʿā (Qošayrī, 1390/1971, I, p. 157). The most subtle and imaginative answer was, however, that intimated by Ḥosayn b. Manṣūr Ḥallāj (244-309/857-922) and propounded repeatedly by Rūmī: that, as God makes it possible for man to engage in doʿā —indeed even invites him to do so—every doʿā contains its response within itself or is even identical with that response (bk. 1 l. 1578, bk. 2 l.691, bk. 3 l. 195, bk. 4 l. 3993, bk. 5, l. 4162).",
    "Shiʿite piety is also extremely rich in supplicatory prayers, including many believed to have been composed by the imams themselves; it can even be said that these prayers constitute, for the mass of the believers, both the chief textual legacy of the imams and the principal means by which they commune with them. Of the prayers attributed to ʿAlī b. Abī Ṭāleb  the most frequently recited is the doʿā-ye Komayl , so called because ʿAlī taught it, on the authority of Ḵeżr, to a companion named Komayl b. Zīād Naḵaʿī; its recitation on Thursday nights (i.e., during the early hours of Friday, according to the traditional method of reckoning time) is strongly recommended. Varyingly attributed to the Prophet himself and to ʿAlī b. Abī Ṭāleb are two formulas of doʿā to be recited for protection in battle, the jawšan-e kabīr (the great cuirass) and the jawšan-e ṣaḡīr (the small cuirass); these prayers, the effectiveness of which is said to extend to other situations of danger, are often found in Sunnite and Shiʿite manuals of doʿā . Much favored, too, is the prayer recited by Imam Ḥosayn on the day of ʿArafa, the eve of the Festival of Sacrifice that concludes the pilgrimage season. The doʿā-ye semāt , recited during the final hours of Friday, is attributed to the imams Moḥammad al-Bāqer and Jaʿfar al-Ṣādeq. Imam Mūsā al-Kāẓem maintained that doʿā might, under certain circumstances, avert the decree of fate and himself composed prayers of some sublimity. To his successor, Imam ʿAlī al-Reżā , is owed the prayer commonly recited at dawn by Shiʿites throughout the month of Ramażān, the doʿā-ye saḥar . There is also a doʿā attributed to the Twelfth Imam, conveyed from him during his occultation. The doʿā recited on the fifteenth day of Šaʿbān is attributed collectively to all the imams.",
    "It is, however, the fourth imam, ʿAlī al-Sajjād, who stands alone as the reputed author of a complete collection of supplicatory prayers, known after him as al-Ṣaḥīfa al-sajjādīya , a book of great beauty that is rich in metaphysical as well as spiritual content (for an analysis of the work as well as Shiʿite supplications in general, see Chittick, in ʿAl al-Sajjādī, pp. xv-xvi).",
    "In addition to prayers attributed to the imams, there are others of unknown origin, prescribed for recitation on every day of religious significance, as well as for pilgrimages to the resting places of the imams, whether accomplished in both spirit and flesh or in the spirit alone. The definitive compendium of Shiʿite suppications, found in virtually every religious household in Persia, is the Mafātīḥ al-jenān , compiled by Sheikh ʿAbbās Qomī (d. 1359/1940).",
    "In modern Persia the Shiʿite practice of doʿā came under ferocious attack from Aḥmad Kasrawī, who equated it—together with all the other principal manifestations of Shiʿism—with superstition and fatalism. A rationalist defense of doʿā was undertaken by Mahdī Bāzargān. It was above all Ayatollah Khomeini (Ayāt-Allāh Ḵomeynī) who defended the practice of doʿā from the strictly traditional point of view, first in Kašf al-asrār (pp. 30, 68-80) and later, after the triumph of the Revolution of 1357 Š./1978-79, in his televised lectures on Sūrat al-Fāteḥa , in which he described the books of prayer as means for “making true human beings out of men” 1368 Š./1989, pp. 77-82; tr. in Algar, pp. 400-03). Khomeini’s emphatic interest in doʿā had, in fact, been plain from the very beginning of his scholarly career, one of his earliest writings being a metaphysical commentary in Arabic on doʿā-ye saḥar . The practice of doʿā has accordingly enjoyed great visibility in the Islamic Republic. Various doʿā s are regularly broadcast on radio and television, and doʿā-ye Komayl was regularly recited in the trenches every Thursday night throughout the war with Iraq. The ceremonies at Khomeini’s funeral on 19 Ḵordād 1368 Š./9 June 1989 included a recitation of doʿā-ye Komayl into which phrases in Persian tending to associate him with the imams were inserted.",
    "In folk religion recourse to doʿā has often assumed the aspect of magic, its general purpose being to secure protection (especially for children) against maleficent jinn and the evil eye. The formulas of doʿā serve not as texts for recitation and meditation; instead, written on paper, cloth, or occasionally deerskin, they are transformed into objects imbued with magical power that are to be carried or worn as amulets at all times. In addition, the paper on which the doʿā is written is sometimes soaked in water, which is then drunk by the person seeking protection. The writing of prayers and the preparation of amulets was traditionally the function of persons known as doʿānevīs (see DOʿA-NEVĪSĪ ), who also laid claim to power over the jinn. The texts used in this way, although called doʿā , appear more frequently to have been passages from the Koran, supplemented with incantatory words of no evident meaning and talismanic signs (Donaldson, pp. 20, 25, 37, 39, 132-33, 203). This approach to doʿā , simultaneously magical and mechanistic in its assumptions, is fast becoming extinct in Persia under the dual impact of modernity and the vigorous propagation of standard religious practice by the authorities of the Islamic Republic."
  ],
  "bibliography": [
    "(For cited works not found in this bibliography and abbreviations found here, see “Short References.”) H. Algar, Islam and Revolution , Berkeley, 1981.",
    "Imam ʿAlī al-Sajjād, al-Ṣaḥīfa al-sajjādīya , tr. W. C. Chittick as The Psalms of Islam , London, 1988.",
    "ʿA. Baḥr-al-ʿOlūm, Ażwāʾ ʿalā doʿā Komayl , Beirut, 1403/1983.",
    "Abu’l-Mafāḵer Yaḥyā Bāḵarzī, Awrād al-aḥbāb wa foṣūṣ al-ādāb , ed. Ī. Afšār, Tehran, 1358 Š./1979.",
    "M. Bāzargān, Doʿā, termūdīnāmīk-e ensān , Tehran, 1340 Š./1961.",
    "Moḥammad Boḵārī, Ṣaḥīh áVIII, Cairo, n.d., pp. 82-96.",
    "M. Çağırcı, “Beddua,” in Türkiye Diyanet Vakfī İslam Ansiklopedisi V, pp. 297-98.",
    "B. A. Donaldson, The Wild Rue , London, 1938.",
    "Ebn ʿArabī, al-Fotūḥāt al-makkīya , 4 vols., Būlāq, 1293/1876.",
    "C. Ernst, Words of Ecstasy in Sufism, Albany, N.Y., 1985.",
    "Abu’l-Ḵayr Fārūqī Naqšbandī, Maqāmāt-e aḵyār , Delhi, 1394/1974.",
    "M.-A. Fekrat, Monājāt wa goftār-e pīr-e Herāt , Kabul, 1355 Š./1976; tr. S. de Laugier de Beaurecueil as Cris du coeur , Paris, 1988.",
    "L. Gardet, “Duʿā’” in EI 2 II, pp. 617-18.",
    "Abū Ḥāmed Moḥammad Ḡazālī, Eḥyāʾ ʿolūm al-dīn I, Beirut, n.d., pp. 268-90; bk. 9 tr. K. Nakamura as Invocations and Supplications , Cambridge, 1990.",
    "Idem, Kīmīā-ye saʿādat , ed. Ḥ. Ḵadīv Jam, 2 vols., Tehran, 1361 Š./1982.",
    "M. Ḡazālī, al-Doʿāʾ wa’l-ḏekr , tr. Y. Talal de Lorenzo as Remembrance and Prayer. The Way of Prophet Muhammad , Leicester, 1986.",
    "Abū Jaʿfar Moḥammad Kolaynī, Oṣūl al-kāfī , ed. and tr. S. Ḥ. Rasūlī, IV, Tehran, n.d., pp. 210-393.",
    "Żīāʾ-al-Dīn Komošḵānavī, Majmūʿat al-awrād , Istanbul, 1298/1881.",
    "Ayatollah Ḵomeynī, Kašf al-asrār , Tehran, 1323 Š./1944.",
    "Idem, Šarḥ doʿāʾ al-saḥar , ed. S. A. Fehrī, Tehran 1362 Š./1983; tr. S. A. Fehrī, Tehran, 1359 Š./1980.",
    "Idem, Tafsīr-e sūra-ye ḥamd , ed. ʿA.-A. Rabbānī Ḵalḵālī, Tehran, 1368 Š./1989.",
    "K. Kufralı, “Dua,” in İA III, pp. 650-52.",
    "Moḥammad-Bāqer Majlesī, Beḥār al-anwār , Tehran, 1398/1978, XCIV-XCV; XCVII, pp. 133-385.",
    "Abu’l-Fażl Meybodī, Kašf al-asrār wa ʿoddat al abrār , ed. ʿA.-A. Ḥekmat, 10 vols., Tehran, 1344 Š./1965.",
    "M. Mīnovī, Aḥwāl wa āṯār-e Šayḵ Abu’l-Ḥasan Ḵaraqānī , Tehran, 1354 Š./1975.",
    "Moḥammad b. Monawwar, Asrār al-tawḥīd fī maqāmāt al-Šayḵ Abī Saʿīd , ed. M. R. Šafīʿī Kadkanī, I, Tehran, 1366 Š./1987, pp. 319-23; tr. J. O’Kane as The Secrets of God’s Mystical Oneness , Costa Mesa, Calif., 1992, pp. 497-503.",
    "L. Morris and R. Sarfeh, Munajat . The Intimate Prayers of Khwajih ʿAbd Allah Ansari , New York, 1975.",
    "Abu’l-Ḥosayn Moslem Nīšabūrī, Ṣaḥīh á, tr. A. H. Siddiqi as Sahih Muslim IV, Lahore, 1973, pp. 1408-30.",
    "S. H. Nasr, H. Dabashi, and S. V. R. Nasr, eds., Shiʿism. Doctrines, Thought, and Spirituality , Albany, N.Y., 988, pp. 243-53.",
    "Abū Zakarīyāʾ Yaḥyā Nawawī, Rīāż al-ṣāleḥīn , Delhi, n.d., pp. 513-23.",
    "C. Padwick, Muslim Devotions , London, 1961.",
    "ʿAbbās Qomī, Safīnat al-beḥār I, Tehran, n.d., pp. 447-62.",
    "Abu’l-Qāsem Qošayrī, al-Resālat al-qošayrīya , ed. ʿA. Maḥmūd and M. Šarīf, Cairo, 1966, p. 526; tr., B. R. von Schlegell as Principles of Sufism , Berkeley, Calif., 1992.",
    "Idem, Laṭāʾef al-ešārāt , ed. E. Basyūnī, 5 vols., Cairo, 1390/1971.",
    "Jalāl-al-Dīn Moḥammad Balḵī Rūmī, Maṯnawī , ed. and tr.R. A. Nicholson, 6 vols., London, 1925-33.",
    "Idem, Dīvān-e šams , 3rd ed., ed. B. Forūzānfar, Tehran, 1352 Š./1973.",
    "S. J. Sajjādī, Farhang-e maʿāref-e eslāmī , Tehran, 1366 Š./1987.",
    "Abu Naṣr Sarrāj, Ketāb al-loma ʿ fi’l-taṣawwof , ed. R. A. Nicholson, London, 1914.",
    "Moḥammad b. ʿAlī Šawkānī , Toḥfat al-ḏākerīn be-ʿeddat al-ḥeṣn al-ḥaṣīn men kalām sayyed al-morsalīn , Cairo, n.d.",
    "A. Schimmel, The Triumphal Sun , London and the Hague, 1978, pp. 352-66.",
    "A. H. Siddiqi, Prayers of the Prophet , Lahore, n.d.",
    "Mīrzā Abu’l-Qāsem Šīrāzī, Meṣbāḥ al-šarīʿa wa meftāḥ al-ḥaqīqa , Tehran, 1363/1944, pp. 390-423.",
    "Abu’l-Najīb Żīāʾ-al-Dīn Sohravardī, Ādāb al-morīdīn , ed. N. Māyel Heravī, Tehran, 1363 Š./1984.",
    "Šehāb-al-Dīn Sohravardī, ʿAwāref al-maʿāref , in supplementary volume to Ḡazālī, Eḥyāʾ ʿolūm al-dīn , Beirut, n.d., pp. 196-201.",
    "M.-Ḥ. Ṭabaṭabāʾī, al-Mīzān fī tafsīr al-Qorʾān , Tehran, 1397/1977, II, pp. 209-42, XVII, pp. 362-63.",
    "Idem, A Shiʿite Anthology , tr. W. C. Chittick London, 1980, pp. 91-133.",
    "Moḥammad ʿAlī Tahānawī, Kaššāf eṣṭelāḥāt al-fonūn",
    "A. Zomorrodīān, ʿAlī wa Komayl . Šarḥ-ī bar doʿā-ye Komayl , Tehran, 1341 Š./1962."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}