{
  "id": "eweb_119",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/dul-nun-mesri/",
  "annotator": "Riccardo",
  "title": "ḎU’L-NŪN MEṢRĪ, ABU’L-FAYŻ ṮAWBĀN",
  "authors": [
    "Gerhard Böwering"
  ],
  "last_updated": "February 20, 2013",
  "print_details": "Vol. VII, Fasc. 6, pp. 572-573",
  "published": "December 15, 1996",
  "content": [
    "b. Ebrāhīm (b. Aḵmīm in Upper Egypt, ca. 791, d. Jīza [Giza], between 859 and 862), early Sufi master.",
    "ḎU’L- NŪN MEṢRĪ , ABU’L-FAYŻ ṮAWBĀN b. Ebrāhīm (b. Aḵmīm in Upper Egypt, ca. 175/791, d. Jīza [Giza], between 245 and 248/859 and 862), early Sufi master. He lived mainly in Lower Egypt (Meṣr) and is known to have visited Mecca and possibly also Yemen, as well as traveling extensively in Palestine and Syria, becoming familiar with Syrian asceticism. During his active years he was opposed by two groups: the Mālekī jurists of Egypt, particularly ʿAbd-Allāh b. ʿAbd-al-Ḥakam (d. 214/829), who condemned him for public teaching about mystical experience, and the Moʿtazilites, whose persecution during the meḥna forced him to flee Egypt in 228/843 (van Ess, p. 100). He preached at the court of al-Motawakkel (232-47/847-61) in Samarra and visited Sufi circles in Baghdad on his way there; he may have been imprisoned in Baghdad for a short while, presumably for maintaining the “uncreatedness” of the Koran, but was released on al-Motawakkel’s orders and returned to Egypt.",
    "Extant primary sources include traces of two strands of tradition on Ḏu’l-Nūn. The Egyptian strand is reflected in Taʾrīḵ ʿolamāʾ ahl Meṣr by Ebn Ṭaḥḥān (d. 416/1025), who derived his sparse information from Aʿyān al-mawālī al-meṣrīyīn by Abū ʿOmar Kendī (d. 360/971; GAS I, p. 358). References by Abū Bakr b. Moḥammad Mālekī (d. 356/967; p. 223) to the Mālekī ascetic Abū ʿAlī Šaqerān b. ʿAlī of Qayrawān (d. 186/802?) as a teacher of Ḏu’l-Nūn, repeated by Abū Zayd Dabbāḡ (d. 696/1296; I, p. 209, with reference to Solamī’s lost Taʾrīḵ al-ṣūfīya ), raise chronological and geographical difficulties. Ḏu’l-Nūn’s transmissions of prophetic Hadith, which he received through intermediaries on the authority of Mālik b. Anas (d. 179/795), Layṯ b. Saʿd (d. 175/791), and Sofyān b. ʿOyayna (d. 198/814) appear historically plausible, however. Accounts of his ability to read hieroglyphs (Masʿūdī, Morūj , ed. Pellat, I, p. 307; Abū Noʿaym, IX, pp. 339, 367), though untenable, may function as a topos expressing his links with an Egyptian Hellenistic wisdom tradition.",
    "Large segments of the Syrian and Iraqi tradition were preserved by Abū Noʿaym Eṣfahānī (d. 430/1038; IX, pp. 331-95, X, pp. 3-4), Ebn Ḵamīs Mawṣelī (d. 522/1157; fols. 17a-34a), and Ebn ʿAsāker (d. 571/1176; facs. ed., VI, pp. 147-71; ed. Badrān, V, pp. 271-88; cf. Ebn Manẓūr, VIII, pp. 246-54). In addition, many of Ḏu’l-Nūn’s sayings are scattered throughout the works of Abū Naṣr Sarrāj, Abū ʿAbd-al-Raḥmān Solamī, Abu’l-Qāsem Qošayrī, Ḵᵛāja ʿAbd-Allāh Anṣārī, and Ebn al-Jawzī; Farīd-al-Dīn ʿAṭṭār collected and embellished many anecdotes about him (I, pp. 114-34). In two later hagiographies of Ḏu’l-Nūn, by Ebn ʿArabī (d. 638/1240) and Jalāl-al-Dīn Soyūṭī (d. 911/1505), selected anecdotes and sayings are accompanied by extensive glosses. Conjectures that Fāṭema of Nīšāpūr (d. 223/838) was Ḏu’l-Nūn’s spiritual master at Mecca, derived from incidental references in these sources (Deladrière, pp. 21-22), have a weak historical basis. More reliable is information on the transmitters of Ḏu’l-Nūn’s sayings, among whom Saʿīd b. ʿOṯmān (d. 294/906-07) and Yūsof b. Ḥosayn Razī (d. 304/916-17) were the most important. Claims of a master-disciple relationship between Ḏu’l-Nūn and Sahl Tostarī (d. 283/896) are tenuous (cf. Böwering, pp. 50-55) and his purported role as redactor of Jaʿfar al-Ṣādeq’s commentary on the Koran (Massignon, p. 206) unsubstantiated.",
    "It is impossible to be certain whether or not Ḏu’l-Nūn studied medicine, alchemy, and magic, though he is cited as the author of alchemical writings from the 9th century onward ( GAS , I, pp. 643-44, IV, p. 273; Ullmann, pp. 196-97; cf. Ebn al-Nadīm, ed. Tajaddod, p. 423). Ḏu’l-Nūn combined knowledge of Islamic tradition with profound mystical experience; his most influential contributions to Sufism remain his teachings on ecstasy ( wajd ) and gnosis ( maʿrefa ) and his description of the soul’s journey to God along a path of stages ( maqāmāt ) and states ( aḥwal ), frequently called the “seven steps” of the Sufi path. He defined gnostics ( ʿārefūn ) as those who exist in God and contemplate His face within their hearts, so that He reveals Himself to them in a way not accorded to others. It appears that Ḏu’l-Nūn’s notion of maʿrefa reflected his own experience of the inner knowledge of God, rather than simply a Hellenistic theory of gnosis. Persian mystics, however, tended to view him as a Muslim exponent of Hellenistic tradition. Yaḥyā Sohravardī (d. 587/1191) dubbed the wisdom tradition of the ancient sages “the pre-eternal leaven” ( al-ḵamīra al-azalīya ) and considered his own philosophy of illumination ( ešrāq ) as having arisen from the confluence of the two principal strands of this wisdom tradition, the Greek (transmitted through Hermes) and the Persian (transmitted through Kayḵosrow). For Sohravardī Ḏu’l-Nūn and Tostarī were transmitters of the Greek strand, Muslim mystics who handed the Neoplatonic and Neopythagorean wisdom tradition on to Sufi philosophical circles (Böwering, p. 52)."
  ],
  "bibliography": [
    "(For cited works not found in this bibliography and abbreviations found here, see “Short References.”)",
    "Abū Noʿaym Eṣfahānī, Ḥelyat al-awlīāʾ wa-ṭabaqāt al-aṣfīāʾ , 10 vols., Cairo, 1351-57/1932-38.",
    "Ḵᵛāja ʿAbd-Allāh Anṣārī, Ṭabaqāt al-ṣūfīya , ed. ʿA. Ḥabībī, Kabul, 1340 Š./1961.",
    "A. J. Arberry, “A Biography of Dhul-Nun al-Miṣri,” inM. Ram and M. D. Ahmad, eds., ʿArshi Presentation Volume , New Delhi, 1965.",
    "Farīd-al-Dīn ʿAṭṭār, Taḏkerat al-awlīāʾ , ed. R. A. Nicholson, 2 vols., London, 1905-07.",
    "G. Böwering, The Mystical Vision of Existence in Classical Islam , Berlin, 1980.",
    "Abū Zayd ʿAbd-al-Raḥmān b. Moḥammad Dabbāḡ, Maʿālem al-īmān , 2 vols., Tunis, 1320/1902.",
    "Šams-al-Dīn Moḥammad Ḏahabī, Sīar aʿlām al-nobalāʾ , ed. Š. Arnaʾūṭ and Ṣ. Samar, XI, Beirut 1402/1982, pp. 532-36.",
    "R. Deladrière, La vie merveilleuse de Dhû-l-Nûn l’Égyptien , Paris, 1988.",
    "Ebn ʿArabī, al-Kawkab al-dorrī , Topkapı Saray library, Istanbul, ms. no. Ahmet III 1378.",
    "Ebn ʿAsāker, Taʾrīḵ madīna Demašq , facs. ed., 19 vols., ʿAmmān, n.d.; ed. ʿA. Badrān, 2nd ed., 7 vols., Damascus, 1399/1979.",
    "Ebn al-Jawzī, Ṣefat aṣ-ṣafwa , 4 vols., Beirut 1409/1989.",
    "Idem, Talbīs Eblīs , Cairo, n.d. Ebn Ḵallekān, ed. ʿAbbās. Ebn Ḵamīs Mawṣelī, Manāqeb al-abrār , Topkapı Saray library, Istanbul, ms. no. Ahmet III 2904.",
    "Ebn Manẓūr, Moḵtaṣar Taʾrīḵ Demašq , 29 vols., Damascus, 1405/1985.",
    "J. van Ess, “Biobibliographische Notizen zur islamischen Theologie (8),” Die Welt des Orients 12, 1981, pp. 99-106.",
    "R. Gramlich, Die schiitischen Derwisch-orden Persiens , 3 vols., Wiesbaden, 1965-81.",
    "U. Haarmann, “Evliyā Çelebīs Bericht über die Altertümer von Gize,” Turcica 8, 1976, pp. 157-230.",
    "ʿAlī b. ʿOṯmān Hojvīrī, Kašf al-maḥjūb , ed. V. A. Zhukowskiĭ, Leningrad, 1926; repr. Tehran, 1358 Š./1979.",
    "Jāmī, Nafaḥāt . Abū Bakr Kalābāḏī, Ketāb al-taʿarrof , ed. A. J. Arberry, Cairo, 1933.",
    "Ḵaṭīb Baḡdādī, Taʾrīḵ Baḡdād VIII, Cairo, 1349/1931, pp. 393-97.",
    "Abū Bakr ʿAbd-Allāh Mālekī, Rīāż al-nofūs , ed. Ḥ. Moʾnes, Cairo, 1951.",
    "L. Massignon, Essai sur les origines du lexique technique de la mystique musulmane , Paris, 1968. Abu’l-Qāsem Qošayrī, al-Resāla , Cairo, 1368/1948.",
    "B. Reinert, Die Lehre vom Tawakkul in der klassischen Sufik , Berlin, 1968.",
    "H. Ritter, Das Meer der Seele , Leiden, 1955.",
    "Ṣalāḥ ad-Dīn Ḵalīl b. Aybak Ṣafadī, al-Wāfī be’l-wafāyāt , ed. Š. Fayṣal, XI, Beirut, 1401/1981, pp. 22-24 no. 37.",
    "Abū Naṣr Sarrāj, Ketāb al-lumaʿ fi’l-taṣawwof , ed. R. A. Nicholson, London, 1914.",
    "Abū ʿAbd-al-Raḥmān Solamī, Ṭabaqāt al-ṣūfīya , ed. J. Pedersen, Leiden, 1960, pp. 23-32; ed. N. Šorayba, Cairo, 1372/1952, pp. 15-26.",
    "Jalāl-al-Dīn Soyūṭī, al-Serr al-maknūn , Süleimaniye library, Istanbul, ms. no. Laleli 2051.",
    "M. Ullmann, Die Natur- und Geheimwissenschaften im Islam , Leiden, 1972."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": 570
}