{
  "id": "eweb_120",
  "source": "EIr",
  "cat": "term",
  "link": "https://www.iranicaonline.org/articles/ebahiya/",
  "annotator": "Riccardo",
  "title": "EBĀḤĪYA",
  "authors": [
    "Hamid Algar"
  ],
  "last_updated": "December 16, 2013",
  "print_details": "Vol. VII, Fasc. 6, pp. 653-654",
  "published": "December 15, 1996",
  "content": [
    "or EBĀḤATĪYA; a polemical term denoting either antinomianism or groups and individuals accused thereof.",
    "EBĀḤĪYA (or EBĀḤATĪYA), a polemical term denoting either antinomianism or groups and individuals accused thereof. It occurs generally in the context of condemning pseudo-Sufis, although it is sometimes used in connection with a variety of other religious deviants. The word is derived from ebāḥat, which in the terminology of Islamic jurisprudence means the permissibility which is inherent in all things unless canceled or modified by specific provisions of the law; the error of the antinomians lies in their rejection of all such provisions. The principal hallmarks of the Ebāḥīya are generally identified as the rejection of all ritual worship and indulgence in sexual promiscuity.",
    "Several early Sufi writers who were at pains to dissociate their discipline from the deviants that claimed allegiance to it did not have recourse to the term ebāḥīya (Kalābāḏī, p. 20; Qošayrī, pp. 20-21; Abū Naṣr Sarrāj, pp. 2-3). The earliest and also fullest treatment of the phenomenon of pseudo-Sufi antinomianism using the term ebāḥīya is an acephalic treatise by Abū Ḥāmed Ḡazālī  written in Persian, probably while he was teaching at the Neẓāmīya madrasa in Nīšāpūr in 499/1105 (Pretzl, Per. tr., pp. 63-118). Ḡazālī describes the antinomians as the most difficult group of the misguided to redeem through proof and argumentation, for they are mere idiots, cast into the lap of Satan by lustfulness and lethargy. Many of them simply welcome the special opportunities to sin that are provided by the cover of a Sufi exterior; others, however, advance arguments which may point to doubt or confusion ( šobhat ) on their part. Of the eight instances of šobhat Ḡazālī addresses, only half—the third, fourth, fifth, and eighth—are related to a faulty understanding or practice of Sufism: those who, disappointed with their inability to rid themselves entirely of lowly characteristics completely, abandon the struggle; those who, beholding certain paranormal phenomena in the course of ascetic practice, imagine themselves to have reached the goal and therefore to be free of all need to pray; those who, having been vouchsafed certain genuine insights, believe they have transcended the law; and those who claim that the poverty essential to Sufism includes divesting oneself even of meritorious acts. The remaining four sources of antinomian error are simply four common forms of skepticism, not tied to Sufism in any way: the belief that worship is superfluous, since God does not stand in need of our prayers; the assumption that God’s forgiveness is unconditional and not balanced by His wrath; the deterministic notion that worship cannot affect man’s fate in the hereafter; and the straightforward denial of resurrection and judgment. Ḡazālī reserves his harshest condemnation for those whose antinomianism is rooted in this denial which, he remarks, “has become common in this age” (p. 23), and he proclaims their extermination to be the duty of the ruler.",
    "Six of the eight sources of ebāḥīya listed by Ḡazālī are reproduced, in a somewhat different order, by the Hanbalite jurist Ebn al-Jawzī (d. 592/1200) in his Talbīs Eblīs (pp. 411-18). Since there is no reason to assume that Ebn al-Jawzī knew Persian, this may indicate that Ḡazālī’s treatise had been translated into Arabic, or that its contents had been incorporated into an Arabic work accessible to Ebn al-Jawzī. While Ḡazālī does not name any pseudo-Sufi group or individual guilty of antinomianism, Ebn al-Jawzī mentions a certain Moḥammad b. Ṭāher al-Maqdesī as exemplifying the trend (pp. 185-86). In his brief evocation of the Ebāḥīya, Hojvīrī (d. 464/1071) mentions (pp. 164, 334) the Fāresīān, the followers of a certain Fāres who claimed falsely to be a disciple of Ḥallāj.",
    "In general, however, it appears that the pseudo-Sufi antinomians represented a tendency rather than a coherent school; it is in this sense that ʿAbd-al-Karīm Samʿānī (d. 562/1166) denounces as exemplifying ebāḥīya all who deny resurrection and disregard sexual prohibitions ( Ketāb al-ansāb , GMS XX, f. 15b).",
    "A writer as late as ʿAbd-al-Raḥmān Jāmī (d. 898/1492) defined the Ebāḥīya as a people who sought unjustifiably to assimilate themselves with the Sufis ( motašabbeh-e mobṭel be īšān ) while completely lacking “the adornment of their beliefs and states” ( Nafaḥāt al-ons , pp. 9-10). Gradually, however, the term ebāḥīya came to lose its particular resonance, becoming virtually interchangeable with ḥolūlīya (in-carnationism), bāṭenīya (extreme esotericism), and zandaqa (heresy) in a series of epithets that were affixed to heterodox movements of all stripes.",
    "It may finally be noted that historians of Mughal India described as Ebāḥatīya a Tantric sect of Hinduism, found especially in Orissa (I. H. Qureshi, “Ibāḥatīya,” EI ² III, p. 663)."
  ],
  "bibliography": [
    "(For cited works not given in detail, see “Short References.”)",
    "Hojvīrī, Kašf al-maḥjūb , ed. V. A. Žukovskii, Leningrad, 1926.",
    "ʿAbd-al-Rahmān Jāmī, Nafaḥāt al-ons , ed. M. ʿĀbedī, Tehran, 1370 Š./1991.",
    "Ebn al-Jawzī, Talbīs Eblīs , ed. Ḵayr-al-Dīn ʿAlī, Beirut, n.d.",
    "C. Ernst, Words of Ecstasy in Sufism , Albany (N.Y.), 1985, pp. 118-120.",
    "Kalābāḏī, al-Taʿarrof le maḏhab ahl al-taṣawwof , eds. ʿA.-H. Maḥmūd and Ṭ. ʿAbd-al-Bāqī Sorūr, Cairo, 1380/1960.",
    "W. Madelung and M. G. S. Hodgson, “Ibāḥa II,” EI ² III, pp. 662-63.",
    "O. Pretzl, Die Streitschrift des Ġazâlī gegen die Ibāḥīja, in Sitzungsberichte der Bayerischen Akademie der Wissenschaften, Philosophisch-historische Abteilung , 1933:7; repr. with a Persian tr. of Pretzl’s introduction by Čangīz Pahlavān, Zamīna-ye Īrān-šenāsī , Tehran, 1364 Š./1985.",
    "Qošayrī, al-Resālat al-qošayrīya , eds. ʿA.-H. Maḥmūd and M. Šarīf, Cairo, 1385/1966.",
    "Najm-al-Dīn Rāzī, Merṣād al-ʿebād , ed. M.- A. Rīāḥī, Tehran, 1365 Š./1986, pp. 261, 396.",
    "Sayyed Jaʿfar Sajjādī, Farhang-e maʿāref-e eslāmī , Tehran, 1366 Š./1987, I, p. 26.",
    "Abū Naṣr Sarrāj, Ketāb al-lomaʿ fi’l-taṣawwof , ed. R. A. Nicholson, GMS XXII. Moḥammad-ʿAlī Tahānawī, Kaššāf eṣṭelāḥāt al-fonūn , repr., Istanbul, 1984, I, p. 114."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}