{
  "id": "eweb_121",
  "source": "EIr",
  "cat": "term",
  "link": "https://www.iranicaonline.org/articles/exegesis-viii-nishapuri-school-quranic-exegesis/#:~:text=EXEGESIS%20viii.-,Nishapuri%20School%20of%20Quranic%20Exegesis,known%20as%20the%20Nishapuri%20School.",
  "annotator": "Riccardo",
  "title": "EXEGESIS viii. Nishapuri School of Quranic Exegesis",
  "authors": [
    "Walid A. Saleh"
  ],
  "last_updated": "July 24, 2014",
  "published": "January 1, 2000",
  "content": [
    "A school of Quranic exegesis was established by three scholars from Nishapur in the 11th century which transformed the genre of tafsir and Quranic sciences and came to be known as the Nishapuri School.",
    "EXEGESIS",
    "viii. Nishapuri School of Quranic Exegesis",
    "A school of Quranic exegesis was established by three scholars from Nishapur in the 11th century which transformed the genre of tafsir and Quranic sciences and came to be known as the Nishapuri School.",
    "The influence of these three consecutive generations of scholars, namely, Ebn Ḥabib (d. 406/1015), his student Aḥmad b. Moḥammad Ṯaʿlabi (d. 427/1035), and ʿAli b. Aḥmad Wāḥedi (d. 468/1076), the student of Ṯaʿlabi, is such that one has to reassess the history of medieval Islamic exegetical literature.  The current outline of this history is based on the list of titles of Qorʾān commentaries that were printed in the late 19th and the 20th centuries in the Muslim world and not on a survey of the manuscripts of the works that survived.  Apart from the pioneering work of Isaiah Goldfeld, who was the first to realize the significance of Ṯaʿlabi and edited the introduction of his tafsir (commentary on the Qorʾān) the field had almost forgotten the contributions of this school (Goldfeld, pp. 9-11).   A close inspection of the genre of Quranic exegesis clearly shows that Ṯaʿlabi and his student Wāḥedi played a fundamental role in shaping it.",
    "Most of Ebn Ḥabib’s works are lost, but his influence was secured through his student Ṯaʿlabi.  There are clear indications that Ebn Ḥabib was a Karrāmi (q.v.), which would explain the disappearance of his works (Saleh, 2004, pp. 45-48).  A century after the death of Ebn Ḥabib, the Karrāmi sect ceased to be part of the Sunni community, and its members were ostracized.  In this regard, the Nishapuri School is a fundamental link to many currents in Islamic intellectual history.  The metropolis that was Nishapur allowed a mixing of ideas that would later be inconceivable as Muslim intellectual traditions matured and differentiated themselves from each other.  Moreover, the intellectual challenge posed by Muʿtazalite theology and hermeneutics were profoundly unsettling to the Sunni intellectuals of Nishapur.  Sunni hermeneutics fell short when compared with a philologically based Muʿtazlite hermeneutics.  As such the Sunni response was vigilantly intellectual since it could not afford to be otherwise.  The significance of Nishapur, however, has to be viewed in a larger context.  Nishapur’s role in the consolidation of Sunni orthodoxy was pivotal.  It was not only a center of Qorʾān studies but also of theology, where Emām-al-Ḥaramayn Abu’l-Maʿāli Jovayni (q.v.), the teacher of Abu Ḥāmed Moḥammad Ḡazāli (q.v.), and the traditionalist and theologian Ebn Furak (d. 406/1015) lived.  Moreover, it was in Nishapur that the madrasa as a tool of supporting Sunnism was launched.  It was here that the Sufi hagiographer and Qorʾān commentator Abu ʿAbd-al-Raḥmān Moḥammad Solami (d. 412/1021) and the mystic and theologian Abu’l-Qāsem Qošayri (d. 465/1072) consolidated Sufism as a component of Sunnism.  It is also in Nishapur that Abu Manṣur Moḥammad Azhari (d. 370/980) compiled al-Tahḏib al-loḡa , the most important lexicon in the Arabic language, which has served as the basis for all Arabic lexicographic knowledge.  Nishapur in many ways was the intellectual center that stood against Fatimid Cairo when no one could.",
    "Although the main influence of the Nishapuri School was in the area of Qorʾān commentary literature, both Ṯaʿlabi and Wāḥedi wrote the most famous works in two other genres of Quranic literature.  Ṯaʿlabi’s Qeṣas al-anbiāʾ (Tales of the prophets) is still the standard work in this genre (Brinner, pp. xi-xxxiii; Klar, pp. 1-8), while Wāḥedi’s Asbāb al-nozul (Occasions of revelation) was the first and still most influential work to be written in its field (Rippin, pp. 4-15).  Thus, although the extent of their influence in Qorʾān commentary still has to be rediscovered, these two scholars remained popular in other genres and, as such, were never absent from the religious history of Islam.",
    "Ṯaʿlabi is the author of what is one of the most important medieval Qorʾān commentary, al-Kašf wa’l-bayān ʿan tafsir al- Qorʾān .  Ṯaʿlabi’s introduction to his tafsir is nothing short of a reappraisal of four centuries of development in this genre.  It sets out to review all the publications in the field, issuing judgements on the most important works, pinpointing the weaknesses of the discipline and setting out to remedy its shortcomings (Saleh, 2004, pp. 77-99).  This was thus a self-consciously grandiose project, and it came at a critical moment in the history of the genre, allowing it unprecedented influence.  Ṯaʿlabi aimed to make tafsir the medium that defined and defended Sunnism.  His main method, however, was not through exclusion but through an encyclopedic spirit, making the genre of tafsir in the process expansive, integrative, and inclusive of as many voices as possible from among Muslim sects.  The solution was not unlike the legal framework of šariʿa (religious rules and regulations), where competing models were considered equally valid expressions of God’s will.",
    "There are several cardinal resolutions that Ṯaʿlabi brought to the conflicts facing Islamic intellectual and religious tradition at that moment in history.  His compromises were adaptations of solutions already envisioned in the tradition, but he gave them a redaction that proved lasting and popular.  The first resolution was a consecration of philology as the tool for hermeneutics (a direct response to the assault of Muʿtazlite intellectuals against Sunni hermeneutics, which was far graver than we are let to realize), while insisting at the same time that such a tool should not negate the inherited interpretive traditions of Sunnism.  This was a blatantly contradictory resolution to the challenge of philology to the traditional Sunni Qorʾān exegesis.  Yet, its inconsistency should not lead to denying its economy.  From now on al-Zajjāj (d. 311/923) was allowed a voice that equaled that of Ebn ʿAbbās (68/687), a feature so familiar in post-Nishapuri School literature, but often overlooked as the outcome of the work of the Nishapuri School.  The Qorʾān should be read in accordance with the rules defined by the philologists, but that was not allowed to undermine the cherished inherited readings of Sunni pietistic and theological traditions.  Sunnism was donning the robe of philology in its defense of its most cherished claim that it was a living representation of the message of the Qur’an.  Yet, Sunnism continued to refuse to shed any of its central tenets.  Al-Kašf is thus a bewildering work; it is simultaneously a highly sophisticated piece of philology and an archaically mythologizing work.  Mythos was not discarded.  Sunnism was both the myth and the science of its age (Saleh, 2004, pp. 130-40).",
    "The interpretations of the mystics as to what the Qorʾān meant were considered ramblings by philologists and Muʿtazilite scholars alike.  Ṯaʿlabi meanwhile allowed mystical interpretations into the mainstream of Sunni Qorʾān commentary by quoting most of Solami’s work, with whom he had studied, thus making such a method both acceptable and part of Sunnism.  Insisting on purging the tradition of Sufi sensibility was not the path Sunnism chose, and Ṯaʿlabi was the first one to adopt a conciliatory attitude toward Sufi interpretations in the domain of Qorʾān interpretive tradition (Saleh, 2004, pp. 151-61).",
    "A second resolution was the bringing of the Hadith literature into closer relationship with the Qorʾān commentary.  Ṯaʿlabi’s al-Kašf contains a staggering amount of Hadith, with the result that Hadith flooded tafsir in general.   In this sense Ṯaʿlabi was continuing a trend in Sunnism, the binding of its major components into a cohesive unit.  Pietistic Sunni sensibility was also allowed a major voice through the medium of Hadith, since Ṯaʿlabi was not concerned with “authentic” Hadiths only.  What he thus weaved through the medium of tafsir was the whole corpus of the religious Islamic tradition.  Tafsir was the first medium that allowed intellectuals a discursive space for fitting together the various parts of the Sunni worldview (this might explain Avicenna’s decision to explain some chapters of the Qorʾān).  Hadith as a genre was incapable of such a feat, and when it did manage to do a comparable achievement it was much later, in the 9th/15th century when Ebn Ḥajar ʿAsqalāni (d. 852/1449) wrote his monumental commentary on the Ṣaḥiḥ of Moḥammad Boḵāri.  It is no wonder that tafsir works were consistently produced, consistently reformulated, and consistently grew in size as Sunnism needed to redefine itself.  Tafsir works as the repository of the cumulative Sunni experience were always running the danger of becoming too voluminous to be of any use (Saleh, 2004, pp. 191-98).",
    "The balance struck by Ṯaʿlabi between an intellectual philological approach to the Qorʾān and a pietistic integrative Sunni approach, was consciously aimed at undermining the Shiʿite and the Muʿtazlite use of the Qorʾān.  If the Muʿtazlite challenge was answered by giving philology (at least in most cases) a leading role, the Shiʿite threat in a period when the Fatimids were at their zenith, was dealt with by celebrating Shiʿite pietism.  In this sense Ṯaʿlabi was willing to give Shiʿite sensibility a far higher share than was customary in the Sunni Qorʾān commentaries.  The love of the household of Mohammad ( Ahl al-bayt , q.v.) was enshrined as part of his program.  One finds a consistent citation of Hadiths as interpretations of certain Qorʾān verses that honored Imam ʿAli and gave his descendents the honor they deserve.  The Qorʾān apparently did refer to ʿAli, among many other Companions of Mohammad.  This, however, was done on Sunni terms; no amount of love and veneration of Ahl al-bayt were to carry political implications.  The Sunni hierarchy was preserved, and the sanctification of the Companions of Mohammad was inviolable.  Thus the presence of Shiʿite material in al-Kašf was no abdication to Shiʿite sensibility as much as cooption of it.  Embedded in a Sunni paradigm, the pro-Shiʿite Hadiths were hardly problematic (Saleh, 2004, pp. 178-91).",
    "Wāḥedi, the close student of Ṯaʿlabi, was no less famous than his teacher.  He wrote three Qorʾān commentaries, all of which were popular and hugely influential (Saleh, 2006).  His major work, al-Basiṭ , is still unedited.  Indeed, his other two commentaries have only recently been published, and his role is far less researched than that of his teacher.  Tafsir as an established field of study is still lacking and a preliminary outline of the development of this genre is unavailable.",
    "Wāḥedi was far more ambitious than his teacher and much more concerned about the danger facing the Sunni hermeneutical program and less convinced of his teacher’s answers.  He was oblivious, if not disdainful, of Shiʿite and Sufi hermeneutical programs, dismissing them out of hand.  The challenge of Muʿtazlite hermeneutics, however, was the central concern of Wāḥedi, betraying how much Muʿtazlite intellectual heritage has already transformed Sunnism.  There is ample evidence to point that Wāḥedi adopted wholesale material from the Muʿtazlite Qorʾān interpretive tradition.  Sunni hermeneutics was not to lack any of the intellectual rigor that Muʿtazlite polemicists flaunted.  He thus foreshadows Abu Ḥāmed Moḥammad Ḡazāli and Faḵr-al-Din Moḥammad Rāzi (d. 606/1209 ), who made the defense of Sunnism through the tools of their enemies a corner stone of their intellectual output.",
    "Wāḥedi attempted in al-Basiṭ to rid Sunni hermeneutics of its pietistic ramblings, thus equating Sunni traditional interpretations with any other traditional material from the competing camp.  What did not pass the muster of philological probing was not worthy of being called tafsir.  Al-Basiṭ was as much a purging of Sunni hermeneutics as it was a defense of it.  Aligning Sunni hermeneutics with a rigorous philological approach meant discarding much of the central features of Sunni Qorʾān commentary.  In his zeal to defend Sunnism, Wāḥedi was undermining the major resolution of how the Qorʾān should be approached as developed by his teacher Ṯaʿlabi.  An umbrella-like discipline, encyclopedic in spirit, did not suit Wāḥedi’s taste.",
    "Al-Basiṭ was, however, a project of youth, conceived at the beginning of Wāḥedi long career.  Soon, the price of pruning Sunnism of its spirit was too glaringly counterproductive .   Wāḥedi would thus start writing another commentary, al-Wasiṭ , which would give voice to a more thoroughly Sunni pietistic approach.  Clearly the initial project proved inadequate, but its intellectual rigor was too tempting for Wāḥedi, and he could not abandon it, spending nineteen years writing it.  He was thus caught in a hermeneutical bind: hermeneutics, he realized, was not immune from genealogy, and an inherited corpus was not going to go away by simply discarding it.  Wāḥedi’s three Qorʾān commentaries were soon recognized as foundational, and even their titles proved irresistible.  Even a figure like Ḡazāli borrowed Wāḥedi’s titles for his own works on feqh (e.g., al-Wajiz , al-Basiṭ ).",
    "The legacy of the Nishapuri school .  A cursory inspection of catalogues of manuscript collections shows that Maʿālem al-tanzil , a Qorʾān commentary written by Abu Moḥammad Ḥosayn Baḡawi (d. 516/1122), a leading traditional Sunni scholars who lived a century after Ṯaʿlabi, was one of the most widespread of Qorʾān commentaries in medieval times, second only to al-Kaššāf of Jār-Allāh Zamaḵšari (d. 538/1144) and Anwār al-tanzil of Bayżāwi (q.v.).  Yet, Maʿālem was squarely based on Ṯaʿlabi’s al-Kašf .  The work was in effect a summary and a simplified version of its model.  Baḡawi’s work was the basis of another influential and famous Sunni tafsir, Lobāb al-taʾwil of ʿAlāʾ-al-Din ʿAli Ḵāzen (d. 741/1340).  As far as Sunni tafsir is concerned, Ṯaʿlabi was the second father after Ṭabari; indeed, Ṭabari was accessed through Ṯaʿlabi .  Zamaḵšari’s tafsir, al-Kaššāf was squarely based on the works of Ṯaʿlabi and Wāḥedi, clearly indicating the profound impact of the Nishapuri School in shaping the genre of tafsir.  Zamaḵšari and his output are inconceivable without al-Kašf and al-Basiṭ ; even the title of his commentary is an alliteration on Ṯaʿlabi’s al-Kašf .  Ṯaʿlabi, moreover, was the model for the works of Abu ʿAbd-Allāh Qorṭobi (d. 671/1272).",
    "Moreover, Shiʿite classical tafsir was itself highly indebted to al-Kašf .   Far more significant is that Rawż al-Jenān of Abu’l-Fotuḥ al-Rāzi (q.v.), the first Persian Shiʿite tafsir is profoundly shaped on the model of al-Kašf .  Shiʿite polemicists soon discovered that al-Kašf was a treasure trove of pro-Shiʿite material, and thus it became a central text in the Sunni-Shiʿite polemical wars.  Indeed, the intellectual background of this polemical war is impossible to comprehend without understanding the role of al-Kašf in it.  Soon, Sunni polemicists were unhappy with al-Kašf , its liability too high to keep, since its pro-Shiʿite material was impossible to deny (Saleh, 2004, pp. 215-21).  It would take a Shiʿite scholar to publish this most Sunni of works.",
    "The Ḥanbali jurisconsult Ebn Taymiya (d. 728/1328) mounted a concerted effort to undermine the reputation of both Ṯaʿlabi and Wāḥedi.   The root of his displeasure was the ease with which their works were used by Shiʿite polemicists.  Though this attack could hardly matter at first, it would, however, gain traction as the reputation of Ebn Taymiya was established in the early parts of the 20th century.  Soon his assessment of Ṯaʿlabi and Wāḥedi became the reason why both were neglected.  The situation is now changing since Muslim universities are editing the classical corpus regardless of the theological biases of modern Muslims.",
    "Bibliography:",
    "William M. Brinner: see Ṯaʿlabi, 2002.",
    "Isaiah Goldfeld : see Ṯaʿlabi.",
    "Marianna O. Klar, Interpreting al-Thaʿlabi’s Tales of the Prophets: Temptation, Responsibility and Loss , London, 2009.",
    "Andrew Rippin, “The Exegetical Genre Asbāb al-Nuzūl: A Bibliographic and Terminological Survey,” BSOAS 48, 1985, pp . 1-15.",
    "Walid A. Saleh, The Formation of the Classical Tafsīr Tradition: The Qurʾān Commentary of al-Thaʿlabī (d. 427/1035) , Leiden, 2004.",
    "Idem, “The Last of the Nishapuri School of Tafsīr: Al-Wāḥidī (d. 468/1067) and His Significance in the History of Qurʾanic Exegesis,” JAOS 126, 2006, pp . 223-43.",
    "Aḥmad b. Moḥammad Ṯaʿlabi, al-Kašf wa’l-bayān ʿan tafsir al-Qorʾān , al-maʿruf tafsir al-Ṯaʿlabi , ed. Moḥammad ʿĀšur, Beirut, 2002; the Preface ed.  Isaiah Goldfeld , as Qurʾānic Commentary in the Eastern Islamic Tradition of the First Four Centuries of the Hijra: An Annotated Edition of the Preface of al-Thaʿlabī’s “Kitāb al-Kashf wa’l-Bayān ʿan Tafsīr al-Qurʾān,” Acre, 1984.",
    "Idem, Arāʾes al-majāles fi qeṣaṣ al-anbiāʾ , tr. William M. Brinner as Araʾis al-majalis fi qisas al-anbiya , or , Lives of the Prophets , Leiden, 2002.",
    "Abu’l-Ḥasan ʿAli b. Aḥmad Wāḥedi, Asbāb al-nozul , Cairo, 1968.",
    "Idem, al-Wasiṭ fi tafsir al-Qorʾān al-majid , eds. ʿA. A. ʿAbd-al-Mawjud et al., 4 vols., Beirut, 1994."
  ],
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}