{
  "id": "eweb_125",
  "source": "EIr",
  "cat": "term",
  "link": "https://www.iranicaonline.org/articles/hadith-iv/",
  "annotator": "Riccardo",
  "title": "HADITH iv. IN SUFISM",
  "authors": [
    "Hamid Algar"
  ],
  "last_updated": "June 5, 2013",
  "print_details": "Vol. XI, Fasc. 5, pp. 451-453",
  "published": "December 15, 2002",
  "content": [
    "In keeping with all other categories of Islamic literature, the writings of the Sufis are replete with not only Koranic citations but also quotations of Hadith.",
    "HADITH",
    "iv. HADITH IN SUFISM",
    "In keeping with all other categories of Islamic literature, the writings of the Sufis are replete with not only Koranic citations but also quotations of Hadith. This holds true not only for prose texts but also for poetry, to such an extent that the correct understanding of much of Sufi verse depends on recognizing allusions made to well-known traditions of the Prophet or paraphrases of them. This permeation of Sufi literature by Hadith is comprehensible, given that the prophetic model recorded in the Hadithis regarded by the Sufis as a principal source for their discipline, second only to the Koran, for the comprehension of which the Hadith are in any event indispensable. Moreover, Sufism emerged as a distinct expression of Islamic religiosity during the same period that witnessed the compilation and sifting of Hadith , and many of the earliest Sufi authors were themselves scholars of Hadith, examples being Ḥāreṯ Moḥāsebi, Abu’l-Qāsem Jonayd, Abu ʿAbd-al-Raḥmān Solami, and Abu’l-Qāsem Qošayri. This is perhaps not surprising in the case of Sufis such as these, who have been classified as “sober,” but even the most notorious of “intoxicated” Sufis such as Ḥallāj were well grounded in Hadith, making liberal, if sometimes questionable, use of them. Once the Sufis began citing the dicta of their spiritual forebears as a source of authority, they would sometimes introduce them with a chain of transmission akin to that used in Hadithscholarship. It is also likely that the citation of chains of transmission by scholars of Hadithled to the increasing use by Sufis of initiatic chains ( selsela s), which similarly stretched back to the Prophet in order to confirm the authenticity of their path (Aydınlı, pp. 194-200).",
    "In the handbooks of Sufism, one or two aḥādiṯ are typically cited in the opening passage of each chapter, immediately after a Koranic citation apposite to its topic. They are also found interspersed throughout the text, often in truncated form, familiarity with the complete ḥadiṯ in questionon the part of the readerbeing assumed. The contents of the aḥādiṯ cited in Sufi texts bear, naturally enough, on distinctive concerns of Sufism, such as ethical self-improvement, the modes of invocation of God ( ḏekr ) and the behavioral norms ( ādāb ) that define the path. The sources from which theyare derived are, for the most part, the collections deemed canonical by Sunnites, and at least the first link in the chain of transmission from the Prophet is usually mentioned (although Ḥallāj cites heavenly bodies as his authorities for the aḥādiṯ that he cites).The Sufis have nonetheless often been criticized for recourse to aḥādiṯ of dubious authenticity; even the widely accepted Abu Ḥāmed Ḡazāli (q.v.) stands accused of including large numbers of spurious traditions in his Eḥyāʾ ʿolum al-din (by, for example, Ebn Qayyem al-Jawzi, 1340/1921, pp. 160, 278, 342; for an exhaustive critical analysis of the aḥādiṯ cited in the Eḥyāʾ , see Zayn-al-Din ʿErāqi’s al-Moḡni ). However, it is generally agreed that the criteria governing the citation of a ḥadiṯ for the purposes of moral edification need not be as rigorous as in the context of feqh (q.v.; jurisprudence), for no legally binding act ( ʿamal šarʿi ) is intended to be based on such a ḥadiṯ .",
    "The “Sacred Hadith,” or ḥadiṯ qodsi , is a category of Hadith in which the Sufis have shown particular interest. They are so called because their meaning is held to be of divine origin although the wording in which they are couched is from the Prophet. They thus contrast with those which were uttered by the Prophet without such direct inspiration (known therefore as ḥadiṯ nabawi ). Sayyed Šarif Jorjāni, who himself had a Sufi affiliation, offers this definition: “With respect to meaning, it is from God Almighty, and with respect to wording, from the Messenger of God. It is that which God Almighty conveyed to His prophet by means of inspiration ( el-hām ), or in a dream, which he then communicated in words of his own choice. The Koran is superior to it because its wording also is revealed” (1983, pp. 83-84). The criteria for assessing and classifying the aḥādiṯ qodsiya are identical to those for the aḥādiṯ nabawiya and many of them are to be found in the canonical Sunnite collections. They are, however, infinitely fewer than the aḥādiṯ nabawiya , and they deal with a narrower range of topics, principally God and His attributes, the proper observance of devotional duties, preparation for the meeting with God in the hereafter, and the means of drawing close to Him while still in this world. It is precisely these subjects that engaged the particular interest of the Sufis.",
    "A few Sufis compiled collections of aḥādiṯ qodsiya , prominent among them being Ebn al-ʿArabi (q.v.); during his sojourn in Mecca in 599/1203 he made a compilation of 101 traditions divided into three chapters, each of the first two containing forty hadiṯ s and the third twenty one ( Meškāt al-anwār , 1994). Far more common are the references to aḥādiṯ qodsiya in the course of a Sufi text. The most frequently cited of all is probably the “Hidden Treasure” tradition ( ḥadiṯs-e kanz-e maḵfi ), which is presented as the divine response to the Prophet David’s query about the purpose of creation, as related by the Prophet Moḥammad: “I was a hidden treasure, and I wished/loved ( aḥbabto ) to be known. I therefore created creation in order to be known.” Several key themes of Sufism are implicit in this, namely the divine emergence from manifest to non-manifest state, the function of creation as a means of the divine self-disclosure, the connectedness of love with gnosis, and the uniquely intimate nature of man’s relationship with God. The text of this ḥadiṯ is cited in part or in whole in a wide variety of Sufi works, including ʿAbd-Allāh Anṣāri’s Ṭabaqāt al-Ṣufiya (pp. 639, 645), ʿAyn-al-Qożāt Hamadāni’s Zobdat al-ḥaqāʾeq (pp. 265-70), Rumi’s Maṯnawi (see Foruzānfar, pp. 28-29), Ruzbehān Baqli’s Mašrab al-arwāḥ (p. 6), Najm-al-Din Rāzi’s, Merṣād al-ʿebād (pp. 49, 122, 124, 401), and ʿAlāʾ-al-Dawla Semnāni’s al-ʿOrwa le-ahl al-ḵalwa wa’l-jalwa (p. 466). Thinly veiled in paraphrase, it serves as the foundation for the opening passage in the first chapter of that profoundly influential text, Ebn al-ʿArabi’s Foṣuṣ al-ḥekam (pp. 48-49) and is accordingly discussed in the numerous commentaries elicited by the Foṣuṣ . The most detailed commentary on this hadithis that provided by Najm-al-Din Rāziin his Marmuzāt-e asadi dar mazmurāt-e dāʾudi (pp. 12-23). Scholars critical of the Sufis, such as Ebn Taymiya, Ebn Ḥajar, and Zarkaši, have argued that it cannot be authentic, since it lacks even a weak chain of transmission. However, there is nothing in its content to warrant rejection (Qāwoqji, p. 61).",
    "Another ḥadiṯ qodsi which frequently recurs in Sufi literature, because of its promise of divine love, is “the tradition about supererogatory acts” ( ḥadiṯ-e nawāfel ), which reads in part: “My servant does not draw near to Me with anything more loved by Me than the devotional duties I have enjoined on him; and My servant continues to draw near to Me with supererogatory works until I love him: when I love him, I am his hearing with which he hears, his hand with which he strikes, and his foot with which he walks.” It was invoked by the early Sufi Ḏu’l-Nun Meṣri, according to an 11th-century biography (Abu Noʿaym Eṣfahāni, 1932-38, IX, p. 385) alluded to in Rumi’s Maṯnawi (see Foruzānfar, pp. 18-19), and cited in ʿAbd-Allāh Anṣāri’s Ṭabaqāt al-Ṣufiyya (p. 650), Najm-al-Din Rāzi’s Marmuzāt-e asadi (p. 80), and ʿAziz-al-Din Nasafi’s al-Ensān al-kāmel (p. 136). Similar in its promise of progress to the divine presence is the following, sometimes treated as part of the preceding ḥadiṯ qodsi : “When he [My servant] approaches me by a span, I approach him by a cubit, and when he comes walking, I come running,” (cited inter alia in Sarrāj, Ketāb al-lomaʿ , p. 59; ʿAyn-al-Qożāt, Tamhidāt , p. 220; Rāzi, Merṣād al-ʿebād , p. 143; idem, Marmuzāt-e Asadi , p. 29).",
    "Popular, too, is this ḥadiṯ qodsi which bestows on the purified heart of the believer high status as the privileged locus of a divine presence: “Neither My earth nor My heavens contain Me, but the tender and humble heart of My believing servant does contain Me.” Among many other instances, it occurs in Ḡazāli’s Eḥyāʾ (III, p. 12), Sohravardi’s ʿ Awāref al-maʿāref (II, p. 520), ʿAyn-al-Qożāt’s Tamhidāt (p. 24), Rāzi’s Merṣād al-ʿebād (pp. 207, 274), as well as his Marmuzāt-e asadi (p. 46), and it is alluded to in Rumi’s Maṯnawi (see Foruzānfar, p. 26). Another ḥadiṯ qodsi that relates to the heart is the one in which God is said to affirm: “I am with those whose hearts are broken for My sake.” This is sometimes presented as God’s answer to Moses’ question, “Where should I seek You?” (Foruzānfar, p. 151). “Brokenness” is interpreted in this context to mean the volitional collapse of the ego. Primordial intimacy between Man and his Creator with respect to even his corporeal form can be deduced from the ḥadiṯ qodsi that states: “I kneaded the clay of Adam with My hands for forty days” (Foru-zānfar, p. 198; Ruzbehān Baqli, Šarḥ-e šaṭḥiyāt , p. 305; Rāzi, Merṣād al-ʿebād , pp. 65, 211, 282; idem, Marmuzāt-e asadi , p. 35).",
    "Much favored is the ḥadiṯ qodsi which establishes the spiritual perfection manifested by the Prophet as the ultimate purpose of creation, for it is seen to confirm the Sufi concept of the ḥaqiqat al-moḥammadiya : “Were it not for you, I would not have created the firmaments” (see Foruzānfar, p. 172; Rāzi, Merṣād al-ʿebād , p. 37; Semnāni, al-ʿOrwa, p. 456). The Sufis also see the protected and hidden status of the foremost among them proclaimed by the ḥadiṯ qodsi : “My saints ( awliāʾi ) are beneath My domes, none knows them but Me” (Foru-zānfar, pp. 52, 85; Rāzi, Merṣād al-ʿebād , pp. 226, 242, 379, 543; Semnāni, al-ʿOrwa , p. 530).",
    "Another genre of literature beloved of Sufis, although not cultivated exclusively or even primarily by them, consists of collections of forty ḥadiṯ s. The compilation of such works came as a response to the ḥadiṯ in which the Prophet promised that whoever memorizes forty of his traditions will be counted as a scholar on the day of resurrection. The earliest collection of this type, with its contents determined by the emphases of Sufism, is that attributed to Maʿruf Karḵi (d. 200/815), namely the Fotuḥ arbaʿin (see bibliography for mss. details). Later examples of this genre include Abu Noʿaym Eṣfahāni’s Ketāb al-arbaʿin ʿalā maḏhab al-motaḥaqqeqin men al-Ṣufiya (1993), Ḥakim Termeḏi’s Nawāder al-oṣul fi aḥādiṯ al-rasul (1293/1876), and Solami’s al-Arbaʿin fi’l-taṣawwof (1950). As has been noted above, the first two chapters of Ebn al-ʿArabi’s collection of aḥādiṯ qodsiya were deliberately arranged so that they would each contain forty of them. Ebn al-ʿArabi’s pupil and interpreter, Ṣadr-al-Din Qunawi, compiled his own collection of forty aḥādiṯ, titled Šarḥ al-arbaʿin ḥadit òcommenting on them at some length in the terminology of his master (see Yılmaz). An unusually comprehensive work of this kind is Ḥosayn Kāšefi Sabzavāri’s al-Resālāt al-ʿaliya fi’l-aḥādiṯ al-nabawiya . Written in Persian, it is divided into eight chapters, each divided into five sections headed by a ḥadiṯ , followed by a substantial amount of expository material, including other relevant traditions together with excerpts from the Maṯnawi and other verse from both Arabic and Persian sources. It was translated twice into Turkish in the eleventh/seventeenth century. However, the Arbaʿin of Kāšefi’s contemporary and fellow Naqšbandi, ʿAbd-al-Raḥmān Jāmi, was more influential. Rather than translating them or commenting on them, Jāmi paraphrased each ḥadiṯ in the form of an easily memorizable Persian quatrain, thus contributing to the purpose for which this genre had been instituted. This compendium proved to be particularly popular among the Ottomans, and at least six translations have been made of it into Turkish so far (see Karahan, 1952)."
  ],
  "bibliography": [
    "Primary Sources. Zayn-al-Din ʿAbd-al-Raʾuf, al-Etḥāfāt al-saniya be’l-aḥādiṯ al-qodsiya , Beirut, n.d. Anon., al-Aḥādiṯ al-qodsiya , Beirut, 1402/1982 (an exhaustive collection of the aḥādiṯ qodsiya found in the six canonical books of the Sunnite tradition, in addition to Mālek’s Mowaṭṭaʾ , together with commentaries from classical sources).",
    "ʿAbd-Allāh Anṣāri, Ṭabaqāt al-Ṣufiya , ed. Moḥammad Sarvar Mawlāʾi, Tehran, 1362 Š./1983.",
    "Ruzbehān Baqli, Maš-rab al-arwāḥ , ed. Nazif Hoca, Istanbul, 1973.",
    "Abu Noʿaym Eṣfahāni, Ḥelyat al-awliāʾ , 10 vols., Cairo, 1932-38.",
    "Idem, Ketāb al-arbaʿin ʿalā maḏhab al-motaḥaqqeqin men al-Ṣufiya , Beirut, 1414/1993.",
    "Ebn al-ʿArabi, Foṣuṣ al-ḥekam , ed. Abu’l-ʿAlāʾ ʿAfifi, Cairo, 1946.",
    "Idem, Meškāt al-anwār , Mehmed Demirci ed. and tr. as Nurlar hazinesi , Istanbul, 1994.",
    "Zayn-al-Din ʿErāqi, al-Moḡni ʿan ḥaml al-asfār fi’l-asfār fi taḵrij mā fi’l-eḥyāʾ men al-aḵbār , printed together with the Cairo, 1332/1913 edition of the Eḥyāʾ .Abu Ḥāmed Ḡazāli, Eḥyāʾ ʿolum al-din , 4 vols., Cairo, 1332/1913.",
    "ʿAyn-al-Qożāt Hamadāni, Zobdat al-ḥaqāʾeq , ed. ʿAfif ʿOsayrān, Tehran, 1340 Š./1961.",
    "Idem, Tamhidāt , ed. ʿAfif ʿOsayrān, Tehran, 1341 Š./1962.",
    "ʿAbd-al-Raḥmān Jāmi, Arbaʿin-e Jāmi , ed. Kāẓem Modir Šānači, Mašhad, 1371 Š./1992.",
    "Ebn al-Jawzi, Talbis Eblis , Cairo, 1340/1921.",
    "Ezzeddin Ibrahim and Denys Johnson-Davies, trans., Forty Hadith Qudsi , Beirut and Damascus, 1400/1980.",
    "ʿAli b. Moḥammad Jorjāni, Islam-Türk Edebiyatında Kırk Hadis: toplama, tercüme ve şerhleri , Istanbul, 1954. Idem, Ketāb al-taʿrifāt, Beirut, 1403/1983.",
    "Idem, Kırk Hadis , Ankara, 1986 (text of forty Hadithwith translations in Ottoman Turkish, Modern Turkish, French, German and English).",
    "Maʿruf Karḵi, Fotuḥ arbaʿin , mss. al-Ẓāheriya (Damascus), 68/6, ff. 39a-41a; Millet Kütüphanesi (Istanbul), Ali Emiri, Şarkiyat, no. 987.",
    "Ḥosayn Kāšefi, al-Resālat al-ʿaliya fi’l-aḥādiṯ al-nabawiya , ed. Jalāl-al-Din Moḥaddeṯ Ormavi, Tehran, 1344 Š./1965.",
    "ʿAziz-al-Din Nasafi, Kašf al-ḥaqāʾeq , ed. Aḥmad Mahdawi Dāmḡāni, Tehran, 1359 Š./1980.",
    "Idem, Ketāb al-ensān al-kāmel , ed. Marijan Molé, Tehran, 1983.",
    "Idem, Najm-al-Din Rāzi, Merṣād al-ʿebād , ed. Moḥammad-Amin Riāḥi, Tehran, 1365 Š./1986.",
    "Idem, Marmuzāt-e asadi dar mazmurāt-e dāʾudi , ed. Moḥammad-Reẓā Šafiʿi Kadkani, Tehran, 1352 Š./1973.",
    "Shaikh Ruzbehān Baqli, Šarḥ-e šaṭḥiyāt, ed. Henry Corbin, Tehran, 1360 Š./1981.",
    "Abu Naṣr Sarrāj, Ketāb al-lomaʿ , ed. R. A. Nicholson, London, 1963.",
    "ʿAlāʾ-al-Dawla Semnāni, al-ʿOrwa le-ahl al – ḵalwa wa’l-jalwa , ed. Najib Māyel Heravi, Tehran, 1362 Š./1983.",
    "Šehāb-al-Din Sohravardi, ʿAwāref al-maʿāref , in the margins of Ḡazāli, Eḥyāʾ ʿolum al-din . Abu ʿAbd-al-Raḥmān Solami, al-Arbaʿin fi’l-taṣawwof , Hyderabad, 1950.",
    "Ḥakim Termeḏi, Nawāder al-oṣul fi aḥādiṯ al-rasul , ed. Moṣṭafā Demašqi, Istanbul, 1293/1876.",
    "Hasan Kamil Yılmaz, Tasavvufî Hadîs şerhleri ve Konevî’nin Kırk Hadîs şerhi , Istanbul, 1954 (contains text of Qunawi’s Šarḥ al-arbaʿin ḥadiṯ together with an introduction detailing the history of the genre among the Sufis).",
    "Secondary Sources: Abdullah Aydınlı, Doḡuş Devrinde Tasavvuf ve Hadis , Istanbul, 1986.",
    "Badiʿ-al-Zamān Foruzānfar, Aḥādiṯ-e Maṯnawi , Tehran, 1361 Š./1982.",
    "William A. Graham, Divine Word and Prophetic Word in Early Islam , The Hague, 1977.",
    "Abdülkadir Karahan, “Cami’nin Erbaîni ve Türkçe Tercümeleri,” Türk Dili ve Edebiyatı Dergisi 4/4 1952, pp. 345-71.",
    "Moḥammad Qāwoqji, al-Loʾloʾ al-marsuʿ fi mā lā aṣla laho aw howa be-aṣlehi mawżuʿ , Beirut, 1984.",
    "Annemarie Schimmel, Mystical Dimensions of Islam , Chapel Hill, 1975, pp. 22, 81, 221."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}