{
  "id": "eweb_126",
  "source": "EIr",
  "cat": "term",
  "link": "https://www.iranicaonline.org/articles/hagiographic-literature/",
  "annotator": "Riccardo",
  "title": "HAGIOGRAPHIC LITERATURE",
  "authors": [
    "Jürgen Paul"
  ],
  "last_updated": "June 5, 2013",
  "print_details": "Vol. XI, Fasc. 5, pp. 536-539",
  "published": "December 15, 2002",
  "content": [
    "in Persia and Central Asia. Hagiographic literature may be defined broadly as a biographical genre devoted to individuals enjoying an exclusive religious status as “saints” or “holy men” in the eyes of the authors.",
    "HAGIOGRAPHIC LITERATURE in Persia and Central Asia. Hagiographic literature may be defined broadly as a biographical genre devoted to individuals enjoying an exclusive religious status as “saints” or “holy men” in the eyes of the authors. There is therefore a considerable overlap with other genres of biography. Since it is generally accepted that the biographies of the Prophet Moḥammad and the Shiʿite Imams represent dis-tinct genres, this article will focus instead on the hagiographic literature produced in the Sufi tradition about the Muslim equivalent of saints, the awliāʾ (q.v.).",
    "The first hagiographic works in the Persian cultural sphere are the Arabic ṭabaqāt (“generations”) collections of biographical notices devoted to Sufis, dating from around the turn of the 11th century C.E. The foundational work of this genre is the Ṭabaqāt al-ṣufiya by Abu ʿAbd-al-Raḥmān Solami (d. 412/1021) of Nišāpur; it was soon followed by the Ḥelyat al-awliāʾ , which is traditionally attributed to Abu Noʿaym Eṣfahāni (q.v.; d. 430/1038). The first work of this genre to be written in Persian was the Ṭabaqāt al-ṣufiya attributed to ʿAbd-Allāh Anṣāri (q.v.; d. 481/1089), but compiled by later generations of students using the local dialect of Herat in the 12th century (Ivanow; Mojaddedi, pp. 69-96). The Kašf al-maḥjub by Abu’l-Ḥasan Hojviri (q.v.; d. between 465 and 69/1072 and 77), the first manual of Sufism written in Persian (unless one accepts Moḥammad Rowšan’s claim in the introduction to his edition of Mostaʿmali Boḵāri’s Šarḥ al-taʿarrof [Tehran, 1984] that it was written earlier), also contains a hagiographic section. It is in this way similar to the most popular of all manuals of Sufism, namely the Resāla, which was written in Ara-bic by Abu’l-Qāsem Qošayri (d. 465/1072) who, like Solami, was a resident of Nishapur of Arab origin. The late 12th century Persian work, the Taḏkerat al-awliāʾ by Farid-al-Din ʿAṭṭār (q.v.) differs from these works because it is written from the perspective of a poet who finds inspiration and enjoyment in hagiographic material, rather than from the perspective of a member of a specific school or order of Sufism engaging with the past of his own tradition.",
    "The primary purpose of the aforementioned 11th century works seems to have been to defend mysticism and its adherents in the face of the criticism of more conservative religious scholars (Abu Noʿaym, I, p. 4) by stressing that the conduct, characteristics and doctrines of the eminent Sufis of the past were in accordance with the texts of Muslim revelation, and that the current generation are the heirs of the Prophet through a continuous chain of succession. Thus, the portraits of the individ-ual subjects of these hagiographic collections, in which biographies are arranged in an overall chronological pattern of succession, represent their respective compilers’ specific ideals and agendas.",
    "These collections were soon followed by works devoted to individual mystics; however, the extant manuscripts of the first two of these latter, both of which are devoted to individuals from Fārs, are not in their original Arabic form but in Persian translations or adaptations: the life of Abu ʿAbd-Allāh Moḥammad ebn Ḵafif (d. 371/981-82) by Abu’l-Ḥasan ʿAli b. Moḥammad Deylami (q.v.), translated into Persian by Rokn-al-Din Yaḥyā b. Jonayd Širāzi; and the life of Abu Esḥāq Kāzaruni (q.v.; d. 426/1033) by Ḵaṭib Emām Abu Bakr Moḥammad b. ʿAbd-al-Karim, translated by Maḥmud b. ʿOṯmān (Meier, 1948). Next, Abu Saʿid Fażl-Allāh b. Abi’l-Ḵayr (q.v.; d. 440/1049) became the subject of two hagiographies written by his descendants more than a century after his death. To the same period belongs the hagiography of Aḥmad-e Jām (q.v.). These works appear to be the only extant hagiographies from the pre-Mongol period, with the possible addition of texts about another native of Fārs, Ruzbehān Baqli (ed. M. T. Dānešpažuh, as Ruzbehān-nāma, written ca. 1300, about a century after Ruzbehān’s death).",
    "The emergence of hagiographic works devoted exclusively to an individual Sufi shaikh seems to correspond to a distinct change in mystical practice and its organizational structures; the authors of these works were often descendants of the shaikhs themselves or of one of their close companions, and the social context in which they were written was most probably that of a group living at the shrine ( mazār ) of the individual subject. Such biographies of individual shaikhs served to increase the inner cohesion of this social group and enhance its prestige with outsiders; in fact, their status and livelihood may have depended entirely on their lineage leading back to the shaikh. These works are made up typically of anecdotes that the final “authors” had evidently obtained from the oral tradition, which always remained an important source for hagiographers; once committed to writing, the anecdotes still continued to circulate orally, and while their (oral) narrators may have been conscious of a written tradition this did not prevent them from adapt-ing the material to meet their present needs. Thus the “hagiographic process” could have proceeded from events witnessed by the saint’s followers, to oral transmission, thence to written notes, eventually published as books, while the oral tradition was continually developing all the time.",
    "The assemblage of anecdotes which constitutes a typical hagiography in an early collection cannot easily be re-arranged into chronological order, but later examples often include specific sections devoted to the shaikh’s birth, childhood, and apprenticeship, as well as the last moments (or months) of his life. Moreover miracle-stories became increasingly prominent in hagiographies after the 11th century, eventually accounting for the bulk of the contents (e.g., Jāmi’s Nafaḥāt al-ons ). Therefore it is certainly difficult, if not always impossible, to attempt to piece together a “biography” in the modern sense of the genre out of hagiographic material. At the same time it is evident that merely recording the details of the outward life of a saint was not the primary concern of hagiographers; life-stories of saints are written in order “to transmit to a believing and pious audience matters of practical spiritual value; the specifically ‘human’—the whole stuff of modern biography—is trivial and profoundly uninteresting from a traditional viewpoint” (Algar, p. 134). Events, sayings, and stories tend to have more than one meaning or significance and, as is well-known, Sufism presupposes an outward ( ẓāher ) and a hidden or inner ( bāṭen ) meaning of dicta and narratives. Hagiography can be seen as a technique for making events meaningful or, conversely, for expressing doctrines in the form of narratives, as a specific sub-genre of historiography.",
    "The Mongol period witnessed a temporary demise of the “official” ulama and a corresponding rise of Sufi piety. This was a time of experimentation and new currents in Islamic mysticism. In this period, the formal Sufi “orders” also developed, often from a nucleus based on a hereditary lineage. Prominent hagiographies illustrating this hereditary type of development are those written about Ṣafi-al-Din Ardabili (d. 735/1334) and Jalāl-al-Din Rumi (d. 672/1273; Ardabili and Aflāki). Hagiography became increasingly a means of debating issues fundamental to the development of Islamic mysticism and its organizational forms at the time of writing, such as the chain of mystical transmission through initiation ( selsela ) and the role of the Sufi guide ( pir ). Authors were no longer so much concerned with defending the Sufi tradition as a whole against common enemies as debating internally about competing mystical practices and the heritage of the eminent masters of the past. At the same time, elements were continuing to be introduced into the works from the ongoing oral tradition.",
    "This trend continued into the Timurid period when a greater number of eponymous founders of Sufi orders or other prominent representatives of them, including Bahāʾ-al-Din Naqšband (q.v.; d. 791/1389), ʿAli Hamadāni (q.v.; d. 786/1385) and Šāh Neʿmat-Allāh Vali (d. 834/1430-31) became the subjects of individual hagiographies. A number of hagiographic collections were also compiled during the 15th and 16th centuries, both in Persia and Central Asia. It does not seem possible to link them all to the goal of “propagandizing” particular Sufi communities (DeWeese, 1993). Thus, Wāʿeẓ Kāšefi’s Rašaḥāt ʿayn al-ḥayāt is not only centered on the Ḵᵛājagān/Naqšbandi selsela , but it also tries to subsume the Yasavi tradition (DeWeese, 1996a). On the other hand, measured by what it includes and what it omits, ʿAbd-al-Raḥmān Jāmi’s (d. 898/1492) Nafaḥāt al-ons does not seem quite so single-minded; rather, it includes distinct clusters of biographies devoted to the predominant Sunni orders still represented in Jāmi’s day in the vicinity of Herat, as well as traditions associated with a further selection of illustrious Sufis of the past, such as Rumi and Ebn al-ʿArabi (q.v.; Mojaddedi, pp. 151-76).",
    "Locality also became a focus of hagiography collections, since they had also been influenced by the tradi-tion in Persian historiography to focus on a specific place, a procedure that can be traced back to the pre-Mongol work, the Fażāʾel-e Balḵ . Some hagiographic works of the 15th and 16th centuries focus on the specific tombs at a given location and there are also works with a combined focus on both locality and selsela (e.g. Karbalāʾi). While fewer works of hagiography seem to have been produced inside Persia after the establishment of the Safavid dynasty (Gramlich, 1965, I), the compilation of (Sunni) hagiographies in Persian continued unabated in Central Asia, although most of these works remain unedited.",
    "Hagiographic works reflect not only the development of Islamic mysticism in its organized form, but also that of popular piety. It can therefore serve as an important source for the study of the history of different levels of Islamic society. However, such literature has usually been considered only a minor source for the history of Islamic society and culture, being judged as less reli-able than historiography narrowly defined. Its use has been restricted to the study of mysticism, where theological and philosophical issues have tended to be the focus of scholarly interest. In consequence, hagiography remains a relatively neglected area of study. While it is true that hagiographic texts should be used only with extreme caution for the reconstruction of the historical events they mention, nonetheless they remain valuable for social and cultural history. Hagiography provides a perspective missing from historiography; while it may not be a direct expression of the ideas, wishes, aspirations, and concerns of ordinary people, these factors had to be taken into account by hagiographers and must therefore be reflected to some degree in their writings. This is distinctly evident in the biographies devoted to individual shaikhs and destined for use at their shrines. As Jean Aubin has observed, the voices of ordinary people can be heard in these texts: “Nous y saisissons le mode de vie, les préoccupations quotidiennes, la voix même des couches modestes, mieux qu’aucun autre document de l’époque ne les enregistre. Avec les restrictions, toutefois, qu’implique le genre hagiographic” (Aubin, 1976-77, p. 85). This approach has recently been developed by Monika Gronke, who also offers an example of how hagiographic and documentary sources can be used in a complementary way. Another recent study is based on the meticulous analysis of narrative elements employed in hagiographic and other historiographical texts, which are treated on the same basis (DeWeese, 1994). Since historical information about daily life in Muslim societies is not readily available, the fact that hagiography is one of the few genres where the concerns of ordinary people are expressed at all has led to recent attempts at using such works accordingly. The items of information about the past that are provided in these works may be unreliable, and so it has been proposed to study the mention of individuals and events in hagiographic texts in a quantitative way (Paul, 1990). It has also been suggested that the focus of attention should be re-oriented to the function of hagiographic collections for the time in which they were produced, both through the redefinition and restructuring of the past for present needs as well as in the clues provided about the social context of their compilation (Mojaddedi). Another promising approach has been comparative, with the function of hagiography in other religious traditions (Aigle)."
  ],
  "bibliography": [
    "Primary Sources. ʿAbd-al-Wāseʿ Ne-ẓāmi Bāḵarzi, Maqāmāt-e Jāmi , ed. M. Heravi, Tehran, 1371 Š./1992.",
    "Abu Noʿaym Eṣfahāni, Ḥelyat al-awliāʾ , 10 vols., Cairo, 1351-57/1932-38; repr. Beirut and Cairo, 1967-68.",
    "Šams-al-Din Aḥmad Aflāki, Manā-qeb al-ʿārefin, ed. T. Yazıcı, 2 vols., Ankara, 1951-61; 2nd ed., Ankara, 1976-80.",
    "ʿAbd-Allāh Anṣāri Heravi, Ṭabaqāt al-Ṣufiya , ed . ʿA. Ḥabibi, Kabul, 1341 Š./1962.",
    "Aṣil-al-Din ʿAbd-Allāh Ḥosayni, Maqṣad al-eqbāl-e solṭāniya, ed. F. Saljuqi, as the first part of Resāla-ye mazārāt-e Herāt , Kabul, 1344 Š./1965; also ed. M. Heravi, Tehran, 1351 Š./1972.",
    "Farid-al-Din ʿAṭṭār, Taḏkerat al-awliāʾ, ed. M. Esteʿlāmi, Tehran, 1347 Š./1968.",
    "ʿAbd-Allāh Ḥosayni Balḵi, Fażāʾel-e Balḵ, ed. ʿA. Ḥabibi, Tehran, 1350 Š./1971.",
    "Abu’l-Ḥasan Deylami, Sirat-e šayḵ-e kabir Abu ʿAbd-Allāh b. Ḵafif Širāzi , tr. (Persian) Rokn-al-Din Yaḥyā b. Jonayd Širāzi, ed. A. Schimmel, Ankara, 1955; rev. T. Sobḥāni, Tehran 1362 Š./ 1983.",
    "Ebn-e Bazzāz-e Ardabili, Ṣafwat al-ṣafā, ed. Ḡ. Ṭabāṭabāʾi Majd, Tabriz, 1373 Š./1994; extract (Part 8) ed. and tr. (German) H. Zirke, as Ein hagiographisches Zeugnis zur persischen Geschichte aus der Mitte des 14. Jahrhunderts , Berlin, 1987.",
    "ʿAli b. ʿOṯmān Hojviri, Kašf al-maḥjub, ed. V. Žukovski, Leningrad, 1926.",
    "Wladimir Ivanow, “The Tabaqat of Ansari in the old language of Herat,” JRAS 1923.",
    "ʿAbd-al-Raḥmān Jāmi, Nafa-ḥāt al-ons , ed. M. ʿĀbedi, Tehran, 1992.",
    "Jonayd-e Širāzi, Šadd al-ezār fi ḵaṭṭ al-awzār ʿan zowwār al-mazār, ed. M. Qazvini, Tehran, 1328 Š./1949.",
    "Abu Bakr al-Kalābāḏi, Ketāb al-taʿarrof le-maḏhab ahl al-taṣawwof , tr. A. J. Arberry, as The Doctrine of the Sufis , Cambridge, 1977.",
    "Ḥosayn Karbalāʾi Tabrizi, Raw-żat al-jenān wa-jannat al-janān, ed. J. Solṭān-al-Qorrāʾi, 2 vols., Tehran, 1344-1349 Š./1965-70.",
    "Jamāl-al-Din Abu Rawḥ Loṭf-Allāh b. Abi Saʿid Saʿd, Ḥālāt va soḵanān-e šayḵ Abu Saʿid Abu’l-Ḵayr-e Meyhani , ed. I. Afšār, Tehran, 1341 Š./1962.",
    "Maḥmud b. ʿOṯmān, Ferdows al-moršediya fi asrār al-ṣamadiya, ed. F. Meier as Die Vita des Scheich Abu Isḥāq al-Kāzaruni , Leipzig, l948.",
    "Awḥad-al-Din Kermāni, Ma-nāqeb-e Awḥad-al-Din Kermāni, ed. B. Foruzānfar, Tehran, 1347 Š./1969.",
    "Anon, Maqāmāt-e khᵛāja ʿAbd-al-Ḵāleq Ḡojdovāni va ʿĀref-e Rēvgari, ed. S. Nafisi, in FIZ 2, 1333 Š./1954, pp. 1-18.",
    "Moḥammad Maʿṣum-ʿAlišāh Nāʾeb-al-Ṣadr Širāzi, Ṭarāʾeq al-ḥaqāʾeq, 3 vols., Tehran, 1318-19/1900-1901.",
    "Moḥammad b. Monavvar, Asrār al-tawḥid fi maqāmāt al-šayḵ Abu Saʿid, ed. Ḏ. Ṣafā, Tehran, 1332 Š./1953.",
    "Aḥmad b. Maḥmud Moʿin-al-Foqarāʾ, Ketāb-e Mollāzāda dar ḏekr-e mazārāt-e Boḵārā, ed. A. Golčin Maʿāni, Tehran, 1339 Š./1960.",
    "Ḥasan b. Ḥamza Pelāsi Širāzi, Taḏkerat šayḵ Moḥammad b. Ṣeddiq al-Kojuji , tr. (Persian) Najm-al-Din Ṭāromi, Tehran, 1326 Š./1947.",
    "Nur-al-Din Jaʿfar Badaḵši, Ḵolāṣat al-manāqeb , tr. J. K. Teufel, as Eine Lebensbeschreibung des Scheichs ʿAli-i Hamadāni (gestorben 1385): Die Xulāṣat ul-Manāqib des Maulānā Nur ud-Din Caʿfar-i Badaxši, Leiden, 1962.",
    "Šams-al-Din Parvizi, Taḏkerat al-awliāʾ , Tabriz, 1333 Š./1954.",
    "Moḥammad Samarqandi, Qandia dar bayān-e mazārāt-e Samarqand, ed. I. Afšār, Tehran, 1334 Š./1955.",
    "ʿAbd-al-Karim Qošayri, al-Resāla al-qošayriya , tr. (German) R. Gramlich, as Das Sendschreiben al-Qušairis über das Sufitum, Wiesbaden, 1989.",
    "Resāla-ye ṣāḥebiya, ed. S. Nafisi, in FIZ 1, 1332 Š./1953, pp. 70-101.",
    "Šams-al-Din Ebrāhim b. Ṣadr-al-Din Ruzbehān-e Ṯāni, Ruḥ al-jenān and Toḥfa-ye ahl al-ʿerfān fi ḏekr al-šayḵ Ruzbehān , ed. M. Dā-nešpažuh in Ruzbehān-nāma , Tehran, 1347 Š./1968.",
    "Idem, Toḥfa-ye ahl al-ʿerfān fi ḏekr al-šayḵ Ruzbe-hān, ed. J. Nurbaḵš, Tehran, 1349 Š./1970.",
    "Sadid-al-Din Mo-ḥammad Ḡaznavi, Maqāmāt-e Žanda-pil, ed. Ḥ. Moʾayyad Sanandaji, Tehran, 1340 Š./1961.",
    "Ṣalāḥ b. Mobārak Boḵāri, Anis al-ṭālebin wa ʿoddat al-sālekin , ed. Ḵ. E. Sari-oḡli, Tehran, 1371 Š./1992.",
    "ʿAbd-al-Raḥmān Solami, Ṭabaqāt al-Ṣufiya, ed. J. Pedersen, Leiden, 1960; ed. N. Šorayba, 2nd pr., Aleppo, 1986 [= Cairo, 1969].",
    "Zayn-al-ʿĀbedin Širvāni, Bostān al-siāḥa, Tehran, 1338/1959-60.",
    "Faḵr-al-Din ʿAli b. Ḥosayn Vāʿeẓ Kāšefi, Rašaḥāt ʿayn al-ḥayāt, ed. ʿA. Moʿiniān, 2 vols., Tehran, 1356 Š. (2536)/1977.",
    "Secondary sources. Denise Aigle, ed., Saints orientaux , Paris, 1995.",
    "Hamid Algar, “The Naqshbandi Order: a Preliminary Study of its History and Significance,” Stud. Isl. 63, 1976, pp. 123-56.",
    "Jean Aubin, Deux sayyids de Bam au XVe siècle: Contribution à l’histoire de l’Iran timouride, Wiesbaden, 1956a.",
    "Idem, Matériaux pour la biographie de Shah Niʿmatullah Wali Kermani, Bibliothèque Iranienne 7, Tehran-Paris, 1956b.",
    "Idem, “Un santon quhistani de l’époque timouride,” REI 35, 1967, pp. 185-216.",
    "Idem, “La propriété foncière en Azerbaydjan sous les Mongols,” Le monde iranien et l’Islam 4, 1976-77, pp. 79-132.",
    "Julian Baldick, Imaginary Muslims, London, 1993 (see also the review article by DeWeese, 1996b).",
    "Michael Cooperson, Classical Arabic Biography: the Heirs of the Prophets in the Age of al-Maʾmūn, Cambridge, 2000.",
    "Devin DeWeese, An Uvaysi Sufi in Timurid Mawarannahr: Notes on Hagiography and the Taxonomy of Sanctity in the Religious History of Central Asia , Papers on Inner Asia 22, Bloomington, 1993.",
    "Idem, Islamization and Native Religion in the Golden Horde: Baba Tükles and Conversion to Islam in Historical and Epic Tradition, University Park, Pa., 1994.",
    "Idem, “The Mashāʾikh-i Turk and the Khōjagān: Rethink-ing the Links between the Yasavi and Naqshbandi Sufi Traditions,” Journal of Islamic Studies 7/2, 1996a, pp. 180-207.",
    "Idem, “The Tadhkirat-i Bughrā-khān and the “Oveysi” Sufis in Central Asia: Notes in Review of Imaginary Muslims, ” Central Asiatic Journal 40/1, 1996b, pp. 87-127.",
    "Richard Gramlich, Die schiitischen Derwischorden Persiens I: Die Affiliationen , Wiesbaden, 1965.",
    "Idem, Die Wunder der Freunde Gottes, Wiesbaden, 1987.",
    "Monika Gronke, Derwische im Vorhof der Macht, Stuttgart, 1993.",
    "Fritz Meier, Abu Saʿid-i Abu’l-Ḫayr (357-440/967-1049) : Wirklichkeit und Legende, Tehran and Liège, 1976.",
    "Idem, ed., Die Vita des Scheich Abū Isḥāq al-Kāzarūni in der Persischen Bearbeitung von Maḥmūd b. ʿUthmān, Bibliotheca Islamica Band 14, Leipzig, 1948.",
    "Christopher Melchert, “The transition from asceticism to mysticism at the middle of the ninth century C.E.,” Stud. Isl. 83/1, 1996, pp. 51-70.",
    "Jawid A. Mojaddedi, The Biographical Tradition in Sufism: the Ṭabaqāt Genre from al-Sulami to Jāmi , Richmond, 2001.",
    "Jürgen Paul, “Au début du genre hagiographique dans le Khurassan,” in D. Aigle, ed., Saints Orientaux, Paris, 1995, pp. 15-38.",
    "Idem, “Hagiographische Texte als historische Quelle,” Saeculum 41, 1990, pp. 17-43."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}