{
  "id": "eweb_128",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/hasan-basri-abu-said-b-abil-hasan-yasar/",
  "annotator": "Riccardo",
  "title": "ḤASAN BAṢRI",
  "authors": [
    "Christopher Melchert"
  ],
  "last_updated": "February 23, 2017",
  "print_details": "Vol. XII, Fasc. 1, pp. 29-31",
  "published": "December 15, 2003",
  "content": [
    "(642-728), ABU SAʿID B. ABI’L-ḤASAN YASĀR, an important early Muslim preacher, theologian, jurist, Koran-reciter, and ascetic.",
    "ḤASAN BAṢRI, ABU SAʿID B. ABI’L-ḤASAN YASĀR , an important early Muslim preacher, theologian, jurist, Koran-reciter, and ascetic (21-110/642-728). His earliest substantial biography was compiled by Ebn Saʿd (d. 230/845), who gives Ḥasan a place of honor among the Followers ( tābeʿun , those who met the Companions of the Prophet, but not the Prophet himself). He relates that Ḥa-san was born in Medina, the son of freed Persian slaves (Ebn Saʿd, VII/1, p. 114). Ḥasan is said to have been unusually eloquent in Arabic, and was considered by Jāḥeẓ to be the greatest of all preachers (I, p. 354). However, he is also remembered as conversing in Persian on ascetical matters (Ebn Saʿd, VII/1, p. 123). Ḥasan is said to have taken part in the conquest of Kabul under ʿAbd-al-Raḥmān b. Samora, which took place in the early 50s/670s (Ebn Saʿd, VII/1, pp. 115, 127), but he spent most of his life in Basra. In dress, he was distinguished in particular by his black turban and blue “ ṭaylasān ” (probably a scarf, since, according to one report, he prayed holding it in his hands), and he also wore a silver ring on his left hand (Ebn Saʿd, VII/1, pp. 116-17, 126). Ḥasan died at least ten years after a younger brother of his, and was survived by at least three sons.",
    "Ḥasan Baṣri’s theological position is set out in a letter to the caliph ʿAbd-al-Malek (r. 65-86/685-705), in which he argues in favor of free will on the grounds that God would be unjust if he were to demand obedience, but then prevent certain people from obeying him (Ritter, pp. 67-83). This letter contains many citations from the Koran, but they are not always exact. Most scholars have accepted its attribution to Ḥasan, and the Qadarite and Muʿtazilite theological movements naturally considered him as a forerunner, but Sunni predestinarians also claimed him as one of their own. These latter sometimes quoted him as condemning kalām (speculative theology) and repenting of anti-predestinarian statements; alternatively, they would blame such statements that had been attributed to Ḥasan on disciples who had tricked him into endorsing their views in his dotage (Ebn Saʿd, VII/1, pp. 122, 127; Ebn Ḥanbal, I, p. 43).",
    "Ḥasan’s political outlook has similarly been disputed. According to some accounts, he sided with Ebn al-Ašʿaṯ during his revolt against Ḥajjāj (q.v.) in 82/701, in which large numbers of qorrāʾ (probably “Koran-reciters”) took part; however, according to other accounts he refused to join the revolt and recommended neutrality to others as well (Ebn Saʿd, VII/1, pp. 118-20). Early Muslim ascetics were often active in commanding right and forbidding wrong ( al-amr be’l-maʿruf wa’l-nahy ʿan al-monkar ), and there are stories of Ḥasan rebuking the governors Ḥajjāj (q.v.) and Ebn Hobayra (Ebn Qotayba, III, p. 343; Abu Noʿaym, II, p. 149; see also Ritter, pp. 53-55). However, whereas commanding right was later affirmed as one of the five principles of Muʿtazilism, the developing Sunni movement was uneasy about its potential for encouraging rebellion. Accordingly, the Sunni biographer Ebn Saʿd quotes Ḥasan as arguing for reform through repentance rather than the sword, and warning that rulers might strike with their swords at those who presumed to correct them (Ebn Saʿd, VII/1, pp. 119, 125, 128).",
    "Ḥasan was a major jurist. Hundreds of his opinions are preserved, especially in the Moṣannaf s of ʿAbd-al-Razzāq (d. 211/827) and Ebn Abi Šayba (d. 235/849), but also in much later guides to Sunni law, where he is quoted in the process of establishing the limits of what is permissible, even though he was no longer considered authoritative within the system of legal schools ( ma-ḏāheb ). The procedures of Islamic law evolved rapidly over the course of the eighth century and into the ninth, such that Ḥasan’s recorded opinions sometimes proved troublesome for later jurists. Unsupported statements of the law make up the greater bulk of quotations from Ḥasan, but they were progressively eclipsed by statements based on Hadith, especially those of the Prophet himself, although Companion hadith were also used. Ebn Saʿd quotes Ḥasan as frankly acknowledging that only some of what he told people was based on what he had heard, as opposed to his own opinion (Ebn Saʿd, VII/1, p. 120). This would suggest that Ḥasan had less information available to him about the norms laid down by the Prophet and his Companions than was available to later generations. Ebn Saʿd states that what Ḥasan expressly related from the Prophet through a named Companion is reliable, whereas what he related directly from the Prophet (considerably more, to judge by the Moṣannaf s) is unreliable (Ebn Saʿd, VII/1, p. 115). He also observes that Ḥasan paraphrased Hadith rather than repeat them verbatim, lengthening or shortening them as required (Ebn Saʿd, VII/1, p. 115).",
    "Ḥasan was remembered also as an important authority on the Koran. However, his text of the Koran (distinguished from others mainly at the level of diacritical marks and vowels, rather than the consonantal outline) was not included among “the seven principal readings” ( qerāʾāt ) which gained canonical status in the tenth century. It was not transmitted integrally for long, if at all, and is not represented in surviving manuscripts, despite being counted as one of the “fourteen principal readings” (see Bergsträsser). Most Koran commentators quote exegetical remarks from him, many of which, including some contradictory ones, have been collected by Mo-ḥammad ʿAbd-al-Raḥim (1992).",
    "Numerous sources preserve Ḥasan’s ascetical sayings. The two most common themes are, first, renunciation of the world, and, second, sadness as the hallmark of sincere believers, mourning over past sins, and fearing death and judgement at the same time. The ideal state, he wrote to the caliph ʿOmar b. ʿAbd-al-ʿAziz, is to be “as if you were not in this world, but remained always in the other world” (Jāḥeẓ, II, p. 70, III, pp. 138 f.). He said, “Laughing a lot is one of those things that kill the heart” (Ebn Saʿd, VII/1, p. 125). He would recite the Koran and weep (Ebn Saʿd, VII/1, p. 127). An early Muʿtazilite described him thus: “When you saw him, it was as if he had just buried his mother. When he sat, it was as a prisoner sits who is about to have his head struck off. When he talked, he talked like a man who has been condemned to the Fire” (Aḥmad, I, pp. 65 f.; cf. Jāḥeẓ, III, p. 171).",
    "Early biographers sometimes contrast him with another Basran traditionist and ascetic, Moḥammad b. Sirin (d. 110/729). Ebn Sirin and Ḥasan reportedly agreed that one should not sit with heretics nor argue with them (Ebn Saʿd, VII/1, p. 125), but while Ebn Sirin liked to laugh and joke, Ḥasan was continually sad (Ebn Saʿd, VII/1, p. 118); Ebn Sirin would like to be told the latest news, whereas Ḥasan would listen only to spiritual matters (Ebn Saʿd, VII/1, p. 121); and Ebn Sirin (or, alternatively, it may have been another early jurist, Šaʿbi) sometimes cravenly refused to rebuke a governor to his face, whereas Ḥasan went ahead and declared his disapproval (Ritter, pp. 53-55).",
    "No one was called a “Sufi” in Ḥasan’s own lifetime, although rough woolen garments already distinguished an ascetic lifestyle. Ḥasan deprecated some ascetics’ inward pride in their outwardly humble dress (Ebn Saʿd, VII/1, p. 123; Jāḥeẓ, III, p. 153). In the later Sufi tradition, Ḥa-san sometimes represents the limits of mere renunciation, that is, without love. Hence, ʿAṭṭār (q.v.; d. 618/1221?) repeatedly contrasts him with Rābeʿa ʿAdawiya, who is credited with placing more emphasis on love of God, rather than Ebn Sirin. For example, wild animals which had gathered around Rābeʿa fled on Ḥasan’s approach. He wondered why, so she asked him what he had eaten. When he mentioned having eaten an onion, she pointed out that he had fried it in animal fat, and therefore it was only natural for the animals to have fled (ʿAṭ-ṭār, I, p. 64). Since Rābeʿa is said to have died 75 years after Ḥasan, these stories are plainly symbolic, without any pretence of historicity.",
    "It is difficult to argue that Ḥasan’s personal influence was massive, when later jurists dismissed so much of his teaching, while diverse theological parties claimed that he had taught their doctrines. However, on the evidence of the frequency of citations, he emerges as arguably the most highly respected religious authority of his generation."
  ],
  "bibliography": [
    "Moḥammad ʿAbd-al-Raḥim, Tafsir al-Ḥasan al-Baṣri , 2 vols., Cairo, 1992.",
    "Abu Noʿaym, Ḥelyat al-awliāʾ , 10 vols., Cairo, 1352-57/1932-38, II, pp. 131-61.",
    "Aḥmad b. Ḥanbal, Ketāb al-Jāmeʿ fi’l-ʿelal wa-maʿrefat al-rejāl , ed. Moḥammad-Ḥosām Bayżun, 2 vols., Beirut, 1410/1990.",
    "ʿAṭṭār, The Tadhkiratu’l-awliyá , ed. Reynold A. Nicholson, 2 vols., London, 1905-07, I, pp. 24-40, 59-73.",
    "Gotthelf Bergsträsser, “Die Koranlesung des Hasan von Basra,” Islamica 2, 1926-27, pp. 11-57.",
    "Ebn Qotayba, ʿOyun al-aḵbār , 4 vols., Cairo, 1343-49/1925-30.",
    "Ebn Saʿd, Biographien , ed. Eduard Sachau et al., 9 vols. in 15, Leiden, 1904-40, VII/1, pp. 114-29 = al-Ṭabaqāt al-kobrā , 8 vols. + index, Beirut, 1957-68, VII, pp. 156-78.",
    "Jāḥeẓ, al-Bayān wa’l-tabyin , ed. ʿAbd-al-Salām Moḥammad Hā-run, Maktabat al-Jāḥeẓ 2, 4 vols. in 2, Cairo, 1467/1948.",
    "Louis Massignon, Essay on the Origins of the Technical Language of Islamic Mysticism , tr. B. Clark, Notre Dame, Ind., 1997, pp. 119-38.",
    "Helmut Ritter, “Studien zur islamischen Frömmigkeit I: Ḥasan al-Baṣri,” Der Islam 21, 1933, pp. 1-83.",
    "Josef Van Ess, Theologie und Gesellschaft im 2. und 3. Jahrhundert Hidschra , 6 vols., Berlin, 1991-95."
  ],
  "citation": "Christopher Melchert, “ḤASAN BAṢRI,” Encyclopaedia Iranica , XII/1, pp. 29-31, available online at http://www.iranicaonline.org/articles/hasan-basri-abu-said-b-abil-hasan-yasar (accessed on 30 December 2012).",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": 513
}