{
  "id": "eweb_130",
  "source": "EIr",
  "cat": "term",
  "link": "https://www.iranicaonline.org/articles/karama/",
  "annotator": "Riccardo",
  "title": "KARĀMA",
  "authors": [
    "Erik S. Ohlander"
  ],
  "last_updated": "May 14, 2018",
  "print_details": "Vol. XV, Fasc. 5, pp. 547-549",
  "published": "December 15, 2010",
  "content": [
    "“(saintly) marvel, wonder, or miracle” in Arabic (pl. karāmāt).",
    "KARĀMA “(saintly) marvel, wonder, or miracle” in Arabic (pl. karāmāt ). As a technical term in the Muslim religious sciences both its etymology and usage fall close to the Greek charisma(ta) in the sense of denoting the miraculous, wondrous, or preternatural feats which God freely grants certain elect individuals the capacity to perform through the munificent generosity ( karāma ) of his divine favor. It should be noted, however, that although both have typically been understood to involve oftentimes quite extraordinary ‘breakings of the natural order of things’ ( ḵawāreq al-ʿādāt ), classical theologians were quick to draw a sharp distinction between the notion of karāma and that of moʿjeza , or the ‘evidentiary miracle’ of a prophet. Typically, taking into account their respective Arabic roots, by moʿjeza was meant a miraculous deed, act, or sign intended to evince the veracity of a prophet’s mission by publicly demonstrating the error of his opponents through exposing their ‘impotence’ ( ʿajz ) to effect or produce the same, an occurrence always preceded by a ‘proclamation’ ( daʿwā ), and a ‘challenge’ ( taḥaddi ) (Ebn Ḵaldun, I, pp. 188-91). By karāma , on the other hand, was meant simply any number of personal charismata that are neither indicative of prophetic appointment nor, although not always, intended for public view, as distinct from the effects of magic or from seemingly miraculous occurrences which actually result from the ‘divine ruse’ ( makr, estedrāj ) (Ebn Ḵaldun, III, pp. 167-8; Jorjāni, 192; Tahānawi, I, pp. 149-50, II, p. 1360).",
    "As evinced by a wide divergence of opinion regarding the nature and significance of saintly and prophetic miracles in the classical Sunni theological literature (overviews in Gardet, “Karāma,” and, Wensinck, “Muʿdjiza”), there was indeed early interest in the topic, and Sufism was no exception (overview in Gramlich, pp. 19-58). Almost all the Sufi systematizers and apologists of the 10th-11th centuries treat the subject to some degree, situated within the wider context of what had already become, by the second half of the 9th century, a vigorous debate over the respective status of the Friend of God ( wali ) and his welāya , and that of the prophet ( nabi ) and his nobuwwa . That issue was treated first by Abu Saʿid Ḵarrāz (d. 899) in his Kašf al-bayān and, in much greater detail, in the writings of Ḥakim Termeḏi (d. ca. 907-912), who also argued against denials of karāma (Radtke, pp. 290-99). The Sufis unanimously affirm the reality of saintly marvels, while at the same time being careful to preserve the distinction between the karāmāt of the awliāʾ and the moʿjezāt of the prophets. They add that karāmāt displayed by an individual whose adherence to the divine law is questionable are to be considered mere trickery, and that saintly charismata, contra Ḥallāj’s error in ‘publicizing saintly marvels’ ( efšāʾ-e karāmāt , on which see Massignon, I, pp. 291-95; and as a literary topos, Hafez, no. 15, p. 51; tr., p. 98), are always best kept secret (Sarrāj, pp. 273-79; Kalābāḏi, pp. 71-79; Hojviri, pp. 276-82; Qošayri, II, pp. 660-64). At the same time, these authors make clear that the wali should not only feel all the more humbled and contemptuous of himself by being afforded such a grace, but that such divine favors should also be treated with great circumscription, because they also represent potential snares on the mystical path. An otherwise well-intentioned seeker might become, as Najm-al-Din Rāzi Dāya (d. 1256) later pointedly remarked, “irremediably drunk in the tavern of the spirit with the goblet of wondrous deeds. . . making those wondrous deeds their idol of the moment” ( Merṣād , tr. Algar, p. 229).",
    "Although certainly less prevalent than in Sufi hagiography of later periods, references to the karāmāt al-awliāʾ are readily found in early Arabic hagiographical compendia, such as Solami’s (d. 1021) Ṭabaqāt al-ṣufiya , and in parts of Abu Noʿaym al-Eṣfahāni ’s (d. 1038) Ḥelyat al-awliāʾ . Such narratives also make an appearance in early Persian Sufi hagiology, mentioned, albeit sporadically, in the individual biographies of Sufi paragons comprising ʿAbd-Allāh Anṣāri ’s (d. 1089) own Ṭabaqāt al-ṣufiya as well as, much more fully, in posthumously compiled hagiographies of near-contemporaries such as Abu Esḥāq Kāzaruni (d. 1033) in the Ferdaws al-moršediya , Abu Saʿid b. Abi’l-Ḵayr (d. 1049; q.v.) in the 12th-century Ḥālāt o soḵanān-e šayḵ Abu Saʿid and Asrār al-tawḥid , or Aḥmad-e Jām (d. 1141) in the Maqāmāt-e ‘anda-pil compiled by his disciple Moḥammad Ḡaznawi. Each of these also contains formal discussions of the notion of karāma itself (e.g., ʿOṯmān, pp. 75, 336; Munawwar, pp. 61-62; Ḡaznawi, pp. 9-11). Motivated by a drive to establish and legitimize the sanctity of their subjects, in both thematic and rhetorical terms such works came to set the tone for accounts of the karāmāt of the awliāʾ in almost all later works of Persian Sufi hagiography, with the possible exception of Farid-al-Din ʿAṭṭār’s (d. ca. 1220; q.v.) Taḏkerat al-awliāʾ , which is somewhat unique owing to the particular literary idiosyncrasies of its author (Paul, p. 536).",
    "Sufis of the post-classical period normally upheld the authenticity and significance of saintly marvels as freely given signs of divine favor visited upon those who possess the honest capacity to receive them. But the attitudes towards the role, significance, and desirability of these differed widely. Whereas ʿAyn-al-Qożāt Hamadāni (d. 1131) audaciously claimed he possessed the ability to revivify the dead ( Tamhidāt , pp. 250-52), a great spiritual figure like Ruzbehān Baqli (d. 1209) explicitly denied that he performed karāmāt at all ( Kašf al-asrār , pp. 87-88); perhaps he was echoing the assertion of ʿOmar Sohrawardi (d. 1234)—later repeated by ʿEzz-al-Din Kāšāni (d. 1334) ( Meṣbāḥ al-hedāya , p. 26)—that being favored with saintly marvels is actually a sign of spiritual immaturity ( Ketāb aʿlām al-hodā , p. 278). For Ebn al-ʿArabi (d. 1240), who challenges the very notion of there being a ‘natural order of things’ for miracles to break in the first place ( Fotuḥāt II, p. 372), genuine saintly marvels are divided into two types: a lesser, sensible ( ḥessiya ) miracle whose primary function is to attract the generality to God, and a greater, ‘subtle’ ( maʿnawiya ) miracle which is reserved solely for the elite (ibid., pp. 369-74).",
    "Although attempts at enumerating and classifying the karāmāt al-awliāʾ are occasionally found (e.g., Yāfeʿi, Našr al-maḥāsen , pp. 17-36; Sobki, Ṭabaqāt II, pp. 338-44; Jāmi, Nafaḥāt , 22; lists in Gramlich, pp. 145-46), historically there has been little agreement regarding the exact range and scope of saintly marvels among those who have discussed the subject. Generally, however, there are certain karāmāt that recur with some regularity in the hagiographic literature. First, there are karāmāt with explicit social intent, such as miraculously effecting conversion to Islam or the materialization of food, water, and other necessities of life in times of need; safeguarding scrupulous adherence to the divine law through extraordinary awareness of the illicitness of apparently licit objects or situations; miraculously reprimanding reprobates and punishing detractors; healing the sick and raising the dead; and assisting wronged person or voyagers in peril. Second, there are karāmāt which display extraordinary mastery over the natural world, such as taming and/or conversing with wild beasts or controlling the elements. Third, there are those karāmāt which evince the ability to transcend the limits of normal human capacity, such as being able to instantaneously traverse great distances, engage in bilocation, fly, levitate, walk on water, or be immune to fire and poison. Finally, there are those karāmāt connected with powers of extrasensory perception, such as mind reading and telepathy, clairvoyance and precognition, clairaudience, and spiritual discernment or ‘cardiognosia’ ( ferāsa ). An exhaustive inventory can be found in Gramlich (pp. 148-244 ff.).",
    "Among Sufis of later generations, such ideas about the nature, role, and significance of saintly charismata were eagerly cultivated, increasingly amplified in the culture of both the Sufi cloister and the popular imagination through the circulation of embellished accounts of the karāmāt al-awliāʾ in hagiology as well as through popular stories connected with the ever-expanding cult of saints and practice of shrine visitation. The former include universal hagiographies, such as ʿAbd-al-Raḥmān Jāmi’s (d. 1492) Nafaḥāt al-ons and, with the rise of the Sufi brotherhoods, ṭariqat- based hagiographies, such as Aflāki ’s (d. 1360) Manāqeb al-ʿārefin on Rumi and his disciples or Ebn Bazzāz ’s account of Shaykh Ṣafi-al-Din Ardabili (d. 1334), the Ṣafwat al-ṣafāʾ (brief synopsis in Browne, Lit. Hist. Persia IV, pp. 38-39). The post-Mongol period also witnessed the continued production of hagiographies of individual saints and Sufi masters, such as those compiled by descendents of Ruzbehān Baqli almost a century after his death. These, perhaps contrary to their ancestor’s aforementioned statement, are replete with accounts of karāmāt visited upon him over the course of his life (Šaraf-al-Din Ebrāhim, Toḥfat ahl al-ʿerfān , and, Šams-al-Din ʿAbd-al-Laṭif, Ruḥ al-jenān , in Ruzbehān-nāma , pp. 1-149, 152-370, passim). As for the popular stories, biographical anecdotes regarding local miracle-working awliāʾ , such as those found in the 14th-century pilgrim’s guidebook to the tombs of the saints of Shiraz by Jonayd-e Širāzi (d. after 1389), the Šadd al-ezār , evince the popular attraction of the idea that a saint retains the power to work miracles post mortem and that this can be accessed through the baraka associated with his earthly tomb.",
    "Despite the impact of rationalism and reform across the modern Muslim world, such attitudes concerning the karāmāt of the awliāʾ have continued to persist in popular religiosity, and while scholars have traditionally dismissed such materials as pious or quaint legend, a number of recent studies dealing with the history of Sufism in pre-modern Iran and Central Asia have shown that accounts of the karāmāt of the awliāʾ embedded in hagiographic and other literatures constitute quite unique and valuable sources for the writing of the social and cultural history (e.g., Aigle, 1995a; idem, 1995b; idem, 1995c; DeWeese, 2000; idem, 1999; idem, 1993; and Gross, 1999)."
  ],
  "bibliography": [
    "Primary sources. Šams-al-Din Aḥmad Aflāki, Manāqeb al-ʿārefin , ed. T. Yazıcı, 2 vols., Ankara, 1976; Eng. tr. J. O’Kane as The Feats of the Knowers of God , Leiden, 2002.",
    "ʿAbd-Allāh Anṣāri, Ṭabaqāt al-ṣufiya , ed. M. S. Mawlāʾi, Tehran, 1983.",
    "Moḥyi-al-Din Ebn al-ʿArabi, al-Fotuḥāt al-makkiya , Cairo, 1911, II, pp. 287, 369-75, 478-93; IV, p. 65.",
    "Farid-al-Din ʿAṭṭār, Taḏkerat al-awliāʾ , ed. M. Esteʿlāmi, Tehran, 1967.",
    "Bāqellāni, Ketāb al-bayān ʿan al-farq bayn al-moʿjezāt wa’l-karāmāt , ed. R. McCarthy, Beirut, 1958.",
    "Ruzbehān Baqli, Kašf al-asrār , tr. C. Ernst as The Unveiling of Secrets , Chapel Hill, 1997.",
    "Ebn Bazzāz, Ṣafwat al-ṣafāʾ , ed. Ḡ-R. Ṭabāṭabāʾi Majd, Tabriz, 1994.",
    "Najm-al-Din Rāzi Dāya, Merṣād al-ʿebād , ed. M. A. Riāḥi, Tehran, 1986; Eng. tr. H. Algar as The Path of God’s Bondsmen: From Origin to Return , Delmar, N.Y., 1982.",
    "Abu Noʿaym Eṣfahāni, Ḥelyat al-awliāʾ wa-ṭabaqāt al-aṣfiāʾ , 10 vols. in 5, Beirut, 1967-68.",
    "Sadid-al-Din Moḥammad Ḡaznavi, Maqāmāt-e žanda-pil , ed. Ḥešmat Moʾayyed Sanandaji, Tehran, 1961.",
    "Hafez, Fifty Poems of Ḥāfiz , ed. and tr. A. J. Arberry, Cambridge, 1947.",
    "ʿAyn-al-Qożāt Hamadāni, Tamhidāt , ed. ʿA. ʿOsayrān, Tehran, 1962.",
    "ʿAli b. ʿOṯmān Hojviri, Kašf al-maḥjub , ed. V. A. Zhukovsky, Leningrad, 1926; repr., Tehran, 2001, pp. 276-303.",
    "ʿAbd-al-Raḥmān Jāmi, Nafaḥāt al-ons men ḥażarāt al-qods , ed. M. ʿĀbedi, Tehran, 1991, pp. 16-23.",
    "ʿAli b. Moḥammad Jorjāni, Ketāb al-taʿrifāt , Beirut, 1979, pp. 20, 193, 234.",
    "Abu Bakr Kalābāḏi, Ketāb al-taʿarrof , ed. ʿAbd-al-Ḥalim Maḥmud, Cairo, n.d., pp. 71-79 (chap. 26).",
    "Ebn Ḵaldun, The Muqaddimah , 2nd ed., tr. F. Rosenthal, Princeton, 1967, I, pp. 188-91; III, pp. 167-68.",
    "ʿEzz-al-Din Kāšāni, Meṣbāḥ al-hedāya wa’l-meftāḥ al-kefāya , ed. J. Homāʾi, Tehran, 1988, pp. 24-26.",
    "Abu Saʿid Ḵarrāz, Kašf al-bayān , in Rasāʾel al-Ḵarrāz , ed. Q. Sāmarrāʾi, Baghdad, 1967.",
    "Jamāl-al-Din Abu Rawḥ Loṭfallāh, Ḥālāt o soḵanān-e šayḵ Abu Saʿid Abu’l-Ḵayr Mēhāni , ed. I. Afšār, Tehran, 1963.",
    "Maʿṣum-ʿAlišāh, Ṭarāʾeq al-ḥaqāeq , Tehran, 1950, I, pp. 122-36.",
    "Moḥammad b. al-Monawwar, Asrār al-tawḥid fi maqāmāt al-šayḵ Abi Saʿid , ed. Ḏ. Ṣafā, Tehran, 1953; Eng. tr. J. O’Kane as The Secrets of God’s Mystical Oneness , Costa Mesa, Calif., 1992.",
    "Maḥmud b. ʿOṯmān, Ferdaws al-moršodiya , ed. F. Meier in Die Vita des Scheich Abū Isḥāq al-Kāzarūnī , Leipzig, 1948.",
    "ʿAbd-al-Karim Qošayri, al-Resāla al-qošayriya , ed. ʿAbd-al-Ḥalim Maḥmud and M. b. al-Šarif, Cairo, 1966, II, pp. 660-713.",
    "Ruzbehān-nāma , ed. M. T. Dānešpažuh, 1969.",
    "Abu Naṣr Sarrāj, Ketāb al-Lomaʿ , ed. M. al-Hendāwi, Beirut, 2001, pp. 273-85.",
    "Moʿin-al-Din Abu’l-Qāsem Jonayd-e Širāzi, Šadd al-ezār fi ḥaṭṭ al-awzār ʿan zawwār al-mazār , ed. M. Qazvini and ʿA. Eqbāl, Tehran, 1987; Persian version by ʿIsā b. Jonayd as Hazār mazār , ed. N. Weṣāl, Shiraz, 1985.",
    "Tāj-al-Din Sobki, Ṭabaqāt al-šāfeʿiya , ed. M. Ṭanāḥi and M. al-Ḥilw, Cairo, 1964, II, pp. 338-44.",
    "Abu Ḥafṣ ʿOmar Sohravardi, Ketāb aʿlām al-hodā wa-ʿaqidat arbāb al-toqā , ed. P. I.-A. Khalifé, in al-Machriq 58/3, 1964, pp. 277-78.",
    "Abu ʿAbd-al-Raḥmān Solami, Ṭabaqāt al-ṣufiya , ed. M. ʿĀṭā, Beirut, 1998.",
    "Moḥammad Aʿlā Tahānawi, Mawsuʿat kaššāf eṣṭelāḥāt al-fonun wa’l-ʿolum , ed. R. al-ʿAjam et al., Beirut, 1996, s.v. estedrāj , karāma . ʿAbd-Allāh b. Asʿad Yāfeʿi, Našr al-maḥāsen al-ḡāliya , ed. Ḵ. ʿI. Manṣur, Beirut, 2000, pp. 11-49.",
    "Secondary sources. D. Aigle, “Charismes et role social des saints dans l’hagiographie persane médiévale (Xe-XVe siècles),” BEO 47, 1995a, pp. 15-36.",
    "Idem, “Sainteté et miracles en islam médiéval. L’example de deux saints fondateurs iraniens,” in Miracles, prodiges et merveilles au Moyen âge , Paris, 1995b, pp. 47-73.",
    "Idem, “Un fondateur d’orde en milieu rural. Le Cheikh Abū Ishāq de Kāzarūn,” in idem, ed., Saints Orientaux , Paris, 1995c, pp. 181-209.",
    "Idem, ed., Miracle et Karāma. Hagiographies médiévales comparées , Turnhout, 2000.",
    "R. al-ʿAjam, Mawsuʿat moṣṭalaḥāt al-taṣawwof al-eslāmi , Beirut, 1999, pp. 779-88.",
    "Ḥ. Anvari, Farhang-e bozorg-e soḵan , Tehran, 2002, s.v. karāmāt et seq. Dehḵodā, Loḡat-nāma , s.v. karāmāt et seq. D. DeWeese, “An ʿUvaysī’ Sufi in Timurid Mawarannahr: Notes on Hagiography and the Taxonomy of Sanctity in the Religious History of Central Asia,” Papers on Inner Asia 22, Bloomington, 1993.",
    "Idem, “Dog Saints and Dog Shrines in Kubravī Tradition: Notes on a Hagiographical Motif from Khwārazm,” in D. Aigle, ed., Miracle et karāma , Turnhout, Belgium, 2000, pp. 459-97.",
    "Idem, “Sayyid ʿAlī Hamadānī and Kubrawī Hagiographical Traditions,” in L. Lewisohn, ed., The Heritage of Sufism , Oxford, 1999, II, pp. 121-58.",
    "L. Gardet, “Karāma,” EI 2 IV, pp. 615-16.",
    "D. Gril, “Le miracle en islam, critère de la sainteté? ” in D. Aigle, ed., Saints Orientaux , Paris, 1995, pp. 69-81.",
    "R. Gramlich, Die Wunder der Freunde Gottes: Theologien und Erscheinungsformen des islamischen Heiligenwunders , Weisbaden, 1987.",
    "J. Gross, “Authority and Miraculous Behavior: Reflections on Karāmāt Stories of Khwāja ʿUbaydullāh Aḥrār,” in L. Lewisohn, ed., The Heritage of Sufism , Oxford, 1999, II, pp. 159-71.",
    "H. J. Kissling, “Die Wunder der Derwische,” ZDMG 107, 1957, pp. 348-61.",
    "L. Massignon, Passion , tr. H. Mason, Princeton, I, pp. 291-95.",
    "Jürgen Paul, “Hagiographic Literature,” in EIr XI/5, 2002, p. 536.",
    "B. Radtke, “al-Hakīm al-Tirmidhī on Miracles,” in D. Aigle, ed., Miracle et karāma , Turnhout, Belgium, 2000, pp. 297-99.",
    "A. Schimmel, Mystical Dimensions of Islam , Chapel Hill, 1975, pp. 205-13.",
    "S. Uludağ, “Kerâmet,” and Y. Ş. Yavuz, “(Kerâmet) – Kelâm,” in Türkiye Diyanet Vakfi İslam Ansiklopedisi XXV, pp. 265-70.",
    "A. J. Wensinck, “Muʿdjiza,” in EI 2 VII, p. 295."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}