{
  "id": "eweb_131",
  "source": "EIr",
  "cat": "term",
  "link": "https://www.iranicaonline.org/articles/kanaqah/",
  "annotator": "Riccardo",
  "title": "ḴĀNAQĀH",
  "authors": [
    "Gerhard Böwering",
    "Matthew Melvin-Koushki"
  ],
  "last_updated": "May 14, 2018",
  "print_details": "Vol. XV, Fasc. 5, pp. 456-466",
  "published": "December 15, 2010",
  "content": [
    "an Islamic institution and physical establishment, principally reserved for Sufi dervishes to meet, reside, study, and assemble and pray together as a group in the presence of a Sufi master (Arabic, šayḵ, Persian, pir), who is teacher, educator, and leader of the group.",
    "ḴĀNAQĀH . In Persian ḵānaqāh , literally a ‘dwelling place,’ or a ‘place of residence,’ refers to an Islamic institution and physical establishment, principally reserved for Sufi dervishes to meet, reside, study, and assemble and pray together as a group in the presence of a Sufi master (Arabic, šayḵ , Persian, pir ), who is teacher, educator, and leader of the group. The term ḵānaqāh is widely employed in Islamic sources interchangeably with the Arabic terms rebāṭ (‘caravansary,’ pl. roboṭ ) and zāwia (‘cell,’ pl. zawāyā )—the latter used particularly in North Africa—and the Turkish term tekke (or tekiyye ‘place of rest and support’). In some cases, the Arabic terms takiya (pl. takāyā ) for larger Sufi dwelling places, and ṣawmaʿa or dowayra for smaller ones, as well as the Persian terms āsetāna and dargāh (the latter, particularly in India, implying the shrine or tomb of a saint) are also used to denote it. The word ḵānaqāh and its related terms have been variously translated into English as ‘convent,’ ‘monastery,’ ‘hospice,’ ‘lodge,’ ‘inn,’ or ‘hostel,’ though none of these words captures the full meaning of the term and all are open to misinterpretation. The correct pronunciation of the word in Persian is ḵānaqāh, rather than the frequently cited spelling ḵānqāh , because ḵānaqāh ( ḵānagāh ) fits the poetical meter when used in Persian poetry and agrees with its consistent pronunciation by speakers of Persian.",
    "GENERAL OBSERVATIONS AND SEMANTIC ANALYSIS",
    "General observations . In the Persian sources, the term ḵānaqāh appears in two forms that imply no specific difference in meaning and can even be used alternately by the same author. According to their origins these two forms are: the Persian singular noun ḵānagāh (lightened to ḵānagah ) and its plural forms ḵānagāhā and ḵānagāhāt , and the Arabicized singular noun ḵānaqāh (rarely also ḵāneqah ) and its plural form ḵawāneq (rarely softened to ḵawānek ). In these forms the Persian locative suffix -gāh appears as -qāh in Arabic. The Persian noun ḵāna ‘house,’ rather than ḵān ‘inn,’ is, strictly speaking, the actual origin of the term, although the latter fits its eventual meaning as a Sufi institution as well. The frequently suggested etymological derivations of ḵānaqāh as a place of table-companionship, from ḵ v ān (‘table’), or a place of prayer and recitation, from ḵ v āndan (‘to recite’), are secondary and conjectured — they provide social and religious meaning but defy elementary rules of Persian orthography and its transposition into Arabic. The expression ḵāna-ye āqā (‘house of the lord,’ i.e., the seat of a Sufi pivot, qoṭb ) is a devotional expression rather than an explanation of origin for ḵānaqāh. The same holds true for the ordinary understanding of dervishes, who consider the ḵānaqāh the place (- gāh ) that is their house and home ( ḵāna ). The usage of the term ḵānaqāh goes back to the 4th/10th century, when it first appears in the Iranian heartlands of Khorasan and Transoxiana. The use of the terms rebāṭ and zāwia , however, can be traced back to 1st/7th-century fortified army camps at the coastline and frontiers of the nascent Arab empire of Islam. The usage of the term tekke ( tekkiye ) begins to assert itself for larger Sufi building complexes within the Ottoman empire in the 10th/16th century, although the term zāwia remained in use alongside it in Anatolia and Rumelia for establishments of a smaller scale (for an overall study of the ḵānaqāh, see Kiāni; for survey articles on ḵānaqāh and rebāṭ in encyclopedias, see the bibliography under Chabbi, Homerin, and Monfared).",
    "Semantic analysis. Of all the terms related to ḵānaqāh, only the root r-b-ṭ occurs five times in the Qurʾān, once in the form rebāṭ (8:60). Three times the root (in the first Arabic verb form) has a figurative meaning of “God ‘hobbling’ the hearts of human beings,” that is, “God strengthened the hearts”—the heart of Moses’ mother (28:10, rabaṭnā ), the hearts of the youths who took refuge in the cave (18:14, rabaṭnā ), and the hearts of the Muslim warriors before a decisive battle (8:11, li-yarbeṭa ). Once the Qurʾān clearly implies the literal meaning of ‘hobbling horses together,’ when the Muslim believers are commanded to make ready “strings of horses” (8:60, rebāṭ al-ḵayl ) in preparation for combat. Both the literal and figurative meaning may be implied in the admonishment to the believers, “be patient and vie with one another in patience and strengthen one another (or ‘make ready strings of horses,’ rābeṭu ) and fear God” (3:200). Behind the use of the term rebāṭ in 8:60 and 3:200 stands the pre-Islamic tribal tradition of warfare in which camels transported troops to the theater of war, whereas mares, hobbled, were kept ready to be mounted for the actual attack on the enemy.",
    "From the point of view of grammar, the verses 3:200 and 8:60 employ the third Arabic verb form of the root, either in the imperative (3:200) or as a verbal noun (8:60). In post-Qurʾānic language, this verbal noun of the third form, rebāṭ, became understood in unison of contrast with the term jehād (‘struggle on the path of God’), its grammatical sister, whereby jehād denoted active warfare and rebāṭ active vigilance in its staging area. This contrasting understanding of the two terms developed gradually, as Muslim forces carried their conquest in two waves beyond the confines of the Arabian peninsula into the heart of Spain and the Indus valley in the first century of Islam. As the ʿAbbasid caliphate strengthened the defenses of its empire during the first two centuries of its rule (750-945), it followed the practice begun under ʿOṯmān (r. 644-56) and the Umayyad dynasty (661-750) of erecting fortified outposts at strategic points of the frontier or along the coastline (Bonner, p. 30). These outposts came to be known as ṯoḡur (sing. ṯaḡr ) on the frontiers of the Islamic world ( dār al-eslām ) with the non-Islamic world ( dār al-ḥarb ). They were first established along the frontiers between the Arabs and the Byzantines in southeastern Anatolia, but then also in the Caucasus and northeastern Afghanistan, as well as in the ports of the eastern Mediterranean and along the North African coast all the way to the Atlantic (Meier, 1999, pp. 339-40). They served as bases for raids and conquests ( ṯoḡur ) and provided zones of settlement ( ʿawāṣem ). In these settlements the verbal noun rebāṭ gradually became used as a substantive name for a staging post and bulwark of jehād and thus eventually became known predominantly as a place name, rather than an expression for the attitude of vigilance, but without losing the latter connotation. Eventually, the term rebāṭ was understood as having four meanings: military base, hospice, center for a saint’s cult, and a kind of cloister (Noth, pp. 76-83).",
    "As the frontiers of the ʿAbbasid empire were secured and fortified, the scholars of law and religion developed the notion of jehād, understood as ‘war on the path of God,’ and encased it in succinct sayings, such as “a military expedition ( ḡazwa ), after one has performed the prescribed pilgrimage, is better than fifty additional pilgrimages” (Abu Ḥanifa, d. 767; cited by Abu’l-Faraj Eṣfahāni, p. 378) and, “every community has its monasticism ( rahbāniya ); the monasticism of this [Muslim] community is war on the path of God” (cited by ʿAbd-Allāh b. al-Mobārak, p. 35). In the Sufi perception it became popular to distinguish between two types of jehād, that is, war on the path of God as the lesser jehād ( al-jehād al-aṣḡar ) and the effort to control one’s own self as the greater jehād ( al-jehād al-akbar ). While armed conflict oriented Muslims to the periphery of the Muslim world in terms of military struggle ( mojāhada ), pilgrimage focused it on the core of the Muslim world, Mecca and Medina, where pious Muslims would reside in the neighborhood of the holy shrines ( mojāwara ). Between these two extreme attitudes of activity and passivity, there was the attitude of waiting and watching in military readiness ( morāṭaba ), which included the observation of prayer and works of piety (Meier, 1999, pp. 341-47). Rebāṭ became the term for ‘being on guard duty,’ and an individual on guard duty in the hinterland became called morābeṭ , whereas the warrior on the frontier and on the move became known as mojāhed . When engaging in warfare, the mojāhed could shorten or combine his prayers and break his fast, while the morābeṭ was preoccupied with prayer and preaching. Eventually, the word morābeṭ became used for two separate meanings, a man on voluntary guard duty and a holy man known for his piety, particularly in the usage it gained along the coastline of North Africa.",
    "Phases of development . The history of the ḵānaqāh can be divided into four main phases of development: (1) The origins of the ḵānaqāh in its early phase from the first rebāṭ establishments in ʿAbbādān (see ābādān ) during early ʿAbbasid times to the emergence of the ḵānaqāh in Khorasan as a Sufi institution with rules of communal life attributed to Abu Saʿid b. Abi’l-Ḵayr (d. 1049) prior to Saljuq rule over Baghdad in 1055. (2) The development of the Sufi ḵānaqāh and rebāṭ, parallel to the evolution of the Sunni madrasa (‘teaching college’), beginning with Saljuq rule over Baghdad and leading up to the end of the ʿAbbasid caliphate in 1258, when the city was sacked by the Mongols and fell into Il-khanid hands. (3) The emergence of a network of Sufi ḵānaqāhs, rebāṭs, zāwias, and takiyas that characterize the spread of Sufi affiliations ( ṭoroq ) across the Muslim world from Spain to India until the emergence of the three great empires of the Ottomans, Safavids, and Mughals at the beginning of the 10th/16th century. (4) The development of the Sufi ḵānaqāh in the modern period until the emergence of the Muslim nation states in the 14th/20th century.",
    "PHASE 1. ORIGIN AND EARLY DEVELOPMENT",
    "The information about the beginnings of ḵānaqāh life in Sufism cannot be traced in a description of continuous and unbroken historical evolution. Rather, there are clusters of information in the sources that make it possible to show a number of stages that led to the appearance of the Sufi ḵānaqāh in its organization over the first centuries of Islam until about 1055. With regard to nomenclature, it is impossible to pinpoint the exact time when the term ḵānaqāh was actually introduced, because later sources have the habit of referring back to the phenomenon using the terminology current in their time. Perhaps the earliest stage of development may be associated with the men of piety in Basra, who were known for their ‘assemblies of recollection’ (sing. majles al-ḏekr ). They came together in such an assembly to reflect on the knowledge of God and discern the insights of their souls. In his Qut al-qolub (Gramlich, 1992-95, I, pp. 476, 484), Makki traces these assemblies back to gatherings in the house of Ḥasan Baṣri (d. 728), who retired for this purpose to his home in the company of his brethren and followers, among them Mālek b. Dinār (d. 748-79), Ṯābet Bonāni (d. 744-75 or 740-71), Ayyub Saḵtiāni (d. 748), Moḥammad b. Wāseʿ (d. 740-71), Farqad Sabaḵi (d. 748-79), and ʿAbd-al-Wāḥed b. Zayd (d. 793). These assemblies of the learned in religion were understood by them as being quite different from circles of storytellers, valued higher than ritual prayer or erudite but futile discussions, and imagined as taking place in the fields of paradise, surrounded by angels (Gramlich, 1992-95, I, pp. 476, 484). This circle of the religious elite meeting in a majles al-ḏekr around Ḥasan Baṣri seems to have influenced his disciple ʿAbd-al-Wāḥed b. Zayd to found the first known colony of men of piety, who, however, did not yet call themselves “Sufis” at the time.",
    "Early colonies of men of piety . This earliest colony of such men of piety, mentioned as a rebāṭ in the sources, was founded by ʿAbd-al-Wāḥed b. Zayd and his disciples at ʿAbbādān, then situated on an island between the estuaries of the Tigris and Qārun rivers near Basra and its neighboring port, Ubulla, in Iraq. Scholars such as Moqātel b. Solaymān (d. 767), Ḥammād b. Salama (d. 784), Riāḥ b. ʿAmr Qaysi (d. ca. 801-11), Ḥafṣ b. Ḡiāṯ (d. 809-10), and Wakiʿ b. al-Jarrāḥ (d. 812) as well as the Sufis Abu Solaymān Dārāni (d. 830), Bešr Ḥāfi (d. 841), and Sari Saqaṭi (d. 865) lived for some time at the rebāṭ of ʿAbbādān or visited it (Böwering, 1980, p. 47). The Sufi Sahl Tostari (d. 896) received his early education there, benefiting from the teachings of Abu Ḥabib Ḥamza b. ʿAbd-Allāh ʿAbbādāni (ibid., p. 48). It is not established beyond doubt whether the Zanj destroyed the rebāṭ of ʿAbbādān in 873, as claimed by Massignon (p. 157); its ruins, however, were still visited by Ebn Baṭṭuṭa (d. 1368-69 or 1377) on his travels (Gibb, II, p. 281). Among the Muslim geographers, Moḥammad b. Aḥmad Maqdesi (d. after 991) mentions the rebāṭāt of ʿAbbādān (p. 118), and Ebn Ḥawqal (d. after 988) refers to the “rebāṭ” of ʿAbbādān (p. 73). The latter’s commentator actually visited the place in 1143-44 and calls its inhabitants “Sufis” and “ascetics” ( zohhād ) residing there without women, implying a celibate way of life. Using a different terminology, the Sufi ʿAbd-al-Raḥim b. Musā Eṣṭaḵri (d. before 915-16) claims to have been fed at the “ḵānaqāh” of ʿAbbādān, and Abu Torāb Naḵšabi (d. 859) refers to the same colony with the term ḵānaqāh, possibly for the first time (Meier, 1976, p. 305). It is poetic license when Mawlānā Jalāl-al-Din Rumi (d. 1273) states in his Maṯnawi (II, p. 378) that Aḥmad b. Ḵeżruya (d. 854-55) had his own ḵānaqāh, of which there is no record in Sufi literature.",
    "It is not certain whether a Sufi colony existed in the 2nd/8th century at Ramla in Palestine, as stated by ʿAbd-Allāh Anṣāri (d. 1089, see ʿĀBDALLĀH ANṢĀRI ), who calls it a ḵānaqāh. His story, repeated by Jāmi , suggests that it was constructed on the initiative of a Christian governor and that Abu Hāšem Ṣufi, a contemporary of Sofyān Ṯawri (d. 787-78), was its erstwhile leader, who had come from Kufa to Ramla (Anṣāri, pp. 9-10; Jāmi, pp. 31-32). It is certain, however, that two centuries later Abu Bakr Susi, known for his love of listening to music ( samāʿ ), was the head of a ḵānaqāh in Ramla until his death in 996-97 (Anṣāri, pp. 492-94). This ḵānaqāh may have been destroyed in 1187, when Ṣalāḥ-al-Din devastated Ramla to prevent the crusaders from using the town as a base of operations.",
    "When Ebn Taymiya (p. 304) explicitly calls the Sufi establishment at ʿAbbādān, erected by disciples of ʿAbd-al-Wāḥed b. Zayd, the first Sufi dowayra (lit. ‘a little house’), he uses the same term that is also employed in the sources for the Sufi dwelling of Abu ʿAbd-al-Raḥmān Solami (d. 1021), the famous Sufi of Nishapur, who housed in it the considerable library that his uncle Abu ʿAmr Esmāʿil b. al-Nojayd (d. 976-77) had left him (Böwering, 1991, p. 44). The residence of Abu Saʿid b. Abi’l-Ḵayr was still known among his heirs as the dowayra of his family (Šafiʿi-Kadkani, p. 251). Another term implying a small dwelling place of early Sufis is ṣawmaʿa , a ‘hermitage’ where a Sufi lived in seclusion separate from other people. This Sufi life in a hermitage is documented (Sahlaji, pp. 55-56; Ebn Monawwar, p. 44) for Bāyazid Besṭāmi (d. 874; q.v.), who maintained a separate annex for the “walking sticks” of his visitors—probably a reference to guest quarters. The same term, ṣawmaʿa , is also documented for a disciple of Sahl Tostari (d. 283/989) by the name of Esḥāq b. Aḥmad, who used his hermitage as a laboratory for experiments in alchemy (Sarrāj, p. 319). One of the disciples of Jonayd (d. 910-11), who liked to withdraw into the mountains, built himself a hermitage ( ṣawmaʿa ) outside the Bāb Moḥawwal quarter of Baghdad (Gramlich, 1993, p. 72). Three centuries later, in 1192, Wāʿeẓ Balḵi (p. 166) visited the tomb and hermitage of Ḥātem Aṣamm (d. 851-52) that was located on a mountain above Vāšājerd near Balkh (Gramlich, 1996, p. 66).",
    "Sufi groups and their meeting places. To understand the development of the Sufi ḵānaqāh, it is important to take note of the appearance of Sufis in groups or bands and to identify some of the places where they met and lived. It is widely taken for granted that Sufism took its origin with the prominent Sufi masters of the 2nd/8th and 3rd/9th century who have secured a place in the normative Sufi biographical literature. Little attention has been given, however, to the sporadic evidence for the appearance of Sufis in groups, a phenomenon to be expected with circles of disciples forming around great Sufi forebears. Group life had its requirements, and there are stray references in the Sufi sources that highlight it. One was the problem of feeding large groups. The K. al-Lomaʿ of Sarrāj (d. 988) mentions Abu Bakr Kattāni (d. 934) as having witnessed a brotherly gathering of Sufis in Mecca (p. 185), Abu ʿAli Ruḏabāri (d. 934) as having offered a group of them a pile of pastries in Egypt, and another person as having thrown a meal for a group of them, lighting a thousand candles for the event (p. 185). Another issue was traveling together and finding a place to stay. Solami refers to Abu Torāb Naḵšabi (d. 859), who was seen traveling with a band of forty men and, according to Ebn al-Faraji (d. 903), was resting with a large group of them against the pillars of a mosque (Solami, 1953, pp. 146-47). Qošayri mentions a group of Sufis gathered in the house of Ḥasan Qazzāz Dinavari who were in rapture listening to a singer but fell silent when Mamšād Dinavari (d. 911-12) entered the room (Gramlich, 1989, p. 477). Abu Ḥafṣ Naysāburi (d. 878-79) came to Baghdad with eight companions, settling in for a whole year at the house of a host who took responsibility for feeding them (Gramlich, 1989, p. 394). Ḥallāj (d. 922) appeared in Mecca with four hundred men in tow, each one carrying a walking stick and a water-can, who proceeded to seek shelter in the town (Daylami, p. 72). Aḥmad b. Ḵeżruya (d. 854-55) visited Bāyazid Basṭāmi with a ‘thousand’ disciples, who crowded into the guest quarters (Sahlaji, pp. 55-56). Returning from his pilgrimage, Abu Ḥamza Baḡdādi (d. 882-83) was welcomed in Baghdad by a group of Sufis. Abu ʿAbd-Allāh Maḡrebi (d. 911-12) walked before the group of his disciples when traveling (Gramlich, 1989, p. 400), while Abu ʿAbd-Allāh Ruḏabāri (d. 980) walked behind them (Gramlich, 1989, p. 104).",
    "In the beginning phase of Sufism, the Sufis stayed in private homes and met in mosques for prayer and instruction. On his way to Jerusalem, Abu Saʿid Ḵarrāz stayed in Ramla in the house of a certain Abu Jaʿfar Qaṣṣāb (Sarrāj, p.   205). When Ḥakim Termeḏi’s (d. ca. 912) house became too small to hold his audience, the group moved to the neighboring mosque (Termeḏi, pp. 20-21). ʿAbd-al-Wāḥed b. ʿAli Sayyāri (d. 985) donated the house he had inherited from Abu’l-ʿAbbās Qāsem Sayyāri (d. 953) to the Sufis of his town as permanent quarters (Anṣāri, p. 303). Makki records references to the early men of piety going to the mosque to pray before dawn—a practice seen as equal to going on jehād (Gramlich, 1992-95, I, p. 167). Sitting in the mosque was compared to visiting God (“one who sits in the mosque, visits God”), and frequent visits to mosques were believed to grant special divine graces (Gramlich, 1992-95, III, p. 257). The mosque was also the place where Sufis taught in early times. It was the earlier practice, in emulation of the Prophet, to teach sitting on one’s heels or squatting on the floor with the arms around one’s knees. The pattern of this practice was broken by Yaḥyā b. Moʿāḏ (d. 872), who was the first to sit on a seat teaching in Cairo, and Abu Ḥamza Baḡdādi (d. 902), who emulated him in Baghdad by sitting on a pulpit (Gramlich, 1992-95, I, pp. 523-24). One mosque that stands out as becoming a frequent meeting place of Sufis was the Šuniziya mosque in Baghdad, and it may be considered as one prototype for the ḵānaqāh.",
    "A prototype of the ḵānaqāh . In Baghdad, this Šuniziya mosque had rooms attached for Sufis to occupy as their residence in early ʿAbbasid times. Jonayd (d. 910 or 911), who was the leader of a circle of Sufis gathering in this mosque, lived there and used Abu Esḥāq Ebrāhim Bannāʾ as the prayer leader (Gramlich, 1993, p. 70). Solami records that Jonayd had his quarters ( manzel ) there and, one day, sat in the mosque with Abu’l-ʿAbbās Aḥmad b. ʿAṭāʾ (d. 921-22 or 923-34), Abu Moḥammad Jorayri (d. 923-24), and Abu Jaʿfar Farḡāni, when a confused Šebli (d. 946) entered without speaking to them to recite a poem in their presence (Solami, 2009, p. 110, no. 531). One day, according to Qošayri, when Jonayd woke up from a vision of Eblis , he found his fellow Sufis huddled together in this mosque, meditating with their heads on their knees (Gramlich, 1989, p. 528). Another day, so Qošayri says, Jonayd saw one of the Sufis in the mosque claiming to have the power of changing a pillar of the mosque into gold and silver—and so it happened (Gramlich, p. 528). Abu Jaʿfar Ḥaddād (fl. 3rd/9th century), another inhabitant of the quarters of the Šuniziya, worked for ten years in the market but brought his wages “to the poor in Šuniziya” (Gramlich, 1989, pp. 242-43). According to Solami, Abu Moḥammad Jaʿfar Mortaʿish (d. 939-40) made the quarters attached to the Šuniziya mosque his home (Solami, 1953, p. 358; Qošayri, 1911, I, p. 54) and, according to Sarrāj (p. 266), made his last will there on his deathbed. Sarrāj had a room there when, in Ramadan of a certain year, he came to stay in Baghdad to lead the local Sufis in a retreat (Sarrāj, p. 163; Hojviri, p. 417). Abu’l-Ḥasan Qannād (d. 941) reported that Abu’l-Ḥosayn Nuri (d. 907-08) died in the Šuniziya mosque and remained squatting on the floor for days in rigor mortis (Gramlich, 1993, p. 72). Furthermore, Solami reports in his Ṭabaqāt al-ṣufiya (p. 455) that Jaʿfar Ḵoldi (d. 959-60) performed a public funeral at this mosque, had his tomb erected there, and was buried there. Later, in 1158, the Sufi Abu’l-Waqt was buried there, “at the feet of our shaykhs in the Šuniziya” (Ḏahabi, 1982, XX, p. 308). In earlier centuries, however, the cemetery of the Šuniziya mosque had already served as the burial place for many religious leaders, among them the seventh Shiʿi Imam Musā al-Kāẓem (Ḏahabi, VI, p. 274) and Abu Solaymān Dāwud b. ʿAli Eṣbahāni (d. 884), the head of the Ẓāheriya school of Islamic law.",
    "For the 4th/10th century the Sufi sources have a number of references for places where Sufis lived or gathered, referring to them interchangeably as rebāṭ or ḵānaqāh. Abu Ṭāleb Ḵazraj b. ʿAli, a disciple of Jonayd, had a rebāṭ built for himself in Hamadan (Meier, 1976, p. 305). Abu’l-Ḥasan Ḥoṣri (d. 981-82) is named as the founder of ʿAbbās Zawzani’s rebāṭ in Baghdad (Meier, p. 305). In Shiraz, Sufis were known to gather in the great mosque, but one of their patrons, Abu ʿAbd-Allāh al-Ḥosayn b. Aḥmad Bayṭār (d. 974), was buried in his ḵānaqāh (Meier, p. 306). In Basra, al-Fażl b. Jaʿfar Qoraši (fl. 4th/10th century) had his own Sufi rebāṭ near the great mosque (Ḵaṭib Baḡdādi, III, p. 157). The term ḵānaqāh is, however, also attributed to institutions founded by scholars of religion who were not Sufis. This can be shown for Nishapur, where Ebn Ḥebbān Bosti (d. 965), a scholar of hadith , had a ḵānaqāh built in 948-49 (Meier, p. 311). Another example is the Ḥanafi jurist ʿAli Ṣandali (d. 1091), who was hostile toward Sufism but, nevertheless, had his own ḵānaqāh in the town (Meier, p. 311). In Nishapur, there also was the ḵānaqāh of Abu’l-Ḥasan ʿAli b. Aḥmad Fošanji (d. 959) that the local ruler transformed some decades later into a school building for the Ashʿari theologian Ebn al-Furak (d. 1015-16).",
    "The influence of the Karrāmiya and the Manichean monastery on the ḵānaqāh . An important impact on the organization of the Sufi ḵānaqāh in Khorasan came from the Karrāmiya. Their founder, Abu ʿAbd-Allāh Moḥammad b. Karrām (d. 869), who was born in Sistan, studied under the ascetic Aḥmad b. Ḥarb (d. 849) in Nishapur. He then lived in Mecca as a mojāwer for some years and returned via Jerusalem to Nishapur with a group of followers. There he came to be imprisoned but managed to return to Jerusalem, where his tomb became a place of retreat ( motaʿabbad ) for his disciples, termed ḵānaqāh in Persian sources. The Arab geographer Maqdesi documents the wide spread of such ḵānaqāhs of the Karrāmiya, used as centers for organized missionary activity, in Jerusalem, Gorgān, Biyār, Ṭabarestān, Farḡāna, Ḵottal, Juzjānān, Marwarudh, and Samarkand; indeed, he thinks the Sufis adopted the ḵānaqāh system directly from the Karrāmiya. In Nishapur, there was the ḵānaqāh of a Karrāmi by the name of Abu’l-Ḥasan ʿAli b. Moḥammad b. Aḥmad b. Deluya (d. 952). At the same time, there was in Nishapur a ḵānaqāh headed by a Sufi by the name of al-Ḥasan b. Yaʿqub (d. 947-48), who led the assembly ( majmaʿ ) of the Sufis. According to Semnāni, however, it was Abu Naṣr Sarrāj (d. 988) who built the first ḵānaqāh in Khorasan (Meier, pp. 311-12).",
    "In addition to the roots the Sufi ḵānaqāh had in the paradigm of the Karrāmiya in Khorasan, it also had a cultural model in the Mānestān (‘monastery’) of the Manicheans in Samarkand, where many followers of Māni found refuge during the caliphate of al-Moqtader (r. 908-32). This culture contact can be spotted in the Ḥodud al-ʿālam , the concise Persian geography begun in Juzjān (see JOWZJĀN ) in 982-83. Its anonymous author speaks of the lodging houses of the Manicheans in Samarkand as ḵānagāh-e Mānaviān ( Ḥodud al-ʿālam , p. 113; Utas, p. 658). This observation seems to be confirmed by the circumstantial evidence of Maqdesi, who speaks of them as white-clothed men in Transoxiana whose beliefs are close to the zandaqa (i.e., Manicheans). Such contacts between cultures appear very tempting but are difficult to document at the present state of research on the ḵānaqāh. The same holds true for possible culture contacts with Buddhist monasticism and, earlier, Syrian Christian monasticism.",
    "Basic rules of ḵānaqāh life. To return to Khorasan, the rules for those who reside in a ḵānaqāh are said to have their origin with Abu Saʿid b. Abi’l-Ḵayr (d. 440/1049), who was born and died in Meyhana near Saraḵs in Khorasan. Having received his Sufi mantle ( ḵerqa ) from Solami, Abu Saʿid resided partly in his hermitage ( ṣawmaʿa ) and house ( sarāy ) in Meyhana and partly in his ḵānaqāh in Nishapur, which may have been founded by his father-in-law. Abu Saʿid is believed to have dictated the ten basic rules of life in the ḵānaqāh, which stress ritual purity in dress and conduct, staying in the ḵānaqāh or sitting in the mosque, prayer performed promptly at the appointed times, vigils at night, nocturnal supplications for forgiveness, Qurʾān recitals in the mornings, evening litanies, receiving the weak and the needy, taking meals in common, and asking permission before taking leave (cf. Meier, p. 310). In addition to these ten rules for the Sufi adepts, Abu Saʿid is also said to have initiated an oral tradition of ten additional rules for the Sufi masters and ten for Sufi disciples (Ebn Monawwar, pp. 329-30). Indeed, Qazvini (d. 1283) calls him the first to build a ḵānaqāh, a piece of hyperbole that indicates the importance of Abu Saʿid’s role in standardizing the Sufi ḵānaqāh model (Qazvini, pp. 361-62; Kiāni, p. 187). By his time, then, Sufi life had taken on regulated institutional dimensions that spread in Khorasan and also came to appear in Iraq. There in Baghdad, the institution of the ḵānaqāh was primarily named rebāṭ, while in Damascus the terms ḵānaqāh and zāwia were preferred (cf. Little, 1991).",
    "PHASE 2. DEVELOPMENT UNTIL THE MONGOL CONQUEST OF BAGHDAD IN 1258",
    "One individual who brought the idea of the ḵānaqāh to Baghdad was Abu Saʿid Aḥmad b. Moḥammad b. Dust Naysāburi (d. 1084 or 1086), a disciple of Abu Saʿid b. Abi’l-Ḵayr known in the Persian sources as Dust-e Dādā. In Baghdad, at the canal Nahr al-Moʿallā, he founded the famous rebāṭ between 1060 and 1074 in Saljuq times that became the seat of the great Shaykh, “ rebāṭ šayḵ al-šoyuḵ .” This title šayḵ al-šoyuḵ was held in Dust-e Dādā’s family by a number of his descendants: first, by his son, Abu’l-Barakāt Ṣadr-al-Din Esmāʿil b. Abi Saʿd (d. 1146); then by the latter’s son, Ṣadr-al-Din ʿAbd-al-Raḥim b. Esmāʿil (d. 1184), who died while on his way as caliphal emissary to Sultan Ṣalāḥ-al-Din (d. 1193); then by his brother, Abu’l-Ḥasan ʿAbd-al-Laṭif b. Esmāʿil (d. 1200); and finally, possibly by the highly learned Ebn Sokayna (d. 1210), named after his grandmother, who was the grandson of Ṣadr-al-Din Esmāʿil. Then again, Ebn Sokayna’s brother, Abu’l-Fotuḥ, who died in 1212, is mentioned as having held the title for a while, and so, later, is his grandson, who died in 1246-47. When the caliph al-Nāṣer (r. 1180-1225) appointed Abu Ḥafṣ ʿOmar Sohravardi (d. 1234) as šayḵ al-šoyuḵ , he received, in 1202-03, the fully endowed Rebāṭ Mostajadd that was established in the Baghdad neighborhood of Marzubāniya to support his relatives and followers (cf. Gramlich, 1978, p. 10). Abu Ḥafṣ was a wealthy man and served as caliphal emissary in 1207-09 to the Ayyubids in Cairo, in 1217-18 to the Ḵ v ārazmšāh (then camped in Hamadan), and in 1221 to the Rum-Saljuq sultan Kayqobād I in Anatolia. He was also the author of the ʿAwāref al-maʿāref , which served as the basic Sufi manual for Sufi life in rebāṭs for many generations. Furthermore, Bahāʾ-al-Din Zakariyā Moltāni (d. 1262), a disciple of Abu Ḥafṣ, brought the Sohravardi ḵānaqāh to Multan in the Indus valley. There, in the Punjab and Sind, it became firmly established by him, his son, Ṣadr-al-Din ʿĀref Abu’l-Maḡānem Moḥammad (d. 1286), his grandson, Abu’l-Fatḥ Rokn-al-Din (d. 1335), and later, Sayyed Jalāl-al-Din Boḵāri (d. 1384; see Ohlander, 2008).",
    "The spread of the ḵānaqāh as an institution throughout Iran and Iraq during the 5th/11th to 6th/12th centuries was in large part due to the vigorous patronage of the Saljuq sultans and their viziers, who endowed them with generous waqf s to ensure their continuance. The comprehensive Saljuq program of patronage instituted by Neẓām-al-Molk (d. 1092) focused on both madrasa and ḵānaqāh/rebāṭ as sister institutions useful for socio-political ends: the promotion of Sunnism and curbing of the Ismaʿilis and the Karrāmiya; the religious legitimating of Saljuq ascendancy as ‘protectors’ of the ʿAbbasid caliphate; and access to the spiritual power of Sufi masters. It is under the Saljuqs that the ḵānaqāh may be considered as coalescing into its definitive institutional form. Very important for the development of the ḵānaqāh in Saljuq times was the parallel development of the madrasa, which, like the ḵānaqāh, was based on a charitable trust ( waqf ) that was privately endowed and maintained and established on privately owned property for a public purpose (Makdisi, pp. 35-74). As Vasiliĭ Vladimirovich Barthold  observed on the development of the two institutions in Iran and Iraq, the ḵānaqāh came to Baghdad from Khorasan, whereas the madrasa spread to Khorasan from Baghdad (Rogers, pp. 65-87).",
    "As the caliph’s Sunni champions against the marauding crusaders, the Zangids and Ayyubids became energetic patrons of the institution in their turn, planting madrasas and ḵānaqāhs throughout Syria, Palestine, and Egypt. The high mark of Ayyubid ḵānaqāh patronage is represented by Ṣalāḥ-al-Din’s lavish ḵānaqāh in Cairo, the Dār Saʿid-al-Soʿadāʾ or al-Ṣalāḥiya (est. 1174), which could accommodate up to 300 Sufis. The Ayyubids and their deeds of patronage were to serve as the model for the early Mamluks, who made the classic Saljuq madrasa – ḵānaqāh system the backbone of their governing policy to such an extent that in Mamluk domains ḵānaqāhs were sponsored almost exclusively by sultans and emirs, who thus came to control all aspects of ḵānaqāh life. As a primary locus of state patronage, during the Mamluk period the ḵānaqāh was gradually merged with mosques, madrasas, mausoleums, and other types of buildings to form large complexes; often these would include public services in the form of an appended bathhouse ( ḥammām ), water fountain ( sabil ), or hospital ( mārestān ). With their extensive endowments, which might involve the production of several villages and rental profits of urban market districts, these complexes were the foci of considerable economic activity. Such appointments as šayḵ al-šoyuḵ could become particularly lucrative, and later abuses included buying and selling such positions to the highest bidder (Homerin, 2006).",
    "The institutionalization of the ḵānaqāh occurred in tandem with the emergence and diffusion of the Sufi orders and indeed played a fundamental role in that process. The developing cult of saints, involving the veneration of and pilgrimage to the tombs of prominent Sufi shaykhs, led to the association of ḵānaqāhs with these tombs; a shaykh would often be buried in his ḵānaqāh. Abu Ḥāmed Moḥammad Ḡazāli ’s (d. 1111) fatwā s  on issues relating to ḵānaqāh life, the first extant fatwas of their kind, are a unique testimony to this process of institutionalization of the Sufi ḵānaqāh during the Saljuq period. Under the dedicated patronage of the Saljuqs, the ḵānaqāh was reinvented as a public institution in Iran and Iraq, and as such, in Ḡazāli’s observation, it was increasingly the site of manifold abuses. In response to this deplorable state of affairs, Ḡazāli sought to put the organization of the ḵānaqāh and its practices into a rigorous legal context in order to salvage the institution for legitimate religious use. Four fatwas explicitly serving this purpose occur in his Eḥyāʾ ʿolum al-din , in Arabic, and one in his Kimiā-ye saʿādat , in Persian; another, also in Persian, is preserved in MS Chester Beatty 3682 (Purjavādi, pp. 87-91). The four Eḥyāʾ fatwas (Ḡazāli, 1957, II, pp. 126-27, 151-52) deal with issues such as the function of the ḵānaqāh attendant ( ḵādem ) as financial officer with full discretionary power over all income; the definition of and legal rationale for Sufi bequests (sing. waṣiya ) vs. endowments (sing. waqf ); and, most notably, the conditions of a person’s eligibility to be beneficiary of a ḵānaqāh endowment, including the occupations and modes of dress permitted to its beneficiaries. Ḡazāli finds the legal basis for most issues of ḵānaqāh life to be customary usage ( ʿorf , ʿādāt ), except where a ḵānaqāh’s endowment and its stipulations are concerned. The Kimiā fatwa (Ḡazāli, 2005, I, pp. 326-27) is more general, being concerned with establishing the four categories of people for whom living on charity is licit; two of these categories are represented by visionary Sufis on the one hand and upstanding ḵānaqāh residents on the other. The Chester Beatty fatwa reprises in clearer form the conditions that must be observed by an individual to become eligible to live off a ḵānaqāh’s monies, and it provides a legal taxonomy of a ḵānaqāh’s sources of income: alms tax ( zakāt ), begging ( soʾāl ), and endowment. Echoing a running theme of the Eḥyāʾ and Kimiā , it closes by deploring the contemporary state of Sufism, declaring most ḵānaqāh residents to be mercenary sluggards ( ahl-e baṭālat ; cf. Ḡazāli, 1957, II, pp. 127, 238, 249-50). Apart from these fatwas, the Eḥyāʾ contains numerous references in passing to ḵānaqāh/rebāṭ affairs (the two terms are here used interchangeably). After his famous spiritual crisis and departure from Baghdad, Ḡazāli himself became a leading exponent of ḵānaqāh life, building a zāwia-ḵānaqāh compound near his home in Tus to provide for the lodging and instruction of his disciples (cf. Ḡazāli, 1983, pp. 18, 70; Kiāni, pp. 193, 355; see Griffel, 2009, pp. 49-51, 302, n. 11).",
    "PHASE 3. THE POST-MONGOL PERIOD",
    "The Mongol conquest of Iran in the mid-7th/13th century represented a cataclysmic change in prevailing socio-religious norms; nevertheless, the rapid acculturation of the Il-khāns as a Perso-Islamic dynasty provided for a degree of cultural and political continuity. In the midst of the political and religious chaos of the early Il-khanid  period, charismatic Sufi shaykhs emerged as significant political players and agents of acculturation. The fundamentally shamanist Mongols were attracted to their spiritual power; Sufis were thus responsible for the conversion of Ḡāzān Khan (r. 1295-1304) and other Il-khāns to Islam as the prestige religion of choice. Organized Sufism witnessed tremendous growth during this period, with various orders ( ṭoroq ) burgeoning in Iran and spreading outwards; the intense interest in Sufi affairs on the part of various Il-khāns and their viziers meant that much of this growth was state-sponsored (cf. Naḵjovāni, I, p. 540). Prominent Il-khanid patrons include Ḡāzān Khan, who built mosques and ḵānaqāhs throughout Iraq, Fārs, Kerman, and Azerbaijan (Rašid-al-Din, 1957, pp. 188-89), and Öljeitü Ḵodābanda (r. 1304-16), who incorporated a ḵānaqāh into his construction of Solṭāniya (Kiāni, p. 231). With Neẓām-al-Molk’s efforts as precedent, the indefatigable vizier Rašid-al-Din Fażl-Allāh (d. 718/1318; see JĀMEʿ AL-TAWĀRIḴ ) was responsible for instituting and promoting a system of liberal ḵānaqāh patronage throughout the Il-khanid realm (cf. Rašid-al-Din, 1945, pp. 233, 289-96, 309; Kiāni, pp. 231, 314-15). He designated, for example, all his properties in India and Sind as waqf for the ḵānaqāh of Abū Ḥafṣ ʿOmar Sohravardi, and his famous Rabʿ-e Rašidi complex in Tabriz prominently incorporated a ḵānaqāh (Rašid-al-Din, 1945, pp. 183, 342). His son and successor Ḡiāṯ-al-Din Moḥammad (d. 1336) and his wife, a descendant of Abu Ḥafṣ, sponsored a second ḵānaqāh in Tabriz, one of whose most prominent visitors was Shaykh Ṣafi-al-Din Ardabili (d. 1334) (Ebn Bazzāz, pp. 187, 291, 298-99). Il-khanid ḵānaqāh patronage continued the Saljuq model, while at the same time expanding upon it; the construction of large complexes or ensembles of charitable institutions first became popular in Iran with the Il-khanids, mirroring similar developments in Ayyubid and Mamluk Egypt (Golombek and Wilber, I, p. 65).",
    "The popularity of the ḵānaqāh as an object of state patronage continued, and indeed increased, under the Turko-Mongol successor states. Uzun Ḥasan Āq Qoyunlu (r. 1453-78), for example, is said to have personally founded 400 ḵānaqāhs, rebāṭs, and zāwias (Ḵonji, p. 35; cf. Maškur, pp. 740-51). In Herat, the Karts (1245-1389) displayed a distinct preference for the ḵānaqāh over the madrasa as locus of their religious legitimacy; thus the Kartid shayḵ al-eslām had a ḵānaqāh, not a madrasa. Kartid ḵānaqāhs may thus be considered the functional equivalents of Saljuq or Timurid madrasas, that is, large religious foundations with state support (Allen, 1983, p. 47).",
    "The Timurid century was a golden age for state patronage of ḵānaqāhs, madrasas, and other institutions. Šāhroḵ (r. 1409-47), like his father Temür (r. 1370-1405), gave preference to madrasas over ḵānaqāhs in implementing his Saljuq-style policy of promoting Sunnism. But he adhered to Kartid style overall (evinced by his construction of a royal ḵānaqāh in his name in Herat), as did Solṭān-Ḥosayn Bāyqarā (r. 1469-1506; q.v.) after him (Allen, 1983, pp. 48-50). The Timurid period was also a period of transformation and creativity in the architectural design of the ḵānaqāh. Temür’s complexes in Transoxiana, such as the colossal ḵānaqāh he built over the tomb of Ḵ v āja Aḥmad Yasavi (d. 1166), represent a break with previous ḵānaqāh design; the complex format, in which the various buildings are distributed around an open-air courtyard, was now replaced by a single gigantic building comprising all components under one roof. With this precedent, state building projects began to be undertaken on a monumental scale throughout the Timurid realm; indeed, in view of the subsequent decline of the ḵānaqāh in Iran, this distinctly Timurid form represents the highest complexity and grandiosity of the ḵānaqāh as structure. Other, more modest models were also used, in particular compact plans more suitable to the earthquake-prone region, while still being impressive (Yusupova, pp. 236-38). As no pre-Timurid ḵānaqāh structures have survived intact, Timurid remnants provide our best source of direct knowledge about the institution’s architectural varieties.",
    "Ḵānaqāh architecture. In the earlier phase, from approximately the 3rd/9th to 8th/14th centuries, ḵānaqāhs were primarily functional as to their architecture. They typically included the following elements: a mausoleum for the founding shaykh or other important figure in a given order, a small mosque, an area for Qurʾān recitation, the residence of the presiding shaykh and his family, cells for his disciples (who enjoyed free room and board in exchange for performing the Sufi duty of ḥożur , i.e., attendance at the Friday and other services) and perhaps for other itinerant Sufis or scholars, and occasionally other elements such as a bathhouse ( ḥammām ). These structures would be grouped around a central ritual hall ( jamāʿat-ḵāna , also called ẕekr-ḵāna , samāʿ-ḵāna ), which often doubled as the mosque, where samāʿ sessions or group ḏekr exercises would be held. In all of these complexes, the buildings were arranged around a central, open-air courtyard, which included a basin ( ḥawż ) for ablutions or a separate ṭahārat-ḵāna (Yusupova, p. 232).",
    "In the subsequent phase here in view, encompassing the 8th/14th to 11th/17th centuries, the ḵānaqāh was frequently incorporated into a larger complex, and the term itself came to refer only to the main ritual hall. Under the Timurids (1370-1506), Shaybanids (1500-1599), and the first Janids (also known as Toqay-Timurids, 1599-1740/1785), a new organizational pattern and aesthetic becomes standard: a central dome enclosing a large assembly hall (with either a square or cruciform plan) at the center of the complex, with cells on two or three levels on the sides or at an angle, and a gallery running along two or three dimensions (Yusupova, p. 233). The frequent madrasa-ḵānaqāh pairing is represented by the complexes of Moḥammad-Solṭān (d. 1403; the Gur-e Amir; Golombek and Wilber, I, no. 29, pp. 260-63) and Uluḡ Beg b. Šāhroḵ (d. 1448; no. 30, pp. 263-64) in Samarkand and those of Šāhroḵ (supp. cat. nos. 90, 91, p. 450), Amir ʿAlika Kukeltāsh (d. 1440; supp. cat. no. 60, p. 449), Solṭān-Ḥosayn (supp. cat. nos. 70, 77, pp. 314-15; O’Kane, no. 54, pp. 339-43), and Amir Jalāl-al-Din Firuzšāh (d. 1444; Allen, 1981, no. 427, p. 102) in Herat, which have as their precedent the complexes of Ḡāzān Khan and Rašid-al-Din in Tabriz and Yazd. This indicates the free movement of teachers, students, and Sufis between the two institutions, as well as the general importance of Sufism in Timurid society (Golombek and Wilber, I, p. 48; O’Kane, p. 23). Perhaps the most paradigmatic of late Timurid complexes is the Eḵlāṣiya complex of Mir ʿAli-Šir Navāʾi (d. 1501), the Naqšbandi vizier and confidant of Solṭān-Ḥosayn Bāyqarā. It comprised a Friday mosque (the Qodsiya), a facing madrasa (including a dār al-ḥoffāẓ ) and ḵānaqāh (the Eḵlāṣiya and Ḵalāṣiya, respectively), a hospital (the Šefāʾiya), and a bathhouse (the Ṣafāʾiya), as well as ʿAli-Šir’s private dwelling and garden (the Onsiya); the ḵānaqāh also functioned as a soup kitchen for the poor, Ḵ v āndamir noting that it served more than a thousand people daily (Subtelny, pp. 44-47; Golombek and Wilber, I, no. 56, p. 448). Also representative of this Timurid consolidating ideal is the extensive shrine complex at Gāzorgāh  outside of Herat dedicated to Ḵ v āja ʿAbd-Allāh Anṣāri as patron saint of the Timurid capital, which included a mirroring madrasa-ḵānaqāh pair, both having four- eyvān (see AYVĀN ) courtyard plans (Golombek and Wilber, I, nos. 71-72, pp. 307-10; see Golombek, 1969). In the Timurid period, then, the fluid sharing of functions between ḵānaqāh and madrasa that had been a persistent phenomenon in Iran from Saljuq times was given concrete representation.",
    "This period of synthetic complexes, in Mamluk Egypt as well as in Iran and Central Asia, saw also a profusion of new types of institutions and structures sharing similar functions, often making it difficult to determine how a given structure was used. Such multipurpose structures include the langar (‘lodge,’ ‘soup kitchen,’ ‘funerary monument’), ḥaẓira (‘grilled tomb enclosure’), boqʿa (‘funerary monument’), and mazār (‘shrine’). (In Timurid usage rebāṭ apparently denoted a not-for-profit caravansary [Golombek and Wilber, I, p. 49].) As noted above, the frequent association of ḵānaqāhs with mausoleums occurred early on in the development of the ḵānaqāh, but it was during this period that the two seem to have fully fused in practice. Many of these places were endowed to provide for the stipends of lecturers and Qurʾān reciters as well as residential accommodations for Sufis and/or scholars; and funerary monuments (boqʿas) were often the site of Sufi activity (O’Kane, p. 23). The fluidity of terminology was such that the terms ḵānaqāh, ḥaẓira, langar, and boqʿa could all denote buildings with Sufi communities, depending on context; religious instruction could be performed in virtually any edifice. Ḵānaqāhs themselves could also vary in size from a single chamber or modest assembly hall ( jamāʿat-ḵāna ) to the massive structures referred to above. In sum, the increasingly heavy public and private patronage of ḵānaqāhs, madrasas, and related institutions during the Saljuq, Il-khanid, and Timurid-Turkmen periods made for a vibrant Sufi and religious network in Iran up until the advent of the Safavids.",
    "Decline of the ḵānaqāh . Given their origins as a militant Sufi order, the Safavids viewed Sufi orders active in their realm as possible competitors and adopted a policy of repression toward them. As Ebn Karbalāʾi reports, Shah Esmāʿil I (r. 1501-24; q.v.) personally eradicated most of the orders and desecrated the graves of their shaykhs (Ebn Karbalāʾi, I, p. 491; II, p. 159). This attitude, continued by his successors, brought about the general decline and marginalization of organized Sufism during the later Safavid period. With the imposition of Twelver Shiʿism as the state creed, moreover, the structured ḵānaqāh life of the Sufi orders was seen as being sublimated into the government and identified with Shiʿi authority structures and practices, with the veneration and submission due to a shaykh being transferred to the Imams, especially as mediated by the ulama. Imported from Lebanon, Iraq, and Bahrain, mojtahed s (see EJTEHĀD ) became ascendant by the 11th/17th century with the consolidation of the Twelver state and were frequently antagonistic to Sufism as a threat to their role, at times persuading the rulers to execute Sufis en masse on charges of heresy and to destroy their ḵānaqāhs; one incident is recorded of the killing of 500 Sufis (Eskandar Beg Monši, I, p. 209). Similar movements, such as the Noqṭawiya, were singled out and extirpated as politically subversive. The Safavid period did see the occasional instance of royal favor toward Sufis and patronage of ḵānaqāhs—for instance, under Shah ʿAbbās II (r. 1642-66; q.v.), who built and endowed the Fayż tekke in Isfahan (it was soon razed by Shah Solaymān [r. 1666-94]; Waḥid Qazvini, p. 256; Kiāni, p. 264). But by and large the institution went into decline in Iran, as Sufis were either persecuted and killed on heresy charges or escaped to neighboring realms, primarily Mughal India, Uzbek Transoxiana, and the Ottoman empire.",
    "The Shiʿi Neʿmatollāhiya represent the exception to this rule; unlike the other Sufi orders, they quickly aligned themselves with the new rulers and prospered until the end of the 10th/16th century, expanding into the vacuum left by the decimation of the other orders (Connell, p. 176). The political ambitions of the order’s leaders led to their undoing, however, when they backed the Afšār Qezelbāš rebellion in Fars against the claim of Shah ʿAbbās I (r. 1588-1629) with the seeming intent of forming a Neʿmatollāhi-Afsharid confederation as a rival to the Safavids; indeed, in this the development of the order mirrored that of the original Ṣafaviya. The order was crippled by Shah ʿAbbās in a series of purges, and most of its leaders fled to India (Connell, p. 221). Nevertheless, in his travelogue composed sometime in the latter half of the 11th/17th century, Jean Chardin noted a functioning Neʿmatollāhi tekke in the Safavid capital of Isfahan, comparing it approvingly with cloisters in Europe (Chardin, VII, p. 473; see Connell, p. 241). Only the Ḏahabiya and Nurbaḵšiya seem to have survived the Safavid period relatively intact, albeit in a weakened state, due to a lack of political pretensions (Connell, p. 175; Arjomand, p. 112).",
    "During the later Safavid period the ulama often condemned organized Sufism while approving of, or at least countenancing, theoretical Sufism ( ʿerfān ). Concurrent with the emergence of the mystically inclined philosophical school of Isfahan of the 17th century (see isfahan school of philosophy ), a tremendous amount of legal literature was produced attacking Sufism and ḵānaqāh life as sheer innovation and therefore to be eradicated at all costs. This charge was led by prominent mojtahed s such as Moḥammad Bāqer Majlesi (d. 1700) and Moḥammad Ṭāher Qommi (d. 1686); the latter’s Toḥfat al-aḵyār typifies the clerical attitude toward Sufism during this period in its denunciation of the Sunnis and the Sufi orders (both Sunni and Shiʿi), and it goes further to decry the ubiquitous influence of Ebn ʿArabi (d. 1240) in mystical thought (Connell, p. 240).",
    "All of these factors, then, led to a general decline of the ḵānaqāh in Iran as a vital Sufi center from the 10th/16th century onwards; this trend persisted under the successor Zand and Afsharid states and well into the Qajar period, that is, until the rule of Moḥammad-Shāh Qājār (r. 1834-48), a Sufi sympathizer. In architectural terms, state persecution and economic straits led to the shrinkage of ḵānaqāh dimensions. Even in Bukhara and other centers of Transoxiana, the ḵānaqāh now tended to be a fairly small structure with a dome or flat roof, surrounded by columns and an eyvān on both sides, and it frequently performed the dual function of ḵānaqāh and neighborhood mosque. This type of ḵānaqāh had cells on one level and a darvāza-ḵāna (‘gatehouse’) and ṭahārat-ḵāna grouped around the heart of the complex. Examples of this simplified type dating to the 18th-19th centuries occur in Bukhara in the complexes of Ḵalifa Ḵodāydād and Ḵalifa Niāz-Qol and the mosque-ḵānaqāh of Šāh-e Aḵsi. These complexes are structurally similar to those of the pre-Mongol period, but with the tomb of a saint being less essential and with more emphasis on functionality as a hostel ( ḵān , rebāṭ ; Yusupova, p. 233).",
    "PHASE 4. THE MODERN PERIOD",
    "By the beginning of the 14th Islamic century (late 19th century), the decline of the ḵānaqāh was definitively arrested in Iran with the influx of outside, and especially European, influences combined with the impact of the Šayḵi and Bābi movements—a ferment which served to dissipate state anti-Sufi policy as promoted by influential clerics. Ḵānaqāhs began to be built or rebuilt in such urban centers as Tehran, Shiraz, and Kerman, and an institutionalized Sufi culture was revived throughout Iran in modest measure and continued throughout much of the 20th century; such orders as the Ḏahabiya and Neʿmatollāhiya and even (to a limited extent) the Naqšbandiya regained a foothold in the country. Indeed, during the period of the constitutional revolution (1906-11) Sufi shaykhs became prominent in civil society as political activists, and in the second half of the century they forged strong ties with the Pahlavi royal and intellectual elite (van der Bos, p. 69).",
    "The Sufi practices in the ḵānaqāhs of Iran can be documented for the middle of the 20th century, when there were mainly two ḵānaqāhs active in Iran, the ḵānaqāh of the Neʿmatollāhiya in Bidoḵt and the ḵānaqāh of the Ḏahabiya in Shiraz (see the detailed description in Gramlich, 1965-81, III, pp. 18-72). There are a few other ḵānaqāhs of minor importance in Iran as well, such as the Neʿmatollāhi ḵānaqāh in Kermanshah and Galandovak (20 miles northeast of Tehran). Today ḵānaqāhs are buildings that resemble other ordinary urban buildings; they usually serve as the residence of the shaykh’s family and include a large empty room for Sufi assemblies ( jamāʿat-ḵāna , tawḥid-ḵāna ). Each ḵānaqāh has its rules of conduct and its own regulations for prayer, mostly litanies ( awrād ), recited at particular times of the day. The most characteristic assemblies of the dervishes ( jalasa ) in the ḵānaqāh are the ḏekr sessions ( majāles-e ḏekr ) that are held at nightfall on Friday eve and in which each Sufi order follows its own ritual.",
    "There are three festive assemblies held in the ḵānaqāh on special occasions. They are: (1) the special ceremonial meals ( dig-guš ) of the assembled dervishes, mainly of a ritually slaughtered male lamb, which are often followed by the induction of new members into the order; (2) the very complicated sugar ritual ( majles-e niāz ), beginning after sunset and held on a day of the shaykh’s choosing, in which the participants form a circle, offering their gifts and receiving blessings, meanwhile performing five ritual prostrations accompanied by sets of prayers. In this ritual, the dervishes are understood to bring sugar candy ( nabāt ) as a gift ( niāz ) and raise their supplications ( niāz ), manifesting their neediness ( niāz ) before God; (3) the ceremonial meal climaxing in a musical session ( samāʿ ), known as the assembly of the righteous ( jamʿ-e rāstān ) or the assembly of reality ( jamʿ-e ḥaqiqa ), which is considered a special secret in the order of the Ḵāksār (q.v.) and includes washing of the hands and raising supplications to God. This ceremony can be held at the beginning of a Persian solar month and at the beginning of the seasons or, most importantly, once a year on the so-called “white days,” five consecutive evenings in the middle of that Arab lunar month in which the tenth Persian solar month (Dey) happens to begin (Böwering, 1996, pp. 145-51). A particular ritual in the ḵānaqāh is the acceptance of new members into the order of the dervishes. The forms of this ritual vary widely, even among the branches of the Neʿmatollāhis, and have become a very complicated and secretive ritual among the Ḵāksār (for a detailed description, see Gramlich, 1981, III, pp. 74-117).",
    "Current state of ḵānaqāh culture in Iran. In the Islamic Republic the prevailing attitude toward Sufism is reminiscent of that current during the Safavid period, in that a certain enthusiasm for ʿerfān (as exemplified by Imam Khomeyni) is combined with a rejection of organized or popular forms of Sufism. In the first quarter-century of its rule the state has sometimes expressed this rejection by closing, seizing, or demolishing the ḵānaqāhs or other venues of certain orders (e.g., the Ḏu’l-Riāsatayn-Neʿmatollāhiya, Ṣafi-ʿAlišāhiya); other orders have remained relatively strong and report no persecution, particularly the Ḏahabiya, Qāderiya, and Naqšbandiya. In general, however, a pronounced quietism characterizes the current state of organized Sufism in Iran, and hence a de-emphasis of ḵānaqāh culture (van den Bos, pp. 68-69). Thus while the ḵānaqāh as institution entered a long decline in Iran from the early 10th/16th century onward for political and ideological reasons, this decline was not indiscriminate, and it was offset in the 19th and 20th centuries by a modest rebound with the re-entry of Sufis into public life. Nevertheless, its function as a basic and universal strut of Muslim intellectual and religious culture has been greatly diminished, permanently it would seem, and taken over by other forms of learning, activism, and piety."
  ],
  "bibliography": [
    "Hamid Algar, “Naqshbandīs and Safavids: A Contribution to the Religious History of Iran and Her Neighbors,” in Safavid Iran and Her Neighbors , ed. Michel Mazzaoui, Salt Lake City, 2003, pp. 7-48.",
    "Terry Allen, A Catalogue of the Toponyms and Monuments of Timurid Herat , Cambridge, Mass., 1981.",
    "Idem, Timurid Herat , Wiesbaden, 1983.",
    "Anon., Ḥodud al-ʿālam , tr. V. Minorsky, 2nd ed., London, 1970.",
    "ʿAbd-Allāh Anṣāri Heravi, Ṭabaqāt al-ṣufiya, ed. ʿAbd-al-Ḥayy Ḥabibi Qandahāri, Kabul, 1962.",
    "Said Amir Arjomand, The Shadow of God and the Hidden Imam: Religion, Political Order, and Societal Change in Shiʿite Iran from the Beginning to 1890 , Chicago, 1984.",
    "Doris Behrens-Abouseif, “The Takiyyat Ibrahim al-Kulshani in Cairo,” Muqarnas 5, 1988, pp. 43-60.",
    "Michael D. Bonner, “Some Observations Concerning the Early Development of Jihad on the Arab-Byzantine Frontier,” Studia Islamica 75, 1992, pp. 5-31.",
    "Clifford Edmund Bosworth, “The Rise of the Karāmiyya in Khurasan,” Muslim World 50, 1960, pp. 5-14.",
    "Idem, “Karrāmiyya,” Encyclopaedia of Islam , 2nd ed., IV, p. 667.",
    "Gerhard Böwering, The Mystical Vision of Existence in Classical Islam: the Qurʾānic Hermeneutics of the Ṣūfī Sahl at-Tustarī (d. 283/896) , Berlin, 1980.",
    "Idem, “The Qurʾān Commentary of al-Sulamī ,” in Wael B. Hallaq and Donald P. Little, eds., Islamic Studies Presented to Charles J. Adams , Leiden, 1991, 41-56.",
    "Idem, “Règles et rituels soufis,” in A. Popovic and G. Veinstein, eds., Les voies d’Allah , Paris, 1996, pp. 139-56.",
    "Jacqueline Chabbi, “La fonction du ribāṭ à Baghdad du cinque siècle au debut du septieme siècle,” Revue des études islamiques 42, 1974, pp. 101-21.",
    "Idem, “Khānḳāh,” in Encyclopaedia of Islam , 2nd ed., IV, pp. 1025-26.",
    "Idem, “Ribāṭ,” in Encyclopaedia of Islam , 2nd ed., VIII, pp. 493-506.",
    "Sir John Chardin, Voyages du chevalier Chardin en Perse, et autres lieux d’orient , ed. L. Langlès, Paris, 1811.",
    "Michael Connell, “The Nimatullahi Sayyids of Taft: A Study of the Evolution of a Late Medieval Iranian Sufi Tariqah,” Ph.D. diss., Harvard University, 2004.",
    "Moḥammad b. Aḥmad Ḏahabi, Siar aʿlām al-nobalāʾ, ed. Šoʿayb al-Arnāʾut and Ḥosayn al-Asad, 25 vols., Beirut, 1982.",
    "Abu’l-Ḥasan ʿAli b. Moḥammad Daylami, Sirat-e Abu ʿAbd-Allāh Ebn al-Ḵafif al-Širāzi , ed. Annemarie Schimmel, Ankara, 1955.",
    "Ebn Bazzāz, Ṣafwat al-ṣafāʾ , lithograph ed., Bombay, 1911.",
    "Ebn Ḥawqal, K. Ṣurat al-arż , ed. J. H. Kramers, Leiden, 1939.",
    "Ḥāfeẓ Ḥosayn Tabrizi Ebn Karbalāʾi, Rawżat al-jenān va jannāt al-janān , ed. Jaʿfar Solṭān-al-Qorrāʾi, 2 vols., Tehran, 1965.",
    "ʿAbd-Allāh Ebn al-Mobārak, K. al-Jehād , ed. Nazih Ḥammād, Cairo, 1978.",
    "Moḥammad Ebn Monawwar, Asrār al-tawḥid fi maqāmāt al-šayḵ Abi Saʿid , ed. Ḏabiḥ-Allāh Ṣafā, Tehran, 1953.",
    "Ebn Taymiya, Al-Ṣufiya wa’l-foqarāʾ , Cairo, 1929.",
    "Carl W. Ernst, Eternal Garden: Mysticism, History, and Politics at a South Asian Sufi Center , Albany, 1992.",
    "Abu’l-Faraj Eṣfahāni, Maqātel al-ṭālibiyin , ed. Aḥmad Ṣaqr, Cairo, 1949.",
    "Eskandar Beg Monši, ʿĀlamārā-ye ʿAbbāsi , ed. Iraj Afshār, 3 vols. in 2, Tehran, 1956-57.",
    "Leonor Fernandes, The Evolution of a Sufi Institution in Mamluk Egypt: The Khanqah , Berlin, 1988.",
    "H. A. R. Gibb, The Travels of Ibn Baṭṭūṭa , 2 vols., Cambridge, 1958.",
    "Abu Ḥāmed Ḡazāli, Eḥyāʾ ʿolum al-din , ed. Badawi Ṭabāna, 4 vols., Cairo, 1957.",
    "Idem, Makātib-e fārsi-ye Ḡazzāli, be-nām-e Fażāʾel al-anām men rasāʾel Ḥojjat-al-Eslām , ed. ʿAbbās Eqbāl, Tehran, 1983.",
    "Idem, Kimiā-ye saʿādat , ed. Ḥosayn Ḵadivjam, 2 vols., Tehran, 2005.",
    "Lisa Golombek, A Timurid Shrine at Gazur Gah , Toronto, 1969.",
    "Idem and Donald Wilber, The Timurid Architecture of Iran and Turan , 2 vols., Princeton, 1988.",
    "Richard Gramlich, Die schiitischen Derwischorden Persiens, 3 vols., Wiesbaden, 1965-1981.",
    "Idem , Die Gaben der Erkenntnisse des ʿUmar as-Suhrawardī , Wiesbaden, 1978.",
    "Idem, Das Sendschreiben al-Qušayrīs über das Sufitum , Wiesbaden, 1989.",
    "Idem, Die Nahrung der Herzen , 4 vols., Stuttgart, 1992-95.",
    "Idem, Die Lebensweise der Könige , Stuttgart, 1993.",
    "Idem, Alte Vorbilder des Sufitums. Zweiter Teil: Scheiche des Ostens , Wiesbaden, 1996.",
    "Frank Griffel, Al-Ghazālī’s Philosophical Theology , Oxford, 2009.",
    "Moḥammad Moṭiʿ al-Ḥāfeẓ, al-Ḵānqāh al-Sumaysāṭiyya bi-Dimashq: al-Madrasa al-Ṣūfiyya Dār Amir al-Muʾminin ʿUmar b. ʿAbd al-ʿAziz , Damascus, 2006.",
    "ʿAli b. ʿOṯmān Hojviri, Kašf al-maḥjūb , ed. V. A. Zhukovskiĭ, Leningrad, 1926.",
    "Th. Emil, Homerin, “Saving Muslim Souls: The Khānqāh and the Sufi Duty in Mamluk Lands,” Mamlūk Studies Review 3, 1999, pp. 59-83.",
    "Idem, “Khānqāh,” in Chicago Online Encyclopedia of Mamluk Studies , artfl.uchicago.edu/mamluk, 2006.",
    "Nur-al-Din ʿAbd-al-Raḥmān Jāmi, Nafaḥāt al-ons men ḥażarāt al-qods , ed. Mehdi Tawḥidipur, Tehran, 1957.",
    "Ḵaṭib Baḡdādi, Taʾriḵ Baḡdād , 14 vols., Cairo, 1931.",
    "Moḥsen Kiāni, Tāriḵ-e ḵānaqāh dar Irān , Tehran, 1990.",
    "Fażl-Allāh b. Ruzbehān Ḵonji, Tāriḵ-e ʿālamārā-ye Amini , ed. Moḥammad Akbar ʿAsheq, Tehran, 2003.",
    "Raymond Lifchez, ed., The Dervish Lodge: Architecture, Art, and Sufism in Ottoman Turkey , Berkeley, 1992.",
    "Donald Little, “The Nature of Khānqāhs , Ribāṭs , and Zāwiyas under the Mamlūks,” in W. B. Hallaq and D. P. Little, eds., Islamic Studies Presented to Charles J. Adams , Leiden, 1991, pp. 91-105.",
    "George Makdisi, The Rise of Colleges: Institutions of Learning in Islam and the West, Edinburgh, 1981.",
    "Beatrice Forbes Manz, Power, Politics and Religion in Timurid Iran , Cambridge, 2007.",
    "Moḥammad b. Aḥmad Maqdesi, Aḥsan al-taqāsim fi maʿrefat al-aqālim , ed. M. J. de Goeje, Leiden, 1877.",
    "Yumna Masarwa, “From a Word of God to Archaelogical Monuments: A Historical-Archaeological Study of the Umayyad Ribāṭs of Palestine,” Ph.D. diss., Princeton University, 2006.",
    "Moḥammad Javād Maškur, Tāriḵ-e Tabriz tā pāyān-e qarn-e nohom-e hejri , Tehran, 1973.",
    "Louis Massignon, Essai sur les origins du lexique technique de la mystique musulmane , Paris, 1968.",
    "Fritz Meier, Abū Saʿīd-i Abū l-Ḫayr (357-440/967-1049): Wirklicheit und Legende , Tehran and Leiden, 1976.",
    "Idem, “Almoravids and Marabouts,” in Essays on Islamic Piety and Mysticism , tr. John O’Kane with Bernd Radtke, Leiden, 1999, pp. 335-421.",
    "Afsāna Monfared, “Khānaqāh,” in Dānešnāma-ye jahān-e Eslām, forthcoming.",
    "Richard Mortel, “ Ribāṭs in Mecca during the Medieval Period: A Descriptive Study Based on Literary Studies,” BSOAS 61, 1998, pp. 29-50.",
    "Moḥammad b. Hendušāh Naḵjovāni, Dastūr al-kāteb fi taʿyin al-marāteb , ed. ʿA. ʿA. ʿAlizāda, 2 vols., Moscow, 1964-76.",
    "Khaliq Ahmad Nizami, “Some Aspects of Khānqāh Life in Medieval India,” Studia Islamica 7, 1957, pp. 51-69.",
    "Albrecht Noth, Heiliger Krieg und heiliger Kampf in Islam und Christentum: Beiträge . zur Vorgeschichte und Geschichte der Kreuzzüge, Bonn, 1966.",
    "Erik S. Ohlander, Sufism in an Age of Transition: ʿUmar al-Suhrawardī and the Rise of the Islamic Mystical Brotherhoods , Leiden, 2008.",
    "Bernard O’Kane, Timurid Architecture in Khurasan , Costa Mesa, Calif., 1987.",
    "Ṣalāḥ Moʾayyad al-ʿOqbi, al-Ṭoroq al-ṣufiya wa’l-zawāyā be’l-jazāʾer , Beirut, 2002.",
    "Naṣr-Allāh Purjavādi, Dō Mojadded: Pažuhešhā-ye darbāra-ye Moḥammad-e Ḡazāli va Faḵr-e Rāzi/Two Renewers of Faith , Tehran, 2002.",
    "Moḥammad Ṭāher Waḥid Qazvini, ʿAbbās-nāma , ed. Ebrāhim Dehqān, Arāk, 1951.",
    "Zakariyā Qazvini, Āṯār al-belād wa-aḵbār al-ʿebād , Beirut, 1960.",
    "ʿAbd-al-Karim Qošayri, Al-Resāla al-qošayriya fi ʿelm al-taṣawwof , Cairo, 1368/1948.",
    "Rašid-al-Din Fażl-Allāh, Mokātabāt-e Rašidi , ed. Moḥammad Šafiʿ, Lahore, 1945.",
    "Idem, Tāriḵ-e Mobārak-e Ḡāzāni , ed. Karl Jahn, Leiden, 1957.",
    "J. M. Rogers, “V. V. Bartol’d’s article O Pogrebenii Timura ,” Iran 12, 1974, pp. 65-87.",
    "Jalāl-al-Din Rumi The Mathnawí of Jalálu’ddín Rúmí , ed. R. A. Nicholson, 8 vols., London, 1925-40.",
    "Abu’l-Fażl Moḥammad Sahlaji, al-Nur men kalemāt Abi Yazid Ṭayfur, in Šataḥāt al-ṣufiya , ed. ʿAbd-al-Raḥmān Badawi, Cairo, 1949.",
    "Abu Naṣr ʿAbd-Allāh Sarrāj, K. al-Lomaʿ fi’l-taṣawwof , ed. R. A. Nicholson, London; Leiden, 1914.",
    "Moḥammad-Reżā Šafiʿi-Kadkani, “Ḵāndān-e Abu Saʿid-e Abu’l-Ḵayr dar tāriḵ,” in Ḥ. Yaḡmāʾi, I. Afšār, and M. Rowšan, eds., Nāma-ye Minovi , ed., Tehran, 1971.",
    "Grace Martin Smith, “The Özbek Tekkes of Istanbul,” Islam 57, 1980, pp. 130-39.",
    "Abu Ḥafṣ ʿOmar Sohravardi, ʿAwāref al-maʿāref , Cairo, 1973.",
    "Abu ʿAbd-al-Raḥmān Moḥammad Solami, Ṭabaqāt al-ṣufiya , ed. Nur-al-Din Šariba, Cairo, 1953.",
    "Idem, Rasāʾel ṣufiya le-Abi ʿAbd-al-Raḥmān al-Solami , ed. Gerhard Böwering and Bilal Orfali, Beirut, 2009.",
    "Maria Eva Subtelny, “A Timurid Educational and Charitable Foundation: The Ikhlāṣiyya Complex of ʿAli Shir Navāʾi in 15th-Century Herat and Its Endowment,” JAOS 111/1, 1991, pp. 38-61.",
    "Abu ʿAbd-Allāh Moḥammad Termeḏi, K. Ḵatm al-awliāʾ , ed. ʿOṯmān Yaḥyā, Beirut, 1965.",
    "Bo Utas, “Mānistān and Xānaqāh,” in Papers in Honour of Professor Mary Boyce , Acta Iranica 25, Leiden, 1985, pp. 655-64.",
    "Abu Bakr ʿAbd-Allāh Wāʿeẓ Balḵi, Fażāʾel-e Balḵ , ed. ʿAbd-al-Ḥayy Ḥabibi Qandahāri, Tehran, 1350/1971.",
    "Matthijs van den Bos, Mystic Regimes: Sufism and the State in Iran, from the Late Qajar Era to the Islamic Republic , Leiden, 2002.",
    "Idem, “Elements of Neo-Traditional Sufism in Iran,” in Sufism and the ‘Modern’ in Islam , ed. Martin van Bruinessen and Julia Day Howell, London, 2007, pp. 61-75.",
    "Ethel Sara Wolper, “Patronage and Practice in Late Seljuk and Early Beylik Society: Dervish Lodges in Sivas, Tokat, and Amasya,” Ph.D. diss., University of California, Los Angeles, 1994.",
    "Mavluda Yusupova, “L’évolution architecturale des couvents soufis à l’époque timouride et post-timouride,” in L’Héritage timouride. Iran, Asie centrale, Inde, XV e -XVIII e siècles, ed. Maria Szuppe, Cahiers d’Asie centrale No. 3-4, Tashkent and Aix-en-Provence, 1997, pp. 229-50."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}