{
  "id": "eweb_132",
  "source": "EIr",
  "cat": "term",
  "link": "https://www.iranicaonline.org/articles/kerqa-the-sufi-frock/",
  "annotator": "Riccardo",
  "title": "ḴERQA",
  "authors": [
    "Erik S. Ohlander"
  ],
  "last_updated": "February 26, 2018",
  "print_details": "Vol. XVI, Fasc. 3, pp. 330-332",
  "published": "June 15, 2017",
  "content": [
    "term for the tattered cloak, robe, or overshirt traditionally worn by the Sufis as a symbol of wayfaring on the mystical path.",
    "ḴERQA , the Sufi frock, lit. rough cloak; from Ar. ḵaraqa “to tear, to rend,” a term normally referring to the tattered cloak, robe, or overshirt traditionally worn by the Sufis as a symbol of wayfaring on the mystical path. Born out of the penchant of early Muslim ascetics for coarse woolen garments, by at least the mid-ninth century the wearing of such robes of contrition and, especially, the moraqqaʿa (patched frock) of the penniless wanderer had become emblematic of affiliation with the burgeoning Sufi movement, references to which are common for the period (see, e.g., Massignon, Passion , tr., I, pp. 11, 25, 103-5, 107-8, and passim). At the same time, however, the distinctive practice of investiture with the ḵerqa as a mark of initiation into the mystical path does not seem to have become a prominent practice until somewhat later (for speculation on possible origins, see Massignon, Essai , pp. 128-30), perhaps first regularly associated with the circle of Abu’l-Qāsem Jonayd Baḡdādi (d. 910) as some Sufi authors of later centuries explain (e.g., Šehāb-al-Din Sohravardi, Ejāzat , fol. 295b; Jāmi, pp. 558-59; cf. ʿAbbādi, pp. 245-46; Massignon, Passion , tr., I, p. 72, II, pp. 68, 183, 186).",
    "Between the late 10th and 11th centuries, the terms moraqqaʿa (also moraqqaʿ , and later dalq ) and ḵerqa are used almost interchangeably, the former, however, being somewhat more common, such as in the anonymous 10th-century Sufi handbook the Adab al-moluk (pp. 26-28) or in Hojviri ’s (d. 1071-72) lengthy discussion of Sufi attire in his Kašf al-maḥjub . Hojviri, in addition to harshly criticizing those who pretend towards Sufism by outwardly donning the Sufi frock, explicitly associates the moraqqaʿa with an aspirant’s formal initiation into the mystical path through being invested with it at the hands of a Sufi master (pp. 49-65), a rite also attested in connection with the Sufi master of Mēhana, Abu Saʿid b. Abi’l-Ḵayr (d. 1049; Moḥammad b. Monawwar, I, pp. 32-33, 45-48, where the term ḵerqa is used; see further Meier, pp. 356-60). At the same time, the term ḵerqa was often connected with the Sufi practice of samāʿ , or the mystical concert, particularly in association with the vexed question of participants casting off or rending (Ar. ḵarq ) their garments in moments of mystical elation, the pieces of which might then be divided among the congregation to be used as new patches or, in the case of an intact robe, given back to their owner or to the singer as payment (Qošayri, II, 747-48; Hojviri, pp. 63-64, 542-44; ʿAbbādi, pp. 156-57; much discussed later, e.g., Abu’l-Najib Sohravardi, pp. 68-69; see further ʿA-M. Sajjādi, pp. 177-95). Such patched and tattered frocks were such ubiquitous features of Sufism that, by the last quarter of the 11th century, Kaykāvus b. Eskandar (pp. 254-56) could write about them as commonplace in his depiction of Sufis.",
    "Although the term moraqqaʿa never quite disappeared from Sufi literature, with the increasing institutionalization of Sufism in the 12th to 13th centuries, it began to give way to ḵerqa , which the influential ḵānaqāh -directing Sufi master of Baghdad, Šehāb-al-Din ʿOmar Sohravardi (d. 1234), discusses as being a significant feature of affiliation with the Sufi cloister, drawing a sharp distinction between the ḵerqa-ye erādat , or “frock of aspiration,” and the ḵerqa-ye tabarrok , or “frock of blessing” ( ʿAwāref al-maʿāref I, pp. 253-60). According to him, investiture with the former is reserved for the true aspirant ( morid-e ḥaqiqi ), being an outer symbol of his absolute inward commitment to his shaikh, whereas the latter is given to those who simply seek the blessing of being token disciples ( morid-e rasmi ) or lay affiliates ( motašabbeh or mostaršed ) of a particular shaikh or ḵānaqāh , a distinction reflecting earlier notions of an aspirant being invested with the ḵerqa by different Sufi masters (see, e.g., Moḥammad b. Monawwar, I, p. 47, where the ḵerqa-ye aṣl “the frock of primary affiliation,” is differentiated from multiple ḵerqa-yetabarrok ). This distinction is maintained, among other places, in the later Persian Sufi manual of ʿEzz-al-Din Kāšāni (d. 1334-35; p. 108) and is something that Ebn Baṭṭuṭa (d. 1368-69) reports having experienced first-hand at a ḵānaqāh in Isfahan, where a Sufi master invested him with the ḵerqa-ye tabarrok , in this case a much prized ḵerqa-ye hazār-miḵi “many-patched frock” (on which see Dānešpažuh; ʿA-M. Sajjādi, pp. 129-33), on the authority of the initiatic lineage ( nesbat-e ḵerqa ) of Sohravardi himself (Ebn Baṭṭuṭa, I, p. 125).",
    "Typically, the color of the moraqqaʿa or ḵerqa has been seen as possessing symbolic significance, certain shades of blue normally being considered preferable because, while alluding to particular mystical verities, it easily hides the dirt associated with voluntary poverty and travel (see, e.g., Adab al-moluk , pp. 27-28; Hojviri, p. 63; ʿAbbādi, p. 245; Šehāb-al-Din Sohravardi, ʿAwāref , pp. 259-60; ʿEzz-al-Din Kāšāni, p. 109; Bāḵarzi, p. 30; see also ʿA.-M. Sajjādi, pp. 167-70). Indeed, discussions of the symbolism of the ḵerqa and moraqqaʿa , its colors, styles, types, individual parts, and even the symbolic meaning of the letters of its name are readily found in medieval Sufi literature such as in the Ādāb al-ṣufiya attributed to Najm-al-Din Kobrā (d. 1221), where the different colors and parts of the Sufi frock are schematically interpreted as outward marks of the aspirant’s progress on the mystical path (Kobrā, pp. 27-31; quoted almost verbatim by Bāḵarzi, pp. 27-34; précis in Elias, pp. 280-83) and, more elaborately, in the important Persian Sufi manual of the Kobrawi master of Bukhara Yaḥyā Bāḵarzi (d. 1335-36; Bāḵarzi, esp. pp. 34-42), or later, in connection with the fotowwa , by Ḥosayn Wāʿeẓ Kāšefi (d. 1504-5), who methodically describes the special features of the ḵerqa as related to the extensive wardrobe of the javānmardān (Wāʿeẓ Kāšefi, pp. 151-74; see further ʿA.-M. Sajjādi, pp. 207-12)",
    "It should be noted that, due to the preeminence of its association with initiation into the Sufi path, including by the mysterious Ḵeżr , who is often cited as a bestower of the Sufi frock, the term ḵerqa did not always refer solely to a physical garment, but rather to the received initiatic path or mystical way ( ṭariqat ) of a particular Sufi master; thus, it is used, particularly after the 14th century, as a synonym for a particular initiatic lineage (e.g., the ḵerqa-ye Qāderiya, Sohravardiya, Češtiya, etc.), supported by a chain of transmission ( selsela ) into which a master might designate his successor(s) through investiture with a ḵerqa-ye ḵelāfat (frock of successorship). As an observable mark of the culture of Sufism and its associated aesthetic, literary references to the Sufi frock abound in medieval Persian literature (see, e.g., Dehḵodā, s.v; ʿA.-M. Sajjādi, pp. 249-83). According to Richard Gramlich, investiture with the ḵerqa is no longer very common among the Sufi orders of modern Iran (II, p. 175)."
  ],
  "bibliography": [
    "Primary sources.",
    "Qoṭb-al-Din Abu Man-ṣur Moẓaffar ʿAbbādi, al-Taṣfia fi aḥwāl al-motaṣawwefa , ed. Ḡolām-Ḥosayn Yusofi, Tehran, 1968, pp. 156-57, 243-46.",
    "ʿAbd-al-Razzāq Kāšāni, Eṣṭelāḥāt al-Ṣufiya , ed. ʿAbd-al-ʿĀl Šāhin, Cairo, 1992, pp. 178-79 (s.v. ḵerqat al-taṣawwof</em>); tr. Nabil Ṣafwat as A Glossary of Sufi Technical Terms , ed. David Pendlebury, London, 1991.",
    "Adab al-moluk fi bayān ḥaqāʾeq al-taṣawwof , ed. Bernd Radtke, Beirut and Stuttgart, 1991, pp. 26-28.",
    "Moḥyi-al-Din Abu’l-Mafāḵer Yaḥyā Bāḵarzi, Awrād al-aḥbāb wa-foṣuṣ al-ādāb II, ed. Iraj Afšār, Tehran, 1966, pp. 23-42.",
    "Ebn Baṭṭuṭa, Reḥla: Toḥfat al-noẓẓār fi ḡarāʾeb al-amṣār wa ʿajāʾeb al-asfār , 2 vols. in 1, Cairo, 1964.",
    "ʿEzz-al-Din Maḥmud Kāšāni, Meṣbāḥ al-hedāya wa’l-meftāḥ al-kefāya , ed. Jalāl Homāʾi, Tehran, 1988, pp. 106-10.",
    "Abu’l-Ḥasan ʿAli b. ʿOṯmān Hojviri, Kašf al-maḥjub , ed. V. A. Zhukovskii, Leningrad, 1926; repr. Tehran, 2001, pp. 49-65, 542-44; tr. Reynold A. Nicholson as The Kashf al-mahjúb: The Oldest Persian Treatise on Sufism , London, 1911.",
    "Nur-al-Din ʿAbd-al-Raḥmān Jāmi, Nafaḥāt al-ons men ḥażarāt al-qods , ed. Maḥmud ʿĀbedi, Tehran, 1991, index, s.vv. ḵerqa , moraqqaʿ .",
    "Kaykāvus b. Eskandar, Qābus-nāma , ed. Ḡolām-Ḥosayn Yusofi, Tehran, 1989, pp. 254-56.",
    "Najm-al-Din Kobrā, Ādāb al-ṣufiya , ed. Masʿud Qāsemi, Tehran, 1984, pp. 27-31; tr. Fritz Meier as “The Rules for Novices ( Ādāb al-murīdīa ),” in “A Book of Etiquette for Sufis,” in idem, Essays on Islamic Piety and Mysticism , tr. John O’Kane, Leiden, 1999, pp. 49-92; tr. G. Böwering (who following Serge de Laugier Beaurecueil attributes the text to ʿAbd-Allāh Anṣāri) as “The Adab Literature of Classical Sufism: Anṣārī’s Code of Conduct,” in Barbara Metcalf, ed., Moral Conduct and Authority: The Place of Adab Literature in South Asian Islam , Berkeley, 1984, pp. 61-87.",
    "Moḥammad b. Monawwar, Asrār al-tawḥid fi maqāmāt al-Šayḵ Abi Saʿid , ed. Moḥammad-Reżā Šafiʿi Kadkani, 2 vols., Tehran, 1987, index (s.vv. ḵerqa , moraqqaʿ ).",
    "Abu’l-Qāsem ʿAbd-al-Karim b. Hawāzen Qošayri, al-Resāla al-Qošayriya , ed. ʿAbd-al-Ḥalim Maḥmud and Maḥmud b. Šarif, Cairo, 1966, II, pp. 747-48; tr. Richard Gramlich as Das Sendschreiben al-Qušayrīs über das Sufitum , Stuttgart, Wiesbaden, 1989; tr. Barbara Von Schlegel as The Principles of Sufism , Berkeley, 1990.",
    "Abu’l-Najib Sohravardi, Ādāb al-moridin , ed. Menahem Milson, Jerusalem, 1977, pp. 9-10, 42, 64-66. Šehāb-al-Din Abu Ḥafṣ ʿOmar Sohravardi, ʿAwāref al-maʿāref , ed. ʿAbd-al-Ḥalim Maḥmud and Maḥmud b. Šarif, Cairo, 1971, I, pp. 253-60; tr. Richard Gramlich as Die Gaber der Erkenntnisse des ʿUmar as-Suhrawardī , Freiburger Islamstudien 48, Wiesbaden, 1968.",
    "Idem, Ejāzat le-ʿAli b. Aḥmad al-Rāzi , MS. Süleymaniye Library (Istanbul), Musalla Medresesi 20, fol. 295b.",
    "Ḥosayn Wāʿeẓ Kāšefi, Fotowwat-nāma-ye ṣolṭāni , ed. Moḥammad-Jaʿfar Maḥjub, Tehran, 1971, pp. 151-74.",
    "Taqi-al-Din Wāseṭi, Teryāq al-moḥebbin fi ṭabaqāt ḵerqat al-mašāyeḵ al-ʿārefin , Cairo, 1887.",
    "Secondary sources.",
    "Rafiq ʿAjam, Mawsuʿat moṣṭalaḥāt al-taṣawwof al-eslāmi , Beirut, 1999, pp. 320-21.",
    "Ḥasan Anvari, Farhang-e bozorg-e soḵan , Tehran, 2002, s.v. ḵerqa .",
    "Moḥammad-Taqi Dānešpažuh, “Ḵerqa-ye hazār miḵi,” in Mehdi Moḥaqqeq and Hermann Landolt, eds., Majmuʿa-ye soḵanrānihā va maqālahā dar bāra-ye falsafa va ʿerfān-e eslāmi , Tehran, 1971, pp. 147-78.",
    "R. P. A. Dozy, Dictionnaire détaillé des noms des vêtements chez les arabes , Amsterdam, 1845, pp. 153-55, 189-90 (s.vv. ḵerqa , moraqqaʿa ).",
    "Jamal J. Elias, “The Sufi Robe ( Khirqa ) as a Vehicle of Spiritual Authority,” in Stewart Gordon, ed., Robes and Honor: The Medieval World of Investiture , New York, 2001, pp. 275-89.",
    "Éric Geoffroy, “L’apparition des voies: les khirqa primitives,” in Alexandre Popovic and Gilles Veinstein, eds., Les voies d’Allah : les ordres mystiques dans le monde musulman des origines `a nos jours , Paris, 1996, pp. 44-46 and passim.",
    "Richard Gramlich, Die schiitischen Derwischorden Persiens , 3 vols., Abhandlungen für die Kunde des Morgenlandes, Wiesbaden, 1965-81, II, pp. 171-74; III, p. 8.",
    "K. Kufralı, “Hırka,” in İA V, pt. 1, pp. 449-50.",
    "Louis Massignon, Essai sur les origines du lexique technique de la mystique musulmane, new ed., Paris, 1954, pp. 128-30.",
    "Idem, La passion de Husayn ibn Mansûr Hallâj, martyr mystique de l’Islam , 4 vols., Paris, 1975; tr. Herbert Mason as The Passion of al-Hallāj, Mystic and Martyr of Islam , 4 vols., Princeton, 1982, index, s.vv. khirqa , muraqqaʿa .",
    "Fritz Meier, Abū Saʿīd-i Abū l-Ḫayr: Wirklichkeit und Legende , Tehran and Liège, 1976, pp. 356-60.",
    "J. L. Michon, “Khirḳa,” in EI 2 V, pp. 17-18.",
    "Moḥammad-Reżā Šafiʿi Kadkani, “Ḵerqa va ḵerqa-suzi,” in Saʿid Niāz Kermāni, ed., Ḥāfeẓ-šenāsi V, 1987, pp. 177-93.",
    "ʿAli-Moḥammad Sajjādi, Jāma-ye zohd: ḵerqa o ḵerqa-puši , Tehran, 1990.",
    "Jaʿfar Sajjādi, Farhang-e maʿāref-e eslāmi , 4 vols., Tehran, 1978-84, II, pp. 337-38 (s.v. ḵerqa ).",
    "J. Spencer Trimingham, The Sufi Orders in Islam , Oxford, 1971, pp. 181-85, and index, s.vv. khirqa , muraqqaʿa .",
    "S. Uludağ, “Hırka,” in Türkiye diyanet vakfı İslam ansiklopedisi , Istanbul, 1988-, XVII, pp. 373-74.",
    "—————————————————————————————-",
    "Originally Published online: July 20, 2009",
    "Archived version from the previous EIr. online edition .",
    "—————————————————————————————-"
  ],
  "citation": "Erik S. Ohlander, “ ḴERQA ,”  Encyclopædia Iranica , XVI/3, pp. 330-332, available online at http://www.iranicaonline.org/articles/kerqa-the-sufi-frock (accessed on 30 November 2017).",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}