{
  "id": "eweb_134",
  "source": "EI2",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_COM_1385",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_COM_1385",
  "title": "Zaydiyya",
  "authors": [
    "W. Madelung"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    ", a branch of the S̲h̲īʿa [ q.v. ] arising out of the abortive revolt of Zayd b. ʿAlī b. al-Ḥusayn [ q.v. ] in Kūfa in 122/740. During the preparations for the revolt, a part of the Kūfan S̲h̲īʿa withdrew their support from Zayd in protest against his refusal to condemn unconditionally the early caliphs preceding ʿAlī and backed Zayd’s nephew D̲j̲aʿfar al-Ṣādiḳ as their imām . This schism led to a lasting division of the S̲h̲īʿa into a radical and a moderate wing in terms of their religious break with the Sunnī Muslim community. The Zaydiyya, as the moderates, did not classify the Sunnī Muslims generally as infidels. In political terms, however, they were, in contrast to the radical but quietist Imāmiyya, militant, espousing revolt against the illegitimate Sunnī rule as a religious duty.",
    "1. The early Kūfan phase.",
    "The Zaydiyya was initially formed by the merger of two currents in Kūfan S̲h̲īʿism, the D̲j̲ārūdiyya [ q.v. ] and the Batriyya [ q.v. in Suppl.]. The D̲j̲ārūdiyya were named after Abu ’l-D̲j̲ārūd Ziyād b. al-Mund̲h̲ir, a former companion of Zayd’s brother Muḥammad al-Bāḳir, who backed Zayd’s revolt when he was deserted by most of al-Bāḳir’s followers. They brought some of the radical elements of al-Bāḳir’s teaching into the Zaydiyya. Thus they rejected the imāmate of the three caliphs preceding ʿAlī, holding that ʿAlī had been appointed by the Prophet as his legatee ( waṣī ) and implicitly as his successor. Condemning the majority of the Companions and the Muslim community for their desertion of the rightful imām , they repudiated the legal tradition transmitted by the Sunnī traditionists and upheld the transmission of the religious law by the Family of the Prophet as solely legitimate. In contrast to the Imāmiyya, however, they did not confine legal teaching authority to their imām s but accepted in principle the teaching of any member of the ahl al-bayt qualified by religious learning. The Batriyya were at first a group of moderate S̲h̲īʿīs who were critical of some of al-Bāḳir’s teaching and failed to accept him as their imām . While considering \n ¶ \n ʿAlī as the most excellent of Muslims after the Prophet, they generally admitted the imāmate of his predecessors since he had pledged allegiance to them. They did not concede any superior knowledge to the Family\n oī the Prophet, but recognised the religious knowledge handed down in the Muslim community as valid and allowed the use of individual reasoning ( id̲j̲tihād , ḳiyās ) in establishing the law. The Batriyya were part of the general Kūfan traditionalist movement. As Kūfan traditionalism became absorbed by Sunnism during the 3rd/9th century, the views of the D̲j̲ārūdiyya came to prevail among the Zaydiyya.",
    "The legitimate imāmate was at first not confined to the descendants of ʿAlī. Before the fall of the Umayyad caliphate, Kūfan Zaydīs backed ʿAbd Allāh b. Muʿāwiya [ q.v. ], a descendant of ʿAlī’s brother D̲j̲aʿfar. In the 4th/10th century there was still a group of Zaydīs known as Ṭālibiyya who recognised all descendants of ʿAlī’s father Abū Ṭālib as eligible for the imāmate. The majority, however, considered only descendants of al-Ḥasan and al-Ḥusayn as legitimate claimants. According to common Zaydī doctrine, the first three imām s, ʿAlī, al-Ḥasan and al-Ḥusayn, were imām s by designation ( naṣṣ ) of the Prophet. After al-Ḥusayn, the imāmate became legally established through armed rising ( k̲h̲urūd̲j̲ ) and a formal summons ( daʿwa ) to allegiance by a qualified candidate. Among the qualifications, religious knowledge was emphasised. Many Zaydī imām s throughout the centuries have been highly educated religious scholars and authors. They were, however, generally not considered as immune from error and sin ( maʿṣūm ), although some late Zaydīs conceded such immunity to the first three imām s.",
    "In theology, the Kūfan Zaydiyya were determinist, strongly opposed to the Ḳadariyya and Muʿtazila, though also admitting some responsibility of man for his acts. They were anti-anthropomorphist, but upheld the reality of the attributes of God against their reduction to descriptions of the divine essence by the Muʿtazila. They rejected the doctrine of the created nature of the Ḳurʾān, but did not insist on belief in its coeternity with God. Against Murd̲j̲iʾī doctrine, they taught that works were part of faith ( īmān ). Like the Ibāḍiyya, they classed the grave offender ( fāsiḳ ) as an unbeliever by ingratitude ( kāfir niʿma ), not by polytheism ( s̲h̲irk ) or by denial of God ( d̲j̲uḥūd ). Land under Sunnī domination was an abode of unbelief by ingratitude ( dār kufr niʿma ). As for the Ibāḍiyya [ q.v. ], this justified their revolt against the established order while also allowing them to associate peacefully with other Muslims.",
    "In religious law, the Zaydiyya relied at first on the teaching of various ʿAlid authorities, among them Muḥammad al-Bāḳir, D̲j̲aʿfar al-Ṣādiḳ, Zayd b. ʿAlī and Muḥammad al-Nafs al-Zakiyya, and sometimes on the claim of a consensus of the Family of the Prophet. In the 3rd/9th century four legal schools emerged on the basis of the teaching of Aḥmad b. ʿĪsā b. Zayd [ q.v. ] in Suppl., al-Ḳāsim b. Ibrāhīm al-Rassī [ q.v. ], al-Ḥasan b. Yaḥyā b. al-Ḥusayn b. Zayd and Muḥammad b. Manṣūr al-Murādī. They are described by Abū ʿAbd Allāh al-ʿAlawī (d. 445/1053) in his Kitāb al-Ḏj̲āmiʿ al-kāfī as authoritative among the Kūfan Zaydiyya in his time.",
    "Among the abortive revolts supported by Kūfan Zaydīs were those of Muḥammad al-Nafs al-Zakiyya and his brother Ibrāhīm in 145/762-3, al-Ḥusayn b. ʿAlī Ṣāḥib Fak̲h̲k̲h̲ in 169/786, Yaḥyā b. ʿAbd Allāh in 176/792, Muḥammad b. Ibrāhīm Ṭabāṭabā in 199/814, Muḥammad b. al-Ḳāsim Ṣāḥib al-Ṭālaḳān in 219/834, and Yaḥyā b. ʿUmar b. Yaḥyā in 250/ \n ¶ 864. Thereafter, Zaydī activity successfully shifted to remote mountain regions south of the Caspian Sea and in Yemen, which tended to elude the control of the central government.",
    "2. The Caspian Zaydiyya.",
    "Zaydī Islam was first preached on a limited scale among the non-Muslim Daylamīs by the ʿAlid rebel leader Yaḥyā b. ʿAbd Allāh [ q.v. ] and his Kūfan supporters in 175/791-2. Much more effective was the missionary activity of some local followers of al-Ḳāsim b. Ibrāhīm (d. 246/860) in western Ṭabaristān, the region of Rūyān, Kalār and S̲h̲ālūs. Al-Ḳāsim’s teaching in theology represented a shift from early Kūfan Zaydī doctrine to more anti-determinist and radically antianthropomorphist positions, dissociating God from evil acts and stressing the absolute dissimilarity of God to all creation. While distinct from contemporary Muʿtazilī doctrine, it paved the way for the adoption of Muʿtazilī theology among his later followers. His teaching in the religious law represented a Medinan moderate S̲h̲īʿī tradition relatively independent of Kūfan Zaydī school doctrine. In 250/864 the people of Rūyān revolted and invited the Ḥasanid al-Ḥasan b. Zayd from al-Rayy to lead them. Al-Ḥasan established the first Zaydī state, with the capital in Āmul. He officially supported S̲h̲īʿī ritual and law and Muʿtazilī theology, and is known to have written books on law and the imāmate. However, neither he nor his brother Muḥammad, who succeeded him and ruled until 287/ 900, was recognised as imām s by the later Zaydīs, and his teaching was ignored by the school tradition.",
    "After the overthrow of Muḥammad b. Zayd, the Ḥusaynid al-Ḥasan b. ʿAlī al-Uṭrūs̲h̲ al-Nāṣir li ’l-Ḥaḳḳ was active in Gīlākd̲j̲ān and Hawsam [ q.v. in Suppl.], converting the Daylamīs north of the mountain range and the Gīlīs east of the Safīd Rūd. In 301/914 he conquered Āmul and restored Zaydī rule in Ṭabaristān, reigning until his death in 304/917. Al-Nāṣir left numerous writings on law and theology and was generally recognised as an imām . His teaching differed to some extent from that of al-Ḳāsim b. Ibrāhīm. In its basic theses his theology was similar to al-Ḳāsim’s, but also polemically anti-Muʿtazilī. In ritual and law he was closer than al-Ḳāsim to the Kūfan Zaydī tradition and often to Imāmī S̲h̲īʿī doctrine. Thus he adopted the Imāmī law of inheritance, repudiating the privileged position accorded to the agnates in Sunnī law, and the Imāmī prohibition of the irrevocable triple repudiation of the wife ( ṭalāḳ al-bidʿa ).",
    "The Caspian Zaydiyya was thereafter divided into two rival schools and communities, the Ḳāsimiyya prevailing in western Ṭabaristān, Rūyān and the adjoining Daylam, and the Nāṣiriyya among the eastern Gīl and the interior Daylam. The Ḳāsimiyya maintained close ties with the family of al-Ḳāsim. His grandson Yaḥyā b. al-Ḥusayn al-Hādī ilā ’l-Ḥaḳḳ [ q.v. in Suppl.] came to Āmul during the reign of Muḥammad b. Zayd, but aroused the suspicion of the latter by being addressed by some of his followers as imām and had to leave quickly. After he established Zaydī rule in Yemen, he was joined by groups of Zaydī volunteers from Ṭabaristān and Kalār. Al-Hādī’s works on religious law were immediately adopted by the Ḳāsimiyya and commented upon by Caspian ʿAlid scholars. The close relationship between the Ḳāsimiyya and the Yemeni Zaydiyya was to continue for a long time. The Nāṣiriyya tended to look to the descendants of al-Nāṣir li ’l-Ḥaḳḳ for leadership. All of these were given the laḳab al-Nāṣir, and al-Nāṣir li ’l-Ḥaḳḳ’s tomb in Āmul remained for centuries a place of pilgrimage for the Nāṣiriyya. However, only one of his descendants, \n ¶ \n al-Ḥusayn b. D̲j̲aʿfar al-Nāṣir ruling in Hawsam (432-72/1040-80), gained recognition as a Zaydī\n imām . The antagonism between the two schools was initially intense until the Imam Abū ʿAbd Allāh b. al-Dāʿr al-Mahdī li-Dīn Allāh (d. 360/970) actively promoted the thesis that both school doctrines were equally valid.",
    "Conditions among the Caspian Zaydiyya, where often ʿAlids without the full qualifications for the imāmate came to reign, or two or more ʿAlids contemporaneously gained local support, required recognition of a rank of legitimate ruler below that of imām . These were commonly called dāʿī s “summoners”, and themselves frequently adopted titles composed with this term. Al-Ḥasan b. Zayd, his brother Muḥammad, and al-Ḥasan b. al-Ḳāsim, who succeeded al-Nāṣir li ’l-Ḥaḳḳ, all took the title al-Dāʿī li ’l-Ḥaḳḳ, while others claimed the tide al-Dāʿī ilā ’l-Riḍā, al-riḍā referring to the expected imām of the Family of the Prophet. Other Zaydī ʿAlid rulers merely adopted the title amīr .",
    "In spite of their mutual recognition, the two Caspian Zaydī communities often backed different rulers. After the final fall of the Zaydī rule in Āmul, Hawsam became the centre of learning of the Nāṣiriyya and the seat of an ʿAlid dynasty founded by D̲j̲aʿfar b. Muḥammad al-T̲h̲āʾir fi ’llāh [ q.v. ], grandson of a brother of al-Nāṣir li ’l-Ḥaḳḳ. Although their reign in Hawsam was often disputed by descendants of al-Nāṣir and others, they regularly regained control of the town. When Hawsam was replaced by Lāhīd̲j̲ān [ q.v. ] as the chief town of eastern Gīlān in the 6th/12th century, descendants of al-T̲h̲āʾir came to rule there. Among the Ḳāsimiyya, Langā, located between Hawsam and S̲h̲ālūs, became the seat of several imāms during the later 4th/10th and the 5th/11th centuries. Later, as much of the Zaydī territories in Rūyān and Daylamān came under the control of the Nizārī Ismāʿīlīs, some Ḳāsimiyya imām s were active in eastern Gīlān.",
    "Religious scholarship among the Ḳāsimiyya reached a peak in the imām s Aḥmad b. al-Ḥusayn al-Muʾayyad bi ’llāh (d. 411/1020),’and his brother Abū Ṭālib al-Nāṭiḳ bi ’l-Ḥaḳḳ (d. ca . 424/1033). Born in Āmul, both studied for some time in Bag̲h̲dād and then belonged to the circle of the Būyid vizier al-Ṣāḥib Ibn ʿAbbād, an active promoter of Muʿtazilī theology and S̲h̲īʿism, and of the Muʿtazilī chief ḳāḍī \n ʿAbd al-D̲j̲abbār in al-Rayy. Both wrote major legal works and commentaries in the Ḳāsimiyya school tradition, though al-Muʾayyad is sometimes considered the founder of a new school, the Muʾayyadiyya. In theology they fully adopted the Basran Muʿtazilī school doctrine represented by ʿAbd al-D̲j̲abbār. The close ties between Zaydiyya and Muʿtazila at this time were reflected in the increasingly pro-ʿAlid tendency in the Muʿtazilī doctrine on the imāmate. Two Muʿtazilī scholars and authors of the school of ʿAbd al-D̲j̲abbār, Abu ’l-Ḳāsim al-Bustī and al-Muḥsin b. Karāma al-Ḥākim al-D̲j̲us̲h̲amī (d. 484/1101 [ q.v. in Suppl.]), became active Zaydīs. The numerous works of the latter, in particular, became prestigious among the Zaydiyya. Al-Muʾayyad also wrote a treatise on Ṣūfī devotion, Risālat Siyāsat al-murīdīn , which remained influential in defining the Zaydī attitude to Ṣūfism. It praises the early Ṣūfīs from Fuḍayl b. ʿIyāḍ to al-D̲j̲unayd, endorsing the ascetic, penitential and devotional aspects of their practice, but denounces the delusions of the Ṣūfīs that induce them to engage in practices contrary to the religious law, such as listening to chants and dancing.",
    "In the course of the 6th/12th century, the Caspian Zaydiyya declined substantially, partly because of the expansion of Ismāʿīlism which confined it to eastern Gīlān and partiy because of quarrels between ʿAlid \n ¶ pretenders backed by different factions. Little is known about developments in the following century and a half. In 769/1367-8 Sayyid ʿAlī Kiyā b. Amīr Kiyā, backed by Zaydī penitents ( tāʾibān ), set out to conquer eastern Gīlān. He gained recognition as imām by the Zaydī scholars of Rānikūh and Lāhrd̲j̲ān. His descendants ruled in Lāhrd̲j̲ān on the basis of dynastic succession as Zaydīs until 933/1526-7, when Sultan Aḥmad K̲h̲ān, with most of his Zaydī subjects, converted to Imāmī S̲h̲īʿism. The survival of a tradition of Zaydī learning in eastern Gīlān until that date is attested by a number of manuscripts of Zaydī texts written there in the last phase before the conversion.",
    "3. The Zaydiyya in Yemen.",
    "The Zaydī imāmate in Yemen was founded in 284/ 897 by al-Ḳāsim b. Ibrāhīm’s grandson al-Hādī ilā ’l-Ḥaḳḳ, who had been invited by local tribes in the hope that he would settle their feuds. Although S̲h̲īʿī sentiments had been manifest in parts of Yemen since the rise of Islam, there is little evidence of specifically Zaydī activity before his arrival. Al-Hādī established his capital in Ṣaʿda [ q.v. ]. He and his sons Muḥammad al-Murtaḍā (d. 310/922) and Aḥmad al-Nāṣir li-Dīn Allāh (d. 322/934), both of whom were consecutively recognised as imām s, were buried in the congregational mosque there, and Ṣaʿda has ever remained the stronghold of Zaydī faith and learning in Yemen. Al-Hādī’s teaching in the religious law, laid down in his Kitāb al-Aḥkām and Kitāb al-Muntak̲h̲ab , was based on that of his grandfather al-Ḳāsim, but adopted more S̲h̲īʿī positions, for instance in prescribing the ḥaʿala , the S̲h̲īʿī formula of the call to prayer. It has remained basic for the Hādawiyya legal school, the only one authoritative among the Zaydiyya in Yemen. In theology, his doctrine was close to the contemporary Bag̲h̲dād school of the Muʿtazila, but he did not expressly state his agreement with it. Regarding the imāmate, he upheld the D̲j̲ārūdī position, unambiguously condemning Abū Bakr and ʿUmar as usurpers.",
    "After Aḥmad al-Nāṣir, the descendants of al-Hādī quarrelled among themselves and none gained recognition as imām . The imāmate was restored by al-Manṣūr bi ’llāh al-Ḳāsim al-ʿIyānī (388-93/999-1003 [ q.v. ])] a descendant of al-Hādī’s uncle Muḥammad b. al-Ḳāsim. Al-Manṣūr’s son al-Ḥusayn al-Mahdī li-Dīn Allāh (401-4/1010-13) was also recognised as imām . His qualification of religious knowledge, however, was soon questioned. He defended himself, making extravagant claims that he equalled the Prophet in rank and that he was the Expected Mahdī. When he was killed in battle, his followers and his family asserted that he had not died and would return. Thus a sect arose, called the Ḥusayniyya. Led by descendants of al-Mahdī’s brother D̲j̲aʿfar, the Ḥusayniyya, having acquired and fortified the impregnable mountain stronghold of S̲h̲ahāra, became the main force of opposition to the Ismāʿīlī rule of the Ṣulayḥids [ q.v. ] in northern Yemen during the 5th/11th century.",
    "In the same period another Zaydī sect arose, the Muṭarrifiyya [ q.v. ], founded by Muṭarrif b. S̲h̲ihāb (d. after 459/1067). Muṭarrif explicitly based his religious teaching on the works of al-Ḳāsim b. Ibrāhīm, al-Hādī, and the early Yemeni\n imām s, as well as on some statements ascribed to ʿAlī. He interpreted them, however, in an arbitrary manner, developing a theology and cosmology that deviated substantially from Muʿtazilī doctrine. This brought him in conflict with the Basran Muʿtazilī teaching espoused by the Caspian Ḳāsimiyya\n imām s. The Muṭarrifiyya also manifested distinct ascetic and pietist tendencies. On the basis of the doctrine \n ¶ of hid̲j̲ra , the obligation to emigrate from the land of injustice, that had been taught by al-Ḳāsim b. Ibrāhīm and other Zaydī authorities, they founded “abodes of emigration” where they congregated to engage in worship, ritual purification, ascetic practices and teaching. These hid̲j̲ra s, usually forming a protected enclave in tribal territory, became the prototype of the protected teaching centres called hid̲j̲ra s common among the later Yemeni Zaydiyya in general.",
    "At first, during the Ṣulayḥid age, the Muṭarrifiyya could spread without strong opposition from the mainstream Zaydiyya. After the restoration of the imāmate by Aḥmad b. Sulaymān al-Mutawakkil ʿalā ’llāh (532-66/1137-70), they came under increasing pressure. Al-Mutawwakkil favoured the unity of the Zaydiyya in and outside Yemen, equally recognising the Caspian and Yemeni\n imām s. He acknowledged the pro-S̲h̲īʿī wing of the Muʿtazila as close allies, asserting that the founder of the Muʿtazila, Wāṣil b. ʿAṭāʾ [ q.v. ], had received his doctrine from the Family of the Prophet. He furthered the teaching of Caspian Zaydī scholars and of Yemeni scholars who had studied with Zaydī scholars in the Caspian region, Rayy and Kūfa, and encouraged a massive transfer of Caspian Zaydī religious literature to Yemen. A leading part in this transfer and in spreading Caspian Zaydī and Muʿtazilī teaching was played by the ḳāḍī \n D̲j̲aʿfar b. Abī Yaḥyā S̲h̲ams al-Dīn [ q.v. ] in Suppl.. Al-Mutawakkil severely criticised the Muṭarrifiyya and the Ḥusayniyya for splitting the unity of the Zaydiyya. The Imam al-Manṣūr bi ’llāh ʿAbd Allāh b. Ḥamza (593-614/1197-1217), a strong supporter of Muʿtazilī theology, declared the Muṭarrifiyya dangerous heretics, persecuted them, and destroyed their hid̲j̲ra s. Both Ḥusayniyya and Muṭarrifiyya vanished during the 9th/15th century.",
    "The domination of Muʿtazilī theology, as espoused by the school of ḳāḍī \n D̲j̲aʿfar, did not, however, remain unchallenged. The Sayyid Ḥumaydān b. Yaḥyā (early 17th/13th century) demonstrated in several of his treatises that the early Zaydī authorities, in particular al-Ḳāsim b. Ibrāhīm and al-Nāṣir li ’l-Ḥaḳḳ, had differed on many points with the Muʿtazila, while accusing the latter of heretical innovations in numerous details of their teaching. He ignored the Caspian Ḳāsimiyya\n imām s and claimed, with tenuous arguments, that even al-Manṣūr ʿAbd Allāh b. Ḥamza in reality did not support Muʿtazilī theology.",
    "The teaching of the Imām al-Muʾayyad bi ’llāh Yaḥyā b. Ḥamza (719-47/1328-46), a prolific author, reflected a lack of sectarian zeal and openness to Sunnī learning. He praised Abū Bakr, ʿUmar and ʿUt̲h̲mān as early Companions of Muḥammad on a par with ʿAlī. He adopted the Muʾtazilī theology of the school of Abu ’l-Ḥusayn al-Baṣrī which, in contrast to the school of ḳāḍī \n ʿAbd al-D̲j̲abbār, previously prevalent, recognised the reality of karāmāt , the miracles of Ṣūfī saints. His book on religious ethics Tasfiyat al-ḳulūb min daran al-awzār wa ’l-d̲h̲unūb was patterned on al-G̲h̲azālī’s\n Iḥyāʾ ʿulūm al-dīn and quoted widely from the sayings of the early Ṣūfī’s. He sharply criticised al-G̲h̲azālī, however, for his approval of samāʿ , listening to music and singing by the Ṣūfīs.",
    "The spread of Ṣūfī orders in the Sunnī lowlands of Yemen during this period put pressure on the Zaydiyya to re-examine their attitude to Ṣūfism. The militant anti-S̲h̲īʿī stand of these orders made it difficult to come to terms with them. A Zaydī school of Ṣūfism was founded, however, by ʿAlī b. ʿAbd Allāh b. Abi ’l-K̲h̲ayr, an initiate of the Kurdish Ṣūfī\n s̲h̲ayk̲h̲ \n al-Kūrarī [ q.v. ], and his disciple Ibrāhīm al-Kaynaʿī (d. 793/1391). Al-Kaynaʿī was closely associated with \n ¶ the Imām al-Nāṣir Ṣalāḥ al-Dīn Muḥammad (783-93/ 1371-91), and was able to found Ṣūfī communities and hid̲j̲ra s throughout northern Yemen. The majority of the imām s thereafter, however, were opposed to Ṣūfism and denounced the Ṣūfīs for their unlawful practices and fanciful claims of inspiration.",
    "The stigmatising of Ṣūfism as heretical reached a peak under the Imam al-Manṣūr al-Ḳāsim b. Muḥammad (1006-29/1598-1620 [see \n al-manṣūr bi ’llāh\n ]), the founder of the Ḳāsimi dynasty of imām s. Al-Manṣūr’s anti-Ṣūfī polemics were partly provoked by the strong support of the Ṣūfī orders for the Ottoman Turkish occupiers of Yemen, against whom he fought a relentless war. He likened the Ṣūfīs to the Ismāʿīlīs, who had long been the arch-enemies of the Zaydiyya, describing them as Bāṭiniyya whose basic thought was derived from Zoroastrianism and Mazdakism, and he singled out Ibn al-ʿArabī for particular condemnation, calling him the chief of the Ṣūfī incarnationists ( ḥulūliyya ).",
    "Al-Manṣūr generally upheld the S̲h̲īʿī foundation of the Zaydiyya by re-affirming the D̲j̲ārūdī position on the imāmate. Inspired by Ḥumaydān’s views, he stressed the differences between the teaching of the Zaydiyya and the Muʿtazila. While admitting that they agreed in their basic theological theses, he maintained that the early imām s had confined their teaching to what could be safely established by reason, the unambiguous text of the Ḳurʾān and the generally-accepted Sunna. They had not followed the Muʿtazila in their abstruse speculation and absurd fantasies.",
    "Descendants of al-Manṣūr reigned Yemen until the fall of the imāmate in 1382/1962. Whereas some of his early successors were learned men in the Zaydī tradition, the later imām s, while still claiming the title of imām , in fact ruled on the basis of dynastic succession. As the Zaydī imām s gained control of the more populous and prosperous lowlands of Yemen, they found it increasingly expedient to accommodate the religious views and sentiments of the majority of their subjects. Thus they came to favour the neo-Sunnī school that first arose out of the teaching of the sayyid \n Muḥammad b. Ibrāhīm al-Wazīr (d. 840/1436). Ibn al-Wazīr, member of an ʿAlid family of distinguished Zaydī scholars, had accepted the Sunnī canonical collections of ḥadīt̲h̲ as unconditionally authoritative in religion. On this basis, he had systematically defended Sunnī school doctrine and criticised the opposing Zaydī teaching in his voluminous al-ʿAwāṣim wa ’l-ḳawāṣim fi ’l-d̲h̲abb ʿan sunnat Abi ’l-Ḳāsim . He insisted, however, that he was not joining any Sunnī school and was simply employing sound, independent id̲j̲tihād . Major scholars and authors of his school were Ṣāliḥ b. Mahdī al-Maḳbalī (d. 1108/1696-7), Muḥammad b. Ismāʿīl al-Amīr (d. 1182/1768-9) and Muḥammad b. ʿAlī al-S̲h̲awkānī (d. 1250/1834 [ q.v. ]). The latter, muftī and chief judge under several imām s, vigorously attacked traditional Zaydīs in his writings and, in his official position, persecuted some of their intransigent leaders. He gained wide recognition in the Sunnī world and is considered one of the founders of Islamic modernism. In the Republic of Yemen, Zaydī (Hādawī) law, as expounded in the Kitāb al-Azhār fī fiḳh al-aʾimma al-aṭhār and its S̲h̲arḥ by Muḥammad b. Yaḥyā b. al-Murtaḍā (d. 840/1437), is officially recognised as valid next to S̲h̲āfiʿī law. Official ideology, however, favours the neo-Sunnī school and is putting the traditional Zaydiyya on the defensive."
  ],
  "signature": "(W. Madelung)",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}