{
  "id": "eweb_140",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_COM_0231",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_COM_0231",
  "title": "al-G̲h̲ayb",
  "authors": [
    "D.B. MacDonald",
    "L. Gardet"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "( a. ). The two connotations of the root are g̲h̲āba ʿan , to be absent, and g̲h̲āba fī , to be hidden. In current usage, g̲h̲ayb (and especially g̲h̲ayba ) may signify “absence” (and g̲h̲ayba , correlated with s̲h̲uhūd , “presence”, may be a technical term of Ṣūfism); but more frequently g̲h̲ayb may indicate what is hidden, inaccessible to the senses and to reason—thus, at the same time absent from human knowledge and hidden in divine wisdom. It is to this second meaning that al-g̲h̲ayb refers, as a technical term of the religious vocabulary. It may then be rendered by “the mystery”. Such is its meaning, with rare exceptions, in the Ḳurʾān. Its use there is frequent.",
    "“ Al-g̲h̲ayb belongs only to God” ( Ḳurʾ \n ā\n n , X, 20); “He has the keys of al-g̲h̲ayb which are known only to Him” (VI, 59), etc. Reference is here made to the Divine mystery, of itself inaccessible to man. Hence the translation adopted (by R. Blachère) of ‘Inconnaissable’, “Unknowable”. The idea which reappears most often is the inaccessibility of al-g̲h̲ayb , which remains totally hidden. “God knows the Unknowable and enlightens no-one about it” (LXXII, 26), “He does not raise you up to the Unknowable” (III, 174).",
    "The g̲h̲ayb nevertheless is an object of faith (II, 3), just as is the Word revealed to the Prophet (II, 4). Man ought therefore to cling to the unknowable mystery “from where God is” ( ladunī ), and God, if He wishes, will reveal it in part to him. “This is part of the story ( anbāʾ ) of the Unknowable which We reveal to you” (III, 44; cf. II, 49; XII, 102). It is thus, as Gaudefroy-Demombynes emphasizes, that the g̲h̲ayb of the Ḳurʾān is “sometimes the Revelation, sometimes the Unknowable, sometimes both together” ( Les sens du substantif G̲h̲ayb dans le Coran , in Mélanges Louis Massignon , ii, Damascus 1957, 250). In fact, the common denominator is still the notion of (divine) Mystery, sometimes unrevealed, sometimes revealed in fragments—to the extent that this revelation is necessary to lead man along the straight path ( hidāya ). The Ḳurʾān does not communicate \n ¶ all the g̲h̲ayb to man, but the whole Ḳurʾān is a (partial) communication of the g̲h̲ayb . It is in this sense that Fak̲h̲r al-Dīn al-Rāzī was to entitle his great commentary “The keys of the Mystery”, Mafātīḥ al-g̲h̲ayb .",
    "This partial revelation of the g̲h̲ayb is explained by L. Massignon ( Passion d’al-Ḥallād̲j̲ , Paris 1922, 500) as a participation which God vouchsafes to the prophets in His “essential mystery” ( al-sirr al-d̲h̲ātī , as al-Ḏj̲urd̲j̲ānī says in Taʿrifat , Leipzig 1845, 169). In the commentaries on the Kurgan and in religious literature, al-g̲h̲ayb is in fact applied at times to the absolute mystery of God Himself, but more often it is the invisible world taken as a whole. The distinction frequently appears between ʿā\n lam al-g̲h̲ayb and ʿālam al-s̲h̲ahāda , the world of the invisible mystery, created and uncreate, and the perceptible world, also called ʿā lam al-mulk . These refinements of meaning are found in the tafsīr commentaries on Ḳurʾ ā n , II, 3. Al-Bayḍāwī there explains the g̲h̲ayb in which belief is required as “that which is not perceived by the senses or which is not immediately understood by the reason”. But al-Ṭabarī, on the other hand, there defines the g̲h̲ayb which is an object of faith as being the Will of God—thus an “attribute of the Essence”.",
    "However, this resort to the Divine Will seems to relate the idea of g̲h̲ayb to the Decreee of God, rather more than to the notion of “essential Mystery”. In his profession of faith, the Ḥanbalī Ibn Baṭṭa lays down: “One must throw oneself ( taslīm ) upon the Divine Omnipotence ( ḳudra ) and have faith in the Divine Mystery ( g̲h̲ayb ), for the individual reason is unable to raise itself to the understanding ( maʿrifa ) of this mystery” (cf. the translation of H. Laoust, La profession de foi d ’Ibn Baṭṭa , Damascus 1958, 105). This “Divine Mystery” is thus simultaneously the “mystery of things” and the destiny of men (and of each man). It is reserved to God, who reveals it to his prophets to the extent that He wills.",
    "Other usages of the expression al-g̲h̲ayb : — (a) in S̲h̲īʿī theology, the imām has, of himself, knowledge of the g̲h̲ayb; a view attacked by the Ḥanbalī al-Barbahārī and others. Mafātīḥ al-g̲h̲ayb is the title of a work of the S̲h̲īʿī S̲h̲īrāzī (Mullā Ṣadrā). — (b) Ibn Baṭṭa compares astrology with “the pretension to know the g̲h̲ayb \n ” and condemns both severely (cf. H. Laoust, op . cit ., 155). Under the same title of Mafātīḥ al-g̲h̲ayb (Cairo 1327) the Egyptian Aḥmad al-Zarḳāwī treats of magic and divination. — (c) Ibn ʿArabī uses the same title again, but this time to designate Ṣūfī\n maʿrifa . In fact taṣawwuf frequently interprets the g̲h̲ayb as the threefold world of d̲j̲abarūt , malakūt and lāhūt [cf. ʿĀlam ], but also as the hidden essence of all that is, whether visible or invisible. It is then the g̲h̲ayb al-huwiyya (“mystery of selfhood”) or absolute g̲h̲ayb ( muṭlaḳ ) (cf. al-Ḏj̲urd̲j̲ānī, Taʿrīfāt , 169-70).—The hierarchy of the abdāl , the “saints apotropéens” (Massignon), crowned by the Ḳuṭb (“Pole”), is called “the men of the Mystery” ( rid̲j̲āl al-g̲h̲ayb , Lane, Arabian Nights , xxx, n. 17).—And according to C. Wells ( Mehemet \n the \n Kurd . . ., 129), ibn al-g̲h̲ayb describes a child begotten without a father and endowed with mysterious intellectual faculties.",
    "Al-g̲h̲ayb , the Mystery, therefore, may be understood in three possible meanings. — 1) Normal religious sense: the mystery of the Divine Decree, unknowable in itself, partially revealed in the Ḳurʾān. — 2) The invisible world which magic, occultism and astrology try to penetrate (but the man who persists in crossing its boundaries by his own powers is committing a sin). — 3) In Ṣūfism, \n ¶ \n al-g̲h̲ayb means, according to context, the reality of the world beyond the senses and beyond discursive reason which gnosis ( maʿrifa ) experiences,—the hierarchy of the invisible worlds, —the beings of these worlds,—and even the world of the Divine Essence. (The penetration of the g̲h̲ayb through a pleasurable intellectual experience was to become extremely suspect to the adversaries of taṣawwuf ).— Finally, we should note that in S̲h̲īʿism, the g̲h̲ayb known to the imām recalls the latter’s actual condition when he has become g̲h̲āʾib and his state of g̲h̲ayba , absence, or better, “occultation”."
  ],
  "signature": "(D.B. MacDonald- and [L. Gardet])",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}