{
  "id": "eweb_143",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_2943",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_2943",
  "title": "Ḥulmāniyya",
  "authors": [
    "J. Pedersen"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    ", followers of Abū Ḥulmān al-Fārisī a native of Persia, educated in Ḥalab and later living in Damascus where he disseminated his ideas. He is recorded as a ṣūfī , e.g. , in Sarrād̲j̲ (d. 378/988), Kitāb al-Lumaʿ fi’l-taṣawwuf (ed. Nicholson 1914), 289, where it is related that Abū Ḥulmān al-Ṣūfī once swooned on hearing the streetcry of a herbseller, the author seeing in this a testimony to the effect of samāʿ being dependent on the spiritual state of the hearer. But his ṣūfism is not generally acknowledged, and by ʿAbd al-Ḳāhir al-Bag̲h̲dādī (d. 729/1037), Ḥud̲j̲wīrī (d. 465/1072) et al . he and the Ḥulmāniyya are accused of two heresies: (1) They maintain the doctrine of ḥulūl and imtizād̲j̲ , and in connexion with this they believe in the transmission of spirits, intiḳāl . With reference to Sūra XV, 29 f., they believe that God is embodied in every beautiful being and they therefore make sud̲j̲ūd before a pretty form. This point is mentioned, without names, by al-As̲h̲ʿarī (d. 327/938) in Maḳālāt al-Islāmiyyīn (ed. Ritter, Bibl. Isl., 1929, 214), and by Muṭahhar al-Maḳdisī, K. al-Badʾ wa ’l-taʾrīk̲h̲ , ii (composed 355/966), ed. Cl. Huart, Paris 1901, 91 (text) and 81 (tr.). (2) They feel themselves, by their professed knowledge of God, relieved of all prohibitions and thus advocate licentiousness.",
    "Ḥud̲j̲wīrī says that they are connected with “the Sālimī sect of anthromorphists”. These formed a philosophical mad̲h̲hab in Baṣra in the 3rd/9th century. Ibn Sālim professed God’s continued creation, for instance in the voices of reciters of the Ḳurʾān, and he had the idea that God on the Day of Judgement will appear in a corporeal human shape, visible to the human eye. There may be some connexion on this point, but the pretended tendency to ibāḥa of the Ḥulmāniyya does not harmonize with the earnest asceticism of Ibn Sālim and Abū Ṭālib al-Makkī, who calls him “our\n s̲h̲ayk̲h̲ ” ( Ḳūt al-ḳulūb , Cairo 1310, ii, 172, ll. 12-35) and who writes in his spirit. Al-Makkī does not mention Abū Ḥulmān, nor does al-G̲h̲azālī, but he concerns himself with the ideas of the Ḥulmāniyya and refutes them in some of his works. Thus, in Iḥyāʾ ʿulūm al-dīn , iv, 218 f. (ed. Cairo 1322) he condemns people who claim to appropriate to themselves divine character and the embodiment thereof through ḥulūl , whereas God has reserved the perfect beauty for Himself. In al-Maḳṣad al-asnā (Cairo 1322, 110, 114 f.) al-G̲h̲azālī speaks of ṣūfīs who pretend to borrow ( istiʿāra ) God’s names and ṣifāt and thus imply ḥulūl . And in Mis̲h̲kāt al-anwār (Cairo 1322, 51) we find the interesting remark that the idea of God’s manifestation in every kind of beauty, be it in man, animal or plant, to which the believers make sud̲j̲ūd as to their gods, is to be found among “The farthest Turks who have no religion and no s̲h̲arīʿa ”."
  ],
  "signature": "(J. Pedersen)",
  "bibliography": [
    "ʿAbd al-Ḳāhir al-Bag̲h̲dādī, K. al-Farḳ bayna ’l-firaḳ , Cairo 1328/1910, 215, 241, 245 f.",
    "Ḥud̲j̲wīrī, Kas̲h̲f al-maḥd̲j̲ūb , trans. Nicholson, London 1936, 131, 260",
    "L. Massignon, Al-Hallaj , i, Paris 1922, 362",
    "idem, K. al-Ṭawāsīn , Paris 1913, 171."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}