{
  "id": "eweb_145",
  "source": "EI2",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_2117",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_2117",
  "title": "al-D̲j̲unayd",
  "authors": [
    "A.J. Arberry"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "Abu ’l-Ḳāsim b. Muḥammad b. al-Ḏj̲unayd al-K̲h̲azzāz al-Ḳawārīrī al-Nihā-wandī , the celebrated Ṣūfī, nephew and disciple of Sari al-Ṣaḳaṭī, a native of Bag̲h̲dād, studied law under Abu T̲h̲awr, and associated with Hārit̲h̲ al-Muḥāsibī [ q.v. ], with whom indeed he is said to have discussed during walks all kinds of questions relating to mysticism, Muḥāsibī giving his replies extempore and later writing them up in the form of books (Abū Nuʿaym, Ḥilyat al-awliyāʾ , Leyden MS, fol. 284a). He died in 298/910. With Muḥāsibī he is to be accounted the greatest orthodox exponent of the “Sober” type of Ṣūfism, and the titles which later writers bestowed on him— sayyid al-ṭāʾifa (“Lord of the Sect”), ṭāʾus al-fuḳarāʾ (“Peacock of the Dervishes”), s̲h̲ayk̲h̲ al-mas̲h̲āyik̲h̲ (“Director of the Directors”)—indicate in what esteem he was held. The Fihrist (186) mentions his Rasāʾil , which have in large measure survived, in a unique but fragmentary MS (see Brockelmann, S I, 354-5). These consist of letters to private persons (examples are quoted by Sarrād̲j̲, Kitāb al-lumaʿ , 239-43), and short tractates on mystical themes: some of the latter are cast in the form of commentaries on Ḳurʾānic passages. His style is involved to the point of obscurity, and his influence on Ḥallād̲j̲ [ q.v. ] is manifest. He mentions in one of his letters that a former communication of his had been opened and read in the course of transit: doubtless by some zealot desirous of finding cause for impugning his orthodoxy; and to This ever-present danger must in part be attributed the deliberate preciosity which marks the writings of all the mystics of D̲j̲unayd’s period. D̲j̲unayd reiterates the theme, first clearly reasoned by him, that since all things have their origin in God they must finally return, after their dispersion ( tafrīḳ ), to live again in Him ( d̲j̲amʿ ): and This the mystic achieves in the state of passing-away ( fanāʾ ). Of the mystic union he writes “For at that time thou wilt be addressed, thyself addressing; questioned concerning thy tidings, thyself questioning; with abundant flow of benefits, and interchange of attestations; with constant increase of faith, and uninterrupted favours” ( Rasāʾil , fol. 3a-b). Of his own mystical experience he says “This that I say comes from the continuance of calamity and the consequence of misery, from a heart that is stirred from its foundations, and is tormented with its ceaseless conflagrations, by itself within itself: admitting no perception, no speech, no sense, no feeling, no repose, no effort, no familiar image; but constant in the calamity of its ceaseless torment, unimaginable, indescribable, unlimited, unbearable in its fierce onslaughts” (fol. ia). Eschewing those \n ¶ extravagances of language which on the lips of such inebriates as Abū Yazīd al-Bisṭāmī and Ḥallād̲j̲ alarmed and alienated the orthodox, Ḏj̲unayd by his clear perception and absolute self-control laid the foundations on which the later systems of Ṣūfism were built."
  ],
  "signature": "(A.J. Arberry)",
  "bibliography": [
    "in addition to references in the text: A. H. Abdel-Kader, The life , personality and writings of al-Junayd , GMS, NS XXII, London 1962 (with text and translation of the Istanbul ms of the Rasāʾil )."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 228
}
