{
  "id": "eweb_147",
  "source": "EI2",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_4213",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_4213",
  "title": "al-K̲h̲argūs̲h̲ī",
  "authors": [
    "A.J. Arberry"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    ", Abu Saʿd (or Saʿīd) ʿAbd al-Malik b. Muḥammad , a celebrated preacher (and therefore nicknamed al-Wāʿiẓ) and ascetic, was born in the K̲h̲argūs̲h̲ street of Nīs̲h̲āpūr: the arabicised form of his name is al-K̲h̲arkūs̲h̲ī. He went to Bag̲h̲dād in the year 393/1002 on his way to perform the pilgrimage, and thereafter resided at Mecca for a while, returning to Nīs̲h̲āpūr to die there in 406/1015 or 407/1016. Three works are ascribed to him (Brockelmann, I 2 , 218, S I, 361). The first is a biography of Muḥammad, or rather a classified collection of traditions relating to him, in 8 volumes, variously entitled S̲h̲araf al-Nabī ( al-Muṣṭafā , al-nubuwwa ) or Dalāʾil al-nubuwwa; a Persian translation of this, by Maḥmūd b. Muḥammad al-Rāwandī, is extant (Storey, Persian literature , i, 175-6). The second is a treatise on oneiromancy entitled al-Bis̲h̲āra wa ’l-nid̲h̲āra fī taʿbīr al-ruʾyā , a pietistic compilation. The third, and most important work, is a systematic account of Ṣūfism in 70 chapters, Tahd̲h̲īb al-asrār , which has survived in a single manuscript (Berlin, No. 2819). This last work derives not directly from al-K̲h̲argūs̲h̲ī himself, but from the recension of Abū ʿAbd Allāh al-S̲h̲īrāzī. a notorious charlatan who led a rising against the governor of Ād̲h̲arbayd̲j̲ān and died in 439/1047. For this and other reasons the value of the book cannot be rated very high, and it has been shown (cf. A. J. Arberry in BSOS , 1938, 345-9) that it is not entirely original, but plagiarises to a considerable extent the Kitāb al-lumaʿ of Abū Naṣr al-Sarrād̲j̲. Nevertheless it contains material for the history of Ṣūfīsm not extant elsewhere, and cannot therefore be entirely disregarded."
  ],
  "signature": "(A.J. Arberry)",
  "bibliography": [
    "In addition to the works mentioned in the article see Sezgin, GAS , i, 670-1."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
