{
  "id": "eweb_149",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_COM_0424",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_COM_0424",
  "title": "Ḳalb",
  "authors": [
    "L. Gardet",
    "J.-C. Vadet"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "pl. ḳulub ( a. ), “heart”.",
    "In Ṣūfī terminology the “heart” plays a large part, for it is viewed both as the source of man’s good and evil aspirations and as the seat of learning or religious apprehension and of divine visitations. The ʿilm al-ḳulūb wa’ l-k̲h̲awāṭir , “science of hearts and movements of the soul”, owes its origin to al-Ḥasan al-Baṣrī, one of the earliest writers on taṣawwuf (cf. L. Massignon, La passion d’al-Ḥallād̲j̲ , Paris 1922, 468).",
    "The role allotted to “heart” in the personality and understanding of man is in strict conformity with Semitic tradition, and the Ṣūfī “science of hearts” is firmly based on the Ḳurʾān. While ʿaḳl , “intellect”, has no place in the vocabulary of the ḳurʾān, ḳalb is very frequently employed. It is with his heart that man “understands”, just as he sees with his eyes and hears with his ears ( e.g. , Ḳurʾān , VII, 179, XXII, 46). Of those who neither understand nor hear (the \n ¶ \n Word of God) it is said, “it is not their eyes that are blind, but the hearts in their breasts” (XXII, 46). Such blindness of the heart is a denial, the origin of ignorance. Thus God “seals the hearts” of “those who do not know” and does not guide them in the true way (VII, 101, X, 74, XXX, 59, etc.). God “sets a seal on the heart of every haughty tyrant” (XL, 35). In tafsīr and ʿilm al-kalām , the “seal affixed to the heart” was to become one of the most controversial questions in the consideration of man’s freedom of action ( e.g. , Fak̲h̲r al-Dīn al-Rāzī, Mafātīḥ al-g̲h̲ayb , on Ḳurʾān, XVIII, 23).",
    "So it is from his heart that man’s awareness or ignorance of God originates. But far from being merely an intellectual apprehension, this is a knowledge which demands the whole of one’s life. So that the heart may be truly the seat of divine knowledge, it must be “assuaged by a remembrance of God” (XIII, 28), be pure (XXVI, 89; XXXVII, 84) and contrite (L, 33); it must be filled with taḳwā , reverential awe of the Lord (XXII, 32). It is the seat of the religious sciences; it is also the home of that mercy, that “faith above faith” which is the divine dwelling-place: God Himself “causes His Presence ( sakīna ) to descend to the hearts of Believers so that they may add faith to their faith” (XLVIII, 4). The hearts of those who are guilty, however (XV, 12; XXVI, 200), which are “marked out for severe punishment”, and the hearts of “those who do not believe in the Hereafter” (XXXIX, 45), “shudder” ( ibid .); terror will strike the hearts of the impious ( kuffār , III, 151, VIII, 12).",
    "Closely related to these texts is L. Massignon’s comment ( op . cit ., 489): “In sum, the Ḳurʾān made the heart the source of knowledge and conscience; since he can in no way ‘hold back’ the irreversible and irremediable dispersion of his resources (in movements and feelings), man can regain possession of himself only within his own self, in his taḳlīb , in his heart”. This he does “against the grain of the countermanding fleshly lusts, which all Muslim writers locate in the liver and bile” ( ibid ., n. 7).",
    "Consequently, the deepening experience of faith and the search for union with God, which are the first and constant aims of taṣawwuf , become linked with the study of the “science of hearts”, the ʿilm al-kulūb to use al-Ḥasan al-Baṣrī’s expression. The following distinctions were formulated: the seat of thought and awareness of self lay not in the brain but in the heart, a bodily organ ( d̲j̲ismī ), a morsel of flesh ( muḍg̲h̲a , maḍīg̲h̲a ), situated in the hollow of the breast whose beats both gave life and indicated the presence of life. There in the heart lies the “secret and hidden ( sirr ) home of the conscience, who’s secrets ( nad̲j̲wā ) will be revealed on Judgement Day” (L. Massignon, op . cit ., 478). The role of the spiritual master ( s̲h̲ayk̲h̲ ) regarding the novice ( murīd ) is to teach him this “science” of desires, thoughts and inner impulses, to teach him to recognize and overcome those aspirations which come from the “physical soul” ( nafs ), and to gather up and protect the inspirations from the “heavenly spiritual breath” ( rūḥ ) through which God reveals Himself to man. Everything that enables man to battle against cupidity and the passions, all that can strengthen his fait̲h̲ ( imān ) and foster his surrender to God ( islām ), becomes part of “the science of hearts”. Thus the celebrated Ṣūfī treatise by Abū Ṭālib al-Makkī (4th/10th century), which covers ritual acts as well as revealing steps in the path to divine union, is called Ḳūt al-kulūb (“Food for Hearts”, numerous eds., especially Cairo 1351/1932). In a closely related sense, Baḥya\n \n ¶ ibn Paḳūda, an Andalusian Jew who wrote in Arabic in the 5th/11th century and was strongly influenced by Ṣūfī ideas, entitled his spiritual treatise “Introduction to the Duties of the Heart”, Ḥidāya ilā farā-ʾiḍ al-ḳulūb .",
    "This stress placed on the “heart”, the organ of conscience and seat of religious knowledge and of life in the presence of God, is in no respect an emotionalization of religious values. It stems from an experimentally based anthropology in which understanding and will are united in an existential mode of behaviour which binds man and his destiny. It remains in complete harmony with one of the most dominant notes in ḳurʾānic teaching. Here, ḳalb comes close to the Ṣūfī idea of maʿrifa , the direct awareness of the “initiate” ( ʿārif ).",
    "A great many works of taṣawwuf deal with the “science of hearts”, but here we will restrict our enquiry to one of the most characteristic examples. One of the best, and most famous, expositions is that of Abū Ḥāmid al-G̲h̲azālī, notably in his Iḥyāʾ ʿulūm al-dīn , which follows in the same tradition as Abū Ṭālib al-Makkī and in fact reproduces whole passages from the Ḳūt al-ḳulūb . However, the influence of Hellenic philosophy led al-G̲h̲azālī to set out clearly the problem of the heart as one of the foundations of the human personality. While it may be legitimate to stress the ethical end of the “science of hearts”, as does al-G̲h̲azālī, for example, in Bidāyat al-Hidāya (cf. W. Montgomery Watt, The Faith \n and \n Practice of al-G̲h̲azālī , London 1953), the close intertwining of knowledge and the moral life which is also affirmed there should not be forgotten. These are its presuppositions:",
    "The first book of the third part of the Iḥyāʿ is called S̲h̲arḥ ʿad̲j̲āʾib al-ḳalb , “A commentary on the wonders of the heart”. The preliminary definitions where al-G̲h̲azālī analyses the four concepts ḳalb , rūḥ , nafs and ʿaḳl are well known. For each concept al-G̲h̲azālī distinguishes a “physical” and a spiritual meaning. In the first sense ḳalb is a bodily organ: ruḥ the “vital spirits” in the blood (cf. contemporaneous ideas of physiology); nafs is the sum of man’s passions, the root of his “blameworthy qualities”; and ʿaḳl the faculty of knowing, which “has its seat in the ḳalb” . In the second sense ḳalb is a “subtle, divine and spiritual” principle which is “the reality of man” ( ḥaḳiḳat al-insān ); ruḥ , is that spiritual substance in man that acts and understands; nafs is man in his reality but capable of being qualified by different attributes according to how his soul controls his carnal desires ( ammāra , cf. Ḳurʾān, XII, 53) or chastises his passions and struggles to reform itself ( lawwāma , ibid ., LXXV, 2), or is “at peace” ( muṭma-ʾinna , ibid ., LXXIX, 27), “pleased by and pleasing to” the Lord; nafs in that case corresponds to the “rational soul”, the nafs nāṭiḳa of the philosophers. Finally ʿaḳl in this second sense is “that which understands knowledge”, in short “the heart itself”. In their spiritual interpretation, these four terms designate man’s “reality”, but under four different aspects.",
    "The G̲h̲azālian text Risāla ladūniyya (in Ḏj̲awāhir al-g̲h̲awālī , Cairo 1353/1934, 23-7) lays greater stress on the synonymity of the terms: “By the ‘rational soul’ I mean that matter to which all schools give a special name. Philosophers call it the ‘rational soul’; the Ḳurʾān calls it the ‘soul at peace’ and ‘the spirit which descends from the Word of God’ (cf. XVII, 87); the Ṣūfīs call it ‘the heart’. These are simply differences in terminology, but they cover a single concept ( maʿnā wāḥid ): there are no conceptual differences. The heart, the spirit and the soul \n ¶ at peace are all names for the rational soul, which is a substance endowed with life, action and perception. Wherever we speak of the ‘spirit’ in absolute terms, or of the ‘heart’, it is this substance we are discussing”.",
    "Thus it would be a mistake to take al-G̲h̲azālī’s stress on the heart as indicating his “subjectivity” in the western sense of the term (cf. J. Oberman, Der philosophische und reliogiöse Subjektivismus G̲h̲azalis , Vienna 1921). If, as A. J. Wensinck observes ( La Pensée de G̲h̲azzālī . Paris 1940, 64), “the heart comprises reason and will”, then rather than perceiving an emotionalization of rational values (see above), we should be aware of a total apprehension of what is distinctive of man according to an existential psychology common to biblical and ḳurʾānic traditions: “the heart in a Pascalian sense” indeed, but only to the extent that Pascal’s statements are themselves inspired by the Bible. “The heart has two gates”, said al-G̲h̲azālī in the Iḥyāʾ (cf. Wensinck, op . cit ., 66-7), one opening on to the external world, the impressions of the senses, passions and desires and thus open to devilish whispers, and the other opening on to the “internal Kingdom”. This second gate is “that of inspiration, of the breath of awe of God, and of revelation”. Though the terminology is different, this is very close to the “two faces of the soul” found in St. Augustine and mediaeval Latin writers.",
    "In the experience of d̲h̲ikr [ q.v. ], increasingly intensified repetition of the Holy Name passes from the tongue to the heart (cf. Iḥyāʾ , iii, 17): the formula uttered, and thus the Object it evokes, are impressed first on the very organ of the heart (and the circulatory system) and then, by this means, on the spiritual heart, that is in the very depths of being. (N.B.: the “heart” plays a very similar role in Ṣūfī d̲h̲ikr and in the hesychasm of Mount Athos or in the Account \n by a \n Russian Pilgrim ). Al-G̲h̲azālī appears to distinguish only two stages, “\n d̲h̲ikr of the tongue” and “ ‘d̲h̲ikr of the heart”; others add a third, “ d̲h̲ikr of the inmost heart of hearts ( sirr ) ’’ which takes possession of the whole being of the man at prayer (cf. Ibn ʿAṭāʾ Allah of Alexandria, Miftāḥ al-falāḥ , wa ’l-miṣbāḥ , Cairo, n.d., 4-6).",
    "To sum up: we have seen that for al-G̲h̲azālī and Ṣūfī tradition as a whole, the bodily organ of the heart (and not the brain) is the seat of ʿaḳl , the faculty of knowledge. ʿAḳl , in the meaning of “the understanding of knowledge”, is “in short the heart itself”, and the heart is the home and source of maʿrifa . Now the “spiritual heart” is the province of the moralist (in man as in animals the “bodily heart” belongs to medicine). Thus while ʿaḳl may be identified with ḳalb , the reverse does not hold. Ḳalb is not only the faculty of knowing, it is also the seat of all moral impulses, both evil desires and instincts and the struggle to be free of them and attentive to divine teaching (cf. the analysis of texts of the Iḥya by H. Laoust in La Politique de G̲h̲azālī Paris 1970, 218-21). Salvation comes only from the heart’s purified knowledge in its dual and inseparable aspects, speculative and actual. Thus it is a complete education of the “heart” that spiritual teachers must constantly develop and enrich in themselves and their disciples.",
    "In Ṣūfism the analysis of the cardinal virtue ṣidḳ [ q.v. ], “sincerity” or “truthfulness”, is wholly dependent on the “science of hearts”—see the Kitāb al-Ṣidḳ of al-K̲h̲arrāz (ed. and tr. A. J. Arberry, Oxford 1937). On Judgement Day the answer to the suʾāl al-ṣidḳ , “the question of sincerity”, will be revealed in two fashions by those prophets who are \n ¶ also saints ( walī ): it will be stamped on the tongue, visible to the hearers, and on the heart, the seat of divine inspiration.",
    "Al-Ḥallād̲j̲, al-Tirmid̲h̲ī and Ibn ʿArabī comment in this manner on Jesus’ answer to the suʾāl al-ṣidḳ (cf. L. Massignon, op . cit ., 686 and ref.).",
    "Although accorded from the outset an important place in the nasīb of the ḳaṣīda [ q.v. ], the word “heart” is emphasized only rarely in the ancient literature of Arabia. This situation conditioned the evolution of the word in all subsequent poetic literature. It was rediscovered and re-assessed as the progressive development of feeling caused the word to be employed more and more freely in the traditional context of Arab poetry. It would appear that this represented the righting of a deliberate omission, the precise reasons for which have yet to be determined.",
    "In fact, the old Arab nasīb contains hardly any mention of the heart as the seat of the passions, at least in the collections generally held to be the most Bedouin (one example in Zuhayr, two in the Mufaḍḍaliyyāt , 13 in Ḏj̲arīr. who was influenced by the poetry of the cities). It is permissible to suppose that the rarity of the word “heart” in the works of the founders of the Arab lyric is related to the nature of the love which was celebrated in their nasīb , though it is true that the few examples found in their verse show that they did not neglect the affective meaning of the term. But for them “matters of the heart” had a social, even sociological, importance. In fact the nasīb reveals many of the features of the “Rites de passage” (Van Gennep, Paris 1909).The poet is searching for a protector, a stronger or older “neighbour” whose intervention entails a new tribal affiliation, nasīb (cf. al-Buḥtūrī, al mawlā ’l-ṣarīḥu nasību ); the ḥimā , or “abandoned encampment”, appears to be the place where the “binding” rites took place, in the ceremony perhaps called ʿaḳīḳa (Robertson Smith, Kinship \n and marriage in early Arabia , 152); the poet becomes the bondsman of a new clan, the clan of the Lady who is presumed to hold him in captivity ( sabī ); he becomes a “hostage” ( rahn ) of the Lady’s clan (used in the sense of captive in Futūḥ al-buldān , 402; cf. al-Sarrād̲j̲, Maṣāriʿ , 177 , verse by Hilāl b. al-ʿAlāʾ). He is a captive ( asīr ) of the Lady’s clan like the devotees of a god dwelling in the midst a of sanctuary in classical antiquity. Furthermore, for the Lisān , each child is called rahīna , pledge or captive in respect of the ʿaḳiḳā he has undergone; the same root implies the idea of ḳidāḥ ,, the sacred sport of arrows, which is compared with the “arrows of the Lady”. The same is true of the poet’s she-camel; we know that in Arabic folklore ( e.g. , in al-Sarrād̲j̲, Maṣāriʿ , 101) the lover is in search ( nis̲h̲dān ) of a stray shecamel, perhaps also ṭalab al-ḥād̲j̲a , the visit of the Lady being a sign that the poet’s quest is crowned with success.",
    "Like the ʿaḳīḳa , the nis̲h̲dān is an old pagan rite (cf. ḥadīt̲h̲ on the prohibition on gleaning in the ḥaram of Mecca, the former ḥimā ). The muns̲h̲id , the pilgrim of the ḥimā and acolyte of the “visit”, is searching for “signs”, as the meaning of the root indicates. These signs are those provided by the zad̲j̲r : these become commonplaces in the classical nasīb . Sometimes the muns̲h̲id’s quest is ended by the ʿazāʾ , a term with clear sociological implications (the tribal affiliation being connoted by the 5th and 7th forms of the root). The visit to the Lady or pilgrimage of the ḥimā ( iʿṭimār ) seems to be linked to the season, \n ¶ the spring equinox, rad̲j̲ab , for the first encounters (the ideal month of the ʿumra or the iʿṭimār ), after a visit had been made to the sanctuary of the Kaʿba; it is possible, on the evidence of the Kurʾān, that waʿd and ik̲h̲lāf were related to the vicissitudes of this quest of the Arab lover, which in later literature became that of the “heart” as such.",
    "From these fleeting but converging indications, we can speculate with some probability that “Arab love” corresponded to a “passage ritual”, related, at least in the composition of its vocabulary, to the presence of a lady from another tribe who mysteriously bound the lover by a tie, the duration and exact nature of which remained imprecise because of the same “tabu” which affected “matters of the heart”.",
    "This “tabu” no longer operated where the Bedouin significance of the love poem had been completely obliterated, and when it had succumbed to the joint influence of the poetry of the cities, music and religious terminology. After the breakdown of tribal ties, those poets who preferred to turn to the past rather than to the future, with the exception of ʿUmar b. Abī Rabīʿa, transferred the main import of Bedouin love to the heart, but weakened it into mere metaphor. The following ideas were retained:",
    "1) Now it is the heart of the poet which, always in straitened circumstances or abroad, “searches” for the Lady.",
    "2) Having become the seat of passion, that is of the Memory and the Secret, the heart is for that very reason an indispensable part of courtly dialectic, at the same time confidant and actor. Naturally the latter is the element which we shall see emphasized when we turn from the poetry of Ḥid̲j̲āz to that of ʿIrāḳ.",
    "The heart is on a never-ending quest, journeying after the caravan in which his beloved rides ( Ḥamāsa of al-Marzūḳi, i, 51; al-Sarrād̲j̲, Maṣāriʿ , ḳalbu man tayyamū , 141; Ḏj̲amīl’s\n Dīwān , ed. Naṣṣār, 118; al-ʿAbbās, 232). This heart is called murtahin (ʿUmar, 179 and 295), for it is no longer clear where it dwells and the uncertainty condemns the poet to perpetual wandering. Dissociated from the person of the poet and his group, it is fragmented ( inṣadaʿa ), or else it flies through space, in the grip of such an intense emotion that it cannot recognize its true country ( marūʿ , 185), a metaphor later employed by the mystic D̲j̲unayd (al-Daylamī, ʿAṭf , 32).",
    "Such an instability, arising from uncertainty about its home and where it really belongs, turns the heart into a nomad with no clearly defined pastureland, doomed to follow the whims of the seasons ( mitbāʿ al-waṭan , ʿUmar, 279). Strictly speaking, this situation is tatayyum , slavery in exile (ʿUmar, 192; cf. al-Daylamī for an analysis of the equivalent notion of huyām , 23). It is also the ṣibā , the call of passion (coming after the signs given to the muns̲h̲id ), flashes of lightning, the language of birds which set the heart on the right road. Vagabond and wanderer, the heart is at the same time imprisoned in the net of love which condemns it to strive unceasingly for the waṣl or wiṣāl (the Lady’s favour, originally integration within the Lady’s group; ʿUmar, 295, a synonym: mawadda , Abū Nuwās, 704; cf. ʿUmar, 222 and 326). During this ṭalab , this quest, the heart is truly the quarry (a gazelle of the sacred enclosure) hunted by the Lady and eventually tracked down by her and pierced by her arrows, perhaps like the animals that are no longer defended by the prohibition of the ḥimā (ʿUmar 319: muṣayyad coupled with mutayyam , ibid ., 360; the Lady hunts the heart though she herself has the appearance of a gazelle). \n ¶ The heart which has been subjected to such harsh blows ( muṣāb ) is lovesmitten and dependent upon the Lady’s pleasure ( muʿallaḳ , muwakkal , 362). These metaphors are interchangeable between the lover, represented by his heart, and the Lady; the victim is endowed with the traits and attributes of his tormentor, and vice versa. Thus the poet is led to declare that the Lady occupies his heart ( ibid ., 355), the heart itself having become the sacred enclosure where the Lady’s whims are given free rein. The Lady occupies the best seat in the poet’s heart, the “highest place” (ʿUmar, 190: muḥtall an \n , rafīʿan ). There she can do exactly as she pleases, knowing herself to be in a vanquished land ( abāḥat Umm Ḥazra min fuʾādī s̲h̲iʿāb al-ḥubb , Ḏj̲arīr. 65; cf. al-ʿAbbas, 39, 191, and Abū Nuwās, 497). At the end of love’s “quest”, the heart can be possessed by the Lady through a variety of means (magic, the hunt, capture, captivity, chains, bonds, cords, nets, pledge, loan, deposit with every kind of alienation, the result of the departure for strange lands which is the “quest” inherent in the Arab concept of love).",
    "Yet in still deeper fashion, by means of a psychology which endows the heart with many “membranes’ (al-Hamad̲h̲ānī, al-Alfāz al-kitābiyya , bāb ṣamīm al-ḳalb ; cf. Daylamī, ʿAṭf , 16 and al-S̲h̲arīf al-Murtaḍa, i, 86), it can be considered that the heart contains the Lady or her image (a trace of the encampment) in whole or in part.",
    "Thus it is with a love which is more internal, more courtly or more normative that the poet from the cities of ʿIrāḳ ( e.g. , al-ʿAbbās b. al-Aḥnaf; fifty examples in the K̲h̲azrad̲j̲ī edition; the pseudo- dīwān s of the romantic heroes) must come to terms when he endeavours to look into his heart.",
    "The heart is the seat of the Memory of Love (al-ʿAbbās, 182). This Memory is identical with Love (281: “I am astonished that a heart can love you”). To compare the lover to the Lady is to compare the respective state of their hearts ( ibid ., 53: “if my heart were like yours”). The heart experiences the fires ( nīrān ) of passion ( ḳad aḥraḳat nīrānuhu ḳalbī ). The Lady rules the heart of the lover as absolute monarch ( ibid ., 16). Little distinction is made between Memory and the image of the Lady which resides in a heart that can contain no other object ( ibid ., 19). On the other hand, there is less insistence on the breaking or cracking of the heart ( ṣudūʿ , fuṭūr ), that symbol of the restless life of the lover and his separation from his tribe.",
    "Arab poetry henceforth invested the heart with an importance which remained characteristic of the courtly spirit. But the heart also had conflicts and problems which occupied theorists as well as poets. In the first place, since the heart seemed to be the principle of love, the question arose whether it shared this role with the eyes, whose act of looking had wounded the poet. This question brought to the forefront the related question of the “licentiousness of the glance” cast at the beloved object, which is the main object of courtly ethics. To recognize the priority of the glance is to uphold the imperative of a strict morality which condemns the lover and perhaps courtly love in the name of social order. To speak of the predominant if not determinant role of the heart (which can develop the image without the help of the eyes with the assistance of an intensive literary culture) is to admit the fatality of passion and its justification by the absurd, which was the gist of the Ẓāhirite scandal sparked off by Ibn Dāwūd. It is difficult to exaggerate the importance of this debate, the influence of which had already made itself felt \n ¶ in the work of the ʿIrāḳī “logographs” and story-tellers in the 3rd/9th century.",
    "It could well be that a number of narratives concerning the story of the heroes of romances reveal rather indirect stances relating to this central debate. It should be added that both mysticism and theology put the idea of the heart’s vision in the forefront (al-Daylamī, 85). Finally, the Memory of the Lady engraved on the heart—a traditional image no doubt but a deeply felt one—was in this theophany assimilated to the divine face, “yearning” for which haunted Islamic thought, theological as well as philosophical (the ruʾyā predominates: in the last chapter of al-Ḳus̲h̲ayrī’s. Risāla , ruʾyā ḥasana is seated in the “heart”, which in mystic sālimīyya is considered as being the “domain” of the Angel; Abū Ṭālib al-Makkī-i 131). A vision of the heart and of yearning which are mutually linked and associated in the light of a new conception, or at least a broader one, of “heart” helps to confer on oriental courtly love that shadowy vagueness and dreamlike dimension which strikes the western observer.",
    "Thus the heart begins by referring to a Bedouin love about which little is known except that it involved a change of status where the sacred element had already infiltrated tribal customs. In the poetry of the cities, the heart eventually seems to be the focus of poetic modes of expression; later, under other and still more complex influences, the heart becomes the authorized seat of the Memory of Love and the Vision of the Lady. To determine to what extent this “vision of the heart”, the offspring of a highly elaborated civilization, remained faithful to the ideas of primitive Arab culture, is not one of the least of the problems posed by the appearance in the Arab language of a literature composed in a clearly courtly spirit."
  ],
  "signature": "(L. Gardet)",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}