{
  "id": "eweb_150",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_4293",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_4293",
  "title": "K̲h̲irḳa",
  "authors": [
    "J.-L. Michon"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "“rough cloak, scapular, coarse gown”. The assumption of such a cloak as symbol of embarking on the mystical path is mentioned as early as the 3rd/8th century (by Ibn Ḥarb and al-Mubāsibī; see Massignon, Lexique ). It is the equivalent of the handclasp ( muṣāfaḥa ) by means of which the spiritual director ( murs̲h̲id ) transmits to the initiate ( murīd ) the blessing inherited from the Prophet. It can also be replaced, or accompanied, by other rites with the same significance; the handingover of a rosary ( sibḥa ), of the text of a litany ( wird [ q.v. ]) belonging to the mystical order ( ṭarīḳa [ q.v. ]) which is receiving the novice. Its value as “the garment of piety”, external and internal (according to Ḳurʾān, VII, 26), this latter implying humility and detachment from worldly standards, is further stressed when the k̲h̲irḳa becomes, as with the Darḳāwa [ q.v. ], a cloak made up of pieces sewn together ( muraḳḳaʿa ).",
    "Staring from its original technical sense, the word k̲h̲irḳa has been broadened to designate the initiation as such, becoming a synonym for “transmission” ( tanaḳḳul ), “embarkation on the way” ( ak̲h̲d̲h̲ al-ṭarīḳ ) and “covenant” ( ʿahd , bayʿa ). Thus the Ṣūfīs came to speak of the k̲h̲irḳa k̲h̲iḍriyya \n “investiture by al-K̲h̲iḍr” [see \n al-k̲h̲aḍir\n ] to describe those cases, numerous in the history of Muslim mysticism, in which some contemplatives are said to have received spiritual direction directly from the powerful and mysterious person who, in the Ḳurʾān (XVIII, 64-81), shows a wisdom superior to the prophetic law.",
    "In fact, the two methods of spiritual transmission, sc. attachment to the chain ( silsila ) of spiritual masters and spontaneous illumination coming from the bestowal of a special grace, existed side-by-side at all stages of the history of Ṣūfīsm. Abu ’l-ʿAbbās al-Mursī, the disciple of the imām \n al-S̲h̲ād̲h̲ilī (d. 656/1258), was to derive his arguments for demonstrating the superiority of the ṭarīḳa founded by his master, from the fact that the latter did not rest on the transmission of the k̲h̲irḳa , but on “a spiritual direction ( hidāya ) in which God was able to attach certain of his disciples directly to Muḥammad His prophet” (cited by P. Nwiya, in Ibn ʿAṭāʾ Allāh \n et la naissance de la \n confrérie šād̲ilite , Beirut 1972, 31).",
    "The word k̲h̲irḳa , followed by a noun complement, \n ¶ may serve to define various categories or degrees of initiation to the mystical path. Thus k̲h̲irḳat al-irāda “the robe of free-will” means, according to al-Suhrawardī, “he whom one asks personally, of his own free-will, from the s̲h̲ayk̲h̲ , having full knowledge ... of counting on passive obedience to whatever thing he will be condemned to by accepting”, whilst the k̲h̲irḳat al-tabarruk \n “cloak of blessing”, is that which is “given officially by the s̲h̲ayk̲h̲ to those whom it seems to him useful to introduce to or guide along the mystical path, without their giving an exact accounting of the significance of the act of investiture” ( ʿAwārif , quoted by E. Blochet, in L’Esotérisme musulman , Lou vain 1910, 153). Other authors speak, in more general terms, of the “cloak of Ṣūfism”, k̲h̲irḳat al-taṣawwuf , always insisting on the close connection created by this act of investiture between the disciple and his spiritual master, who penetrates the most intimate thoughts and needs of the initiate and becomes “his real father” (Aḥmad Ḍiyā’ al-Dīn al-Naḳs̲h̲abandī al-Mud̲j̲addidī al-K̲h̲ālidī, Mutimmāt Ḏj̲āmiʿ al-uṣūl wa-karamāt al-awliyā’ \n Cairo 1328, 100). Finally, the act of investiture with the “cloak of nobility”, k̲h̲irḳat al-futuwwa , originally conferred by the ʿAbbāsid caliphs and then later by the Ayyūbid sultans of Syria and Egypt, was one of the features marking out the chivalric orders of the Islamic world before they spread into Christendom."
  ],
  "signature": "(J.-L. Michon)",
  "bibliography": [
    "In addition to references given in the article, see the definition of k̲h̲irḳa given by ʿAbd al-Razzāḳ Ḳās̲h̲ānī, Iṣṭilāḥāt , No. 492, and G. Salmon, La Kherqa des Derqaoua et la Kherqa Soufya , in Archives Marocaines , xxi (1905), 127-43."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
