{
  "id": "eweb_154",
  "source": "EI2",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_4975",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_4975",
  "title": "Maʿrūf al-Kark̲h̲ī",
  "authors": [
    "R.A. Nicholson",
    "R.W.J. Austin"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    ", Abū Maḥfūẓ b. Fīrūz or Fīrūzān , d. 200/815-16, one of the most celebrated of the early ascetics and mystics of the Bag̲h̲dād school.",
    "While it is possible that the nisba \n al-Kark̲h̲ī may be connected with the eastern ʿIrāḳī town of Kark̲h̲ Bād̲j̲addā, it is more likely that it derives from his association with the Kark̲h̲ area of Bag̲h̲dād. It is generally thought that his parents were Christians, although Ibn Tag̲h̲rībirdī (ed. Juynboll and Matthes, i, 575) maintains that they were Ṣābians of the district of Wāṣit. Among his teachers in the tenets of Ṣūfism were Bakr b. K̲h̲unays al-Kūfī and Farḳad al-Sabak̲h̲ī (al-Makkī, Ḳūt al-ḳulūb , Cairo 1310, i, 9). He himself was an important influence on another famous Ṣūfī of the earlier period, Sarī al-Saḳaṭī [ q.v. ], who was in turn the teacher and master of one of the most famous exponents of Ṣūfism, al-D̲j̲unayd [ q.v. ]. The story of his conversion to Islam at the hands of the S̲h̲īʿī\n Imām \n ʿAlī b. Musā al-Riḍā and his attempt to persuade his parents to the same course is now generally regarded as untrue. Among the sayings attributed to him are: “Love cannot be learned from men; it is in God’s gift and derives from His Grace”; “Saints may be known by three signs; their concern for God, their preoccupation with God and their taking refuge in God”; and “Ṣūfism means recognising the divine realities and ignoring that which bears the mark of created beings”. Maʿrūf has always been venerated as a saint, and his tomb at Bag̲h̲dād, on the west bank of the \n ¶ \n Tigris, is still an object of pious resort and pilgrimage. Al-Ḳus̲h̲ayrī relates that prayer at his tomb was generally regarded as propitious in obtaining rain. Maʿrūf s name appears in many of the silsilas of the Ṣūfī orders."
  ],
  "signature": "(R.A. Nicholson- and [R.W.J. Austin])",
  "bibliography": [
    "Ḳus̲h̲ayrī, Risāla , Cairo 1319, 11",
    "Hud̲j̲wīrī, Kas̲h̲f al-maḥd̲j̲ūb , ed. Z̲h̲ukovski, Leningrad 1926, 141, tr. Nicholson, 113",
    "Sulamī, Ṭabaḳāt al-Ṣūfīyya , Cairo 1953, 83-90",
    "Abū Nuʿaym, Ḥilyāt al-awliyāʾ , Cairo 1932-8, viii, 360-8",
    "K̲h̲aṭīb, Taʾrīk̲h̲ Bag̲h̲dād 1931, xiii, 199-209",
    "ʿAṭṭār, Tad̲h̲kirat al-awliyāʾ ’, ed. Nicholson, i, 269 ff., tr. Arberry, Muslim saints and mystics , London 1966, 161-5",
    "Ibn K̲h̲allikān, Wafayāt , Cairo 1948, iv, no. 700, tr. de Slane, ii, 88",
    "Yāfīʿī, Mirʾāt al-d̲j̲anān , Hyderabad 1337-9, i, 460-3",
    "D̲j̲āmī, Nafaḥāt al-uns , ed. Nassau Lees, Calcutta 1859, 42",
    "Ibn al-ʿImād, S̲h̲ad̲h̲arāt al-d̲h̲ahab , Cairo 1350-1, i, 360",
    "R. A. Nicholson, The origin and development of Sufism , in JRAS (1906), 306, and A saying of Maʿrūf al-Kark̲h̲i , in JRAS (1906), 999",
    "L. Massignon, Essai sur les origines du lexique technique de la mystique musulmane , 207."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 810
}
