{
  "id": "eweb_156",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_5542",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_5542",
  "title": "Murīd",
  "authors": [
    "Ed."
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "( a. ), literally “he who seeks”, in Ṣūfī mystical parlance, the novice or postulant or seeker after spiritual enlightenment by means of traversing ( sulūk ) the Ṣūfī path in obedience to a spiritual director ( murs̲h̲id , pīr , s̲h̲ayk̲h̲ [ q.vv .]). The equivalent Persian term is s̲h̲āgird , literally “pupil, apprentice”.",
    "The stages of the novice’s spiritual initiation are detailed in numerous Ṣūfī manuals and works touching on Ṣūfism, such as al-G̲h̲azālī’s\n Iḥyāʾ , and the term murīd figures in numerous titles of such works. One of the earliest manuals was the Ādāb al-murīdīn of Ḍiyāʾ al-Dīn Abu ’l-Nad̲j̲īb ʿAbd al-Ḳāhir b. ʿAbd Allāh al-Suhrawardī (d. 563/1168; see Brockelmann, I 2 , 563, S I, 780), who was the uncle of the author of an even more famous manual, the ʿAwārif al-maʿārif , S̲h̲ihāb al-Dīn Abū Ḥafṣ ʿUmar b. ʿAbd Allāh al-Suhrawardī (d. 632/1234 [ q.v. ]). The murīd ’s embarkation on the path might be marked by various attestations of his murs̲h̲id’ s guidance and teaching, such as the giving of a rosary ( subḥa ), a handclasp ( muṣāfaḥa ) and the donning of the patched dervish cloak ( k̲h̲irḳa muraḳḳaʿa [see \n k̲h̲irḳa\n ]). For further details, see ṭarīḳa and taṣawwuf \n .",
    "Murīds was also the name given to the adherents of the Naḳs̲h̲bandī [see \n naḳs̲h̲bandiyya\n ] s̲h̲ayk̲h̲ \n S̲h̲āmil, leader of Muslim resistance in Dāg̲h̲istān [ q.v. ] in the Caucasus to Russian penetration there in the mid-19th century; see on his movement, s̲h̲āmil \n .",
    "For the Murīds of West Africa, see murīdiyya \n ."
  ],
  "signature": "(Ed.)",
  "bibliography": [
    "In addition to the older references in the EI \n 1 art., see J.S. Trimingham, The Sufi orders in Islam , Oxford 1971, index."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}