{
  "id": "eweb_157",
  "source": "EI2",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_5844",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_5844",
  "title": "al-Nassād̲j̲",
  "authors": [
    "M.A.J. Beg"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "( a. ) “weaver, textile worker”, synonymous with ḥāʾik , and including sedentary weavers of the towns and villages and also those of the pastoralists and Bedouins. These were usually freemen, but sometimes slaves. Nassād̲j̲ was a less derogatory term than ḥāʾik but on the whole the status of the weaver was low in Islamic society, an attitude crystallised in a saying attributed to ʿAlī b. Abī Ṭālīb, “Walking with a weaver ( nassād̲j̲ ) on the road increases a man’s livelihood; talking to him is inauspicious, and visiting his workshop stupefies a person” (al-Rāg̲h̲ib al-Iṣfahānī, Muḥāḍarāt al-udabāʾ , Beirut 1961, ii, 459-60). This low status was associated with a relatively meagre income and was affirmed by kafāʾa “equivalence in status” [ q.v. ], denying the weaver the right to marry outside his own social level. Hence social mobility was low within this trade, a fact observable till the mid-20th century in a traditionally-organised centre of production like Fās in Morocco (see H.M. Miner. Traditional \n mobility among the weavers of \n Fez , in Trans , of the \n Amer . Philosophical Soc ., cxvii/1 [1973], 17-36).",
    "We find al-Nassād̲j̲ often used as a nisba [ q.v. ]. Al Samʿānī ( Ansāb , facs. fol. 559a-b, ed. Ḥaydarābād, xiii, 81-4) cites several traditionists and Ṣūfīs with this affiliation, including Abū Hamza Mud̲j̲ammaʿ al-Taymī of Kūfa, Abū Muḥammad of Başra, a mawlā of Bilāl b. Abī Burda b. Abī Mūsā al-As̲h̲ʿarī (d. ca . 120/738), Abu ’l-Ḥasan K̲h̲ayr b. ʿAbd Allāh, known as K̲h̲ayr al-Nassād̲j̲ (d. 322/934), famed Ṣūfī with a ḥalḳa in Bag̲h̲dād, etc. It is, indeed, not improbable that there was a connection between their status as craftsmen and Ṣūfīsm.",
    "The weaver’s product was usually exempt from taxation ( ḍarāʾib , mukūs ). When the Būyid\n amīrs of Bag̲h̲dād imposed taxes on silken cloth ( ḥarīr [ q.v. ], ibrism ) and on fine cotton cloth of the ʿattābī variety, artisan riots against them led to their abolition in 390/999. In the 6th/12th century the Sald̲j̲ūḳs imposed some mukūs on textiles."
  ],
  "signature": "(M.A.J. Beg)",
  "bibliography": [
    "(in addition to references given in the article): 1. Sources. Buk̲h̲ārī, ed. Krehi, ii, 14-15 ( bāb al-nassād̲j̲ )",
    "al-Rabīʿ b. Ḥabīb, D̲j̲āmiʿ al-Ṣaḥīḥ , Jerusalem 1961, 40",
    "Sulamī, Ṭabaḳāt al-Ṣūfiyya , ed. Pedersen, Leiden 1960, 324-7",
    "Ibn al-At̲h̲īr, Lubāb , iii, 307",
    "Ibn al-D̲j̲awzī, Muntaẓam , vii, 127, x, 120",
    "Lévi-Provençal (ed.), T̲h̲alāt̲h̲ rasāʾil andalusiyya .../ Trois traités hispaniques de Ḥisba , Cairo 1955, 104-5, 124-5",
    "Ibn Ṭūlūn, Ḍawʾ al-sirād̲j̲ fī ma ḳīla fi ’l-nassād̲j̲ , ms. Chester Beatty 3317, fols. 127-9."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 564
}