{
  "id": "eweb_159",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_6205",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_6205",
  "title": "Raḳṣ",
  "authors": [
    "Annemarie Schimmel"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "( a. ), dance. The following article deals with the dance in Ṣūfism.",
    "During recent decades, one could sometimes read in American newspapers about “Courses in Sufi Dance”, and “Sufi dance” became a fashionable way of cultivating one’s soul. However, the topic of dancing is frowned upon in Islam, for dancing is connected, in the history of religions in general, with ecstasy. It takes the human being out of his/her normal movement and makes him/her gyrate, so to speak, around a different centre of gravity. To be sure, cheerful parties of well-to-do people in the Islamic Middle Ages often ended with music and dancing, but in the context of religion, the dance, basically an epi-phenomenon of music or melodious recitation, was felt to contradict the nomos-oriented character of Islam because it could make the individual stray from the divinely ordered way, the s̲h̲arīʿa . Therefore, normative Islam has opposed dancing, and, based on sūra VIII, 35, it also opposed handclapping and related movements. Treatises and articles against dancing have been written throughout the centuries, for one saw here demonic influences; hence musicians and dancers should not serve as witnesses at court. Typical is a risāla attributed to Ibn Taymiyya [ q.v. ] about raḳṣ and samāʿ [ q.v. ] which are, as he claims, as dangerous for the believers as is their obedience to the Mongols (more than one later scholar has seen in the Ṣūfī dance an influence from or reminiscence of shamanistic dancing). Even the sober Ṣūfīs themselves blamed those for whom dancing constituted the main feature of Ṣūfism and who joined the Ṣūfī movement because they wanted to indulge in such ecstatic experiences.",
    "They agreed with Hud̲j̲wīrī [ q.v. ], who wrote in the 5th/11th century “Dancing has no foundation in the religious law or the Path … frivolous imitators have made it a religion…” ( Kas̲h̲f al-maḥd̲j̲ūb , Eng. tr. Nicholson, 416).",
    "The first known samāʿ-k̲h̲āna or place for religious music-making and dancing was founded in Bag̲h̲dād in the second half of the 3rd/9th century. There, Ṣūfīs could listen to the musical recitation of poetry, during which some were borne into a whirling movement. Sometimes, their ecstatic state led them to tear their robes; the pieces were carefully collected, since they were thought to be filled with baraka [ q.v. ], “blessing and charismatic power.” The question was whether beginners on the Ṣūfī path should be allowed to participate, so that their sensual lusts might be dissipated (thus the Ṣūfī s̲h̲ayk̲h̲ of K̲h̲urāsān Abū Saʿīd [ q.v. ]), or should be prohibited from listening and dancing. Another problem was, whose mystical “state” was loftier, that of a Ṣūfī who left himself to whirl at the sound of music, or the one who, like al-D̲j̲unayd [ q.v. ], refrained from showing movement?",
    "Stamping and handclapping were part of such \n ¶ dances, which might end in a frenzied group ecstasy (as the poet D̲j̲āmī [ q.v. ] describes it ironically in his Silsilat al-d̲h̲ahab ), and numerous miniatures, mainly from the Persian world, show Ṣūfīs in whirling dances, with their long sleeves resembling wings. The normative believer disliked the fact that the presence of a s̲h̲āhid , a handsome young man, was regarded as necessary during the samāʿ ; in fact, the very contemplation of such a person might induce the Ṣūfī involuntarily to dance (as would any overwhelming experience).",
    "It is related that al-Ḥallād̲j̲ [ q.v. ] (executed in 309/922) went dancing in his fetters to the execution, and a “dance in chains” occurs as a literary cliché, as does the Persian expression of the raḳṣ-i bismil , the “dance” of a ritually slaughtered bird, that is, the convulsions of the lover who resembles “a headless chicken”.",
    "Although dance as part of the samāʿ occured in various dervish groups, especially among the Čis̲h̲tiyya [ q.v. ], it was institutionalised only in the Mewlewī order [see \n mawlawiyya\n ]. Mawlānā D̲j̲alāl al-Dīn Rūmī (604-72/1207-73 [ q.v. ]) had composed most of his lyrical poetry while listening to music, and many of his g̲h̲azal s [ q.v. ] can easily be accompanied by rhythmical handclapping. Terms like “clapping”, “stamping” and the like abound in his lyrics, especially in his rubāʿiyyāt [ q.v. ], for the rubāʿī was the poetical form generally used in samāʿ sessions. For Rūmī, the whole universe is moving in a wonderful dance, from the moment that Not-Being heard God’s primordial address “Am I not your Lord?” (sūra VII, 172) and came into existence by dancing ( Dīwān , no. 1832), an idea alluded to as early as in D̲j̲unayd’s sayings. Dance and samāʿ are the ladder to heaven, that is, the true miʿrād̲j̲ , and angels and demons participate in it. Stamping the ground makes the water of life gush forth; it is like treading the grapes out of which the spiritual wine is made. The trees, touched by the spring breeze, move their twigs in happy dance. Rūmī’s son Sulṭān Walad [ q.v. ] institutionalised the music and dance from which his father had drawn much of his inspiration. Thus the dance of the Mewlewīs is by no means a wild ecstatic act but rather a well-organised “ballet” in which the individual dervish, however, may experience something like an ecstatic rapture. But it is “a dance for God”, a way of praising God. The whirling is often compared to the movement of the stars around the central sun, or the dance of the moth around the candle in order to become annihilated; it is experiencing fanāʾ \n “annihilation” in God in order to reach a higher level of consciousness. Later Mewlewī poets such as G̲h̲ālib Dede in Istanbul (d. 1213/1799 [ q.v. ]) took over this symbolism into their poetry as did Indo-Persian poets, most outspokenly Mīrzā G̲h̲ālib (d. 1869 [see \n g̲h̲ālib, mīrzā asad allāh k̲h̲ān\n ]) in his g̲h̲azal with the radīf ba-raḳṣ .",
    "Among the dervishes, and in particular the Mewlewīs, funerals were often accompanied by ecstatic dance, and so was the ʿurs , the celebrations to commemorate a dead saint. It is therefore not astonishing that some Ṣūfīs claimed that there was dance in Paradise (thus reminding the western reader of Fra Angelico’s paintings), and Rūzbihān-i Baḳlī (d. 605/1209 [ q.v. ]) saw himself dancing with the archangels and with the Prophet, symbolising the end of his mystical journey as a “dance with God”.",
    "As for folk dances in Islamic countries, they are usually performed by either men or women, and in cases when both sexes participate—as is the case among some Berber tribes—dancing is frowned upon \n ¶ by both normative believers and serious Ṣūfīs. The fact that, nowadays, even women participate in dervish dances in “modernised” orders contradicts all classical tradition because the dervish dance does not aim at sensual goals, especially as conservative, traditionalist critics of Ṣūfism like the Ḥanbalī Ibn al-D̲j̲awzī [ q.v. ] in his Talbīs Iblīs branded dancing as a demon-inspired, “immoral” activity."
  ],
  "signature": "(Annemarie Schimmel)",
  "bibliography": [
    "H. Corbin, Quiétude et inquiétude de l’âme dans le soufisme de Rūzbihān Baqlī , in Eranos Jahrbuch , xxvii (1958)",
    "S. Haq, Samāʿ and Raqṣ of the derwishes , in IC , xviii (1944)",
    "J. During, Musique et extase , Paris 1988",
    "A. Gölpınarlı, Mevlâna’dan sonra mevlevilik , Istanbul 1953",
    "Hud̲j̲wīrī, Kas̲h̲f al-maḥd̲j̲ūb , tr. R. A. Nicholson, London 1911",
    "Ibn al-D̲j̲awzī, Talbīs Iblīs , Beirut n.d.",
    "D. B. Macdonald, Emotional religion in Islam as affected by music and singing . Being a translation of a book of the Iḥyāʾ ʿulūm ad-Dīn , in JRAS (1901), 195-252, 705-48",
    "(1902), 1-28",
    "F. Meier, Abū Saʿīd-i Abū l-Ḫair , Leiden-Tehran-Liège 1976",
    "idem, Der Derwischtanz , in Asiatische Studien , viii (1954), 107-36",
    "J. R. Michot, Musique et dance selon Ibn Taymiyya , Paris 1991",
    "M. Molé, La danse extatique en Islam , in Les danses sacrées , Sources orientales, Paris 1963, 146-280",
    "H. Ritter, Das Meer der Seele , Leiden 1955",
    "J. Robson, Tracts on listening to music , Oriental Translation Fund, NS XXXIV, London 1938",
    "Rūmī, Dīwān-i kabīr , ed. B. Furūzānfar, 10 vols., Tehran 1957-72",
    "A. Schimmel, The Triumphal Sun , The Hague-London 1978, repr. Albany 1993",
    "G. Vajda, Un libelle contre la danse des Soufis , in SI , li (1980), 163-77",
    "G. van der Leeuw, In den himel is een dans , Amsterdam 1930."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}