{
  "id": "eweb_160",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_COM_0919",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_COM_0919",
  "title": "Ribāṭ",
  "authors": [
    "J. Chabbi",
    "Nasser Rabbat"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "( a. ), a military-religious institution of mediaeval Islam.",
    "1. History and development of the institution.",
    "It is impossible to present an unequivocal definition of the term ribāṭ . The word needs to be constantly related to a context and a chronology since the sense has been very evolutive. The root r-b-ṭ is present in the Arabic of the 1st/7th century, in numerous derived forms. It is possible to identify a first stratum of usage, comprising Ḳurʾānic usages and those of the early caliphal period. Originally, these usages are linked to tribal warfare. They imply no type of construction, nor any fortification, but simply the preparations which are made with the mustering of cavalry \n ¶ mounts, with a view to battle. In this case, the term ribāṭ is used as a verbal noun, a maṣdar , and not as a substantive. The period immediately following the great conquests, which saw the establishment of Muslim powers in new territories, was to change the modalities of war. This was to become a war of position, during the intervals between continuing offensives. Dispositions of defence were constructed (or reused in cases where there were previous constructions), on the coasts and on the land frontiers. This was done progressively, during the time of the caliphate at Medina, most notably under the caliph ʿUt̲h̲mān, and was continued under the Umayyads, according to local requirements and conditions, although no unified doctrine was obligatorily applied.",
    "It may be supposed that it was from this time onward that the word ribāṭ and the terms associated with it came to be applied to new objects. The ancient connotations did not disappear entirely, although they did require adaptation. It is not known whether it was during this period, or rather later, under the earlier ʿAbbāsids, that the term began to be used to denote a fortified edifice (from the simple observation tower, to the small fort, to the fortress, and to the caravanserai). These very diverse establishments would normally be situated in hazardous regions, on frontiers, on coasts, or on difficult internal routes. But this mutation of sense does not seem to have been general. The only elements of localisation are supplied by relatively late sources, which usually mention the fact without any indication which could be used in establishing a chronology. It seems that what is involved is the simple imposition of a noun, probably denoting the existence of danger and the need to take precautions against it, upon various pre-existing constructions, without any suggestion that there is, at the outset, such a thing as a unique type of edifice which could be called ribāṭ . It can thus be stated with confidence that to define it a “Muslim military monastery” is evidence of extrapolation and misinterpretation, and this applies, whatever the period and the region. It cannot be denied that the urban residences of Ṣūfīs were subsequently known as ribāṭ . In the east of the empire and in Egypt, they were more commonly known as k̲h̲ānḳāh [ q.v. ]. ʿIrāḳ supplies a notable exception in this zone, since until the middle of the 7th/13th century these establishments were known there exclusively by the name ribāṭ , possibly in preference to the use of a word with such strong connotations of origin (a purely Persian word and the Iranian provenance of the establishment). But, with very few exceptions, constructions of this type did not truly begin to develop until after the 6th/12th century, at the time of the burgeoning of the mystical fraternities of the Muslim ṭarīḳas ( q.v. in EI \n 1 ; on the other hand, the Karrāmī\n k̲h̲ānḳāhs [ q.v. ] are more ancient). These communal establishments for mystics (which often also accommodated travellers) had, in any case, nothing in common with the fortified constructions of the frontier which, in mediaeval Muslim representation, after a certain period, are reckoned to have welcomed “warriors of the faith”. It will be observed that this last consideration, linked to a representation of d̲j̲ihād [ q.v. ]—often treated as evidence in itself—needs to be approached with caution. It could derive, to a great extent, from the ideology and imagery of belief, rather than from direct historical actuality (see the detailed examination by C.E. Bosworth of the term ribāṭ and its evolution, in The city of \n Tarsus \n and the \n Arab-Byzantine \n frontiers , in Oriens , xxxiii [1992], 284-6).",
    "a. Ribāṭ as a verbal noun, from tribal Arabia to the frontiers of the empire.",
    "The root r-b-ṭ gives the general sense of attaching or linking, in a concrete sense, and of strengthening (the heart), in a figurative sense (three Ḳurʾānic instances display this latter sense). The theme of linkage seems to have become specific in reference to the act of assembling and keeping together the horses which were to be used in the razzia. In tribal Arabia, according to traditional representation, horses were mounted when the attack was imminent, while camels were reserved for the advance to the site of the combat. Most of these horses would have been mares, which were considered, in tribal society, particularly valuable beasts (see the modern testimony of Ch. Doughty, Travels \n in Arabia deserta , 2nd ed. London 1921, and of A. Jaussen, Les Arabes \n au pays de \n Moab , Paris, new ed. 1948; for the use of the horse in pre-Islamic Arabia and subsequently, see faras ; according to F. Viré, author of the article, this usage did not date back beyond the 4th century A.D.). The term ribāṭ is considered by mediaeval Arabic dictionaries as the plural of the singular rabīṭ (with a passive sense). The word is said to denote either “the group of horses which have been gathered together in anticipation of combat” (according to the LʿA , there should be at least five of them) or “the place where these mares were kept hobbled and where they were fed”. In the desert, they were kept under the awnings of tents. But ribāṭ could, equally, perform the function of a maṣdar of the Form III verb rābaṭa \n . \n This supplies, in general, the notion of staying or of attachment to a place (or sometimes to a person). But it also applies very precisely to the act of “assembling horses with a view to preparing a razzia” or to the notion of “being ready for combat, having gathered the horses”.",
    "It is this specialised sense which seems appropriate to two of the five Ḳurʾānic instances where the root is employed. In both cases, the context is effectively that of preparation for war. In sūra VIII, 60, it is a matter of gathering “horses in sufficient number”, ribāṭ al-k̲h̲ayl , to intimidate the adversary. The latter is called “enemy of God” and denoted by the periphrasis allad̲h̲īna kafarū \n “those who have been ungrateful”, in other words—in the late Medinan context—those who have refused alliance with Medina and conversion. In III, 200, there is the final and isolated verse which closes the sūra with a triple exhortation: in order to prevail, there is a need to “show oneself personally resolute” ( aṣbirū ), to “confront the adversary” (not named in this instance) ( ṣabirū ) and to “make\n ribāṭ ”. The Ḳurʾānic text contains the imperative rābiṭū , which would signify, in the context, the act of taking measures consisting in “gathering the mares to show readiness for battle”. In this passage, there is no suggestion of “going to the frontier”. This meaning can only have emerged at a later stage, either in the period of conquests or in the period which followed it, that of the war of position, which was to see over several centuries the Muslim caliphate in confrontation with its Byzantine opponents, especially on the Cilician borders in the foothills of the Taurus mountains, in the region known as the t̲h̲ug̲h̲ūr [see EI \n 1 , [see \n t̲h̲ag̲h̲r\n , and also \n ʿawāṣim and rūm. 2 . in EI \n 2 \n ]. The Central Asian frontier, facing the Turkish world, was to be stabilised to a certain extent, in the mid-2nd/8th century. It was to be further pacified, from the 4th/10th century onward, by means of victorious Muslim incursions into Turkish territory, also by gradually becoming a zone of conversion, allowing a progressive infiltration of Turkish elements into the Muslim lands. However, the sources of the 4th/10th century continue to see it as a “region of ribāṭs” , which poses a historical problem.",
    "The tribal sense does not seem to have evolved during the caliphate of Medina and the period of futūḥ , the great extra-peninsular conquests. There were certainly numerous opportunities for the practice of ribāṭ in the traditional sense. Significant numbers of cavalry mounts were supplied under the ṣadaḳa , the obligatory contribution of allegiance and solidarity which was levied each year, in kind (i.e. livestock), on the allied tribes. The animals were gathered in ḥimās [ q.v. ], special pastures under the control of the caliphate. The horses were pastured on a site known as al-Naḳīʿ (Yāḳūt, Muʿd̲j̲am al-buldān ). But while the camels were subsequently distributed among those entitled to them, the caliph ʿUmar decided to keep all the horses for purposes of war, thus performing an act of ribāṭ . The term is not used, but the account is unequivocal and testifies to the persistence of the former situation (on this episode, see Abdallah Cheikh Moussa and Didier Gazagnadou, Comment \n on \n écrit \n l’histoire ... de l’islam! , in Arabica , xl [1993], 208).",
    "In the 3rd/9th and 4th/10th centuries, in exegetical, historiographical, geographical or legal sources, there appear some important divergences from this first stratum of meaning and the ancient status of the word ribāṭ (the earliest sources date back to the mid-2nd/8th century; they are few in number and often are only preserved in later works). First to be noted is a divergence which is less of sense than of purpose. Increasingly often, the term comes to be associated with the ideology of d̲j̲ihād [ q.v. ] as it developed, probably only after the ʿAbbāsid period. It did so, apparently in uneven fashion, possibly first among the traditionists and historiographers, before passing into the realm of the jurists. The first post-Ḳurʾānic usages of the representation of d̲j̲ihād , as war to the death, are confused. They are sometimes taken to refer to sectarian exclusions of the takfīr type (descriptive of disbelief) practised by various ancient movements such as certain K̲h̲ārid̲j̲ite or S̲h̲īʿī tendencies against their own co-religionists rather than against the external enemy. In the Ḳurʾān, while often invoked on the subject, it is the term ḳifāl and not d̲j̲ihād (e.g. IX, 29-35) which refers to conflict with the Ahl al-Kitāb .",
    "An interesting perspective, regarding the probable chronology of the change in meaning of a term such as ribāṭ , may be found in comparing the most ancient eastern edition of the Muwaṭṭāʾ of Mālik b. Anas (d. 179/795 [ q.v. ]) by the Bag̲h̲dādi Muḥammad al-S̲h̲aybānī (d. 189/804, a disciple of Abū Ḥanīfa who was also familiar with the teaching of Mālik), with the major compilations of prophetic traditions of the 3rd/9th century which were soon to be taken for the canonical sum-total of Sunnī Islam. The edition of the easterner al-S̲h̲aybani is also opposed to that of the Cordovan Mālikī Yaḥyā al-Maṣmūdī (d. 234/848), in that the content of the two editions is not identical (on these divergences, see Sezgin, GAS , i, 458-60). The Cordovan version contains a Kitāb al-d̲j̲ihād which does not appear in the text transmitted by al-S̲h̲aybanī (opinion of Michael Bonner on the subject, in his Some \n observations concerning the early development of \n Jihad \n on the \n Arab-Byzantine \n frontier , in SI , lxxv [1992], 24-5).",
    "The Muwaṭṭaʾ compiled by al-S̲h̲aybanī (ed. ʿAbd al-Wahhāb ʿAbd al-Laṭīf, Dār al-Taḥrīr, Cairo 1967) seems, curiously, to deny any endorsement of warfare on the frontier in a context of d̲j̲ihād (al-S̲h̲aybānī is, however, himself the author of a book of Siyar , Sezgin, i, 430; this text is preserved in the refutation of al-S̲h̲āfiʿī (d. 204/820), which is to be found in the Kitāb al-Umm , Beirut 1980, vii, 321-90; it deals with rules of conduct concerning war; this is the sense of the \n ¶ term siyar for jurists; it is neither an exhortative nor an apologetic treatise, and d̲j̲ihād is not evoked). A brief passage of the Muwaṭṭaʾ , in the recension of al- \n S̲h̲aybānī (included at the end of the chapters on prayer, abwāb al-ṣalāt ) is incorrectly entitled by the editor faḍl al-d̲j̲ihād \n “the virtue attached to d̲j̲ihād” , while all that appears, in the received tradition, is the Ḳurʾānic expression al-mud̲j̲āhid fī sabīl Allāh , which refers, probably, to a verse of the type of sūra IV, 95 (in this verse, the expression is in the plural; other Ḳurʾānic usages, II, 218, V, 54 etc., comprise a verbal periphrasis with d̲j̲āhada ). In this passage of the Muwaṭṭāʾ , there is a very brief mention of the Ḳurʾānic stereotype of “death in battle”, s̲h̲ahāda , without which the word d̲j̲ihād is never used as a proper noun. This status of a proper noun is effectively non-Ḳurʾānic. It is thus possible to suppose that, in the mid-2nd/8th century, the Medinan scholar (or, at least, his Ḥanafī editor, a generation later) may have belonged to a tendency which was sceptical about warfare on the frontier, particular with regard to the purity of the intentions of the fighters (they were certainly not regarded as “warriors of faith”; certain traditions accuse them of having no object in mind but booty; see s.v. mag̲h̲nam in Wensinck’s\n Les Concordances ). In the Cordovan recension (but not in that of al-S̲h̲aybānī) there is furthermore attributed to Mālik the transmission of a ḥadīt̲h̲ , according to which the most scrupulous piety (ablutions, attendance at the mosque, continual observance of prayer) would be “the true ribāṭ” , d̲h̲ālikum al-ribāṭ (in this text, the term ribāṭ evidently functions as a verbal noun; reference in Wensinck, op . cit ., under ribāṭ , ii, 212; re-examined, in extenso , by LʿA , under the root r-b-ṭ ; also Ibn Ḥanbal’s\n Musnad , 2 Beirut 1398/1978, ii, 277). This does indeed seem to represent a position which would effectively have been professed by Mālik. It is further confirmed by another passage (included in the chapter on “the virtues of mosques”, faḍl al-masād̲j̲id , 55-6, no. 95, in the recension of al-S̲h̲aybānī), according to which “he who goes morning and evening to the mosque”, g̲h̲adā aw rāḥa , without ulterior motive, lā yurīdu g̲h̲ayra-hu (“not wanting anything else”), has the same status as the mud̲j̲āhid . It should certainly be understood, in this case, that the comparison is made with the Ḳurʾānic mud̲j̲āhid and not with the contemporary soldiers of the t̲h̲ug̲h̲ūr .",
    "It may be wondered whether these traditions do not allow the supposition of a conflict of representation between traditionists at the end of the 2nd/8th century. These indications could permit the fixing of the time when the ideology of d̲j̲ihād , professed by circles yet to be identified, began to stress the meritorious aspect of military service on the frontier, while in other circles there was manifest opposition to this new point of view (possibly from the peoples of Arabia, i.e. of ʿIrāḳ, against the Syrians, the K̲h̲urāsānians and the westerners, Mag̲h̲ribīs and Spaniards; thorough analysis by M. Bonner, op . cit ., but the problem of the opposition to this ideology is not addressed). If such was the case, it could be said that this conflict would, as if symbolically, have divided those who, of quietist tendency, aspired to make mud̲j̲āwara (the mud̲j̲āwirūn are “those who dwell close to the Kaʿba”; this is the ancient sense of the term, although subsequently the descriptive mud̲j̲āwir would be applied even to those dwelling in other places considered as sacred or as conferring blessing, including on the frontier), from those who aspired to make ribāṭ (the murābiṭūn , to be understood in the new sense would be “those who dwell on the frontier”). The latter would have professed a new type of activism. Confirmation for this \n ¶ hypothesis could be found in the anecdote (true or fictitious, but significant as the expression of a point of view) which is put, by the ʿUyūn al-ak̲h̲bār of the adīb \n Ibn Ḳutayba (d. 276/889 [ q.v. ]), into the mouth of a major quietist figure of Islamic tradition of the late 2nd/8th century, Fuḍayl b. ʿIyāḍ (he allegedly died as a mud̲j̲āwir , in Mecca, in 187/803). The story related is that of a man who made great efforts to make his way to Tarsus, on the frontier and with the intention of making ribāṭ . But, following his capture by the Christians, he abjured Islam ( ʿUyūn , ed. A.Z. al-ʿAdawī, Cairo 1925-30, ii, 365). In another anecdote reported ironically by the ʿUyūn (i, 219), an ascetic of al-Maṣṣīṣa [ q.v. ] (Mopsuestis, a city of the Cilician frontier zone) fasted so rigorously that he was driven to the verge of insanity. It is true that in the Ṣifat al-ṣafwa of Ibn al-D̲j̲awzī (d. 597/1200), Fuḍayl is introduced as an admirer of Ibn al-Mubārak (ed. M. Fāk̲h̲ūrī, Aleppo 1393/1973-4, iv, 140-1); but it is his son, Muḥammad b. Fuḍayl, who deserves the credit for putting that person in a position of describing the merits “of\n d̲j̲ihād and of ribāṭ” ( op . cit ., iv, 147). This type of anecdote, which produces a face-to-face encounter between figures of importance, is often of symbolic significance and has little to do with factual history. Whatever the motives behind the ideological exploitation of these figures, the text of Ibn Ḳutayba shows that the representation of the merits of d̲j̲ihād does not seem to have been evenly shared during the 3rd/9th century.",
    "The contrast appears very striking, among traditionists, between the time of Mālik and that of the major figures of the following century: the Bag̲h̲dādī Ibn Ḥanbal [ q.v. ] (d. 241/855, numerous passages of the Musnad , see Concordances , under d̲j̲ihād and ribāṭ ); the Transoxianian al-Buk̲h̲ārī (d. 256/870 [ q.v. ]), Saḥīḥ ; the work contains a Bāb faḍl al-d̲j̲ihād wa ’l-siyar , iv, 17-128, Maṭābiʿ al-s̲h̲aʿb , n.p. 1378/1958-9, 51 (certain traditions relate battles against Constantinople, “the city of Caesar” and against the Turks); the K̲h̲urāsānians Muslim (d. 261/875 [ q.v. ]), Saḥīḥ , Beirut n.d. (passages are to be found in the K. al-d̲j̲ihād wa ’l-siyar , v, 139-200, and in the K. al-imāra , vi, 2-55), Ibn Mād̲j̲a (d. 273/886 [ q.v. ]), Sunan , ii, K. al-d̲j̲ihād , 920/61, ed. M.F. ʿAbd al-Bāḳī, Maṭbaʿat al-Ḥalabī, Cairo n.d.), Abū Dāwūd al-Sid̲j̲istānī (d. 275/888 [ q.v. ]), Sunan , iii, K. al-d̲j̲ihād , 3-93, ed. M.M. ʿAbd al-Ḥamīd, n.p. n.d. (a passage on the merits involved in waging war successfully against the Byzantines, Rūm , 5), al-Tirmid̲h̲ī (d. 279/892 [ q.v. ]), Sunan , iii, K. abwāb faḍāʾil al-d̲j̲ihād , 88-131, ed. ʿA.R. Muḥammad ʿUt̲h̲mān, Cairo 1384/1964) and al-Nasāʾī (d. 303/915 [ q.v. ]), Sunan , vi, K. al-d̲j̲ihād , 2-50, ed. Ḥ.M. al-Masʿūdī, Beirut n.d. All present special chapters, sometimes very long, in which the term d̲j̲ihād is employed, without ambiguity, as a proper noun. The traditions related in these chapters stress the need to conduct, “in the way of God”, fī sabīl Allāh , warfare on the frontier, whether this is in the East, facing the Turkish steppes, or in the Cilician border zone, confronting Byzantium. These traditionists do not deal with the West, where, nevertheless, the same ideology seems to have been put into effect in various ways, in the action of the autonomous province of the Ag̲h̲labids, in Ifrīḳiya, or in that of the Umayyad caliphate of Spain (on the “existence of the ribāṭ” in al-Andalus, see references given by C.E. Bosworth, art . cit ., 276, 285; A. Castro, The structure of Spanish history , Princeton 1954, 88-9, 202). D̲j̲ihād is presented as situated, in direct line, in the tradition of Muḥammad’s conflict with the polytheists of Arabia. All these works include, in the context of d̲j̲ihād , traditions concerning \n ¶ \n ribāṭ . The term seems to have gone beyond the second level of “assembling of mounts”, arriving at the sole meaning of “prolonged presence on the frontier” ( mulāzamat al-t̲h̲ag̲h̲r , according to LʿA ). The term nevertheless continues to imply a presence “under arms”. Some special traditions dealt with irtibāṭ . This second term continues to apply to the mounts themselves and to the need to keep them in good condition (the combattants in frontier expeditions theoretically all being horsemen).",
    "In all these texts of the 3rd/9th century, the term ribāṭ and its derivatives thus revive, with modifications, the ancient tribal sense. It should be noted that on the Byzantine frontier there is never any question of an edifice bearing the name ribāṭ . The fortifications have different names, according to their nature. The word hiṣn \n “fortress” seems to dominate. It is contained in a number of toponyms. Often these are constructions prior to Islam which have been restored (on this zone, see for example the references concerning Tarsus/Ṭarsūs and Mopsuestis/al-Maṣṣīṣa, which are ancient fortified towns; descriptions of the Cilician plain and its cities in Cl. Cahen, La Syrie du Nord à l’époque des croisades , Paris 1940, 148-52; on genuine and mythical history, C.E. Bosworth, art . cit .; on the absence of designation by the term ribāṭ , 285).",
    "It should be noted, in particular, as regards this zone (the point of departure for caliphal summer expeditions, known as ṣawāʾif [ see \n Ṣāʾifa ], description in the K. al-K̲h̲arād̲j̲ of Ḳudāma b. D̲j̲aʿfar, 259, see below), that, from a historical viewpoint, the ideology of d̲j̲ihād seems to correspond poorly with the realities of frontier warfare, in the first and second Muslim centuries, and even later. The army consisted of professional soldiers, receiving pay, the ʿaṭaʾ [ q.v. ] and groups of mercenary irregulars, often drawn from tribal splinter-groups and led by their own chieftains. These last receivd the d̲j̲uʿl (A. Cheikh Moussa and D. Gazagnadou, op . cit ., 224, nn. 153-4), a kind of contract, regarded as degrading (other forms with the same meaning, d̲j̲iʿāl , d̲j̲aʿāla , d̲j̲aʿīla , etc.; the same term served to designate the sum, levied in advance, as insurance against failure to participate in an obligatory razzia). These quasi-autonomous troops pillaged on their own account and were excluded from official booty, the mag̲h̲nam . They had their equivalent, on the Byzantine side of the frontier. Unequivocal confirmation of the presence on the frontier of these irregular troops (who seem to have nothing to do with “battle for the faith”) is to be found in the seventh chapter of the K. al-K̲h̲arād̲j̲ , which is devoted specifically to frontier zones, on the Muslim side as well as on that of its adversaries: D̲h̲ikr t̲h̲ug̲h̲ūr al-Islām wa ’l-umam wa ’l-ad̲j̲yāl al-muṭīfa bi-hā , 252-66 (edition following the Kitāb al-Masālik wa ’l-mamālik of Ibn K̲h̲urradād̲h̲bih (d. 272/885 [ q.v. ], ed. De Goeje). The K. al-K̲h̲arād̲j̲ , preserved only in part, ostensibly had for its author a Bag̲h̲dādī secretary occupying a senior position in the caliphal administration, Ḳudāma b. D̲j̲aʿfar [ q.v. ], who died at the beginning of the 4th/10th century. In this text, the frontier garrisons are explicitly described as composed of “regular soldiers”, d̲j̲und , and of ṣaʿālīk . It is known that this term (sing. ṣuʿlūk ), denoted, in Arabia, the tribal outcasts and brigands who often joined together in bands (Barbier de Meynard translated this as “irregular troops”, op . cit ., 193, 194, see also mutaṭawwiʿa ). It is worth noting the totally a-religious tone of this secretary of the caliphal administration, who deploys a varied vocabulary to speak of the different defensive works of the frontiers (the word ribāṭ is never used to denote a building of \n ¶ any kind). There is an unexpected and very significant verbal use of rābaṭa which is taken in its strictly military sense when speaking of the frontier of Daylam on which there is said to have been “stationed”, yurābiṭūn , garrisons of Persian horsemen, asāwira . It is crucial to note that this situation is given as describing affairs “before Islam” ( op . cit ., Arabic text, 261, tr. 202). Finally, a tradition presented as Prophetal ostensibly discouraged attacks against the Turks, “who should be left alone as long as they leave you alone” (a play of words on the Arabic root t-r-k , Arabic text, 262, tr. 204). What is perhaps nothing more than a pleasantry on the part of a diplomatic secretary challenged the validity of the representation of a permanent d̲j̲ihād against the Turks of the steppes which is described by numerous authors of this period (it is true that Ḳudāma seems to be speaking of the caliphal period or that of the Ṭāhirid governorate, and probably not that of the Sāmānids; but as will be seen, below, their overall policy seems to have been of much the same nature). Another important passage regarding the composition of irregular troops is provided by the geographer Ibn Ḥawḳal (d. 367/977 [ q.v. ]), who compares with the new Sāmānid armies of the 4th/10th century, composed of loyal and disciplined “Turkish slaves” ( al-atrāk al-mamlūkūn ), the “dregs of the tribes” ( s̲h̲ud̲h̲d̲h̲ād̲h̲ al-ḳabāʾil ), lacking any sense of faith or law, who in former times fought on the frontier (they are also called ṣaʿālīk al-ʿasākir , K. Ṣūrat al-arḍ \n 2 , 471, ch. on Transoxiana). Later, in the period of the Crusades, even if collective emotion sometimes inspired groups of volunteers nourished with the ideology of d̲j̲ihād , a long-standing component of belief, it was not the “warriors of faith” who were to recapture the cities and fortresses under Christian domination. Those who fought these battles were first the Sald̲j̲ūḳ\n amīrs of Syria with their Turcoman contingents (N. Elisséeff, Nūr al-dīn , Damascus 1967, ii, 317; Sivan does not share this writer’s reservations, see his L’Islam et les Croisades . Idéologie et propagande dans les réactions musulmanes aux Croisades , Paris 1968), and then the professional Ayyūbid armies, well-trained and equipped. These armies were composed essentially of Turko-Kurdish elements [see \n ayyūbids\n and also \n Ḥaṭṭīn\n , \n Ḥiṭṭīn\n , Ṣalāh al-Dīn’s great victory near Tiberias in 583/1187].",
    "However, the assumptions of the ideology of d̲j̲ihād are entirely different. It is “the Muslims” (a vague and sociological expression without any real significance) who are supposed to commit themselves as “volunteers”, muṭṭawwiʿa , to play the role of mud̲j̲āhidūn , “those who perform d̲j̲ihād ” or murābiṭūn , “those who perform ribāṭ ” on the frontier. They are also said to have born the name of g̲h̲āzī [ q.v. ], pl. g̲h̲uzāt , which seems to originate from the frontier of K̲h̲urāsān and Transoxiana, a symbolic name which recalls the warriors of the mythologised g̲h̲azwa [ q.v. ] of the Prophet (the term is, however, used by Ḳudāma in a neutral fashion). In the sources of the 4th/10th century, the representation of d̲j̲ihād seems to be promulgated in two major directions. On the one hand, there is Ṣūfism, which tends to lay claim to an irreproachable past (J. Chabbi, Réflexions sur le soufisme iranien primitif , in JA , cclxvi [1978]). But it seems that certain minorities within Sunnism professed parallel ideas, advocating exterior activism and inner moralisation. The movement appears to have expanded during the 5th/11th century. In the East, works of theoretical law, like those of applied law, henceforth deal with the question (on the Wad̲j̲īz of al-G̲h̲azālī (d. 505/111), see H. Laoust, La politique de \n Ġazālī , Paris \n ¶ 1970, 264, 342-3). The same applies to numerous works of theology: the As̲h̲ʿarī Abū Manṣūr ʿAbd al-Ḳāhir al-Bag̲h̲dādī (d. 429/1037), the great scourge of the lukewarm or the deviant in matters of religion, gives in his Uṣūl al-dīn an overtly activist interpretation of d̲j̲ihād in giving it the basis of “commandment of good and prohibition of evil” (ed. Madrasat al-ilāhiyyāt, Istanbul 1928, 193-4). As for the West, the Risāla of the Mālikī Ibn Abī Zayd al-Ḳayrawānī (d. 386/996), contains, in ch. xxx, a Bāb fi ’l-d̲j̲ihād (ed. J. Carbonel, Algiers 1945, 63-7: mention of the merit attached to performance of ribāṭ in a thag̲h̲r , 165). H. Laoust, who published numerous Ḥanbalī\n ʿaḳīdas , declared that, in the most ancient ones, the term g̲h̲azw occurs more frequently than d̲j̲ihād ( La profession de foi d’ \n Ibn Baṭṭa , Damascus 1958, 47, 127). This is the case with the ʿAḳīda of Ibn Baṭṭa (d. 387/997). This could indicate that the principle of d̲j̲ihād is no longer an issue for theoretical speculation on the part of the author concerned. On the other hand, in the work of the later Ḥanbalī Ibn Ḳudāma (d. 620/1223), d̲j̲ihād is the only issue (H. Laoust, Le précis de \n droit d’ \n Ibn Kudāma , Damascus 1950, 271-81, tr. and annotation of the ʿUmda , which is a summary of the celebrated Mug̲h̲nī fi ’l-uṣūl : a passage on the duration of residence of the ribāṭ type on the frontier, 272; d̲j̲ihād in the Mug̲h̲nī , x, 364-97).",
    "As a historical guide, it may be noted that the Kitāb al-Umm of al-S̲h̲āfiʿī (d. 204/820 [ q.v. ]), ed. Beirut 1980, followed by the Muk̲h̲taṣar of al-Muzanī (d. 264/877), includes, on the one hand, traditional chapters of siyar , on the law of war, with a discussion, radd , on the ideas of Mālik (vii, 201-84) and of the treatise on siyar attributed to al-Awzāʿī (the text is given in the context of its refutation by the Ḥanbalī Abū Yūsuf (d. 182/798), vii, 352-89). The work contains, on the other hand, a theory of d̲j̲ihād , which is included in the Kitāb al-d̲j̲izya (iv, 167-222, on d̲j̲ihād , esp. 170-80). In these passages, al-S̲h̲āfiʿī formulates, for the first time, the definition of farḍ kifāya , “collective obligation” in regard to external war ( K. al-Umm , iv, 176, is opposed to individual duty, farḍ ʿayn , see d̲j̲ihād ). He defines the obligations of the caliphate, as well as the precautions to be taken to ensure that the campaigns (at least annual, or biennial when this is possible) do not end in disaster, mahlaka ( K. al-Umm , tafrīʿ farḍ al-d̲j̲ihād , iv, 177-8). The defensive situation of the frontier, t̲h̲ug̲h̲ur (or aṭrāf \n “the extremities”) is evoked (the presence of fortresses, ḥuṣūn , and ditches and ramparts, k̲h̲anādiḳ , is assumed). The frontiers should be manned with soldiers. Their status as warriors of the faith is given no particular emphasis. They are under the command of trusted, wise and courageous men. When an attack, g̲h̲azwa , has been launched and there is a risk of it failing, the soldiers must withdraw to their camp and to the ribāṭ al-d̲j̲ihād . This expression does not seem to denote a type of building which could be called ribāṭ . It appears rather to refer to the operational base where defensive measures could be taken. The phrase would simply signify that there should be no hesitation in returning to the camp or the fortress which is the point of departure, when an operation has been begun but its continuation appears hazardous. This passage would indicate that, at the beginning of the 3rd/9th century, there seems to be no question of the presence of warrior-monks, volunteers of the faith, on the frontier, at least in regard to that of Byzantium, which seems to be the only one under consideration here. It is even less likely that they would be gathered together in buildings of their own. It may be supposed that this representation of a warlike monasticism reflects, in \n ¶ fact, a state of belief to which certain reputedly Prophetal traditions could refer, although the dating of the latter, and the circles in which they were current, are not easily determined. The most significant is that which is mentioned only by Ibn Ḥanbal (at least as regards the canonical compilations of Sunnism; it does not seem to be invoked in the text of al-S̲h̲āfiʿī): “ d̲j̲ihād is the monasticism, rahbāniyya , of Islam” ( Musnad , iii, 82, 266).",
    "Later, however, warriors of the frontier were to be seen, in a manner simultaneously unreal and symbolic, as varieties of saints, sāliḥūn . The term sāliḥ (both in the singular and the plural) is a Ḳurʾānic epithet which is applied to prophets, anbiyāʾ (e.g. XXXVII, 112) who are considered to be “men of goodness” who strive to keep their kinsfolk to the right path. There was even to be talk of the presence on the frontier of abdāl [ q.v. ] (not a Ḳurʾānic concept), ascetic or pietistic persons who are regarded as intercessors and dispensers of baraka . Certain figures were to be individualised in the same quasiredemptive role, probably a posteriori . Among them there is found a summary of figures presented as being those of major zuhhād \n “ascetics who renounce” (sc. the temporal world) who characterise the 2nd/8th century. They are cited in the Ṭabaḳāt as self-styled mystics, from the 5th/11th century onward (after the example of the Ḥilyat al-awliyāʾ of Abū Nuʿaym al-Iṣfahānī (d. 430/1038), ed. Cairo 1932, i-x), and subsequently in the relevant works of other contemporaries, including the Ṣifa of the Ḥanbalī Ibn al-D̲j̲awzī (see above). Among these numerous figures, names which constantly recur are those of Ibrāhīm b. Adham [ q.v. ] (a native of Balk̲h̲, he is said to have died in 161/777-8; the representation of the miracles performed by him outside the framework of g̲h̲azw on the sea and in the snow-covered mountains, Ḥilya , viii, 7-8, in the company of ʿAlī b. Bakkār, who is said to have died ca . 207/823; this individual is also credited with comparable feats; his legendary biography is in Ḥilya , ix, 317; he is considered the typical murābiṭ ) and of (ʿAbd Allāh) Ibn al-Mubārak [ q.v. ] (a native of Marw, he is said to have died in 181/797 at Ḥīt, on the Euphrates, while returning from the frontier; attributed to him is a Kitāb al-D̲j̲ihād , in addition to the compilation of traditions regarding zuhd which bears his name (see Bonner, op . cit ., 27; J. Van Ess, Theologie und Gesellschaft \n im 2 . und 3 . Jahrhundert Hidschra , Berlin-New York 1992, ii, 552-3); an enigmatic aphorism concerning ribāṭ as the defence of ḥaḳḳ , the “true religion” (?) is attributed to him, Ḥilya , viii, 171).",
    "From the time when the major provinces (in particular Persia) were extensively converted to Islam (the first ʿAbbāsid century is probably a key period in this respect), it is certainly impossible to ignore the movements which impelled individuals or groups, imbued with religious feeling and yearning for action, towards the most prestigious frontier, that of Byzantium. According to Bonner, in his important article on early d̲j̲ihād against Byzantium, the movement apparently did not really begin until the ʿAbbāsid period. However, at the beginning of the 3rd/9th century, the idealisation of figures of the frontier does not yet seem to have been greatly emphasised. Ibn Saʿd (d. 230/845), devotes in his Ṭabaḳāt an article comprising 18 names to the residents of the frontier, al-ʿawāṣim wa ’l-t̲h̲ug̲h̲ūr (ed. Beirut 1958, vii, 488-92). The notices are very short and not at all idealised. The first named is al-Azwāʿī, in his capacity as a resident of Beirut, which is considered a city of the maritime t̲h̲ag̲h̲r , as well as of the Palestinian coast. The list ends \n ¶ with an individual who died in 225/840 (Ibn Adham is not mentioned in the Ṭabaḳāt ; Ibn al-Mubārak is listed among the people of K̲h̲urāsān, vii, 372; he is credited with having incited to d̲j̲ihād , al-ḥat̲h̲t̲h̲ ʿalā ’l-d̲j̲ihād ). Twelve individuals are residents of al-Maṣṣīṣa (Tarsus is not mentioned). Not one is presented as performing ribāṭ or d̲j̲ihād . Only Abū Isḥāk al-Fazārī (d. 188/805) is presented as a man of virtue (who follows the good path, sunna ) and of warfare, g̲h̲azw , as well as an inferior transmitter of ḥadīt̲h̲ . The work of siyar which bears his name is of a quite anodyne content with regard to d̲j̲ihād ; the term ribāṭ never occurs, and he seems mostly to be reflecting the judicial views of war professed by al-Awzāʿī, of whom he was a former disciple. They are presented in the form of responsa . It is this person, however, who, concurrently with Ibn al-Mubārak, apparently, according to Bonner, entered into legend in his lifetime ( op . cit ., 7). It would be appropriate, in this writer’s opinion, to defer the process to a somewhat later period (even in the Ḥilya , the biography of al-Fazārī is still rather laconic, viii, 253; he is above all presented as one who exercised on the frontier the role of scourge of bidʿa \n “blameworthy innovation”).",
    "Historically, this appears to be a typical case of the mythic return to the sources which is a feature of the emergence of different ideological movements developing in the course of the 3rd/9th centuries, in activist Sunnī circles as well as in mystical circles. All these themes were to become stereotypical in the literature of the frontier which subsequently appeared, in isolated passages or in chapters, in the work of numerous authors, irrespective of their specialities, in succeeding centuries. This literature has been scrupulously preserved, especially in the Syrian context. Thus the aristocratic historiographer of Aleppo, Ibn al-ʿAdīm (who died in Egypt in 660/1262, having fled to escape the Mongols; he was an Ayyūbid judge aṇd vizier), included in his biographical history of Aleppo, the Bug̲h̲yat al-ṭalab (ed. Suhayl Zakkār, i-xi, Damascus 1991), long passages attributed to an individual, apparently a native of Tarsus, the ḳāḍī \n ʿUt̲h̲mān b. ʿAbd Allāh al-Ṭarsūsī, who lived in the 4th/10th century, shortly before the city fell, for three centuries, under Byzantine domination. This person, otherwise little known, was apparently the author of a text intitled Siyar al-t̲h̲ug̲h̲ūr , a compilation of traditions and anecdotes regarding the frontier city, the eminent figures who resided there and its fortified environment. It will be noted that the sense of the term siyar has evolved from the meaning which it had in the 2nd/8th century. It is no longer confined to points of law (the Siyar of ʿUt̲h̲mān Ṭarsūsī have been extracted by S̲h̲ākir Muṣṭafā from an Istanbul manuscript and published in the review of the Faculty of Letters and Education of Kuwait ( Mad̲j̲allat al-ādāb wa ’l-tarbiya , viii [Kuwait 1975]; cf. also Bosworth’s remarks on the author and his treatise, in Oriens , xxxiii [1992], 271, 280 and in his Abū ʿAmr al-Ṭarsūsī’s \n Siyar al-thughūr\n and the last years of Arab rule in Tarsus ( fourth/tenth century ), in Greco-Arabica , v [Athens 1993], 184-5).",
    "These representations of d̲j̲ihād have little to do with history. They seem primarily to propose a rewriting, and even more so, a moralisation and an idealisation of the past, the necessity of which would not become evident until after the event (on the conditions of real war, the history of which is still largely unwritten, besides the conditioning of the ideology of d̲j̲ihād , see Ḥarb and d̲j̲ays̲h̲ ). It was inevitable, however, that when the representation of d̲j̲ihād became established, it could have effects on certain aspects of war itself and on those who took part in it, besides the fact that it \n ¶ might be exploited in the caliphal policies of the frontier. It should nevertheless be noted that, in adab literature, the chapters intitled kitāb al-ḥarb seem to have escaped the influence of the new doctrine on frontier warfare, as seen by traditionist circles. These passages constitute a veritable treasure-store of ancient representation, from the d̲j̲āhiliyya onwards, through the Prophetal phase of Islam, to the adventures and achievements of the great warriors of the Umayyad period (see, for example, one of the more voluminous works, the ʿIḳd al-Farīd , by the Andalusian Ibn ʿAbd Rabbih (d. 328/940 [ q.v. ]), accredited panegyrist to the Umayyad court of Cordova, who transferred to the West the oriental tradition, and also the so-called popular romances describing the epic adventures of great warriors of the Umayyad period who were real persons; see al-baṭṭāl and d̲h̲u ’l-himma ).",
    "In his major commentary on the Ḳurʾān, D̲j̲āmiʿ al-bayān , al-Ṭabarī (d. 320/923), presents exegetical readings which seem to accord with the ideology of d̲j̲ihād , such as it has been found expressed by means of the Prophetal traditions which are included in the compilations of the 3rd/9th century. But he also revives the contradictory ideology of quietism which makes ribāṭ simply a modality of devotion (it is not certain, however, that this is what served as a referential base for the latter usage of the term by mysticism). There is room for speculation regarding the future role of this latter tendency, which seems not to have disappeared entirely, despite the probable dominance of the ideology of d̲j̲ihād , throughout subsequent periods, apparently enjoying a powerful revival during the time of the Crusades. The two readings (pro- and anti -d̲j̲ihād ) thus figure, concurrently, in the commentaries on the two Ḳurʾānic verses concerned ( D̲j̲āmiʿal-bayān , ed. M.M. S̲h̲ākir, Cairo, vii, 501, on III, 200, and xiv, 31, on VIII, 60).",
    "Finally, attention should be drawn to the use of a derivative of the root r-b-ṭ which figures in the Book of Conquests, Kitāb al-Futūḥ , of the Bag̲h̲dādi historiographer al-Balad̲h̲ūrī (d. 279/892) (ed. R.M. Raḍwān, Beirut 1978, 189, ch. on Malatiya). The fact that this work dates from the second ʿAbbāsid century is all the more interesting in that it seems to preserve an ancient usage of the term which hardly coincides with the representation in the ancient period of a d̲j̲ihād involving volunteers of the faith. The account concerns the war which the future caliph Muʿāwiya (he was still governor of Syria at the time) led on the frontier, recapturing Malaṭiya which had been lost after an earlier conquest. He “posted” there, rattaba \n fīhā , “a squadron of Muslims”, rābiṭa min al-muslimīn , “under the leadership of their chief”, maʿa ʿāmili-hā (during the caliphate of Medina and the Umayyad period, the ʿāmil denotes the governor as well as the military chieftain, responsible for a group of warriors, whatever its level and its number; D.M. Hill speaks of the “ ʿamil of a small band of fighters” in reference to the reconquest of a town in the D̲j̲azīra, see his The termination of hostilities in the early Arab conquests , London 1971, 85). The term rābiṭa , used in this passage, is based on the theme of a name for a group. The latter, according to the ancient sense of the root, should be seen as being provided with horses and weapons and being ready for combat.",
    "b. Ribāt as a building: look-out post, small fort, fortified city, caravanserai, staging-post and urban establishment for mystics.",
    "Ribāṭ might seem to be easier to pin down in its role as a substantive denoting a building than in its usages as a verbal noun or a noun of action. However, except \n ¶ in the case of the urban establishments for mystics which do not appear in a definitive fashion until the Sald̲j̲ūḳ period and are included in a well-defined general policy of the construction of specialised buildings on the part of sultans, their viziers or other dignitaries ( madrasas [ q.v. ] for specialists in fikḥ and k̲h̲ānḳāhs [ q.v. ] for Ṣūfīs), there is a definite possibility that there has often been confusion and misunderstanding concerning the ribāṭ as an edifice. There may well be cases where a reference to a particular edifice has been understood, when in reality it is simply an extension of the sense of the verbal noun denoting an exposed place: an isolated stage on an inland route, a border-post or a fortified coastal city. It seems difficult to present a general opinion on the question, such being the variety, in nature and in purpose, of the built-up places and spaces to which the name of ribāṭ is given, in the sources of the 4th/10th century. The earliest information seems to emanate from geographical sources of the 3rd/9th and 4th/10th centuries. But, depending on the authors, the latter may already have been permeated by ideology. Since the historical problems have yet to be clarified and separated from phenomena of representation, it is not possible to identify and fix a historical starting-point. It is possible, however, to draw some conclusions from textual comparisons. Thus attention may be drawn to the very neutral terminological usages of the caliphal functionary Ḳudāma (see above), who seems to be opposed to certain “engaged” remarks of the geographers of the mid-4th/10th century which do not correspond strictly to historical reality. A. Miquel, in three of the volumes of his Géographie \n humaine du monde musulman , has made a systematic survey of uses of the term ribāṭ among early geographers, instances, which make it possibly, in his opinion, to indicate, directly or indirectly, the presence of an edifice named ribāṭ (4 vols., Paris 1967-88; on the ribāṭ , see index, at ii, 582, iii, at 529, iv, at 374). He has, in addition, devoted to this term part of a chapter (iv, 54-6, with numerous references to what are essentially geographical sources). He keeps, however, to the general definition of “fortified convent” as giving the basic sense (iii, 82, n. 1).",
    "i. The eastern frontier",
    "Of all the mediaeval authors in this field, Ibn Ḥawḳal in his K. Ṣūrat al-arḍ and al-Muḳaddasī (d. 378/988 [ q.v. ]) in his Aḥsan al-taḳāsīm fī maʿrifat al-aḳālim are the ones who deal in the greatest detail with everything concerning ribāṭ (as a verbal noun or as a substantive with plural ribāṭāt ). According to these authors, ribāṭs are divided among several major zones, Transoxiana and K̲h̲urāsān, provinces to the south of the Caucasus, the West Caspian zone and the Mediterranean coasts, from Palestine to the Mag̲h̲rib and to Spain (Miquel, op . cit ., ii, “les marches”, 536; the t̲h̲ug̲h̲ūr of the Arabo-Byzantine frontier have been omitted from this list because, as has been seen above, the usages of ribāṭ do not seem to denote there a specific building, but exclusively an action or a place of action). However, this terminology does not seem to be shared by all authors. Unlike the geographer-travellers of the mid-4th/10th century, Ḳudāma, writing two generations earlier, makes no mention of ribāṭ as a frontier edifice of d̲j̲ihād . The situation to which he refers allusively on the frontiers of the north is that of the Turkish “raid”, verb \n g̲h̲āra , and not that of Muslim incursion (extract from the K. al-K̲h̲arād̲j̲ , in BGA , vi, Leiden 1889, 208, 212, 262; this would seem to confirm the tradition related by the same Ḳudāma, according to which “the Turks should be left in peace”, op . cit ., 262). Similarly, instead of the \n ¶ term ribāṭ which was to be used in the 4th/10th century, he uses the term k̲h̲ān [ q.v. ] to denote the caravanserai and sikka for the “relay” of the postal service barīd [ q.v. ] (association of the k̲h̲ān and the sikka , in certain isolated “stages”, manzil , 209, 210), and this over the whole extent of the empire (however, it is generally supposed that it was the relays of the eastern post which were called ribāṭ [see \n barīd\n ].). Even if local powers from time to time conducted a more offensive policy (without disruption of commerce, and in particular, the very lucrative trade in slaves, some of whom were to become caliphal soldiers from the 3rd/9th century onward, see g̲h̲ulām ), it may be noted that the Muslim rulers of Persia finally found themselves in a situation similar to that of the empires which had preceded them, confronted by nomads from the north and the east (a legendary evocation of relations between the Sāsānid Anūs̲h̲irwān and the king of the K̲h̲azars, which led the former to build a wall of bricks, ḥāʾiṭ , against the raids of the nomads, intractable subjects of the latter, Ḳudāma, 259-61).",
    "A related question concerns, in particular, the representation of d̲j̲ihād on the eastern frontiers of Persia. It may be wondered whether what is presented, in the sources, as a generalised d̲j̲ihād , performed from the starting-point of thousands of ribāṭs , in fact reflects historical facts. Al-Muḳaddasī speaks of a thousand ribāṭs at Paykand, on the border of Buk̲h̲ara (282). They are said to be “in ruins” or disused, k̲h̲arāb , or “in active use”, ʿāmir , although the respective proportion is not given. The same author states the presence (without specifying whether active or otherwise) of 1,700 ribāṭs at Isfīd̲j̲āb, on the right bank of the Syr Darya or Sayḥūn (273; Ibn Ḥawḳal also speaks of a thousand ribāṭs at Paykand, 489). These highly implausible figures are probably a reflection of hyperbole and mythic representation. In fact, the historical elements of the context (drawn from historiographical sources, as well as from certain passages of the geographers themselves), on the policy conducted by the local Muslim powers (the Ṭāhirid governors at first, later, the Sāmānid\n amīrs ), during the 3rd/9th and 4th/10th centuries, confronted by the Turkish peoples of the steppe (G̲h̲uzz, Ḳarluḳ [ q.vv .], Arabic K̲h̲arlūk̲h̲ ), present a quite different picture. In both cases, it is a policy of defence (based on fortresses, ḥiṣn or ḳuhandiz (the Persian word), of towns encircled by walls, muḥaṣṣana , or by ditches and ramparts k̲h̲andaḳ , especially in K̲h̲ w ārazm, works of which many must have been pre-Islamic) and not of attack, which seems to have been practised once the conquests had reached the unclear, but traditional, frontier of the steppe. In response to raids by the Turkish nomads (who normally took the initiative), there appear to have been punitive Muslim expeditions, of which the best-known is that of the Sāmānid Ismāʿīl I (279-95/892-907 [ q.v. ]) against one of the Turkish centres of population, that of the Ḳarluḳ, the town of Ṭalas, in 280/893. This must have established calm on the frontier for most of the 4th/10th century. From this period, which is precisely contemporary with that of the geographer-travellers, the warfare would have been over. This was achieved, furthermore, by the progressive conversion of the Turkish border tribes. Information on these conversions is also found in the writings of the geographers themselves who, furthermore (without concern over contradictions or over anachronisms), continue to speak of the burgeoning activity of the ribāṭs and of the influx of volunteers. Al-Muḳaddasī tends to hark back to this theme, which had probably become, in part, mythic: \n ¶ on Us̲h̲ in Farg̲h̲āna, muṭṭawwiʿa , 272; the district of Paykand, to the west of Buk̲h̲ārā, g̲h̲uzāt , 282. He mentions, however, some precise examples which seem more plausible. Such would be the case of the approaches to the mountain massif of the G̲h̲ūr [ q.v. ], between Harāt and Bāmiyān. This region was not, in fact, to be conquered and converted until the 5th/11th century, by Maḥmūd of G̲h̲azna (cf. al-Muḳaddasī, 306). In this region, it is furthermore not so much a question of volunteers as of regular soldiers, “posted”, murattabūn , there, and of “watchmen”, ḥurrās . Similarly, in the description of a forward post in the district of Ustuwā, two places are mentioned which are called ribāṭ , or rather pertaining to ribāṭ (in the capacity of a verbal noun), where there are stationed “ardent and decisive men”, rid̲j̲āl s̲h̲ihām , well-equiped with arms and with horses. It is impossible to tell whether this refers to volunteers. They are deployed, facing the sands, in three forts, ḥiṣn , “linked together”, muttaṣila , one of them being defended by a ditch and rampart, k̲h̲andaḳ (al-Muḳaddasī, 320). The mode of expression is lyrical; it could refer to the reality of the previous century. On the other hand, Ibn Ḥawḳal provides a significant extract on the converted tribes installed on the pasture-lands of S̲h̲ās̲h̲, the region of what is today Tas̲h̲kent (511; al-Muḳaddasī is decidedly more discreet, 274). Furthermore, it was soon to be the Muslim irregulars of the frontier who were causing problems. In the article g̲h̲āzī , Cl. Cahen defines them as companies of “mercenaries” and not as volunteers for the faith (it may be recalled that Ḳudāma and Ibn Ḥawḳal spole of saʿālīk to denote these irregulars, see above). For want of external action, they seem to have found a diversion in participating in various revolts, including one in Sāmānid Buk̲h̲ara, in 318/930 [see \n g̲h̲āzī\n ]. Some reportedly sought in the mid-4th/10th century to leave for the West ( Camb . hist . Iran , iv, The Sāmānids , ed. R.N. Frye, 155). Others were probably employed by Maḥmūd the G̲h̲aznawid in his expeditions to the Pand̲j̲āb at the beginning of the 5th/11th century. It could almost be said that, it is only when the mercenaries of the frontier have left the scene, that the warriors of faith make their entrance, in an idealised representation of the past, in this region just as in the Syrian marches.",
    "From these first elements it can be seen that it is no longer possible to subscribe, in a global manner, to the definition of G. Marçais, who presents ribāṭ (in his EI \n 1 article s.v.) as “a type of establishment, both religious and military, which seems quite specifically Muslim” and which would have appeared “at an early stage”. It is no longer possible to retain as “current” the interpretation of “fortified convent” (see above). Before drawing hasty conclusions, the most prudent course is, without doubt, to analyse the sources and to identify the points where usage seems to indicate the presence of edifices called ribāṭ . This will not be sufficient to indicate whether it is the edifice itself which bears this name or it is the function assigned to it which accounts for the name. In the first case, there would effectively be a specific construction. In the second case, there would be a common name denoting various types of edifice, according to the function attributed to them. Thus the full range of evolutionary senses of the verbal noun would be encountered, from preparation for combat, to vigilance or to a protected halting-place (a use as verbal noun in the writings of al-Muḳaddasī, 303, with reference to Badak̲h̲s̲h̲ān, in the mountains of the upper Oxus basin).",
    "Furthermore, a careful reading of the texts reveals \n ¶ that it is probably a mistake to attribute a military function to certain ribāṭs ; sometimes the reference seems to be to a simple hospice for travellers, especially in the case of an edifice situated at the gate of a city, founded by a specifically-named individual and maintained by the incomes of a waḳf or mortmain (see waḳf , and Cahen, Réflexions sur le waqf ancien , in Les peuples musulmans dans l’histoire médiévale , Damascus 1977, 287-306). This would be the case of the four ribāṭs of Isfīd̲j̲āb, each situated at the gates of the town (and not in the vicinity of the great mosque, as suggested by the unclear text of al-Muḳaddasī, 272-3; cf. Ibn Ḥawḳal, 510, making possible a correction of Miquel, iv, 56), on an important route leading from the major regional metropolises. These hospice- ribāṭs seem to have been specifically for the accommodation of travellers who were natives of these cities (see the case of the ribāṭ probably founded by Ḳaratigin, a Sāmānid military dignitary, who is buried there and who converted into waḳf the revenues of a market; another possible case, in the writings of al-Muḳaddasī, is the ribāṭ of Mīrkī (?), the founder of which was a Sāmānid amīr ; in this case, too, the establishment is in the environs of the town, 275). On the other hand, in the writings of Ibn Ḥawḳal passages are found which indicate more clearly the purpose of the edifice: ribāṭs for travellers on internal routes maintained by the waḳfs , manāzil wa-ribāṭāt mawḳūfa ʿalā sābilat al-ṭarīḳ (401). As for the ribāṭ situated on the plain to the north of Usrūs̲h̲ana, facing the steppe which borders on the left bank of the Sayḥūn, the foundation of which is attributed to the celebrated Afs̲h̲īn [ q.v. ], the prince of this province who distinguished himself in far-flung campaigns (before ultimately being imprisoned as a rebel, in Sāmarrā, in 226/841), it seems to be of distinctly military purpose (Ibn Ḥawḳal, 504-5; this institution was supported by the revenues of lands which had been constituted as waḳf ). The verb banā clearly denotes the effective construction of an edifice by this person. It is, however, not known whether it was originally intended as a ribāṭ . Clearly less ambiguous are the passages in the works of geographers concerning the halting-places on internal routes called ribāṭ . They are generally denoted by a composite expression, “the\n ribāṭ \n of...”, followed by a place or the name of a founder (Miquel, iv, 55, n. 120, mentioning in particular Ibn Ḥawḳal, 454, with a commentary of the latter on the services provided by the ribāṭ as place of protection or accommodation; see also al-Mukaddasi, 291, a ribāṭ outside the town, near Buk̲h̲ārā, founded and financed by a Sāmānid amīr ). But these halting-places were also very often established in connection with the postal service, the barīd and its relays, especially in eastern and central Persia. The term ribāṭ is applied to them specifically by al-Muḳaddasī (thus differing from Ḳudāma, see above), in his lists of itineraries in the east (372, 493; in western K̲h̲urāsān, with a description of the ribāṭ founded by Ibn Sīmd̲j̲ūr, the Sāmānid general.",
    "It is, however, quite true that certain ribāṭs (which did not necessarily originate as military establishments; here too, each case must be analysed separately) seem to have been ultimately represented as mas̲h̲āhid (mentioned by Miquel, iv, 51, n. 92), signifying both “[supposed] places of martyrdom” and “blessed places”. A legendary tomb is often associated with them. It may appeal to a collective patronage, that of the “Companions of Muḥammad”, on an itinerary of the region of Naysābūr, in K̲h̲urāsān (al-Muḳaddasī, 334). It may even claim identification with great mythical figures such as D̲h̲u ’l-Ḳarnayn, the Ḳurʾānic Alexander and the \n ¶ mysterious prophet D̲h̲u ’l-Kifl (Ḳurʾān, XXI, 85). These two figures are associated with two twin ribāṭs , each situated on a bank of the Oxus, one on the Hephthalite side, that of the Hayṭal [see \n hayāṭila\n ], and the other on the side of K̲h̲urāsān, downriver from Tirmid̲h̲ (mentioned by Miquel, loc . cit .; list in al-Muḳaddasī, 291, 333). Also to be found (idem, 292), is the exceptional mention of mud̲j̲āwirūn in a ribāṭ (guard-post or halting-place?) which apparently served as a crossing-point of the Oxus. D̲j̲iwār , originally linked with residence in Mecca, is to be understood here in an extended sense, perhaps referring to non-combatant pietists, possibly preachers and evangelists. The movement of the Karrāmiyya [ q.v. ] could possibly have played a role of this type in the Turkish zone, under the Sāmānids and then under the G̲h̲aznawids. This role is also attributed to the Ṣūfīs with whom the Karrāmiyya are often confused. It should be remembered, however, that Ṣūfīs did not appear in Persia until the mid-4th/10th century (see Chabbi, op . cit ., and eadem, Remarques sur le développement historique des mouvements ascétiques et mystiques au K̲h̲urāsān in SI [1977]). The facts of the sanctification of certain sites, called ribāṭ by certain authors, should, in this writer’s opinion, be often considered (at least on the eastern border; the situation in the West is less clear, see below, in regard to Ifriḳiya), as phenomena adduced a posteriori , especially in the case of military posts which had lost their importance or fallen into disuse. It is clear that each passage needs to be examined in detail and compared with parallel sources, since each case seems to pose different questions, even when the same region is under discussion. In any case, the important question remains open: who is finally responsible for allocating the name ribāṭ to certain edifices—the founders, the actual users, or later authors describing events?",
    "ii. The central coastal zones and the western frontier",
    "According to Ḳudāma’s formula, all the coasts from Syria to Egypt are t̲h̲ag̲h̲rs (253; details of the coastal cities, 255; a brief paragraph is devoted, at the end of the chapter, to the t̲h̲ug̲h̲ūr al-g̲h̲arb which begin with Ifrīḳiya, 265-6). The geographers of the 4th/10th century are less synthetic in approach. They do not omit to mention all the fortified towns of the coast ( musawwara , encircled by a sūr , wall, or muḥaṣṣana , defended like a ḥiṣn ; these expressions are recurrent in their writings). It is therefore surprising, with regard to these coasts, that there are so few references to ribāṭs , except in the cases of Ifrīḳiya and of Sicily. Ibn Ḥawḳal confines himself to saying that Damascenes go to Beirut to perform ribāṭ , sc. yurābiṭūn , with the soldiers, when there is an appeal in case of danger ( istinfār \n “call to arms, general mobilisation”, 175; no site of the Near Eastern littoral is mentioned). Concerning the frontiers of the West, al-Muḳaddasī confines himself to very vague formulae: the Mag̲h̲rib is in a state of permanent d̲j̲ihād (215, the same applying to Cordova, 233). The coasts of Sicily are “noble\n t̲h̲ag̲h̲rs ” which contain “superb\n ribāṭs ”, t̲h̲ug̲h̲ūr d̲j̲alīla wa-ribāṭāt fāḍila (or superb “places of ribāṭ ”?) (15); as for Ibn Ḥawḳal, he goes into most detail when describing Ifrīḳiya and Sicily, see below. On the other hand, with regard to the coasts of the eastern Mediterranean, al-Muḳaddasī makes a double exception. This concerns, on the one hand, the whole of the coast-line controlled by Ramla, the “capital”, ḳaṣaba , of the district of Palestine, a city some distance removed from the littoral, and on the other hand, the zone of Damietta, Dimyāṭ, in Egypt. There are said to have been, on the coast at Damietta, numerous ribāṭ (edifices or verbal noun denoting a place of ribāṭ ?) \n ¶ which are not otherwise adduced. They presumably had a “season” of activity, mawsim , during which there was an influx of murābiṭūn . The passage is fairly enigmatic (203). It is perhaps linked to maritime conditions, which rendered approach to the Egyptian coast extremely difficult for the greater part of the year. The ribāṭs dependent on Ramla are even more surprising (177; Miquel has partially translated the passage, in La géographie \n humaine , iv, 55). The points on the coast identified as ribāṭ represent the totality of maritime cities of the Palestinian coast or their ports. The city itself may be somewhat removed from the coast, as is the case of G̲h̲azza in relation to Mīmās in the south and of Azdūd and Yubnā in the central zone. The port of these two small cities is called māḥūz (a word normally meaning “space between two armies”, which could be applied to a maritime forward post in relation to the city by which it is controlled). The other ribāṭs are fortified cities situated directly on the seaboard, Ascalon or ʿAsḳalān (between Mīmās and Azdūd), Jaffa or Yāfā (considered to be the port of Ramla) and finally Arsūf, a fortified port situated further to the north (description of the defensive works of these cities, 174, with the exception of Azdūd and Yubnā, which are mentioned only in the abovementioned passage, 177). Given this context, it is reasonable to assume that it is a question of places where ribāṭ was practised, rather than of edifices of a particular type. The latter are described, furthermore, by their customary names, whether it is a case of “fortresses”, ḥiṣn , small forts with “observation towers”, maḥāris (sing, maḥras ; these were apparently especially numerous in the zone of Ascalon. The town is described as kat̲h̲īrat al-maḥāris , 174). The ribāṭ which, according to al-Muḳaddasī, is practised in this zone is of a very particular type. It is not a question of combat but of fidāʾ [ q.v. in Suppl.], “the ransoming of prisoners” (the principal source on this subject is al-Masʿūdī, Tanbīh , 189-96, who deals with official “campaigns” of ransom conducted by caliphal representatives; there is no mention of ransoms effected on the Palestinian coast). Miquel has good reason for wondering whether, in fact, it was not rather a matter of exchange (ii, 471). According to the procedure described by al-Muḳaddasī as regards the Palestinian coasts, as soon as the galleys and barques arriving from the Christian shores (their provenance is not specified) are sighted, the alarm is raised throughout the region. The inhabitants come to negotiate in the above-mentioned ports. Such activities are highly plausible, especially as it is unclear who, in the event, represented the Christian side (legitimate traders or pirates?) Besides, it would not be unreasonable to wonder whether, from a historical point of view, all actions on these coasts were motivated purely by faith, as the sources would have us piously believe.",
    "Ifrīḳiya is reputed to have supplied the most ancient evidence of the existence of an establishment known as ribāṭ . The earliest foundations reportedly date back to the first half-century of the ʿAbbāsid period, shortly before the appearance of the hereditary Ag̲h̲labid governorate (established from 184/800 onward). The purpose would have been to reinforce the coastal defences against raids launched from the Christian shores of the north. The Ag̲h̲labids [ q.v. ] continued this policy, erecting numerous walls and fortresses. The first expeditions against Sicily were mounted in 211/187 and its capital, Palermo or Bālarm, was taken in 216/831. There is doubt as to which is the more ancient, the ribāṭ of Monastir or that of Sousse (see monastir for this city and constructions in other nearby \n ¶ towns, Sousse and the region of Mahdiyya). Ibn Ḥawḳal gives the most detailed account concerning the whole of this region, including Sicily. He seems to have been present in the area in 361/972. Concerning the fortress which is today considered as the ribāṭ of Monastir (which is a fortress, ḳaṣr , to which similar works were to be added, at a later stage, by various local powers, from the Fāṭimids to the Zīrīds, the whole constituting ḳuṣūr ), the question is the same as that posed in the East, whether the edifice was really called, from the outset, a ribāṭ or is it a case of simple extension of the verbal noun, denoting the “place of ribāṭ \n ”? Perusal of the text devoted to the city by Ibn Ḥawḳal suggests that the second hypothesis is valid, at least for the ancient period. The few lines dealing with the shores of central Tunisia (73) include three uses of the term. The first could indicate either an edifice, or a place of residence, ribāṭ yaskunu-hu umma min al-nās , “a\n ribāṭ (a place of ribāṭ ), where a significant number of people reside”, ʿalā ’l-ayyām wa ’l-sāʿāt , “according to days and periods”, yuʿrafu bi-Munastīr , “(place) which is known by the name of Munastīr”. The second use appears in an expression which makes ribāṭ a functional epithet ( ḳaṣr ribāṭ , “a fortress having the function of ribāṭ ”). The third use is a verbal noun: “there are at the edge of the sea two large fortresses”, ḳaṣrān ʿaẓīmān , li ’l-ribāṭ wa ’l-ʿibāda , “for\n ribāṭ and religious observance”, ʿalay-himā awḳāf kat̲h̲īra bi-Ifrīḳiya , “which are maintained by the benefits of numerous waḳfs situated in Ifrīḳiya”, wa ’l-ṣadaḳāt taʾtī-hā min kulli arḍ \n “and by alms which come from everywhere”.",
    "There is no doubt that, at a later stage, when their military role had perhaps become less important, the fortresses of Monastir were considered as sanctified sites, favoured by the nobility as places of interment (see monastir : the acts of piety related by the sources are, however, perhaps interpreted a little too literally here). It could be considered that the text of Ibn Ḥawḳal tends to idealise the situation on the coast of Africa (as also the case of Salé in Morocco, confronting the Barg̲h̲wāṭa Berbers, considered at the time to be unconverted, 81-2), while he castigates the vice prevalent in the Sicilian places of ribāṭ (121; partial tr. A. Miquel, in La géographie humaine , iv, 55). Historical reality probably lies between the two extremes. However, there may well have been periods during which zealous Muslims (or simply citizens anxious to participate in the defence and security of their homes) could have succeeded in transforming these fortresses into convents, as is postulated by numerous modern studies. If mystical movements were able at a later stage partially to occupy this type of edifice, they seem absolutely unrepresentative of the situations which could have arisen in more ancient times.",
    "In Andalusia, three marches confronted the Christian kingdoms, including the famous Galician march, t̲h̲ag̲h̲r al-d̲j̲alāliḳa \n . The war which was waged against the local Christians, “of quarrelsome and obstinate temperament”, was, according to Ibn Ḥawḳal (who is manifestly prejudiced), a war characterised by trickery and ambushes which have little to do with the rules of chivalry, furūsiyya . No mention of ribāṭ is to be found in his text (111, 114; but the province of Spain appears to be little known; only a few pages deal with it). In this respect, al Muḳaddasī is equally vague; on the difficulties of documentation regarding Muslim Spain in the early period, see al-andalus . (iii) “Outline of the historical geography of al-Andalus”; on military history, very rich in varied vicissitudes (vi) “General survey of the history of al-Andalus”. It may, however, be wondered whether the lands of the \n ¶ \n Muslim West genuinely link, to a greater extent than in the east, military action and guarding of the frontier to a sustained devotional practice (which is not to be confused with a mystical practice!) A critical study of the sources on this subject would unquestionably be a worthwhile project. The Sicilian counter-example which Ibn Ḥawḳal gives, with a view to denouncing it, and which describes the undesirable elements of the frontier, is very significant in this respect. On the other hand, it is no doubt necessary to take account, as in continuity with ancient usages and not as a novelty, of the fact noted by G. Marçais [see \n ribāṭ in EI\n 1\n ], concerning the existence, in Spanish, of the word rebato to denote “an action performed by a troop of horsemen in conformity with Muslim tactics”. Encountered in this definition is the precise basic sense of the verbal noun of the early caliphal period. It does not go as far as the original ribāṭ , on the banks of the Senegal river, which has long been reckoned the point of departure of the Almoravid Berbers, a fact which is not today held in doubt [see H.T. Norris, \n al-murābiṭūn\n ]. The Almoravid movement, which began in the Mag̲h̲rib at the beginning of the 5th/11th century, passed into Spain during the final quarter of the same century (479/1086, victory of Yūsuf b. Tās̲h̲fīn at Zallāḳa, see P. Chalmeta, al-murābiṭūn . iv. “The Almoravids in Spain”) and dominates it politically, while unleashing war on the frontier, using both regular troops and mercenaries, exactly as in the East. In this context, there seems however to appear, as a specific case, the activity of certain splinter-groups of Mālikism from the Mag̲h̲rib which preached an activist application of religious observance. This would be the case of the founder of the Dār al-murābiṭīn (mentioned by Norris, in art . cit ., and located in the Moroccan Sous) which apparently professed a blend of pietism and warfare. This movement could first have inspired the faith of the Saharan Almoravids, then that of the ideologues who followed them, and who were to be recruited into circles of jurists of the Mālikī persuasion. It is nevertheless important not to continue to confuse these modalities of active observance, perfectly identified (which could, in certain aspects, be compared, in the East, to Ḥanbalī activism and, much later, to Wahhābism) with the use which the Ṣūfīs and the mystical brotherhoods were to make of the institution of ribāṭ . On the contrary, the Almohad\n ribāṭs of the 6th/12th century, mentioned by G. Marçais in his EI \n 1 article, seem, at first sight, to be of a far more classical nature, since their role is that of ribāṭ Tāzā [ q.v. in EI \n 1 ], the base of operations for anti-Almoravid action. As for the ribāṭ al-fatḥ [ q.v. ], it was the mustering point for men and materials awaiting transfer to Spain. Before becoming the site of the future city of Rabat, this area of coastal ribāṭ apparently served as a necropolis for the Marīnids (after the example of certain ribāṭs of Ifrīḳiya, for the local dynasties: see ribāṭ in EI \n 1 ). It should probably be born in mind that it would be impossible to continue to deal with the problem of ribāṭ , in general and without reference to the precise contexts in which the usages of this term have been forged and have evolved. The permanent confrontation which, from the moment of the launching of the Reconquista , opposed the lands of the Muslim West to the Christian kingdoms, makes it reasonable to suppose that very particular cases of utilisation of the ancient terminology are to be encountered. These specific usages probably involved not only the ideology of d̲j̲ihād and its associated terms, including the verbal noun ribāṭ , but also the emergence of practices of magical mysticism, thaumaturgy, and the liturgy of intercession \n ¶ which were to be a fundamental element of maraboutism (with various usages of the root r-b-ṭ ; “marabout” evidently emanates from one of the late usages of the Arabic murābiṭ ). G. Marçais noted, moreover, the multiplication of usage, in Muslim Spain, in a fairly late period (which he did not, however, specify), of the term rābiṭa to denote certain innovations which he supposes to be of a mystical nature (by analogy with the Mag̲h̲ribī usage defined by G. Colin in his translation of the Maḳṣad ... fī d̲h̲ikr ṣulaḥāʾ al-Rīf , of Abū Muḥammad ʿAbd al-Ḥaḳḳ al-Bādīsī, d. 711/1312, in Arch . Maroc ., xxvii, Paris 1926, 240: “a hermitage which is the retreat of a saint and where he lived surrounded by his disciples and his religious servitors”; see also EI \n 1 art. zāwiya ; it would also definitely be useful to refer to the volumes of the Nafḥ al-ṭīb of al-Maḳḳarī [ q.v. ], which deal with al-Andalus). G. Marçais also claimed to have found a direct echo of the term rābiṭa in a number of Spanish toponyms such as Rápita , Rávita and Rábida .",
    "iii. Ribāṭ, as an establishment for mystics ( relations with establishments of similar type \n —k̲h̲anḳāh, zāwiya, tekke)",
    "It is not known at exactly which point in history the term ribāṭ and parallel terms, in particular k̲h̲anḳāh in the East, zāwiya in the West, were first effectively and regularly applied to groups of mystics devoting themselves to practices of piety, ʿibāda , in a building to which they had rights of ownership. It can only be asserted that the phenomenon became established—at the earliest, but still in a very uneven manner—from the second half of the 5th/11th century, in the Sald̲j̲ūḳ lands of Persia. Similar structures were apparently also in evidence among the G̲h̲aznawids of northeastern Persia, as far as the approaches to the Pand̲j̲āb. It subsequently spread very widely over the newly-conquered territories, arriving, from the 7th/13th century onward, in the Dihlī Sultanate [ q.v. ], when this region was settled by Persian élites fleeing from Mongol domination, henceforward established throughout Persia (K.A. Nizami, Some \n aspects of \n khānqah \n life in medieval India , in SI , viii [1957], 51-69). In the same manner, the progress of these establishments seems to have followed, in the West, the advance of the Sald̲j̲ūḳs and their successors, first in Zangid Syria and then in Ayyūbid Egypt, as well as in Anatolia (which passed definitively under Muslim control after the victory won at Manzikert or Malāzgird [ q.v. ] by the second Great Sald̲j̲ūḳ sultan, Alp Arslan [ q.v. ], in 463/1071). Subsequently the movement of founding these institutions continued to spread, in particular, as the result of the development of the mystical brotherhoods, ṭuruḳ (sing, ṭarīḳa , q.v. in EI \n 1 ). The entire Muslim world was thus affected. Local particularities and significant disparities between establishments are to be noted, however, resulting from the circumstances of foundation (whether or not the initiative was sponsored by a dynasty or a powerful individual, and the level and permanence of the waḳfs intended for their support).",
    "It should be noted, for example, that the genesis and evolution of mysticism in the Muslim West, Mag̲h̲rib and Spain, seem to have been quite different from what took place in the East, possibly as a result of the quasi-exclusive domination of the Mālikī school of law, which was able to impose certain obstacles in matters of the spiritualisation and the practice of faith. In these regions, as was later to be the case in sub-Saharan Africa, the overwhelming mystical phenomenon was maraboutism (elements in E. Doutté, Magie et religion dans l’Afrique du Nord , Algiers 1908, repr. Paris 1983; G. Drague, Esquisse d’histoire religieuse du Maroc: confréries et zaouias , Paris 1951; E. \n ¶ Dermenghem, Le culte des Saints dans l’Islam maghrébin , Paris 1954). However, the Ṣūfī brotherhood movement was ultimately to be established in the West also. There it took on some quite specific traits (on the mystical brotherhoods in general, see J.S. Trimingham, The Sufi \n orders in Islam , Oxford 1971, on the establishments and the phenomenon of ziyāra , “pious visiting [of a shrine or tomb]” see ch. vi, esp. 166-80). The thesis which continues to be propounded, in regard to the Muslim West, consists in saying, following E. Lévi-Provençal [see \n zāwiya in EI\n 1\n ] that the ancient local term was probably rābiṭa (see above), which applied to a “hermitage”, while zāwiya was later to be systematically employed in the same sense, but only from the 7th/13th century onward. This thesis seems to require renewed discussion.",
    "In the central and eastern regions (from the time of their submission to Sald̲j̲ūḳ domination), the establishments for mystics (these latter being henceforward all denoted as Ṣūfīs, with the exception of the remnants of the Karrāmiyya, surviving in the G̲h̲ūrid domain, see g̲h̲ūrids ), took either the name k̲h̲anḳāh [ q.v. ], which was the dominant usage in numerous regions, or ribāṭ . There is sometimes concurrence of the two terms in the same zone (Syria and Egypt). In lists of establishments compiled in a later period and applying to Egypt as well as Syria (see below), the appellation zāwiya is also found referring to urban establishments which seem to be of the same nature as ribāṭs or k̲h̲anḳāhs . It is not known in what circumstances this third term (which is supposed, a priori , to be of western origin) is applied in these central regions. As for designation by the word ribāṭ , it is seldom an exclusive usage, except in ʿIrāḳ, in the region of Bag̲h̲dād (but only until the Mongol period). It is, in fact, this declining caliphal metropolis which seems to have provided, for some time, the most important and probably the most ancient stratum of urban ribāṭs (cf. the present writer’s article on the pre-Mongol period of foundation of the Bag̲h̲dādī\n ribāṭs , see below). Elsewhere, it is the appellation of k̲h̲anḳāh which seems to have originally been prevalent, this applying to all the lands of the Muslim East or lands of the Levant, controlled, directly or indirectly, by powers of Sald̲j̲ūḳ origin (Syria and Egypt). It is this, moreover, which seems to have impressed western travellers like Ibn D̲j̲ubayr in the 6th/12th century and Ibn Baṭṭūṭa in the 8th/14th century (see below). The names given to these establishments, most of them founded between the 6th/12th and the 7th/13th centuries, were not subsequently to change, though the foundations could be of very different nature, in terms of their dimensions, their importance, their financial means, even their users, whether or not under the control of successive powers. The most important foundations often accommodated the tomb of the founder, even if the latter had no connection with mysticism (see Ḳubba , where the primary concern is with tombs in madrasas ; see also the term turba / türbe ). This was to be the case especially in Mamlūk Egypt (see k̲h̲anḳāh ). Lists of establishments are to be found in certain relatively late sources. For Egypt, they feature in the K̲h̲iṭaṭ of al-Maḳrīzī (d. 845/1442 [ q.v. ]). According to this author, the city of Cairo is said to have contained 23 k̲h̲anḳāhs , 12 ribāṭs and 26 zāwiyas ( op . cit ., Būlāk 1270/1853, repr. offset, Bag̲h̲dād n.d., ii, 414-36). These establishments evidently do not all belong to the same period. The chronology here is defective, needing to be restored before any analysis is attempted. Thus it is possible that the k̲h̲anḳāhs could be the most ancient, which would explain the astonishment of the Mag̲h̲ribī travellers who passed \n ¶ through Cairo, between the 6th/12th and 8th/14th centuries (if the lists supplied in the sources are to be believed, there had, however, been zāwiyas since the 7th/13th century, in Syria and in Egypt). For Damascus, there is a list comparable to that of Cairo, but of even later date. It is owed to ʿAbd al-Ḳādir al-Nuʿaymī (d. 927/1521, see Brockelmann, S II, 164) and feature in the Tanbīh al-ṭālib wa-irs̲h̲ād al-dāris (2 vols., Damascus 1948; al-Nuʿaymī makes frequent references to Yūsuf Ibn Shaddād, d. 632/1235, for the more ancient establishments). The figures were reportedly as follows: 29 k̲h̲anḳāhs , 26 zāwiyas and 21 ribāṭs (to this list should be added an indeterminate number of tekkes , from the Ottoman period [see \n dimas̲h̲ḳ\n ]. This Turkicised word denotes an establishment of the same type as those already mentioned, its Arabic form being takkiya ). Here, too, the chronology is defective, and the dates of foundation of the establishments are not given systematically. Historical exploitation of these lists has yet to be undertaken.",
    "In the Mag̲h̲rib, it was to be the appellation zāwiya which was prevalent before the Ottomans. The latter were to build a certain number of tekkes , alongside older establishments, except in Morocco, which escaped their domination (given the conditions of local mysticism, the Mag̲h̲ribī zāwiyas are not necessarily urban establishments, see Trimingham, op . cit ., index, 314). The observation of Ibn D̲j̲ubayr (who was in the East at the end of the 6th/12th century, see below, Riḥla , 330) suggests that while k̲h̲anḳāh was probably unknown in the West, there were nevertheless usages of the term ribāṭ , taken in the sense of a generic term. It should be noted that, in another Riḥla , of two centuries later, Ibn Baṭṭūṭa, the great traveller and a native of Tangier ( q.v. ; he is said to have died in 779/1377 or a little earlier), for his part uses zāwiya as a term of reference to denote all kinds of establishments, from institutions for mystical brotherhoods to simple wayside hostelries. This uniformity of nomenclature does not seem to correspond to reality. It could be the product of extrapolation, deriving from a typically Mag̲h̲ribī usage. In his accounts, often lively and spiced with anecdotes, this traveller-narrator would be unlikely to mention the terminology actually used in the regions of which he speaks. Furthermore, he abandons his procedure, at least once, in reference to Cairo when he declares, “as for zāwiyas , which are here called k̲h̲anḳāhs ”. The passage is included in a chapter devoted to the various establishments of Cairo (the mosque of ʿAmr, the madrasas , the māristāns and the zāwiyas ), see his Riḥla , Beirut 1967, 37). In pre-Ottoman Turkey, it is also zāwiyas which are attributed by him to the Turkoman organisations of the ak̲h̲īs [ q.v. ], who were to revive, in Anatolia, the most ancient tradition of the futuwwa ( q.v. ; see also CI. Cahen, Pre-ottoman Turkey , London 1968, 196-200). The word ribāṭ seems to be completely absent in the Riḥla of Ibn Baṭṭūṭa. There is a single isolated use of the term rābiṭa , apparently denoting an oratory regarded as a sacred site (placed under the mythic patronage of the prophet Ilyās and of K̲h̲aḍir [ q.v. ], in the region of Sinope or Ṣinūb ( op . cit ., 319-26).",
    "Returning to the genesis of the process, it will be noted that the most distinguishing feature of these new kinds of establishment is that they are situated, in principle, in cities (except in the case of marabout edifices, many of which reflect the local configuration of places collectively recognised as “sacred”) and not on a frontier or in an exposed place. Just like the madrasas or colleges of law [ q.v. ], which also appear in towns, in the same places and during the same \n ¶ periods, the urban establishments for Ṣūfīs were to be almost exclusively financed by the system of waḳfs (see above). These enabled them to continue in existence and to survive, without too much damage, some particularly turbulent political phases. These were sometimes private waḳfs (especially as regards small and ancient foundations, for the use of a single master and his disciples). Later, in establishments of importance, these were to be public or semi-public foundations, initiated by persons belonging to the higher echelons of the state or of the court. There are cases, for example, of foundations created by princesses and by the wives of caliphs and sultans (the position in Bag̲h̲dād from the 5th/11th century to the 7th/13th century is well-known through local chronicles such as the Muntaẓam of Ibn al-D̲j̲awzī [ q.v. ]; see J. Chabbi, La fonction du ribat à Bagdad du V e siècle au début du VII e siècle , in REI , xlii/1 [1974]).",
    "But this phase of official foundations, which began in Persia with the first Sald̲j̲ūḳs of the 5th/11th century, seems to have been preceded by a much more obscure period during which the transition was made from the very overt tradition of the diffusion of knowledge, ʿilm (religious knowledge, in this case), which was normally dispensed in the mosques, masd̲j̲id [ q.v. ], or the great-mosques, d̲j̲āmiʿ [see \n masd̲j̲id\n ], to instruction conveyed in the enclosed space of the new institutions. The latter did not, however, cause the disappearance of the former. It is, yet again, in Persia that the process seems to have begun, probably on the basis of previous local models. The invention of the Muslim k̲h̲anḳāh (a word in Persian undifferentiated in gender which has evolved into a feminine in Arabic) is probably the most ancient. It may be attributed to the ascetic preachers of the movement of the Karrāmiyya, on the basis of a model which is possibly Manichaean. The earliest foundations seem to have been established, in north-eastern Persia, between Transoxiana and K̲h̲urāsān, during the Sāmānid period, probably from the end of the 3rd/9th century onwards. Until around the middle of the following century, the k̲h̲anḳāh seems to belong specifically to the movement represented by those whom al-Muḳaddasī calls k̲h̲ānḳāʾī , “man of the k̲h̲ānḳāh ” (44; k̲h̲awāniḳ is the Arabised plural of this word). It seems that the use of this kind of institution by Ṣūfism (established in Persia in the mid-4th/10th century, see above) came about in a later period and in conditions which have yet to be elucidated, from a historical point of view. There are pieces of evidence concerning Naysabūr [see \n nīs̲h̲āpūr\n ], the great metropolis of knowledge in K̲h̲urāsān, during the 4th/10th century. But these apply primarily to the foundation of madrasas , assigned to the various juristic rites. This seems, furthermore, to be a question of small institutions, of a private type, reserved for the teaching of a single master, for whom the establishment doubtless also served as a residence (R.W. Bulliet, The patricians of \n Nishapur , Cambridge, Mass. 1972, 249-55, gives a complete list of these pieces of evidence). Bulliet also speaks of the k̲h̲ānḳāh . But he does not seem to assess correctly its exclusive ancient relationship to the movement of the Karrāmiyya (for example, an erroneous substitution of terms, 229, n. 5). On the other hand, it is important to note that he makes no mention of the urban ribāṭ for Ṣūfīs in the sources that he has studied. For his part, F. Meier devotes an entire section of ch. 13 of his study of the (Persian-speaking) K̲h̲urāsānian Ṣūfī, Abū Saʿīd b. Abi ’l-K̲h̲ayr (d. 440/1049), a native of Mayhana [ q.v. ] near Sarak̲h̲s; this Ṣūfī apparently maintained a personal k̲h̲ānḳāh in his town), to what he calls “convents”, Konvente . He \n ¶ attempts to discover the most ancient attestations of the ribāṭ for Ṣūfīs as well as of k̲h̲ānḳāh . But his study lacks a thorough placing in the context of the citations ( Abū Saʿīd-i-Abū l-Ḫayr , Wirklichkeit und Legende , in Acta Iranica, Ser. 3, vol. iv, Leiden 1976). It may, however, be supposed that the process probably developed during the 4th/10th century, at least in reference to Persia, and that it was definitively established in the following century. With the exception of one case, presented in a fairly obscure fashion, at Dabīl or Dvīn in Armenia, at 379, it should be noted that al-Muḳaddasī never links the k̲h̲ānḳāh to Ṣūfism. On the other hand, the association which he seems to establish, in several passages (412, 414, 415), between ribāṭs and Ṣūfism has been interpreted as suggesting that “convents” are to be envisaged. But an anecdote which he locates in Susiana and in which he is personally involved (he is mistaken for a Ṣūfī on account of the woollen gown which he wears), seems to show that this is not the case, 415; the Ṣūfīs have their circle, mad̲j̲lis or “meeting place”, in the great mosque of Susa; they seem to have an inclination to travel, they are considered as bearers of sanctity and they receive donations; the ribāṭs which they frequent are not their own property, but the small forts on the nearby coast in the region of Abbādān which, at the time, must still have been in a reasonable state of repair). The equivalence between the two terms ribāṭ and k̲h̲ānḳāh , which for Syria, and in the context of Ṣūfism, was to be established two centuries later by the traveller-pilgrim Ibn D̲j̲ubayr [ q.v. ], seems to be far removed from current opinions (his Riḥla ed. Wright and De Goeje, Travels of Ibn Jubayr , GMS, V, 1907, tr. M. Gaudefroy-Demombynes, Ibn Jobair , Voyages , Paris 1949-65). This text is extremely valuable because it offers testimony de visu . The passages on the Ṣūfīs and their recognised establishments, all situated in urban surroundings, are exclusively concerned with the Syria of Ṣalāh al-Dīn (Ibn D̲j̲ubayr was residing there in 580/1184). It is the terminology of the k̲h̲ānḳāh which seems to be asserted here first, in a spectacular fashion (see Cahen’s remarks on the utilisation of Persian terminology in Ayyūbid Syria: L’émigration persane des origines de l’Islam aux Mongols , Communication, Rome 1970, repr., Les peuples musulmans dans l’histoire médiévale , Damascus 1977, on k̲h̲ānḳāhs , 448; on the pre-Ayyūbid period, see N. Elisséef, Nur ad-Din , un grand prince musulman de Syrie au temps des croisades ( 511-569H / 1118-1174 ), Damascus 1967, index). The very expression used by Ibn Ḏj̲ubayr suggests that he knew elsewhere of the ribāṭ for Ṣūfīs (“the\n ribāṭs which are here called k̲h̲ānḳāh ” see below, tr. 330). The conditions of foundation, maintenance, as well as the magnificence of certain establishments, arc the object of precise observations (the seminal passage with the exclamation, “the Ṣūfīs are the kings of this land!” (text 284, tr. 330-1; foundations by princesses, text 275, tr. 318; a case of double appellation, k̲h̲ānḳāh and ribāṭ , text 243, tr. 279-80).",
    "It is for the moment impossible to detail the successive stages of evolution which led to the situation described, from the 6th/12th century onward, by concordant sources. Thus it is not known why it is the term ribāṭ , long associated—in the ambiguous conditions which have been described—with the history of the frontier, which comes to be established (in the Arabic version) as the designation of establishments intra muros , dedicated to the shelter of mystics. It could evidently be supposed that, by this means, the mystic establishment reverts to the old sense proposed by the contemporary traditionist who held that religious observance \n ¶ constituted the true ribāṭ . But it may further be supposed that the word is linked to the symbolic representation of d̲j̲ihād , which becomes the mystic mud̲j̲āhada , the d̲j̲ihād against oneself. It is this interpretation which is proposed, in ʿIrāḳ towards the end of the ʿAbbāsid caliphate, at the beginning of the 7th/13th century, by a major connoisseur of Bag̲h̲dādī establishments, the Ṣūfī author Abū Ḥafṣ ʿUmar al-Suhrawardī (d. 632/1234) in his compendium of Ṣūfism, the Kitāb ʿAwārif al-maʿārif (publ. as a supplement to the Ihyāʾ ʿulām al-dīn of al-G̲h̲azālī, Maktaba Tid̲j̲āriyya, Cairo n.d., chs. 13-18 of which are devoted to what could be called “the rules of ribāṭ ”; the rules of ribāṭ are said to have been defined in Persian by the Ṣūfī Abū Saʿīd, at the beginning of the 5th/11th century). The proposed interpretation has the merit of coherence, but it supplies no historical justification. It has to be recognised that, for the moment, no explanation is available which could be supported by admissible historical evidence. Furthermore, there are certainly considerable differences, according to periods, regions, types of foundation, between the establishments which are quite simply called ribāṭ , k̲h̲ānḳāh , zāwiya or, later, tekke . Ibn D̲j̲ubayr seems most astonished at finding in Syria establishments which resemble, according to him, palaces, ḳuṣūr . This indicates that the entire history of the word, in its mystical sense, remains to be written. All that is certain is that, once launched, in very disputable conditions, the movement was to be irreversible. It was all the more so in that it was soon to be supported by the mystical brotherhoods. But it could be that an even greater contribution was made by the untiring activities of the founders. It may be supposed that, over and above the pious work with which they associated their name (such establishments usually bore the name of their founder), aristocratic persons soon came to regard the establishments which they had initiated and financed as a not inconsiderable perquisite of power, albeit symbolic.",
    "With more precise regard to ribāṭ , and as a way of concluding the account of the adventures of this word, it may be noted that it is the final evolution of the term which tends to cover, with its sense, all the ancient and intermediate stages of its itinerary, through the successive contexts of Muslim societies. It is no doubt as a result of this that there is regularly encountered, in translation, a misinterpretation which could be described as functional, that which, in defiance of all the ancient usages, makes of ribāṭ a “military convent”—one thing which it never was.",
    "2. Architecture.",
    "Ribāṭ architecture developed from notions of preparedness and defensibility and from models in conquered lands that could be appropriated for these purposes. Early ribāṭs varied in size and complexity from isolated watchtowers to fortresses with cells for the murābiṭūn , a mosque, storehouses, stables, and towers. Examples of the former cannot be identified with any certainty, and only two verified examples of the latter survive in Tunisia. The first, heavily renovated and remodeled, is in Monastir [ q.v. ]. The second, the Ribāṭ of Sūsā on the Gulf of Gabès, is a fine representative of the full-fledged fortress- ribāṭ \n Its core dates to the period 154-80/770-96, and its last stage of construction is attributed to the Ag̲h̲labid\n amīr \n Ziyādat Allāh (201-23/817-38). It consists of a fortified, square enclosure (approximately 39 m to the side) with a single, central, projecting entrance in the southern wall, four attached, round towers in the four corners, and three semi-round towers in the middle of \n ¶ the three other sides. The southeastern tower, much higher than the others and encased in a square base, doubles as a manār , both for the call to prayer and for watching and signaling. The courtyard is surrounded by vaulted porticoes, behind which run windowless cells on the east, north, and west sides. The second story contains similar cells, for which the porticoes serve as a continuous gallery. The southern side of the second floor is occupied by an arcaded mosque with a concave miḥrāb in its centre (for both ribāṭs , see K.A.C. Creswell, A short account of early Muslim architecture , ed. J.W. Allan, Cairo 1989, 286-90, and A. Lézine, Deux villes d’Ifriqiya , Paris 1971, 82-8 for Sūsa, and idem, Architecture de l’Ifriqiya , Paris 1966, 122-6, for Monastir).",
    "This prototypical ribāṭ layout was adopted for a non-military building type that existed from the earliest Islamic period, sc. the k̲h̲ān [ q.v. ] or caravanserai. K̲h̲āns , too, were fortified, well-guarded enclosures with a single entrance to a court surrounded by cells for travellers, stables for their mounts, a mosque, and in many instances a watchtower. Perhaps this is why many mediaeval caravanserais in Persia are called ribāṭ , as they all exhibit the same basic scheme as the one encountered in authentic ribāṭs (see, for example, B. O’Kane, Timurid \n architecture in \n Khorassan . Malibu, Calif. 1987, 287-97 and figs. 40-1; and cf. ribāṭ-i s̲h̲araf ). But post-Sald̲j̲ūḳ sources use the term ribāṭ to designate quite another type of building, sc. houses for Ṣūfīs. This is probably a development out of the initial function of ribāṭ , where pious murābiṭūn spent their time in devotional exercises during peaceful periods and it does not reflect a continuation of the original layout. Waḳf descriptions of Mamlūk\n ribāṭs , for example, show that they were a variation on k̲h̲ānḳāhs [ q.v. ] except perhaps that some of them accommodated non-Ṣūfīs (Laila Ibrahim and M.M. Amin, Architectural \n terms in \n Mamluks \n documents , Cairo 1990, 52; Leonor Fernandes, The evolution of a \n Sufi \n institution in \n Mamluk Egypt \n ; the \n Khanqah, Berlin 1988, 10-13."
  ],
  "signature": "(J. Chabbi)",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
