{
  "id": "eweb_163",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_COM_0992",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_COM_0992",
  "title": "Samāʿ",
  "authors": [
    "J. During",
    "R. Sellheim"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    ", verbal noun from the root s-m-ʿ (like samʿ and simʿ ), signifying \"hearing\"; by extension, it often denotes \"that which is heard\", such as music, for example. The same applies to istimāʿ \"listening\" (Lane, Lexicon , 1427b, 1429b; LʿA , s.v.)",
    "1. In music and mysticism.",
    "The term is not found in the Ḳurʾān, but it exists in ancient Arabic, even in the sense of song or of musical performance (Lane, 1617b, s.v. mus̲h̲ār ). In lexicology and in grammar, it signifies \"that which is founded on authority\", as opposed to ḳiyāsī \"founded on analogy\" (de Sacy, Grammaire , i, 347, and Lane, 1429b). In theology, it is opposed to ʿaḳl , \"reason\" (Goldziher, Richtungen , 136-7, 166). But it presents a specific sense in Ṣūfism, where it generally denote the hearing of music, the concert, and in its particular sense, the Ṣūfī tradition of spiritual concert, in a more or less ritualised form. Samāʿ is then considered to be the \"nourishment of the soul\", in other words, a devotional practice which, according to Ṣūfī authors, can induce intense emotional transports ( tawād̲j̲ud ), states of grace ( aḥwāl ), of trance or of ecstasy ( wad̲j̲ , wud̲j̲ūd ) and even revelations. These manifestations are often accompanied by movements, physical agitation or dance which are of set form or otherwise, individual or collective, of which Persian miniatures have left numerous testimonies and of which certain forms are still in use.",
    "The very sense of the term samāʿ , which has been widely discussed, suggests that it is actually listening which is spiritual, since music or poetry do not necessarily have a sacred nature. \"Hearing\", on the other hand, can be applied to any sound, natural, artificial or artistic, as well as to the \"subtle\" sounds of the hidden world or of the cosmos.",
    "In its predominant sense, hearing is a synonym of \"understanding\", in other words, comprehension, acceptance and application of the Revelation, and the practice of samāʿ , beyond ecstacy or rapture, can be an unveiling of mysteries, a means of attaining higher knowledge (Rūzbihān, Gīsū Derāz).",
    "Samāʿ does not seem to appear until the mid-3rd/9th century among the Ṣūfīs of Bag̲h̲dād, but while the association of music with ecstatic rites or practices is attested prior to Islam in the Religions of the Book (Molé), no solution has been found to the question of continuity between the latter and the Ṣūfi practice of samāʿ , in spite of numerous similarities. It could take \n ¶ the form of an extension of the hearing of the Ḳurʾān to that of religious g̲h̲azal s and ḳaṣīda s, or furthermore, of sacralisation of the secular concert and a sublimation of ṭarab , that new custom which spread very quickly to Iṣfahān, S̲h̲īrāz and in Ḵh̲urāsān (Purd̲j̲awādī, 18). Samāʿ is thus initially an \"oriental\" phenomenon, promulgated in particular by the Persian disciples of Nūrī and of Ḏj̲unayd. By the same token, all of the early authors dealing with samāʿ were Persians, with the exception of Abū Ṭālib Muḥammad al-Makkī (d. 386/996 [ q.v. ]). Subsequently, samāʿ spread to all areas, but found most favour in Persian, Turkish and Indian Islam. The first writings, composed a century after the inauguration of the custom of samāʿ , coincided with the first attacks on the part of traditionalists who sought to condemn music (such as Ibn Abi ’l-Dunyā (208-81/823-94 [ q.v. ]), the author of the Ḏh̲amm al-malāhī , cf. Robson), and constituted a reply to them. According to Purd̲j̲avādī ( ibid ., 22), these writings may be arranged in three groups and periods:",
    "(1) 4th/10th century : ʿAbd al-Raḥmān al-Sulamī (d. 412/941 [ q.v. ]), whose K. al-Samāʿ is the first monograph devoted specifically to samāʿ ; al-Makkī; al-Sarrād̲j̲ (d. 378/988 [ q.v. ]); al-Kalābād̲h̲ī (d. 380/990 [ q.v. ]); and Abū Manṣūr. They base their arguments on ḥadīt̲h̲ s and on the logia of the ancient mystics (Ḏh̲u ’l-Nūn al-Miṣrī), being concerned above all to defend samāʿ from its detractors.",
    "(2) 5th/11th century : al-Buk̲h̲ārī; Abu ’l-Ḳāsim al-Ḳus̲h̲ayrī (d. 466/1074 [ q.v. ]); al-G̲h̲azālī (d. 505/1111 [ q.v. ]). In these authors, too, the defensive aspect is featured, but the Ṣūfīs seem to rely on them more on account of their social and even political status.",
    "(3) 7th-8th/13th-14th centuries : Nad̲j̲m al-Dīn Kubrā [ q.v. ], Rūzbihān Baḳlī S̲h̲īrāzī (d. 606/1209); Aḥmadi Ḏj̲am; Nad̲j̲m al-Dīn Bag̲h̲dādī; ʿAbd al-Razzāḳ Kās̲h̲ānī; Aḥmad Ṭūsī (8th/14th century); etc. They take into account the social and ritual aspect and argue more rationally. After this period, samāʿ was included in its entirety among the customs of the mystics and was no longer the object of judicial debates. Writers confined themselves to extolling its qualities and its symbolic meanings, some going so far as to consider it an obligation for adepts (Aḥmad Ṭūsī, whose Bawāriḳ has been erroneously attributed to Aḥmad al-G̲h̲azālī (cf. Mojahed, 1980). After the 9th-10th/15th-16th centuries, the question of samāʿ seems to have been filed away or exhausted, and setting aside the orders which retained its practice and its theory (Mawlawīs, Čis̲h̲tīs), did not give rise to any more original literature (Gīsū Derāz).",
    "The function of samāʿ , as well as its conditions of performance, have evolved in a sense which al-Ḥud̲j̲wīrī was the first to deplore, and which the aphorisms of the earliest Ṣūfīs (al-Ḥallād̲j̲, Ḏh̲u ’l-Nūn) had anticipated in their warnings. It became for some a form of delectation or a sensual pleasure, all the more so in that the rite now included dancing and was concluded with a meal. Furthermore, the proletariat indulged in profane samāʿ s, in other words concerts with a religious pretext (Pouzet), not to mention rites of trance inherited from paganism and superficially Islamised (berated by Ibn Taymiyya). In order to restrain the adepts and counter the criticisms of the jurists, the majority of authors established conditions (al-G̲h̲azālī) and rules of propriety (al-Nasafī), and distinguished between the types of concert ( samāʿ ) in terms of the nature of the hearing: some listen according to their ego ( samāʿ al-nafs , or their nature, ṭabʿ ), others according to the heart, others through the \n ¶ spirit. While for the first category, music (or samāʿ ) is not to be permitted, as for the adepts, not all the s̲h̲ayk̲h̲ s were unanimous as to the advantages which could be drawn from samāʿ . The contention was that samāʿ is dangerous for beginners and useless for the more advanced. Some maintained that it should be limited to the hearing of Ḳurʾānic psalmody (Ibn ʿArabī), others did not approve of it, but none explicitly discouraged it, with the exception of Aḥmad Sirhindī [ q.v. ].",
    "It is remarkable that the conditions of admissibility of samāʿ have had practically no effect on the musical form itself, except that instruments with profane or dubious connotations are proscribed (al-G̲h̲azālī). This is why certain instruments, such as the tambourine ( daff , bendir , mazhar ) and the nāy were more widespread, while certain orders were content with song. Similarly, romantic poems were adopted at a very early stage in Persia, on condition that they were to be interpreted by the adepts in a metaphorical sense—sometimes very subtle—relating to a spiritual object or to the person of the Prophet.",
    "Faced with the diversity of attitudes, samāʿ has taken on extremely varied forms, especially in combining with or associating with collective d̲h̲ikr , the ritualisation of an ecstatic technique, which probably appeared a few centuries later. At the present day, it is most often in the context of a ceremony of d̲h̲ikr that samāʿ is performed, in the form of chant sometimes accompanied by instruments, whether in the course of one of the phases of the ritual, or in association with the metrical shape of the d̲h̲ikr . Thus the distinction drawn by anthropologists between samāʿ and d̲h̲ikr , on the basis of the participation of subjects, \"set to music\" in one case and \"making music\" in the other, is not applicable, all the more so in that even silent listening is generally accompanied by interior d̲h̲ikr ( k̲h̲afī ), as among the Mawlawīs, often being transformed into audible d̲h̲ikr ( d̲j̲ahrī , d̲j̲alī ). In its primary definition, samāʿ as hearing without acoustic participation of the adepts hardly survives except among the Mawlawīs, the Bektās̲h̲ī-ʿAlawīs, the Indo-Pakistani Ḳawwālīs, and in the rites of marginal groups such as the Yazīdīs, the Ismāʿīlīs, the māled shamans of Balūčistān (types damālī , ḳalandarī ). On the other hand, in many rituals ( ḥaḍra , ḥizb , d̲h̲ikr ), it survives as the introductory part (Ḳādirīs of Kurdistān) or concluding part (Ṣūfī brotherhoods of the Mag̲h̲rib). In all these cases, the hymns or the instrumental pieces constitute specific repertoires generally distinguished from the music of the secular environment by means of their rhythms, their structures and their texts. Faced with the diversity of musical techniques put into practice, it is difficult to identify in purely formal terms a notion of \"music of samāʿ ” except at the level of the force of expression, drawn from the d̲h̲ikr as a form and as a mode of concentration. The difficulty in identifying a global specificity is due perhaps to the paradoxes underlined by certain s̲h̲ayk̲h̲s (al-Suhrawardī), according to which it is not samāʿ and dance which induce ecstasy, but ecstasy which arouses the dance, or furthermore, that samāʿ is only a revealing instrument and that it only supplies that which is brought to it by the hearer.",
    "2. As a term in education.",
    "Here, samāʿ (pl. samāʿāt ) means [certificate of] hearing, audition; authorisation, licence.",
    "With the rise of the large madrasa s [ q.v. ], founded by rulers who were important personalities such as Niẓām al-Mulk (d. 485/1092 [ q.v. ]) or Nūr al-Dīn Ibn Zangī (d. 569/1174 [ q.v. ]), habits, followed so far in instruction and teaching, especially those in ḥadīt̲h̲ , took on an official character. It was the period in which places of education and training spread towards remote villages and distant provinces. The principles developed and represented by al-Ḵh̲aṭīb al-Bag̲h̲dādī (d. 463/1071 [ q.v. ]), the great, critical systematiser of ḥadīt̲h̲ methodology, became dominant. The process accelerated when ex officio teaching posts and librarianships were established on a large scale, and scholarships were extended in view of the growing influx of students ( ṭullāb ). The result of this spreading praxis was that, beyond the purely idealistic point of view, the question was asked: Who, \"under whom\", \n ¶ \"when\" and \"where\", had assisted as auditor ( sāmiʿ ) at a lecture on a certain work; who could show a certificate, an id̲j̲āza [ q.v. ] or, more exactly, an id̲j̲āzat al-samāʿ , in short a samāʿ . It is true that an author, or an adequately authorised s̲h̲ayk̲h̲ , had always read his or another’s work with his pupil ( ṭālib ), e.g. in a mosque, and had attested this for the latter with a corresponding ḳirāʾa note; but those who had joined the two without being involved and had only listened, had not been able to deduce for themselves any practical privilege from it. A new development grew up among jurists in the second half of the 4th/10th century, sc. of upgrading the auditor ( sāmiʿ ) vis-à-vis the reader ( ḳāriʾ ). When teaching and learning were institutionalized in centres, a link-up was made with this provision.",
    "Samāʿāt can be shown to have existed generally from the 5th/11th century onwards. They reach their prime during the next two centuries, first in ʿIrāḳ and then in Syria. After the Mongol storm, the centre of gravity shifted to Egypt. The samāʿāt can be found at the end of manuscripts and/or on their title- and fly leaves and/or between parts and chapters. In these certificates, the composition of a mad̲j̲lis is reflected, in the field of knowlege of tradition, including law, in the first place, and then in the fields of biographies and history, grammar and lexicography, adab in the widest sense of the word, but also of medicine, philosophy, etc.",
    "The samāʿāt of the lectures are quite variable in their outer form and organisation. The lectures are presided over by a s̲h̲ayk̲h̲ (rarely a s̲h̲ayk̲h̲a ) as musmiʿ (teacher); the reader ( ḳāriʾ ) sits before him, while a third person, the recorder ( kātib ), keeps the protocol, which, in small gatherings can also be kept by the musmiʿ or the ḳāriʾ . In an ideal case, the three of them—including the musmiʿ —are mentioned one after the other under their full names, titles, etc. in connection with the introductory formula ḳaraʾa ʿalayya : the s̲h̲ayk̲h̲ (with isnād [ q.v. ] if he is not the author himself) and the title of the work (equally with additions like autograph, riwāya [ q.v. ], owner, etc.); then the reader, and finally the recorder with a statement of the place (such as madrasa , masd̲j̲id , dār , zāwiya , bayt , ribāṭ , dayr , k̲h̲ān , etc.), date and duration of the lecture; a list of auditors ( sāmiʿūn ) is also added: men, young males, women, young females, children (often with an exact indication of their age), and slaves accompanying higher-placed personalities. After an auditor’s ( sāmiʿ ) name in the list, there may be a remark that he was only present at certain parts (occasionally confirmed in his own hand in a gloss, but also in the work itself). At the end, the musmiʿ usually confirms the entire note of samāʿ , as he also may do in other places about the correctness of a statement. In more sizeable works, whose lecture ( ḳirāʾa ) extends over a longer period of time, the musmiʿ , as well as the ḳāriʾ or the kātib , can be replaced by someone else. Not rarely a new id̲j̲āza is found after separate parts ( ad̲j̲zāʾ ). The number of auditors amounts in general to between ten and twenty, but they may also be less or more, or even so many that the recorder, who may belong to the group of auditors ( kātib al-ṭabaḳa , pl. ṭibāḳ ), does not know all the names. He may be assisted by a mut̲h̲bit (confirmer), taken from among the auditors, who confirms in a gloss certain places in the id̲j̲āzat al-samāʿ , or from whose hand comes the list of auditors, etc. New samāʿāt are often added in following or later sessions or are taken over in transcripts, etc. The s̲h̲ayk̲h̲ may issue a note of samāʿ for one single auditor personally, which is then introduced by the term samiʿa . Already the great al-Samʿānī (d. 562/1166 [ q.v. ]) made efforts \n ¶ to obtain and collect samāʿāt/masmūʿāt either by correspondence or through a third person. They played a role in purchases and estates. Samāʿāt are inexhaustibly overflowing sources of a high documentary value for the spread of a work and its manuscripts, for the completion of the extensive biographical literature, for the busy relations of the learned centres between themselves, and for the history and archaeology of individual places."
  ],
  "signature": "(J. During)",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}