{
  "id": "eweb_172",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_COM_1119",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_COM_1119",
  "title": "Sulūk",
  "authors": [
    "L. Lewisohn"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "( a. ), a technical term in Islamic political and mystical thought. Sulūk is a verbal noun derived from the root s-l-k “to travel or follow a road”. Depending on the context, connotations of the term in Islamic literature include “progression”, “method”, “behaviour”, “comportment”, “demeanour”, “wayfaring”, “conduct”, and “manners”.",
    "1. In political theory. Here the term usually carries the implication of “conduct” or “comportment”. \n ¶ \n A Persian treatise by Faḍl Allāh b. Rūzbihān K̲h̲und̲j̲ī [ q.v. ], composed in 920/1514, concerning the proper comportment which various types of leaders in the religious and political sphere should observe, is appropriately entitled The conduct of kings ( Sulūk al-mulūk , ed. M.ʿA. Muwaḥḥid, Tehran 1362 S̲h̲ ./1983). In the same fashion, a Ṣūfī author like Nad̲j̲m al-Dīn Rāzī (d. 654/1256) devoted all eight divisions ( faṣl ) of the final chapter of his monumental conspectus of Ṣūfī doctrine, the Mirṣād al-ʿibād (ed. M.A. Riyāḥī, Tehran 1352 S̲h̲ ./1973, 409-548), to the “proper conduct ( sulūk )” to be observed by kings, ministers, deputies, the learned classes, the rich, landowners, merchants, businessmen and artisans.",
    "2. In mysticism. From the standpoint of comparative religion, sulūk is the Islamic version of the archetypal motif of the “journey” which mystics of different religious traditions have used to describe the various steps which must be taken to leave illusory selfhood behind and realise union with the divine. In the particular lexicon of Muslim mysticism, sulūk denotes methodical progress on the via mystica or ṭarīḳa , the process of ascension and advancement—psychical, ethical and spiritual—which the Ṣūfī “wayfarer” ( sālik ) experiences in his pursuit ( ṭalab ) of God. Constituting the main “course of practice” on the Ṣūfī Path, it involves an integral method of spiritual progress based on spiritual warfare ( mud̲j̲āhada ) and inner “unveiling” ( kas̲h̲f ), combining what in Christian mystical theology are known as the via purgativa and the via illuminativa into a broad-based mystical highway. In this way, the term sulūk designates—as J.S. Trimingham ( The Sufi \n orders in Islam , London 1973, 140) aptly put it—“the scala perfectionis of the orders”.",
    "Suʿād Ḥakīm ( al-Muʿd̲j̲am al-ṣūfī , Beirut 1981, 720) points out that the term al-ṭarīḳ (way) referred to throughout the Ḳurʾān (e.g. XLVI, 30—although the exact construction sulūk does not occur in the Ḳurʾān, there is one reference to salaka , XX, 53) is more or less equivalent to the later Ṣūfī conception of sulūk , Rāzī introduces the term in this sense in the exordium of the Mirṣād (ed. Riyāḥī, 11), where he states that his work is devoted to “expounding the modes of proper conduct on the Ṣūfī Path” ( bayān-i sulūk-i rāh-i ṭarīḳat ).",
    "Sulūk is the not merely proper “wayfaring”, but “spiritual correctness” (as is conveyed by the modern Persian expression ḥusn-i sulūk , “becoming conduct”), the “travelling-manners”—appropriate spiritual attitude and proper ethical comportment—which the roadwise Ṣūfī “wayfarer” (the term sālik is defined by ʿAbd al-Razzāḳ Kās̲h̲ānī, Iṣṭilāḥāt al-sūfiyya , ed. Muḥammad Ibrāhīm D̲j̲aʿfar, Cairo 1981, no. 259, as “one who is travelling towards God, being midway between the novice [ al-murīd ] and one who has attained the end of the Path [ al-muntahī ]”) must possess to traverse the stations of the Way.",
    "It would appear that, with the rise of institutional Ṣūfism in the early 5th/11th century, the traditional technical usage of the term denoting the progression of the mystic pilgrim on his path came to the fore. The conspicuous omission of sulūk from Massignon’s Essai \n sur les origines du lexique technique de la mystique musulmane (Paris 1928) is symptomatic of the term’s absence from nearly all the early—3rd-4th/9th-10th century—classical Ṣūfī texts written in Arabic. Sulūk is notably not featured in either Nicholson’s index of technical terms to his critical edition of al-Sarrād̲j̲’s Lumaʿ , nor in the Taʿarruf by al-Kalābad̲h̲ī, nor in the Ḳūt al-ḳulūb of Abū Ṭālib al-Makkī, nor in the Ṭabaḳāt al-ṣūfiyya of al-Sulāmī, nor in the Ḥilyāt al-awliyāʾ of \n ¶ \n Abū Nuʿaym al-Iṣfahānī, nor in the Risāla of al-Ḳus̲h̲ayrī, nor in (both the Persian and) the Arabic writings of ʿAbd Allāh Anṣārī—those key works which played a formative role in the literary blossoming of 6th/12th-century Ṣūfism. Neither does any mention of sulūk occur in the oldest Persian treatise on Ṣūfism, namely the Kas̲h̲f al-maḥd̲j̲ūb of Hud̲j̲wīrī (d. 463/1071). Perhaps the earliest known usage of the term to describe the proceeding of the mystic on the Path under the supervision of a teacher is to be found in al-Ḳus̲h̲ayrī’s Tartīb al-sulūk (see F. Meier, Qušayrī ’s Tartīb as-sulūk, in Oriens , xvi [1963], 1-39).",
    "As an integral part of the Ṣūfī lexicon of technical terms, sulūk is later regularly featured throughout early 6th/12th-century mystical literature in Arabic and Persian. In his Iḥyāʾ ʿulūm al-dīn , K. Kasr al-s̲h̲ahwatayn , Bk. 23, al-G̲h̲azālī gives a detailed description of the practical requirements of sulūk in Ṣūfī discipline taught to neophytes, and this mystical usage is further underlined by ʿAyn al-Ḳuḍāt Hamad̲h̲ānī (d. 525/1131, the famous pupil of Abū Ḥāmid’s brother, Aḥmad al-G̲h̲azālī) in his Tamhīdāt (ed. ʿA. Osseiran, Tehran 1962, 71, 4) who draws a distinction between “the people of religion on the religious way” ( ahl-i dīn dar rāh-i dīn ) and “the people of spiritual conduct who follow the mystical method” ( ahl-i sulūk dar rāh-i sulūk ), According to ʿAyn al-Ḳuḍāt, sulūk principally relates to the “conduct” of the elect who tread the Ṣūfī ṭarīḳa , and is only secondarily treated as an affair of the S̲h̲arīʿa (which is shared in common among all Muslims). A few decades later, Ibn Munawwar in his Asrār al-tawḥīd (composed between 553-88/1158-92), ed. M. S̲h̲afīʿī-Kadkanī, Tehran 1987, 4, used the term in exactly the same sense to describe the saintly manner of “conduct on the course of the Ṣūfī Path” ( sulūk-i ṭarīḳ-i ṭarīḳat ) observed by the holy companions of Abū Saʿīd b. Abi ’l-K̲h̲ayr.",
    "In the poetry of ʿAṭṭār (d. 618/1221 [ q.v. ]), an ethical dimension of sulūk figures prominently, referring, in a more general sense, to the mystic’s “proper conduct” amongst all creatures, ranging from the lowliest ant unto the highest human being. The Ṣūfī should relate to all creation from what might be called sulūk ’s “transcendent ecological perspective”, he or she should comport him or herself with all creatures equally through viewing all beings sub specie aeternatis . ʿAṭṭār thus recounts how ʿAlī encountered an ant on the road which aroused in him a state of terror, and was later informed by the Prophet in a dream of the ant’s exalted spiritual rank ( Ilāhī-nāma , ed. H. Ritter, Tehran 1359 S̲h̲ ./1980, 54, vv. 2, 10).",
    "Other technical taxonomies of the science of sulūk attempt to integrate the term into an entire programme of mystical behaviourism and spiritual pedagogy through underlining the importance of the varieties of psychological types of human beings. Despite rather strict requirements for sulūk in Ṣūfī spiritual discipline, scope for individual variation in “conduct”—due to contrasting types of character differentiation—is theoretically unlimited. Thus there cannot be said to exist any single, exclusively “correct” form of conduct on the Path, insofar as much divergence in “mystical procedure” is usually tolerated. Abu ’l-Mafāk̲h̲ir Yaḥyā Bāk̲h̲arzī (d. 776/1261) thus devotes an entire chapter of his lengthy treatise on Ṣūfism, the Fuṣūṣ al-ādāb (ed. Īrad̲j̲ Afs̲h̲ār, Tehran 1358 S̲h̲ ./1979, 55-6) to the subject of the ik̲h̲tilāf al-masālik the “divergent ways” among the Ṣūfīs, citing some nine different approved methods of sulūk or Ways of spiritual conduct.",
    "First, states Bāk̲h̲arzī, comes the way of the devotee: “One group base their conduct on the path of \n ¶ devotion ( sulūk-i ṭarīḳ-i ʿibādat ), focusing their practice on water [for ritual ablutions] and the prayer niche, occupying themselves intensively with d̲h̲ikr , supererogatory works of obedience and litanies”. His categorisation continues to that of: (2) “the ascetic” to (3) “the solitary”, to (4) the “itinerant traveller and voluntary exile”, to (5) the way of service and charitable preference of one’s Ṣūfī brethren over oneself to (6) the way of spiritual struggle, to (7) the way of self-humiliation and self-abasement before people, to (8) the way of [conscious] helplessness and weakness, and lasdy, to (9) the way of teaching [religious] knowledge and keeping the company of scholars, listening to the “traditions” [of the Prophet and his companions] and preservation of knowledge. Bāk̲h̲arzī is careful to emphasise that each of these sulūk types has its own proper conditions and etiquette ( ādāb ) to be observed “exactly as the masters have taught or else the wayfarer will be halted and never reach the goal”.",
    "Perhaps the most comprehensive treatment of the entire human/divine continuum and spectrum of meanings of sulūk can be found in the Risāla dar bayān-i sulūk written by Bāk̲h̲arzī’s contemporary and fellow Kubrāwī s̲h̲ayk̲h̲ , ʿAzīz Nasafī (d. between 1281-1300, see his K. al-Insān al-kāmil , ed. M. Mole, Tehran-Paris 1962, 80-99).",
    "In many Ṣūfī works, sulūk is contrasted, on the one hand, to “attraction” ( d̲j̲ad̲h̲ba ) and to “spiritual travel” ( sayr ) on the other. Sometimes paired as two different polar opposites to sulūk , and sometimes coupled to the term for the sake of rhetorical effect, the term takes on interesting nuances:",
    "Ḏj̲ad̲h̲ba / sulūk . “Attraction” ( d̲j̲ad̲h̲ba ) by God before undergoing sulūk , states Tād̲j̲ al-Dīn K̲h̲ w ārazmī (d. 840/1436-7), “is the quality of beginners”, whereas “the experience of ‘attraction\n after sulūk ’ belongs to the most advanced and perfect adepts” ( Sharḥ-i Fuṣūṣ al-ḥikam … Ibn ʿArabī , ed. N.M. Harawī, Tehran 1989, 235). Maḥmūd Kās̲h̲ānī (d. 735/1335) in his Miṣbāḥ al-hidāya wa-miftāḥ al-kifāya also describes sulūk as an initial stage leading to d̲j̲ad̲h̲ba . Only two sorts of mystics are worthy to become guides on the Ṣūfī Path, he affirms: 1. “The ‘wayfarer who later becomes an ecstatic’ ( sālik-i mad̲j̲d̲h̲ūb ), must first traverse all the deserts and perils of the qualities of the lower passions with the feet of sulūk , until by grace of divine attraction ( d̲j̲ad̲h̲abāt ) he surpasses all the degrees of the heart and hierarchical levels of the spirit, attaining to the realm of mystical unveiling and certitude ( kas̲h̲f wa yaḳīn )”. 2. “The ‘ecstatic who later becomes a wayfarer’ ( mad̲j̲d̲h̲ūb-i sālik ), who by grace of divine attraction crosses the wide expanse of the stations ( maḳāmāt ), attains to the world of unveiling and direct vision ( ʿiyān ), only later re-experiencing the stages and levels of the Path ( ṭarīḳ ) through pedestrian sulūk , finding the reality of his spiritual disposition in the form of knowledge. In a similar vein, al-Tahānawī ( Kas̲h̲s̲h̲āf iṣṭilāḥāt al-funūn / A dictionary of the technical terms used in the sciences of the \n Musulmans , 686) contrasts sulūk with the personal “effort” ( kūs̲h̲is̲h̲ ) of the sālik and d̲j̲ad̲h̲ba with the fore-ordained “pull” ( kas̲h̲is̲h̲ ) of God.",
    "Sayr / Ṭayr / Sulūk . Contrasted with sulūk in Ṣūfī terminology are terms such as sayr (“visionary voyage”) and ṭayr (“spiritual flight”), denoting higher degrees or levels of the same spiritual journey. The terms “ sayr vs. sulūk ”, “flight of spiritual vision” vs. “methodical progression” on the Path belong to those popular linguistic pairs of opposites whose alliterative rhyming was manipulated to great rhetorical effect by the Ṣūfī writers. What is interesting here is not only the typological difference of sayr and sulūk but also their \n ¶ analogical relationship, aimed at creating an equilibrium between such apparently polar opposites. Thus Maḥmūd Kās̲h̲ānī, Miṣbāh , 110, observes that “The visionary voyage ( sayr ) of lovers through the hierarchical levels of the spiritual stations ( maḳāmāt ) cannot be undertaken except by correct methodological order and graduation. As long as the lover has not fulfilled the requirements of a lower station he or she cannot attain to a higher one.… Hence no progress ( taraḳḳī ) will be made unless each station is traversed step by step in proper methodological order by following [the process of] the ‘journey within’ ( sayr ) and ‘conduct without’ ( sulūk ). Then and only then shall his conduct ( sulūk ) be transformed into divine attraction ( d̲j̲ad̲h̲ba ) and his inner voyage ( sayr ) culminate in spiritual flight ( ṭayr ).…” The sayr / sulūk relationship is thus complementary rather than hierarchically distinct; instead of considering the former as a higher stage of the latter, each should be seen as depending on the other, sayr being the fruit of the tree of sulūk . Other Ṣūfīs, however, such as Nasafī, op . cit ., 12-13, did not discriminate between sayr and sulūk and considered them as synonyms.",
    "Descriptions found in Ṣūfī writings of the terminus of the maḳāmāt of sulūk are unanimous on one point: the end of sulūk is the attainment of fanāʾ fi ’llāh , annihilation of the temporal selfhood in God, and the realisation of the perfection of existential Oneness ( tawḥīd ) which pertains to the level of the “transconscious” ( k̲h̲afī ). Nonetheless, the mystics varied considerably in their comportment whilst bidding “farewell to wayfaring”. Some, like Tād̲j̲ al-Dīn Us̲h̲nawī (d. ca . 610/1213) could pronounce philosophically: “This station [ fanāʾ fī ’lāh ] is the farthest point of the sulūk of the wayfarers, and the ultimate desideratum of the seekers ( ṭālibān ), for beyond this station there is no wayfaring ( sulūk ), wayfaring being but a derivative part of existence ( wud̲j̲ūd ), and when existence, which is the principle, is annihilated, how should the derivative ever remain?” ( Mad̲j̲mūʿa-yi āt̲h̲ār-i fārsī … S̲h̲ayk̲h̲ Tād̲j̲ al-Dīn Us̲h̲nawī , ed. N.M. Harawī, Tehran 1368 S̲h̲ ./1989, 93); others, such as ʿAyn al-Ḳuḍāt, in his Tamhīdāt , 317, voiced their realisation more stridentiy."
  ],
  "signature": "(L. Lewisohn)",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}