{
  "id": "eweb_173",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_7325",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_7325",
  "title": "Ṭāʾifa",
  "authors": [
    "E. Geoffroy"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "( a. ), pl. ṭawāʾif means in general “a group, party, company of men”, as in Ḳurʾān, XXIV, 2; in later usage, often “a professional or trade group, corporation”, the equivalent of ṣinf [ q.v. ]; and in later mediaeval and modern usage, “a religious or sectarian group”, whence ṭāʾifiyya [ q.v. ] “sectarianism, confessionalism”. Here, the extended usage from “group” to its sense in Ṣūfī mysticism will be considered, since Ṣūfīs used the term in contexts conformable to \n ¶ the words basic meaning of “group”, d̲j̲amāʿa , or “part of a whole”, d̲j̲uzʾ (see LʿA , Beirut 1988, viii, 223).",
    "From the 3rd/9th century, Muslim religious spirits affirmed their specificity by calling themselves by the all-encompassing term al-ṭāʾifa , abbreviated from ṭāʾifat al-ḳawm “the group of the men of God” or “community of spiritual persons”. The term ṭāʾifa is in this context often preceded by the demonstrative hād̲h̲ihi (see e.g. al-Ḳus̲h̲ayrī, Risāla , Damascus 1988, 36; al-Hud̲j̲wīrī, Kas̲h̲f al-maḥd̲j̲ūb , Ar. tr. Beirut 1980, passim ). Sometimes, al-ḳawm is found tout court . These expressions certainly reflect an allusive style favoured by Ṣūfīs, but their usage can also be explained by the fact that these persons were not yet differentiated into separate ways. Moreover, in certain regions, they were only to designate themselves as Ṣūfī s quite late. The Bag̲h̲dād master al-D̲j̲unayd (d. 298/911) thus received a nickname which was never to leave him, sc. sayyid al-ṭāʾifa \n “master of the Muslim religious spirits” (see e.g. al-Ḳus̲h̲ayrī, 430; al-Hud̲j̲wīrī, 419). It was with this generic sense in view that Ibn al-ʿArabī used the term ṭāʾifa preceded by the definite article al- ( al-Futūḥāt al-makkiyya , ed. O. Yahia, e.g. iv, 55,85, 190, 319). On the other hand, the use of the indefinite form goes back, in his usage, to the most common meaning of the word, that of religious community or group ( op . cit ., iv, 191-2, 276, etc.). Ṣūfīs continued to view themselves as and to be called al-ṭāʾifa in later times (cf. Ibn K̲h̲aldūn, S̲h̲ifāʾ al-sāʾil li-tahd̲h̲īb al-masāʾil , Tunis 1991, 183; Ibn Ḥad̲j̲ar al-Haytamī, d. 974/1566, al-Fatāwā al-ḥadīt̲h̲iyya , Beirut n.d., 53).",
    "In the 6th/12th and 7th/13th centuries, the emergence of spiritual lines claiming spiritual descent from the eponymous masters brought into being a second usage of the term, which eventually supplanted the first one, sc. that of a particular Ṣūfī order, distinct from the others, or also, in a similar fashion, one of the professional guilds of the futuwwa [ q.v. ]. This partitive sense appears in the expression al-ṭāʾifa min al-fuḳarāʾ \n “groups of those poor for God’s sake” used by Ibn K̲h̲allikān in regard to the Rifāʿī dervishes (ed. ʿAbbās, i, 171). Already, al-Hud̲j̲wīrī (d. 465/1072) had used the term to distinguish several groups of mystics by their attitude over agreement to the divine will ( al-riḍā ), but here it is a question merely of spiritual modalities ( Kas̲h̲f , 405). In future, ṭāʾifa was to incarnate the organic dimension of Ṣūfism. In the sources, it is used concurrentiy with ṭarīḳa [ q.v. ], with the two terms often being used indifferently; but the second one had nevertheless a wider signification.",
    "In later Ṣūfism—in general, from the beginning of the 8th/14th century—the term was used in a concrete sense for every branch issuing through ramification from a mother -ṭarīḳa \n . \n This branch would assume its own autonomy, or this was accorded by the s̲h̲ayk̲h̲ of the original ṭarīḳa; it likewise acquired a specific name from its initiator. In general, the ṭāʾifas formed small-sized orders with a local or regional basis, this being notably true for the Arab East (L. Pouzet, Damas \n au VII \n e \n /XIII \n e \n siècle , Beirut 1988, 209, 229; E. Geoffroy, Le soufisme en Egypte et en Syrie sous les derniers Mamelouks et les premiers Ottomans , Damascus 1995, 276-7) and for the Ṣūfī communities of the Moroccan South (M. Kably, Société , pouvoir et religion au Maroc à la fin du Moyen-Age , Paris 1986) or al-Andalus (see the introd. by R. Pérez to Ibn K̲h̲aldūn, La voie et la loi , Paris 1991, 26). A ṭāʾifa which prospered could in turn give birth to a “sub-branch” and so on. In order to establish their legitimacy, these branches sometimes placed the name of the original order in their form of identity.",
    "For J.S. Trimingham, the ṭāʾifa is characteristic of the third and last stage of Ṣūfism, during which the mystical orders provided themselves with a fairly elaborate organisation; he dates this phase from the 9th/15th century, when the Ottoman empire was constituted ( The Sufi \n orders in Islam , Oxford 1971, 67, 103). But this idea of things, adopted by researchers working on the brotherhoods at the present time (see e.g. Les ordres mystiques dans l’Islam , ed. G. Veinstein and A. Popovic, Paris 1986, 8, 167, 300), corresponds only partially to reality. In practice, the material structure of Ṣūfism in many cases only comes about from the beginning of the 12th/18th century."
  ],
  "signature": "(E. Geoffroy)",
  "bibliography": [
    "Given in the article."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}