{
  "id": "eweb_175",
  "source": "EI2 (Supplement)",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_COM_1457",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_COM_1457",
  "title": "Taḳwā",
  "authors": [
    "L. Lewisohn"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "( a. ), a term of Islamic religion denoting piety.",
    "1. Etymology and range of meanings.",
    "Taḳwā is a verbal noun from taḳā “to fear [God]”, itself a secondary formation from form VIII of w-ḳ-y , ittaḳā “to fear [God]” (see on this phenomenon, Wright, Arabic grammar , I, § 148 Rem. b ). From this same secondary formation is derived the adjective taḳī , pl. atḳiyāʾ \n “pious, God-fearing”, in fact a synonym of the form VIII participle muttaḳī .",
    "Depending on context, the denotations of the term in classical Islamic religious and mystical literature include “godliness”, “devoutness”, “piety”, “God-fearing”, “pious abstinence” and “uprightness”. As a social ideal, taḳwā originally connoted “dutifulness”, “faithful observance”, a meaning which was discarded in most later Islamic ethical thought. In the poetry of Labīd (d. 40/660), for instance, the social connotation of taḳwā as “moral behaviour” or “reverential dutifulness” with respect to one’s tribe or relatives appears to have fused with the Ḳurʾānic religious ideal of “fear of God”, so that “concepts for a ‘respectful relationship’ between the members of a tribe and the ‘reverential behavior’ towards God seem even to be interchangeable and identical” (M.M. Bravmann, The spiritual background of early Islam , Leiden 1972, 117), but this combination of social and spiritual meanings of taḳwā is now obsolete.",
    "The Persian dictionaries (cf. the references in Dihk̲h̲udā, Lug̲h̲āt-nāma , s.v. taḳwā ) render the word as synonymous with the Persian tarsīdan \n “fear” and parhīzgarī \n “abstinence”, precisely the same connotations of taḳwā found in early Muslim mystical theology. In English, various translations which approach the Islamic spirit of taḳwā are “pious God-fearing”, “God-fearing piety”, “devout uprightness” and “holy fear”; William Chittick has proposed the rendition “godwariness”, a neologism which, he claims, “makes\n taqwā ’s orientation toward God explicit, brings out the implication of being aware and mindful, and avoids the negative and sentimental undertones of words such as ‘piety’, ‘dutifulness’, and ‘righteousness’…” ( Faith \n and practice of Islam . Three \n thirteenth century \n Sufi \n texts , Albany 1992, 12).",
    "In fact, taḳwā in many respects equals a particularly Protestant kind of religious notion, the spiritual significance of which is exactly conveyed by the Anglican ascetic and mystic William Law (1686-1761) in his A serious call to a devout and holy life , ed. P. Stanwood, London 1978, where he evokes that “true devotion” which requires that we “live as pilgrims in spiritual watching, in holy fear, and heavenly aspiring after another life” in one passage (31); and in another passage (256), insists that we “do everything in His fear and abstain from everything that is not \n ¶ according to His will”. As a religious concept in Islam, taḳwā , as will be seen below, has definite extra-Islamic resonances.",
    "William Law’s two principles of “fear of God” and “abstinence” from all ungodly affairs are found, in fact, in the earliest work in Persian on Ṣūfism: the S̲h̲arḥ-i Taʿarruf by Abū Ibrāhīm Mustamlī Buk̲h̲ārāʾī (d. 434/1042-3), where taḳwā is described as having “two principles: fear and abstinence. Thus the devotee’s attitude of taḳwā towards God has two senses: either fear of chastisement ( ʿiḳāb ) or fear of separation ( firāḳ )”. The attitude of fear generates observance of the commandments of God, while “fear of separation” means that “The devotee is content with nothing less than God, and does not find ease in aught beside Him” (from the anonymous Ḵh̲ulāṣa-yi S̲h̲arḥ-i Taʿarruf , ed. ʿA. Rad̲j̲āʾī, Tehran 1349 A.S.H./1970, 294, an 8th/14th-century summary of this work). In an almost identical definition by the great Kubrawī master Muḥammad Lāhīd̲j̲ī (d. 912/1507) in the Mafātīḥ al-iʿd̲j̲āz fī s̲h̲arḥ-i Guls̲h̲an-i rāz , ed. Muḥammad Riḍā Barzgar K̲h̲āliḳī and ʿIffat Karbāsī, Tehran 1371 A.S.H./1992, 250 taḳwā is described as the “fear of God regarding the final consequences of one’s affairs, or else fear of one’s own passional self ( nafs ) lest it play the brigand, casting one into the perdition of separation and being veiled from God”. After over half a millennium of theosophical speculation—from Buk̲h̲ārāʾī to Lāhīd̲j̲ī—the two foundations of taḳwā : fear and abstinence, remain completely intact.",
    "2. Taḳwā in the Ḳurʾān and Ḥadīt̲h̲ .",
    "In general Ḳurʾānic usage, the moral virtue of taḳwā denotes piety, abstinence and God-fearing obedience, suggesting the idea of a faith animated by works, and works quickened by a genuine experience of faith; in brief, such taḳwā is the substance of all godliness. Taḳwā is one of the most frequently mentioned religious concepts in the Ḳurʾān, having entered into the world of Islam upon the very first appearance of the angel Gabriel to the Prophet. “Have you seen him who tries to prevent a servant when he would pray? Have you considered if such a one has any divine guidance or enjoins [others] to piety ( taḳwā )”, Gabriel asks Muḥammad in the very early sūra, XCVI, 9-12, revealed in the cave on Mt. Ḥirā [ q.v. ] near Mecca. An allusion to taḳwā reappears in the second verse of the first sūra revealed in Medina (II), where the Ḳurʾān is described as “a guidance for all endowed with piety ( hud an li ’l-muttaḳīn )”. In XLIX, 10, the believers are described as “naught but brothers” and, in a kind of communal participation in their “pious vigilant awareness of God” ( taḳwā Allāh ), are enjoined to establish fraternal peace amongst themselves. Another verse (IX, 123), devoted to the theme of being harsh on the enemies of Islam, assures believers that “God is with the godfearing pious devotees ( maʿa ’l-muttaḳīn )”. This latter verse may be compared with the ḥadīt̲h̲ which situates taḳwā as the “aggregate of all good things” alongside d̲j̲ihād which is described as “the monasticism [of the Muslim]” (al-Ḳus̲h̲ayrī, al-Risāla , ed. Maʿrūf Ẓarīf and ʿAlī ʿAbd al-Ḥamīd Balṭand̲j̲ī, Beirut 1990, 105).",
    "Ultimately, salvation in both this world and the next is attained through taḳwā ; with it the saints gain “their deserts and are untouched by evil and they have no grief” (XXXIX, 61; an idea also repeated in X, 62-3); while those with taḳwā \n “are driven into Paradise” (XXXIX, 73). The true mosque must also be “built upon taḳwā ” (IX, 108-9) if it is to be consecrated (an echo of Luke, vi. 47-9?). This connotation of taḳwā is echoed in an early Ḳurʾān commentary— \n ¶ by Muḳātil b. Sulaymān (d. 150/767 [ q.v. ])—where taḳwā is “considered as synonymous with ik̲h̲lāṣ , pure sincerity, [and] ittaḳā is translated as taraka in the sense of ‘to abstain’ from what is evil, such as disobedience ( maʿṣiya ) or associationism ( s̲h̲irk )” (P. Nwyia, Exégèse \n coranique et langage mystique , Beirut 1970, 59).",
    "While taḳwā is, in particular, the universal measurement and the final criterion of the sincere religious life of the faithful Muslim who is enjoined to “avoid suspicion” and instead to “fear God” ( taḳwā Allāh , XLIX, 12; cf. II, 41), in a more general sense taḳwā appears as the common ecumenical characteristic of the universal man of faith, regardless of sectarian divisions and political differences based on nationality and ethnic origin in the verse: “We have created you male and female, and made you nations and tribes to know one another. Indeed, the noblest of you in the sight of God is the most God-fearing ( akramakum ʿind Allāh atḳākum )” (XLIX, 13). In al-Sulamī’s recension of the text of the Ḳurʾānic Tafsīr ascribed to D̲j̲aʿfar al-Ṣādiḳ (d. 148/765 [ q.v. ]) (ed Nywia, in MUSJ , xliii/4 [1967], 181-230), the Imām explains the verse as follows (221): “the generous person ( al-karīm ) is one who is, in truth, piously God-fearing ( al-muttaḳī ), and one who is piously God-fearing is one who has severed all his ties to created things for God’s sake”.",
    "The idea of taḳwā as specifically the Islamic species of piety appears in the Prophet’s saying: “Faith is naked and taḳwā its dress” ( al-īmān ʿuryān wa-libāsuhu al-taḳwā ) (cited by ʿAyn al-Ḳuḍāt Hamadānī, Tamhīdāt , ed. ʿA. ʿUsayrān, Tehran 1962, 325). Another ḥadīt̲h̲ recounts that someone asked the Prophet, “Who are the Family of Muḥammad?” He replied: “Every pious God-fearing person ( kull taḳī )” (al-Ḳus̲h̲ayrī, al-Risāla , 105). From such traditions, it is evident that taḳwā , as a religious concept, was seen to represent the robes of the Islamic faith , as well as to personify the very garments which cloak the Sacred appearing within diverse cultures and religions.",
    "3. Taḳwā and īmān .",
    "Taḳwā was regarded as an essential element of the interior dimension of the act of faith, of īmān ʿan ʿilm \n “enlightened faith” (see L. Gardet, īmān , at Vol. III, 1173). “The Prophet said: ‘Submission is public and faith is in the heart.’ Then, he pointed to his breast three times, repeating: ‘Fear of God ( taḳwā ) is here, fear of God is here’.” (Ibn Ḥanbal, and Aḥmad b. Mād̲j̲a, cited by C. Ernst, Words of \n ecstasy in \n Sufism , Albany 1985, 56).",
    "As an element of Faith, taḳwā thus embodies the purely internal and contemplative attitude of heart rather than merely external ritual practice; the same interiorisation of īmān which is, in fact, reflected in XXII, 37, which, regarding such purely physical practices as the sacrifice of animals to feed the poor, a ritual part of the ceremony of Muslim pilgrimage, affirms that “it is not their flesh nor their blood that reaches God: it is your piety ( taḳwā ) that reaches Him”. Commenting on this verse in his Iḥyāʾ , al-G̲h̲azālī notes that “What is meant here by ‘devotion’ ( taqwā ) is a quality that gains control of the heart, disposing it to comply with the commands it is required to obey” (cited in Al-Ghazālī . Inner \n dimensions of Islamic worship , tr. Muhtar Holland, repr. London 1992, 35). Indeed, interpreting the Ḳurʾānic reference to “heart-piety” ( taḳwā al-ḳulūb ) in the same sūra (XXII, 32), Ibn al-ʿArabī (d. 638/1240) was to point out that just as the human heart is in constant fluctuation in every breath, so genuine taḳwā must by understood as a kind of “‘pious-wariness-awareness’ of God with every breath, which is the ultimate end of what God desires \n ¶ from man” ( al-Futūḥāt al-makkiyya , Cairo 1911, repr. Beirut n.d., ii, 672, 29-37); cf. Chittick’s definition and translation of taḳwā , cited above.",
    "Taḳwā was sometimes considered the supreme proof of the certitude of faith ( yaḳīn ). Abū Bakr al-Warrāḳ, (d. 294/906-7), an early K̲h̲urāsānian mystic, observed that “certitude ( yaḳīn ) is a light by means of which the devotee’s spiritual condition is illuminated. After he experiences such enlightenment, he is enabled to realise the rank of the pious ( muttaḳīn )” (ʿAṭṭār, Tad̲h̲kirat al-awliyāʾ , ed. M. Istiʿlāmī, Tehran 1372 A.S.H./1993, 538). Underlining the esoteric nature of piety in the spiritual life, al-Kalābad̲h̲ī’s (d. 380/990) K. al-Taʿarruf , Cairo 1933, 69, cites the statement of Sahl al-Tustarī (d. 283/896), author of one of the earliest mystical Ḳurʾān commentaries, that “piety is to contemplate mystical states in the act of isolation [from aught but God]”.",
    "Such a radically interiorised outlook, which evokes taḳwā as the soul of īmān piety as the inner life of faith of course, was not always understood by exoteric members of the ʿulamāʾ . Ibn Taymiyya, an opponent of the Ṣūfism of Ibn al-ʿArabī and scholastic philosophy, for instance, in his K. al-Īmān , interprets piety in its most exoteric meaning, considering īmān , birr (righteousness) and taḳwā to be synonymous with each other when used in an “absolute” sense in the Ḳurʾān (as, for instance, II, 177, V, 2), holding that the believers ( muʾminūn ) are equivalent to the Godfearing ( muttaḳūn ), who, in turn, are identical to the upright ( abrār ) (T. Izutsu, The concept of belief in \n Islamic \n theology , repr. Salem, N.H. 1988, 72-4).",
    "4. The mystical theology of Taḳwā .",
    "(a) Taḳwā -as-abstinence",
    "In Muslim mystical theology, the general notion of taḳwā is that of holy fearfulness, pious vigilance over and abstemious fear of following one’s passions; in a word, the heart’s awe of God who is ever-present in the contemplative life of the soul (cf. al-S̲h̲arīf al-D̲j̲urd̲j̲ānī, K. al-Taʿrīfāt , ed. I. al-Abyārī, Beirut 1985, 90). Sahl al-Tustarī’s maxim “There is no helper besides God; no guide besides the Prophet. There is no spiritual sustenance besides taḳwā , nor any other work than patience ( ṣabr )” quoted by al-Ḳus̲h̲ayrī, Risāla , 105) declares taḳwā to be the mainstay, if not the very sustenance, of Ṣūfī spiritual practice. In its perfect form, taḳwā involves abstention from everything but God, for, as Ibn Ḵh̲afīf (d. 371/981) states, “Piety is to distance yourself from everything which distances you from God” (ʿAṭṭar, Tad̲h̲kirat , 578). The connotation of “taḳwā \n -as-abstinence” is also captured in another al-Tustarī maxim: “Whoever wishes to perfect his piety, tell him to refrain from all sins” (ʿAṭṭār, op . cit ., 313).",
    "(b) Taḳwā -as-heart-abstinence",
    "The contemplative interiority of taḳwā , with the connotation of “taḳwā -as-the heart’s-abstinence” from all but God, is summed up in one of the earliest definitions of the term given by D̲j̲aʿfar al-Ṣādiḳ that “for those who traverse the spiritual path ( ahl al-sulūk ), piety ( taḳwā ) is that you do not find within your heart anything but Him” (al-Tahānawī, Kas̲h̲s̲h̲āf iṣṭilāḥāt al-funūn . A dictionary of the technical terms used in the sciences of the \n Musalmans , Calcutta 1862, ii, 1527). Abū Saʿīd al-Ḵh̲arrāz (d. 277/890 or 286/899), an important Ṣūfī of the school of Bag̲h̲dād, in his K. al-Ḥaḳāʾiḳ devoted to the vocabulary of Ṣūfī mystical experience on the two-fold levels of rational expression ( ʿibāra ) and mystical allusion ( is̲h̲āra ), combined this interiorised vision of taḳwā with the more traditional Ḳurʾānic understanding of the term in his statement \n ¶ that taḳwā is “to have a heart vigilant not to let itself pursue passion, and a soul which guards itself against occasions of sin and error” (cited by Nywia, Exégèse \n coranique et langage mystique , 289). Another leading member of the Bag̲h̲dād school of Ṣūfīs, Abu ’l-Ḥusayn al-Nūrī (d. 295/907), in the first chapter of his Maḳāmāt al-ḳulūb discovered and edited by Nywia, Textes \n mystiques \n inédits , in MUSJ , xliv/9 [1968], 132), in a section devoted to “The qualities of the house of the heart of the faithful believer”, mentions taḳwā as the Light of Piety, the soul of Ṣūfīs ethics, for the contemplative “Light of Piety” illuminates both faith and works.",
    "This interiorised concept of taḳwā of the heart more or less disappeared but did not altogether die out from the vocabulary of Ṣūfism after the 5th/11th century. Thus Rūzbihān Baḳlī (d. 606/1209 [ q.v. ]) wrote in his Mas̲h̲rab al-arwāḥ that “The root of God-fearing piety is detachment of one’s inmost consciousness ( sirr ) from everything but God, whether from the material or spiritual realms, during contemplation of the proofs of the divine Attributes and flashes of the divine Essence. In this manner, one’s inmost consciousness melts away before the onslaught of the majesty of the manifestation of the lights of Post-Eternity. That is the esoteric meaning of the Prophet’s saying: Faith is naked and taḳwā its dress” (ed. N.M. Hoca, Istanbul 1973, 30).",
    "5. Taḳwā in the spiritual stations of S ū fism.",
    "From the late 3rd/9th to the 5th/11th centuries, taḳwā was regularly featured in classifications devoted to the spiritual transactions ( muʿāmalāt ) or moral virtues ( ak̲h̲lāḳ ) of the Ṣūfīs’ spiritual journey, being closely aligned to the analogous concepts of fear ( k̲h̲awf ), asceticism ( zuhd ), and abstinence ( waraʿ ). Al-Ḥārit̲h̲ al-Muḥāsibī (d. 243/857) propounded in his K. al-Riʿāya that all piety stems from fear and dread of God Al-mighty. According to him, “Obedience [to God’s commands and prohibitions] is the road to salvation, and knowledge is the guide to the road, and the foundation of obedience is abstinence ( waraʿ ), and the foundation of abstinence is godfearing piety ( taḳwā ), and the foundation of that is self-examination ( muḥsaba ), and self-examination is based on fear ( k̲h̲awf ) and hope ( ra )” (Margaret Smith, Al-Muhāsibī , an early mystic of \n Baghdād , Cambridge 1935, 89, 112). If taḳwā appears in this description as an essential “foundation” of ascetic theology, the emphasis on piety is even more accentuated later on in the same book: “O brother, let godliness ( taḳwā ) be your chief concern, for it is your capital stock, and works of supererogation beyond that represent your profit” ( ibid ., 129), cf. also Massignon, Essai \n sur les origines du lexique technique de la mystique musulmane , Paris 1928, 149.",
    "Al-Muḥāsibīs emphasis on piety-as-godliness in early Islamic mysticism was formally integrated into the Ṣūfī methodological approach to the spiritual stations ( maḳāmāt ) in al-Ḳus̲h̲ayrī’s\n Risāla (91-140), where taḳwā is placed fourth among the first ten spiritual stations, in the following sequence: [1] repentance ( tawba ) → spiritual struggle ( mud̲j̲āhida ) → spiritual retreat, withdrawal ( k̲h̲alwa , ʿuzla ) → God-fearing piety ( taḳwā ) → abstinence ( waraʿ ) → asceticism ( zuhd ) → silence ( ṣamt ) → fear ( k̲h̲awf ) → hope ( rad̲j̲āʾ ) → [10] grief ( ḥuzn ). Despite al-Ḳus̲h̲ayrī’s traditional classification of taḳwā among the rudimentary spiritual stations of the Path, the term often seemed to fall out of usage among some of the later classical authors who wrote on the maḳāmāt . Thus, there is no mention of taḳwā (whether as a station or a technical term) in Nicholson’s index \n ¶ of technical terms to his critical edition of al-Sarrād̲j̲’s (d. 378/988) K. al-Lumaʿ , nor in the Ḳūt al-ḳulūb by Abū Ṭālib al-Makkī (d. 386/996), nor in the Ṭabaḳāt al-ṣūfiyya of Abū ʿAbd al-Raḥmān al-Sulāmī (d. 412/ 1021), nor in ʿAbd Allāh Anṣārī of Harāt’s (d. 481/ 1089) manual on the Stages of the Ṣūfī \n wayfarers , nor even in Abū Manṣūr Iṣfahānī’s (d. 417/1026) Nahd̲j̲al-k̲h̲āṣṣ , which had considerable influence on Anṣārī’s theory of mystical stations.",
    "The early notion of the fundamental place of taḳwā in the ascetic theology of Islam does sometimes resurface in later works, particularly those written in the Persian language. In his treatise Ṣad maydān (“The hundred fields”, in Manāzil al-sāʾirīn , 299-300), which Anṣārī also devoted to the mystical stations, he set up taḳwā as the sixteenth station, subsequent to the field of abstinence ( waraʿ ), in the following order: [11] self-examination ( muḥāsaba ) → awakening ( yaḳẓa ) → asceticism ( zuhd ) → detachment ( tad̲j̲rīd ) → abstinence ( waraʿ ) → God-fearing piety ( taḳwā ) → spiritual transactions ( muʿāmalāt ) → mindfulness ( mubālāt ) → certitude ( yaḳīn ) → [20] insight ( baṣīra ). The field of taḳwā [16] is described as follows:",
    "“Those who fear God with proper piety ( muttaḳiyān ) are three [kinds of] men: the lesser, intermediate, and the great.",
    "“He who possesses the least degree [of taḳwā ] does not corrupt his profession of divine Unity with associating others with God ( s̲h̲irk ), or debase his sincerity ( ikhlāṣ ) with hypocrisy, or contaminate his worship with innovation ( bidʿa ).",
    "“He who possesses the medial degree does not vitiate his service ( k̲h̲idma ) with false shows ( riyāʾ ), or adulterate his sustenance with food of a doubtful nature, or let his mystical state ( ḥāl ) become perverted by heedlessness.",
    "“He who possesses the greatest degree does not blemish his gratefulness with complaints; or dilute his sins by arguments [of his innocence], or ever cease to be beholden to God for His grace towards him.”",
    "As a key technical term or spiritual station, taḳwā is rarely present in any late classical Ṣūfī texts among some of the more important of which may be mentioned Abu ’l-Nad̲j̲īb al-Suhrawardī’s (d. 563/1168) Ādāb al-murīdīn (ed. N.M. Harawī, Arabic text with Pers. tr. Tehran 1363 A.S.H./1984), and ʿIzz al-Dīn Maḥmūd Kās̲h̲ānī’s (d. 735/1335) Miṣbāḥ al-hidāya wa-miftāḥ al-kifāya (ed. D̲j̲alāl al-Dīn Humāʾī, 2nd ed. Tehran 1325 A.S.H./1946); it is even absent from S̲h̲ihāb al-Dīn Abū Ḥafṣ ʿUmar al-Suhrawardī’s (d. 632/1234) Awārif al-maʿārif , which formed the literary model for Kās̲h̲ānī’s book, and was later to become the foremost manual of Ṣūfism in the Indian subcontinent.",
    "Wherever the term turns up in later works it is usually considered as a necessary corollary of waraʿ or zuhd . For instance, in Saʿīd al-Dīn al-Farg̲h̲ānī’s (d. 699/1300) Mas̲h̲āriḳ al-darārī . S̲h̲arḥ-i Tāʾiyya Ibn Fāriḍ (ed. D̲j̲alāl al-Dīn Ās̲h̲tiyānī, Tehran 1979, 150-1), taḳwā is placed among the stations belonging to the first of three ascending degrees of “annihilation” ( fanā ). The first degree of fanā involves annihilation by means of “faring through and realisation of the spiritual stations, stages and mystical states such as repentance ( tawba ), self-examination ( muḥāsaba ), contemplative vigilance ( murāḳaba ), spiritual struggle ( mu-d̲j̲hada ), sincerity ( ik̲h̲lāṣ ), God-fearing piety ( taḳwā ), abstinence ( waraʿ ), asceticism ( zuhd ) and similar related degrees. . . .” As in al-Ḳus̲h̲ayrī’s schema, al-Farg̲h̲ānī’s classification places God-fearing piety among those virtues which the mystic must struggle to realise by \n ¶ \n his own will; for aspirants still bound in the bonds of egocentric personality, taḳwā is a knife to cut through the cords of Selfhood. In the writings of the Persian mystics of the Kubrawī school, the virtue of taḳwā featured quite prominently. In his monumental conspectus of Ṣūfī doctrine, the Mirṣād al-ʿibād (ed. M.A. Riyāḥī, Tehran 1352 A.S.H./1973, 257-60), Nad̲j̲m al-Dīn Rāzī (d. 654/1256) cites some twenty qualities ( ṣifāt ) with which the disciple must be characterised in a chapter devoted to “The conditions, manners and qualities of a disciple”, and here taḳwā is the fifth of his sulūk and a similar conception of the place of taḳwā in Ṣūfī ethics appears in the third book of the Kas̲h̲f al-haḳāʾiḳ (ed. Aḥmad Dāmg̲h̲ānī, Tehran 1359/1980, 131-2) “an exposition of the conditions for wayfaring ( sulūk ) the mystical pat̲h̲” by Rāzī’s fellow Kubrawī S̲h̲ayk̲h̲ ʿAzīz Nasafī (d. between 1281-1300).",
    "As in the Rule of St. Benedict, for the Persian mystics of the Kubrawī order, God-fearing piety had come to be viewed as an essential virtue in the practical ethics of the master-disciple relationship, so that religious devotion is indistinguishable from unhesitating obedience to the order’s superior.",
    "6. Taḳwāʾ s apophasis in mediaeval Ṣūfism.",
    "In the mediaeval period, the master-disciple relationship and the role of the master in spiritual practice, and, in particular, the need for the novice to be guided by an enlightened master, came to the forefront of Ṣūfī theory and practice, replacing the previous emphasis on the ethics of taḳwā as the cornerstone of spirituality and devotional worship in Islam. D̲j̲alāl al-Dīn Rūmī stated that “The gnostic is the soul of the Law ( s̲h̲arʿ ) and religious piety ( taḳwā ): gnosis is the fruit of past ascetic effort. . . . He [the gnostic] is both the command to righteousness and righteousness itself; he himself is both hierophant and mystery” ( Mat̲h̲nawī , ed. and tr. Nicholson, vi, vv. 2090, 2093). This redirection of Islamic piety towards cultivation of, and concentration on, the elect “Perfect Man” [see \n al-insān al-kāmil\n ] with the consequent devaluation of the devotee’s own private ascetic vigilance, is visible in the thought of most Ṣūfī poets of the Mongol period. One such poet, Maḥmūd S̲h̲abistarī [ q.v. ], in his Guls̲h̲an-i rāz thus describes the Perfect Man as “endowed with praiseworthy qualities, celebrated for knowledge ( ilm ), asceticism ( zuhd ) and piety ( taḳwā )” ( Mad̲j̲mūʿa-yi āt̲h̲ār-i S̲h̲ayk̲h̲ Maḥmūd S̲h̲abistarī , ed. Ṣamad Muwaḥḥid, Tehran 1365 A.S.H./1986, v. 351), relegating taḳwā , as did the classical masters of the School of Bag̲h̲dād, to being a rudimentary but not insignificant principle of the Ṣūfī ethical system. However, a discernible difference in accentuation has occurred, so that the Perfect Man is the source of piety rather than piety being the animus of individual spirituality. Ultimately, the Perfect Man may decide to dispense with all pious fear as well, since he is “free of the ties of master and disciple, beyond all asceticism ( zuhd ) and all the fictions of piety ( taḳwā )” ( ibid ., v. 862).",
    "In the works of Saʿdī and Ḥāfiẓ, the two greatest Persian Ṣūfī lyricists, another kind of de-accentuation on individual piety is evident, with taḳwā often denigrated as a kind of spiritual attitude characteristic of cold-hearted ascetics ( zāhid ) and formalist preachers. “Wherever the Sultan of Love appears, no power is left in the arm of taḳwā ,” asserts Saʿdī in the Gulistān (ed. K̲h̲. K̲h̲aṭīb-Rahbar, Tehran 1348/1969, 337), and in his g̲h̲azal s he cries out: “Stand on your feet, so we can cast aside this blue [Ṣūfī] cloak/Throw to the winds of antinominianism this idolatry which bears \n ¶ the name of piety ( s̲h̲irk-i taḳwā-nām rā )” ( G̲h̲azalhā yi Saʿdi , ed. N. Īzadparast, Tehran 1362/1983, 23). Saʿdī probably knew of al-Ḳus̲h̲ayrī’s notion that “The root of ta w is fear of all idolatrous associationism ( als̲h̲irk )” ( Risāla , 105), and in this verse no doubt merely wished to criticise the element of self-consciousness which taḳwā often engendered in less sincere adepts, re-evoking the classical concept of taḳwā which had recognised the need to develop an apophatic discourse capable of expressing the interior subtleties of its ideal (Abū Bakr al-Wāsiṭī, d. 320/931, a member of the Bag̲h̲dād School, stated “piety is that you piously abstain from your own [self-indulgent] piety”, cited in ʿAṭṭār, Tad̲h̲kirat , 745).",
    "This paradoxical approach to the classical ideal of piety in Islam, expressed in order to avoid metaphysical reification in the wish to transcend the dichotomy of piety/impiety, godliness/ungodliness (understanding the affirmation of faith and piety as a subtle form of delimitation, an idolatry of a mundane doctrine instead of adoration of the Transcendent), is best expressed in the poetry of Ḥāfiẓ, as in the following verse:",
    "In the way of the Ṣūfī it’s total infidelity",
    "to put your trust in knowledge and piety;",
    "Although a pilgrim boast a hundred arts",
    "Just the same, he must have trust.",
    "( Dīwān , ed. K̲h̲ānlarī, 2nd ed. Tehran 1362 A.S.H./1983, 559).",
    "Elsewhere he asks: “What relation does libertinism ( rind ) have to purity and piety ( taḳwā )?/How wide the gap between the priest’s homily and the rebeck’s refrain!” ( Dīwān , 20). In another place, he boasts, “So many nights I’ve strayed from Piety’s path ( rah-i taḳwā ) with harp and daff/but now they say, I’ll set my foot on the strait and narrow path indeed, a likely tale” ( ibid ., 324, no. 154 l. 2), scorning to sully the honour of his dervish cloak by following the pedestrian rites of canonical piety. Indeed, Ḥāfiẓ’s libertinism seems a far cry from the religious sentiment of Abū ’l-Dardāʾ (d. 32/652-3 [ q.v. ]), the celebrated Companion of the Prophet greatly venerated by early Ṣūfīs, who was reported to have preferred piety ( taḳwā ) above forty years of ritual worship and observances ( ʿibāda ) (Massignon, Essai , 158).",
    "With Ḥāfiẓ and his followers, the austere ideals of early Islamic piety reached both a moral threshold and a metaphysical apex, as the journey from Ḳurʾānic religious concept to ascetic doctrinal ideal based on fear and abstinence, to the interiorised Ṣūfī notion of piety as the faith of the heart culminated in the irony of the paradox which dissolves the mystic’s need for the scala perfectionis of his own via negativa ."
  ],
  "signature": "(L. Lewisohn)",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}