{
  "id": "eweb_180",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_COM_1335",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_COM_1335",
  "title": "Walī",
  "authors": [
    "B. Radtke",
    "P. Lory",
    "Th. Zarcone",
    "D. DeWeese",
    "M. Gaborieau",
    "(F.M. Denny",
    "(Françoise Aubin",
    "(J.O. Hunwick",
    "(N. Mchugh"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "( a. , pl. awliyāʾ ), indicates a friend of God or a saint, often also a mystic in general.",
    "1. General survey.",
    "Walī is a faʿīl form of the root w-l-y with the meaning of “to be near”. The one who is near is also a friend, he possesses friendship ( wilāya [ q.v. ]) (more rarely walāya for a discussion of these two forms, see Corbin, En Islam \n iranien , iii, 9-10; Chodkiewicz, Sceau , 34). But in some way, the walī also acquires his friend’s, i.e. God’s, good qualities, and therefore he possesses particular authority, forces, capacities and abilities. In the Ḳurʾān, the adjective walī is also applied to God, Who is the believers’ friend (II, 257). Ḳurʾān and ḥadīt̲h̲ do not know the concept of exceptional, blessed people who are close to God, but by the 2nd/8th century it seems to have been accepted (van Ess, Theologie , ii, 89-90; Radtke-O’Kane, The concept of sainthood , 109-10; Radtke, Drei Schriften , ii, 68-9). In many aspects, its origin is obscure; ancient Christian and Jewish elements can be recognised (Mach, Der Zaddik , 134-46). Stories about the wonderful deeds of God’s friends also seem to have been collected and transmitted at an early stage, among others by Ibn Abi ’l-Dunyā (d. 281/894 [ q.v. ]). He wrote the Kitāb al-Awliyāʾ , the earliest compilation on the theme of God’s friends; Abū Nuʿaym al-Iṣfahānī (d. 948/1038 [ q.v. ]) made use of it in his Ḥilyat al-awliyāʾ . Ibn Abi ’l-Dunyā’s work does not show any method or explanation, but some writings dating from the second half of the 3rd/9th century had already passed the stage \n ¶ of pure compiling. The Bag̲h̲dādī Ṣūfī Abū Saʿīd al-K̲h̲arrāz (d. probably 286/899 [see \n al-k̲h̲arrāz\n ]) wrote a short treatise Kitāb al-Kas̲h̲f wa ’l-bayān . Dealing with a number of questions concerning the theme of awliyāʾ / wilāya , he discusses (1) the relation between the friends of God and the Prophet, and opposes the opinion of mystics, whose names he does not mention, according to whom the friend of God is higher in rank than the Prophet; (2) the question whether the friend of God receives inspiration ( ilhām ); and (3) the distinction between the miracles of the prophets ( āyāt ) and those of God’s friends ( karāmāt ).",
    "Further writings, which not only deal in much greater detail with the themes treated by al-K̲h̲arrāz but already develop the entire concept of the friend of God and friendship with God, came from al-Ḥakīm al-Tirmid̲h̲ī (d. between 295/907 and 300/912 [ q.v. ]). Later authors, such as Ibn al-ʿArabī (see below), would in principle only develop further the questions first raised by al-Ḥakīm al-Tirmid̲h̲ī. Basically, they are dealt with in his famous treatise Sīrat al-awliyāʾ , also known as K̲h̲atm al-awliyāʾ or K̲h̲atm al-wilāya . Next to this main work there exist two other writings by al-Tirmid̲h̲ī on the theme of the friend of God. One is called al-Farḳ bayn al-āyāt wa ’l-karāmāt , the first monograph on the possibility of miracles worked by God’s friends and their relation with the miracles of the prophets. After an introduction, which is based on proofs taken from Holy Scripture and on psychological observations, but does not show any knowledge of scholastic-rational proofs, al-Tirmid̲h̲ī adduces more than sixty stories on friends of God from early times. The greater part is also found in the works of Ibn Abi ’l-Dunyā and of Abū Nuʿaym al-Iṣfahānī The other work by al-Tirmid̲h̲ī on the theme is his autobiography Badʾ s̲h̲aʾn Abī ʿAbd Allāh . It is the first autobiography of a Muslim mystic before al-G̲h̲azālī’s\n Munḳid̲h̲ min al-ḍalāl .",
    "The Sīrat al-awliyāʾ begins with the fundamental distinction between two classes of friends of God, the walī ḥaḳḳ Allāh and the walī Allāh . If the walī ḥaḳḳ Allāh wants to come near to God on the mystical path, he can only achieve this by observing the obligations of the divine legal order ( ḥaḳḳ ) with all his inner power, while the walī Allāh reaches his aim through divine grace. The former is obliged to walk on the path encumbered with all sorts of hardships: he is a sālik , while the latter is exempted from this toil; he is attracted to God by God and is a mad̲j̲d̲h̲ūb [ q.v. ]. In later Ṣūfism, this opposition, represented here for the first time in a systematic way, was to play an important role. Other terms used by al-Ḥakīm al-Tirmid̲h̲ī for the two classes of mystics are muhtadī (rightly guided) and mud̲j̲tabā (elected).",
    "For al-Tirmid̲h̲ī, the path, i.e. the journey to God, means a delving into the inner self on the one hand and the ascent to God through the macrocosmos on the other, it is a journey to heaven ( miʿrād̲j̲ [ q.v. ]). The ascent of the walī ḥaḳḳ Allāh must stop at the end of the created cosmos, God’s throne. He can attain God’s proximity, but not God Himself; he is only admitted to God’s proximity ( muḳarrab ). It is the walī Allāh who reaches God. Ascent beyond God’s throne means to traverse consciously the realms of light of the divine names which, in gnostic tradition, are grouped hierarchically around God’s unknowable essence. When the walī Allāh has traversed all the realms of the divine names, i.e. has come to know God in His names as completely as possible, he is then extinguished in God’s essence. His soul, his ego, is eliminated and he is in God’s hands. When he \n ¶ acts, it is God Who acts through him. And so the state of extinction means at the same time the highest degree of activity in this world.",
    "The friend of God, therefore, is recognisable in the world because of a number of external characteristics: (1) when people see him, they are automatically reminded of God; (2) anyone who advances towards him in a hostile way is destroyed; (3) he possesses the gift of clairvoyance ( firāsa ); (4) he receives divine inspiration ( ilhām ); (5) he can work miracles ( karāmāt [ q.v. ]) like walking on water ( al-mas̲h̲y ʿalā ’l-māʾ ) and shortening space and time ( ṭayy al-arḍ ); and (6) he associates with al-K̲h̲aḍir [ q.v. ] (for this list, see Radtke, Drei Schriften , ii, 82, § 80; Radtke-O’Kane, The concept of sainthood , 124-5; for further miracles, see Radtke, Miracles , where an analysis of al-Tirmid̲h̲ī’s\n Farḳ is given). This list of themes from now on forms a constant element of the discussion on God’s friends and friendship with God.",
    "In this way the friend of God not only knows that he is indeed God’s friend—this question is raised at the very beginning of the Sīrat al-awliyāʾ —but he can also be sure of eternal bliss. This is communicated to him through good tidings from God ( bus̲h̲rā ), for, though he is not sinless ( maʿṣūm ) like the Prophet, he is preserved from sin ( maḥfūẓ ). The good tidings can be transmitted to him in dreams or by divine inspiration ( ilhām ). In his autobiography, al-Tirmid̲h̲ī imparts a number of such dreams.",
    "Divine inspiration of a friend of God is never in contradiction to the Prophet’s revelation ( waḥy ) or law, for notwithstanding the high blessing he has received, his spiritual rank is lower than that of the Prophet. His life and its stages come about in the external and internal imitation of the Prophet, he is the latter’s real heir, for God’s friends, contrary to a ḥadīt̲h̲ of the Prophet, are the true heirs of the prophets ( al-awliyāʾ warat̲h̲at al-anbiyāʾ ).",
    "Just as in the case with Muḥammad, who is the seal of prophecy or of the prophets ( k̲h̲atm al-nubuwwa/ al-anbiyāʾ ), and as such the last and most complete of them, there exists a hierarchy among God’s friends. Indications for this idea are already found in the 2nd/8th century, but here, too, al-Tirmid̲h̲ī is the first of whom it can be said that he gives the broad outlines of a systematic presentation. Forty elected awliyāʾ —other names are ṣiddīḳīn , abdāl [ q.v. ], umanāʾ and nuṣaḥāʾ —after the Prophet’s death took over control of the world, each one of them exercising it in temporal succession. The fact that they exist is a guarantee for the continuing existence of the world. Among them is a group of seven who are especially blessed. As runners-up of creation, the forty friends of God form, after the prophets, the second spiritual hierarchy of the cosmos. In the same way as in the prophets’ hierarchy, there is within the friendship with God or among the friends of God a highest, perfect one, the seal ( k̲h̲atm al-wilāya ; k̲h̲ātam / k̲h̲ātim al-wilāya / al-awliyāʾ ); as is clear from his autobiography, al-Tirmid̲h̲ī considered himself as this highest friend of God.",
    "Al-Tirmid̲h̲ī’s new creation of k̲h̲atm al-wilāya , in particular, had a wide effect. The concept was taken up and further developed by Ibn al-ʿArabī, and through him it entered later Ṣūfism. But for almost three centuries, al-Ḥakīm al-Tirmid̲h̲ī’s systematic position vis-à-vis\n walī and wilāya remained without successor in Ṣūfī mystical writings. The concept k̲h̲atm al-wilāya was avoided, the comparison with the Prophet being shunned. With the exception of the Kas̲h̲f al-maḥd̲j̲ūb by the Persian Hud̲j̲wīrī (d. ca . 465/1072 [ q.v. ]), which is based on al-Tirmid̲h̲ī, the authors of the basic handbooks \n ¶ speak only briefly of the theme of the friend of God. Among them, mention should be made of al-Kalābād̲h̲ī (d. ca . 380/990 [ q.v. ]), of Abū Naṣr al-Sarrād̲j̲ (d. 378/988 [ q.v. ]), of Abū Ṭālib al-Makkī (d. 386/996 [ q.v. ]), of Abū Nuʿaym al-Iṣfahānī and of al-Ḳus̲h̲ayrī (d. 465/1072 [ q.vv .]) (for details, see Chodkiewicz, Sceau , 41-64). It is discussed whether the friend of God can work miracles, can be recognised while in this world, and can know that he himself is a friend of God. The wording often seems to have been borrowed verbatim from al-Tirmid̲h̲ī without the authors mentioning him; this is the case with al-Ḳus̲h̲ayrī’s\n Risāla . ʿAbd al-Ḳādir al-D̲j̲īlānī (d. 561/1166 [ q.v. ]), the progenitor of the Ḳādiriyya, also borrowed extensively from al-Tirmid̲h̲ī’s\n Sīrat al-awliyāʾ ( Drei Schriften , i, introd., 7-9). Al-Tirmid̲h̲ī’s presentation of the hierarchy of the saints is taken over and slightiy modified by ʿAmmār al-Bidlīsī (d. between 590/1194 and 604/1207), the teacher of Nad̲j̲m al-Dīn Kubrā (d. 617/1220 [see \n kubrā\n , \n nad̲j̲m al-dīn\n ]; he uses in particular the concept of k̲h̲atm al-wilāya for the first time since al-Tirmid̲h̲ī (Badeen, Bidlīsī ). Rūzbihān-i Baḳlī (d. 606/1209 [ q.v. ]) not only wrote an autobiography, like Ḥakīm al-Tirmid̲h̲ī, but also knew a highly developed hierarchy of God’s friends. The theological-scholastical literature (for a summary, see Gramlich, Wunder , 94-110; Fak̲h̲r al-Dīn al-Rāzī’s Ḳurʾān commentary is particularly detailed) discusses above all whether miracles worked by saints can stand up to intellectual scrutiny. The Muʿtazilīs denied them, whereas the As̲h̲ʿarīs in general admitted them. The scholastic arguments have survived until today and still serve to justify the miracles worked by saints (Radtke, Traditionalismus , 243-50).",
    "Until modern times, the discussion has been shaped by Ibn al-ʿArabī, who in substance adopted al-Ḥakīm al-Tirmid̲h̲ī’s basic themes about the walī . In the Futūḥāt makkiyya (ch. lxxiii) and in a smaller work ( Tirmid̲īana \n minora , 277-8), he comments on a section of al-Tirmid̲h̲ī’s Sīrat al-awliyāʾ . It is true that the commentary does not contribute anything to the understanding of al-Tirmid̲h̲ī’s text; the latter is for Ibn al-ʿArabī only a peg on which he can hang his own system and develop it. As is the case with al-Tirmid̲h̲ī, the theory of the walī is entirely embedded in an Islamic cosmological and prophetological system (for the latter, see the works by Nyberg, Afifi, Chodkiewicz and Chittick). Two ways of al-Tirmid̲h̲ī’s doctrine are substantially elaborated upon by Ibn al-ʿArabī. One is that the hierarchy of God’s friends is fundamentally differentiated [see \n Ḳuṭb\n ], the other that the concept of k̲h̲atm al-wilāya is expanded, because Ibn al-ʿArabī introduces various kinds of wilāya [ q.v. ] (Chodkiewicz, Sceau , 65-78). Via Saʿd al-Dīn al-Ḥammūʾī (d. 649/1252 [ q.v. ]), who belonged to Ibn al-ʿArabī’s school, the latter’s doctrines reached such authors as ʿAzīz-i Nasafī (d. ca . 700/1300) in the Persian-speaking regions. A renaissance of the k̲h̲atm al-wilāya doctrine can be observed particularly in the 18th and 19th centuries. Aḥmad al-Tid̲j̲ānī (d. 1230/1815), the founder of the Tid̲j̲āniyya [ q.v. ], and Muḥammad ʿUt̲h̲mān al-Mīrg̲h̲anī (d. 1268/1851), the founder of the K̲h̲atmiyya, adopted for themselves the title k̲h̲atm al-wilāya , to which the latter order owes its name [see \n mīrg̲h̲aniyya\n ]. It is not only during his lifetime that the friend of God possesses extraordinary powers. After his death, too, he acts as a mediator with God; his help can be sought ( tawassul , istig̲h̲āt̲h̲a ). His tomb confers blessings ( baraka ), which can also be obtained through pilgrimage. The aim of the latter is to obtain blessings through the friend of God ( tabarraka ). \n ¶ \n For this reason, everywhere in the Islamic world there arose centres for the veneration of saints. For opponents of Ṣūfism such as Ibn Taymiyya (d. 728/1328 [ q.v. ]) and the Wahhābīs, these practices are an abomination, because the latter see in them a form of idolatry ( s̲h̲irk ). While expanding their territory, the Wahhābīs destroyed the tombs of saints wherever they were able.",
    "Stories about the lives of outstanding friends of God lived on among their disciples, and especially in their families. Some time after the death of the friend of God, they were collected in biographies, from which arose Islamic hagiography [see \n manāḳib\n ]. The first of these lives of saints are written in Arabic, but they have only been preserved in Persian translation, as in the case of Ibn K̲h̲afīf (d. 371/982 [ q.v. ]) and of Abū Isḥāḳ Kāzarūnī (d. 426/1033 [ q.v. ]). These lives often have little historical value. The authors, mosdy members of the saint’s family, of his school or of his order, are concerned with the glorification of the saint by proving that he possessed extraordinary blessings and powers.",
    "It is not only movements such as the Salafiyya [ q.v. ] and the Wahhābiyya which, inside the framework of Islamic theology, have formed a front against the veneration and theory of saints. Since the 19th century, proponents of the walī concept have also had to assert themselves against the attacks of Western rationalism. Convincing answers are not yet at hand (Radtke, Traditionalismus , esp. 255-7).",
    "2. In North Africa.",
    "The saint ( walī , also sayyid or ṣāliḥ ) has played an essential role in the religious and social life of the Mag̲h̲rib for more or less a millennium.",
    "Historical \n development . Historically speaking, the first figures of ascetics, popularly admired and with followings, appear in Ifrīḳiya in the 4th-5th/10th-11th centuries (cf. H.R. Idris (ed.), Manâqib d’Abû Ishâq al-Jabnyânî et de Muhriz b. Khalaf , Paris 1959). But we depend here on few written sources, and the phenomenon may well be older. The outstanding, prominent figures here appear rather to the west of that region. Abū Yaʿzā (or Yaʿazzā, d. 572/1177) was the typical illiterate, charismatic and miracle-mongering saint (see Y. Lobignac, Un saint \n berbère , Moulay Ben Azza , in Hésperis , xxxi [1944], and E. Dermenghem, Le culte des saints dans l’Islam \n maghrébin , Paris 1954, 2 1982). His contemporary Ibn Ḥirzihim (d. 559/1163) was more cultivated but had nevertheless a very popular reputation.",
    "Abū Madyan (d. 594/1197) was a spiritual disciple of these preceding two saints, and was the first figure in Mag̲h̲ribī Ṣūfism to exercise an influence beyond his own region. This Andalusī went to the East where he may have met some of the great masters, e.g. ʿAbd al-Ḳādir al-D̲j̲īlānī. On returning, he settled at Bougie and formed a circle of disciples, headed for the Almohad court of Yaʿḳūb al-Manṣūr at Marrakesh, and died en route at Tlemcen, whose patron saint he became (see abū madyan and A. Bel, Sidi Bou Medyan \n et son \n maître Ed-Daqqâq à Fès , in Mélanges René Basset , Paris 1923, i, 30-68; C. Addas, Abū Madyan \n and \n Ibn ʿArabī , in Muhyiddin Ibn ʿArabi , a commemorative volume , Shaftesbury 1993). One of his disciples was the saint from the Rīf ʿAbd al-Salām Ibn Mas̲h̲īs̲h̲\n \n ¶ [see \n ʿabd al-salām\n ], who was rather sparsely noticed in his lifetime but had a posthumous fame through his being recognised as a master and a “pole” by Abu ’l-Ḥasan al-S̲h̲ād̲h̲ilī [ q.v. ]. It is with this last (d. 656/1258 in Upper Egypt), and especially his disciples of the 8th-9th/14th-15th centuries [see \n ibn ʿaṭāʾ allāh and s̲h̲ād̲h̲iliyya\n , with Bibls .] that the Ṣūfism of the brotherhoods appeared and enjoyed a spectacular rise in the Mag̲h̲rib.",
    "Among the main saints of the ensuing period, one may note the heads of brotherhoods like the Fāsī Aḥmad al-Zarrūḳ (d. 899/1494), educated in Egypt, but exercising his reformist influence first in Morocco and then Libya (see A.F. Khushaim, Zarruq \n the \n Sufi , Tripoli 1976). Also within the S̲h̲ād̲h̲iliyya was Abū ʿAbd Allāh Muḥammad al-D̲j̲azūlī [ q.v. ], who returned to Morocco after a long trip to the East and then began a life as a hermit. But his preaching, his reputation as a thaumaturge and his S̲h̲arīfī birth ensured him a prodigious success. He died ca . 869/1465 and his body, after several delays, was buried at Marrakesh, where he became one of the city’s seven patron saints. The Ṣūfī tradition was periodically given fresh life by notable personalities such as Muḥammad b. Nāṣir from southern Morocco, or the S̲h̲ād̲h̲ilī Abū Ḥāmid al-ʿArabī al-Darḳāwī (d. 1823 [see \n darḳāwa\n ]), whose influence spread all over the western and central Mag̲h̲rib. Aḥmad al-Tid̲j̲ānī (1737-1815 [ q.v. ]) was initiated into many orders before founding at ʿAyn Māḍī near Laghouat in what is now Algeria his own zāwiya , which spread especially into Morocco and then into Sudanic Africa (see J.M. Abun-Nasr, The Tijaniyya , a Sufi order in the modern world , London 1965). Another type of active, organising saint was al-Sanūsī ( q.v. , and also K.S. Vikor, Sufi and scholar on the desert edge . Muhammad \n ben \n ʿAlī Sanūsī , London 1995). More recently still, the charisma and the activity of Aḥmad b. ʿAlīwa of Mustag̲h̲ānim (d. 1934) marked his age, although he was rather too late to become a walī in the traditional sense (see ibn ʿalīwa , and M. Lings, A Moslem \n saint of the twentieth century , Shaikh Ahmad al-ʿAlawī , London 1961, Fr. tr. Un saint musulman du 20 \n e \n siècle , le cheikh \n Ahmad al-ʿAlawī , Paris 1984).",
    "Characteristics . This development of the walī ’s role over a millennium, coupled with the great geographical and social diversity (town vs. village) and cultural traditions (Berber, Bedouin), produced a great diversity of images of saints. Hagiography nevertheless allows us to discern a certain number of dominant types found in one region or another or at one time or another. The most current profile is of the pure, ascetic Sunnī, refusing all ostentation. The quality and amount of his education matters little, and even when he is a scholar, it is not his doctrinal works or poetry which attach the hearts of his disciples to him. On the other hand, he is clearly charismatic, and his miracles ( karāmāt ) are innumerable but stereotypical: reading people’s thoughts, cures, bilocations, visions, etc. He is often the head of a brotherhood. But other profiles exist at the side of this one. Hence the popularity of the ecstatic and eccentric saint ( mad̲j̲d̲h̲ūb ); S̲h̲ūd̲h̲ī and his pupil Ibn al-Marʾa (d. 611/1214; cf. Dermenghem, op . cit .) or ʿAlī al-Ṣanhād̲j̲ī (10th/16th century) and his pupil ʿAbd al-Raḥmān al-Mad̲j̲d̲h̲ūb (d. 976/1569; see A.L. de Premare, Sîdî ʿAbder-Rahmân al-Medjdûb , Paris-Rabat 1985) remain till today popular figures. Moreover, the antinomian saint, who hides his interior states with a veil of conduct which may be habitually shocking, illustrates the malāmatī tradition in the Mag̲h̲rib; thus Aḥmad Abu ’l-ʿAbbās b. al-ʿArūs, one of the patron saints of Tunis (d. \n ¶ 868/1463; cf. Brunschvig, Ḥafṣides , ii) has remained famous for his provocative behaviour and his outrageous sayings. Sometimes saints have been warriors, murābiṭūn , who have died as martyrs. One should also note that Mag̲h̲ribī sainthood is by no means confined to men, and certain women have marked the memories of the faithful; some of the tombs of female saints are very frequently visited. Nor are saints exclusively Muslim; Jewish saints may be respected well beyond their own communities of origin and vice-versa. Popular sainthood, bursting out of a framework of the brotherhoods, sometimes shows very old features probably stemming from a pre-Islamic “shamanism”; thus the ʿIsāwiyya claim to stem from the S̲h̲ād̲h̲ilī-D̲j̲azūlī master Muḥammad b. ʿĪsā al-Muk̲h̲tār (d. 931/1524; cf. R. Brunel, Essai \n sur la \n confrérie \n religieuse des \n Aïssaouas \n au \n Maroc , Paris 1926), although this last would probably have been surprised to have been present at the therapeutic rituals, of animist inspiration, practised by certain branches of the brotherhood. An analogous remark can be made in regard to ʿAlī b. Ḥamdūs̲h̲ and the Moroccan brotherhood of the Ḥamdūs̲h̲iyya (see V. Crapanzano, The Hamadsha , a study in Moroccan ethnopsychology , Berkeley, etc. 1973).",
    "This extreme veneration for saints stems from the basic, cosmic function attributed to awliyāʾ . These last are viewed as active members of the spiritual hierarchy of friends of God, and it often happens that great saints are seen attributing to themselves the function of ḳuṭb [ q.v. ] (Ibn Mas̲h̲īs̲h̲, al-S̲h̲ād̲h̲ilī, etc.). The saint assures for his close retainers and adepts not only his spiritual guidance and strength but also material prosperity, and he is an intercessor with the supernatural world. His presence diffuses baraka or spiritual blessing, which his entourage tries to acquire for aims often far removed from purely spiritual ones (health, social success, etc.) through practices common to magic: whence the recitation for secular aims of ejaculatory prayers ( ḥizb ) taught by the saints. Thus within the D̲j̲azūlī current, the connection with the saint is lightened to the far limit of its strictly mystical dimension. The diffusing of baraka is made possible by a fairly simple allegiance and devotional rites like recital of the litanies of the Dalāʾil al-k̲h̲ayrāt , without there being any question of asceticism or a long spiritual journey. One should further note how the development of S̲h̲arīfism has played a certain role in the tone of Mag̲h̲ribī sainthood, especially from Marīnid times onward; Idrīsid S̲h̲arīfī origins are therefore attributed to Ibn Mas̲h̲īs̲h̲, al-S̲h̲ād̲h̲ilī and al-D̲j̲azūlī. The spreading of baraka , according to such masters as al-D̲j̲azūlī, can be effected not only through the spiritual successors of Muḥammad, which the saints are, but also by his genealogical descendants.",
    "The walī ’s role as protector of a place may be considerable. Certain patron saints are well known, such as Ibn ʿArūs for Tunis, Abū Madyan for Tlemcen, Mawlāy Idrīs for Fās, etc. But one should also take into account thousands of minor, local saints whose tombs remain visible in villages or the quarters of towns, litde-known, anonymous, sometimes even legendary. Even though history can find hardly anything to say about them, their presence and their social efficacity can be immense. They remain, in effect, very much alive at their tomb, to the point that the person’s name most often serves to denote the place. The rituals can be purely private, but the patronal festivals ( mawsim , mawlid [ q.vv .]) give rise to massed groups with Ḳurʾān recitations, d̲h̲ikr s, processions and fairs. Among the most important should be mentioned those of Mawlāy Idrīs at Fās, of Muḥammad b. ʿĪsā\n \n ¶ at Meknès and Ibn Mas̲h̲īs̲h̲ in the Rīf. But basically, it is not really necessary for the saint to have been really buried in the spot in question, as shown by the number of maḳām s of ʿAbd al-Ḳādir al-D̲j̲īlānī in the Mag̲h̲rib, who in any case never went to the Mag̲h̲rib. Protection and intercession are drawn and raised by the effect of the rites rather than by a sanctity attached to the place itself.",
    "3. In the Arab lands of the Fertile Crescent [see Suppl.].",
    "4. In Turkey, the Balkans, the Caucasus and Ād̲h̲arbāyd̲j̲ān.",
    "Saints play an important role here, especially in connection with the cults which have grown up around their tombs ( ziyāra ). Between the Turks of the Balkans and Anatolia, and those in Central Asia, despite the distance separating them, the concept of the saint and the organisation of pilgrimages displays no fundamental differences. This concept of sainthood derives its originality from the syncretic character of Turkish Islam, which has incorporated certain beliefs and practices from earlier cults, such as animism, shamanism, \n ¶ \n Buddhism, Zoroastrianism and Christianity (in the study of the phenomenon of sainthood, it is not always easy to separate the various regions of the Turkish world, but for a detailed consideration of the situation in Central Asia, see 5. below).",
    "These elements are particularly discernible in the saints of the 10th to the 14th centuries before being opposed by the ʿulamāʾ , the representatives of orthodoxy. They nevertheless maintained themselves in certain out-of-the-way parts of Central Asia, especially in rural areas and amongst nomads of the whole Turkish world (e.g. amongst the Yürüks, Tak̲h̲tad̲j̲i̊s [ q.vv .] and ʿAlewīs in Anatolia). One may note e.g. that the earliest Turkish saints, such as Aḥmad Yasawī and Ḥād̲j̲d̲j̲ī Bektās̲h̲ Walī [ q.vv .], performed miracles reminiscent of those of Central Asian shamans (changing into birds and totemistic creatures like the crane or deer; raising a man to life from his bones; etc.). Such saints were generally to be found amongst the Bektās̲h̲ī, Yasawī and Ḳalandarī holy men. On the other hand, the Turkish saint often corresponded to the usual image of the Muslim holy man, often the founder or an adept of Ṣūfī orders like the Naḳs̲h̲bandiyya, Ḳādiriyya, K̲h̲alwatiyya, etc. One should bear in mind, too, that in the Turkish world sainthood is the product of two factors: the ideal of the holy war, d̲j̲ihād , marked by the spirit of g̲h̲azw , and Ṣūfism. This is understandable in the light of the fact that the Turkish world, over long centuries, was the object of campaigns of Islamisation conducted by Ṣūfīs, rather than by the ʿulamāʾ , being at the origin of the conversion of some pagan rulers to Islam.",
    "As well as the Arabic term walī , and the Persian s̲h̲āh and pīr , saints in the Turkish world are denoted by Turkish terms like baba in Anatolia, ata in Central Asia (both meaning “father”), as well as eren or ermis̲h̲ (< ermek \n “to reach, attain”) or yati̊r (“one who settles down”) in Anatolia. Saints’ tombs are denoted by terms of Arabic or Persian origin alluding to the idea of pilgrimage ( mazār , ziyāratgāh ), tomb ( ḳabr , maḳbar ) or domed mausoleum ( gunbad , ḳubba ). But such tombs are also denoted by terms usually used for dervish convents, or a particular part of it ( tekke in the Balkans, langar \n “refectory” and ribāṭ in Central Asia), or by a quality of the saint ( pīr \n “venerable, respectable”, in Ād̲h̲arbāyd̲j̲ān).",
    "Saints of the Turkish world may be classified into three categories. The first includes the g̲h̲āzī s, heroes of the Islamisation process and martyrs for the faith; the second, saints from the Ṣūfī milieu; and the third, the great figures of Islam and certain rulers.",
    "The most representative types of the first in the regions under consideration are Abū Ayyūb al-Anṣārī (7th century [ q.v. ]), killed beneath the walls of Constantinople, Sayyid Baṭṭāl G̲h̲āzī, who fought the Christians in Anatolia, and Ḳi̊zi̊l Deli Sulṭān, who converted Western Thrace to Islam. Religious figures and warriors who fought the Tsarist and Soviet Russians from the 18th to the early 20th century have also been canonised (the Imāms Manṣūr Us̲h̲urma and S̲h̲āmil [ q.vv .] in the Caucasus, Ḳurbān Murād in Turkmenistan, etc.) or against Kemālist Turkey in the 20th century (S̲h̲eyk̲h̲ Esʿad and ʿAbd al-Ḥakīm Arwāsī in Istanbul). Others in this category added the qualities of the Ṣūfī to their work of Islamisation, such as Ṣari̊ Ṣaltuḳ in Turkey and the Balkans, Ḥād̲j̲d̲j̲ī Bektās̲h̲, his disciple Ḥād̲j̲d̲j̲i̊m Sulṭān, and Abdāl Mūsā, in Anatolia, ʿOt̲h̲mān Baba in the Balkans, etc.",
    "In the second, most important category, which includes the Ṣūfīs, one finds, in one group, those engaged in Islamisation and the fight against the infidels \n ¶ (a process which came to an end in Turkey in the 15th-16th centuries, but which continued in Central Asia up to the opening of the 20th century), and in the other group, those Ṣūfīs wholly occupied by their spiritual mission. These last include the founders of the great ṭarīḳa s of the Turkish world plus their pupils and spiritual descendants: the Naḳs̲h̲bandī Emīr Buk̲h̲ārī at Istanbul; the K̲h̲alwatīs Merkez Efendi and Ḳod̲j̲a Muṣṭafā Pas̲h̲a and the Ḳādirī Ismāʿīl Rūmī at Istanbul; Mawlānā D̲j̲alāl al-Dīn Rūmī at Ḳonya; Hād̲j̲d̲j̲ī Bektās̲h̲ Walī in Anatolia; etc.",
    "In the third category are to be found both Biblical figures (Daniel’s tomb at Tarsus in southern Turkey), figures from the Ḳurʾān or Islamic history (tombs of K̲h̲iḍr in several places, etc.), and theologians. Amongst the rulers around whom a cult grew up, one might mention the Ottomans Bāyezīd II and ʿAbd al-Ḥamīd II [ q.vv .] in Turkey.",
    "In numerous cases, the spots chosen for a Muslim saint’s tomb could be either exceptional places already sacred from pagan times (hill tops, springs, grottoes, large rocks, etc.) or ruins of sanctuaries connected with pre-Islamic religious cults. Most of the mausolea in Eastern Turkestan were built on a spot where there had previously been Buddhist monasteries or funerary monuments (Kuhmarī Mazār and Kum Rabāt Pādis̲h̲āhi̊m at K̲h̲otan). Likewise, ancient Christian churches and monasteries were used in the Balkans and Anatolia (Ṣari̊ Ṣaltuḳ at Babaeski in Thrace, K̲h̲iḍr at Samarḳand). A Nestorian saint who has become a Muslim one in Kirghizistan has even been identified.",
    "As for saints’ tombs connected with the g̲h̲āzī tradition, these tend to be in strategically situated and protected places connected with the saint’s military functions: the summits of hills (Gözd̲j̲ü Baba in Istanbul and Muḥyī al-Dīn Abdāl in Eastern Thrace) or defiles ( derbend ) (Ḳi̊zi̊l Deli Sulṭān (Derbendī) in Western Thrace).",
    "However, there are also in the Turkish world a certain number of towns which have always attracted saints and where tombs are very numerous. There exist pilgrims’ guides for such towns, rich in historical details for the historical researcher: Istanbul (cf. K̲h̲od̲j̲azāde Aḥmed Ḥilmī, Ziyāret-i ewliyā , Istanbul 1325/1907-8), Bursa (cf. Meḥmed S̲h̲ems el-Dīn, Yādigār-i S̲h̲emsī , Bursa 1332/1913-14), Buk̲h̲ārā (cf. Nāṣir al-Dīn al-Ḥanafī al-Buk̲h̲ārī, Tuḥfat al-zāʾirīn , Novo-Buk̲h̲ārā 1910), Samarḳand (cf. Muḥammad ʿAbd al-D̲j̲alīl Samarḳandī, Ḳandiyya , ed. Īrad̲j̲ Afs̲h̲ār, in Du risāla dar tārīk̲h̲-i mazārāt wa d̲j̲ug̲h̲rāfiyā-yi Samarḳand , Tehran 1367 s̲h̲ ./1988).",
    "On the architectural plane, there are several features which distinguish tombs of Turkish saints from those of the rest of the Islamic world. One might cite e.g. the remarkable height (sometimes 20 m) of the cenotaphs of certain Central Asian saints, the presence there of customs inherited from the steppe peoples like a tall mast with a horse’s tail at its top and the presence of arms (axes, halberds, etc.) near the tombs of dervish g̲h̲āzī s in Anatolia.",
    "The main saints’ tombs with an active cult around them today are: in Turkey, those of Ḥād̲j̲d̲j̲ī Bektās̲h̲ (Hacibektaş), Mawlānā D̲j̲alāl al-Dīn (Ḳonya), Abū Ayyūb al-Anṣārī (Istanbul) and Ḥād̲j̲d̲j̲ī Bayram Walī (Ankara); and in the Balkans, that of Aywaz Dede (Bosnia). The faithful, and especially women, who make up the greater part of the visitors to these shrines, address themselves directly to the saints or else through the intermediacy of the custodians of the shrines, hoping for their intercession ( s̲h̲afāʿa [ q.v. ]) with God on their behalf. The reasons for such pleas are \n ¶ various: illness, sterility, social success, etc. The offerings (money, cereals or beasts) given to the custodians are in the western Turkish world called adak (Tkish. adamak \n “to make a vow”), ned̲h̲r (Ar. nad̲h̲ara “to vow, dedicate”) and sometimes niyāz (Pers. “vow, supplication”) (in Central Asia, one finds, additionally, ṣadaḳa (Ar. “pious gift”) and the composite term nad̲h̲rniyāzmanlik ).",
    "Denounced by the ʿulamāʾ , and above all, by the Wahhābiyya [ q.v. ], the cult of saints was subsequently dismantled by the Soviets and the Kemālists, but has nevertheless survived and is at present enjoying a remarkable resurgence in both Turkey and Central Asia.",
    "5. In Central Asia.",
    "The veneration of saints in Central Asia, as elsewhere in the Muslim world, has usually been approached as a syncretic phenomenon fraught with “survivals” from pre-Islamic times, and as a “concession”, in popular religion, either to a presumed indigenous attachment to deep-rooted non-Islamic practices, or to the psychological rigours, deemed unpalatable to the masses, of an austere monotheism. For Central Asia the weight of Soviet, Sovietological, nationalist, and antiquarian scholarship has left this approach deeply entrenched, with the result that antecedents for the veneration of Muslim saints in Central Asia \n ¶ are typically located, though unconvincingly, in Buddhist, Christian, Zoroastrian, “shamanist” or “national” traditions. The rich sources on the historical development of doctrine and practice focused on the awliyāʾ have been less often studied.",
    "Early and fundamental doctrinal formulations regarding the awliyāʾ had, with al-Ḥakīm al-Tirmid̲h̲ī (d. ca . 300/910 [ q.v. ]), a Central Asian locus; while al-Tirmid̲h̲ī’s formulations remained somewhat controversial, a more mainstream defence of the saints and their karāmāt was offered by the Buk̲h̲āran al-Kalābād̲h̲ī (d. 385/995), and still later the K̲h̲ w ārazmian Nad̲j̲m al-Dīn al-Kubrā (d. 618/1221) discussed the marks, qualities and stages of walāya [ q.v. ]. Doctrinal writings of later Central Asian Ṣūfīs have hardly begun to be explored; of pivotal importance in shaping and refining the Central Asian consensus on the notion of the walī were the writings of the Naḳs̲h̲bandī\n s̲h̲ayk̲h̲ \n K̲h̲ w ād̲j̲a Muḥammad Pārsā (d. 822/1419), especially his Faṣl al-k̲h̲iṭāb , which became a basic work in Central Asian madrasa curricula down to the present century.",
    "The walī is encountered only abstractly through doctrinal formulations, but is met more directly through hagiographical narratives inspired by his or her charismatic person or legacy; it is there that we often find the principal doctrinal issues and controversies regarding the awliyāʾ addressed in polemical contexts. The perennial issue of the relationship between walāya and nubuwwa , for instance, was injected into the rivalry between the Naḳs̲h̲bandī and Yasawī orders by the 10th/16th-century Yasawī Ṣūfī Ḳāsim S̲h̲ayk̲h̲ of Karmīna, who criticised Naḳs̲h̲bandī claims that the silent d̲h̲ikr was superior to the vocal d̲h̲ikr . Equating the former with walāya and the latter, through its public character, with nubuwwa , Ḳāsim S̲h̲ayk̲h̲ reportedly argued that, although sainthood is superior to prophethood, when those two qualities are combined in a single person (as in Muḥammad), it would be absurd, when walāya is found in one person and nubuwwa in another, for the saint to claim primacy over the prophet; hence Naḳs̲h̲bandī partisans should not exalt their “hidden” and silent d̲h̲ikr over the public “mission” of the d̲h̲ikr-i d̲j̲ahr (Mīr Musayyab Buk̲h̲ārī, Kitāb-i maḳāmāt-i mas̲h̲āʾik̲h̲ , ms. St. Petersburg University No. 854, fol. 520a).",
    "Similarly, the much-discussed question of whether the saints are known to the world is cast in concrete political terms by Sayyid Manṣūr, another Yasawī s̲h̲ayk̲h̲ of 10th/16th-century Transoxania, in a hagiographical narrative that assumes the equivalence between “ s̲h̲ayk̲h̲ ” and “saint”. Asked by a local ruler to serve as the s̲h̲ayk̲h̲ in his domains (and implicitly his legitimiser), Sayyid Manṣūr agreed on condition that the ruler would publicly affirm his saintly status by exhibiting the external signs of deference and consultation; this was necessary, he explained to the ruler, because the public does not know the saints whom God creates, “but if you make me a s̲h̲ayk̲h̲ , everyone will know” (Ḥazīnī, Cevâhiru ’l-ebrâr min emvāc-i bihâr , facs. ed. Cihan Okuyucu Kayseri 1995, 171-2).",
    "Perhaps the most fruitful venue for approaching the links between doctrinal systematisations and the actual experience of the awliyāʾ , public or private, are hagiographical traditions intended to legitimise individual saints and the communities associated with them, especially accounts formulated before the principle of a silsila linked to the Prophet emerged, by the 9th/15th century, as the definitive (if never quite exclusive) mark of legitimacy. Outside the silsila principle, we find appeals to many other sources of legitimacy and authority: to “charismatic” sanctity as demonstrated \n ¶ simply through karāmāt ; to transmitted sanctity conveyed through heredity, by receipt of a holy “legacy” or various spiritual insignia; or to “ascriptive” sanctity (claimed through attestations of status within classified hierarchies of saints, through the notion of “Uwaysī” transmission from the spirit of a deceased prophet or saint [see \n uwaysiyya\n ], or simply through claims of divine d̲j̲ad̲h̲ba ). Often, of course, specific saints or their partisans appealed to different combinations of these and other legitimising principles. In any case, doctrinal defences of the legitimacy of the saints and their karāmāt found hagiographical adaptation in narratives evoking these various principles, typically in the context of overcoming the “rejection” ( inkār ) of a s̲h̲ayk̲h̲ by his opponents, whether portrayed as formalist scholars or rival s̲h̲ayk̲h̲ s.",
    "The late 6th/12th and early 7th/13th centuries in Central Asia were especially productive of saints whose public memory has endured down to the present, above all in at least one of three major venues for ongoing “encounters” with a saint: (1) a walī ’s spiritual descendants, in the form of a Ṣūfī order; (2) the putative natural descendants of a saint (who still form distinct social groups, despite Soviet-era efforts to dissolve such communities, throughout Central Asia); and (3) the most public aspect, the shrine. In this era lived the great Ṣūfīs adopted as the spiritual ancestors of the three major Central Asian orders: Aḥmad Yasawī (eponym of the Yasawī order, for whom the death-date customarily given, 562/1166-7, is probably a half-century too early), ʿAbd al-K̲h̲āliḳ G̲h̲ud̲j̲duwānī (spiritual ancestor of the K̲h̲ w ād̲j̲agānī and later Naḳs̲h̲bandī traditions, d. most probably in 617/1220), and Nad̲j̲m al-Dīn al-Kubrā (d. 618/1221, to whom is traced the Kubrawī order). In addition to the Ṣūfī communities stemming from these saints, their shrines became pilgrimage centres and benefitted from state patronage; Yasawī, and probably G̲h̲ud̲j̲duwānī, were also known as the ancestors of prominent descent groups. More locally prominent in their own time, however, were several Central Asian “patron” saints whose memory was cultivated primarily among their descendants and at their shrines; these figures, known from historical and hagiographical sources of the 8th-9th/14th-15th centuries, include Burhān al-Dīn Ḳi̊li̊č of Uzgand in the Farg̲h̲āna valley; Maṣlaḥat al-Dīn K̲h̲ud̲j̲andī; Nūr al-Dīn Baṣīr of Samarḳand; Badr al-Dīn Maydānī of Buk̲h̲ārā; and Zayn al-Dīn Kūy-i ʿĀrifānī of Tas̲h̲kent. None of these figures was clearly fitted into any silsila -defined Ṣūfī community; others of this era, such as Bābā Māčīn (Tas̲h̲kent), Ḥakīm Ata (K̲h̲ w \n ārazm), Zangī Ata (Tas̲h̲kent), or S̲h̲ayk̲h̲ K̲h̲āwand-i Ṭahūr (Tas̲h̲kent) came to be implicated in spiritual or hereditary lineages linked with Yasawī or Naḳs̲h̲bandī figures.",
    "The 9th/15th century witnessed the beginnings of a flowering of hagiographical literature linked in large measure to the rise of the great silsila -based Ṣūfī orders. Important collective biographies of the ʿulamāʾ (for the regions of Samarḳand, Balk̲h̲, K̲h̲ w ārazm and, probably, Kās̲h̲g̲h̲ar) were produced in pre-Mongol Central Asia, and hagiographical material relevant to the region appears in the basic works of al-Sulamī, Anṣārī, Hud̲j̲wīrī and ʿAṭṭār, as well as in hagiographies devoted to saints such as Abū Saʿīd b. Abi ’l-K̲h̲ayr and Aḥmad-i D̲j̲ām; nevertheless, individual and collective hagiographies are relatively rare in Central Asia until the 9th/15th century, which began with works devoted to Bahāʾ al-Dīn Naḳs̲h̲band (especially the Anīs al-ṭālibīn , recently edited), saw the compilation of family-based hagiographies focused on Nūr al-Dīn Baṣīr and the K̲h̲ w ād̲j̲agānī saint Amīr Kulāl, \n ¶ and ended with major literary compilations of saints’ lives, sponsored at the Tīmūrid court in Harāt, such as D̲j̲āmī’s\n Nafaḥat al-uns (and its Turkic translation by ʿAlī S̲h̲īr Nawāʾī, the Nasāʾim al-maḥabba ) and Kamāl al-Dīn Gāzurgāhī’s thematic Mad̲j̲ālis al-ʿus̲h̲s̲h̲āḳ . From the 10th/16th and 11th/17th centuries, a rich body of ṭarīḳa -based hagiographical literature may be regarded as the discursive reflection of the competitive rivalries among Ṣūfī communities; these largely unstudied works, extant in large numbers from the 10th/16th to the 19th centuries, offer important theoretical and practical perspectives on the role of the walī in society, by tracing the political and economic activities of Ṣūfī s̲h̲ayk̲h̲ s. The 10th/16th century alone produced several works devoted to K̲h̲ w \n ād̲j̲a Aḥrār (of which the best known is the Ras̲h̲aḥāt-i ʿayn al-ḥayāt ), a series of hagiographies on the Naḳs̲h̲bandī saint known as Mak̲h̲dūm-i Aʿẓam and on the D̲j̲ūybārī\n s̲h̲ayk̲h̲ s, two substantial works on the Kubrawī s̲h̲ayk̲h̲ \n Ḥusayn K̲h̲ w ārazmī (the Miftāḥ al-ṭālibīn and the D̲j̲āddat al-ʿās̲h̲iḳīn ), and (apparently) lost hagiographies on the Yasawī saints K̲h̲udāydād and Ḳāsim S̲h̲ayk̲h̲ (of which excerpts are preserved in 11th/17th-century Yasawī works).",
    "Female saints are well represented in modern Central Asian shrine traditions (e.g. ʿAnbar Ana in Tas̲h̲kent, Paraw Bibi near Gi̊zi̊l Arbat in Turkmenistan), and may be presumed to have been no less popular in the past; unfortunately, they are less often the subject of hagiographical accounts and usually appear formulaically grouped near the end of large collective hagiographies. such as D̲j̲āmī’s. An exception is a remarkable, though little studied, 10th/16thcentury work entitled Maẓhar al-ʿad̲j̲āʾib wa-mad̲j̲maʿ al-g̲h̲arāʾib , written by Ḥāfiẓ Baṣīr K̲h̲uzārī, on the life of a female saint called simply “Āg̲h̲ā-yi Buzurg”, who lived near Buk̲h̲ārā (see Sobranie vostočni̊k̲h̲ \n rukopisey \n Akademii \n nauk \n Uzbekskoy SSR , v [1960], no. 4137).",
    "As suggested, the most public venue for encountering the awliyāʾ is the shrine. Our information on saints’ shrines and pilgrimage in Central Asia from before the Mongol era is relatively sparse; we find some material on the shrines of Ḳut̲h̲am b. ʿAbbās [ q.v. ] in Samarḳand, of Abū Ḥafṣ-i Kabīr in Buk̲h̲ārā, and of Ḳutayba b. Muslim [ q.v. ] in the Farg̲h̲āna valley, for instance, while the 6th/12th-century Asrār al-tawḥīd on the life of Abū Saʿīd b. Abi ’l-K̲h̲ayr [ q.v. ] offers rich evidence on the public prominence of saints’ shrines in northern K̲h̲urāsān; the same century also saw the “discovery” of the shrine of ʿAlī near Balk̲h̲, and the emergence (at least into our sources) of the pattern of state patronage of shrines that would become much clearer by the Tīmūrid era (e.g. in Tīmūr’s own patronage of shrines in Harāt, S̲h̲ahr-i Sabz, Turkistān and Tirmid̲h̲). An unexplored source from the middle of the 6th/12th century promises new insights into the veneration of saints’ shrines in Central Asia and Persia; the Persian Laṭāʾif al-ad̲h̲kār li ’l-ḥuḍḍār wa ’l-suffār , written by Burhān al-Dīn Muḥammad b. ʿUmar al-Buk̲h̲ārī, offers a “defence” of the practice of ziyāra and describes the major shrines of several towns along an itinerary leading from Buk̲h̲ārā to Mecca and Medina. The work, preserved in a single manuscript in Dushanbe (see Katalog vostočni̊k̲h̲ \n rukopisey Akademii nauk \n Tadz̲h̲ikskoy SSR , i, Stalinabad 1960, no. 188), has remained unstudied, but is of interest for the study of saints and shrines in the Muslim world at large (it predates the celebrated Kitāb al-Ziyārāt of ʿAlī al-Harawī [ q.v. ]—see Janine Sourdel-Thomine, Guide \n des lieux de \n pèlerinage , Damascus 1957—by half a century).",
    "The legitimacy of visiting saints’ tombs is still defended \n ¶ in the 9th/15th-century Tārīk̲h̲-i Mullāzāda , written by a pupil of K̲h̲ w ād̲j̲a Muḥammad Pārsā, on the shrines of Buk̲h̲ārā (in which shrines of Ṣūfīs appear alongside those of the city’s jurists); the practice became such a definitive part of Central Asian religious life that later shrine guides—for Samarḳand, Balk̲h̲, Buk̲h̲ārā, K̲h̲ w ārazm, Sayrām and the Volga-Ural region—rarely bother to address at any length the possibility that ziyāra might be regarded as bidʿa \n . The veneration of saints at their shrines had by the 9th/15th century (and probably in fact much earlier) clearly become a central and accepted part of Muslim religious life, and the shrines themselves were not only the definitive features of Islamic religious geography in the region but the chief public “evidence” of the saints themselves (whether the shrine marked the grave of a pre-Islamic prophet, a member of Muḥammad’s family, a martyr for the faith, an Islamiser, a communal ancestor or a Ṣūfī saint). Equivalents of the term awliyāʾ (with the plural used here as a singular) in modern Central Asian languages often refer simply to a shrine, whatever it is understood to signify, or to the entire cemetery typically centred upon a shrine, indicating a popular understanding of the saint’s continued presence at the site. The shrines were the setting at which the awliyāʾ ’s intercession was sought, not only for the private needs of health, fertility, success and solace but also for communal protection and solidarity; the shrine marked the continuing presence of the saint, and God’s blessing, in his or her community, and the 18th-century romantic hagiography of the antinomian saint Mas̲h̲rab could in effect forget the celebrated jurists buried in Buk̲h̲ārā and declare that, were it not for the presence near that city of Bahāʾ al-Dīn Naḳs̲h̲band’s shrine, Buk̲h̲ārā would be an infidel town ( Dīwāna-yi-Mas̲h̲rab , tr. N.S. Li̊kos̲h̲in, Samarḳand 1915, 194).",
    "In more recent times, the veneration of saints’ shrines was the target of intense pressure during Soviet antireligious campaigns; many local shrines were demolished—as recently as 1986, under Gorbachev—and both pilgrims and unofficial shrine custodians were subject to prosecution. Since 1990, shrines have enjoyed a remarkable revival throughout Central Asia, with reconstruction and repair undertaken by local constituencies, though often with renewed state patronage; little work has yet been done to gauge the effects of Soviet rule on traditional conceptions and practices focused on the saints of Central Asia, or on the re-emergence and reformulation of those traditions in post-Soviet times.",
    "6. In Muslim India.",
    "Since 1831 orientalists like Garcin de Tassy have underlined the importance of the saints of Islam in India. They are known in Arabic as walī and in Persian as pīr , terms which apply to a living saint as much as to one who is venerated after his death.",
    "The existence of a cult of saints and a theory of saintliness is sporadically attested in India from the beginning of the presence of Muslims there. Holy individuals not as yet attached to Ṣūfī orders were worshipped in the region of Sind [ q.v. ] in present-day Pakistan when it was under Arab domination (from the 8th to the 11th centuries), then in the Pand̲j̲ab [ q.v. ] under the G̲h̲aznawids [ q.v. ] (11th to 12th centuries).",
    "There in Lahore Hud̲j̲wīrī (d. ca . 1072 [ q.v. ]), was already venerated. He left the first treatise on Ṣūfism in Persian in his Kas̲h̲f al-maḥd̲j̲ūb , an ambitious theory of saintliness, which stated that “God has saints ( awliyá ) whom He has specially distinguished by His friendship and whom He has chosen to be the governors of His kingdom… He has made the saints governors of the universe… Through the blessing of their advent the rain falls from heaven, and through the purity of their lives the plants spring up from the earth, and through their spiritual influence the Moslems gain victories over the unbelievers” (tr. R.A. Nicholson, 212-13); furthermore, he had already described the invisible hierarchy of the saints [see \n abdāl\n ] who govern the world ( op . cit ., 214).",
    "The documented history of sainthood in India begins with the founding of the sultanate of Dihlī [see \n dihlī sultanate\n ] in 1210, which established Muslim supremacy on the Indian subcontinent for six centuries, and the consolidation soon afterwards of the orders of mystics [see \n Ṭarīḳa\n ]. From this time onwards it is possible to outline the history of sainthood in India within the context of the Ṣūfī orders until the 16th century, throughout the unified sultanate of the 13th-14th centuries, and then the regional sultanates of the 14th-16th centuries [see \n hind. iv. History ]. Mystical theology was dominated by the Čis̲h̲tiyya [ q.v. ] who rivalled the Suhrawardiyya [ q.v. ]; and from the 15th century onwards the Ḳādiriyya [ q.v. ] was established. The minor brotherhoods, such as the Kubrawiyya [ q.v. ] in Kas̲h̲mīr, and the Firdawsiyya and then the S̲h̲aṭṭāriyya [ q.v. ] in Eastern India, had a regional importance. In contrast to the socially respectable orders, which were obedient to the S̲h̲arīʿa , India was also familiar with less conventional orders described as malāmatī [ q.v. ], and more recently by the specifically Perso-Indian expression bī s̲h̲arʿ [ q.v. ]; these included the Ḳalandariyya [ q.v. ] and the Madāriyya [see \n badīʿ al-dīn s̲h̲āh madār\n ] in the north, and the Rifāʿiyya [ q.v. ] in the west and south of the subcontinent.",
    "The conception of sainthood which prevailed among the brotherhood was inherited from K̲h̲urāsān and Central Asia. It was first to be seen in hagiography, in which the saints close to God are seen to be endowed \n ¶ with supernatural powers and able to perform miracles ( karāma [ q.v. ]). They display these gifts in an ostentatious fashion, especially in the heteropraxic orders. Then there are those who are obliged to mediate between God and man, guiding man towards Him; the distress of the faithful is consoled and their illnesses cured by their intercession ( s̲h̲afāʿa [ q.v. ]). Saints also have a cosmic role, for they may have control over the rain and the crops, like G̲h̲āzī Miyān [ q.v. ]. But in particular, they play a political role by assuring victory for the armies of Islam, like Muʿīn al-Dīn Čis̲h̲tī (d. ca . 1234), to whom is attributed the foundation of the sultanate of Dihlī. Saints make and unmake kings, for sainthood ( walāya or wilāya ) really implies “the government of a territory” ( wilāya ). Therefore it was believed that from its inception the throne of Dihlī was controlled by the great saints of the Čis̲h̲tiyya, in particular Niẓām al-Dīn Awliyāʾ [ q.v. ], and it is from this that there arises conflict-ridden relations between the saints and the sultans, who found it hard to tolerate this spiritual control.",
    "In an India where Islam was very much in the minority, Muslim saints were also competing with Hindu mystics. Saints such as ʿAbd al-Ḳuddūs Gangohī (1456-1537) and Muḥammad G̲h̲awt̲h̲ Gwāliyārī (1500-62), while not hesitating to use techniques such as yoga, were intent on showing the superiority of Islam in magical contexts. Their tombs are often to be found at resanctified former Buddhist or Hindu sites. The saint within the Dihlī sultanate was most often given a highly colourful character. Alongside the sages devoted to the spiritual improvement of their disciples, like S̲h̲araf al-Dīn Yaḥya Manērī (d. 1391), representing the Firdawsiyya, emphasis was given to the ecstatic personalities who were enamoured of music and poetry. Ḳuṭb al-Dīn Bak̲h̲tiyār Kākī died at Dihlī in 1235 after four days of ecstasy spent singing the same Persian verses. A saint could become violent in the working of miracles in order to put an end to his own adversaries.",
    "From the middle of the 14th century onwards, saintliness became the subject of theological discussions. The influence of Ibn al-ʿArabī spread, especially through the medium of the Kubrawiyya with ʿAlī al-Hamadānī (d. 1385 [ q.v. ]), and especially with As̲h̲raf D̲j̲ahāngīr al-Simnānī (d. 1436 [ q.v. ]), who passed on to membership of the Čis̲h̲tiyya.",
    "The Mug̲h̲als (16th-18th centuries [ q.v. ]) beginning with Bābur, brought a new brotherhood from Central Asia, the Naḳs̲h̲bandiyya [ q.v. ]. It developed theories of sainthood by aligning itself with Ibn al-ʿArabī, especially under the influence of Aḥmad Sirhindī [ q.v. ], the founder of the mud̲j̲addidiyya branch. He gave a firm emphasis to the supremacy of the S̲h̲arīʿa and the superiority of prophecy ( nubuwwa ) over sainthood ( wilāya ); but this did not imply, as was wrongly thought, abandoning the traditional ideas of sainthood. Sirhindī and his son placed themselves at the top of an invisible hierarchy of saints with the title of ḳayyūm , which like the ḳuṭb [ q.v. ] played the role of the axis mundi . Today, the Naḳs̲h̲bandiyya keep alive the mediaeval conception of sainthood and align themselves with the Barelwīs (see below) in venerating saints.",
    "The Mug̲h̲als also supported other orders: Humāyūn [ q.v. ] put trust in the S̲h̲aṭṭāriyya, especially in Muḥammad G̲h̲awt̲h̲ (1500-62 [ q.v. ]), a great musician and a patron of musicians; S̲h̲āh D̲j̲ahān and his son Dārā S̲h̲ukōh favoured the Ḳādiriyya and saints like Miyān Mīr. But since Akbar, the true organiser of the empire, who renewed links with the traditions of the Dihlī sultanate, the dynasty was placed \n ¶ under the protection of the Čis̲h̲tiyya. He generously donated the tomb of Muʿīn al-Dīn at Ad̲j̲mēr [ q.v. ], and he attributed the perpetuation of the dynasty to Salīm Čis̲h̲tī (d. 1571), constructing his new capital Fatḥpūr Sikrī [ q.v. ] around his tomb. In the 18th century the last Mug̲h̲als revived the cult of Ḳuṭb al-Dīn at Dihlī.",
    "A definite cult certainly developed around thousands of saints. First, there were the great saints born outside India, especially the founders of the great brotherhoods like ʿAbd al-Ḳādir al-D̲j̲īlānī [ q.v. ]. Then there were the great historical characters of India, founders of Indian orders like Badīʿ al-Dīn, founder of the Madāriyya. There were also those who played a political or religious role in a particular region, among whom the most famous were those belonging to the Čis̲h̲tiyya, like Farīd al-Dīn (d. 1265) from Pak-Pattan, protector of the Pand̲j̲ab, Niẓām al-Dīn Awliyāʾ (d. 1325), the principal architect of the spiritual influence of the Dihlī sultanate, and Muḥammad Banda Nawāz Gēsū Darāz at Gulbarga, who consecrated the foundation of the Bahmanī sultanate in the Deccan [see \n bahmanīs\n ]. The great saint of Bengal was the Suhrawardī D̲j̲alāl al-Dīn Tabrīzī (d. 1244). Besides these, each local branch of a brotherhood, each town and each village, even each lineage, had its local saints marking stages in religious history and covering the whole territory, and there are coundess numbers of them. They fall into two groups, and they are traditionally arranged by Indian Muslims in poetry and religious manuals according to the cycle of their feasts in a double calendar: for one group (Islamic), it is the lunar calendar, and for the other group (Hindu), it is lunar and solar, for protectors of the crops, like G̲h̲āzī Miyān, must be celebrated according to the cycle of the seasons. Ethnologists have also classified the saints according to their function; thus in addition to the great all-powerful figures, there were others who specialised in curing this or that mental or physical ailment, such as G̲h̲āzī Miyān who cured leprosy, or those under the patronage of trade associations which were regrouped into castes in India [see \n hind. ii. Ethnography ; \n nepal\n ], such as Ḥasan Telī, who protected the oil-pressers ( telī ), or those who were within the protected limits of a territory (villages, districts, houses).",
    "Saints took over most of the functions of the divinities of the Hindu pantheon, and they appropriated for themselves ancient sacred sites. The cult was observed within certain buildings, which had at least to include a mazār , a tomb or a cenotaph of earth or stone. It could have other buildings, with varying degrees of elaboration, superimposed or surrounding it, including hospices for the servitors in charge ( k̲h̲ādim , pl. k̲h̲uddām ). These were generally the descendants of the saint or adherents of his mystical order, and they shared the income from the sanctuary. A large complex created in this way was called a dargāh , a royal palace, for the saint was treated like a sultan. The ḳawwāl s, musicians of low status, were attached to the larger sanctuaries to perform mystic chants ( ḳawwālī ) in Persian and in Urdu.",
    "Besides the daily devotions of the faithful, collective celebrations took place once every week (generally on a Thursday evening) or once every month. Great festivities were organised once a year on the anniversary of the death of the saint, which was called an ʿurs , meaning marriage (i.e. mystical marriage), the term mawlid not being used as in the Arab world. These festivals gave rise to pilgrimages [see \n ziyāra\n ].",
    "These devotions gave rise to controversies as early \n ¶ as the 16th century, perhaps as a consequence of the spread of the doctrines of Ibn Taymiyya [ q.v. ], which were known (according to Ibn Baṭṭūṭa, iii, 252) as early as the reign of Muḥammad b. Tug̲h̲luḳ (1325-51). Women were forbidden to visit the tombs by Fīrūz S̲h̲āh Tug̲h̲luḳ (1351-88), and the processions in honour of G̲h̲āzī Miyān by Sikandār Lōdī (1489-1517) were banned. At the end of the 18th century S̲h̲āh Walī Allāh Dihlawī [see \n al-dihlawī\n ], and then his grandson Ismāʿīl S̲h̲ahīd [ q.v. ], a disciple of Aḥmad Brēlwī [ q.v. ] drew fresh inspiration from Ibn Taymiyya and reopened a controversy which can be traced up to the present day. Without denying the existence of saints, they denied them all powers of intercession. They condemned any devotion given to them and to their tombs. This doctrine was transmitted directly to the schools of Deoband and of the Ahl-i Ḥadīt̲h̲ [ q.vv .], and indirectly to the modernists through the medium of Sir Sayyid Aḥmad K̲h̲ān, and to the fundamentalists who followed Abu ’l-Aʿlā Mawdūdī [ q.vv .]. In the face of these critics Aḥmad Riḍā K̲h̲ān of Bareilly reaffirmed the mediaeval position, reasserting the powers of the saints and justifying recourse to their intercession. His disciples formed the school of the Barelwīs. It is well organised within the framework of Pakistan but more informal elsewhere, and expresses a religiosity which remains predominant in the entire subcontinent.",
    "7. In Southeast Asia and Indonesia.",
    "Veneration of saints has been well established in the classical Malay and Javanese worlds of Southeast Asia since at least the 15th century. Nine legendary figures, the famous wali sanga (“nine saints”), are thought to have planted Islam in Java and successfully displaced the old Hindu-Javanese political and socio-religious order in the northern coastal areas. With the exception of Mawlānā Mālik Ibrāhīm, who early went to Java as a missionary from abroad and is buried in Gresik (an elaborate Gud̲j̲arātī tombstone from 822/1419 marks his grave), the saints were accorded the Javanese tide sunan (“eminence”) and most were closely associated with particular places in Central and East Java: Sunan Ampel with Surabaya, Sunan Giri with Gresik, Sunan Kalijaga with Demak, Sunan Kudus (also known as D̲j̲aʿfar al-Ṣādiḳ) with Kudus, Sunan Gunung Jati with Ceribon, Sunan Bonang with Tuban, Sunan Drajat with Demak, and Sunan Muria (a son of Sunan Kalijaga) with Pati. Sunan Kalijaga is usually considered to be the greatest of the wali sanga . Additional personages are also sometimes grouped with the wali sanga , giving rise to modern scholarly speculation that the number nine was more a symbolic than arithmetical concept. As G.W.J. Drewes suggested: “In Hindu-Javanese cosmological mythology, nine was a very important number, and it is possible that the nine saints occupy the places of the nine guardian deities who presided over the points of the compass in the old cosmological system” ( Indonesia : mysticism and activism , in Unity \n and variety in Muslim civilization , ed. G.E. von Grunebaum, Chicago 1955, 297). Nevertheless, the listing of nine named saints continues to be widely maintained.",
    "Although most of the sources about the wali sanga are hagiographical and sometimes conflicting, certain of the saints appear to have been significant religio-political leaders in their times, and they continue to enjoy a prestigious position in Javanese Muslim consciousness to the present. They may be understood to represent, among other things, the essentially harmonious and gradual transition into an increasingly Islamic worldview as the religion gradually spread inland \n ¶ from the coastal regions. Such cultural legacies as the shadow play, the gamelan orchestra, and the magically potent keris (wavy, double-edged dagger) are attributed to Muslim saints. Many saints since the wali sanga are known in Indonesia, and their cults have been extensively described in a series of articles by D.A. Rinkes in his De heiligen van \n Java , in Tijdschrifi \n voor indische \n Taal- , Land- \n en \n Volkenkunde , lii-liii (1910-11). Annual saint festivals ( mawālīd ) in honor of the wali sanga and other saints are celebrated, with parades, banners, special foods, circumcisions and litanies in the graveyards, all resembling similar festivals in saint-rich countries like Egypt. People make pilgrimages [see \n ziyāra\n ] to Javanese saint shrines, both at the time of the mawlid and throughout the year. (A nuanced treatment of traditional, syncretistic Javanese— agami jawi —and orthodox Islamic— agami santri —saint-related beliefs and practices appears in Koentjaraningrat, Javanese culture , Singapore 1985, ch. 5.)",
    "Not all Javanese have admired the Muslim saint tradition of their island. A controversial genre of literature developed during the later 19th century emphasising the incompatibility of Islam with traditional Javanese ideals and values. One book, the Serat Dermagandal , recounts the history of the last period of the Madjapahit dynasty and depicts such walī s as Sunan Bonang, Sunan Giri, and Sunan Kalijaga and their roles unfavourably. The book is summarised by G.W.J. Drewes, The struggle between \n Javanism \n and Islam as illustrated by the \n Sĕrat Dĕrmaganḍul, in Bijdragen \n tot de Taal- , Land- en Volkenkunde , cxxii (1966), 309-65.",
    "The process of Islamisation in Java included a fair amount of accommodation with Javanese traditional religious and cultural values and symbols. It is possible that the Ḳurʾān was introduced in the interior to some degree by means of traditional Javanese song and in translation. The shrine complex of Sunan Giri in Gresik, East Java, near Surabaya, features a Madjapahit-style stone split gate with large sculpted naga s (Hindu serpent guardian spirits) at the entrance to the cemetery. There are also elaborately carved wooden naga s on either side of the entry to the walī s wooden tomb chamber, which is decorated with carved lotus figures. The tomb is devoid of the kinds of Arabic calligraphic designs that typically decorate saints’ graves in the Middle East and South Asia. The layout of the shrine complex on a hilltop overlooking the town has a Friday mosque occupying the eastern part, with a cemetery lot beyond the ḳibla wall to the west (the direction of Mecca is somewhat northwest of Surabaya). Further west are several substantial tombs of venerated personages, with that of Sunan Giri occupying a pre-eminent position. The layout resembles a congregation, with the living ranged at the back of the mosque building and then the tombs of the deceased, but “living” saintly members in a higher status arrangement toward the “front”, with the great saint serving, as it were, as imām for the prayers. A similar arrangement may be seen at the shrine complex of Sunan Kudus in the small city of that name. The minbar of the Sunan Giri mosque is low, with a canopy, and more than a traditional Middle Eastern\n minbar , the design resembles a traditional seat for a Hindu god. The mosque (whose actual name is Masd̲j̲id ʿAyn al-Yaḳīn , from another name of the walī ) is of the early Javanese type with a three-tiered roof popularly known as the “Meru” style, after the Buddhist cosmic mountain. All of these syncretistic details designed into monumental Islamic structures bear witness to a blending of Hindu-Javanese and Islamic ideas and symbols during the period when Islamisation \n ¶ was taking root among the Javanese society at large, including the royalty, and not merely in the coastal market towns and ports.",
    "Although this article has focused on sainthood in Java, the phenomenon is also found in various manifestations in the traditional Malay world. C. Snouck Hurgronje wrote of the saint veneration of a century ago in Aceh as relating principally to the fulfilment of vows by persons who visit shrines seeking favours such as healing ( The Achehnese , Leiden 1906, ii, 292-303). Such practices were often of a popular folk character and not within the boundaries of orthodox Islam. They included bestowing gifts of food and flowers, processions with a small orchestra ( geundrang ) of a woodwind instrument and percussion, and dramatic performances, as well as recitation of the Ḳurʾān or other religious texts. In Aceh the Malay title tuan (“master”) rather than the Ar. walī has been preferred ( ibid ).",
    "Ṣūfism has also influenced the understanding of sainthood in Southeast Asia, for example through the concept of the “Perfect Man” ( al-insān al-kāmil [ q.v. ]) as applied to early Muslim rulers in the Straits trading-centres of Pasai and Melaka. Evidence that the concept had currency in the latter place is contained, e.g. in the 16th/17th century Malay annals ( Sějarah Mělayu ; see A.C. Milner, Islam and Malay kingship , in JRAS , ser. 3, i [1981], 55).",
    "8. In Chinese Islam.",
    "The term walī does not seem to have existed in traditional Chinese Islam, whether in the form of transliteration of the Arabic into Chinese characters with a phonetic rendering distantly identical, or in translation. Moreover, when this topic is raised before a Chinese Muslim, a “Hui” in Communist China, from the milieu of strict observance, he will indignantly repudiate it as an invention of the West brought forward to harm Islam; or at most, as a Sunnī of the Ḥanafī school, he will consider it as belonging to S̲h̲īʿism. Nevertheless, the cult of dead saints, and to a lesser extent living ones, exists in Chinese Sunnī Islam, having strongly developed within the 19th century and the first decades of the 20th.",
    "(i) The sacred tomb, a place of pilgrimage on a greater or lesser scale, is called in Chinese Islam kungpei ( gongbei in pinyin, a term transliterated from Pers. gunbad = Ar. ḳubba [ q.v. ]). In Western China, where Muslim communities are most concentrated and the cult of tombs is at its most active, the sacred tomb generally appears as a hexagonal pavilion made of mud bricks surmounted by a dome and with an entablature curving upwards at the corners, thus giving a Chinese appearance. In the centre of Ninghsia (Ningxia, the “Autonomous Hui Region” of the PRC) [see \n ningsia\n ], the sacred tomb has the unusual form of a lime-washed sugarloaf, in front of which is a portal lined with bricks and a hood decorated with Chinese motifs and Ḳurʾānic sūras within medallions. Inside these various structures, the tomb is roughly finished, in lime mortar, with no ornamentation, but is sometimes covered with a silken covering when the local faithful have the means for supplying this. In \n ¶ front of the tomb are a prayer mat, a water pot for ablutions, and—a typical Chinese custom—sticks of incense stuck into a vessel full of sand. The kung-pei , rebuilt or newly-built in large numbers since the religious liberalism of the 1980s, are now crowned with a crescent moon and follow a Pakistani-Middle Eastern architectural style. But this was not the case in pre-Communist times, when the faithful strove not to appear distinct from their cultural environment. In Western China, outside the brotherhoods, there is often to be found, on the edge of fields or in the heart of a Muslim cemetery, one of these tombs, whose dedicatee, often a mythical Muslim hero, has the role of being the ancestor of the local community, which pays homage to him through prayer, incense and food offerings. It does not seem that there is any adaptation of previously-existing non-Muslim cults.",
    "(ii) The prominence of spiritual leaders is characteristic of the ensemble of popular Ṣūfism in those parts of Western China where the brotherhoods have a significant role. The ṭuruḳ burst forth into numerous religious, social, economic and even political small units, the men-huan [see \n taṣawwuf. 6. In Chinese Islam ], whose pivot is, for each of them, the kung-pei of the founder of the line, surrounded by the kung-pei s of his male and female relatives. The required cult of ancestors has contributed in China, without doubt more than the influence of practices from Central Asia, to the legitimisation of hereditary transmission of the direction of the men-huan and to the investiture of the supreme charisma inherent in the tomb of the dead “Head of the Way” ( tao-chang or daozhang , also called “Master of the Faith”\n chiao-chu or jiaozhu , i.e. s̲h̲ayk̲h̲ ). For the adept of the men-huan , the first of his obligations is to make a pilgrimage once in his life to the “Hall of the Way” ( tao-tʾang or daotang , centre of the Master’s\n k̲h̲ānaḳāh [ q.v. ]) and to pay homage to him by the great prostration (the kʾou-tʾou , whence the Western European word “kowtow”), without worrying about orientation towards Mecca, and by the offering of a “present” ( hai-ti-yeh , i.e. hadiyya ) of a value proportionate to his own income.",
    "The usual ritual at these pilgrimages and the frequent mass ceremonies on the occasion of the “anniversaries” ( erh-mai-li , i.e. al-mawlid ) of the dead members of the sacred line, comprised the chanted recitation of the d̲h̲ikr , the reading of sacred texts appropriate to the men-huan , fumigations with incense, offerings of fruit, the presenting of “gifts” to the Master, the latter’s blessing and the offering by him of a gift of a monetary value inversely proportionate to the one which he received. If the Master was an ascetic, the system of presents and presents in return functioned like a redistribution of wealth amongst the adepts; in the opposite case, it was a heavy tribute destined for the Master’s treasury and that of his relatives. The Master was considered by his faithful as at least the equal of Muḥammad, if not his superior, since he had the advantage of being alive and visible. The faithful would often go so far as to say that they preferred to make a pilgrimage to a living saint rather than to a dead one, and that it was better to be wrong in the presence of the living saint than to be right against the latter’s will.",
    "(iii) An extensive religious structure in the Chinese style grew up, at least before the destructions of the Cultural Revolution, around the sacred kung-pei enabling the Master of the time to exercise his charisma. Thus the “Great\n Kung-pei ”, on a site founded in 1689 by the one who introduced the Ḳādiriyya into China, Chʾi Ching-i (1656-1719) at He-chou (the modern Linhsia, \n ¶ in the extreme west, on the borders of Kansu and Chʾinghai), extended, as it does until the present time, over ca . 2,700 ha, with a mosque, a Ḳurʾān school, a secular school, the administrative services of the men-huan , lodgings for the resident religious members and for visitors, a cemetery and, behind a low wall, the sacred mausoleum.",
    "The importance of the sacred bodies, or at least one of their heads, in the transmission of charisma has resulted in the fact that men-huan s of identical silsila have stolen these bodies or heads from each other at the time when their power became consolidated, i.e. in the last decades of the 19th century up to the 1930s. Thus one of the men-huan s arising out of the D̲j̲ahriyya (a Chinese branch of the Naḳs̲h̲bandiyya), in the so-called Ling-chou line, the men-huan of Panchʾiao, held on to the headless corpse of the executed Fifth Master Ma Hua-lung (1810-71 [ q.v. ]), whilst the head was the property of the men-huan of Pei-shan, from the same line, at Chʾang-chia-chʾuan (in Kansu), which further held the body of Ma Yüan-chang (1853-1920), although this last was venerated by the opposing line, of Kuan-chʾuan, which attached itself hereditarily to the D̲j̲ahriyya’s founder, Ma Ming-hsin (1719-81 [ q.v. ]). Similarly, the men-huan of Sha-kou, at Hsi-chi (in Ninghsia), of this line of Kuan-chʾuan, after 1920 spread its domination over a mausoleum of Ma Yüan-chang, in which there was no corpse, and over the Hall of the Way of this last, as well as, by stretching its antennae over various points in Greater China, notably in Sinkiang, over the tombs of male and female ancestors of Ma Yüan-chang.",
    "The cult of dead saints has had a revival in the 1980s in the PRC (not much is known about living saints), since, in the words of one of the faithful, addressing a saint in the hope of having one’s request granted by God is like making use of the “back door” ( hou-men ), i.e. using relatives who are well placed in the Communist world in order to gain a favour.",
    "9. In West Africa.",
    "While the term walī (and the feminine waliyya ) is frequently applied as an epithet of holy or saintly persons in the Islamic literature of West Africa, there is little development of any “cult of saints”, and tombs, although sometimes known, are generally very modest. Persons described as walī are generally distinguished by their being the locus of manifestations of divine grace ( karāmāt ) in the form either of thaumaturgical acts, or, more simply, by acts demonstrating extreme piety. The Taʾrīk̲h̲ al-Sūdān of al-Saʿdī gives brief biographies of several such persons, though none of these is among the dozen saints buried around the edges of the old city of Timbuktu who are currently considered to be the chief among its 333 guarding saints. Muḥammad al-Kābarī (mid-9th/15th century) was able to inflict leprosy on a scholar of Marrakesh who insulted him; he could also walk on water. The North African\n walī \n Sīdī Yaḥyā al-Tadallisī (who was also a s̲h̲arīf ) was his contemporary and is categorised \n ¶ as a ḳuṭb \n . \n When he came to Timbuktu he used to see the Prophet nightly, but later when he engaged in business to avoid being dependent on other people, he saw him only once a week, then once a month and finally once a year. As a s̲h̲arīf he was not only immune to fire, but whatever he touched became similarly immune. He was reputed to be clairvoyant ( d̲h̲ū mukās̲h̲afāt ), as were several others. Muḥammad ʿUryān al-raʾs ( fl . 1009/1600), not only met with al-K̲h̲aḍir [ q.v. ], but when he exhibited signs of madness it was explained that this resulted from a vision of God. Others could relocate themselves daily to Cairo to pray in al-Azhar mosque, while the Egyptian saint Abu ’l-Makārim al-Bakrī (d. 994/1586), who had met several Timbuktu scholars when they passed through Egypt, made daily visits to Timbuktu. The only one of these saints now celebrated in any sense is Sīdī Yaḥyā al-Tadallisī, in whose name a mosque was built, and whose tomb is within the mosque enclosure. Some of the currently-existing saints’ tombs in Timbuktu have keepers who receive cash offerings from the faithful who supplicate the saint, but there are no organised celebratory festivals.",
    "The same is true for Kano. In 1406/1985 Ṣāliḥ Bābah b. Abī Bakr published in Kano a booklet entided Tabs̲h̲īr ahl Allāh bi-d̲h̲ikr man bi-Kānū min awliyāʾ Allāh , giving brief biographies of saintly men and women buried in the city and locations of their tombs. A few of these have regular guardians, but again there is littie ceremony about visitation and no large parades or gatherings. However, ʿAbd al-Ḳādir al-D̲j̲īlānī’s\n mawlid was celebrated in public fashion with parades in the city and beating of bandiri drums during the latter part of the lifetime of Nasiru Kabara (d. 1996), the leading Ḳādirī\n s̲h̲ayk̲h̲ of West Africa.",
    "Only in Senegal is there the kind of annual festival and visitation that is common in Egypt and North Africa, with large boisterous crowds and a carnival atmosphere. This is the maggal at Touba, the burial place of the “national” saint of Senegal, Aḥmad Bamba (d. 1927 [see \n murīdiyya\n ]). The followers of Aḥmad Bamba, who was exiled by the French to Gabon, have developed a rich hagiography of him. The most common iconographie reminder of his miraculous powers is the picture of the saint praying upon his prayer rug cast upon the waters when the French captain of his ship to Gabon forbade him to pray on board the vessel. Angels hover above and the ship’s crew looks on in disbelief. Another religious figure exiled by the French, Ḥamā Allāh (correctly Ḥamāhu ’llāh) of Nioro in Mali (d. 1943 [see \n Ḥamāliyya\n ]) also gained the status of walī ; indeed, his followers saw him as the ḳuṭb , and in poems in praise of him proposed a status for him that was scarcely distinguishable from the divine (B. Soares and J. Hunwick, Falkeina IV : the shaykh as the locus of divine self-disclosure : a poem in praise of Ḥamāhu ’llāh , in Sudanic Africa , vii [1996], 97-112). His son Muḥammad still lives in Nioro and is the object of pious visitation and gift-giving by Muslims from a broad spectrum of Malian society. Ḥamāhu ’llāh died in exile in France, but his most devoted followers ferventiy believe that he did not die, and they await his return.",
    "There were other West African saints who are said to have attained similarly exalted mystical ranks. ʿAbd Allāh al-Barnāwī (d. 1088/1677), whose mystical initiator was the angel Isrāfīl, guardian of al-lawḥ al-maḥfūẓ [see \n lawḥ\n ], was regarded in Bornū as a ḳuṭb. \n Another Bornū\n walī of similar name who died in 1126/1714-15, was an intimate of the well-known Moroccan saint ʿAbd al-ʿAzīz al-Dabbāg̲h̲ (Aḥmad al-Mubārak\n \n ¶ al-Lamaṭī, K. al-Ibrīz , Cairo 1380/1961, 14). In the early 13th/19th century Muḥammad Sambo, a son of the reformer ʿUt̲h̲mān b. Fūdī [ q.v. ], attained “a high rank in walāya , and a firm stance in divine knowledge ( maʿrifa ), and a true state in ṣiddīqiyya ” (J.O. Hunwick, A supplement to \n Infāq al-maysūr : the biographical notes of \n ʿAbd al-Qādir b. al-Mustafā , in Sudanic Africa , vii [1996], 35-51), this latter being the station just below ḳurba , which is the station of al-walāya al-kubrā (on this see M. Chodkiewicz, Seal of \n the saints : prophethood and sainthood in the doctrine of \n Ibn ʿArabī , Cambridge 1993, ch. 7). According to his biographer ʿAbd al-Ḳādir b. al-Muṣṭafā “he had seen the land of the samāsima ( sic ) and had entered it” ( ibid ., 15 and appendix), the arḍ \n al-simsima being “the land at the extremity of the imaginai world at the point where it adjoins the sensory world” (H. Corbin, Terre céleste \n et corps de \n résurrection , Paris 1961, 214).",
    "There is not a large theoretical literature on the concept of the walī in West Africa. The most extensive treatment of questions relating to the walī is to be found in the important Tid̲j̲ānī manual of al-ḥād̲j̲d̲j̲ \n ʿUmar b. Saʿīd (d. 1280/1864), the Rimāḥ ḥizb al-raḥīm (see B. Radtke, Studies \n on the sources of \n Kitāb Rimāḥ ḥizb al-raḥīm of al-ḥājj ʿUmar , in Sudanic Africa , vi [1995], 73-114). These elaborate older concepts; the illuminated walī is not bound by the mad̲h̲āhib : pledging allegiance to a perfected walī is like pledging allegiance to the Prophet; the Prophet is omnipresent and the walī has the ability to see him in a waking state. Ch. 36 deals with the seemingly innovatory claim of Aḥmad al-Tid̲j̲ānī to be the “seal of the Friends of God…. and the support of the poles and the nurturers ( k̲h̲ātim al-awliyāʾ wa-mumidd al-aḳṭāb wa ’l-ag̲h̲wāt̲h̲ )”, and the “ultimate link ( al-barzak̲h̲ al-mak̲h̲tūm ) who is the intermediary between the Prophet and the Friends of God such that none of the Friends, either of greater or lesser rank, finds an effusion [of grace] from the plane ( ḥaḍra ) of a prophet except through his mediation”. However, the claim to be the “seal of the Friends of God” was first made by Ibn al-ʿArabī, and despite the seemingly final nature of such a phrase in its parallelism with the phrase “seal of the prophets” ( k̲h̲ātam al-nabiyyīn ) as applied to the Prophet Muḥammad, Chodkiewicz suggests that the term may have come to represent a rank rather than an ultimate claim ( op . cit ., 128 ff., esp. n. 42). Whether Aḥmad al-Tid̲j̲ānī saw it in this light is doubtful, in light of his claim to be the sole source of mediation of an effusion of divine grace ( fayḍa ) from the plane of a prophet; indeed, al-Tid̲j̲ānī actually claims that Ibn al-ʿArabī gave up his claim to this rank in favour of him.",
    "10. In Chad and the Nilotic Sudan.",
    "In the eastern Bilād al-Sūdān, the term walī over-laps in usage with faḳīr , faḳīh , colloq. fakī (which often share the pl. fuḳarāʾ ), s̲h̲ayk̲h̲ (pl. mas̲h̲āyik̲h̲ ), rād̲j̲il (used in compound phrases with a place-name, e.g. rād̲j̲il Rayba), muʿallim , mallam (Hausa), and goni (Kanuri, strictly one who has memorised the Ḳurʾān), names which variously reflect the walī ’s spiritual qualities and station, and social status and roles.",
    "Awliyāʾ are prominent figures from the beginnings of recorded or remembered Islamic history in the region—remembered and celebrated as propagators of Islam, promoters of the S̲h̲arīʿa , founders of lineages, clans, settlements, schools, even of dynasties. The earliest personalities are associated with (1) the flow of Islamic influences into the western end of the region along an axis extending from Tripoli southwards to Lake Chad by way of Fezzan, Tibesti and Kanem, and into the Nile valley at its eastern end from Egypt to the north and the Arabian peninsula across the Red Sea to the east; and (2) the rise of Muslim-ruled dynasties in Kanem, Sinnar, Dārfūr, Wadai, Bagirmi, Taqali and other states—dynasties that offered the holy men patronage and security in return for spiritual support, political legitimation and practical services (e.g. as scribes). Among the earliest of the awliyāʾ venerated in oral tradition and recorded in charters of immunity, genealogical treatises and biographical literature ( manāḳib ; see below) are Muḥammad b. Mānī (5th/11th century), who is associated with the conversion to Islam of the ruler of Kanem, and G̲h̲ulām Allāh b. ʿĀʾid, a Yemeni who migrated to the Dongola area of Nubia and “built the mosques and taught the Ḳurʾān and religious sciences” for a people sunk in “extreme perplexity and error” (Yūsuf Faḍl Ḥasan, The Arabs \n and the \n Sudan , Khartoum 1973). Traditions represent the founders of kingdoms across the eastern Bilād al-Sūdān as Muslim “wise strangers”, and some clearly resemble the pious charismatic figure of the walī , e.g. ʿAbd Allāh D̲j̲ammāʿ of the ʿAbdallāb and ʿAbd al-Karīm, founder of the Maba dynasty in Wadai.",
    "The walī ’s nearness to God endowed him (or occasionally, her) with divine blessing or grace ( baraka ), which manifested itself in extraordinary acts and capacities ( karāmāt ). The recounting of these karāmāt is an important genre of sacred literature and folklore, and, in the Nilotic Sudan, has been incorporated into works of manāḳib such as Muḥammad al-Nūr b. Ḍayf Allāh, K. al-Ṭabaḳāt fī k̲h̲uṣūṣ al-awliyāʾ wa ’l-ṣāliḥīn wa ’l-ʿulamāʾ wa ’l-s̲h̲uʿarāʾ fi ’l-Sūdān , ed. Y.F. Ḥasan, 2 Khartoum 1974; Aḥmad b. Aḥmad al-Rubāṭābī, al-Ibānat al-nūriyya fī s̲h̲aʿn ṣāḥib al-ṭarīḳa al-K̲h̲atmiyya , ed. Muḥammad Ibrāhīm Abū Salīm, Beirut 1991; and ʿAbd al-Maḥmūd Nūr al-Dāʾim, Azāhīr al-riyāḍ fī manāḳib al-s̲h̲ayk̲h̲ Aḥmad al-Ṭayyib b. al-Bas̲h̲īr , Cairo 1973. The walī was known for the efficacy of his prayer, e.g. for rain, health and fertility, and of his curse upon the oppressor and the violator of pledges. He was distinguished by his faculty of “uncovering” the unknown ( kas̲h̲f ), i.e. perceiving thoughts, distant places, the past, and the future. He personified detachment, abstinence, probity on the one hand and openhanded hospitality and generosity on the other. These attributes and capabilities fitted the walī to mediate in conflicts and feuds, to intercede for his followers and to provide sanctuary for the fugitive. Prominent \n ¶ among his regular activities were the preparation of amulets ( ḥid̲j̲āb ) and erasures ( miḥāya , sc. verses that are washed off the writing-board and drunk by the patient), the teaching and initiation of disciples, and prolonged withdrawal into solitary meditation ( k̲h̲alwa ).",
    "The social life of the fuḳarāʾ centred on the mosque, the school and the tombs of sanctified forbears. Their instruction frequently combined Ṣūfī\n d̲h̲ikr with Ḳurʾānic study, jurisprudence (following the Mālikī school), and theology (Abū ʿAbd Allāh al-Sanūsī’s) works were popular. Significantly, the word k̲h̲alwa (=Ṣūfī retreat, place of seclusion for prayer) is widely used in the region for Ḳurʾānic school. A substantial proportion of settlements were founded by holy men. The right of sanctuary held by the walī , the exemptions from taxation and other impositions by secular authorities (though the fuḳarāʾ themselves collected canonical taxes) attracted settlers and sometimes contributed to the rise of flourishing market towns. With the steady inflow of visitors and offerings, these communities became nodes of redistributive networks. There has long been a tendency for families of noted awliyāʾ to divide into “religious” and “secular” branches, with the latter handling their growing assets.",
    "Research in recent decades has confirmed the existence, at least as early as the 17th century, of a vast network of awliyāʾ , their centres of religious instruction and devotional practice, spanning the, Bilād al-Sūdān (see J. Lavers, Diversions \n on a journey , or the travels of \n Shaykh Ahmed al-Yamani ( 1630-1712 ) from \n Halfaya \n to \n Fez , in Y.F. Ḥasan and P. Doornbos (eds.), The Central Bilād al-Sūdān . Tradition \n and adaptation , Khartoum n.d. [1979]). Some holy men accompanied a diaspora of Nubian traders from the Nile (known collectively as d̲j̲allāba ) extending westward to Dārfūr and Wadai, and others a countervailing stream of Hausa merchants, Fulbe and Bornawi migrants, and pilgrims originating in the western Bilād al-Sūdān. Eastern and western influences have their counterpart in the distribution of types of Arabic script: Mag̲h̲ribī is used in Kanem and Bagirmi, Nask̲h̲ī in Wadai and Dārfūr. Only in the Nile region did the Arabian and Egyptian style of domed tomb ( ḳubba [ q.v. ]) become firmly implanted, during the era of Fund̲j̲ rule (16th-19th centuries). School of regional importance up to the 19th century were located at Bidderi (Bagirmi), al-Dāmir (at the Nile-Atbara confluence), Arbad̲j̲ī (on the Blue Nile), and Kubayh (Dārfūr). Itinerant students ( muhād̲j̲irūn ), pilgrims, traders, and s̲h̲urafāʾ circulated among the schools and shrines scattered throughout the region and continually renewed linkages with the Ḥid̲j̲āz, Yemen, Egypt and the Mag̲h̲rib.",
    "The Ḳādiriyya [ q.v. ] brotherhood was pervasive and unchallenged throughout the region (except for a minor presence of S̲h̲ād̲h̲iliyya [ q.v. ] along the Nile) until the 18th century when the Sammāniyya (a branch of the K̲h̲alwatiyya [see \n mīrg̲h̲aniyya\n ]) was established in the Gezira by Aḥmad al-Ṭayyib b. al-Bas̲h̲īr. The 19th century witnessed the advent of several new fraternities, notably the K̲h̲atmiyya from the Ḥid̲j̲āz, the Tid̲j̲āniyya [ q.v. ] from the Mag̲h̲rib by way of Borno and Hausaland, and the Sanūsiyya [ q.v. ] from Cyrenaica. The independence, individuality, and idiosyncrasies of the walī were somewhat constrained within these more centralised, hierarchical and regulated brotherhoods.",
    "During the 19th and 20th centuries, imperialism (Egyptian, British and French), social upheaval and millenarianism presented new challenges, roles and opportunities for the awliyāʾ . A number of holy men entered the arena of politics—most successfully, \n ¶ \n Muḥammad al-Amīn al-Kānimī, who founded the Shehu dynasty of Bornu subsequent to a challenge from the Fulbe\n mud̲j̲āhidūn of the Sokoto Caliphate, and Muḥammad Aḥmad, the Mahdī, whose defeat of the Egyptian colonial government inaugurated a short-lived independent state. The subsequent Anglo-Egyptian and French colonial systems, imposed over the former Egyptian Sudan and Chad respectively, perpetuated old patterns of patronage and subsidy to control and propitiate the Ṣūfī leadership. The ṭuruḳ have proliferated in the 20th century, while the authority and religious culture of the walī has come under increasing challenge from Islamist movements in the decades since national independence."
  ],
  "signature": "(B. Radtke)",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}