{
  "id": "eweb_181",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_7914",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_7914",
  "title": "Wird",
  "authors": [
    "F.M. Denny"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "( a. , pl. awrād ), denotes set, supererogatory personal devotions observed at specific times, usually at least once during the day and once again at night. Abū Ḥāmid al-G̲h̲azālī (d. 505/1111 [ q.v. ]), writing shortly before the establishment of formal Ṣūfī orders, designated as awrād seven divisions of the day and five of the night for the performance of devotions (both obligatory and supererogatory) by any pious Muslim ( Iḥyāʾ ʿulūm al-dīn , Book X, Kitāb tartīb al-awrād wa-tafṣīl iḥyāʾ al-layl , Cairo 1358/1939, i, 339-73). The term often has referred to Ṣūfī devotions, where a wird is an arrangement of standard litanies and repeated formulae (e.g. takbīr , tahlīl , tasbīḥ , taṣliya ) beginning with Ḳurʾān recitation. In this sense, the term may be compared to d̲h̲ikr and to ḥizb , but a distinctive aspect of wird is its close association with a particular spiritual guide to whom it is attributed as well as the set times for its observance. Ṣūfī s̲h̲ayk̲h̲ s have sometimes claimed to have received their wirds from prophets or saints in spiritual encounters or in dreams.",
    "J.S. Trimingham’s examination of the term’s origins and development within Ṣūfī contexts stipulates that wird has at least three different senses: (1) the ṭarīḳa itself; (2) “a special prayer or litany”; and (3) the “office” of the ṭarīḳa , meaning its distinctive doctrines and devotional-meditative discipline [ The Sufi \n orders in Islam , Oxford 1971, 214). “Each\n ṭarīḳa and each order derivative has its own awrād composed by its leaders. These form the ‘theme’ of the order” ( ibid ., 215). A Ṣūfī novice typically starts out with an assigned simple, secret wird and progressively is introduced to more demanding ones until, when fully initiated by “taking the wird” ( ak̲h̲d̲h̲ \n al-wird ), he or she essentially has mastered the complete system of the order.",
    "V. Hoffman’s field-based research on contemporary Ṣūfī practices in Egypt includes valuable information about awrād and the ways in which they are viewed by masters and disciples in various orders. She reports, for example, that it is imperative for a person to have the permission of a s̲h̲ayk̲h̲ before reciting an order’s awrād , because they are “believed to be so spiritually powerful that a person could go mad from reciting them without proper spiritual protection and preparation” ( Sufism , mystics and saints in modern Egypt , Columbia, S.C. 1995, 132-3). The regular recitation of awrād , according to Hoffman’s informants, leads to “visions and other forms of spiritual revelation and [the disciple] will develop the gift of spiritual discernment that borders on clairvoyance” (133). Communal wird is preferred over solitary observance. Hence if one performs one’s wird by oneself in the morning, a communal wird is encouraged after the evening ṣalāt ( ibid .).",
    "There is much traditional wordplay concerning the term, because of the root w-r-d ’s range of meanings and associations, e.g. “watering place”, “access, arrival”\n \n ¶ at specified times for devotion to God, and “rose”. (For more on this aspect, as well as numerous translated passages from traditional awrād , see Constance Padwick, Muslim devotions , prayer-manuals in common use , London 1961, 20-2, et passim .)"
  ],
  "signature": "(F.M. Denny)",
  "bibliography": [
    "In addition to works cited in the text, L. Massignon’s art. s.v. in EI \n 1 remains valuable, particularly its listing of collections and manuals of awrād since the 8th/14th century. Massignon considered “the essential work” to be ʿAbd al-Ḥayy al-Kattānī, Fihris al-fahāris , 2 vols. Fās 1346."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}