{
  "id": "eweb_182",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_7916",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_7916",
  "title": "Wiṣāl",
  "authors": [
    "D. Gril"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "( a. ), or less frequently muwāṣala \n “maintaining an amorous relationship, chaste or otherwise” ( LʿA ), a technical term of Ṣūfism. Waṣl is employed in the same sense, with the antonym had̲j̲r or hid̲j̲rān (shunning, evasion) or even faṣl (separation). Wuṣla \n “amorous connection” is also recorded by the Lisān as an equivalent of ittiṣāl \n “the act of forming an amorous relationship”.",
    "Nascent Ṣūfism borrowed these terms from romantic poetry and integrated them into its own poetic production as well as into its doctrinal literature. Even with a poet such as ʿUmar Ibn Abī Rabīʿa [ q.v. ], wiṣāl or waṣl signifies an amorous relationship which one accuses the other of not respecting rather than a union as such (cf. Dīwān , Cairo 1978, 77, 168, 176). In the poetry attributed to Rābiʿa al-ʿAdawiyya [ q.v. ], the opposition between waṣl and had̲j̲r is encountered: “I have shunned ( had̲j̲artu ) all creatures in the hope of a union on Your part, my greatest desire” (quoted by ʿAbd al-Raḥmān Badawī, S̲h̲ahīdat al-ʿis̲h̲ḳ al-ilāhī , Cairo n.d., 163). The use by the Ṣūfīs of these terms continues to bear the mark of their origin: wiṣāl never signifies love in itself, but a link that is always fragile, liable to be broken or outgrown. It is not found in the lists of stages of love, borrowed from works dealing with profane love (cf. C. Ernst, The stages of love in early \n Persian Sufism , in Classical Persian Sufism \n from its origins to \n Rumi , ed. L. Lewisohn, London-New York 1993, 435-55). No equivalent is to be found in Ṣūfism to the lyricism of Ibn Ḥazm on waṣl , although in his works, the inexpressible and paradisiacal nature of the union could be considered a transition between profane love and sacred love (cf. Ṭawḳ al-ḥamāma , Fr. tr. L. Bercher, Le collier du pigeon , Algiers 1949, 152-3, Eng. tr. AJ. Arberry, The ring of the dove , London 1953, 118).",
    "For al-Muḥāsibī (d. 243/857 [ q.v. ]), while love cannot be described, it nonetheless leaves behind it indubitable traces on lovers “on account of the constancy of their link with their Beloved ( li-dawām ittiṣālihim biḥabībihim ), since God, in manifesting His love to them, instructs them ( id̲h̲ā waṣalahum afādahum )” (Abū Nuʿaym, Ḥilya , x, 79; cf. J. van Ess, Die Gedankenwelt \n des \n Ḥārit̲ al-Muḥāsibī , Bonn 1961, 224). Through wiṣāl and its equivalents, the expression of divine love has from the outset taken two directions. One of them is poetic and based on imagery, expressing intense desire for union with, or proximity to God. D̲h̲u ’l-Nūn (d. 246/ 861 [ q.v. ]) thus says of Muḥammad that he was the first of the prophets to arrive in “the garden of union” ( rawḍat al-wiṣāl ) (cf. Ibn al-ʿArabī, tr. R. Deladrière, La vie merveilleuse de \n Dhu \n l-Nun \n l’Égyptien , Paris 1988, 166; see also Ḥilya , ix, 375). The joy shown by al-Ḥallād̲j̲ [ q.v. ] immediately before his execution, emanates, he declares, “from the coquetry of His beauty, which draws the elect towards union ( wiṣāl )” (al-Munāwī, al-Kawākib \n al-durriyya , Cairo 1994, i, 545; Passion , i, 635, refers in error to Ak̲h̲bār , no. 16). The second, more doctrinal direction seeks to determine the reality of the union. In the abridged version of his Ḥaḳāʾiḳ , al-Sulamī quotes, with isnād , the interpretation by D̲j̲aʿfar al-Ṣādiḳ of Ḳurʾān, VII, 143, when Moses asks to see God “in language of humility on the carpet of union ( bisāṭ al-wiṣāl ) in the shade of Majesty” (éd. G. Böwering, The minor \n Qurʾān Commentary of Sulamī , Beirut 1995, 146). Regarding God’s reply “you shall not see Me”, D̲j̲aʿfar speaks further of wuṣla and of muwāṣala , impossible to realise fully with God in this world (cf. P. Nwyia, Le tafsir mystique de \n D̲j̲aʿfar al-Sadiq , in MUSJ , xliii [1968], 18-19). Al-Ḥakīm al-Tirmid̲h̲ī (d. between 295 and 300/905-10 \n ¶ [ q.v. ]) does not hesitate, however, to speak of ittiṣāl in regard to the saints closest to God ( Sīrat [or K̲h̲atm ] al-awliyāʾ , ed. B. Radtke, in idem, Drei Schriften \n des \n Theosophen \n von \n Tirmidh , Beirut 1992, 65-6, 181). Sahl al-Tustarī (d. 283/896 [ q.v. ]) interprets the light of the lamp in the Verse of Light (Ḳurʾān, XXIV, 35) as that of union with God ( nūr al-ittiṣāl ) ( Tafsīr , Cairo 1329/1911, 68), but also guards against a too literal understanding of this term (cf. Böwering, The mystical vision of existence in \n Classical Islam . The Qurʾanic \n hermeneutics of \n Sahl al-Tustarī , Berlin-New York 1980, 208, 218). This reservation is explained thus by Abū Bakr al-Wāsiṭī (d. after 320/932) in his commentary on the formula “God is great”: “You are too mighty to be joined ( tuwāṣalu ) through prayer and separated ( tufāṣalu ) through its neglect, for separation and union are not movements, but that which has been determined from all eternity” (al-Kalābād̲h̲ī, Taʿarruf ed. ʿAbd al-Ḥalīm Maḥmūd, Cairo 1960, 142, ch. 64). Poetry and doctrine are in no way incompatible. In the process of defining waṣl and faṣl , al-Sarrād̲j̲ relates that al-S̲h̲iblī (d. 334/945) went into a state of ecstasy ( tawād̲j̲ada ) when he heard this verse of al-ʿAbbās b. al-Aḥnaf: “Your union ( waṣl ) is shunning ( had̲j̲r ), your friendship is ill-treatment, your proximity is distance and your peace is war” ( Lumaʿ , 364, 433, tr. R. Gramlich, Schlaglichter über \n das \n Sufitum , Stuttgart 1990, 495). Samnūn, also known as al-Muḥibb (d. ca . 300/912) offers one of the best examples of amorous lament addressed to God, in union as in denial (cf. al-Sulamī, Ṭabaḳāt al-ṣūfiyya , ed. Nūr al-Dīn S̲h̲urayba, Cairo 1969, 198; Abu Nuʿaym, Ḥilya , x, 310-11: M. Lings, ch. Mystical \n poetry , in Camb . hist . of Arabic lit ., ii, ʿAbbasid \n belles-lettres , Cambridge 1990, 243).",
    "The general sense of union or of love which God manifests to those who remain faithfully and amorously attached to Him often means that waṣl or wiṣāl are not found in the technical lexicon of taṣawwuf except in the case of some authors (see below). ʿAmr b. ʿUt̲h̲mān al-Makkī (d. 297/909) appears to be such an exception. Al-Hud̲j̲wirī quotes his K. al-Maḥabba , where waṣl is placed above proximity ( ḳurb ) and intimacy ( uns ) and associated with the most intimate part of being ( sirr ) (cf. Kas̲h̲f al-maḥd̲j̲ūb , Eng. tr. R.A. Nicholson, 309, Fr. tr. Djamshid Mortazavi, Somme \n spirituelle , Paris 1988, 355). Ittiṣāl , on the other hand, is more problematical, being open to various interpretations. In accordance with his method in the Manāzil al-sāʾirīn , al-Anṣārī identifies three degrees of ittiṣāl and likewise of its corollary infiṣāl \n “necessary condition or surpassing of union”, according to its degree (ed. and Fr. tr. S. Laugier de Beaurecueil, Cairo 1962, 99-101). In the Iḥyāʾ \n al-G̲h̲azālī stands out from his predecessors in insisting on the correspondence between sexual and spiritual union ( waṣl ), as a way of underlining its delicious and ineffable character (Beirut, iv, 311-2). It would be natural to expect to find in a text such as the ʿAbhar al-ʿās̲h̲iḳīn of Rūzbihān al-Baḳlī (d. 606/1209 [ q.v. ]) frequent mention of the union-separation pairing, but in fact it rarely appears except in reference to the alternating states through which the soul passes in its relationship to God ( Le Jardin \n des \n fidèles \n d’amour , ed. H. Corbin and M. Moʾin, Tehran-Paris 1958, 76, 127, Fr. tr. Corbin, Lagrasse 1971, 155, 244). On the other hand, this same author makes frequent reference to union in his Ḳurʾānic commentary, the ʿArāʾis al-bayān (Indian lith. 1315/1897-8). The same observation may be applied to his predecessor, al-Ḳus̲h̲ayrī (d. 465/1072), who interprets the verse of the Fātiḥa \n “Guide us on the straight path” as “Divert our intimate thoughts \n ¶ away from vision of the other, make the risings of lights shine in our hearts ... raise us above the domains of research and demonstration, towards the esplanades of proximity and of union” ( Laṭāʾif al-is̲h̲ārāt , ed. Ibrāhīm Basyūnī, Cairo n.d., 61-2). In these two commentaries, the constant evocation of wiṣāl suggests what the predisposition of the heart should be in order to hear and to understand the Word of the Beloved.",
    "Towards the end of the 6th/12th and during the 7th/13th centuries, the period of the great doctrinal syntheses, poetical expression of union lost nothing of its potency, as is shown by a well-known poem of S̲h̲ihāb al-Dīn Yaḥyā al-Suhrawardī of Aleppo (d. 587/1191 [ q.v. ]) still recited today (quoted by Yūsuf Zaydān in S̲h̲uʿarāʾ al-ṣūfiyya al-mad̲j̲hūlūn , Beirut 1996, 31-2). An author such as Nad̲j̲m al-Dīn Kubrā [ q.v. ] accentuates in particular the dynamic of union/ disunion: union with Him and separation from the other are two alternate and indissoluble phases, like fanāʾ and baḳāʾ , knowledge and love (cf. Fawāʾiḥ al-d̲j̲amāl wa-fawātiḥ al-d̲j̲alāl , ed. F. Meier, Wiesbaden 1957, 47). In a detailed passage, ʿUmar al-Suhrawardī (d. 632/1234 [ q.v. ]) develops the idea that to each of the degrees of union ( ittiṣāl and muwāṣala ) corresponds a certain “arrival” in God ( wuṣūl ), a term which does not by any means signify that the journey towards God has come to an end (cf. ʿAwārif al-maʿārif , Beirut 1966, 516-17). Others insist on the need to move beyond such a notion. For Ibn al-Fāriḍ, union is a veil which must be lifted, since reality lies beyond it (cf. al-Taʾiyya al-kubrā , in Dīwān , Cairo 1956, 52, and tr. Nicholson, in Studies \n in \n Islamic \n mysticism , Cambridge 1921, 197, v. 441). In accordance with his unitive vision of Being, Ibn al-ʿArabī (d. 638/1240 [ q.v. ]) applies to man the union/separation polarity: “You claim union ( wuṣla ) and reunion, but I fear that your union is through you alone, not through Him. You declare ‘I am united’ (or, have arrived, waṣaltu ), while you are in separation!” ( Tad̲j̲alliyāt , with commentary of Ibn Sawdakīn, ed. Osman Yahya, Tehran 1988, 247-8). Taking as a starting-point the definitions of al-Sarrād̲j̲ in his Lumāʿ , he assigns to the terms faṣl , waṣl and ittiṣāl exceedingly precise senses as phases of spiritual progression (cf. Iṣṭilāḥāt al-ṣūfiyya , Ḥaydarābād 1943, 8, 12, 13, and Futūḥāt , Beirut, ii, 131-2). But he also brings union back to its divine principle; the verse LVII, 4, “And He is with you wherever you are” signifies that God remains with His creatures forever in a state of union ( ḥāl al-waṣl ) (cf. Futūḥāt , ii, 480, chs. 200, 201, on waṣl and faṣl ). The genuine lover “makes no distinction between union and separation, occupied as he is with his Beloved, the object of his contemplation” ( Futūḥāt , ii, 360 ch. 178 on love, Fr. tr. M. Gloton, Traité de \n l’amour , Paris 1986, 253). ʿAbd al-Karīm al-D̲j̲īlī (d. 826/1423) recognises the validity of the term wiṣāl when it signifies the uninterrupted reception of theophanies, while drawing attention to the difficulty that it raises: the wāṣil , he who enters into ties of love or who arrives at God is in a veil, since according to Reality, no sooner has arrival taken place than there is separation. In effect, wiṣāl implies duality and, from this point of view, its opposite, fiṣāl , overtakes it and is superior to it ( al-Manāẓir al-ilāhiyya , ed. Nad̲j̲āḥ al-G̲h̲unaymī, Cairo 1987, 160-1). ʿAbd al-Razzāḳ al-Ḳās̲h̲ānī (d. ca . 735/1334) in his Iṣṭilāhāt al-ṣūfiyya , ed. M. Kamāl D̲j̲aʿfar, Cairo 1981, 24, 51-2, and the other two lexicons of technical terms of Ṣūfism attributed to al-Kās̲h̲ānī both continue the work of Ibn al-ʿArabī and develop original definitions of ittiṣāl , waṣl , waṣl al-faṣl \n \n ¶ and waṣl al-waṣl (cf. Ras̲h̲ḥ al-zulāl fī s̲h̲arḥ al-alfāẓ al-mutadāwala \n bayna \n arbāb al-ad̲h̲wāḳ wa ’l-aḥwāl , ed. Saʿīd ʿAbd al-Fattāḥ, Cairo 1995, 121, and Laṭāʾif al-iʿlām fī is̲h̲ārāt \n ahl \n al-ilhām , ed. ʿAbd al-Fattāḥ, Cairo 1996, ii, 389-91.",
    "Other nuances in the work of later writers can also be found. The joy of union and the sadness of separation or their simultaneous acceptance have continued to inspire Ṣūfī poets throughout the Muslim world (Annemarie Schimmel gives examples in her\n Mystical \n dimensions of Islam , Chapel Hill 1975, index s.v. unio mystica , Fr. tr. Le soufisme ou les dimensions mystiques de l’Islam , Paris 1976, 353, 431, 433). In poems intended to enliven sessions of samāʿ and of d̲h̲ikr and to raise the aspirations of disciples, teachers have continued to use these terms, waṣl or wiṣāl , to inspire in their listeners the desire for God (cf. the Algerian\n s̲h̲ayk̲h̲ \n Aḥmad Ibn ʿAlīwā (d. 1934) in the first poem of his Dīwān , Damascus 1963, 3-4, 8, Eng. tr. M. Lings, in A Sufi \n saint of the twentieth century , Cambridge 1971, 214-20, Fr. tr., Un saint musulman du \n vingtième siècle , Paris 1973, 247-54)."
  ],
  "signature": "(D. Gril)",
  "bibliography": [
    "Given in the article."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}