{
  "id": "eweb_202",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_1271",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_1271",
  "title": "Basṭ",
  "authors": [
    "A.J. Arberry"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "( a. ), a technical term of the Ṣūfīs, explained as applying to a spiritual state ( ḥāl ) corresponding with the station ( maḳām ) of hope ( rad̲j̲ā )ʾ: it is contrasted with ḳabḍ [ q.v. ]. The Ḳurʾānic authority generally quoted for these terms is: “And God contracts ( yaḳbiḍ ) and expands ( yabsuṭ )” (ii, 245). As basṭ is a ḥāl , it bears no relation to personal mental or spiritual processes, but is a sense of joy and exaltation vouchsafed to the mystic by God. For this reason many Ṣūfīs accounted it to be inferior to ḳabḍ , on the ground that, until God is finally attained and the human individuality is lost in Him, any feeling other than that of desolation is inappropriate. The following saying of al-Ḏj̲unayd illustrates this point: “The fear of God contracts me, and the hope for Him expands me… When He contracts me through fear, He causes me to pass away from self, but when He expands me through hope, He restores me to myself” (Ḳus̲h̲ayrī, Risāla , 43). These lines of Ibn al-Fāriḍ ( al-Tāʾiyya al-kubrā , \n ¶ ii, 646-7) summarise the Ṣūfī theory excellently: “in the mercy of expansion the whole of me is a wish whereby the hopes of all the world are expanded, and in the terror of contraction the whole of me is an awe and over whatsoever I let mine eye range, it reveres me” (tr. Nicholson, in Studies \n in \n Islamic Mysticism , 256). Hud̲j̲wīrī writes (tr. Nicholson, 374); “ Ḳabḍ denotes the contraction of the heart in the state of being veiled, and basṭ denotes the expansion of the heart in the state of revelation”. The mood of basṭ appears to be similar to that in which Pascal cries: “The world hath not known Thee, but I have known Thee. Joy! Joy! Joy! Tears of joy!”"
  ],
  "signature": "(A.J. Arberry)",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
