{
  "id": "eweb_203",
  "source": "EI2",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_6472",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_6472",
  "title": "Sahl al-Tustarī",
  "authors": [
    "G. Böwering"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    ", Abū Muḥammad b. ʿAbd Allāh \n b. Yūnus b. ʿĪsā b. ʿAbd Allāh b. Rafīʿ, an influential Ṣūfī of mediaeval Islam, was probably born in 203/818 in Tustar, K̲h̲ūzistān, and died in 283/896 in Baṣra. The essential course of his life can be reconstructed on the basis of fragmentary hagiographical accounts, included in the Ṣūfī primary sources, and incidental references of Islamic historical literature.",
    "Until a short time after his pilgrimage to Mecca in 219/834, al-Tustarī received his basic education from his maternal uncle Muḥammad b. Sawwār (who transmitted ḥadīt̲h̲ on the authority of Sufyān al-T̲h̲awrī [ q.v. ]) and Ḥamza al-ʿAbbādānī, an obscure spiritual instructor residing at the ribāṭ of ʿAbbādān [ q.v. ], where al-Tustarī had a vision of God’s supreme name ( ism Allāh al-aʿẓam ) written in the sky with green light from east to west (al-Tustarī, Tafsīr , 17, 24; Anṣārī, Ṭabaḳāt , 116). Al-Tustarī met his Ṣūfī forebear D̲h̲u ’l-Nūn al-Miṣrī [ q.v. ] at least once in his life, but it is not certain whether he became his direct disciple. After spending some twenty-odd years in his hometown, engaged in austere practices, especially fasting, al-Tustarī emerged with a teaching of his own about the time of D̲h̲u ’l-Nūn al-Miṣrī’s death in 245/860 and gathered a group of disciples around himself. Prominent among his disciples were Abū ʿAbd Allāh Muḥammad b. Aḥmad b. Sālim al-Baṣrī (d. 297/909), said to have served al-Tustarī for sixty years, and al-Ḥallād̲j̲ [ q.v. ] who stayed with him for about two years. About the time when the Zand̲j̲ [ q.v. ] occupied Tustar for a short time in 263/877, al-Tustarī was summoned from Tustar to the camp of the Ṣaffārids to cure their ailing leader, Yaʿḳūb b. al-Layt̲h̲ [ q.v. ] (cf. Abū Nuʿaym, Ḥilya , x, 210), who had been wounded in his defeat by the caliphal regent al-Muwaffaḳ at Dayr al-ʿĀḳūl [ q.v. ] in 262/876. Expelled from his home town for political or doctrinal reasons (al-Sarrād̲j̲, Lumaʿ , 407, cf. Arberry, Pages , 9), al-Tustarī took up residence in Baṣra early in 263/877, though another strand of source evidence would suggest that he had settled there as early as 258/871 when the Zand̲j̲ sacked the town (al-Makkī, Ḳūt al-ḳulūb , iii, 104). In Baṣra, al-Tustarī was welcomed by Abū Dāwūd al-Sid̲j̲istānī (d. 275/889 [ q.v. ]) but, because of his claim to be “the proof of God” ( ḥud̲j̲d̲j̲at Allāh ), became involved in religious \n ¶ controversy with Abū Yaḥyā Zakariyyāʾ al-Sād̲j̲ī (d. 307/909) and Abū ʿAbd Allāh al-Zubayrī (d. 317/929), two leading S̲h̲āfiʿī scholars of the city (al-S̲h̲aʿrānī. Ṭabaḳāt , i, 67).",
    "Shortly after his death in Baṣra, al-Tustarī’s direct disciples split into two groups (cf. Böwering, Mystical \n vision , 75-99). One group selected Bag̲h̲dād as the centre of activity, either joining the Ṣūfī circle of al-D̲j̲unayd [ q.v. ], as did Abū Muḥammad al-D̲j̲urayrī (d. 312/924) and Abu ’l-Ḥasan ʿAlī b. Muḥammad al-Muzayyin al-Tirmidhī (d. 328/939), or associating with the Ḥanbalīs in the Muḥawwal quarter of Bag̲h̲dād, as did Abū Muḥammad al-Barbahārī (d. 329/941 [ q.v. ]) and two crucial transmitters of al-Tustarī’s teachings, Abū Bakr Muḥammad b. al-As̲h̲ʿat̲h̲ al-Sid̲j̲zī and Abu ’l-Ḥasan ʿUmar b. Wāṣil al-ʿAnbarī (d. 312/924). The other group of al-Tustarī’s disciples stayed on in Baṣra and found acceptance among the local Mālikīs. It formed the nucleus of a theological school, known as the Sālimiyya, that was organised by Abu ’l-Ḥasan Aḥmad b. Muḥammad b. Aḥmad b. Sālim al-Baṣrī (d. 356/967), who is frequently confused in the sources with his father, al-Tustarī’s life-long associate. The most famous exponent of the Sālimiyya, however, was Abū Ṭālib al-Makkī (d. 386/996 [ q.v. ]) who, in his Ḳūt al-ḳulūb , frequently cites Abu ’l-Ḥasan Aḥmad b. Muḥammad b. Sālim as “our\n s̲h̲ayk̲h̲ ” and al-Tustarī as “our imām ”. The Sālimiyya, who also adopted ideas propagated by Abū Ḥulmān al-Fārisī al-Dimas̲h̲ḳī (d. ca . 340/951), became the target of a lost refutation ( ar-Radd ʿalā Ibn Sālim ) written by the S̲h̲āfiʿī(or Ẓāhirī) Ibn al-K̲h̲afīf (d. 371/981). Possibly on the basis of this refutation, a list of eighteen objectionable propositions was drawn up in Ḥanbalī circles by Ibn al-Farrāʾ (d. 458/1065 [ q.v. ]) in his Muʿtamad (217-21), of which ʿAbd al-Ḳādir al-D̲j̲ilānī [ q.v. ] copied and rejected twelve propositions in his G̲h̲unya (i, 106-7). The last major exponents of the Ṣālimiyya were Abū ʿAlī al-Ḥasan b. ʿAlī al-Ahwāzī (d. 446/1055; cf. al-D̲h̲ahabī, Siyar , xviii, 13-8), Abū S̲h̲akūr Muḥammad b. ʿAbd al-Sayyid al-Sālimī (d. shortly after 470/1077; see GAL , I, 419; S I, 744) and Abū ʿAbd Allāh Muḥammad b. Yaḥyā al-Zabīdī (d. 555/1160; cf. al-D̲h̲ahabī, Siyar , xx, 316-9).",
    "Beginning with Ibn al-Nadīm’s\n Fihrist , 186, quite a number of treatises have been ascribed to al-Tustarī in Islamic bibliography. All of these appear to be lost under their titles, but two works attributed to al-Tustarī are extant. They are a Ḳurʾān commentary, Kitāb Fahm al-Ḳurʾān (published as Tafsīr al-Ḳurʾān al-karīm , Cairo 1326/1908 and 1329/1911), and a collection of al-Tustarī’s sayings in three parts with the commentary of Abu ’l-Ḳāsim ʿAbd al-Raḥmān al-Ṣiḳillī (d. ca . 386/996), preserved in the collective ms. Köprülü 727 (one part of which, al-Muʿāraḍa wa ’l-radd , was published by M.K. Gaafer, Cairo 1980). Many fragments of al-Tustarī’s commentary on Ḳurʾānic verses are cited in Sulamī’s\n Ḥaḳāʾik al-tafsīr , which is accessible only in manuscript (for a table of references and the parallel citations in Rūzbihān al-Baḳlī’s\n ʿArāʾis al-bayān , see G. Böwering, Mystical vision , 113-24). Al-Tustarī’s extant works are not his own writings, but were compiled by his followers who based themselves on the core of his teachings. The other tracts attributed to al-Tustarī (see GAS , i, 647) are marginal or spurious (for an annotated list of Tustarī’s works, see Böwering, op . cit ., 11-18, and add Tafsīr al-Ḳurʾān , ms. Azhar, Riwāḳ al-atrāk 7, and the excerpts included in ms. Ẓāhiriyya 9595, fols. 35-43). The two works attributed to al-Tustarī and the considerable body of anecdotes and sayings quoted on \n ¶ his authority in the Ṣūfī primary sources give a fragmentary yet substantive picture of al-Tustarī’s mystical theory and practice.",
    "The central idea of al-Tustarī’s mysticism is the Ṣūfī recollection of God ( d̲h̲ikr [ q.v. ]), which he put on a firm theoretical basis. All his life he observed the method of recollecting God by repeating a mental prayer, “God is my witness” ( Allāhu s̲h̲āhidī , cf. al-Ḳus̲h̲ayrī, Risāla , 83) and understanding it as his daily sustenance ( ḳūt ). He interpreted it experientially as the break-through to God, who effects His own recollection within the mystic’s heart ( d̲h̲ikr Allāh bi’llāh \n : \n al-d̲h̲ikr bi ’l-mad̲h̲kūr , cf. al-Tustarī, Tafsīr al-Ḳurʾān , 25-6, 80). Anchoring d̲h̲ikr in the self-revelation of God at the primordial covenant in pre-existence ( a-lastu bi-rabbikum , Ḳurʾān, VII, 172), al-Tustarī understood d̲h̲ikr as anamnesis. The mystic rediscovers the primaeval moment before God in the inmost recesses of his soul ( sirr al-nafs ) when he listens to Pharaoh’s blasphemous proclamation of his own lordship, “I am your Lord Most High” ( anā rabbukum al-aʿlā , LXXIX, 24). Listening to God, the true speaker of the Ḳurʾān, the mystic ironically perceives the actual essence of belief flowing from the tongue of unbelief and remembers in his experience the moment when God, in pre-existence, affirmed His oneness and lordship before all humanity. There is only one who can truly say, “I am” ( anā ), God, giving expression to the secret of divine lordship ( sirr al-rubūbiyya ) captured by the mystic in the experience of d̲h̲ikr (cf. Böwering, Mystical \n vision , 187-207). Al-Tustarī’s practical Ṣūfī ideal was incessant repentance ( al-tawba farīḍa ʿalā ’l-ʿabd maʿa kulli nafas , al-Sarrād̲j̲, Lumaʿ , 407, cf. Arberry, Pages , 9) and complete trust in God ( tawakkul ) which he understood as handing oneself over to God like the corpse in the hands of the undertaker (al-Ḳus̲h̲ayrī, Risāla , 368).",
    "Al-Tustarī’s thought is deeply intertwined with Ḳurʾānic exegesis. He proposed a pattern of Ḳurʾān interpretation that theoretically distinguished four meanings for each verse, literal ( ẓāhir ), allegorical ( bāṭin ), moral ( ḥadd ) and anagogical ( maṭlaʿ , muṭṭalaʿ ). In fact, however, he consistently employed only two levels of meaning, a literal and an allegorical sense, combining ẓāhir and ḥadd as opposed to bāṭin and maṭlaʿ . In his theology, al-Tustarī understood God under the symbol of light ( nūr ) on the background of the light verse ( āyat al-nūr , XXIV, 35) and chose the phrase of “the light of Muḥammad” ( nūr Muḥammad ) to designate the primal man and prototypical mystic, apparently in vague association with logos speculations and S̲h̲īʿī terminology. In interpretation of II, 30, and LIII, 13-18, he conceived of Muḥammad as the column of light ( ʿamūd al-nūr ) standing in primordial adoration of God, the crystal which draws the divine light upon itself, absorbs it in its core ( ḳalb Muḥammad ) and projects it unto humanity in the Ḳurʾān.",
    "In his psychology, al-Tustarī played on the double-entendre of nafas (breath; life-breath) and nafs (soul, self), and perceived the human soul as the theatre of a struggle between two antagonistic tendencies, that of the God-centred orientation of the human heart ( ḳalb ), his spiritual self ( nafs al-rūḥ ), and that of the self-centred inclination of the carnal soul ( al-nafs al-ammāra bi ’l-sūʾ ), his natural self ( nafs al-ṭabʿ ). Interpreting Ḳurʾān, XXXIX, 42, al-Tustarī traced the two selves to the notion of tawaffī (God’s taking the souls unto Himself in death, sleep and mystic ascent) and understood each of them as a subtle substance ( laṭīf ), one luminous, the other coarse. Al-Tustarī’s notion of faith ( īmān ) did not only include profession \n ¶ with the tongue ( ḳawl ), conformity of action ( ʿamal ) and intention ( niyya ) but also the light of certitude ( nūr al-yaḳīn ), by which the mystic is enabled to anticipate God’s final self-revelation ( tad̲j̲allī ) experienced in the beatific vision. Al-Tustarī found the basis for his idea of tad̲j̲allī in Ḳurʾān, XLIII, 70-2, a reference to the people of paradise, rather than in the Ḳurʾānic reference to Moses, who was unable to bear the sight of God’s revelation (VII, 143).",
    "There are only fragmentary source texts illuminating al-Tustarī’s resolution of the central problem of Muslim theology concerning the interrelation between divine omnipotence and human responsibility. Al-Tustarī’s thought attempts to achieve a conjunction of opposites and foreshadows As̲h̲ʿarī themes. However, these themes may have been introduced into his Tafsīr al-Ḳurʾān by his disciples in the aftermath of al-As̲h̲ʿarī [ q.v. ]. God creates both good and evil and possesses two kinds of will, volition ( mas̲h̲īʾa ) and an express will ( irāda ). Since human action is caused by the divine agency, God has to possess divine foreknowledge ( ʿilm Allāh al-sābiḳ ) of it prior to its occurrence. God’s providence ( tadbīr ), made explicit in His command ( amr ) and interdiction ( nahy ), runs parallel to God’s guidance ( hidāya ), made explicit in His help ( maʿūna , also termed wilāya ) and protection ( ʿiṣma ). When man performs an action in conformity with the divine Command and Interdiction, he is granted the divine succour of God’s maʿūna , i.e. divinely given success ( tawjīḳ ). Should he commit an action in opposition to the divine Command and Interdiction, man places himself outside the divine custody and is deserted by God, who withdraws His ʿiṣma and forsakes man ( k̲h̲id̲h̲lān [ q.v. ]). It is man’s duty to turn to God with thanksgiving when he performs a good deed ( ḥasana ) and to seek God’s succour through repentance when he commits an evil deed ( sayyiʾa ). Whether man conforms to or opposes the divine Command and Interdiction, in each case the action comes from God although it is executed through man and by man ( minhu bihim wa-lahum , see Böwering, Mystical vision , 175-84)."
  ],
  "signature": "(G. Böwering)",
  "bibliography": [
    "Tustarī, Tafsīr al-Ḳurʾān al-karīm , Cairo 1329/1911 (this edition cited)",
    "Sarrād̲j̲, Kitāb al-Lumaʿ , ed. R.A. Nicholson, Leiden 1914",
    "Makkī, Ḳūt al-ḳulūb fī muʿāmalāt al-maḥbūb , 4 vols., Cairo 1351/1932",
    "Sulamī, Ṭabaḳāt al-ṣūfiyya , ed. J. Pedersen, Leiden 1960, 199-205",
    "Ḳus̲h̲ayrī, al-Risāla al-ḳus̲h̲ayriyya , Cairo 1385/1966",
    "al-Anṣarī al-Harawī, Ṭabaḳāt al-sūfiyya , ed. ʿAbd al-Ḥayy Ḥabībī, Kābul 1341 s̲h̲ ./1961",
    "Abū Nuʿaym, Ḥilyat al-awliyāʾ wa-ṭabaḳāt al-aṣfiyāʾ , 10 vols., Cairo 1351-7/1932-9",
    "S̲h̲aʿrānī, al-Ṭabaḳāt al-kubrā , 2 vols., Cairo 1315/1897",
    "Ibn al-Farrāʾ, al-Muʿtamad fī uṣūl al-dīn , Beirut 1974",
    "ʿAbd al-Ḳādir al-D̲j̲īlānī, al-G̲h̲unya li-ṭālibī ṭarīḳ al-ḥaḳḳ , 2 vols., Cairo 1322",
    "A.J. Arberry, Pages from the Kitāb al-lumaʿ , London 1947",
    "G. Böwering, The mystical vision of existence in classical Islam , Berlin-New York 1980",
    "M.K. Gaafer, Min al-turāt̲h̲ al-ṣūfī , Cairo 1974",
    "I. Goldziher, in ZDMG , xli (1907), 73-80",
    "L. Massignon, Essai sur les origines du lexique technique de la mystique musulmane , Paris 1968",
    "C. Tune, Sahl b. ʿAbd Allāh at-Tustarī und die Sālimīya , Bonn 1970."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 605
}