{
  "id": "eweb_205",
  "source": "EI2",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_1832",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_1832",
  "title": "D̲h̲u ’l-Nūn, Abu ’l-Fayḍ",
  "authors": [
    "M. Smith"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "T̲h̲awbān b. Ibrāhīm al-Miṣrī . This early Ṣūfī was born at Ik̲h̲mīm, in Upper Egypt, about 180/796. His father was a Nubian and D̲h̲u ’l-Nūn was said to have been a freedman. He made some study of medicine and also of alchemy and magic and he must \n ¶ have been influenced by Hellenistic teaching. Saʿdūn of Cairo is mentioned as his teacher and spiritual director. He travelled to Mecca and Damascus and visited the ascetics at Lubbān, S. of Antioch; it was on his travels that he learnt to become a master of asceticism and self-discipline. He met with hostility from the Muʿtazila [ q.v. ] because he upheld the orthodox view that the Ḳurʾān was uncreated: he was condemned by the Egyptian Mālikī ʿAbd Allāh b. ʿAbd al-Ḥakam for teaching mysticism publicly. Towards the end of his life he was arrested and sent to prison in Bag̲h̲dād, but was released by order of the caliph Mutawakkil [ q.v. ] and returned to Egypt; he died at D̲j̲īza in 246/861.",
    "He was called “the head of the Ṣūfīs”, a great teacher who had many disciples during his lifetime and afterwards. A few books on magic and alchemy, attributed to him, have survived, but his mystical teaching is found only in what has been transmitted by other writers, including his great contemporary, al-Muḥāsibī. There are many of his prayers recorded and also some poems of fine quality. He was the first to explain the Ṣūfī doctrines and to give systematic teaching about the mystic states ( aḥwāl ) and the stations of the mystic way ( maḳāmāt ). He taught the, duty of repentance, self-discipline, renunciation and otherworldliness. Self, he considered, was the chief obstacle to spiritual progress and he welcomed affliction as a means of selfdiscipline. Sincerity in the search for righteousness he calls “the sword of God on earth, which cuts everything it touches”. Solitude helps towards this end, “for he who is alone sees nothing but God, and if he sees nothing but God, nothing moves him but the Will of God”.",
    "D̲h̲u’l-Nūn was the first to teach the true nature of gnosis ( maʿrifa ), which he describes as “knowledge of the attributes of the Unity, and this belongs to the saints, those who contemplate the FaceM of God within their hearts, so that God reveals Himself to them in a way in which He is not revealed to any others in the world”. “The gnostics are not themselves, but in so far as they exist at all they exist in God”. The gnostic needs no state, he needs only his Lord in all states. Gnosis he associates with ecstasy ( mad̲j̲d ), the bewilderment of discovery. D̲h̲u ’l-Nūn used the word ḥubb for love to God, which means, he says, to love what God loves and to hate what God hates. But the love of God must not exclude love to man, for love to mankind is the foundation of righteousness. He is one of the first to use the imagery of the wine of love and the cup poured out for the lover to drink.",
    "D̲h̲u ’l-Nūn was a practical mystic, who describes in detail the journey of the soul on its upward way to the goal, and gives the Ṣūfī conception of the unitive life in God."
  ],
  "signature": "(M. Smith)",
  "bibliography": [
    "al-Sulamī, Ṭabaḳāt al-Ṣūfīyya (ed. J. Pedersen), i, 23-32",
    "Abū Nuʿaym, Ḥilya , ix, 331-95",
    "ʿAṭṭār, Tad̲h̲kirat al-Awliyāʾ (ed. R. A. Nicholson), i, 114-34",
    "Ḏj̲āmī. Nafaḥāt al-Uns (ed. Nassau Lees), 35-18",
    "Ibn ʿAsākir, Taʾrīk̲h̲ , v, 271-88",
    "L. Massignon, Lexique technique , 206-13, 238",
    "Brockelmann, S I, 214."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 570
}
