{
  "id": "eweb_206",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_7013",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_7013",
  "title": "Ṣidḳ",
  "authors": [
    "A. Knysh"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "( a. ), a term in mysticism.",
    "Here, the importance of ṣidḳ (“truthfulness, sincerity”) and its derivatives, ṣādiḳ and ṣiddīḳ (“true, truthful, sincere”) is determined by their frequent use in the Ḳurʾān, e.g., iv, 69, v, 119, vi, 115, ix, 119, x, 2, xix, 41, 54, 56, xxvi, 84, xxxiii, 8, xlvi, 16, liv, 55, etc. (see also H. Kassis, A concordance of the \n Qurʾān , Berkeley 1983, 1174-7) and in ḥadīt̲h̲ (Wensinck, Concordance , iii, 277-84). Ṣidḳ was treated as a cornerstone of mystical self-discipline by early Ṣūfī masters such as al-Ḥārit̲h̲ al-Muḥāsibī, al-D̲j̲unayd, al-Ḥallād̲j̲ and the anonymous author of the Adab al-mulūk (late 4th/10th century). The purity of ṣidḳ was routinely contrasted with the foulness of lying ( kid̲h̲b ), this “menstruation of the souls” ( ḥayḍ al-nufūs ), as it was called by some Ṣūfī authorities. Abū Saʿīd al-K̲h̲arrāz (d. 286/899 [ q.v. ]) wrote a special tract, the K. al-Ṣidḳ , in which ṣidḳ was discussed in the context of other Ṣūfī notions, notably ik̲h̲lāṣ and ṣabr [ q.vv .]. It received further elaboration in the works of the systematisers of the classical Ṣūfī tradition al-Sarrād̲j̲, Abū Ṭālib al-Makkī, Abū Nuʿaym al-Iṣfahānī, al-Ḳus̲h̲ayrī and al-Hud̲j̲wīrī. Later, it figured prominently in the theoretical writings of al-G̲h̲azālī, al-Suhrawardī, Ibn ʿArabī and other later Ṣūfīs.",
    "From the outset, ṣidḳ , defined as the complete agreement of one’s inner convictions and outward acts, was held to be an indispensable condition of the true worship of God and a hallmark of the genuine Ṣūfī. Mystics emphasised that any good work is futile unless it springs from a sincere and disinterested desire to please God. The same goes for all the “stations” of the mystical path, maḳāmāt [ q.v. ], which cannot be mastered without ṣidḳ . The early Ṣūfī master Sahl al-Tustarī (d. 283/896 [ q.v. ]) named ṣidḳ among the five pillars of Ṣūfism alongside generosity, resoluteness, fearing God, modesty and scrupulousness in food. In Ṣūfī manuals, ṣidḳ was often paired with ik̲h̲lāṣ , the two words sometimes being treated as synonyms. The elevated rank accorded to these notions by the Ṣūfīs is attested by al-Sarrād̲j̲, who considered them to be part of the uṣūl al-dīn together with tawḥīd , maʿrifa , īmān and yaḳīn . In a similar vein, the author of the Adab al-mulūk counted ṣidḳ and ik̲h̲lāṣ among the five principal ways of achieving the mystical goal, the other being zuhd [ q.v. ], the desire to obtain God’s pleasure, and the taming of one’s lower self ( mud̲j̲āhadat al-nufūs ). Likewise, Ibn ʿArabī included ṣidḳ in his list of the nine principal conditions of the mystical path together with hunger, vigil, silence, retreat, trust in God, patience, determination and certainty, which he called “the Mothers of Virtue”. Ṣidḳ was often also associated with sturdiness ( s̲h̲idda ) and firmness ( ṣalāba ), the qualities which, according to Ṣūfī writers, rendered it both an effective offensive weapon in attaining selfperfection and a reliable shield against devil’s temptations. \n ¶ As time went on, Ṣūfī psychology provided increasingly detailed descriptions of it. A typical example is al-G̲h̲azālī’s treatment of this concept in a special chapter of his Iḥyāʾ in which six different types of truthfulness are distinguished, i.e. in word, in intention and volition, in determination, in faithfulness to one’s determination, in deed, and finally, in fulfilling the requirements of the mystical path ( ṭarīḳ ).",
    "Despite its importance, adherence to ṣidḳ was not considered absolute. According to al-G̲h̲azālī and Ibn ʿArabī, it is always contingent on concrete circumstances. Thus telling the truth about someone in his/her absence can amount to backbiting and will be judged accordingly in the hereafter. The same goes for those who speak publicly of their sexual life, although their accounts may be true. On the other hand, a pious lie that helps to save the life of a Muslim or to protect a state secret may, in God’s eyes, be a meritorious deed.",
    "Basing themselves on Ḳurʾān v, 108-20, and iii, 81, some Ṣūfī exegetes elaborated on the “question of sincerity” ( suʾāl al-ṣidḳ ) which God posed to ʿĪsā on the eve of the Judgment Day. In response, ʿĪsā squarely disowned his misguided worshippers who took him and his mother for deities and thereby successfully passed the test, showing both a “pure sincerity” and “saintly humility”.",
    "Although man shares the attribute of ṣidḳ with God, who is sometimes described as “the Sincere One” ( al-ṣādiḳ ), human sincerity is of an imperfect, inferior nature, unless, in accordance with the famous ḥadīt̲h̲ ḳudsī [ q.v. ], he has reached the exalted spiritual state in which God “becomes his hearing ..., his sight... his hand ... and his foot”, i.e. his sole raison d’être and mover. This is, in the view of Ibn ʿArabī and some other Ṣūfīs, the utmost degree of ṣidḳ , which signifies the attainment of perfect servanthood ( al-ʿubūdiyya ) and thus the consummation of the mystical path."
  ],
  "signature": "(A. Knysh)",
  "bibliography": [
    "Muḥāsibī, K. al-Riʿāya , ed. Margaret Smith, London 1949, 172, 184 et passim",
    "The Book of Truthfulness ( Kitāb al-ṣidq ) by Abū Saʿīd al-K̲h̲arrāz . ed. and tr. AJ. Arberry, London 1937",
    "Sarrād̲j̲, K. al-Lumaʿ , ed. R.A. Nicholson, London-Leiden 1914, 48, 49, 216-17, 357",
    "Adab al-mulūk . Ein Handbuch zur islamischen Mystik aus 4-/10. Jahrhundert , ed. B. Radtke, Stuttgart-Beirut 1991, 12, 22, 35, 43-4 etc.",
    "Hud̲j̲wīrī, Kas̲h̲f al-maḥd̲j̲ūb , tr. Nicholson, Leiden 1911, 101",
    "Ak̲h̲bār al-Ḥallād̲j̲ , ed. and tr. L. Massignon, Paris 1957, nos. 5, 47, 53",
    "G̲h̲azālī, Ihyāʾ ʿulūm al-dīn , Cairo 1937, v, pt. 14, 195-206",
    "Ibn ʿArabī, al-Futūḥāt al-makkiyya , ed. TJt̲h̲mān Yaḥyā, Cairo 1972-, i, 155, 206-7, 326, ii, 390, iv, 104, 253-4, 383, v, 391, 396, ix, 68, 189, xiv, 333-43",
    "Massignon, The Passion of al-Ḥallāj , tr. H. Mason, Princeton 1982, iii, 161-3."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
