{
  "id": "eweb_207",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_COM_1332",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_COM_1332",
  "title": "Wāʿiẓ",
  "authors": [
    "B. Radtke",
    "J.J.G. Jansen"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "( a. , pl. wuʿʿāẓ ), preacher, mostly preacher who admonishes, to be distinguished from ḳāṣṣ [ q.v. ] and mud̲h̲akkir . This distinction, however, is only clearly made from the 4th/10th century onwards. It is the preacher’s task to give sermons conveying admonishments ( waʿẓ mawʿiẓa ), the public performance of which is called mad̲j̲lis al-waʿẓ or mad̲j̲lis al-d̲h̲ikr . In contrast to the k̲h̲uṭba [ q.v. ], it can be held at any place and time. Etymologically, the Arabic root w-ʿ-ẓ is related to Hebrew\n y-ʿ-ṣ . A yoʿeṣ is a king’s adviser, mostly in wordly affairs (Baumgartner, Hebräisches \n und \n Aramäisches Lexikon , s.v. y-ʿ-ṣ ); in Hebrew, the term lacks the aspect of religious warning. In the Ḳurʾān, the root w-ʿ-ẓ and its derivations ( waʿẓ , mawʿiẓa ) in most cases contain a warning. Consequently, the Ḳurʾān commentaries explain mawʿiẓa with ʿibra . The form II of the root d̲h̲-k-r , d̲h̲akkara , mud̲h̲akkir , and the form V tad̲h̲akkara , have the somewhat weaker nuance of “admonishing, to be admonished”. However, the root may also indicate “good advice” ( nuṣḥ , naṣīḥa ) and “right guidance” ( irs̲h̲ād ). Finally, waʿẓ can also mean waṣiyya , the spiritual testament which a father gives to his son. In old Arabic poetry the root is also used in the sense of admonition.",
    "1. In classical Islam.",
    "The wāʿiẓ often carried a stick and sat on a stool ( kursī ). His public could consist of huge masses of people, as in the case of Ibn al-D̲j̲awzī (see below), but also of individuals, such as rulers, before whom he would stand in a maḳām ; in principle, his sermon was addressed to everybody. From the 5th/11th century onwards, the function of wāʿiẓ becomes institutionalised. Thus Niẓām al-Mulk [ q.v. ] introduced it at the Niẓāmiyya in Bag̲h̲dād. Consequently, the wāʿiẓ was often used for political and ideological purposes, as in discussions between schools of law and dogmatic movements, especially in Bag̲h̲dād.",
    "Themes of warning sermons were the transitoriness of the world and of life; the motif ubi sunt qui ante nos in mundo fuere , the threat of death; the weakness of the soul; the call to penance and to renunciation of the world ( zuhd ). In this way, the soul was to be shaken up and to judge itself, man was to become \n ¶ his own warning preacher. It is thus understandable that it should be the adherents of the pietistic-mystical movements who were active as wuʿʿāẓ .",
    "In addition to the pious traditions found in the Ḳurʾān, ḥadīt̲h̲ and the ḳiṣaṣ al-anbiyāʾ , rhymed prose ( sad̲j̲ʿ ), badīʿ [ q.vv .] and poetry were often used as rhetorical means. Such means could also serve love poetry, re-interpreted in a mystical, Ṣūfī sense, which in the listener’s soul was meant to kindle a longing for the only real beloved, God. Criticism of the wuʿʿāẓ was directed against an exaggerated use of this kind of poetry, against the use of weak traditions and of stories which only incite wordly interests. Famous warning preachers are above all known from Bag̲h̲dād. To the 3rd/9th century belongs Manṣūr b. ʿAmmār (d. 225/839-40; see van Ess, Theologie \n und \n Gesellschaft , iii, 102-4), and to the 5th and 6th/10th and 11th centuries belongs the Ḥanbalī theologian Ibn ʿAḳīl (d. 513/1119 [ q.v. ]). ʿAbd al-Ḳādir al-D̲j̲īlānī (d. 561/1161 [ q.v. ]), whose name is connected with the Ḳādiriyya, was also famous as a preacher. The polymath Ibn al-D̲j̲awzī (d. 597/1200 [ q.v. ]), finally, was the most famous of them all. Ibn D̲j̲ubayr [ q.v. ] has left an account of the overwhelming influence of his sermons.",
    "Texts of sermons, in particular of those held before rulers and dating from relatively early times, were transmitted by al-D̲j̲āḥiẓ (d. 255/868-9), Ibn Ḳutayba (d. 276/889) and Ibn ʿAbd Rabbihi (d. 328/940). Abū Ṭālib al-Makkī (d. 386/996) and Muḥammad al-G̲h̲azālī (d. 555/1111) [ q.vv .] enter into a critical discussion on specific aspects of the wuʿʿāẓ phenomenon; in the 8th/14th century, criticism is taken up again in Mamlūk Egypt by Ibn al-Ḥād̲j̲d̲j̲ (d. 785/1383 [ q.v. ]). The most detailed opinion on the function and task of the preacher and his sermons is given by Ibn al-D̲j̲awzī. Not only did he collect information on famous preachers of the past but he also assembled his own sermons into monographs, such as Ṣayd al-k̲h̲āṭir and Kitāb al-Mud̲h̲is̲h̲ , and provided them with instructions for correct usage.",
    "2. In modern times.",
    "In the second half of the 20th century, the introduction of cassette tapes began to influence the nature of sermons. Popular preachers now take into consideration that their words are audiotaped by their public on simple cassette recorders, and, sometimes, widely distributed. These cheap cassettes have gained for a number of preachers a popularity only comparable to the popularity of pop stars in the West.",
    "Some preachers have taken the distribution of the cassettes on which their sermons were registered into their own hands, and the sale of such cassettes may have become a modest source of income to them and their staff. However this may be, sermons by popular preachers are offered for sale almost everywhere in towns and villages in the Muslim world. Often, cassettes containing sermons are dated and numbered. This makes it possible to find out whether a preacher has been absent from the pulpit, for reasons of health or imprisonment. Waʿẓ can thus be a political manifestation.",
    "The distribution on cassette tapes means that sermons are not only available in a written form (and hence in formal Classical Arabic), but also in the form in which they were actually delivered. Printed sermon collections usually “adapt the language of the sermon to the needs of the printed page”, which, at least, means “replacing colloquial words by classical ones”. It would be a matter of surprise if this would not have happened in the past as well. The modern cassettes, however, make the observation of the stylistic technique of “code-switching” a distinct possibility.",
    "Although Islam is “a lay religion par excellence” (Snouck Hurgronje), not everybody is allowed to preach a sermon from the pulpit of the mosque. A preacher is usually referred to as s̲h̲ayk̲h̲ but this is a general, deferential title that also is used in many other settings. Not every address by a preacher is a sermon. Dependent on the social context, his words may be referred to as a muḥāḍara \n “lecture” or dars \n “lesson”.",
    "The authority of the preacher depends on his knowledge, and on the recognition of this knowledge by his audience. Formal, Azhar-type training in Ḳurʾān and S̲h̲arīʿa is not always deemed to be sufficient: “Specialists in modern technical ways of knowing, and new prestigious branches of science, presume the right to displace traditional scholars” as preachers."
  ],
  "signature": "(B. Radtke)",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
