{
  "id": "eweb_208",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_COM_0783",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_COM_0783",
  "title": "Muḥāsaba",
  "authors": [
    "R. Deladrière",
    "C.V. Findley"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "( a. ), literally, “accounting”.",
    "1. In mystical theology. Here the term is more precisely muḥāsabat al-nafs , “inward accounting, spiritual accounting’’.",
    "The concept is connected both with the Ḳurʾānic symbolism of commerce and with that of the final end of man. It should be noted that, like all the verbal nouns of the mufāʿala type, linguistic creations in the fields of the Arab-Islamic sciences and of spirituality, the word muḥāsaba belongs neither to the lexicon of the Ḳurʾān nor to that of the Tradition. Ḳurʾānic vocabulary and the vocabulary of the Tradition only uses verbal nouns derived from form III ( fāʿala ) of the fiʾāl type, and when a mufāʿala is a doublet of a fiʿāl , the semantic difference is usually that of the abstract and the concrete, the moral and the physical. But, in both cases, it is a matter of a transitive action, a putting of something into effect, or sometimes an interaction (see the linguistic remarks of al-Ḳus̲h̲ayrī with regard to the word mus̲h̲āhada , inward vision, in his Risāla , 43). Muḥāsaba is the learned doublet of hiṣāb , the “accounting” of God on the Day of Resurrection, to which allusion is made in the recommendation, generally attributed to ʿUmar, “Take account of your souls yourselves ( ḥāsibu anfusakum ) before account is made of them, weigh them before they are weighed (sc. in the Divine Balance, al-Mīzān ), and prepare yourselves for the supreme examination!” (cf. al-Tirmid̲h̲ī, Sunan , 38, Book of the Resurrection, ch. 25; the two first phrases are found, reversed, in a k̲h̲uṭba of ʿAlī, Nahd̲j̲ al-balāg̲h̲a , ed. with Muḥammad ʿAbduh’s commentary, Beirut n.d., i, 159; the first phrase is attributed to the Prophet by Ibn ʿArabī, in ch. 32 of his Futūḥāt ).",
    "It is to al-G̲h̲azālī that we owe the most detailed study of the concept and practice of muḥāsaba , in Book 38 of his Iḥyāʾ (iv, 336-61) entitled “On spiritual surveillance ( murāḳaba ) and inward accounting”. He takes up and develops a certain number of formulations of al-Ḥārit̲h̲ b. Asad al-Muḥāsibī, “the man of muḥāsaba ” (in his Riʿāya , ch. 7, 36-43), and of Abū Ṭālib al-Makkī (in his Ḳūt al-Ḳulūb , i, ch. 23, 114-22). It is the concept of murābaṭa (a learned doublet of ribāṭ , literally, “to mount guard”) which is fundamental in al-G̲h̲azālī’s exposition, and Book 38 is divided into 6 chapters, corresponding to the six degrees of murābaṭa or “measures of vigilance”: mus̲h̲āraṭa , which is simply the anticipatory accounting of the soul ( al-muḥāsaba ḳabl al-ʿamal ) made in the morning every day, and which consists of instructing it in the engagements that it is to fulfill, like a trader who specifies to his associate what he is to do and the responsibilities that are incumbent upon him. The second measure of vigilance is murāḳaba , spiritual surveillance, intervening notably before action and submitting the soul to three questions, sc. why? how? for whom? (cf. al-Makkī, Ḳūt , i, 121, 155). It is an examination of the motives of the action and the soul’s hidden intentions, in order to reject everything that would serve to satisfy egoism or any passion and that is not performed with a view to God alone. The question “how”? concerns the action’s methods, which ought to conform with precise and detailed divine prescriptions, and not surrender to ignorance and individual opinions. The third measure of vigilance is muḥāsabat al-nafs baʿd al-ʿamal , inward accounting after the action. This examination of conscience, which should take place at the end of each day, is aimed at evaluating “gain” or “loss” realised on the spiritual level and which may lead in future life to bliss or misfortune. Spiritual “capital” is constituted by the ritual acts of canonical obligation ( al-farāʾiḍ ), “gain” \n ¶ being supererogatory works ( al-nawāfil ) and virtues ( al-faḍāʾil ), while “loss” is constituted by transgressions ( al-maʿāṣī ). This recapitulatory inventory should thwart the soul’s tricks and sift the slightest deeds performed during the day, such as looks, and the smallest fleeting or considered thoughts and even silences. The fourth and fifth measures of vigilance are immediately connected with the accounting of actions and thoughts each day: they are intended to chastise the soul for its inadequacies, muʿāḳabat al-nafs ʿalā taḳṣīrihā , so that it does not persevere in them. Practically, the penitence to be inflicted will correspond to the organ or member which has sinned or tried to sin. If the examination of conscience reveals a certain negligence in the pursuit of virtues or in the accomplishment of acts of devotion, one must conduct spiritual struggle, al-mud̲j̲āhada , in order to impose on oneself further efforts and to multiply pious works. The sixth measure will consist of reprimanding and admonishing the soul constantly, tawbīk̲h̲ al-nafs wa-muʿātabatuhā , for it was created as an “inciter to evil”, ammārat an bi ’l-sūʾ . Thus it is proper not to leave it a single moment without reproaching it.",
    "The practice of inward accounting is not the act only of beginners in the spiritual way. It is associated with the greatest saints throughout their life. Here we may cite the testimony of Ibn ʿArabī, who confides in ch. 32 of his Futūḥāt that his masters were accustomed, after the night prayer, to write down in a notebook all that they had said and all that they had done during the day, and that he himself used to do it for all the thoughts ( k̲h̲awāṭir ) that had occurred to him. This testimony is taken up by al-Munāwī [ q.v. ] in his commentary al-Fayḍ al-ḳadīr on al-Suyūṭī’s collection of traditions al-D̲j̲āmiʿ al-ṣag̲h̲īr , with reference to ḥadīt̲h̲ no. 6468 (v, 67) in which it is stated “The prudent man is he who submits his own soul to judgment and who acts with consideration for what will happen after death”.",
    "2. As a financial term in the Ottoman empire.",
    "In Ottoman official usage, this term referred to financial accounting. The Ottomans’ chief financial officer was known as the defterdār [ q.v. ]. Eventually, more than one official bore this title, the highest being the “chief or bas̲h̲ defterdār ; under him developed a number of subordinate treasurers, starting with one for Anatolia ( Anadolu defterdāri̊ ). In time, the treasurers’ staff developed functionally specialised bureaux, most of which performed accounting functions; the term muḥāsebe appeared in the name of several of the bureaux. For example, a source of 976/1576 list the Rūm-eli muḥāsebesi among offices with ten clerks ( kātib ) each, the Anadolu muḥāsebesi among offices with six clerks each (Uzunçarşılı, 336).",
    "The so-called ḳānūn-nāme of Meḥemmed the Conqueror (1451-81)—actually a compilation including later material (Dilger, 14-36)—implies the existence of well-established accounting procedures by referring to the defterdār s’ annual presentation of accounts of income and expenditure before the sultan (Meḥmed ʿĀrif, ed., Ḳānūnnāme-i Āl-i̊ ʿOt̲h̲mān , in TOEM , Suppl ., 22: yi̊lda bir kere rikāb-i̊ hümayūnuma defterdārlari̊m īrād ve maṣrafi̊m okuyalar ). Distinctive traits of Ottoman accounting practice included records-keeping in a special script ( siyāḳat ) and Persianised language, a formalistic identification of the accounting function with maintenance of registers ( defter ) of stereotyped genres, and the assignment of specific revenues ( īrād ) to cover specific expenses ( maṣraf ), as opposed to the unification of receipts in a central fund against which \n ¶ expenses in general could be drawn (Fekete, Siyāqat ; Uzunçarşılı, 370-3; Aktaş and Binark, al-Ars̲h̲īf al-ʿUt̲h̲mānī , 99-106). This fiscal decentralisation reflects the realities of an incompletely monetised agrarian economy in which many revenues had to be collected in kind and land was the basic resource [see \n daftar-i k̲h̲āḳānī\n ].",
    "An undated archival source of ca . 1777-97 (TPK, D3208; on dating, see Findley, Bureaucratic \n reform , 363 n. 41) indicates that the Bāb-i̊ defterī then had some thirty bureaux. Except for two or three charged with correspondence and related functions, such as preparing warrants of appointment or decrees, all of these performed accounting functions. Some idea of the offices’ functions, and of the scale of their responsibilities, emerges from the following examples.",
    "The Great Daybook Office ( Rüznamče-i evvel ḳalemi , büyük rūznāme ḳalemi ) kept a daily record of treasury operations, in summary, as well as of the operations of the other financial bureaux. Annually or semi-annually, this office drew up a financial summary ( id̲j̲māl ) bearing somewhat the character of a retrospective budget for the empire (TPK, D3208; Hammer, SSOR , ii, 145-6; d’Ohsson, vii, 264).",
    "The Chief Accountant’s Office ( bas̲h̲ muḥāsebed̲j̲i ḳalemi ) had responsibility for keeping records on all the state’s income and expenditure ( d̲j̲emīʿ-i īrādāt ve muḳaṭāʿāt ve meṣāri̊fāti̊n ḳaydlari̊ ; TPK, D3208), preparing all contracts for government purchases, and authorising all demands for payment from public funds. Clerks selected from the staff of this office were also assigned to serve as accountants in a variety of agencies, including the mint, palace kitchen, naval arsenal, and government powder works (Hammer, SSOR , ii, 146-8; d’Ohsson, vii, 265).",
    "Certain bureaux had responsibilities pertaining to military corps. The Office of the Comptroller for the Cavalry ( Süwārī muḳābelesi ḳalemi ) oversaw the pay of the six palace cavalry regiments and several other categories of palace servants. The Infantry Comptroller’s Bureau ( Piyāde muḳābele ḳalemi ) kept the rolls and controlled payments for Janissaries, armourers, artillery-men, and cannon wagoneers ( piyāde od̲j̲aḳlari̊ olan yeničeri ve d̲j̲ebed̲j̲i ve topd̲j̲i̊ we ʿaraba neferāti̊ ; TPK, D3208). Subordinate to these two offices were secretaries for each of the regiments or services, to perform the detail work of preparing muster rolls and salary vouchers. These secretaries headed offices of their own, most of them located outside the Bāb-i̊ Defterī but all subject to one of the two comptrollers’ offices. In 1815, the number of personnel served by the Cavalry and Infantry Comptrollers’ Offices was reportedly 177,000. Of these, 80,000 were Janissaries; their secretary ( Yeni-čeri kātibi )required a staff of over 100 to service their pay records (Hammer, SSOR , ii, 149, 155, 273).",
    "The Accountancy for the two Holy Cities ( Ḥaremeyn muḥāsebesi ) kept the records for Mecca and Medina, producing yearly accounts for the awḳāf and revenue farms ( muḳāṭaʿāt ) attached to them (TPK, D3208). Its responsibilities more inclusive than its name implies, this office also kept the records on the supervisorships ( tawliya ) of the awḳāf supporting all imperial mosques; on the appointments and compensation of mosque functionaries in general ( imām , muʾad̲h̲d̲h̲in , wāʿiẓ , k̲h̲aṭīb , ḳāʾim ); on pious foundations at Istanbul and throughout the empire; and on all the life-term tax farms ( mālikāne ) that were located in Rūm-eli and dedicated to the two Holy Cities (Hammer, SSOR , ii, 150; cf. d’Ohsson, vii, 267).",
    "The d̲j̲izye muḥāsebesi kept the records on the non-Muslim population subject to pay the d̲j̲izye [ q.v. ], \n ¶ prepared the papers ( d̲j̲izye ewrāḳlari̊ ) used to collect the tax, and turned them over at the appropriate time each year to the bonded agents ( küfelāʾ ) of the tax farmers responsible for collection (TPK, D3208; Uzunçarşılı, 348-51). In ca . 1815, some fifteen million d̲j̲izye forms had to be prepared each year (Hammer, SSOR , ii, 151).",
    "The functions of the Anadolu muḥāsebesi —no longer the accountancy for Anatolia alone—included keeping records on pensions ( waẓīfe ) assigned to worthy individuals out of customs receipts and certain other revenue farms; pensions from certain awḳāf were also recorded here (TPK, D3208; Uzunçarşılı, 347, 355-6). Hammer gives the number of pensioners as 60,000 throughout the empire, and says that paying them, by drafts on revenue farms or other means, overwhelmed the office with work (Hammer, SSOR , ii, 148-9).",
    "By the time Maḥmūd II had organised the Ministry of Financial Affairs ( Umār-i̊ māliyye neẓāreti [see \n māliyye\n ]) in 1253/1838, financial practice was beginning to change (Cezar, 235 ff.). Archival documents show that by mid-century, accounting practices and concepts had begun to come under European influence. The growing organisational complexity of the financial agencies, coupled in time with the dispersion of authority among a growing number of agencies, including the Palace Treasury ( k̲h̲azīne-i k̲h̲aṣṣa ) and the Public Debt Administration, makes these developments difficult to follow. So does the progressive weakening of the Ottoman economy. Clearly, many of the reforms were unsuccessful or did not go far enough; the struggle to centralise receipts and disbursements in the Ministry of Finance was never decided before the 1908 revolution (Heidborn, ii, 42). Muḥāsebe and related terms retained their centrality, however, in the nomenclature of the evolving system, as witnessed, for example, in the European-inspired creation of a dīwān-i̊ muḥāsebāt ( cour des comptes , Rechnungshof ), in 1275/1879 (Heidborn, ii, 108-12)."
  ],
  "signature": "(R. Deladrière)",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
