{
  "id": "eweb_210",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_5499",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_5499",
  "title": "Munād̲j̲āt",
  "authors": [
    "C.E. Bosworth"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "( a. ), the verbal noun of the form III verb nād̲j̲ā “to whisper to, talk confidentially with someone”, which is used in Ḳurʾān, LVIII, 13, in this sense, and in the reciprocal form VI in LVIII, 9, 10, of the murmurs of discontent amongst the Prophet’s followers, probably after the Uḥud reverse (see Nöldeke-Schwally, G des Q , i, 212-13).",
    "Munād̲j̲āt becomes, however, a technical term of Muslim piety and mystical experience in the sense of “extempore prayer”, as opposed to the corporate addressing of the deity in the ṣalāt (see Hughes, A dictionary of Islam , 420), and of the Ṣūfīs’ communion with God; the meanings here were perhaps influenced by Ḳurʾān, XIX, 53/52, where Moses engages in confidential talk ( nad̲j̲iyy \n an ) with God on Mount Sinai. In Arabic, the Ṣūfī master al-D̲j̲unayd [ q.v. ] is said to have composed a K. al-Munād̲j̲āt , which has not survived, as did also S̲h̲ihāb al-Dīn al-Suhrawardī [ q.v. ], whose work is in fact extant (Brockelmann, 1 2 , 565); whilst in Persian, the Munād̲j̲āt of ʿAbd Allāh al-Anṣārī [ q.v. ] have always been considered as an outstanding work of religious experience and of literary attainment (see A.J. Arberry, Ansari’s \n prayers and counsels . Transl . from the original Persian , in IC , x [1936], 369-89; S. de Laugier de Beaurecueil, EIr art. ʿAbdallāh al-Anṣāri )."
  ],
  "signature": "(C.E. Bosworth)",
  "bibliography": [
    "(in addition to references given in the article): L. Massignon, Essai sur les origines du lexique technique de la mystique musulmane \n 2 , Paris 1954, 268, 290",
    "Arberry, The Divine Colloquy in Islam , in BJRL , xxxix/1 (1956), 25."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}