{
  "id": "eweb_213",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_5240",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_5240",
  "title": "Mīt̲h̲āḳ",
  "authors": [
    "C.E. Bosworth"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "( a. , the noun of instrument from wat̲h̲iḳa “to trust, have confidence in”, or wat̲h̲uḳa “to be firm”, in usage the equivalent of the maṣdar mīmī or noun of place and time mawt̲h̲ik ), covenant, agreement, used 25 times in the Ḳurʾān and often linked with its synonym ʿahd [ q.v. ].",
    "In a few places, it refers to political compacts (IV, 92/90, 94/92, VIII, 73/72, and cf. the use of ʿāhada in VIII, 58/56), and once to the compact between husband and wife (IV, 25/21), but the majority of usages relate to compacts between God and various members of His human creation, the unilateral imposition of a covenant by God upon Man. Thus we have the mīt̲h̲āḳ with the prophets (III, 75/81, XXXIII, 7; cf. VII, 131/134-5); the mīt̲h̲āḳ with Muḥammad himself when he was at Medina (II, 78/84); the mīt̲h̲āḳ with the People of the Book (III, 184/187), once specifically with the Christians (V, 17/14), but most frequently in reference to God’s covenant with the Children of Israel at Sinai, subsequently broken by them (II, 25/24, 60/67, 77/83, 87/93, IV, 153-4/154-5, V, 10/7, 15-16/12-13, 74/70). The source of the concept of covenant, and the imagery associated with it, is clearly Biblical, going back to the Pentateuchal\n b e rīt̲ (see J. Wansbrough, Quranic \n studies . Sources \n and methods of scriptural interpretation , London 1977, 8-12). Noteworthy, however, are references to God’s mīt̲h̲āḳ or ʿahd with the believers (XIII, 20,25,LVII, 8) and the mīt̲h̲āḳ of the Book (VII, 168/169), which link up with the idea which grew as part of the Islamic Creation story of a primordial compact: that God, according to predestinarian interpretations found e.g. in al-As̲h̲ʿarī [ q.v. ], separated the future elect from the damned before Man was actually created. Likewise, in a S̲h̲īʿī work which apparently stems from the early 4th/10th century and may be from the hand of the historian al-Masʿūdī [ q.v. ], and which aims at proving ʿAlī’s role as the waṣiyy and the repository of the Prophet’s thoughts, the K. It̲h̲bāt al-waṣiyya li ’l-Imām ʿAlī b. Abī Ṭālib , we have retailed the story that, in the act of creation, God took a lump of clay, from which were formed the Prophet, the Ahl al-Bayt [ q.v. ], etc., and then passed them through the flame unharmed; after this, God concluded with them a mīt̲h̲āḳ involving tawḥīd , risāla , imāma , etc., and then He went on to create Adam (cited by Ch. Pellat, in Le S̲h̲îʿisme imâmite , colloque de \n Strasbourg ( 6-9 mai 1968 ), Paris 1970, 78-9).",
    "Muslim lore, building on Ḳurʾān, VII, 171/172, also applied the idea of a covenant ( mīt̲h̲āḳ , ʿahd ), a \n ¶ pledge ( amāna ) and a promise ( waʿd ) between God and Man to subsequent events, the covenant of Adam and of Adam’s progeny [see \n ādam\n ]; see al-Kisāʾir, Ḳiṣaṣ al-anbiyaʾ , ed. I. Eisenberg, Leiden 1922-3, 33-5, tr. in A. Jeffery, A reader on Islam , The Hague 1962, 187-8. These concepts were frequently to figure in later Ṣūfī literature; cf. L. Massignon, Essai \n sur les origines du lexique technique de la mystique musulmane \n 2 , Paris 1954, 194, and G. Böwering, The mystical vision of existence in classical Islam . The Qur’ānic \n hermeneutics of the \n Ṣūfī Sahl at-Tustarī ( d. 283/896 ), Berlin 1980, 154-6. The Muʿtazila, however, regarded the mīt̲h̲āḳ of preeternity as being only a symbolic ( mad̲j̲āzī ) representation of what actually happened; cf. L. Gardet and M.M. Anawati, Introduction à \n la \n théologie \n musulmane , Paris 1948, 218 n. 4, 397.",
    "In modern Arabic political and diplomatic parlance, mīt̲h̲āḳ denotes a treaty, pact or agreement. Finally, one might note that the cognate form mawt̲h̲iḳ is used in the Ḳurʾān, XII, 66, 80, for the assurance from God taken by Jacob upon his sons for their safely bringing back Joseph."
  ],
  "signature": "(C.E. Bosworth)",
  "bibliography": [
    "(in addition to references given in the article): T.P. Hughes, A dictionary of Islam , London 1885, 61",
    "H.U.W. Stanton, The teaching of the Qur’ān , London 1919, 80",
    "Wensinck, Concordance , vii, 134-5",
    "A. Jeffery, The Qur’ān as scripture , in MW , xl (1950), 119 ff."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
