{
  "id": "eweb_214",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_5307",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_5307",
  "title": "Mud̲j̲āwir",
  "authors": [
    "W. Ende"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    ", f. mud̲j̲āwira ( a. ), active participle of the form III verb d̲j̲āwara in the meaning of neighbour [see also \n d̲j̲iwār\n ]. In the restricted sense, the term indicates, as does the synonym d̲j̲ār allāh , a person who, for a shorter or longer period of time, settles in a holy place in order to lead a life of ascetism and religious contemplation and to receive the baraka of that place. Such places are the Kaʿba in Mecca, the ḥaram in Jerusalem and the Prophet’s tomb in Medina, but also the tombs of earlier prophets [see \n al-k̲h̲alīl\n ], of the companions of Muḥammad, of the Imams and their descendants (especially with the S̲h̲īʿīs [see \n imāmzāda\n ]), and in general the tombs of highly venerated Muslims, theologians as well as Ṣūfīs.",
    "Already in early times, zāwiya s and madrasa s [ q.vv .] arose in the neighbourhood of such places, in or near which mud̲j̲āwirūn settled in order to receive religious instruction from saints and scholars who were living there, or to be teachers themselves, to show the holy places to visitors ( zuwwār ) and to give them religious instruction. A subsidiary meaning of the term, used in Egypt until today, arose in connection with the madrasa s: mud̲j̲āwir may indicate there any student of the Azhar [ q.v. ] who comes from outside and lives in the premises of al-Azhar (Lane, i/2, 483, s.v. d̲j̲-w-r (3); idem, The manners and customs of the modern \n Egyptians , London 1895, 213; H. Wehr, Dictionary of \n modern written Arabic , s.v.).",
    "The Prophet himself is the example of the mud̲j̲āwir . From a certain moment in his life onwards, he used to withdraw every year in the solitude of Mount Ḥirāʾ in order to lead a life of religious contemplation there ( kāna yud̲j̲āwiru ; Ibn His̲h̲ām, Sīra, i, 152, and see ḥirāʾ ). This practice, together with the specific significance of the Ḥaramayn in the Ḥid̲j̲āz, have caused the term mud̲j̲āwir to be associated in the first place with those who have taken up their “pious residence” ( mud̲j̲āwara , also d̲j̲iwār ) in Mecca or Medina (Lane, loc . cit ., and Redhouse, Yeni Türkçe-Ingilizce sözlük , s.v. mücaveret , mücavir ). The term is used in the same way by the S̲h̲īʿīs, except that for them mud̲j̲āwara at the tombs of the Imams in ʿIrāḳ [see \n ʿatabāt in Suppl. ] is of hardly less importance. Many pious Muslims considered mud̲j̲āwara in Medina, at the tomb of the Prophet and the resting-places \n ¶ of many of his Companions, as even more meritorious than that in Mecca. This opinion was, among other things, influenced by the fact that apparently none of the Companions of the Prophet had expressed the wish to remain in Mecca as a mud̲j̲āwir after having performed the smaller or greater pilgrimage (Samhūdī, Wafāʾ al-wafāʾ , ed. Muḥammad Muḥyī ’l-Dīn ʿAbd al-Ḥamīd, Cairo 1955, i, 50-1).",
    "Some theologians, among whom Abū Ḥanīfa [ q.v. ], warned against the danger which might arise from a permanent stay in the neighbourhood of the Ḥaramayn (especially Mecca) for people who were not firmly established in their religion. Becoming too familiar with the holy places could easily lead to carelessness and even to distaste and arrogance, and finally to desecration of the sanctity of these places. Only a very few persons would be immune from this weakness or from the sins emanating from it. To this small number of believers alone, mud̲j̲āwara at the Ḥaramayn might be recommended without limits, and for them it might really bring great profit. All others, for the sake of their spiritual welfare, should avoid mud̲j̲āwara (Raḥmat Allāh b. ʿAbd Allāh al-Sindī (d. 1585), D̲j̲amʿ al-manāsik wa-nafʿ al-nāṣir , in the margins of Aḥmad b. Muṣṭafā Ḍiyāʾ al-Dīn al-Kumus̲h̲k̲h̲ānawī, D̲j̲āmiʿ al-manāsik ʿalā aḥsan al-masālik , Istanbul 1289/1872, 387-8).",
    "The position and pattern of behaviour of the mud̲j̲āwir stand in the same relation to the activities of the ḥād̲j̲d̲j̲ or the visitor of another holy place ( zāʾir ) as that which exists between the murābiṭ and the mud̲j̲āhid ; with the mud̲j̲awir and the murābiṭ , the element of quiet and contemplation, of waiting and watching is predominant, while with the ḥād̲j̲d̲j̲ and the mud̲j̲āhid , involvement in activities prevails (see F. Meier, in WI , xxi [1981], 81, 90-1).",
    "Not seldom a pilgrimage to Mecca, followed by mud̲j̲āwara there or in Medina, was made use of as a means of exile or banishment. One out of many examples is the vizier Abū S̲h̲udjāʿ al-Rūd̲h̲rāwarī, who, after his fall, lived in Medina as a mud̲j̲āwir and died there in 488/1095 (H. Laoust, La politique de Ghazālī , Paris 1970, 56). Apparently because of such cases, the Persian verb mud̲j̲āwarat dās̲h̲tan can also mean “to banish” (like nafy-i balad kardan , see Dictionnaire Ghaffari Persan-Français , v, Tehran 1957, 806).",
    "People of highly different classes could be mud̲j̲āwirūn or mud̲j̲āwirāt : distinguished widows or superannuated officials, socially uprooted individuals, poor Ṣūfīs, merchants, young divinity students, or old people from all strata of society who were awaiting death in a holy place. Many mud̲j̲āwirūn left substantial fortunes to the sanctuary with which they were connected or to the madrasa attached to it. Likewise, it was always meritorious to support the living of the mud̲j̲āwirūn of a certain holy place by founding awḳāf , by single donations or by collecting such donations (for this, see, e.g., F. Meier, Die Vita des Scheich Abū Isḥāq al-Kāzarūnī , Leipzig 1948 = Bibliotheca Islamica, xiv, 49-51). Thus important awḳāf in India were destined for pious S̲h̲īʿīs who had gone to Karbalāʾ or Nad̲j̲af with the aim of mud̲j̲āwara .",
    "In the holy places, the mud̲j̲āwirūn often, but not necessarily, lived together in specific quarters, like the Mag̲h̲āriba [ q.v. ] in Jerusalem. Their descendants, if any, were usually absorbed very soon into the local population, who often designated the mud̲j̲āwirūn quite summarily, like in Mecca, where almost all those coming from Central Asia were called Buk̲h̲āriyyūn , and those belonging to the various peoples of southeast Asia were in general indicated as D̲j̲āwa (Muḥammad\n \n ¶ \n Labīb al-Batanūnī, al-Riḥla al-ḥid̲j̲āziyya 2 \n , Cairo 1339/1920-1, 40 f.; cf. Snouck Hurgronje, Mekka , ii, The Hague 1889, 295 ff., who devoted a whole chapter to the D̲j̲āwa ; and see d̲j̲āwī ).",
    "The local people ( al-ahālī ) of Mecca and Medina tended to indicate as mud̲j̲āwirūn all persons who, for a longer period of time, were living in the Ḥaramayn without having been born there, even if their status and way of life was not in accordance with mud̲j̲āwara in a narrow sense (R.F. Burton, A pilgrimage to \n Al-Madîna \n and Mecca , London 1893, ii, 7).",
    "In more recent times, the term mud̲j̲āwir has gradually become used to indicate permanently-appointed personnel of places of pilgrimage (guards, cleaners, guides of the zuwwār , etc.), who in general belong to the local population (see e.g. H. Einzmann, Religiöses Volksbrauchtum \n in \n Afghanistan , Wiesbaden 1977, 75-7). The coming into existence of national states in the Islamic world and the regulation of travelling that has gone with it, have increasingly hampered the believers in making a free choice of a place in which they might settle as mud̲j̲āwirūn . To this must be added the decline of the awḳāf and the loss of other subsidies which in the past gave the mud̲j̲āwirūn the possibility of finding a living."
  ],
  "signature": "(W. Ende)",
  "bibliography": [
    "Given in the article."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}