{
  "id": "eweb_215",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_0132",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_0132",
  "title": "Abdāl",
  "authors": [
    "I. Goldziher",
    "(H. J. Kissling"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "(A.; plur. of badal , \"substitute\"), one of the degrees in the ṣūfī hierarchical order of saints, who, unknown by the masses ( rid̲j̲āl al-g̲h̲ayb [cf. g̲h̲ayb ]), participate by means of their powerful influence in the preservation of the order of the universe. The different accounts in the ṣūfī literature show no agreement as to the details of this hierarchy. There is also great difference of opinion as to the number of the abdāl : 40, e.g. Ibn Ḥanbāl, Musnad , i, 112, cf. v, 322; Hud̲j̲wīrī, Kashf al-Maḥd̲j̲ūb (Zhukowsky), 269, (transl. Nicholson, 214), 300 (al-Makkī, Ḳūt al-Ḳulūb , ii, 79); 7 (Ibn ʿArabī, Futūḥāt , ii, 9). According to the most generally accepted opinion, the abdāl take the \n ¶ fifth place in the hierarchy of the saints which descends from the great Ḳuṭb [ q.v. ]. They are preceded after the Ḳuṭb by: 2) both assistants of the latter ( al-imāmān ); 3) the five \"stakes\" or \"pillars\" ( al-awtād [ q.v. ] or al-ʿumud ; 4) the seven \"incomparables\" ( al-afrād ). After the abdāl in the fifth degree come: 6) the seventy \"pre-eminents\" ( al-nud̲j̲abāʾ ); 7) the 300 \"chiefs\" ( al-nuḳabāʾ ); 8) the \"troops\" ( al-ʿaṣāʾib ), 500 in number; 9) the \"wise\", or the \"isolated\" ( al-ḥukamāʾ or al-mufradūn ), of an unlimited number; 10) al-rad̲j̲abiyyūn . Each of these ten classes is located in a particular region and assigned a particular sphere of action. The vacancies which occur in each of the classes are filled by the promotion to that class of a member of the class immediately below it. The abdāl (also called al-ruḳabāʾ , \"the guardians\") have their residence in Syria. To their merit and intercession are due the necessary rains, victory over the enemy, and the averting of general calamities.—A single individual of the Abdāl is called badal ; badīl , however, which grammatically corresponds to another plural ( budalāʾ ), is the usual form in the singular. In Persian and in Turkish the plural abdāl is often used as a singular.",
    "In various orders of derwīs̲h̲es in the Ottoman Empire the name abdāl , as well as budalāʾ (plur. of badīl ) was used for the derwīs̲h̲es, e.g. among the Ḵh̲alwatiyya. (cf. for instance Yūsuf b. Yaʿḳūb, Menāḳib-i S̲h̲erīf we-Ṭarīḳat-nāme-yi Pīrān we-Mes̲h̲āyik̲h̲-i Ṭarīḳat-i ʿAliyye-yi Ḵh̲alwetiyye , Istanbul 1290/1873, 34, where it is expressly stated that S̲h̲ayk̲h̲ Sünbül Sinān used to address his derwīshes as abdāl ). When the esteem enjoyed by the derwīs̲h̲ orders declined, the word abdāl , and budalāʾ , used as singulars assumed in Turkish a pejorative meaning: \"fool\". The derivation of budalāʾ from a Turkish word but , \"plump body\" (K. Lokotsch, Etymologisches Wörterbuch \n der \n europäischen Wörter \n orientalischen \n Ursprungs , Heidelberg 1927, 28) is mistaken. Budalāʾ occurs, in the same acceptation, also in Bulgarian, Serbian and Rumanian."
  ],
  "signature": "(I. Goldziher*)",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}