{
  "id": "eweb_219",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/abadile",
  "annotator": "Jeremy",
  "title": "ABÂDİLE",
  "arabic_title": "العبادلة",
  "summary": "Hadiste ve tasavvufta farklı anlamlarda kullanılan terim.",
  "parts": [
    {
      "author": "RAŞİT KÜÇÜK",
      "content": "HADİS. İlimleriyle ve özellikle verdikleri fetvalarla meşhur olan Abdullah adlı dört sahâbî hakkında kullanılır. Abâdile, “abd” mânasına gelen abdel kelimesinin değil, Abdullah kelimesinin çoğuludur. İbn Fethûn’a ait el-İstîʿâb zeylindeki listeye göre, Hz. Peygamber’in ashabı arasında Abdullah isimli 300 kadar sahâbî bulunmaktaydı. Fakat bunların içinde geniş fıkıh kültürü ve fetvalarıyla şöhret bulan dört sahâbî abâdile unvanıyla tanınmıştır. Abâdilenin kimler olduğu Ahmed b. Hanbel’e sorulmuş, o da Abdullah b. Abbas, Abdullah b. Ömer, Abdullah b. Zübeyr ve Abdullah b. Amr b. Âs’ın isimlerini saymış, Abdullah b. Mes‘ûd’un abâdileden olmadığını belirtmiştir. Beyhakī de, fıkıh ilminde önemli bir yeri bulunan Abdullah b. Mes‘ûd’un abâdileden sayılmayışını, onun çok erken tarihlerde vefat etmesi (32/652-53), abâdileden sayılan diğer Abdullahlar’ın ise daha uzun yaşayarak ilimlerinden büyük ölçüde faydalanılmasıyla izah etmiştir. Zaten abâdile terimi Abdullah b. Mes‘ûd’un vefatından sonra ortaya çıkmıştır. Her ne kadar Zemahşerî ile Râfiî, Abdullah b. Mes‘ûd’u abâdileden saymışlarsa da usul âlimleri bunu doğru bulmamıştır. Cevherî, Abdullah b. Zübeyr’i abâdileden saymayarak onların İbn Abbas, İbn Ömer ve Abdullah b. Amr’dan ibaret olduğunu söylemiştir. Mergīnânî de el-Hidâye adlı eserinde hac aylarının tesbiti konusundaki bir rivayetten söz ederken, “Bu, üç abâdile (el-abâdiletü’s-selâse) ile Abdullah b. Zübeyr’den rivayet edilmiştir” der. Şârih İbnü’l-Hümâm, Fetḥu’l-ḳadîr ’de bu cümleyi açıklarken Hanefîler’e göre abâdilenin Abdullah b. Mes‘ûd, Abdullah b. Ömer ve Abdullah b. Abbas’tan ibaret olduğunu, başkalarının ıstılahına göre de yukarıda Ahmed b. Hanbel’den naklen adları verilen dört kişiye abâdile dendiğini söylemektedir. Hepsi de Kureyş kabilesine mensup olan ve yetmiş yıldan fazla yaşayan abâdilenin en son vefat edeni, 73 (693) yılında seksen beş veya seksen yedi yaşında ölen Abdullah b. Ömer’dir. Abâdilenin çeşitli görüş, düşünce ve fetvaları özellikle tefsir, hadis ve fıkıh kitaplarında yer almıştır. İttifak ettikleri görüşe “kavlü’l-abâdile”, amelî ittifaklarına da “fi‘lü’l-abâdile” veya “mezhebü’l-abâdile” adı verilmiştir. BİBLİYOGRAFYA Cevherî, eṣ-Ṣıḥâḥ , “ʿabd” md. Hatîb, el-Esmâʾü’l-mübheme , Kahire 1405/1984, s. 609. İbnü’s-Salâh, ʿUlûmü’l-ḥadîs̱ (nşr. Nûreddin Itr), Medine 1972, s. 266. Irâkī, Fetḥu’l-Muġīs̱ (nşr. Mahmûd Rabî), Kahire 1355/1937, IV, 37-38. İbnü’l-Hümâm, Fetḥu’l-ḳadîr , III, 17-18. Süyûtî, Tedrîbü’r-râvî (nşr. Abdülvehhâb Abdüllatîf), Kahire 1385/1966, II, 219-220. Tehânevî, Keşşâf , II, 948. Ahmed Muhammed Şâkir, el-Bâʿis̱ü’l-ḥas̱îs̱ , Kahire 1370/1951, s. 188-189, 239. Tecrid Tercemesi , I, 27-28. M. Tayyib Okiç, Bazı Hadis Meseleleri Üzerinde Tetkikler , İstanbul 1959, s. 36. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 1988 yılında İstanbul’da basılan 1. cildinde, 7 numaralı sayfada yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Cevherî, eṣ-Ṣıḥâḥ , “ʿabd” md.",
        "Hatîb, el-Esmâʾü’l-mübheme , Kahire 1405/1984, s. 609.",
        "İbnü’s-Salâh, ʿUlûmü’l-ḥadîs̱ (nşr. Nûreddin Itr), Medine 1972, s. 266.",
        "Irâkī, Fetḥu’l-Muġīs̱ (nşr. Mahmûd Rabî), Kahire 1355/1937, IV, 37-38.",
        "İbnü’l-Hümâm, Fetḥu’l-ḳadîr , III, 17-18.",
        "Süyûtî, Tedrîbü’r-râvî (nşr. Abdülvehhâb Abdüllatîf), Kahire 1385/1966, II, 219-220.",
        "Tehânevî, Keşşâf , II, 948.",
        "Ahmed Muhammed Şâkir, el-Bâʿis̱ü’l-ḥas̱îs̱ , Kahire 1370/1951, s. 188-189, 239.",
        "Tecrid Tercemesi , I, 27-28.",
        "M. Tayyib Okiç, Bazı Hadis Meseleleri Üzerinde Tetkikler , İstanbul 1959, s. 36."
      ]
    },
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "TASAVVUF. Genellikle esmâ-i hüsnâ dan birinin tecellisine mazhar olmuş kimseleri ifade etmek için kullanılır. Bazı müteahhir sûfîler, ilâhî isimlerden özellikle birinin tecellisine mazhar olan ve o ismin özünü teşkil eden sıfatla vasıflananları o isme nisbet etmişlerdir. Bu nisbeti de abd kelimesini o isme muzaf kılmak suretiyle meydana getirdikleri birleşik isimle gerçekleştirmişlerdir. Cömertlik özelliğine sahip olana Abdülvehhâb , nefsânî arzuları ve her türlü kötülükleri yenecek güce sahip bulunana da Abdülkahhâr denilmesi gibi. Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye ’sinde (s. 108-130) esmâ-i hüsnânın her biriyle meydana getirdiği birleşik isimlere bu türden mâna vermeye çalışmıştır. Bu tarz bir yorum, hadiste geçen “abdü’d-dînâr ve’d-dirhem” (altına ve gümüşe kul olan kimse) (Buhârî, “Cihâd”, 70, “Riḳāḳ”, 10; İbn Mâce, “Zühd”, 8) deyimine benzemektedir. Abâdile aslında “Abdullahlar” demektir, fakat İbnü’l-Arabî ve Kâşânî gibi müellifler, Allah kelimesinden başka isimlerin başına abd kelimesini ekleyerek meydana getirdikleri birleşik isimlere de abâdile demişlerdir. Mutasavvıflar, bazı velîlerin diğer velîlere göre esmâ-i hüsnâdan birinin tecellisinden daha fazla pay aldıklarını, bundan dolayı her velînin kendine has bir yönü bulunduğunu savunurlar. Meselâ hakikatleri gönüllere nakşetmede Bahâeddin Nakşibend, başı darda olanların yardımına koşmada Abdülkādir-i Geylânî, ilâhî tecellilerden feyiz almada Ebü’l-Hasan eş-Şâzelî, olağan üstü hal göstermede Ahmed er-Rifâî, şefkat ve merhamette Ahmed el-Bedevî, cömertlikte İbrâhim ed-Desûkī, mârifette İbnü’l-Arabî, mahviyette Sühreverdî, cezbe ve istiğrakta Necmeddîn-i Kübrâ, aşk ve muhabbette de Mevlânâ Celâleddîn-i Rûmî temayüz etmişlerdir. Aynı şekilde dört büyük halifeden her biri diğerlerinden ayrı bir özelliğe sahiptir. Doğruluk Ebû Bekir’in, adalet Ömer’in, hayâ Osman’ın, kerem de Ali’nin ayırıcı özellikleridir. Aynı durum peygamberler için de söz konusudur. Âdem “safiyyullah”, Nuh “neciyyullah”, İbrâhim “halîlullah”, Mûsâ “kelîmullah”, Îsâ “rûhullah”, Muhammed de “habîbullah”tır. Fuṣûṣü’l-ḥikem ’de peygamberleri bu yönleriyle inceleyen İbnü’l-Arabî’nin aynı konuda Kelâmü’l-ʿabâdile adında bir eseri de vardır. İbnü’l-Arabî, sözlerini naklettiği bazı muhayyel şahısların her birine Abdullah adını verir. Bunların babaları olarak bir peygamber adını, dedeleri olarak da abd a bağlanan esmâ-i hüsnâdan bir ismi kaydeder; Abdullah b. İdrîs b. Abdülhâliḳ, Abdullah b. İsmâil b. Abdünnâfi‘ gibi. Verilen ilk örnekte dede (Abdülhâliḳ), Allah’ın isimlerinden birine mazhar olduğu kabul edilen mücerret bir kulu, baba da (İdrîs) aynı ismin mazharı sayılan bir peygamberi, Abdullah ise yine bu ismin (Hâlik) tecelli ettiği velîyi temsil etmektedir. İbnü’l-Arabî bu Abdullahlar’a mazhar oldukları esmâ-i hüsnâya uygun özellikler verir ve bu özellikleri onların diliyle anlatır. Böylelikle o, isim alan her şeyin taşıdığı özellikleri esmâ-i hüsnâ vasıtasıyla Allah’tan aldığını iddia etmiş ve bütün tesir ve münasebetleri Allah’a bağlamak istemiştir. Mutasavvıflar, İbnü’l-Arabî’den itibaren kutub, imâmân, evtâd, abdal vb. zümrelere abd ile başlayan isimler vermişlerdir. Meselâ kutbun adı Abdullah , sağdaki imamın adı Abdürrab , soldaki imamın adı Abdülmelik ’tir. Sayıları dört olan evtâdın isimlerine de (Abdülalîm, Abdülmürîd, Abdülkadir, Abdülhay) abd ile başladığı için abâdile denilmiştir. BİBLİYOGRAFYA Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Kahire 1293, IV, 250-410. a.mlf., Kelâmü’l-ʿabâdile (nşr. Abdülkādir Ahmed Atâ), Kahire 1389/1969. a.mlf., Fuṣûṣü’l-ḥikem , İstanbul 1287. Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , s. 107. Tehânevî, Keşşâf , II, 948. Gümüşhânevî, Câmiʿu’l-uṣûl , Kahire 1319, s. 19. Annemarie Schimmel, Tasavvufun Boyutları (trc. Ender Gürol), İstanbul 1981, s. 236. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 1988 yılında İstanbul’da basılan 1. cildinde, 7-8 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Kahire 1293, IV, 250-410.",
        "a.mlf., Kelâmü’l-ʿabâdile (nşr. Abdülkādir Ahmed Atâ), Kahire 1389/1969.",
        "a.mlf., Fuṣûṣü’l-ḥikem , İstanbul 1287.",
        "Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , s. 107.",
        "Tehânevî, Keşşâf , II, 948.",
        "Gümüşhânevî, Câmiʿu’l-uṣûl , Kahire 1319, s. 19.",
        "Annemarie Schimmel, Tasavvufun Boyutları (trc. Ender Gürol), İstanbul 1981, s. 236."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}