{
  "id": "eweb_221",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/abid",
  "annotator": "Jeremy",
  "title": "ÂBİD",
  "arabic_title": "العابد",
  "summary": "Âhiret saadetinin ibadetle kazanılacağına inanarak kendisini ibadete veren samimi dindar.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Kur’ân-ı Kerîm’de bir defa tekil (âbid), on bir defa da çoğul (âbidûn, âbidîn, âbidât) şeklinde geçen âbid kelimesi sözlükte “hizmet eden, itaat eden” anlamına gelmekte, Kur’an’da ise sadece “ibadet eden, tapınan” (bk. et-Tevbe 9/112; et-Tahrîm 66/5; el-Kâfirûn 109/2-4) mânasını ifade etmektedir. Hz. Peygamber zamanında Abdullah b. Amr b. Âs, Ebü’d-Derdâ ve Osman b. Maz‘ûn gibi gereğinden fazla ibadete düşkün olan sahâbîler mevcut olmakla birlikte bunlara özellikle âbid dendiğine dair herhangi bir rivayete rastlanmamıştır. Halife Osman devrinde ortaya çıkan siyasî karışıklıklardan sonra bazı müslümanların dünyadan el etek çekerek kendilerini ibadete verdikleri görülmektedir. Birinci asrın sonunda ve ikinci asırda sayıları artan âbid ve dindarlara nâsik, kurrâ, zâhid gibi adlar verilmekteydi. Halk, gerçek anlamda İslâm’ı bunların yaşadığına inanıyor ve bu gibi kimselere saygı ve sevgi gösteriyordu. Bu devirde yalnız Ehl-i sünnet içinde değil, Hâricîler, Mu‘tezile ve Şîa arasında da tanınmış âbidler vardı. Hatta geceleri namaz kılıp gündüzleri oruç tutan ve sürekli Kur’an okuyarak âhirete hazırlanan Hâricîler’in alınları, dirsekleri ve dizlerinin nasırlaştığı rivayet edilmektedir. Vâsıl b. Atâ ve Amr b. Ubeyd gibi Mu‘tezile ileri gelenleri de âbidlerdendi. Kuşeyrî’nin er-Risâle ’sinde belirttiğine göre, her mezhep mensubu kendilerinde daha çok âbid ve zâhid bulunduğunu iddia etmeye başlamış, bunun üzerine Ehl-i sünnet kendi âbidlerine mutasavvıf veya sûfî adını vererek bunları öbürlerinden ayırmaya çalışmıştır; aynı zamanda âbid sıfatını da kullanmayı sürdürmüştür. Her iyi müslüman gibi herhangi bir sûfî de aynı zamanda âbiddir. Ancak tasavvuf bir hayat tarzı haline gelince, keşf ve irfan sahiplerine sûfî ve ârif , sadece sevap kazanmak maksadıyla çokça ibadet edenlere de âbid denilmeye başlanmış, ârife nisbetle âbidin daha aşağı bir mertebede olduğu iddia edilerek ona daha az değer verilmiş, hatta zaman zaman âbid küçümsenmiştir. Nitekim ârifi âbidden üstün gören Bâyezîd-i Bistâmî, Allah’ın, saf mârifet i taşımaya müsait olmayan kalpleri ibadetle meşgul ettiğini ileri sürmüştür (bk. Sülemî, s. 71). Cüneyd-i Bağdâdî ve Mansûr b. Ammâr gibi sûfîler ise âbidlerin tevfîk ehli olduklarını ifade etmişlerdir. Ancak bu dönemde sevap kazanmak için kendilerini ibadet ve taate veren âbidler, ücret karşılığı çalışan işçilere benzetilmiştir. Zâhidleri ve sıradan sûfîlerle birlikte âbidleri de “hakikat ehli” dediği âriflerden ayıran İbnü’l-Arabî, yalnız ârifleri kalp, müşâhede ve mükâşefe ehli sayar (bk. Fütûḥât , IV, 162). Câmî de Nefeḥâtü’l-üns ’te âbidin zâhid, fakir (derviş) ve sûfîden farklı olduğunu söyler. Ona göre sûfîler ve Melâmetîler hakka; fakirler, zâhidler ve âbidler âhirete taliptir. Zengin olan ve dünya işleriyle ilgisini sürdüren kişinin de âbid olması mümkün olduğundan, âbid fakir ve zâhidden farklıdır. Şu halde sevap kazanmak için farzları ve nâfile ibadetleri aralıksız yerine getirenler, zengin olsalar ve dünyaya meyletseler de âbiddirler. Câmî, ibadet edenleri âbid, müteabbid ve riyakâr âbid olmak üzere üçe ayırır. Birinciler gerçek âbiddir; ikinciler samimi olarak âbidlere özenmektedirler; üçüncülerse gösteriş için ibadet eden kimselerdir. Riyayı, âbidin âhiret kurtuluşu için en büyük tehlike olarak gören Gazzâlî, Minhâcü’l-ʿâbidîn adlı eserinde ibadeti, belli şeklî merasimlerin ötesinde, insanın inanç, amel, duygu ve ahlâk dünyasını disiplin altına almayı hedef edinen sürekli bir cehd olarak göstermiştir. Gazzâlî âbidlerin büyük saadete, yüksek devlete ulaşabilmeleri, mesut ve imrenilen birer kul olabilmeleri için takip etmeleri gereken yolun (minhâc) ana safhalarını (akabât) şöyle sıralar: ilim; tövbe; dünyadan uzaklaşma, insanlardan ayrı durma, şeytana karşı savaş ve nefse hâkimiyet; geçim derdi, tehlike ve musibetler karşısında tevekkül, sabır ve rıza; havf ve recâ; riya ve ucb den arınma; hamd ve şükür. İbnü’l-Cevzî, ilimden mahrum olmaları sebebiyle şeytanın tesirine tamamıyla açık olan cahil âbid ve zâhidleri şiddetle tenkit etmiştir (bk. Telbîsü İblîs , s. 134 vd., 150 vd.). Bununla birlikte, Kur’an riyasız ibadeti kesin ifadelerle emrettiğinden, hemen bütün müslümanlar âbidleri dine tam bağlı olan kişiler saymışlardır. BİBLİYOGRAFYA İbn Kuteybe, ʿUyûnü’l-aḫbâr , II, 261. Sülemî, Ṭabaḳāt , s. 71. İbn Miskeveyh, Tehẕîbü’l-aḫlâḳ , Kahire 1327, s. 79-82, 171. Kuşeyrî, er-Risâle , s. 49. Gazzâlî, Minhâcü’l-ʿâbidîn , Kahire 1337. İbnü’l-Cevzî, Telbîsü İblîs , s. 134 vd., 150 vd. İbnü’l-Arabî, el-Fütûḥât , IV, 162. Câmî, Nefeḥât , s. 13-16. Tehânevî, Keşşâf , I, 926. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1988 yılında İstanbul’da basılan 1. cildinde, 307 numaralı sayfada yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız. Bu madde en son 03.08.2019 tarihinde güncellenmiştir.",
      "bibliography": [
        "İbn Kuteybe, ʿUyûnü’l-aḫbâr , II, 261.",
        "Sülemî, Ṭabaḳāt , s. 71.",
        "İbn Miskeveyh, Tehẕîbü’l-aḫlâḳ , Kahire 1327, s. 79-82, 171.",
        "Kuşeyrî, er-Risâle , s. 49.",
        "Gazzâlî, Minhâcü’l-ʿâbidîn , Kahire 1337.",
        "İbnü’l-Cevzî, Telbîsü İblîs , s. 134 vd., 150 vd.",
        "İbnü’l-Arabî, el-Fütûḥât , IV, 162.",
        "Câmî, Nefeḥât , s. 13-16.",
        "Tehânevî, Keşşâf , I, 926."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}