{
  "id": "eweb_223",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/ahmed-b-ebul-havari",
  "annotator": "Jeremy",
  "title": "AHMED b. EBÜ’l-HAVÂRÎ",
  "arabic_title": "أحمد بن أبي الحواري",
  "summary": "(ö. 246/860) İlk devir sûfîlerinden.",
  "parts": [
    {
      "author": "MUSTAFA BİLGİN",
      "content": "Babasının adı Abdullah, dedesinin adı Meymûn olup aslen Kûfelidir. 164’te (780-81) doğdu. Şam’da yaşadı. Uzun yıllar ilim tahsiliyle meşgul oldu. Ebû Abdullah Saîd en-Nibâcî, Ebû Bekir b. Ayyâş ve Ahmed b. Âsım el-Antâkî ile görüştü. Ebû Süleyman ed-Dârânî’nin müridi oldu. Süfyân b. Uyeyne ve Bişr b. Serî’nin sohbetlerine katıldı. Cüneyd-i Bağdâdî’nin takdirini kazandı. Hâris el-Muhâsibî’nin de yakın dostu olan Ahmed b. Ebü’l-Havârî’nin zühd devri tasavvufunun hemen bütün konularına dair sözleri vardır. Tasavvufî konuları tahlilî bir görüş ve ilginç ifadelerle sunması en önemli özelliğidir. Hanımı Râbiatü’ş-Şâmiyye de tabakat kitaplarında adı geçen bir zâhidedir. Otuz yıl kadar ilimle meşgul olduktan sonra, rabbine ulaştığını ve bu yolda bir vasıta olarak gördüğü kitaplarına artık ihtiyacı kalmadığını söyleyerek onları denize atması, tasavvuf tarihi bakımından önemli bir hadise olup başta İbnü’l-Cevzî olmak üzere bazı âlimler tarafından tenkit edilmiştir. Abbâsî Halifesi Me’mûn döneminde çağdaşı bazı âlimler gibi halku’l-Kur’ân meselesinden dolayı sorguya çekildi ve Ahmed b. Hanbel ile birlikte bir ara hapse de atıldı. Ahmed b. Hanbel ile sohbetlerde bulunan ve hadis ilminde güvenilir bir râvi olan Ahmed b. Ebü’l-Havârî’nin rivayet ettiği hadislerden kırk kadarı Ḥilyetü’l-evliyâʾ da yer almıştır. Yahyâ b. Maîn, İbn Ebû Hâtim, Zehebî gibi hadis münekkitleri kendisini övgüyle anarlar. Ebû Dâvûd, İbn Mâce, Ebû Zür‘a ed-Dımaşkī ve Ebû Zür‘a er-Râzî ondan hadis rivayet etmişlerdir. BİBLİYOGRAFYA Sülemî, Ṭabaḳāt , s. 75-80, 98-102. Ebû Nuaym, Ḥilye , X, 5-33. Kuşeyrî, er-Risâle , I, 109-110, 117, 477, 509-510; II, 435, 456, 575, 646, 704-706, 727. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 212, 217-219, 250. İbn Ebû Ya‘lâ, Ṭabaḳātü’l-Ḥanâbile , I, 78. Ferîdüddin Attâr, Tezkiretü’l-evliyâ (trc. Süleyman Uludağ), İstanbul 1985, s. 309-311, 316, 320, 378-381. İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , IV, 237-238. a.mlf., Telbîsü İblîs , s. 320. Zehebî, Aʿlâmü’n-nübelâʾ , XII, 85-94. Lâmiî, Nefehât Tercümesi , s. 117-118. Şa‘rânî, eṭ-Ṭabaḳāt , I, 82. Münâvî, el-Kevâkib , I, 199-201. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1989 yılında İstanbul’da basılan 2. cildinde, 58 numaralı sayfada yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Sülemî, Ṭabaḳāt , s. 75-80, 98-102.",
        "Ebû Nuaym, Ḥilye , X, 5-33.",
        "Kuşeyrî, er-Risâle , I, 109-110, 117, 477, 509-510; II, 435, 456, 575, 646, 704-706, 727.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 212, 217-219, 250.",
        "İbn Ebû Ya‘lâ, Ṭabaḳātü’l-Ḥanâbile , I, 78.",
        "Ferîdüddin Attâr, Tezkiretü’l-evliyâ (trc. Süleyman Uludağ), İstanbul 1985, s. 309-311, 316, 320, 378-381.",
        "İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , IV, 237-238.",
        "a.mlf., Telbîsü İblîs , s. 320.",
        "Zehebî, Aʿlâmü’n-nübelâʾ , XII, 85-94.",
        "Lâmiî, Nefehât Tercümesi , s. 117-118.",
        "Şa‘rânî, eṭ-Ṭabaḳāt , I, 82.",
        "Münâvî, el-Kevâkib , I, 199-201."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 442
}