{
  "id": "eweb_227",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/ahz",
  "annotator": "Jeremy",
  "title": "AHZ",
  "arabic_title": "أخذ",
  "summary": "Tasavvuf ve hadis ilimlerinde farklı anlamlarda kullanılan bir terim.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "TASAVVUF. Arapça’da “almak” mânasına gelen ahz kelimesi bir tasavvuf terimi olarak çeşitli devirlerde farklı anlamlarda kullanılmıştır. İlk sûfîler benliğinden koparılıp alınmış ve bir cezbeyle kendinden geçerek Allah’a ermiş meczuplara me’hûz veya müsteleb ( المستلب ), bu hale de ahz diyorlardı. Görünüş itibariyle deliye benzeyen bu meczuplar, ilâhî celâl ve azamet karşısında varlıklarından uzaklaşmış ve dünyadan habersiz hale gelmiş velîlerdir. Ahz, cezbe makamının sonudur. Kalbe gelen vecd nuru onu latifleştirir; bu halin verdiği haz, sâliki tefrika halinden alır. Sûfîler, “Kul mecnun sayılmadıkça imanın hakikatine eremez” hadisiyle me’hûzun kastedildiğini söylerler (Serrâc, s. 420; yakın anlamlı bir hadis için bk. Heysemî, X, 75-76; Aclûnî, I, 187). Ahz, Hakk’ın, kulunu kendine çekmesi (cezb) ve âşığın varlığını ezelî varlığa (ayn) atmasıdır. Onun için bu haldeki kimse “gāib”dir; halkı ve kendini göremez; aldığını Hak’tan alır, verdiğini Hakk’a verir. Meczubun bu haline ahz u atâ denir. İstikamet ve temkin makamı olan bu makama ulaşan sûfî, Allah’ın ahlâkı ile ahlâklanmış olur. Murakabe ehli, ihlâs makamında ve şevk halindeyken kalbine Allah’tan başka şeylerin (mâsivâ) gelmesi tehlikesiyle karşı karşıya bulunduklarından, kalplerine gelen kötü hâtıraları himmetleriyle uzaklaştırmadıkları takdirde muaheze edilirler (bk. el-Bakara 2/284). Buna da ahz (kınama) adı verilir. Son dönem mutasavvıfları tarikata girmeye ahz-ı tarîkat , bir şeyhe bağlanmaya ahz-ı yed (el alma), belli duaları (evrâd, ahzâb) okuma iznine ahz-ı zikr , bu sayede mârifet ve irfan sahibi olmaya da ahz-ı feyz demişlerdir. Gümüşhânevî, bu mânadaki ahzı hadis öğrenme usulü “ahz”a benzeterek bir kimsenin tasavvufî bilgileri bu dört usulden ( 1. Musâfaha, zikir telkini ve hırka giyme yoluyla; 2. Kitapları okuyarak rivayet yoluyla; 3. Okunan kitapları kavrayarak dirâyet yoluyla; 4. Fiilen hizmet ederek, çile çekerek ve terbiye görerek) biri veya birkaçıyla ahzedeceğini söyler (ayrıca bk. BİAT ; MÜRİD ). BİBLİYOGRAFYA Serrâc, el-Lümaʿ , s. 420. Baklî, Şerḥ-i Şaṭḥiyyât , s. 406, 554. a.mlf., Meşrebü’l-ervâḥ , s. 113, 216. Heysemî, Mecmaʿu’z-zevâʾid , X, 75-76. Aclûnî, Keşfü’l-ḫafâʾ , I, 187. Gümüşhânevî, Câmiʿu’l-uṣûl , Kahire 1319, s. 61, 65, 116. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 1989 yılında İstanbul’da basılan 2. cildinde, 195 numaralı sayfada yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Serrâc, el-Lümaʿ , s. 420.",
        "Baklî, Şerḥ-i Şaṭḥiyyât , s. 406, 554.",
        "a.mlf., Meşrebü’l-ervâḥ , s. 113, 216.",
        "Heysemî, Mecmaʿu’z-zevâʾid , X, 75-76.",
        "Aclûnî, Keşfü’l-ḫafâʾ , I, 187.",
        "Gümüşhânevî, Câmiʿu’l-uṣûl , Kahire 1319, s. 61, 65, 116."
      ]
    },
    {
      "content": "HADİS. Hocadan hadis almak, öğrenmek mânasında kullanılan bir terim (bk. TAHAMMÜL )."
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
