{
  "id": "eweb_229",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/alaka",
  "annotator": "Jeremy",
  "title": "ALÂKA",
  "arabic_title": "العلاقة",
  "summary": "Tasavvuf ve Arap edebiyatında farklı anlamlarda kullanılan bir terim.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "TASAVVUF. “İlgi; bir şeye gönül verme, bağlanma ve düşmanlık” gibi mânalara gelen alâka (çoğulu alâik) kelimesi, tasavvufta “koparılması öngörülen dünya bağı, insanları maddeye ve nefsin arzularına yönelten sebepler” anlamında kullanılmıştır. Bu bağlar teker teker kesilmedikçe veya tamamen koparılıp atılmadıkça (kat‘-ı alâik) tam mânasıyla Allah’a yönelmek ve vuslata ermek mümkün değildir. Serrâc, alâkayı “kulu bağlayan ve onu meşgul ederek Allah’tan koparan bağlar” diye tarif etmiştir. Vesâit denilen sebepler insanı Allah’a yaklaştırdığı halde alâik insanı O’ndan uzaklaştırır. “Dünya alâkaları” adı verilen bağlar makam ve mevki hırsı, mal sevgisi, şehvet ve şöhret gibi bencil duygu ve isteklerdir. Ayrıca eş, evlât, hısım ve soy gibi bağlara “nesebî alâkalar” denir. “Eşlerinizden ve çocuklarınızdan size düşman olanlar vardır; onlardan sakının... Doğrusu mallarınız ve çocuklarınız sizin için fitnedir” (et-Tegābün 64/14-15) meâlindeki âyetlerde nesebe dayanan bu türlü alâkaların tehlikesine dikkat çekilmiştir. Bu durumu göz önüne alan birçok sûfî nesebî alâkaların tehlikesinden korunmak için bekâr yaşamayı tercih etmiştir. BİBLİYOGRAFYA Serrâc, el-Lümaʿ , s. 438. Sülemî, Ṭabaḳāt , s. 436. Kuşeyrî, Risâle (Uludağ) , s. 358, 453, 465, 476, 593, 601. Baklî, Şerḥ-i Şaṭḥiyyât , s. 616. İbn Kayyim el-Cevziyye,  el-Fevâʾid , Beyrut, ts. (Dârü’l-fikr), s. 154. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 1989 yılında İstanbul’da basılan 2. cildinde, 334 numaralı sayfada yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Serrâc, el-Lümaʿ , s. 438.",
        "Sülemî, Ṭabaḳāt , s. 436.",
        "Kuşeyrî, Risâle (Uludağ) , s. 358, 453, 465, 476, 593, 601.",
        "Baklî, Şerḥ-i Şaṭḥiyyât , s. 616.",
        "İbn Kayyim el-Cevziyye,  el-Fevâʾid , Beyrut, ts. (Dârü’l-fikr), s. 154."
      ]
    },
    {
      "content": "ARAP EDEBİYATI. Arap edebiyatında alâka , bir kelimeyi gerçek anlamından başka bir anlamda (mecaz) kullanırken dayanılan sebebe denir (bk. MECAZ )."
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
