{
  "id": "eweb_230",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/amr-b-osman-el-mekki",
  "annotator": "Jeremy",
  "title": "AMR b. OSMAN el-MEKKÎ",
  "arabic_title": "عمرو بن عثمان المكي",
  "summary": "Ebû Abdillâh Amr b. Osmân b. Küreb el-Mekkî (ö. 297/910) “Üstâdü’s-sûfiyye” unvanıyla tanınan ilk devir sûfîlerinden.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Aslen Yemenli olmakla birlikte daha çok Mekke’de oturduğundan el-Mekkî nisbesini aldı. Cüneyd-i Bağdâdî’nin sohbetinde bulundu. Devrin meşhur âbid lerinden Ebû Abdullah Saîd en-Nibâcî’den geniş ölçüde faydalandı. Bağdat’ta vefat etti. Kaynaklarda vefat tarihinin 291 (904) olduğuna dair bir rivayet de zikredilmektedir. Herevî, Amr b. Osman’ın usul ve hakikatler sahasında geniş bilgi sahibi olduğunu, semâa önem verdiğini, ince mânalı sözler söylediğini, sekr halinden uzak kalmaya ve tasavvufî hayatını sahv haline dayandırmaya dikkat ettiğini söyler. İbn Hafîf’in şeriatla hakikati birleştirdikleri için sûfîlere örnek almalarını tavsiye ettiği mutasavvıflardan biri olan Amr b. Osman, Allah’ı tanıma konusunda daha çok selbî sıfatlar üzerinde durur. İnsan Allah’ı ne kadar yüce ve mükemmel olarak tahayyül ve tasavvur ederse etsin yine de Allah’ın tahayyül ve tasavvur edilen şeyden çok daha yüce ve çok daha mükemmel olduğunu, Allah’la ilgili en yüce ve en mükemmel tahayyül ve tasavvurların O olmadığını, O’ndan başka olduğunu söyler. Herevî, çağdaşı sûfîlerle mektuplaşmasıyla tanınan Mekkî’nin bazı sözlerinden dolayı suçlanıp Mekke’den kovulduğunu, bunun üzerine Cidde’ye gittiğini ve Cidde halkının kendisini kadı yaptığını haber verir. Zühdü, “gönülde dünyaya yer vermemektir” şeklinde tarif eden Amr b. Osman el-Mekkî, Hallâc’ın üstadıdır. Ancak meşrepleri farklı olan bu iki sûfî birbirleriyle anlaşamadıklarından beraberlikleri fazla sürmemiştir. Amr b. Osman, bir gün Hallâc’ın bir şeyler yazdığını görünce ne yaptığını sormuş, o da Kur’an’a nazîre (muâraza) yazdığını söyleyince kendisini yanından kovmuş ve beddua etmişti. Bu bedduanın Hallâc’ın idam edilmesinin mânevî sebebi olduğu ileri sürülmektedir. Diğer bir rivayete göre, Mekkî’nin Gencnâme adlı gizli bilgiler ihtiva eden bir risâlesi vardı. Gencnâme ’de İblîs’in Âdem’e secde etmemesi, Âdem’e emanet edilen sırrı görme arzusuyla izah edilmekte ve İblîs ilâhî sırra âşina bir ârif olarak tanıtılmaktaydı (bk. Attâr, Tezkiretü’l-evliya , s. 487). Hallâc’ın bu risâleyi çalarak içindekileri halka açıklaması, asılmasına sebep olmuştu. Hücvîrî, Mekkî’nin Kitâbü’l-Maḥabbe adlı bir eseri olduğunu, bu risâlede sır, ruh, kalp ve bedenin yedişer bin senelik aralıklarla yaratıldıklarını, yaratılışa sevgi ve güzelliğin esas alındığını, dünyaya gelen ruhların ancak aşkla mi‘rac yaparak ilâhî âleme yükseleceklerinin anlatıldığını bildirir. Tasavvuf konusundaki derin görüşlerini temkinli ifadelerle ortaya koyan Amr b. Osman el-Mekkî’ye bütün sûfîler hürmet göstermiş ve onu kendilerine örnek almışlardır. BİBLİYOGRAFYA Sülemî, Ṭabaḳāt , s. 202. Ebû Nuaym, Ḥilye , X, 291. Kuşeyrî Risâlesi (trc. Süleyman Uludağ), İstanbul 1981, s. 146. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 241. Herevî, Ṭabaḳāt , s. 232. Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1985, s. 487. a.mlf., Mantık al-Tayr (trc. Abdülbaki Gölpınarlı), İstanbul 1963, II, 91. İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , II, 440. Baklî, Şerḥ-i Şaṭḥiyyât , s. 263. Lâmiî, Nefehât Tercümesi , s. 136. Şa‘rânî, eṭ-Ṭabaḳāt , I, 134. İbnü’l-İmâd, Şeẕerât , II, 225. Münâvî, el-Kevâkib , I, 259. Ebü’l-Hasan ed-Deylemî, Sîretü Ebî ʿAbdillâh İbni’l-Ḫafîf eş-Şîrâzî (trc. Rükneddin Yahyâ b. Cüneyd eş-Şîrâzî, nşr. A. Schimmel), Ankara 1955, s. 37. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1991 yılında İstanbul’da basılan 3. cildinde, 90 numaralı sayfada yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Sülemî, Ṭabaḳāt , s. 202.",
        "Ebû Nuaym, Ḥilye , X, 291.",
        "Kuşeyrî Risâlesi (trc. Süleyman Uludağ), İstanbul 1981, s. 146.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 241.",
        "Herevî, Ṭabaḳāt , s. 232.",
        "Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1985, s. 487.",
        "a.mlf., Mantık al-Tayr (trc. Abdülbaki Gölpınarlı), İstanbul 1963, II, 91.",
        "İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , II, 440.",
        "Baklî, Şerḥ-i Şaṭḥiyyât , s. 263.",
        "Lâmiî, Nefehât Tercümesi , s. 136.",
        "Şa‘rânî, eṭ-Ṭabaḳāt , I, 134.",
        "İbnü’l-İmâd, Şeẕerât , II, 225.",
        "Münâvî, el-Kevâkib , I, 259.",
        "Ebü’l-Hasan ed-Deylemî, Sîretü Ebî ʿAbdillâh İbni’l-Ḫafîf eş-Şîrâzî (trc. Rükneddin Yahyâ b. Cüneyd eş-Şîrâzî, nşr. A. Schimmel), Ankara 1955, s. 37."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 716
}
