{
  "id": "eweb_232",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/asil#3-tasavvuf",
  "annotator": "Jeremy",
  "title": "ASIL",
  "arabic_title": "الأصل",
  "summary": "Fıkıh, hadis, tasavvuf, felsefe ve mantık alanlarında çeşitli anlamlarda kullanılan terim.",
  "parts": [
    {
      "author": "AHMET ÖZEL",
      "content": "FIKIH. Sözlükte “kök, dip, temel, kaide, kaynak, bir şeyin esası, dayanağı gibi mânalara gelen asıl (çoğulu usûl), fıkıh terimi olarak başlıca şu anlamlarda kullanılır: 1. “Delil”. Şer‘î hükümlerin dayanak ve kaynağını teşkil eden kitap, sünnet, icmâ, kıyas ve diğer delilleri ifade etmek için kullanılır. Meselâ “Bu meselede asıl kitaptır” dendiği zaman o konudaki hükmün Kur’an’a dayandığı kastedilmiş olur. 2. “Küllî kaide”. Fıkıhta küllî kaidelere asıl , onlara dayanan cüz’î meselelere de fer‘ denir. Meselâ “Yakīn şek ile zâil olmaz” küllî kaidesi bir asıl, ona dayanan bütün cüz’î meseleler de onun fer‘leridir. 3. “ İstishâb kaidesinde önceki hal”. Bir konuda değişmeyi gerektiren sonraki halin ortaya çıkmasından önceki durumu ifade eder. Meselâ abdestli bir kimsenin abdestinin bozulup bozulmadığında şüphe etmesi halinde, önceki hali (abdestli oluşu) asıl olup hüküm ona göredir. Abdesti bozulmuş bir kimsenin daha sonra abdest alıp almadığında şüphe etmesi durumunda ise abdestsiz oluşu asıldır. Bu iki örnek aynı zamanda yukarıda zikredilen küllî kaidenin de birer fer‘idir. 4. “Vasfın mukabili”. Bu mânada kullanılışı, daha çok Hanefîler’in butlân ve fesad arasındaki ayırımlarında görülür. Onlara göre butlâna yol açan sebepler şeyin aslına, fesada yol açan sebepler de vasfına taalluk eder. 5. “Bir kimsenin soyundan geldiği en yakın akrabaları”. Bunlar baba, anne ve her iki taraftan dedeler ve ninelerdir. Kişinin bu temel nesep zincirini oluşturan yakınları onun usul ü, kendi çocukları, çocuklarının çocukları... da fürû udur. Usul ve fürû mahremiyet, miras, nafaka, zekât vb. birçok fıkhî konuda diğer yakınlardan farklı hükümlere tâbidir. 6. “Kıyasın rükünlerinden biri”. Şer‘î bir delil olan kıyasta, hakkında nas bulunan ve hükmü kıyas yapılarak hakkında nas bulunmayan diğer meseleye aktarılan ana meseleye asıl denir. 7. “Vakfedilen mal”. Osmanlılar’da vakıf akdinin konusunu teşkil eden menkul veya gayri menkul mallara -ister başlangıçta vakfedilen ister sonradan bunlara ilâve edilen mallar olsun- asl-ı vakf denmekteydi. Bu terimin mukabili de avâid-i vakf tır (vakfın gelirleri). 8. “Bazı dinî ve hukukî konularda öncelikle gerekli olan husus”. Şer‘î hükmün ilk önce taalluk ettiği ve kendisi olmayınca yerine bedeli bulunan şeye asıl, bedel olan şeye de halef denir. Asıl kelimesi bu mânada, Mecelle ’de geçen bazı fıkhî kaidelerde zikredilmektedir. a) “Asıl sabit olmadığı halde fer‘in sabit olduğu vârittir” (md. 81). Meselâ bir kimsenin, falan bana borçludur ve falan da buna kefildir, diye iddiada bulunması halinde borçlu inkâr eder ve kefil de ikrarda bulunursa kefilin söz konusu meblâğı ödemesi gerekir. b) “Asıl sâkıt olunca fer‘ de sâkıt olur” (md. 50). Meselâ alacaklının borçluyu ibrâsı halinde kefil de sorumluluktan kurtulur. c) “Aslın ifası kabil olmayınca bedeli ifa olunur” (md. 53). Gaspolunan şeyin helâki halinde iadesi mümkün olmayınca misli veya kıymetinin ödenmesi, abdest alma imkânı bulunmadığında teyemmüm yapılması bunun misalleri olarak zikredilebilir. 9. “Miras hukukunda ashâbü’l-ferâiz in hisselerinin ortak paydası”. Bu mânada aslü’l-mes’ele şeklinde kullanılır. Miras taksiminde hisse sahiplerine düşen miktarları tesbit için yapılan hesapta ortaya çıkan ortak paydaya aslü’l-mes’ele veya mahreç denir. Ortak paydanın payların toplamına eşit olması halinde hisseler tam olarak dağıtılmış olur. Ortak payda ve payların birbirine eşit olduğu bu duruma âdile denir. Payların toplamı ortak paydadan çok olunca avl , aksi durumda da red hali söz konusudur. 10. Fakihler alışverişle ilgili konuları ele alırken meyve, sebze ve diğer ziraî ürünlere nisbetle onların ağaç, kök ve bitkileri, menfaat ve hukukuna nisbetle de bina ve arazi gibi gayri menkullerin bizzat kendileri mânasına da asıl kelimesini kullanırlar. 11. Asıl kelimesi çoğul şekliyle (usûl) bazı ilimlere izâfetle de kullanılır. Bu durumda, söz konusu ilmin öğretim ve araştırmalarında esas alınan ve o ilmin dayandığı genel kaideler kastedilir; bu kaideler bazan müstakil bir ilim dalını oluşturur: Usûl-i fıkıh, usûl-i hadîs, usûl-i tefsîr gibi. 12. Bunlardan başka asıl kelimesi “rüchân”, “lâyık ve gerekli olma”, “ihtiyaç duyulan şey” gibi mânalarda da kullanılmaktadır. BİBLİYOGRAFYA et-Taʿrîfât , “aṣl” md. Tâcü’l-ʿarûs , “aṣl” md. Ebü’l-Bekā, el-Külliyyât , Bulak 1253, s. 50. Mecelle , md. 50, 53, 81. Ali Himmet Berki, Vakfa Dair Yazılan Eserlerle Vakfiye ve Benzeri Vesikalarda Geçen Istılah ve Tâbirler , Ankara 1966, s. 6. Hüseyin Halef el-Cübûrî, “el-Aṣl ve’l-ḫalef ʿinde’l-uṣûliyyîn”, Mecelletü’l-baḥs̱i’l-ʿilmî ve’t-türâs̱i’l-İslâmî , V, Mekke 1402/1982, s. 93-99. Bahaeddin Yediyıldız, “Vakıf”, İA , XIII, 156. Mv.Fİ , XIX, 369-371. Hayreddin Karaman, “Asl”, İBA , I, 255. Mv.F , V, 55-62. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 1991 yılında İstanbul’da basılan 3. cildinde, 473 numaralı sayfada yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "et-Taʿrîfât , “aṣl” md.",
        "Tâcü’l-ʿarûs , “aṣl” md.",
        "Ebü’l-Bekā, el-Külliyyât , Bulak 1253, s. 50.",
        "Mecelle , md. 50, 53, 81.",
        "Ali Himmet Berki, Vakfa Dair Yazılan Eserlerle Vakfiye ve Benzeri Vesikalarda Geçen Istılah ve Tâbirler , Ankara 1966, s. 6.",
        "Hüseyin Halef el-Cübûrî, “el-Aṣl ve’l-ḫalef ʿinde’l-uṣûliyyîn”, Mecelletü’l-baḥs̱i’l-ʿilmî ve’t-türâs̱i’l-İslâmî , V, Mekke 1402/1982, s. 93-99.",
        "Bahaeddin Yediyıldız, “Vakıf”, İA , XIII, 156.",
        "Mv.Fİ , XIX, 369-371.",
        "Hayreddin Karaman, “Asl”, İBA , I, 255.",
        "Mv.F , V, 55-62."
      ]
    },
    {
      "author": "ABDULLAH AYDINLI",
      "content": "HADİS. Asıl hadis ilminde “hocanın kitabı; hoca; bir babın dayandığı temel hadis” gibi değişik mânalarda kullanılır. Bunları şöyle sıralamak mümkündür: 1. Hocanın rivayet ettiği hadisleri ihtiva eden kitaba veya hocanın kendi nüshasına asıl denir. Hoca hadis rivayet ederken bu hadisleri ya ezberden veya kitabından okur. Ebû Hanîfe ve İmam Mâlik kıraat yoluyla hadis rivayet eden hocanın yanında bulunan kitaptaki hadisleri ezbere bilmesini şart koşarlar. Bu şekildeki hadis öğreniminde hocanın ezbere bilmediği aslını güvenilir bir talebesinin elinde tutması halinde tahammül ün sıhhati hakkında ihtilâf edilmiştir. Ancak hadisçilerin çoğu bu şekildeki tahammülü sahih saymışlardır. Eğer hoca aslını ezberlemişse bunun hocada bulunmasıyla bir başkasının elinde bulunması arasında fark yoktur. Her talebenin fer‘ denilen kendi kitabını hocadaki aslıyla karşılaştırması gereklidir. Karşılaştırılmamış bir kitaptan yapılan rivayet, ancak râvinin asıldan hatasız istinsah eden biri olması, güvenilir bir asıldan istinsah etmesi ve karşılaştırma yapmadığını belirtmesi durumunda câiz görülmüştür. 2. Hadis rivayet eden kimse (hoca, şeyh), talebesine nisbetle asıl sayılır. 3. Genel olarak sahih hadisler ihtiva eden ve bu yönüyle şöhret bularak müslümanların itimadını kazanmış olan hadis kitabı. Bu nevi hadis kitapları birden fazla olduğu takdirde bunlara usul de denir: Usûl-i sitte ( Kütüb-i Sitte ) gibi. 4. Hadisin senedi yani râvilerin zikredildiği kısmı. BİBLİYOGRAFYA İbnü’s-Salâh, ʿUlûmü’l-ḥadîs̱ , s. 168, 170-171. Tîbî, el-Ḫulâṣa fî uṣûli’l-ḥadîs̱ (nşr. Subhî es-Sâmerrâî), Bağdad 1391/1971, s. 149. Sehâvî, Fetḥu’l-muġīs̱ , Kahire 1388/1968, I, 318; II, 35, 165, 171, 209. Süyûtî, Tedrîbü’r-râvî , I, 127; II, 12, 19, 77. Ali el-Kārî, Muṣṭalaḥâtü ehli’l-es̱er , İstanbul 1327, s. 264. Tecrid Tercemesi , I, 384. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 1991 yılında İstanbul’da basılan 3. cildinde, 473 numaralı sayfada yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "İbnü’s-Salâh, ʿUlûmü’l-ḥadîs̱ , s. 168, 170-171.",
        "Tîbî, el-Ḫulâṣa fî uṣûli’l-ḥadîs̱ (nşr. Subhî es-Sâmerrâî), Bağdad 1391/1971, s. 149.",
        "Sehâvî, Fetḥu’l-muġīs̱ , Kahire 1388/1968, I, 318; II, 35, 165, 171, 209.",
        "Süyûtî, Tedrîbü’r-râvî , I, 127; II, 12, 19, 77.",
        "Ali el-Kārî, Muṣṭalaḥâtü ehli’l-es̱er , İstanbul 1327, s. 264.",
        "Tecrid Tercemesi , I, 384."
      ]
    },
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "TASAVVUF. Sûfîler tasavvufun temel esaslarına asıl (çoğulu usûl), ikinci derecedeki esaslarına da fer‘ (çoğulu fürû) adını verirler. Serrâc’a göre tevhid, mârifet, iman, yakīn ve sıdk birer asıl, bunların temeli olan hidayet ise aslü’l-usûldür. Haller, makamlar, ameller, taatler bu asılların fer‘leridir. Sûfîler nelerin asıl olduğu konusunda değişik fikirler ileri sürmüşlerdir. İlk sûfîlerden Sehl et-Tüsterî’ye göre Kur’an’a sımsıkı sarılmak, sünnete uymak, helâl yemek, eziyet etmemek, günahtan sakınmak, tövbe etmek, hakları yerine getirmek tasavvufun esasıdır. Nasrâbâdî ise tasavvufun esaslarını şöyle sıralar: Kur’an ve hadise sımsıkı bağlanmak, hevâ yı, hevesi ve bid‘atları terketmek, şeyhlere saygı göstermek, halkın hatalarını hoş görmek, dostlarla iyi geçinmek ve onlara hizmet etmek, güzel huy sahibi olmak, evrâd a devam etmek, te’vile ve ruhsatlara yanaşmamak. Bünân b. Muhammed el-Hammâl ise vaad edilen rızkın verileceğine güvenmeyi, emirleri yerine getirmeyi, derunî halleri kontrol etmeyi, dünya ve âhiret kaygısını içinden atarak hakka sarılmayı tasavvufun aslı olarak kabul eder. Sûfîler iyilik ve kötülüklerin kökünü ve kaynağını tesbit için çeşitli görüşler ileri sürmüşlerdir. Hâtim el-Esamm’a göre taatin aslı korku, ümit ve sevgi; günahın aslı kibir, hırs ve hasettir. Ebü’l-Hüseyin el-Fârisî cömert, alçak gönüllü, kanaatkâr ve iyi huylu olmayı iyiliğin aslı sayar. Hücvîrî, gerek asıl gerekse fer‘ olan şeylerin bir zâhiri, bir de bâtını bulunduğunu söyler. Usûlün zâhiri kelime-i şehâdet, bâtını mârifetin hakikatidir. Fürûun zâhiri sürekli ve düzenli amel, bâtını iyi niyettir. Bâtını olmayan hakikatin (tasavvufun) zâhiri münafıklık, zâhirsiz hakikatin bâtını zındıklıktır. Bunun gibi bâtınsız şeriatın zâhiri alâyiş, zâhirsiz şeriatın bâtını hevâ ve hevestir. Sûfîler rüsûmdan usule kaçarlar, yani şekilciliği bırakarak meselelerin köküne ve kaynağına inerler. Onlar vüsûl için usule riayeti şart koşar, birçok bid‘at ve dalâletin asıllara dikkat etmemekten kaynaklandığını söylerler. Meselâ bütün mutasavvıflara göre Allah’a eren kul hür olur. Burada hürriyet, Allah’ın emir ve yasaklarına uyup uymama konusunda hür ve serbest olma mânasına değil Allah’tan başkasına kul olmama, Allah’a tam olarak kul olma anlamına gelmektedir. Bu noktada İbâhîliğe kayanlar usulü dikkate almadıkları için sapıtmışlardır. İbnü’l-Arabî’ye göre aslın özelliği gizli kalmak, fer‘in özelliği açığa çıkmaktır. Onun için diğer asıllar gibi eşyanın aslı olan hak da gizli ve gaybdır. Onun fer‘i yani tecellîsi açıktır. Tecellîler ondan gelir, yine ona dönerler. Çünkü her şey aslına rücû eder. Tasavvufta asıllar umumiyetle on olarak tesbit edilmiştir. Herevî’nin Menâzilü’s-sâʾirîn ’de tesbit ettiği on esas şunlardır: Kast, azim, irade, edep, yakīn, üns, zikir, fakr, gınâ, makāmü’l-murâd. Necmeddîn-i Kübrâ’nın el-Uṣûlü’l-ʿaşere risâlesinde açıkladığı on esas da şunlardır: Tevbe, zühd, tevekkül, kanaat, uzlet, zikir, Allah’a teveccüh, sabır, murakabe, rızâ. İlk zamanlarda asıl diye bahsedilen hususlar daha sonraları tasavvufî makamlar olarak görülmüştür. Tarikat ve tekke âdâb ve erkânına da usul denir. BİBLİYOGRAFYA Hakîm et-Tirmizî, Ḫatmü’l-evliyâʾ , s. 270, 591. Serrâc, el-Lümaʿ , s. 288, 433, 531. Sülemî, Ṭabaḳāt , s. 210, 215, 294, 400, 485. Kuşeyrî, er-Risâle , s. 731. Hücvîrî, Keşfü’l-maḥcûb , Tahran 1337 hş., s. 369. Baklî, Meşrebü’l-ervâḥ , s. 67. a.mlf., Şerḥ-i Şaṭḥiyyât , Tahran 1360 hş./1981, s. 578. İbnü’l-Arabî, el-Fütûḥât , I, 4, 75; III, 346; IV, 248. Herevî, Menâzil , s. 25. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Beyrut 1403/1983, I, 508. Şâtıbî, el-İʿtiṣâm , I, 97. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 1991 yılında İstanbul’da basılan 3. cildinde, 474 numaralı sayfada yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Hakîm et-Tirmizî, Ḫatmü’l-evliyâʾ , s. 270, 591.",
        "Serrâc, el-Lümaʿ , s. 288, 433, 531.",
        "Sülemî, Ṭabaḳāt , s. 210, 215, 294, 400, 485.",
        "Kuşeyrî, er-Risâle , s. 731.",
        "Hücvîrî, Keşfü’l-maḥcûb , Tahran 1337 hş., s. 369.",
        "Baklî, Meşrebü’l-ervâḥ , s. 67.",
        "a.mlf., Şerḥ-i Şaṭḥiyyât , Tahran 1360 hş./1981, s. 578.",
        "İbnü’l-Arabî, el-Fütûḥât , I, 4, 75; III, 346; IV, 248.",
        "Herevî, Menâzil , s. 25.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Beyrut 1403/1983, I, 508.",
        "Şâtıbî, el-İʿtiṣâm , I, 97."
      ]
    },
    {
      "author": "M. NACİ BOLAY",
      "content": "FELSEFE. Aristo’ya göre asıl, varlığı meydana getiren maddî, sûrî, fâil ve gaye sebeplerden yalnız maddî sebep anlamında kullanılır. Bu anlamda sebep maddî bir varlığı ifade eder ki bu madde bir başka şeyin varlığı için zaruri ve asıl sebeptir. Meselâ gümüş, vazonun; ağaç, sandalyenin asıl maddesi ve dolayısıyla sebebidir. Mantık terminolojisinde asıl, kavram (tasavvurat) ve önerme (tasdikat) mantığının temel konularını ve gayelerini belirleyen bir terimdir. Meselâ kavramların aslı beş küllîdir (cins, nevi, fasıl, hassa, araz), gayesi ise ispat teorisinde uygulanan kıyastır. Çünkü hükmü teşkil eden asıl unsur tek tek kavramlardır; kıyası meydana getiren asıl unsur ise önermelerdir (hükümler). Şu halde kavramlar yoksa hükümler de yoktur. Hükümler yoksa kıyastan da söz edilemez. Çünkü aslın bulunmadığı yerde fer‘in varlığını düşünmek mümkün değildir. BİBLİYOGRAFYA Aristoteles [Aristo], Metaphysica (trc. Tricot), Paris 1953, s. 10, 13, 25 vd. Gazzâlî, Miʿyârü’l-ʿilm , s. 68 vd. a.mlf., Maḳāṣıdü’l-felâsife (nşr. Süleyman Dünyâ), Kahire 1961, s. 34 vd. Tehânevî, Keşşâf , I, 85. E. Goblot, Traité de logique , Paris 1941, s. 43. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 1991 yılında İstanbul’da basılan 3. cildinde, 474 numaralı sayfada yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Aristoteles [Aristo], Metaphysica (trc. Tricot), Paris 1953, s. 10, 13, 25 vd.",
        "Gazzâlî, Miʿyârü’l-ʿilm , s. 68 vd.",
        "a.mlf., Maḳāṣıdü’l-felâsife (nşr. Süleyman Dünyâ), Kahire 1961, s. 34 vd.",
        "Tehânevî, Keşşâf , I, 85.",
        "E. Goblot, Traité de logique , Paris 1941, s. 43."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}