{
  "id": "eweb_233",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/ask#1",
  "annotator": "Jeremy",
  "title": "AŞK",
  "arabic_title": "العشق",
  "summary": "Tasavvuf, İslâm felsefesi ve edebiyatta kullanılan geniş anlamlı bir terim.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Arapça aslı ışk olup sözlükte “şiddetli ve aşırı sevgi; bir kimsenin kendisini tamamen sevdiğine vermesi, sevgilisinden başka güzel görmeyecek kadar ona düşkün olması” anlamına gelir. Lugat kitaplarında aşk kelimesinin sözlük anlamının, aynı kökten olup “sarmaşık” anlamına gelen aşeka ile yakından ilgili olduğu belirtilir. Buna göre sarmaşığın kuşattığı ağacın suyunu emmesi, onu soldurup zayıflatması ve bazan kurutması gibi aşırı sevgi de sevenin sevdiğinden başkasıyla ilgisini kestiği, onu sarartıp soldurduğu için bu duyguya aşk denilmiştir. Ayrıca hem tatlı hem ekşi olan bir çeşit meyveye de uşuk denilir (bk. Lisânü’l-ʿArab , “ʿaşḳ” md.; Tâcü’l-ʿarûs , “ʿaşḳ” md.; Kāmus Tercümesi , “ʿaşḳ” md.). İslâmî literatürde aşk ilâhî ve beşerî olmak üzere başlıca iki anlamda kullanılmış, ilâhî aşka genellikle “hakiki aşk”, beşerî aşka da “mecazî” veya “uzrî aşk” denilmiştir. İlâhî aşk geniş ölçüde tasavvufta, kısmen de İslâm felsefesinde işlenmiş; İslâm felsefesinde ayrıca kozmik varlıklar hiyerarşisinde alttaki bir varlığın üstteki varlık veya varlıklara duyduğu arzu (şevk) ve sevgi de çoğu zaman aşk terimiyle ifade edilmiştir. Kelâma dair bazı kaynaklarda ise tasavvuftaki aşk anlayışı tenkit edilmiştir. Hem ilâhî hem de mecazî anlamda aşk edebiyatın ana temalarından birini oluşturmuş, bu kavram etrafında geniş bir aşk edebiyatı meydana gelmiştir. Ayrıca daha çok felsefî mahiyetteki bazı ahlâk kitaplarında mecazî aşkın kötülüğü ve zararları üzerinde durulmuştur. TASAVVUF. Kur’an ve sahih hadislerde aşk kelimesi geçmez; “sevgi” çoğunlukla hub ve muhabbet , bazan da meveddet kelimeleri ve bunların müştaklarıyla ifade edilir. Allah sevgisinden çok Allah korkusuna ağırlık veren ilk zâhidler de aşktan söz etmemişlerdir. İlk defa II. (VIII.) yüzyılda Allah ile kul arasındaki sevgiyi anlatmak üzere nâdiren de olsa aşk kelimesinin kullanılmaya başlandığını gösteren rivayetler vardır. Nitekim söylendiğine göre Hasan-ı Basrî (ö. 110/728) Allah’ın, “Kulum bana, ben de ona âşık olurum” buyurduğunu belirtmiştir. Abdülvâhid b. Zeyd ise (ö. 177/793) peygamberlerden birinin, “Allah bana, ben de O’na âşık oldum” dediğini söyler. Başka bir rivayette buna benzer bir söz Ebü’l-Hüseyin en-Nûrî’ye (ö. 295/908) isnat edilmiştir. Baklî’nin naklettiğine göre ( Şerḥ-i Şaṭḥiyyât , s. 165) Ebü’l-Hüseyin en-Nûrî, “Ben Allah’a âşığım, O da bana âşıktır” dediği için kâfir olduğuna hükmedilerek memleketinden kovulmuş, daha sonra idam edilmek üzere cellâdın önüne çıkarılmış ve son anda asılmaktan kurtulabilmiştir. Bu rivayetten de anlaşılacağı üzere âlimler, hatta ilk dönemlerde mutasavvıfların büyük çoğunluğu, Allah sevgisini ifade etmek üzere Kur’an ve Sünnet’te yer alan hub ve muhabbet yerine aşk kelimesinin kullanılmasına karşı çıkmışlar; Râbia el-Adeviyye (ö. 185/801), Bâyezîd-i Bistâmî (ö. 234/848), Cüneyd-i Bağdâdî (ö. 297/909), Hallâc-ı Mansûr (ö. 310/922) gibi sevgi temasını işleyen ilk sûfîler genellikle aşk, âşık ve mâşuk yerine hub, muhabbet, habîb, mahbûb kelimelerini kullanmayı tercih etmişlerdir. Şer‘î hükümlere titizlikle bağlı olduğu bilinen İbn Hafîf de (ö. 371/981) Allah sevgisinin aşk kelimesiyle ifade edilmesine uzun süre karşı çıkmıştır. Ancak onun Cüneyd-i Bağdâdî’ye isnat edilen aşkın mahiyetine dair bir risâleyi okuduktan sonra görüşünü değiştirdiği, hatta bu konuda bir de risâle yazdığı rivayet edilir. Hâris el-Muhâsibî, Hâce Abdullah el-Herevî, Muhammed b. Hüseyin es-Sülemî, Ebû Tâlib el-Mekkî, Hakîm et-Tirmizî, Ebû Nasr es-Serrâc, Muhammed b. İbrâhim el-Kelâbâzî, Ebû Nuaym, Abdülkerîm el-Kuşeyrî, Hücvîrî, Gazzâlî gibi mutasavvıf yazarlar da eserlerinde aşk kelimesine ya hiç yer vermemişler veya nâdiren kullanmışlar, bunun yerine büyük önem verdikleri Allah sevgisi konusunu hub ve muhabbet terimleriyle anlatmayı tercih etmişlerdir. Bunlardan Kuşeyrî’nin naklettiğine göre Allah ile kul arasındaki sevginin aşk kavramıyla ifade edilmesine karşı olan şeyhi Ebû Ali ed-Dekkāk bu görüşünü şöyle açıklamıştı: Aşk aşırı sevgi yani sevgide ölçüyü aşma anlamına gelir. Allah için böyle bir aşırılık düşünülemeyeceğinden O’nun kuluna olan sevgisine aşk denemez. Öte yandan kulun Allah’a duyduğu sevgi ne kadar güçlü olursa olsun yine de O’nu yeterince ve lâyık olduğu ölçüde sevemeyeceğinden kulun Allah sevgisi de aşk diye adlandırılamaz (bk. Risâle , s. 615). Bununla birlikte Kuşeyrî sûfîlerin Allah sevgisini aşk kelimesiyle ifade etmelerini müsamaha ile karşılamıştır. Nitekim o eserinin “Muhabbet” bölümünü, “Âşıklar söyledikleri sözlerden dolayı kınanmazlar” cümlesiyle bitirir ( a.g.e. , s. 625). Aşk kelimesinin dinî bir terim olarak kullanılmasını câiz gören sûfîlerin dayandıkları bazı âyet ve hadisler vardır. Meselâ onlara göre, “İman edenler Allah’ı daha şiddetle severler” (el-Bakara 2/165) âyetindeki “şiddetli sevgi”den maksat aşktır. Diğer bir âyette de (et-Tevbe 9/24) müminlerin Allah’ı her şeyden çok sevmeleri gerektiği belirtilmiştir. Hz. Peygamber Hz. Ömer’e, “Ben sana herkesten daha sevimli olmadıkça iman etmiş olamazsın” demişti (Buhârî, “Îmân”, 8-9; Müslim, “Îmân”, 67-70). Mutasavvıflar bu mânaya gelen âyet ve hadislerden Allah’a ve resulüne âşık olmanın lüzumu mânasını çıkarmışlardır. Hücvîrî meşâyihin aşk konusunda farklı görüşler taşıdıklarını belirterek başlıca görüşleri şöyle açıklar: Bir zümreye göre aşk sevgilisinden ayrı düşenin bir niteliğidir. Kul da Allah’tan ayrı kaldığına göre onun Allah sevgisine aşk demek câizdir. Buna karşılık Allah hiçbir şeyden ayrı ve uzak bulunmadığına göre O’nun sevgisi aşk kelimesiyle ifade edilemez. Başka bir görüşe göre aşk sınırı aşma demek olduğu, Allah da sınırsız varlık olduğu için O’na duyulan sevgi hiçbir şekilde aşırı olamaz, dolayısıyla aşk diye adlandırılamaz. Hücvîrî, dayandıkları çeşitli gerekçeleri de sıralayarak müteahhirînin, Allah’a duyulan sevginin muhabbet terimiyle ifade edilmesi gerektiği, bunun yerine aşk kelimesini kullanmanın câiz olmadığı görüşünü benimsediklerini belirtir ( Keşfü’l-maḥcûb , s. 401). Gazzâlî İḥyâʾü ʿulûmi’d-dîn ’in Allah sevgisi konusunu işlediği “Kitâbü’l-Maḥabbe ve’ş-şevḳ ve’l-üns ve’r-rıżâ” başlıklı bölümünde aşk kelimesine iltifat etmemiştir. Bununla birlikte o aynı eserin semâ konusu ile ilgili bölümünde Allah’ı seven, O’na âşık olan ve O’na kavuşma iştiyakı duyan kişinin semâından da söz etmekte ve bu semâın kişinin şevk, aşk ve sevgisini coşturacağını belirtmektedir. Gazzâlî’ye göre Allah’ı tanıyan O’nu sever. Tanıma (mârifet) arttıkça sevgi de gelişir ve güçlenir. İşte bu sevgiye aşk denir. Sevginin bu şekilde aşk halini alması, kulun mârifette yetkinleşerek ilâhî güzelliği idrak etmesinden ileri gelir; bu idrak arttıkça aşk da güçlenir. Nitekim Hz. Peygamber’in Hira’da ibadete kapandığını gören Mekke müşrikleri, “Muhammed Tanrı’sına âşık oldu” demişlerdi. Gerçek âşık kalbindeki Allah sevgisine hiçbir varlığın sevgisini ortak etmez. Bu yüzden başka şeylere karşı duyulan sevgiye ancak mecaz yoluyla aşk denebilir; çünkü ortağı olmayan, dolayısıyla ortaksız sevilebilen tek varlık Allah’tır ( İḥyâʾ , II, 279-280). Çeşitli sebeplerden dolayı aşk kelimesini yaygın olarak kullanmaktan çekinen ilk sûfîlerin arasında coşkulu aşk halleri yaşayan pek çok sûfî vardı. Meselâ Serî es-Sakatî, derisi kemiklerine yapışmış ellerini Cüneyd’e göstererek, “İşte muhabbet budur” demişti. Ona göre bir kimse, “ey ben olan sen” diyecek kadar benliğini sevdiğinde eritmedikçe muhabbeti tam ve mükemmel olamaz. Menkıbeye göre Semnûn Muhib de bir defasında muhabbetten o kadar etkili sözlerle bahsetmişti ki uçan bir kuş bu sözlerin cazibesine kapılarak onun önüne konmuş ve gagasını yere vura vura ölmüştü (Kuşeyrî, s. 619). Görüldüğü gibi bu rivayetlerdeki sevgi muhabbetten çok aşk haline uymaktadır. Başta Hallâc, Ebû Bekir eş-Şiblî ve Bâyezîd-i Bistâmî olmak üzere bazı mutasavvıflarda tam anlamıyla aşk hali mevcuttur. Tasavvuf tarihinde aşkı ilk defa ıstırap ve elem şeklinde anlayan ve bu tarzda tarif eden Hallâc Kitâbü’ṭ-Ṭavâsîn ’de ilâhî aşkı pervane ve mum misaliyle anlatmıştır. Pervanenin mum ışığını görmesi “ilme’l-yakīn”, ona yaklaşıp hararetini hissetmesi “ayne’l-yakīn”, ateşin içinde yanıp kül olması “hakka’l-yakīn”dir. Aşkın en son gayesi yana yakıla yok olmaktır. Aşk kavramına ilk defa kanı karıştıran da Hallâc’dır. İdam edilirken elleri kesildiği zaman yüzünü kana bulamış, sebebi sorulunca, “Aşk ile kılınacak iki rek‘at namazın abdesti kanla alınmazsa sahih olmaz” cevabını vermişti. Menkıbeye göre vücudundan akan kanlar yere Allah kelimesini yazacak şekilde akmıştı. Hallâc’a bundan dolayı “şehîd-i aşk” denilmiş, onun dert ve elem dolu aşk macerası bütün mutasavvıflara örnek olmuştur. Tasavvuf tarihinde aşk kavramını ilk defa muhabbetten ayırarak ciddi bir şekilde inceleyen sûfî Ahmed el-Gazzâlî’dir (ö. 520/1126). Bu sebeple o, tasavvufî aşka ağırlık veren sûfîlerce büyük kardeşi Ebû Hâmid el-Gazzâlî’den daha üstün tutulmuştur. Zira İmam Gazzâlî’nin tasavvufu ilim ve mârifet ağırlıklı olduğu halde kardeşi tasavvufta aşkı esas almıştır. Onun Sevâniḥu’l-ʿuşşâḳ (Sevâniḥ fi’l-ʿışḳ) (Tahran 1322; İstanbul 1942) adlı Farsça risâlesi özel olarak aşk konusunun işlendiği ilk eserdir. Aşkın özellikleri, belirtileri, tesirleri ve mertebelerinin kısa bölümler halinde ele alındığı bu risâlenin yaygınlık kazanmasından sonra aşk kavramı tasavvuf çevrelerince hararetle benimsendi. Ahmed el-Gazzâlî’nin yaşadığı dönemi takip eden üç asır ilâhî aşk edebiyatının altın çağı oldu. Ahmed el-Gazzâlî’yi bu yolda talebesi Aynülkudât el-Hemedânî (ö. 525/1131) başarılı bir şekilde takip etti. Onun 1000 beyitten meydana gelen Nüzhetü’l-ʿuşşâḳ ve nehzetü’l-müştâḳ ’ı ile bu sahanın en başarılı eserlerinden sayılan Temhîdât (Tahran 1962) adlı eserleri aşka dairdir. Levâʾiḥ ’i de (Tahran 1337 hş.) bu sahanın önemli eserlerindendir. Senâî (ö. 525/1131) aşk edebiyatına canlı ve cazip bir üslûp getirmiş, onu Ferîdüddin Attâr, Fahreddîn-i Irâkī, Mevlânâ ve Abdurrahman-ı Câmî gibi büyük mutasavvıflar takip etmişlerdir. Senâî 576 beyitten meydana gelen ʿIşḳnâme ’sinde (Gazne 1332 hş.) ve Ḥadîḳatü’l-ḥaḳīḳa ve ṭarîḳatü’ş-şerîʿa (Leknev 1887) adlı eserinin sekizinci bölümünde aşk konusundaki görüşlerini etraflıca anlatmıştır. Özellikle aşk konusuna dair yazılan tasavvufî eserlerin en genişi, Rûzbihân-ı Baklî’nin (ö. 606/1209) ʿAbherü’l-ʿâşıḳīn adlı kitabıdır. Baklî’nin bu eserinde sûfîlerin aşk konusundaki görüşleri gayet açık ve parlak bir üslûpla anlatılmış ve Hallâc’ın nûr-ı Muhammedî hakkındaki nazariyesinin bir devamı olmak üzere kâinatın yaratılışı aşk unsuru ile açıklanmıştır. Baklî, hadîs-i kudsî diye rivayet edilen ve tasavvuf çevresinde büyük ilgi gören, “Ben gizli bir hazine idim, bilinmeyi istedim ve bu yüzden âlemi yarattım” (bk. Aclûnî, II, 132) anlamındaki sözde geçen “bilinmek”ten maksadın mârifet, “istemek”ten maksadın da muhabbet yani aşk olduğunu belirtir. Ona göre Allah’ın sevgiyle tecelli etmesinden âlem meydana gelmiştir. Bu ilk tecelliye “hakîkat-i Muhammediyye” de denir. Âlemin var olma sebebi Hz. Peygamber’in hakikati yani Allah’ın ona olan ezelî aşkıdır. Bundan dolayı Hz. Peygamber’e “habîbullah” ve “mahbûb-i kibriyâ” denilmiştir. Baklî Hz. Peygamber’den seyyidü’l-âşıkīn, ışşîkullah, muhibbullah, safiyyullah, habîbullah, bülbül-i aşk ve menba-ı aşk diye de bahseder. Hallâc’dan gelen ve Baklî’de güzel bir ifadesini bulan bu görüş daha sonra aşk konusunu işleyen mutasavvıfların hareket noktası olmuş, bütün âşık mutasavvıflar aşk konusundaki görüşlerini bu mihver etrafında geliştirmişlerdir. Bu görüşe göre âlem aşktan yaratıldığı için âlemdeki her zerrede aşkın izini ve yansımasını görmek zor değildir. Tasavvuftaki her şeyi kuşatan küllî ve umumi sevgiye buradan ulaşılmıştır. Bu telakkiye göre Allah Hz. Muhammed’e, Hz. Muhammed de Allah’a âşıktır. Mutasavvıflar ve velîler aşk konusunda Hz. Peygamber’in bu halini örnek almışlar, kendilerinin Hakk’ın âşığı ve mâşuku olduklarına inanmışlardır. Baklî ʿAbherü’l-ʿâşıḳīn ’de aşkın beş çeşidinden bahseder: Behîmî (hayvanî), tabiî, ruhanî, aklî, ilâhî aşk. Behîmî aşk ayyaş, günahkâr ve aşağılık kimselerin tanıdıkları nefs-i emmârenin eseri olup aslında hevâ ve hevesten ibaret olan aşktır; şehveti ve nefsî arzuları tatmin etmeyi hedef alır. Mâkul ve meşrû çerçevede olmayan behîmî aşk kötü ve günahtır. Tabiî aşk, unsurlardaki letâfetten hâsıl olan maddî ve cismanî bir aşk olup aklın ve ilmin hâkimiyetinde olmazsa kötüdür. Ruhanî aşk seçkinlerde (havas) bulunan, maddî ve mânevî güzelliklere karşı duyulan aşktır. Böyle bir aşka tutulan kimse kendisini şehvetten korursa bu aşk onu ârifler derecesine ulaştırabilir. Melekût âlemine çıkmak için merdiven vazifesi göreceğinden bu aşk makbul sayılmıştır. Aklî aşk ise melekût âleminde tecelli eden güzellikleri temaşadan hâsıl olur. İlâhî aşka buradan geçilir. İlâhî aşk aşkların en yücesidir. Sûfîler mâkul ve meşrû çerçevede kalması şartıyla her çeşit aşkı iyi sayar ve birinden öbürüne geçe geçe aşkların en yükseği olan ilâhî aşka ulaşmak isterler. Buna engel olduğu için şehvet, süflî arzular ve nefsânî isteklerin tesirinde kalan aşkı kötüler, bunun hevâ ve hevesten ibaret olduğunu söylerler. Başta Fuṣûṣü’l-ḥikem ve el-Fütûḥâtü’l-Mekkiyye olmak üzere hemen bütün eserlerinde sevgi konusu üzerinde önemle duran İbnü’l-Arabî (ö. 638/1240), aşk kelimesini de ilgiyle karşılamakla beraber daha çok muhabbet terimini kullanmayı tercih eder. İbnü’l-Arabî’ye göre sevgi üç çeşittir: İlâhî muhabbet, ruhî muhabbet, tabiî muhabbet. Hem Allah’ın bize olan sevgisine hem de bizim O’na olan sevgimize ilâhî muhabbet denir. İlâhî muhabbet Allah’ın önce kendi zâtını, sonra bizi sevmesi olmak üzere iki türlüdür. Allah zâtını zâtı için zâtında sevmiştir. Şeyler (eşya) var olmadan evvel mutlak gayb olan zât-ı bârîde ayn lar olarak mevcut olduğundan Allah’ın zâtını sevmesi aynı zamanda kendi dışındaki varlıkları da sevmesi demektir. Böylece varlıklar ezelde ilâhî muhabbete konu olmuştur. Bu varlıklar Allah’ın onlara olan muhabbetiyle yüklü olarak zuhûr ve tecellî suretiyle ortaya çıkarlar. Onun için hangi şekil ve surette görünürse görünsün her çeşit sevginin ilk ve hakiki kaynağı ilâhî muhabbettir. Ruhanî sevgi, sevenin sevdiği her şeyi sadece sevgilisi için sevmesi ve sevgilisinin muradından başka hiçbir şey düşünmemesi, başka bir deyişle âşığın kendi iradesinden fâni olarak mâşukun iradesiyle hareket etmesidir. Aşkın gayesi âşıkla mâşukun zatları yönünden birleşmeleridir. Ortada Allah’ın güzelliğinden ve O’na duyulan sevgiden başka bir şey bulunmadığından Allah’tan başkasını sevmek esasen mümkün de değildir. Nitekim O’ndan başkasına ibadet etmek de kabil değildir. Bu durumda Allah’tan başkasına ibadet aslında Allah’a ibadet mânasına geldiği gibi Allah’tan başkasını sevmek, güzellere ve güzel şekillere tutulmak da aslında Allah’ı sevmek mânasına gelir. Zira eşyada tecelli eden ve kendini gösteren yegâne güzellik O’nun güzelliğidir. İbnü’l-Arabî beşerî sevgiyi vahdet-i vücûd esasına sadık kalarak açıklamış ve böylece insan sevgisini ilâhî bir kaynağa bağlamıştır. Ona göre dünya güzelleri şeklinde tecelli eden Allah olduğu gibi âşığın gözünden bu güzelliği temaşa eden de Allah’tır. Âşık, mâşuk ve aşk O’dur. “Kendi hüsnün hûblar şeklinde peydâ eyledin / Çeşm-i âşıktan dönüp sonra temâşâ eyledin / Gerçi dilber kendidir hem giydi âşık kisvesin / Pes cemâl-i cilvesin kendi temennâ kıldı Hak” gibi mısralarda hep bu çeşit aşk anlayışı anlatılmıştır. İbnü’l-Arabî ibadetin aslının da sevgi olduğunu söyler. Onun içindir ki sevgisiz ibadet makbul olmaz. Çünkü sevgi en yüce ibadettir. Aşk makamı mâbud olma makamıdır. Bir “sevgi dini”nden de (dînü’l-hub) bahseden İbnü’l-Arabî dininin de kıblesinin de sevgi olduğunu ifade etmiştir. Mevlânâ Celâleddîn-i Rûmî açıkça aşk dininden bahsederek aşktan başka din ve mezhep tanımadığını ifade etmiştir. İbnü’l-Arabî’den önce de başta “Sultânü’l-âşıkīn” diye meşhur olan İbnü’l-Fârız (ö. 632/1235) ve Ebû Saîd-i Ebü’l-Hayr (ö. 440/1049) olmak üzere birçok büyük mutasavvıf peygamberlerinin ve kıblelerinin aşk olduğunu açıkça ifade etmişlerdir. Bu inanç Yûnus Emre ve Niyâzî-i Mısrî gibi mutasavvıf Türk şairleri tarafından da dile getirilmiştir. İnanç farkı gözetmeden yetmiş iki millete bir gözle bakmayı, herkesi aşk dergâhına davet etmeyi sağlayan bu mânadaki sevgi telakkisidir. İbnü’l-Arabî maddeden Allah’a varıncaya kadar türlü varlıklara duyulan sevgiyi öz itibariyle bir saydığından bunlar arasında sadece zâhirde bir derece farkı görür. Bu yüzden ayırım gözetmeksizin bütün seven ve sevilenlerde ilâhî sevginin bir izini, bir aksini müşahede eden ârif, aşk ve muhabbeti Allah’ın bir sıfatı olarak görür ve bu sıfatın O’nun gibi sonsuz olduğunu söyler. Bunun için aşk destanı sonsuza kadar anlatılacaktır. Aşk ve muhabbete ne kadar büyük önem verirse versin İbnü’l-Arabî’nin tasavvufunda ilim ve mârifet ağırlık kazanır. Halbuki Ahmed el-Gazzâlî, Aynülkudât el-Hemedânî, Senâî, Attâr, Rûzbihân-ı Baklî, İbnü’l-Fârız ve Celâleddîn-i Rûmî gibi mutasavvıflarda aşk ağırlıktadır. Hatta bunlar nazarında her şey aşktan ibarettir. Varlık hakkındaki açıklamaları tamamıyla aşka dayanır. Bunlar bir çeşit aşk metafiziği kurmuşlardır. Necmeddîn-i Kübrâ el-Uṣûlü’l-ʿaşere adlı risâlesinde mutasavvıfların üç yolu bulunduğundan bahseder: Ahyâr, ebrâr ve şüttâr. Şüttâr denilen sûfîler aşk, şevk, vecd, cezbe ve sekri esas almışlar, semâ âyinlerinde mûsiki ve raksla coşmuşlar, bu suretle aşk ve özlemlerini güçlendirmişlerdir. Mevlânâ’ya göre dünya konusunda aktif olan akıl Allah bahsinde hiçbir işe yaramaz. Dost aşkında aklı kurban etmek lâzımdır. Aşk konusunu ele alan mutasavvıflar akılla aşkı karşılaştırır ve aşkın akıldan üstün olduğunu ispatlamaya çalışırlar. Erzurumlu İbrâhim Hakkı’nın Mârifetnâme ’sinde (s. 416) bunun bir örneğini görmek mümkündür. Mutasavvıflar baştan beri akılla Allah’a varılamayacağını, O’na ermenin ancak sevgiyle olacağını savunmuşlardır. Mi‘racda söz konusu edilen Cebrâil aklı, refref aşkı temsil eder. Cebrâil Hz. Peygamber’i bir noktaya kadar götürebilmiş, daha ileri götürmesi için onu refrefe teslim etmişti. Demek ki Allah’a giden yolda akıl belli bir yerde durmak zorundadır; bu noktadan itibaren insanı Allah’a götüren aşktır. Mutasavvıflar aşk ile mânevî mi‘rac yapılabileceğini söyler, kendilerinin böyle mi‘racları bulunduğunu ileri sürerek buna “mi‘râc-ı muhabbet” veya “mi‘râc-ı aşk” adını verirler. İbnü’l-Fârız et-Tâʾiyyetü’l-kübrâ kasidesinde sevgi ve aşk esasına dayanan kendi ruhî ve mânevî mi‘racını gayet parlak bir üslûpla tasvir etmiş, aşk merdiveninde basamak basamak yükselerek nasıl mâşukuna erdiğini ve onda fâni olduğunu anlatmıştır. Cemîl ve Büseyne, Kuseyyir ve Azze, İbn Hizâm ve Afra, Mecnun ve Leylâ gibi aşk hikâyelerini ilâhî aşkın değişik bir biçimi olarak gören, bu âşıkları bir bakıma örnek alan Allah âşığı mutasavvıflara göre bütün âlem aşk esasına göre kurulduğuna ve çalıştığına göre bu esasla uyuşmayan İblîs’in ve cehennem telakkilerinin değişik bir yorumu olması gerekir. Hallâc ile başlayan ve Ahmed el-Gazzâlî, Aynülkudât el-Hemedânî, Senâî ve Attâr gibi mutasavvıflar tarafından geliştirilen bu yeni yaklaşımda İblîs’in bütün hal ve hareketleri onun Allah’a olan aşkıyla izah edilmiştir. Buna göre eğer mâşuku uğrunda en büyük azaba katlanmak aşk ise bunu en iyi şekilde İblîs yapmıştır (bk. Abdülhüseyin Zerrînkûb, s. 106-109). Peşinden cebirciliği de (bk. CEBRİYYE ) getiren bu aşk çerçevesinde İblîs’in Allah’a âşık olduğunu iddia etmek mutasavvıflar için fazla zor olmamıştır. Tasavvufta Allah aşkını herkesin anlayacağı bir tarzda anlatmak için birtakım benzetmeler yapılmış ve duyular âleminden misaller verilmiştir. Bunlardan en önemlileri kadın, pervane-mum-ateş, gül-bülbül ve bâde misalleridir. Baştan beri mutasavvıflar ya konusu kadın ve beşerî aşk olan şarkı ve gazelleri ilâhî aşka uygulamışlar veya Attâr, Abdurrahman-ı Câmî ve Mevlânâ’da olduğu gibi ilâhî aşkı doğrudan beşerî aşk şeklinde tasvir etmişlerdir. Fuzûlî’nin Leylâ vü Mecnûn ’u bunun en güzel örneklerinden biridir. Bu sebeple konusu Allah aşkı olan gazel, kaside ve mesnevilerde dilberlerin yüz, göz, kaş, yanak, zülüf, gamze, boy, işve ve cilve gibi hoşa giden yanları, hal ve hareketleri sembolik ve mecazi anlatım unsurları olarak bol bol kullanılmıştır. Gül ve bülbül de mutasavvıfların en çok kullandıkları misallerden biridir. Bülbül âşık, gül mâşuktur. Güldeki diken aşktaki ıstırabı, bülbülün yanık nağmeleri âşığın feryat ve figanıdır. Pervane ve mum misali de önemlidir. Mum ışığına âşık olan pervane bunun etrafında durmadan döner, en sonunda kendisini ateşe atar, yanar ve böylece ateşte fâni olur. Âşık da aşk ateşinde pervane gibi yanar ve sevgilisi uğrunda kendini feda ederek fenâ mertebesine ulaşır. İnsanı kendinden geçiren ve aklı baştan alan özelliğiyle şarap da (mey, bâde) aşk bahsinde mutasavvıflar tarafından çok kullanılmış, kadeh, sâkî ve meyhâne gibi şarapla ilgili kelimelere geniş yer verilmiştir. Hatta İbnü’l-Fârız’ın konusu ilâhî aşk olan meşhur kasidesinin adı Ḫamriyye ’dir. Mutasavvıflar ilâhî aşkla ilgili duygu ve düşüncelerini daha çok teşbih ve temsillerle anlattıklarından tasavvuf edebiyatı bir mecazlar ve rumuzlar edebiyatı haline gelmiştir. Bazı hallerde bir manzumenin ilâhî aşka mı, yoksa beşerî aşka mı dair olduğunu anlamak çok zordur. Aşk ve muhabbet kavramları edebiyat, felsefe ve tasavvuf çevrelerinde gittikçe artan bir ilgiyle karşılanır ve özellikle tasavvufun hâkim ve aslî unsuru haline gelirken fıkıh ve kelâm âlimleri meseleyi ciddi olarak ele almamışlardır. Bununla beraber aşk ve muhabbeti esas alan bir tasavvuf anlayışının gelişmesini ve yaygınlaşmasını sürekli olarak kaygıyla karşılamışlar, bazı hallerde konuyu hafife almışlar ve O’ndan müstehzi ifadelerle bahsetmişlerdir. Ancak onların mutasavvıfların aşk anlayışına karşı ileri sürdükleri tenkit ve itirazlar son derece sathîdir. Eserlerinde aşk meselesine yer vermeyen kelâm âlimleri sonradan felsefî ve tasavvufî kaynaklardan faydalanarak ahlâk ilmine dair yazdıkları eserlerde bu konuya temas etmişlerdir. Meselâ Nasîrüddîn-i Tûsî’nin Aḫlâḳ-ı Nâṣırî ’sinde, Celâleddin ed-Devvânî’nin Aḫlâḳ-ı Celâlî ’sinde ve Adudüddin el-Îcî’nin el-Aḫlâḳu’l-ʿAḍudiyye ’sinde muhabbet bahsine birer alt bölüm ayrılmıştır. Kınalızâde de Ahlâk-ı Alâî ’de meseleyi onlar gibi ele almıştır. Aşk ve muhabbet meselesini İslâmî açıdan ele alıp inceleyen, tenkit ve münakaşasını yapan, dine uygun ve aykırı şekillerini tesbit eden, birincisini savunan, ikincisini reddedenler muhaddisler ve özellikle Hanbelî ve Zâhirî mezheplerine mensup âlimler olmuştur. Konu bunlar tarafından tamamıyla kelâmî bir mahiyette ele alınmıştır. Aşk konusunu İslâmî açıdan ilk defa inceleyen, Zâhiriyye mezhebinin kurucusu Dâvûd b. Ali’nin oğlu İbn Dâvûd ez-Zâhirî (ö. 297/909), ez-Zehre (ez-Zühre) adlı eserinde (Chicago 1932) aşka dair birçok şiir nakletmiştir. İbn Dâvûd aşk ve sevginin esasını, şekillerini, türlerini, şartlarını ve kurallarını açıkladıktan sonra hem Eflâtun ve Galen’in (Câlînûs) konuyla ilgili fikirlerini aktarmış, hem eski Arap geleneğinde sevgi ve aşkın yerini belirterek uzrî ve afîf aşka temas etmiş, hem de kendi görüşlerini anlatmıştır. İbn Hazm (ö. 456/1064) aşk ve sevgi konusunu ele aldığı Ṭavḳu’l-ḥamâme adlı eserinde aşkın sebebi, kaynağı ve gayesi konusunda filozofların görüşlerine katılmakla birlikte çağdaşlarının gözlemleriyle kendi görüşlerini geniş ölçüde söz konusu ederek bu sahanın en güzel eserlerinden birini ortaya koymuştur. Çok sert bir mizaca sahip olduğu için dili Haccâc’ın kılıcına benzetilen İbn Hazm aşk ve muhabbet konusunu Ṭavḳu’l-ḥamâme ’de son derece müsamahalı ve gerçekçi bir şekilde işler ve çok güzel psikolojik tahlil ve tasvirler yapar. Ancak gerek İbn Dâvûd gerekse İbn Hazm eserlerinde sadece beşerî aşk konusunu işlemişler, mutasavvıfların ilâhî aşk ve sevgi konusundaki fikirlerine temas etmemişlerdir. Buna karşılık Ebü’l-Ferec İbnü’l-Cevzî (ö. 597/1200), İbn Teymiyye ve İbn Kayyim gibi Hanbelî âlimler bir taraftan mutasavvıfların bu konudaki görüşlerini ciddi şekilde tahlil ve tenkit etmişler, diğer taraftan konu ile ilgili kendi görüşlerini geniş olarak ortaya koymuşlardır. Genellikle onlar kelime ve kavram olarak “aşk”ı reddeder, yerine “muhabbet”i koyarlar. Onlara göre aşk şer‘an da aklen de kötü, muhabbet ise hem din hem akıl yönünden faydalı ve güzel bir duygudur. İbnü’l-Cevzî Ẕemmü’l-hevâʾ (Kahire 1962) adlı eserinde en basit arzudan başlayıp aşka kadar varan bütün his ve heyecan hallerini geniş bir tahlil ve tenkide tâbi tutmuş, bunlardan dinî ve İslâmî olanlarla olmayanları tesbit edip şer‘î hükümlerini tayin etmeye çalışmıştır. Ona göre aşk güzel suretlere meftun olmaktır (ışku’s-suver). Cazip ve güzel suretlere düşkün ve tutkun olana “sûrî âşık” (âşıku’s-suver) denir. Suretler fâni olduğu gibi onlara bağlı olan aşk da fânidir. Nitekim çocuklar resim ve oyuncakları yetişkinlerden daha çok severler, eğitimle olgunlaştıkları zaman bu türlü şeylere fazla ilgi duymazlar. Eğitilen ve olgunlaşan insanlar suretleri sevme mertebesini geçerek zatları sevme mertebesine ulaşırlar. Bedenin güzelliğinden çok aklî ve ruhî güzelliği severler. Mücerret güzelliğe duyulan sevgiyi müşahhas güzellikle alâkalı sevgiye tercih ederler. Şekil ve suretten ziyade ilim ve mârifetten hoşlanırlar. İbnü’l-Cevzî, İbn Teymiyye ve İbn Kayyim’e göre aşk insanı insan yapan aklı, fikri ve muhakemeyi yok eder. Çünkü aşk bir çeşit cinnet halidir. Bu sebeple aşk yolunu tutan mutasavvıflar çoğunlukla akıl ve mantığa meydan okumuşlar, düşüncenin ürünü olan ilmi hiçe saymışlardır. Düşünce haliyle aşk hali bir birine zıttır. Düşünce yok olduğu nisbette aşk hâkim olur. Onun için şuur ve idrak halini yok eden aşk bir fazilet olamaz. Aklın duyguya hâkim olmasına fazilet, duygunun akla hâkim olmasına rezîlet denir. Şuuru yok eden ve hissî bir hal olan aşk bu bakımdan makbul bir şey değildir. Gerek iradelerine hâkim olamayıp arzuların esiri olmaları bakımından, gerekse şuur ve idrak halini kaybetmeleri bakımından âşıklar hayvanların seviyesine, hatta daha da aşağılara düşerler. Aşk bir ifrat halidir. Halbuki fazilet ifratla tefrit arasında bulunan itidal halidir. Şu halde aşk bir fazilet değildir; zira hiçbir şeyin ifratı makbul değildir. Aşk ölçüsüzlüktür, âşık da dengesizdir. Ölçüsüzlük ve dengesizlik hiçbir zaman iyi bir şey değildir. Tasavvufî aşkın karşısında olan âlimler aşkı elem, ıstırap, uykusuzluk, iştahsızlık gibi patolojik tezahürlerle kendini belli eden, cinnet ve intihara kadar götüren ruhî ve bedenî hastalıklara yol açtığını dikkate alarak selim fıtrata da aykırı bulmuşlardır. İbnü’l-Cevzî aşk yüzünden intihar eden veya cinayet işleyen kimseler bulunduğunu belirterek çeşitli isimler sıralar ve örnekler verir ( Ẕemmü’l-hevâʾ , s. 458-465). Telbîsü İblîs ’te de mutasavvıfların aşk anlayışını tenkit eden İbnü’l-Cevzî Ṣaydü’l-ḫâṭır ’da güzel aşk hikâyeleri anlatır. Ona göre muhabbet iyi bir duygu olmakla birlikte onun aşırı şekli olan aşk kötüdür. Zira aşk insanın gözünü kör, kulağını sağır eder. Bu sebeple aşkla başlayan ve gerçekleri görmeme esasına dayanan birleşme ve beraberlikler ayrılık ve hüsranla neticelenir. Aşkı uğrunda katil olanlar, intihar edenler bulunduğu gibi bu yolda din değiştirenler de vardır. Aşkı, “nefsin kendisine zarar veren şeyi sevmesidir” diye tarif eden İbn Teymiyye’ye göre aşk ruhî ve kalbî bir hastalıktır. Beden üzerindeki tesiri arttıkça cismanî bir hastalığa da dönüşebilir. Kendini aşka kaptıran hüsrana uğrar. Aşk bir irade bozukluğu ve hastalığıdır. Aşkı, mâşuku tasavvur etmekten hâsıl olan muhayyile bozukluğu olarak görenler de vardır. Aşk bir kemal hali olmadığı için Allah’ın vasfı değildir. Allah âşıktır veya mâşuktur denemez. Bu durumda kulun Allah sevgisi ancak muhabbet diye adlandırılabilir. İbn Teymiyye sûrî aşka da şiddetle karşı çıkmıştır. Zira aşk önce kişinin dinini ve namusunu, sonra aklını ve sıhhatini tahrip eder. Ona göre kalp Allah’ı sevmek için yaratıldığından O’ndan başkasını kayıtsız şartsız olarak sevemez. Allah’ı ihlâsla sevdiği için Hz. Yûsuf Züleyha’ya âşık olmamıştı. Züleyha müşrik olduğu için Hz. Yûsuf’a âşık olmuştu. Aşkın yegâne sebebi tevhid ve imandaki eksikliktir. Allah’tan korkmak ve O’na gönül vermek, O’ndan başkasına gönül vermeye engeldir. Sevginin önem ve gereğine işaret eden İbn Kayyim aşk konusunda İbn Teymiyye’yi takip eder. Ona göre konusu şekil ve suret olan sûrî aşk büyük bir belâ, korkunç bir âfettir, kalbi tahrip eder. Ruhu Allah’tan başkasının kulu ve kölesi haline getirir, esarete düşürür. Bunun için âşık mâşukuna “kulun kölen olayım, kurbanın olayım” diye hitap eder. Böylelikle aşkını ve mâşukunu ilâhlaştırarak ona tapar. Bir şeyi taparcasına sevmek kişiyi o şeye bağımlı kılar, hürriyetini elinden alır. Sadece Allah’ın kulu olan ve sadece O’nun huzurunda boyun eğen bir kimseyi kendisi gibi bir insanın kölesi haline getiren ve kayıtsız şartsız onun iradesinin ve hâkimiyetinin altına sokan aşkın hiçbir faydası yoktur. Hak Teâlâ, “Hevâsını (aşkını) ilâhlaştıran kişiyi görmedin mi” (el-Câsiye 45/23) diyerek aşkın sapıklık olduğuna işaret etmiştir. Ona göre, “Müminler Allah’ı şiddetle severler” (el-Bakara 2/165) meâlindeki âyet, “Müminler Allah’ı müşriklerin putları sevdiklerinden çok daha fazla severler” mânasına gelir. Müşriklerin putları sevmeleri sahte, müminlerin Allah’ı sevmeleri samimi ve hakiki bir sevgidir. Âyette bu husus belirtilmiş olup bunun aşkla bir ilgisi yoktur. Ebû Ya‘lâ el-Mevsılî, Ebü’l-Hüseyin en-Nûrî’nin, “Ben Allah’a âşığım, O da bana” sözü hakkında, “Bu Hulûliyye’nin sözüdür” demişti. İbn Kayyim de Nûrî’ye şiddetle hücum ederek aşk kelimesinin sadece cinsî sevgi ile ilgili hususlar için kullanıldığını, ayrıca Allah’ın sıfatlarının nakle dayandığını ve tevkīfî olduğunu belirtmiştir. Buna göre, “O sever” denilebilir ama “âşık olur” denilemez. İbnü’l-Cevzî, Gazzâlî’nin, “İlâhîler Allah’a âşık olanın aşkını pekiştirir” sözüne temas ederek, “Bu çirkin bir sözdür. ‘Allah’a âşık oldum’ demek vehim ve vesveseden başka bir şey değildir” demiştir. İbnü’l-Cevzî, İbn Teymiyye ve İbn Kayyim gibi müelliflerin tasavvufî aşka hücum ederek onu şiddetle reddetmeleri sırf bir tepkiden ibaret kalmamış, aşkı reddederken muhabbet unsurunu bütün genişliği ve derinliğiyle işlemişler ve İslâm dininin bir sevgi dini olduğunu naklî delillere bağlı kalarak izah etmişlerdir. Öte yandan tabii bir şekilde cereyan eden beşerî aşkı da anlayışla karşılamışlar, ancak bunun ifrata götürülmemesi ve tabii sınırları içinde bırakılması lâzım geldiğini ifade etmişlerdir. Allah’tan, O’nun gazabından ve azabından korkmayı esas alan Hâricîler aşk ve muhabbetten pek söz etmemişlerdir. Mu‘tezile ise genellikle felsefî ve beşerî aşka taraftar olmuş, mutasavvıfların Allah aşkını reddetmiştir. Zemahşerî, Mâide sûresinin 54. âyetini tefsir ederken, kulun Allah’ı sevmesini O’na itaat etmesi, rızâsını gözetmesi, gazabını ve azabını gerektirecek hal ve hareketlerden sakınması şeklinde izah eder. Ona göre Allah’ın kulunu sevmesi ise amel ve ibadete karşılık olarak onu en güzel şekilde mükâfatlandırması, böyle kullarına yüksek makamlar vermesi, onları övmesi ve kendilerinden razı olması mânasına gelir. Mu‘tezile’ye göre muhabbet budur. Mu‘tezile, mutasavvıfların anladığı mânadaki dinî ve ilâhî aşkı Hanbelîler gibi şiddetle reddeder. Zemahşerî ilâhî aşktan bahseden mutasavvıfları insanların en cahili, ilmin ve âlimlerin azılı düşmanı, şeriat yolunun en menfur ve en rezil kişileri olarak tavsif eder. Ona göre aşk ve muhabbeti kendi dinleri olarak ilân eden mutasavvıflar, vaaz meclislerinde ve raks meydanlarında “şâhid” adını verdikleri oğlanlar hakkında söylenen birtakım şarkılar okunursa vecde gelmiş gibi kendilerinden geçerek nâralar atarlar. Zemahşerî bunlara, “Allah, meclislerini ve raksettikleri yerleri tarumar ederek viraneye çevirsin” diye beddua eder ( el-Keşşâf , I, 647). Aynı müellif Rebîʿu’l-ebrâr ve nuṣûṣü’l-aḫbâr ’da (I, 428) aşk ve muhabbet konusuna geniş yer ayırır, fakat ilâhî aşktan bahsetmez. İlâhî aşka yanaşmayan Mu‘tezile mezhebine mensup âlimler beşerî aşka sıcak bir ilgi duymuşlardır. Bilhassa Câhiz, Risâle fi’l-ʿışḳ ve’n-nisâʾ ( Mecmûʿatü resâʾili’l-Câḥiẓ , Kahire 1933, üçüncü risâle), Risâletü’l-kiyân ( Mecmûʿatü resâʾili’l-Câḥiẓ , Kahire 1926) ve Müfâḫaretü’l-cevârî ve’l-ġılmân (Beyrut 1957) gibi risâlelerde beşerî aşk konusunu işlemiştir. Ebü’l-Hasan ed-Deylemî’nin naklettiğine göre Ebü’l-Hüzeyl el-Allâf, Muammer b. Abbâd, Hişâm b. Hakem gibi Mu‘tezile âlimleri aşk meselesine müsbet bakmışlardır. Şîa’da aşk konusunda çok farklı fikirlere rastlanır. Başlangıçta Ehl-i beyt’e şiddetli bir muhabbet anlayışını müdafaa eden Şiîler ilâhî aşkı kabul etmemişlerdir. Zira onlardaki kuvvetli ve şiddetli Ehl-i beyt sevgisi sûfîlerin söz konusu ettikleri dinî ve ilâhî aşkın yerini kısmen tutuyordu. ez-Ziyâretü’l-câmiʿa adlı esere bir şerh yazan Muhammed Takī el-Meclisî, Ehl-i beyt’i sevmenin farz olduğunu ve bu sevginin en mükemmel şeklinin aşk olduğunu belirtir. Ahmed el-Ahsâî ise aynı esere yazdığı şerhte Meclisî’nin görüşlerine şiddetle itiraz ederek en ileri ve aşırı noktaya kadar götürülen ve aşk adı verilen şeyin şeytanca bir çılgınlıktan ibaret olduğunu belirtir. Ona göre yüce Allah’ı en kuvvetli ve en hararetli bir şekilde seven Hz. Muhammed ile Ehl-i beyt’i olduğu halde onlar bu sevgilerini ifade etmek için ne hakikat ne de mecaz olarak aşk kelimesini kullanmamışlardır. Çünkü o zaman aşk sadece aşırı cinsî sevgiyi ifade ediyordu, hatta mala veya dünyaya âşık olmak gibi ifadelere bile rastlanmıyordu. Ahsâî’ye göre aşk sûfîlere has bir ibadet olup Allah bundan münezzehtir. Hz. Muhammed ve Ehl-i beyt’inin makamını bu türlü şeylerden tenzih etmek gerekir. Ahmed b. Muhammed Erdebîlî’nin de belirttiği gibi Şîa imamları sûfîlerin kendilerine düşman olduklarını ifade etmişlerdir. Ca‘fer es-Sâdık bu husustaki bir soruya, “Bazı kalpler Allah’ın zikrinden uzak kaldığı için Allah onlara başka şeylerin sevgisini tattırmış, yani başka şeylere âşık kılmıştır” diye cevap vermiştir (bk. Ma‘sûm Ali Şah, I, 400). Şiîler bu şekilde hem tasavvuf hem de ilâhî aşk görüşüne itiraz etmişlerdir; ancak tasavvuf cereyanının kuvvetli cazibesi Şîa’yı da tesiri altına almakta gecikmediğinden çok geçmeden birçok Şiî müellif aşk meselesini sûfîlerin anladıkları tarzda benimsemişlerdir. Murtazâ, Razî, Şehîd es-Sânî, Bahâeddin Âmilî gibi Şiî fakih ve kelâmcılarının divanları âşıkane şiirler ve gazellerle doludur. Daha sonra aşkı savunan Şiîler Hz. Ali’nin Nehcü’l-belâġa ’daki, “Bir şeye âşık olanın gözünü o şey perdeler” sözüne dayanmışlardır. Küleynî, Ca‘fer es-Sâdık’tan naklen Hz. Peygamber’in, “İnsanların en üstünü ibadete âşık olan kimsedir” ( a.g.e. , I, 402) dediğini belirtir. Kudsî bir hadiste de Allah’ı arayanın O’nu bulacağı, bulanın O’nu tanıyacağı, tanıyanın seveceği, sevenin âşık olacağı ve O’nun mâşuku olacağı, mâşukun katledileceği ve diyetinin de Allah’a ait olacağından bahsedilir ( a.g.e. , I, 402). Fakat Şiî âlimlerin bu hususta Hz. Peygamber ve Ehl-i beyt’e istinat etmeleri isabetsizdir. Zira ne Hz. Peygamber ne de Ehl-i beyt ilâhî aşk konusunda herhangi bir beyanda bulunmamışlardır. Bu bakımdan Şiîler’in durumu sûfîlerinkine benzemektedir. Aşk meselesinin sûfîlerle Şiîler arasında ortak bir konu haline gelmesi bu iki zümreyi birbirine yaklaştırmış ve kaynaştırmıştır. Aşka taraftar olan Şiîler Muhyiddin İbnü’l-Arabî, İbnü’l-Fârız, Mevlânâ Celâleddîn-i Rûmî ve Ahmed el-Gazzâlî gibi âşık Sünnî mutasavvıfların kuvvetli ve devamlı tesirinde kalmışlardır. BİBLİYOGRAFYA Lisânü’l-ʿArab , “ʿaşḳ” md. Tâcü’l-ʿarûs , “ʿaşḳ” md. Kāmus Tercümesi , “ʿaşḳ” md. el-Muʿcemü’ṣ-ṣûfî , “ʿaşḳ” md. Buhârî, “Îmân”, 89. Müslim, “Îmân”, 67-70. Câhiz, Risâle fi’l-ʿışḳ ve’n-nisâʾ ( Mecmûʿatü resâʾili’l-Câḥiẓ içinde), Kahire 1933. a.mlf., Risâletü’l-kiyân ( a.e. içinde), Kahire 1926. a.mlf., Müfâḫaretü’l-cevârî ve’l-ġılmân , Beyrut 1957. İbn Dâvûd ez-Zâhirî, ez-Zehre (nşr. A. R. Nykl), Chicago 1932. Hallâc-ı Mansûr, Kitâbü’ṭ-Ṭavâsîn (nşr. L. Massignon), Paris 1913. Serrâc, el-Lümaʿ , s. 86. Kelâbâzî, et-Taʿarruf , s. 109. İbnü’n-Nedîm, el-Fihrist , s. 439, 442. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, II, 99. Ebü’l-Hasan ed-Deylemî, Kitâbü’l-ʿAṭfi’l-elifi’l-meʾlûf ʿalâ lâmi’l-maʿṭûf (nşr. Jean-Claude Vadet), Kahire 1962. a.mlf., Sîret-i Şeyḫu’l-ekber Ebû ʿAbdillah İbnü’l-Ḫafîf eş-Şîrâzî (nşr. A. Schimmel), Ankara 1955, s. 264. Ebû Nuaym, Ḥilye , VI, 165. İbn Hazm, Ṭavḳu’l-ḥamâme , Dımaşk 1349; a.e.: Güvercin Gerdanlığı (trc. Mahmut Kanık), İstanbul 1986. Kuşeyrî, er-Risâle , s. 615, 619, 625. Hücvîrî, Keşfü’l-maḥcûb (nşr. V. Jokovsky), Leningrad 1926, s. 401. Ca‘fer b. Ahmed es-Serrâc, Meṣâriʿu’l-ʿuşşâḳ , İstanbul 1301. Gazzâlî, İḥyâʾ , II, 279-280; III, 73, 100-101. Ahmed el-Gazzâlî, Sevâniḥu’l-ʿuşşâḳ (nşr. H. Ritter, Aphorismen Über die Liebe), İstanbul 1942. Aynülkudât el-Hemedânî, Temhîdât , Tahran 1962. a.mlf., Levâʾiḥ (nşr. Rahim Fermâniş), Tahran 1337 hş. Senâî, Ḥadîḳatü’l-ḥaḳīḳa ve ṭarîḳatü’ş-şerîʿa , Leknev 1887. a.mlf., ʿIşḳnâme , Gazne 1332 hş. Ahmed-i Câmî, Ünsü’t-tâʾibîn , Tahran 1350 hş., s. 33. Zemahşerî, Rebîʿu’l-ebrâr , Kahire 1292, I, 428. a.mlf., el-Keşşâf , I, 647. Sühreverdî el-Maktûl, Mûnisü’l-ʿuşşâḳ (nşr. O. Spies – S. K. Khatak), Stuttgart 1934; a.e.: Mecmûʿa-i Muṣannefât-i Şeyḫ-i İşrâḳ , Tahran 1377 hş., II, 268 vd. İbnü’l-Cevzî, Ẕemmü’l-hevâʾ , Kahire 1962, s. 458-485. a.mlf., Ṣaydü’l-ḫâṭır , Beyrut, ts. (Dârü’l-kütübi’l-ilmiyye). a.mlf., Telbîsü İblîs , s. 165, 215, 237. Baklî, Şerḥ-i Şaṭḥiyyât , s. 165 vd. a.mlf., ʿAbherü’l-ʿâşıḳīn (nşr. Muhammed Muîn – H. Corbin), Tahran 1981. Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 503. İbnü’l-Arabî, Fuṣûṣ (Afîfî) . a.mlf., el-Fütûḥât , II, 422. a.mlf., Tuḥfetü’s-sefere ilâ ḥażreti’l-berere , Beyrut 1973. a.mlf., Tercümânü’l-eşvâḳ , Beyrut 1362. Necmeddîn-i Dâye, ʿAḳl u ʿIşḳ , Tahran 1344 hş. a.mlf., Mirṣâdü’l-ʿibâd , Tahran 1353. Seyfeddin el-Bâharzî, Risâle-i ʿIşḳ (nşr. Îrec Efşâr, Mecelle-i Dânişkede-i Edebiyyât , VIII/4 içinde), Tahran 1340 hş., s. 11-24. Fahreddîn-i Irâkī, Parıltılar (trc. Saffet Yetkin), İstanbul 1963. a.mlf., ʿUşşâḳnâme , Bombay 1939. İbn Teymiyye, Câmiʿu’r-resâʾil , Cidde 1984, II, 238 vd. İbn Kayyim el-Cevziyye, Ravżatü’l-muḥibbîn ve nüzhetü’l-müştâḳīn , Beyrut 1983, s. 15-16, 85, 130, 263. Lisânüddin, Ravżatü’t-taʿrîf (nşr. Muhammed el-Kettânî), Beyrut 1970, I-II. Abdülkerîm el-Cîlî, el-İnsânü’l-kâmil , İstanbul 1300, I, 68. Nimetullah Velî, Muḥabbetnâme , Tahran 1311. İbrâhim b. Hüseydâr-ı Hüseynî, Ravżatü’l-ʿuşşâḳ ve nüzhetü’l-müştâḳ , Beyazıt Devlet Ktp., Veliyyüddin Efendi, nr. 1700. Sadreddin Ebülfeth Seyyid Muhammed, ʿIşḳ-ı Ḥaḳīḳī , Haydarâbâd, ts. a.mlf., Vücûdü’l-ʿâşıḳīn , Haydarâbâd, ts. Abdurrahman-ı Câmî, Eşiʿʿatü’l-lemaʿât , Haydarâbâd 1243. a.mlf., Muḥabbetnâme , Tahran 1828. Hüseyin Baykara, Mecâlisü’l-ʿuşşâḳ , Tahran 1268 hş. Lâmiî, Nefehât Tercümesi , s. 589. Keşfü’ẓ-ẓunûn , II, 1141, 1307. İsmâil Hakkı Bursevî, Şerh-i Usulü’l-Aşere , İstanbul 1287. Aclûnî, Keşfü’l-ḫafâʾ , II, 132. İbrâhim Hakkı Erzurûmî, Mârifetnâme , İstanbul 1310, s. 416. Rıza Kulı Han Hidâyet, Teẕkire-i Riyâżü’l-ʿârifîn , Tahran 1305 hş. Zekî Mübârek, Medâmiʿu’l-ʿuşşâḳ , Kahire 1933. Ali b. Abdülhüseyin, Miʿrâcü’l-muḥabbe , Tahran 1315 hş. Mecnûn Ali Şah, S̱emerâtü’l-ʿâşıḳīn , Tahran 1322 hş. Abdülvehhâb Gülşen b. Muhabbet, ʿAḳl u Cünûn , Tahran 1327 hş. Tâhâ Abdülbâkī Sürûr, Râbiʿatü’l-ʿAdeviyye ve’l-ḥayâtü’r-rûḥiyye fi’l-İslâm , Kahire 1357/1957, s. 37 vd. Ma‘sûm Ali Şah, Ṭarâʾiḳ , I, 400, 402. M. Asin Palacios, İbn ʿArabî: Ḥayâtühû ve meẕhebüh (trc. Abdurrahman Bedevî), Kahire 1965, s. 237. Hassan Abdülhakîm, el-Ḥub ve’l-cemâl ʿinde’l-ʿArab , Kahire 1971. Muhammed Mustafa Hilmi, İbnü’l-Fâriż ve’l-ḥubbü’l-ilâhî , Kahire 1971. Kāsım Ganî, Târîḫ-i Taṣavvuf der İslâm , Tahran 1351 hş., s. 329. Ahmed Behçet, Biḥârü’l-ḥub ʿinde’ṣ-ṣûfiyye , Kahire 1979. Beşir Ayvazoğlu, Aşk Estetiği , Ankara 1982. Mahmûd b. Şerîf, el-Ḥub fi’l-Ḳurʾân , Beyrut 1983. Abdülhüseyin Zerrînkûb, Cüstücû der Taṣavvuf-i Îrân , Tahran 1367 hş., s. 106-109. H. Ritter, “Philologika VII.: Arabische und persische Schriften über die profane und die mystische Liebe”, Isl. , XXI/1 (1933), s. 84-104 (aşk ile ilgili eserlerin kısa tavsifleri). Ferîd Vecdî, DM , VI, 476. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 1991 yılında İstanbul’da basılan 4. cildinde, 11-17 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Lisânü’l-ʿArab , “ʿaşḳ” md.",
        "Tâcü’l-ʿarûs , “ʿaşḳ” md.",
        "Kāmus Tercümesi , “ʿaşḳ” md.",
        "el-Muʿcemü’ṣ-ṣûfî , “ʿaşḳ” md.",
        "Buhârî, “Îmân”, 89.",
        "Müslim, “Îmân”, 67-70.",
        "Câhiz, Risâle fi’l-ʿışḳ ve’n-nisâʾ ( Mecmûʿatü resâʾili’l-Câḥiẓ içinde), Kahire 1933.",
        "a.mlf., Risâletü’l-kiyân ( a.e. içinde), Kahire 1926.",
        "a.mlf., Müfâḫaretü’l-cevârî ve’l-ġılmân , Beyrut 1957.",
        "İbn Dâvûd ez-Zâhirî, ez-Zehre (nşr. A. R. Nykl), Chicago 1932.",
        "Hallâc-ı Mansûr, Kitâbü’ṭ-Ṭavâsîn (nşr. L. Massignon), Paris 1913.",
        "Serrâc, el-Lümaʿ , s. 86.",
        "Kelâbâzî, et-Taʿarruf , s. 109.",
        "İbnü’n-Nedîm, el-Fihrist , s. 439, 442.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, II, 99.",
        "Ebü’l-Hasan ed-Deylemî, Kitâbü’l-ʿAṭfi’l-elifi’l-meʾlûf ʿalâ lâmi’l-maʿṭûf (nşr. Jean-Claude Vadet), Kahire 1962.",
        "a.mlf., Sîret-i Şeyḫu’l-ekber Ebû ʿAbdillah İbnü’l-Ḫafîf eş-Şîrâzî (nşr. A. Schimmel), Ankara 1955, s. 264.",
        "Ebû Nuaym, Ḥilye , VI, 165.",
        "İbn Hazm, Ṭavḳu’l-ḥamâme , Dımaşk 1349; a.e.: Güvercin Gerdanlığı (trc. Mahmut Kanık), İstanbul 1986.",
        "Kuşeyrî, er-Risâle , s. 615, 619, 625.",
        "Hücvîrî, Keşfü’l-maḥcûb (nşr. V. Jokovsky), Leningrad 1926, s. 401.",
        "Ca‘fer b. Ahmed es-Serrâc, Meṣâriʿu’l-ʿuşşâḳ , İstanbul 1301.",
        "Gazzâlî, İḥyâʾ , II, 279-280; III, 73, 100-101.",
        "Ahmed el-Gazzâlî, Sevâniḥu’l-ʿuşşâḳ (nşr. H. Ritter, Aphorismen Über die Liebe), İstanbul 1942.",
        "Aynülkudât el-Hemedânî, Temhîdât , Tahran 1962.",
        "a.mlf., Levâʾiḥ (nşr. Rahim Fermâniş), Tahran 1337 hş.",
        "Senâî, Ḥadîḳatü’l-ḥaḳīḳa ve ṭarîḳatü’ş-şerîʿa , Leknev 1887.",
        "a.mlf., ʿIşḳnâme , Gazne 1332 hş.",
        "Ahmed-i Câmî, Ünsü’t-tâʾibîn , Tahran 1350 hş., s. 33.",
        "Zemahşerî, Rebîʿu’l-ebrâr , Kahire 1292, I, 428.",
        "a.mlf., el-Keşşâf , I, 647.",
        "Sühreverdî el-Maktûl, Mûnisü’l-ʿuşşâḳ (nşr. O. Spies – S. K. Khatak), Stuttgart 1934; a.e.: Mecmûʿa-i Muṣannefât-i Şeyḫ-i İşrâḳ , Tahran 1377 hş., II, 268 vd.",
        "İbnü’l-Cevzî, Ẕemmü’l-hevâʾ , Kahire 1962, s. 458-485.",
        "a.mlf., Ṣaydü’l-ḫâṭır , Beyrut, ts. (Dârü’l-kütübi’l-ilmiyye).",
        "a.mlf., Telbîsü İblîs , s. 165, 215, 237.",
        "Baklî, Şerḥ-i Şaṭḥiyyât , s. 165 vd.",
        "a.mlf., ʿAbherü’l-ʿâşıḳīn (nşr. Muhammed Muîn – H. Corbin), Tahran 1981.",
        "Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 503.",
        "İbnü’l-Arabî, Fuṣûṣ (Afîfî) .",
        "a.mlf., el-Fütûḥât , II, 422.",
        "a.mlf., Tuḥfetü’s-sefere ilâ ḥażreti’l-berere , Beyrut 1973.",
        "a.mlf., Tercümânü’l-eşvâḳ , Beyrut 1362.",
        "Necmeddîn-i Dâye, ʿAḳl u ʿIşḳ , Tahran 1344 hş.",
        "a.mlf., Mirṣâdü’l-ʿibâd , Tahran 1353.",
        "Seyfeddin el-Bâharzî, Risâle-i ʿIşḳ (nşr. Îrec Efşâr, Mecelle-i Dânişkede-i Edebiyyât , VIII/4 içinde), Tahran 1340 hş., s. 11-24.",
        "Fahreddîn-i Irâkī, Parıltılar (trc. Saffet Yetkin), İstanbul 1963.",
        "a.mlf., ʿUşşâḳnâme , Bombay 1939.",
        "İbn Teymiyye, Câmiʿu’r-resâʾil , Cidde 1984, II, 238 vd.",
        "İbn Kayyim el-Cevziyye, Ravżatü’l-muḥibbîn ve nüzhetü’l-müştâḳīn , Beyrut 1983, s. 15-16, 85, 130, 263.",
        "Lisânüddin, Ravżatü’t-taʿrîf (nşr. Muhammed el-Kettânî), Beyrut 1970, I-II.",
        "Abdülkerîm el-Cîlî, el-İnsânü’l-kâmil , İstanbul 1300, I, 68.",
        "Nimetullah Velî, Muḥabbetnâme , Tahran 1311.",
        "İbrâhim b. Hüseydâr-ı Hüseynî, Ravżatü’l-ʿuşşâḳ ve nüzhetü’l-müştâḳ , Beyazıt Devlet Ktp., Veliyyüddin Efendi, nr. 1700.",
        "Sadreddin Ebülfeth Seyyid Muhammed, ʿIşḳ-ı Ḥaḳīḳī , Haydarâbâd, ts.",
        "a.mlf., Vücûdü’l-ʿâşıḳīn , Haydarâbâd, ts.",
        "Abdurrahman-ı Câmî, Eşiʿʿatü’l-lemaʿât , Haydarâbâd 1243.",
        "a.mlf., Muḥabbetnâme , Tahran 1828.",
        "Hüseyin Baykara, Mecâlisü’l-ʿuşşâḳ , Tahran 1268 hş.",
        "Lâmiî, Nefehât Tercümesi , s. 589.",
        "Keşfü’ẓ-ẓunûn , II, 1141, 1307.",
        "İsmâil Hakkı Bursevî, Şerh-i Usulü’l-Aşere , İstanbul 1287.",
        "Aclûnî, Keşfü’l-ḫafâʾ , II, 132.",
        "İbrâhim Hakkı Erzurûmî, Mârifetnâme , İstanbul 1310, s. 416.",
        "Rıza Kulı Han Hidâyet, Teẕkire-i Riyâżü’l-ʿârifîn , Tahran 1305 hş.",
        "Zekî Mübârek, Medâmiʿu’l-ʿuşşâḳ , Kahire 1933.",
        "Ali b. Abdülhüseyin, Miʿrâcü’l-muḥabbe , Tahran 1315 hş.",
        "Mecnûn Ali Şah, S̱emerâtü’l-ʿâşıḳīn , Tahran 1322 hş.",
        "Abdülvehhâb Gülşen b. Muhabbet, ʿAḳl u Cünûn , Tahran 1327 hş.",
        "Tâhâ Abdülbâkī Sürûr, Râbiʿatü’l-ʿAdeviyye ve’l-ḥayâtü’r-rûḥiyye fi’l-İslâm , Kahire 1357/1957, s. 37 vd.",
        "Ma‘sûm Ali Şah, Ṭarâʾiḳ , I, 400, 402.",
        "M. Asin Palacios, İbn ʿArabî: Ḥayâtühû ve meẕhebüh (trc. Abdurrahman Bedevî), Kahire 1965, s. 237.",
        "Hassan Abdülhakîm, el-Ḥub ve’l-cemâl ʿinde’l-ʿArab , Kahire 1971.",
        "Muhammed Mustafa Hilmi, İbnü’l-Fâriż ve’l-ḥubbü’l-ilâhî , Kahire 1971.",
        "Kāsım Ganî, Târîḫ-i Taṣavvuf der İslâm , Tahran 1351 hş., s. 329.",
        "Ahmed Behçet, Biḥârü’l-ḥub ʿinde’ṣ-ṣûfiyye , Kahire 1979.",
        "Beşir Ayvazoğlu, Aşk Estetiği , Ankara 1982.",
        "Mahmûd b. Şerîf, el-Ḥub fi’l-Ḳurʾân , Beyrut 1983.",
        "Abdülhüseyin Zerrînkûb, Cüstücû der Taṣavvuf-i Îrân , Tahran 1367 hş., s. 106-109.",
        "H. Ritter, “Philologika VII.: Arabische und persische Schriften über die profane und die mystische Liebe”, Isl. , XXI/1 (1933), s. 84-104 (aşk ile ilgili eserlerin kısa tavsifleri).",
        "Ferîd Vecdî, DM , VI, 476."
      ]
    },
    {
      "author": "İLHAN KUTLUER",
      "content": "FELSEFE. İslâm felsefe geleneğinde aşk kavramı eski Yunan felsefesinde olduğu gibi hem kozmolojik hem de ahlâkî bir muhtevaya sahiptir. Akıl, nefis ve cisim hakkındaki felsefî telakkilerin, gerek insan gerekse âlem konusunda getirilen açıklamalarda merkezî bir rol oynaması yüzünden, diğer birçok kavram gibi aşk kavramı da İslâm felsefesinin ahlâkî-kozmolojik karakterini yansıtacak şekilde açıklanmıştır. Aşk kavramı etrafında eski Yunan filozoflarınca geliştirilen fikir ve yaklaşımlardan haberdar olan müslüman düşünürler, tevarüs ettikleri bu fikirleri işlemiş ve onlara kendilerine has bir form vermişlerdir. Aşk ve sevginin kozmolojik bir unsur olarak düşünülmesi Antikçağ’da öncelikle Empedokles’in yazılarında görülür. Bu filozofa göre âlem, aşk ve nefret unsurlarının birleştirip ayrıştırdığı dönüşümlü bir oluş ve bozulma sürecinden sonra meydana gelmiştir. Bu süreç, dört unsurun birleşip ayrılmasından başlayarak insanların savaşıp barışmalarına varıncaya kadar organik ve inorganik bütün varlıkları kuşatan geniş bir tesir alanına sahiptir. Barış ve uyumun birleştirici görünümüne ancak aşk âmilinin hâkim olmasıyla ulaşılır ve Empedokles bu etkiyi Tanrıça Afrodit’e nisbet eder. Bu filozofa göre cinsel birleşme dahi kozmolojik birleşmenin ne ölçüde etkili olduğu hakkında fikir veren tecrübî bir göstergedir. Empedokles’e ait bu fikirlerin bazı nüanslarla da olsa müslüman müelliflerce tanındığı ve tartışıldığı bilinmektedir. Yeni Eflâtuncu yorumlarıyla İslâm dünyasına giren bu fikirler, meselâ Ebü’l-Hasan el-Âmirî, Ebû Süleyman es-Sicistânî ve Şehristânî gibi müelliflerin yazılarında değerlendirilmiştir (bk. Kraemer, s. 141-143). Ancak İslâm filozoflarına aşk konusunda ilham veren asıl metinler Eflâtun ve Aristo’ya aittir. Her ne kadar Symposium adlı diyalogu felsefî aşk kavramının Eflâtun’daki tam bir ifadesi sayılmalıysa da filozofun asıl Phaidros ’taki fikirleridir ki İslâm dünyasında tanınmış ve etkili olmuştur. Bu diyalogda aşkın bir tür sapıtma, bir ruh hastalığı olarak yorumlanması, ancak bu deliliğin cismanî ve ilâhî olmak üzere iki ayrı karakterde olabileceğinin vurgulanması (bk. Phaidros , 231 e , 242 e ) İslâm filozoflarının dikkatini çekmiştir. Bu dikkatin elde mevcut en erken delili, Ebû Bekir er-Râzî’nin eṭ-Ṭıbbü’r-rûḥânî adlı eserinde aşkı maddî hazlara düşkünlüğün bir tezahürü olarak değerlendiren ve âşık olanları şehvetlerinin esiri oldukları gerekçesiyle hayvanlardan aşağı gören fikirleridir. Sonraları Ebü’l-Ferec İbnü’l-Cevzî de Râzî’ninkiyle aynı adı taşıyan bir eserinde aşkı bir ruh hastalığı, sakınılması gereken bir iffetsizlik olarak değerlendirerek Râzî’nin yaklaşımını devam ettirmiştir (İbnü’l-Cevzî, s. 8-9). İlk İslâm filozofu Ya‘kūb b. İshak el-Kindî’nin Risâle fî ḫaberi ictimâʿi’l-felâsife ʿale’r-rumûzi’l-ʿaşḳıyye başlıklı bir risâle kaleme almış olması, aşk konusunun henüz erken tarihlerde Arapça felsefî literatüre girdiğine işaret etmektedir (İbnü’n-Nedîm, s. 319). Özellikle İhvân-ı Safâ’nın Resâʾil ’inde aşk konusuyla ilgili olarak ileri sürülen farklı felsefî görüşler, konuya duyulan ilginin canlı şekilde devam ettiğini gösterir. Resâʾil ’de Eflâtun’un aşkı bir tür ruh hastalığı ve cinnet hali sayan fikirlerinin yanı sıra Aristo’nun aşkı sevginin ifrat şekli kabul eden görüşü (bk. ʿİlmü’l-aḫlâḳ , IX, 10.5) nakledilerek aşka olumsuz tarzda yaklaşan felsefî görüşlere iştirak edilmediği belirtilir. İhvân’a göre aşk bir fazilettir; hatta Allah’ın yaratıklara bir lutfudur. Prensip olarak her sevgi duygusunun fıtrî bir gayesi vardır ve farklı gayeler sevgi duygusunun farklı konularda tezahür etmesini sağlar. Meselâ canlılardaki çiftleşme arzusunun gayesi neslin devamı, çocuk sevgisinin gayesi güçsüz ve bakıma muhtaç olan çocukların yetiştirilmesi, meslek ve sanat tutkusunun gayesi kamu yararı, ilim ve hikmet sevgisinin gayesi ise bilginin yaygınlaşması, insanların aydınlanması, bilginin kitaplar vasıtasıyla nesilden nesile aktarılması, din ve dünya işlerinin düzenlenmesi vb.dir. Öte yandan insanlardaki zihnî farklılık sevgi duygusunun da farklı konulara yönelmesine yol açar. Meselâ çocuklar süslü oyuncaklardan hoşlanırken sıradan erişkinler bunların temsilî olmayan şekillerinden hoşlanır ve dünya nimetlerine yönelir; metafizik ilimleri tanıyan seçkin kimselerse ilâhî güzelliklere bağlanır. Bu yüzden İhvân’a göre sevginin objesi benzerlik ve türdeşlik esasına göre belirlenir. Her nesne kendine özgü varlık sınırı içinde kalan, ait olduğu varlık mertebesine uygun düşen, kendisiyle benzeşen gayelere yönelir. İnsan nefsi nebatî, gazabî ve nâtık şeklinde ifade edilen melekelerine uygun düşen tatmin vasıtalarına bağlanırken semavî felekler de -canlı, akıllı birer varlık olmalarından dolayı- Allah’a duydukları aşk ile dönüşlerini sürdürürler. Aristo, “kendisi hareket etmeyen ilk hareket ettirici”nin felekleri harekete geçirişini, sevilenin seveni harekete geçirmesine benzetir. Metafizika ’nın “Lambda” bölümünün yedinci faslında yer alan bu küçük benzetme, müslüman filozofların kaleminde esaslı bir kozmolojik doktrin haline getirilmiştir. İhvân-ı Safâ’dan önce Fârâbî, Allah’ın tıpkı akıl-âkıl-ma‘kūl oluşu gibi aşk-âşık-ma‘şûk olduğunu yazmış ve aşk kavramını sudûr nazariyesinin temeline yerleştirmişti ( el-Medînetü’l-fâżıla , s. 54, 68). Fârâbî’nin bu görüşünü aynen benimseyen İbn Sînâ ise bundan fazla olarak Risâle fî mâhiyyeti’l-ʿışḳ adlı eserini bu konuya ayırmıştır. Bu eserinde aşkı kemal fikriyle irtibatlandırmış ve bu kavramı gerek tabii gerekse insanî seviyede bir kemale erme iştiyakı olarak tanımlamıştır. Filozofa göre kemalin ilkesi “mutlak hayır” olan zorunlu varlık, noksanlığın ilkesi ise madde yani kemalden yoksun olmaktır. Söz konusu kemal-noksanlık yahut varlık-yokluk kutuplaşması bütün varlık tabakalarında tabii bir temayül uyandırır; aşk adını alan bu temayül, varlığın kendi sınırlarına ulaşmasını veya kendini gerçekleştirmesini sağlayan bir tekâmül fikrine işaret eder. Aşkın insanı yükselteceği en üst kemal noktası “ilâhîleşmiş insan” mertebesidir. İslâm ahlâk felsefesinde genel olarak Eflâtuncu akıl-tutku veya Aristocu fazilet-rezîlet doktrinlerinin sınırlarını sarsan bir aşk kavramı söz konusu olduğunda itidal fikrinden fedakârlık edilmediği görülür. Bu fikrin hararetli bir savunucusu olan büyük ahlâk filozofu İbn Miskeveyh, aşkı Aristo’ya benzer şekilde sevgide aşırılık şeklinde yorumlayarak aşkın haz düşkünlüğü şeklinin kötü, iyilik tutkusu şeklininse iyi olduğu tarzında bir ayırıma gitmiştir. Aynı ahlâk felsefe geleneğine bağlı olan Nasîrüddîn-i Tûsî ise şehvet düşkünlüğü şeklindeki aşkın bütün aşırılıkların en tahrip edicisi olduğunu ısrarla belirterek itidal fikrine daha çok ağırlık verdiğini gösterir. Bu yaklaşımın felsefî disiplinler bünyesinde gelişen İslâm ahlâk ilmindeki ortak kabulü yansıttığı söylenebilir. BİBLİYOGRAFYA Aristoteles [Aristo], ʿİlmü’l-aḫlâḳ (trc. A. Lütfi es-Seyyid), Kahire 1343/1924, IX, 10.5. Eflâtun, Phaidros (trc. Hamdi Akverdi), İstanbul 1943, 231 e , 242 e . Ebû Bekir er-Râzî, eṭ-Ṭıbbü’r-rûḥânî ( Resâʾil felsefiyye içinde, nşr. P. Kraus), Kahire 1939 ⟶ Beyrut 1402/1982, s. 39-41. Fârâbî, el-Medînetü’l-fâżıla (nşr. Albert N. Nader), Beyrut 1986, s. 54, 68. İbnü’n-Nedîm, el-Fihrist , s. 319. İhvân-ı Safâ, Resâʾil , Beyrut 1376-77/1957, III, 269-286. İbn Miskeveyh, Tehẕîbü’l-aḫlâḳ , s. 151. İbn Sînâ, Risâle fî mâhiyyeti’l-ʿışḳ (trc. ve nşr. Ahmed Ateş), İstanbul 1953, s. 1-19. İbn Rüşd, Tefsîru Mâ Baʿde’ṭ-ṭabîʿa , III, 1600-1606. İbnü’l-Cevzî, eṭ-Ṭıbbü’r-rûhânî , Dımaşk 1348/1929, s. 8-9. Nasîrüddîn-i Tûsî, The Nasirean Ethic (trc. G. M. Wickens), London 1964, s. 143-144. Abdurrahman Bedevî, Arisṭo ʿinde’l-ʿArab , Beyrut 1980, s. 176-177. Joel L. Kraemer, Humanism in the Renaissance of Islam , Leiden 1986, s. 141-143. George Boas, “Love”, The Encyclopedia of Philosophy (nşr. Paul Edwards), New York 1972, V, 89-94. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 1991 yılında İstanbul’da basılan 4. cildinde, 17-18 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Aristoteles [Aristo], ʿİlmü’l-aḫlâḳ (trc. A. Lütfi es-Seyyid), Kahire 1343/1924, IX, 10.5.",
        "Eflâtun, Phaidros (trc. Hamdi Akverdi), İstanbul 1943, 231 e , 242 e .",
        "Ebû Bekir er-Râzî, eṭ-Ṭıbbü’r-rûḥânî ( Resâʾil felsefiyye içinde, nşr. P. Kraus), Kahire 1939 ⟶ Beyrut 1402/1982, s. 39-41.",
        "Fârâbî, el-Medînetü’l-fâżıla (nşr. Albert N. Nader), Beyrut 1986, s. 54, 68.",
        "İbnü’n-Nedîm, el-Fihrist , s. 319.",
        "İhvân-ı Safâ, Resâʾil , Beyrut 1376-77/1957, III, 269-286.",
        "İbn Miskeveyh, Tehẕîbü’l-aḫlâḳ , s. 151.",
        "İbn Sînâ, Risâle fî mâhiyyeti’l-ʿışḳ (trc. ve nşr. Ahmed Ateş), İstanbul 1953, s. 1-19.",
        "İbn Rüşd, Tefsîru Mâ Baʿde’ṭ-ṭabîʿa , III, 1600-1606.",
        "İbnü’l-Cevzî, eṭ-Ṭıbbü’r-rûhânî , Dımaşk 1348/1929, s. 8-9.",
        "Nasîrüddîn-i Tûsî, The Nasirean Ethic (trc. G. M. Wickens), London 1964, s. 143-144.",
        "Abdurrahman Bedevî, Arisṭo ʿinde’l-ʿArab , Beyrut 1980, s. 176-177.",
        "Joel L. Kraemer, Humanism in the Renaissance of Islam , Leiden 1986, s. 141-143.",
        "George Boas, “Love”, The Encyclopedia of Philosophy (nşr. Paul Edwards), New York 1972, V, 89-94."
      ]
    },
    {
      "author": "MUSTAFA İSMET UZUN",
      "content": "EDEBİYAT, KÜLTÜR ve SANAT. İslâm milletlerinin kültür ve edebiyatlarıyla İslâm sanatlarının hemen her dalında bütün özellikleriyle aşk anlayışının çeşitli tesir ve tezahürlerini görmek mümkündür. Bu tesir o kadar yaygındır ki bazı araştırmacılar İslâm edebiyat ve sanatına hâkim olan estetik anlayışını “aşk estetiği” adıyla anmaktadırlar (bk. Ayvazoğlu). Türk kültür, edebiyat ve sanatında da aşk konusu gerek mahiyeti gerekse işlenişi bakımından çok geniş bir rağbete mazhar olarak farklı sahalarda değişik eserlerin ortaya çıkmasına sebep olmuştur. Mahiyeti itibariyle mecazî-maddî-beşerî, felsefî ve tasavvufî-ilâhî-hakikî aşk olarak üç değişik özellikte ele alınan aşk konusu, bunlardan her birinin müstakil veya iç içe işlendiği farklı şekil ve türde edebî eserlerde ortaya konmuştur. Ancak Türk edebiyatının Arap ve Fars edebiyatlarıyla derin ve köklü alâkası sebebiyle ortaya çıkan şekil ve türler, başta Arap şiiri olmak üzere her üç edebiyatın ortak izlerini taşımakta olduğu için, konunun daha iyi anlaşılması bakımından kısaca bu alâkayı belirtmek gerekir. Eski Arap şiirinde kasîd veya kasidenin nesîb, tegazzül ve teşebbüb (teşbîb) adı verilen belli başlı bölümlerinde bilhassa maddî ve beşerî aşk konusu işlenmiştir (geniş bilgi için bk. Çetin, s. 70, 71, 74, 86). Fars şiirinde ise kasidenin bu bölümleri geliştirildiği gibi gazel adıyla ayrı ve yeni bir şekil ortaya konmuş, bir taraftan muhtevası zenginleştirilirken diğer taraftan da aşk gazelin en önemli ve belli başlı konularından biri haline getirilmiştir. Böylece “gazel-i âşıkane” adıyla anılan bir şekil ortaya çıkarak divanların en değerli şiirleri arasında yer almıştır. Daha sonraları aşk konusu her üç özelliğiyle Fars ve Türk edebiyatlarında ayrıca kıta, rubâî, tuyuğ ve mesnevilerde de ele alınmış, fakat Arap edebiyatında daha çok maddî yönüyle işlenmiştir. Bu gelişmenin tabii sonucu olarak Türk şiirinde, sayılan bu şekillerin hepsi aşk konusunun işlendiği belli başlı formlar olarak divan, tasavvuf, tekke ve halk edebiyatlarında çeşitli türlerin ortaya çıkmasına yol açmıştır. Aşk ve muhabbetin işlendiği hemen bütün dinî ve bazı lâdinî eserlerde aşk-ı hakîkî, mutlak aşk, aşk-ı ilâhî adlarıyla hep Allah aşkı kastedilmiştir. Âşığın bütün merhalelerden geçerek sonunda ulaşacağı gerçek aşk budur. Manzum ve mensur müstakil tasavvufî eserlerle tasavvufî tevhidlerde yer alan aşk anlayışı bu olmuştur. Gerçek aşka ulaşmak için Hz. Peygamber’in de bu mânada sevilmesi gerekir, buna “aşk-ı resûl” adı verilmiştir. Nitekim Hz. Peygamber’in isimlerinden biri de “habîbullah”tır (Allah’ın sevgilisi). Süleyman Çelebi Mevlid ’inde, “Ey habîbim sana âşık olmuşam / Cümle halkı sana bende kılmışam” derken Allah’ın ve bütün yaratılmışların Hz. Peygamber’e karşı bu mânadaki sevgisini ve duygularını dile getirir. Yûnus Emre’nin, “Aşkın ile âşıklar yansın yâ Resûlellah / İçip aşkın şarâbın kansın yâ Resûlellah” matla‘lı gazel-ilâhisi de bu konuyu işleyen ve asırlarca çok tanınıp sevilmiş, pek çok kere de bestelenmiş bir şiirdir. Bu konu divan şairlerinin na‘tlarında da işlenmiştir. Bir de tasavvuf ulularına ve tarikat kurmuş büyük mutasavvıflara karşı bağlılarının duyduğu sevgi ve muhabbeti dile getiren şiirler vardır ki bunları da aşk konusunun ele alındığı ikinci grup eserler arasında saymak gerekir. Türk edebiyatında aşk konusu müstakil olarak ele alındığı gibi bu edebiyatın çeşitli mahsullerinde lafız ve mâna sanatlarından faydalanılarak bilhassa telmih, teşbih, mecaz ve istiareler yoluyla kullanılmış, ayrıca mazmun ve remiz olarak da yaygın bir şekilde işlenmiştir. Daha çok tasavvufî-ilâhî ve maddî-beşerî özellikleriyle ele alınan aşk konusunun zaman zaman da bilhassa yenileşme devri Türk edebiyatında felsefî bir yaklaşımla işlendiği görülmektedir. Özellikle Mevlânâ Celâleddîn-i Rûmî’den başlayarak Yûnus Emre, Eşrefoğlu Rûmî, Dede Ömer Rûşenî, Niyâzî-i Mısrî, Seyyid Nizamoğlu Seyfullah, Nesîmî ve daha birçok mutasavvıf şairin manzum ve mensur eserleriyle gazel-ilâhilerinde tasavvufî özellikleriyle ele alınan aşk konusu, divan edebiyatının Şeyhî, Bursalı Ahmed Paşa, Necâtî, Zâtî, Hayâlî, Fuzûlî, Nâilî, Nâbî ve Şeyh Galib gibi isimlerinin şiirlerinde ilâhî ve maddî-beşerî; Bâkî, Şeyhülislâm Yahyâ, Şeyhülislâm Bahâî, Nef‘î ve Nedîm gibi şairlerde ise daha ziyade maddî-beşerî yönleriyle ele alınmıştır. Ancak bütün bu eserlerde maddî-beşerî-mecazî yönleriyle ele alınan aşk konusunun ilâhî-hakikî özelliklerle de iç içe olduğunu, hatta tamamen maddî görünenlerinde bile mahiyetinin tam anlaşılmasında kararsızlığa düşülebileceğini belirtmek gerekir. Konunun bu şekilde girift bir hal almasında “el-mecâzü kantaratü’l-hakīka (mecaz hakikatin köprüsüdür)” anlayışı hâkim olmuştur. Divan ve tasavvuf edebiyatlarında mutlak hakikat olan Allah’a varmanın (vuslat) aşk ve akıl olmak üzere belli başlı iki yolu vardır. Âşık aşkı, zâhid ise aklı temsil eder. Maksada en kestirme ulaştıran, fakat en çetin olan aşk yoludur ve bu daima akılla çatışma halinde ele alınmıştır. Aşk yolunda daha ilk adımda başı vermek lâzımdır. Aşk dünya ilmiyle medresede kavranamaz. Fuzûlî’nin çok tanınmış, “Aşk imiş her ne var âlemde / İlim bir kīl ü kāl imiş ancak” beyti bunun en meşhur ifadesidir. Akıl gönlü aşktan ayırmak ister, gönül ise aşka koşar, onu her şeye tercih eder. Bu yüzden âşık akla değil aşka uyar, aklı ve aklın meselelerini bir tarafa bırakır, aklın temsilcisi olan zâhidi de devamlı tenkit ederek aşkı zühde tercih eder. Her ne kadar âşık/sâlik önce şeriatın koyduğu sınırlara riayet ederek zühd ve takvâ ile hareket etmek mecburiyetinde ise de bu kâfi değildir. Zühd ve takvâ onu hakikate yöneltir; böylece dünyevî ihtiraslarına hâkim olduktan sonra şeriatın sınırları dışına çıkmadığı gibi makamların en yükseği olan aşk ve muhabbet makamına ulaşmayı hedef edindiğinden zühd ve takvâya da değer vermeyerek aşk, zevk, şevk ve keşif yolunu tutar. Ancak bu çileli bir yoldur, aşk yakıcı bir ateştir. Gönül gam, keder, sitem-i yâr ile harap olmayınca aşk hazinesi ortaya çıkmaz. Âşığın vücudu aşk ile dirilir, aşksız kalmak onun için ölümdür. Yûnus’un, “Ölen hayvan-durur âşıklar ölmez” mısraı bunu ifade eder. Bu sebeple âşık aşktan ve aşk derdinden kurtulmak istemez. Fuzûlî’nin Leylâ vü Mecnûn ’da, Mecnûn’un Kâbe’deki münâcâtının ifadesi olarak yer alan, “Yâ rab belâ-yı aşk ile kıl âşînâ beni / Bir dem belâ-yı aşktan etme cüdâ beni” matla‘lı, aşk veya âşık duası adıyla anılan gazeli bu fikrin en güzel ve tanınmış ifadesidir. Allah âşıkları aşktan başka bir şeyle teselli bulamazlar. Bu bakımdan onlara göre aşk vâcip ve farzdır. Aşk yoluna giren ar ve namusunu yani benliğini, bu vehimden ibaret olan varlığını aşk denizine garketmelidir. Yûnus’un, “Âşık Yûnus mâşukuna vuslat bulunca mest olur / Ben şîşeyi çaldım taşa nâmûs u ârı neylerem” beytiyle son bulan şiiri bu düşüncenin çeşitli yönleriyle anlatıldığı çok sevilmiş bir ifadesidir. Aşk o kadar yüce bir değerdir ki bu uğurda niceleri İbrâhim Edhem gibi tac ve tahtını yağmaya verip Hallâc-ı Mansûr ve Nesîmî gibi seve seve ölüme koşmuştur. Bundan dolayı Hallâc’a “şehîd-i aşk” adı verilmiştir. Onun macerası tasavvufî edebiyatta olduğu kadar divan edebiyatında da her yönüyle en geniş şekilde ele alınmış, âdeta tükenmez bir hazine gibi tekrar tekrar kullanılmış, telmih, teşbih ve mecazlar yoluyla olduğu kadar mazmun ve remiz olarak da zikredilmiştir. Hakiki aşk yoluna mecazdan girilir ve güzelden güzelliğe, fertten cemiyete, mazhardan zâhire, kuldan Hakk’a, diğer bir deyişle kesretten vahdete doğru bir seyir takip edilir. Bu bakımdan mecazi aşkın sembolü olan güzeller, mey, meyhâne, mahbûb ve pîr-i mugan sadece bir vasıtadır. Ancak âşık/sâlik bu yolla fenâfillâha erişince bir süre de olsa mâsivâya bağlandığı için nâdim olur, tövbe eder. Aşktan maksat vuslat bayramına erişip canını cânâna, mâşuka yani sevgiliye kurban etmektir. Şeyhî’nin, “Hâlât-ı aşka gerçi nihâyet denilmedi / Derd almak ibtidâdır ü can vermek intihâ” beyti bunun veciz bir ifadesidir. Divan edebiyatında belli başlı özellikleri yukarıda belirtilen aşk konusunun işlendiği eserlerin başında Mevlânâ’nın bütün eserleriyle yine ona izâfe edilen ʿIşḳnâme adlı mesnevisini zikretmek gerekir. Bunlar Farsça olmakla birlikte çoğu manzum olarak Türkçe’ye de tercüme edilmiş ve daha sonraki şair ve ediplere şekil ve muhteva bakımından kaynaklık yapmıştır. Yûnus Emre’nin Divan ’ı (nşr. Abdülbaki Gölpınarlı, İstanbul I-II, 1943; III-IV, 1948); Âşık Paşa’nın Garibnâme ’si (Beyazıt Devlet Ktp., nr. 3633; Süleymaniye Ktp., Lâleli, nr. 1752); Eşrefoğlu Rûmî’nin Divan ’ı (nşr. Âsaf Hâlet Çelebi, İstanbul 1943); Sinan Paşa’nın Tazarru‘nâme ’si (nşr. Mertol Tulum, İstanbul 1971); Dede Ömer Rûşenî’nin Neynâme ’si (nşr. Mustafa Uzun, İstanbul 1990) hem bu tesir altında meydana gelmiş, hem de bu konuyu işlemiş ilk eserlerin belli başlıları arasında yer alır. Aşk konusunun işlendiği ikinci grup eserler, “iki kahramanlı aşk hikâyeleri” adı altında toplanabilecek olan çoğu maddî aşkı ve bu uğurda âşıkların başından geçen maceraları konu alan mesnevilerdir. En güzel örnekleri XIV, XV ve XVI. yüzyıllarda kaleme alınan bu eserler arasında Yûsuf u Züleyhâ, Leylâ vü Mecnûn, Hüsrev ü Şîrîn, Ferhad ü Şîrîn, Varaka ve Gülşah, Cemşîd ü Hurşîd, Vâmık u Azrâ, Süheyl ü Nevbahar en çok işlenen hikâyelerdir (aşk konulu mesnevilerin yüzyıllara ve şairlere göre dağılımını veren bir liste için bk. Ünver, s. 460). Bu mesneviler arasında, Kur’an’da “ahsenü’l-kasas” (kıssaların en güzeli) olarak nitelendirilen Yûsuf u Züleyhâ hikâyesi, benzerleri arasında en sevilmiş ve beğenilmiş olduğu için en çok işlenmiş olanıdır. Türk edebiyatında ilk örneği Ali tarafından “Kıssa-i Yûsuf” adıyla meydana getirilen bu mesnevinin diğer tanınmış örnekleri arasında, Anadolu sahasında, Şeyyad Hamza (nşr. Dehri Dilçin, İstanbul 1946) ile Darîr, Hamdullah Hamdi, Yahyâ Bey (nşr. Mehmed Çavuşoğlu, İstanbul 1979) ve Kemalpaşazâde’nin eserleri sayılabilir (geniş bilgi için bk. Kavcar, s. 157 vd.). Bundan sonra en çok rağbet edilen aşk hikâyesi ise Leylâ vü Mecnûn olmuştur. Türk edebiyatında ilk defa Gülşehrî’nin Mantıku’t-tayr ’ı ile Âşık Paşa’nın Garibnâme ’sinde aşk bahsi anlatılırken temas edilen bu konu, daha sonra on sekizinin eserleri elde olmak üzere yirmi dokuz divan şairi tarafından işlenmiştir. Bunlar arasında en tanınmış olanlar Ali Şîr Nevâî, Bihiştî Ahmed Sinan, Hamdullah Hamdi, Fuzûlî ve Atâî’nin eserleridir (geniş bilgi için bk. Agâh Sırrı Levend, Arap, Fars ve Türk Edebiyatlarında Leylâ ve Mecnun Hikâyesi ). Fuzûlî’nin Leylâ vü Mecnûn ’u benzerleri arasında en çok beğenilen ve aşk konusunu her yönüyle en güzel ifade eden bir şaheser olarak kabul edilmektedir (nşr. Necmettin Halil Onan, İstanbul 1956). Divan edebiyatında aşk konusunu işleyen eserler arasında sözü edilmeden geçilemeyecek olan bir başkası da Şeyh Galib’e asıl şöhretini sağlayan, kendisinin de kaleme almakla övündüğü Hüsn ü Aşk ’tır (nşr. Abdülbaki Gölpınarlı, İstanbul 1968). Bütünüyle tasavvufî aşkı anlatan bu eserde, Hüsn’e vurulan Aşk, başından geçen çeşitli maceralardan sonra kendinden ayrı sandığı Hüsn’ü yine kendinde bulmuş, Aşk’ın Hüsn’den, Hüsn’ün de Aşk’tan başka bir şey olmadığını anlayarak vahdet sırrına erişmiştir. Aşk konusunu işleyen bu tanınmış mesnevilere ilmî neşirleri yapılmış Mehmed adlı bir şairin Işknâme ’si (nşr. Sedit Yüksel, Ankara 1965) ile Şeyhoğlu Mustafa’nın Hurşidnâme ’sini de ( Hurşîd ü Ferahşâd ) ilâve etmek gerekir (nşr. Hüseyin Ayan, Erzurum 1979). Aşk yenileşme devri Türk edebiyatında da ana tema olarak yerini almakla birlikte gerek şekil gerekse mahiyet olarak öncekinden farklı bir yapı ve gelişme göstermiştir. Batı edebiyatı tesiri altında birçok bakımdan yeni özellikler kazanan ve bilhassa Fransız romantiklerini taklit ederek eser vermeye başlayan bu dönemde aşk, kısmen eski edebiyattaki mesnevi ve halk hikâyelerinin yerini alan roman ve hikâyelerle, şiir ve tiyatroda vazgeçilmez bir unsur olarak yerini ve divan edebiyatındaki tasavvufî-hakikî yapısının dışındaki özelliklerini korumuştur. Nâmık Kemal’in ifadesiyle “kalbin hissiyyât-ı ulviyyesi” olan aşk, bu devrenin bütün ürünlerinde kadına duyulan maddî-beşerî bir alâka şeklinde ortaya çıkmaktadır. Bu sebeple daha realist bir mahiyet kazanan aşk, yaşanmış bir hayatın hâtırası etrafında şekillenip eskiye göre çok yeni ve zengin unsurlarla bezenmiştir. Ulaşılamayan ve daha çok hayalde yaşatılan bir sevgili ile ona kavuşma motifi yerini, acı-tatlı yönleriyle beraberce yaşanılan, saadeti veya kederiyle hissedilen bir hayata, bunun getirdiklerine, bu hayatın ölüm ve ayrılık gibi sebeplerle sona ermesi üzerine çekilen çeşitli ıstırap ve hasret duygularına bırakır. Hatta denilebilir ki yenileşme devri Türk edebiyatının ilk eserlerinde aşk, devrin sosyal şartları ve meseleleriyle realizmin tesiri altında, âşıklar arasındaki hüsranın, acının sebebi olarak işlenir. Nâmık Kemal’in İntibah ’ı (İstanbul 1876), Şemseddin Sâmi’nin Taaşşuk-ı Tal‘at ve Fitnat ’ı (İstanbul 1873), Emin Nihad’ın Müsameretnâme ’si (İstanbul 1871-1875) bu eserlerin ilk örneklerindendir. Daha sonra ise Sâmipaşazâde Sezâi’nin Sergüzeşt (İstanbul 1888) adlı romanı başlı başına ve daha ileri kademede bir yer tutar. Türk romanının gelişmesiyle konu daha değişik boyutlarda ele alınmış ve Aşk-ı Memnû , Mâi ve Siyah , Kırık Hayatlar , Eylül gibi eserler verilmiştir. Abdülhak Hâmid’in bilhassa tiyatroda İçli Kız (İstanbul 1875), Mâcerâ-yı Aşk (İstanbul 1873) ve diğer eserleri, aşkı bu edebiyatın yukarıda verilen ana özellikleri içinde ele alan dikkate değer örnekleri arasındadır (geniş bilgi için bk. Tanpınar, s. 517-592). Daha sonra günümüze kadar olan devrede aşk, şiir, roman-hikâye ve tiyatroda yeni sosyal şartlara göre farklı işleyişlerle ifadesini bulmuştur. Halk edebiyatının ana temalarından biri ve belki de birincisi maddî-beşerî aşktır ve bu konu halk şiirinin bilhassa güzelleme, türkü ve mâni gibi türlerinin büyük bir kısmıyla âşık adı verilen saz şairlerinin anlatıp geliştirdiği halk hikâye ve masallarında işlenmiştir. Türk folklorunun en önemli unsurlarından olan türkü ve mânilerde yer alan aşkın, sevgiliye karşı duyulan sonsuz muhabbetin çok veciz, samimi ve içli bir şekilde, âdeta kutsal bir duygu olarak dile getirildiği görülmektedir. Aşk ( عشق ) kelimesinin eski yazı ile yazılış özelliğinden hareketle, “üç harf, beş nokta” rumuzuyla da ifade edilen bu mefhumun halk şiirinde kullanılışına güzel bir örnek, Bayburtlu Celâlî’nin gerdek gecesi karısına hitaben yazdığı güzellemede yer alır: “Üç harf beş noktadan aldık hesâbı / Seni bana yazmış ezel kitâbı / Şimden geri kaldır yüzden nikābı / Hânemiz erkânı sen safâ geldin.” Leylâ ile Mecnûn (Özege, III, 967), Emrah ile Selvihan, Âşık Garip (Özege, I, 83), Kerem ile Aslı (Özege, II, 861), Tâhir ile Zühre (Özege, II, 569) ve benzeri halk hikâyelerinin de en belirgin özelliği aşkın ön planda oluşudur. Oldukça tekâmül etmiş ve hemen hemen platonik bir mahiyet kazanmış bir aşk anlayışına sahip bu hikâye kahramanlarının devamlı hicran içinde yandıkları, vefakâr bir sevgi ile yaşadıkları ve ekseriyetle de sevgililerine kavuşamadan öldükleri görülür. Yer yer tasavvufî anlayışın da belirgin olarak ön plana çıktığı bu hikâyelerin hemen hepsinde beşerî bir duygu olarak yer alan aşkın çok defa kaderle karşı karşıya geldiği ve çatıştığı görülmektedir. Ayrıca, kullandıkları şekil ve türler bakımından halk edebiyatının içinde değerlendirilen Bektaşî ve Alevî zümrelere ait şiir, nefes, nutuk ve tercümanlarda da aşk konusu en çok işlenen tema olmuştur. Fakat bunlarda gerek tasavvufî gerekse beşerî olarak Sünnî inanışın Allah ve Hz. Peygamber’e yönelttiği aşk anlayışının yerine, hemen sadece Hz. Ali’ye ve Ehl-i beyt’e duyulan aşırı ve sonsuz sevginin konu edildiği görülmektedir. Konuşma ve yazı dilinde aşk ile ilgili atasözü, deyim ve çeşitli şekillerde yapılmış eski ve yeni birçok unsur bulunmaktadır. “Aşk olmayınca meşk olmaz, aşk u şevk, aşk odu, aşk u meşk, aşk deryası, aşka düşmek, aşka gelmek, pîr aşkına, aşk-bâz, aşk-bâzî, behişt-i aşk, âşiyân-ı aşk, aşk-perver” gibi ilk bakışta karşılaşılan kelime, deyim ve terkiplerin sayısı 100’ün üzerindedir. Tezhip ve minyatürlerle halk resimlerinde de aşk konusuna geniş yer verilmiştir. Klasik süsleme sanatlarından olan tezhip ve minyatürde çok kullanılan bir kenar suyu motifi “aşk yolu” adıyla meşhurdur. Bilhassa maddî aşkı konu edinen manzum ve mensur birçok eser, özellikle hamseler çok sanatkârane minyatürlerle süslenmiştir. Bunlar arasında, İslâm milletlerinin edebiyatlarında en büyük aşk hikâyesi kabul edilen Leylâ ile Mecnûn’un aşkını anlatan yazma eserlerdeki çeşitli sahneler önemlidir (meselâ bk. Çağman – Tanındı, rs. 11, 16, 17, 22, 45, 48). Halk resimlerinde de maddî aşk konusunu işleyen hikâye ve masallar aynı şekilde resimlendirilmiştir (bk. Derman, s. 20-40, rs. 1-180). Minyatürlere göre gerek teknik gerekse muhteva bakımından çok basit olan ve genellikle yapanı belli olmayan bu resimlerin en önemli yanı, konunun halkın içinden geldiği gibi ve aşk anlayışının bütün özelliklerinin birbirinin içinde girift bir şekilde ifadesini bulduğu hayalî, remzî, hatta tılsımlı şekillerle resmedilmiş olmasıdır. Aşk konusunun halk arasında nasıl anlaşıldığının en belirgin örneklerinden biri olan bilhassa “âh mine’l-aşk” yazılı levha-resimlerin gergef ile işlenmişleri evlerde, ayna üzerine yapılmışları kahvehanelerde, boyalı, boyasız el ile çizilmişleri, taş basmaları, yaldızlıları, sülüs ve ta‘lik hattıyla veya dallardan yapılmış (hatt-ı şecerî) yazılarla yazılmışları da dükkânlarda görülürdü. Aşk derdine tutulanları temsil eden çift gözlü “he” harfinin insan gözüne benzetilen gözlerinden akan derya misali yaşlar (seylâb-ı aşk) bir göl veya deniz meydana getirmekte, diğer taraftan da Ferhad veya Mecnûn gibi aşktan dolayı dağlara düşmüş bir âşığın halini anlatmak maksadıyla dağların üzerine resmedilmiş ve kendisi de şekliyle bir dağı andıran ve dağ başına benzeyen bu harfin tepe noktasından tüten dumanlar âşığın aşk elinden yanıp tutuştuğunu, dumanının göklere çıktığını gösterir. Bu yazı-resimlerin hemen hepsinde genellikle ta‘lik hattıyla yazılmış, “Âh mine’l-aşk ve hâlâtihî, ahraka kalbî bi-harârâtihî” (Âh bu aşktan ve hallerinden, ateşi kalbimi yaktı) beyti ve konuyla ilgili başka manzum ve mensur ifadeler yer almaktadır (bk. Aksel, s. 49, 52-55). Aşk konusu Türk mûsikisinde de önemli bir yer tutmaktadır. Maddî aşkın terennüm edildiği şarkılar başta olmak üzere çeşitli formdaki lâdinî eserler arasında, bazan ilâhî aşkın da ifade edildiği gazel formunun ayrı bir yeri vardır. Dinî mûsikinin tekke mûsikisi kolunda da başta Mevlevî âyinleri olmak üzere na‘t, durak, ilâhi, tevşîh ve bilhassa irticâlen okunan kasideler konunun işlendiği belli başlı formlardır. Bu eserlerde ele alınan aşk esas itibariyle tasavvufî-ilâhîdir. Fakat na‘t ve tevşîhlerde Hz. Peygamber’e ve tarikat pîrlerine karşı duyulan aşk ve muhabbet de dile getirilmiştir. Mevlevî âyinleri güfteleri itibariyle genellikle Hz. Mevlânâ’nın ilâhî aşkı işleyen âşıkane gazelleriyle, Mes̱nevî ’sinden seçilmiş bu konudaki beyitlerin bestelenmesinden meydana geldiği için hemen tamamen aşk konusunu işler. Bunlar arasında, “Beste-i Kadîm” adıyla tanınan ve ilk üç Mevlevî âyininden biri olan hüseynî âyininde yer alan ve daha sonra pek çok âyinde de tekrar edilmiş olan, güftesi Mevlânâ’ya nisbet edilen, “Âh mine’l-aşk ve hâlâtihî / ahraka kalbî bi-harârâtihî / mâ nazara’l-aynü ilâ gayriküm / uksimü billâhi ve âyâtihî” kıtası ile bunun Türkçe’si olan mütercimi meçhul, “Âh güzelin aşkına hâlâtına / Yandı yürek aşk harârâtına / And içerem gayri güzel sevmezem / Tanrı’ya vü Tanrı’nın âyâtına” kıtası pek meşhurdur ve aşk konusunun âyinlerde nasıl önemli bir yer tuttuğunun da en açık ifadesidir. Bu Arapça kıtanın ilk iki mısraı Şeyh Galib’in, “Ey rûh-ı pâkinde ıyan nûr-ı zât” matla‘lı terciinde vasıta beyti olarak kullanıldığından bazılarınca beytin ona ait olduğu söylenirse de bu yanlıştır. BİBLİYOGRAFYA Dihhudâ, Luġatnâme , s. 264-271. Eşrefoğlu Rûmî, Eşrefoğlu Divanı (nşr. Âsaf Hâlet Çelebi), İstanbul 1943. Sinan Paşa, Tazarru‘nâme (nşr. Mertol Tulum), İstanbul 1971, s. 187-215. Fuzûlî, Leylâ ile Mecnun (nşr. Necmettin Halil Onan), İstanbul 1956, s. 1-8. Şeyh Galib, Hüsn ü Aşk (nşr. Abdülbâki Gölpınarlı), İstanbul 1968, s. 27. Emin Nihad Bey, Müsameratname: Gece Hikayeleri (haz. M. İsmet Uzun), İstanbul, ts. (Tercüman 1001 Temel Eser: 20). A. Nihat Tarlan, İslâm Edebiyatında Leylâ ve Mecnun Mesnevîsi (doktora tezi, 1922), Türkiyat Araştırma Merkezi, nr. 1. a.mlf., Şeyhî Divanını Tetkik , İstanbul 1964, s. 4-7, 9, 2126. Türk Musikisi Klasiklerinden Mevlevî Âyinleri , İstanbul 1934 (İstanbul Konservatuvarı neşriyatı), VI, 270-271 (notası), 277 (güftesi). Haydar Tolun, Aşk Edebiyatı , Bursa 1936. Pertev Naili Boratav, Halk Hikâyeleri ve Halk Hikâyeciliği , Ankara 1946, s. 85. Tanpınar, Türk Edebiyatı Tarihi , s. 5-10, 270-272, 280-281, 289-290. Agâh Sırrı Levend, Arap, Fars ve Türk Edebiyatlarında Leylâ ve Mecnun Hikâyesi , Ankara 1959, s. 1-7, 370-383. a.mlf., Divan Edebiyatı , s. 24. Bedri Noyan, Aşk Risalesi , Aydın 1959. Malik Aksel, Anadolu Halk Resimleri , İstanbul 1960, s. 49, 52-56. a.mlf., “Âh Minelaşk Yazı-Resim... Tabiat”, TFA , sy. 213 (1967), s. 4378-4381. Nihad M. Çetin, Eski Arap Şiiri , İstanbul 1973, s. 70, 71, 74, 80, 86, 89. Özege, Katalog , I, 83; II, 569, 861; III, 967. E. Kemal Eyüboğlu, On Üçüncü Yüzyıldan Günümüze Kadar Şiirde ve Halk Dilinde Atasözleri ve Deyimler , İstanbul 1973-75, I, 20-25; II, 31-32. Filiz Çağman – Zeren Tanındı, Topkapı Sarayı Müzesi İslâm Minyatürleri , İstanbul 1979, rs. 11, 16, 17, 22, 45, 48. Beşir Ayvazoğlu, Aşk Estetiği , Ankara 1982. a.mlf., İslâm Estetiği ve İnsan , İstanbul 1989, s. 38-53, 97-105. Nejat Muallimoğlu, Deyimler, Atasözleri, Beyitler ve Anlamdaş Kelimeler , İstanbul 1983, s. 35-40. Abdülbâki Gölpınarlı, Şeyh Galib: Seçmeler ve Hüsn ü Aşk , İstanbul 1976, s. 32-40. a.mlf., Mevlânâ’dan Sonra Mevlevîlik , İstanbul 1983, s. 456. Cemâl Kurnaz, Hayâlî Bey Dîvânı (Tahlili) , Ankara 1987, s. 404. Gül Derman, Resimli Taş Baskısı Halk Hikâyeleri , Ankara 1989, s. 19-40, 60-65, rs. 1-180. Hikmet Dizdaroğlu, “Bayburtlu Celâlî’nin Şiirleri: IV”, TFA , sy. 131 (1960), s. 2171. Cahit Kavcar, “Hamdullah Hamdi’nin Yusuf ü Züleyha’sı”, TDAY Belleten , 1968 (1969), s. 157-169. İsmail Ünver, “Mesnevi”, TDl. , Türk şiiri özel sayısı II: Divan şiiri, sy. 415-417 (1986), s. 430-463. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 1991 yılında İstanbul’da basılan 4. cildinde, 18-21 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Dihhudâ, Luġatnâme , s. 264-271.",
        "Eşrefoğlu Rûmî, Eşrefoğlu Divanı (nşr. Âsaf Hâlet Çelebi), İstanbul 1943.",
        "Sinan Paşa, Tazarru‘nâme (nşr. Mertol Tulum), İstanbul 1971, s. 187-215.",
        "Fuzûlî, Leylâ ile Mecnun (nşr. Necmettin Halil Onan), İstanbul 1956, s. 1-8.",
        "Şeyh Galib, Hüsn ü Aşk (nşr. Abdülbâki Gölpınarlı), İstanbul 1968, s. 27.",
        "Emin Nihad Bey, Müsameratname: Gece Hikayeleri (haz. M. İsmet Uzun), İstanbul, ts. (Tercüman 1001 Temel Eser: 20).",
        "A. Nihat Tarlan, İslâm Edebiyatında Leylâ ve Mecnun Mesnevîsi (doktora tezi, 1922), Türkiyat Araştırma Merkezi, nr. 1.",
        "a.mlf., Şeyhî Divanını Tetkik , İstanbul 1964, s. 4-7, 9, 2126.",
        "Türk Musikisi Klasiklerinden Mevlevî Âyinleri , İstanbul 1934 (İstanbul Konservatuvarı neşriyatı), VI, 270-271 (notası), 277 (güftesi).",
        "Haydar Tolun, Aşk Edebiyatı , Bursa 1936.",
        "Pertev Naili Boratav, Halk Hikâyeleri ve Halk Hikâyeciliği , Ankara 1946, s. 85.",
        "Tanpınar, Türk Edebiyatı Tarihi , s. 5-10, 270-272, 280-281, 289-290.",
        "Agâh Sırrı Levend, Arap, Fars ve Türk Edebiyatlarında Leylâ ve Mecnun Hikâyesi , Ankara 1959, s. 1-7, 370-383.",
        "a.mlf., Divan Edebiyatı , s. 24.",
        "Bedri Noyan, Aşk Risalesi , Aydın 1959.",
        "Malik Aksel, Anadolu Halk Resimleri , İstanbul 1960, s. 49, 52-56.",
        "a.mlf., “Âh Minelaşk Yazı-Resim... Tabiat”, TFA , sy. 213 (1967), s. 4378-4381.",
        "Nihad M. Çetin, Eski Arap Şiiri , İstanbul 1973, s. 70, 71, 74, 80, 86, 89.",
        "Özege, Katalog , I, 83; II, 569, 861; III, 967.",
        "E. Kemal Eyüboğlu, On Üçüncü Yüzyıldan Günümüze Kadar Şiirde ve Halk Dilinde Atasözleri ve Deyimler , İstanbul 1973-75, I, 20-25; II, 31-32.",
        "Filiz Çağman – Zeren Tanındı, Topkapı Sarayı Müzesi İslâm Minyatürleri , İstanbul 1979, rs. 11, 16, 17, 22, 45, 48.",
        "Beşir Ayvazoğlu, Aşk Estetiği , Ankara 1982.",
        "a.mlf., İslâm Estetiği ve İnsan , İstanbul 1989, s. 38-53, 97-105.",
        "Nejat Muallimoğlu, Deyimler, Atasözleri, Beyitler ve Anlamdaş Kelimeler , İstanbul 1983, s. 35-40.",
        "Abdülbâki Gölpınarlı, Şeyh Galib: Seçmeler ve Hüsn ü Aşk , İstanbul 1976, s. 32-40.",
        "a.mlf., Mevlânâ’dan Sonra Mevlevîlik , İstanbul 1983, s. 456.",
        "Cemâl Kurnaz, Hayâlî Bey Dîvânı (Tahlili) , Ankara 1987, s. 404.",
        "Gül Derman, Resimli Taş Baskısı Halk Hikâyeleri , Ankara 1989, s. 19-40, 60-65, rs. 1-180.",
        "Hikmet Dizdaroğlu, “Bayburtlu Celâlî’nin Şiirleri: IV”, TFA , sy. 131 (1960), s. 2171.",
        "Cahit Kavcar, “Hamdullah Hamdi’nin Yusuf ü Züleyha’sı”, TDAY Belleten , 1968 (1969), s. 157-169.",
        "İsmail Ünver, “Mesnevi”, TDl. , Türk şiiri özel sayısı II: Divan şiiri, sy. 415-417 (1986), s. 430-463."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}