{
  "id": "eweb_237",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/bayezid-i-bistami",
  "annotator": "Jeremy",
  "title": "BÂYEZÎD-i BİSTÂMÎ",
  "arabic_title": "بايزيد بسطامى",
  "summary": "Ebû Yezîd Tayfûr b. Îsâ b. Sürûşân (ö. 234/848 [?]) İlk büyük mutasavvıflardan.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Hemen bütün tasavvuf ve tabakat kitaplarında Bâyezîd-i Bistâmî’den bahsedilirse de bu bilgiler genellikle onun menkıbeleri, sözleri ve şathiye lerine dair olup bunlar arasında hayatıyla ilgili pek az bilgi bulunmaktadır. Bu kısıtlı bilgilere göre o İran’ın Horasan eyaletinde bulunan Bistâm kasabasında doğmuştur. Dedesi Sürûşân (Serûşân) aslen İranlı Mecûsî bir din adamıyken müslüman olmuştur. Dindarlığı ile tanınan babası Îsâ’nın iki kızı ile üçü de âbid ve zâhid olan Âdem, Tayfur ve Ali adlarında üç oğlu vardı. Ortancaları olan Tayfur “Sultânü’l-ârifîn, pîr-i Bistâm, Bâyezîd (Ebû Yezîd)” diye meşhur olmuştur. Câmî onun adını yanlış olarak Ebû Yezîd Tayfûr b. Îsâ b. Âdem b. Sürûşân şeklinde kaydetmiştir. Aslında bu Bâyezîd-i Bistâmî’nin değil büyük kardeşi Âdem’in torunu Ebû Yezîd Tayfûr b. Îsâ b. Âdem’in künyesidir. İkisini birbirine karıştırmamak için birincisine Büyük Bâyezîd, ikincisine de Küçük Bâyezîd denilir. Kuşeyrî, Bâyezîd’in vefat tarihi olarak 234 (848) ve 261 (875) yıllarını verir ve son tarihi tercih eder. Herevî de 261 tarihini daha doğru görür. Sülemî aralarında bir tercih yapmaksızın her iki tarihi de kaydeder. Sehlegī ise Bistâmî’nin 234’te yetmiş üç yaşında iken vefat ettiğini söyler ki bu duruma göre Bâyezîd 161’de (777) doğmuştur. Abdürrefî‘ onun 131’de (748) doğup 234’te 103 yaşında iken vefat ettiğini zikreder. Bunların içinde doğruya en yakın olan Sehlegī’nin rivayetidir. Attâr Bâyezîd’in 103 üstattan faydalandığını söyler. Herevî onun başlangıçta Hanefî olduğunu belirtir. Şiî kaynaklar genellikle Bâyezîd’in altıncı imam Ca‘fer es-Sâdık’ın (ö. 148/765) talebeleri arasında yer aldığını kaydederler. Fakat bu rivayet tarih bakımından doğru değildir. Bu sebeple onu yedinci imam Mûsâ el-Kâzım’ın (ö. 182/798), sekizinci imam Ali er-Rızâ’nın (ö. 203/818) ve dokuzuncu imam Ebû Ca‘fer Cevâd Muhammed et-Takī’nin (ö. 220/835) talebesi olarak gösterenler de vardır. Hânsârî Ravżâtü’l-cennât ’ta Ebû Ca‘fer Cevad isminin Ca‘fer Sâdık şeklinde tahrif edilmiş olabileceğini söyler. Bütün bunlar Bâyezîd’i Şîa’ya yakın göstermek için ortaya atılmış rivayetlerdir. Serrâc’ın Bâyezîd’i ömründe bir defa hacca giden mutasavvıflardan sayması, onun ilim ve mârifet tahsil etmek için fazlaca seyahat etmediğini gösterir. Nitekim kendisi de Ahmed b. Hadraveyh’e çok dolaşmanın iyi bir şey olmadığını söylemiştir. Bâyezîd’in tasavvufta üstadının Ebû Ali es-Sindî adında biri olduğunu kaydeden Serrâc’ın verdiği bilgilere göre Bâyezîd, ümmî olan bu şeyhe farzları yerine getirecek kadar şer‘î ilim öğretmiş, karşılığında da ondan tevhid ve fenâ ilmini öğrenmişti. Attâr Bâyezîd’in çetin riyâzetler ve zor mücâhedeler sonunda bu makama ulaştığını söyler. Bâyezîd’in bazı sözlerine bakılırsa o tasavvufî bilgileri Allah’tan vasıtasız olarak aldığına inanıyordu. Tasavvufun doğuş devrinde yaşayan Bâyezîd-i Bistâmî’nin, çağdaşı mutasavvıfların birçoğu ile ilgili menkıbeleri vardır. Bunlardan Şakīk-ı Belhî, Hâtim el-Esam, Ahmed b. Hadraveyh, Zünnûn, Ebû Türâb en-Nahşebî, Yahyâ b. Muâz ve Sehl b. Abdullah ile ilgili olan menkıbeler en önemlileridir. Bu menkıbelerin hemen hepsi Bâyezîd’in tasavvuftaki mertebesinin üstünlüğünü gösterir. “Burada olan biri sevgi kadehinden öylesine içti ki bir daha hiç susamadı” diye kendisine haber gönderen Yahyâ b. Muâz’a, “Burada bulunanlardan biri de yedi deryayı bir yudumda içtiği halde hâlâ ağzını açarak daha yok mu diye sormakta” şeklinde cevap verdiği nakledilir. Bâyezîd ile çağdaşı sûfîler arasında geçtiği söylenen olayların çoğu mevsuk değildir. Aynı dönemde yaşadıkları halde Ma‘rûf-i Kerhî, Hâris el-Muhâsibî, Serî es-Sakatî, Ebû Hafs el-Haddâd ve Hamdûn el-Kassâr ile Bâyezîd arasında geçen herhangi bir menkıbenin rivayet edilmemesi dikkat çekicidir. Bâyezîd-i Bistâmî daha sağlığında pek çok kişi tarafından ziyaret edilmiştir. Bu ziyaretçiler arasında kendisine bağlanan ve görüşlerini benimseyenlerin sayısı oldukça fazladır. Bunların bir kısmı ise onun ailesindendir. Büyük kardeşi Âdem’in oğlu Ebû Mûsâ, bunun oğlu Umey diye bilinen Mûsâ b. Îsâ ve Küçük Bâyezîd diye tanınan Tayfûr b. Îsâ onun görüşlerine bağlı olan mutasavvıflardandır. Bunlar içinde özellikle Ebû Mûsâ, Bâyezîd-i Bistâmî’nin çok beğendiği, kalp safiyetini takdir ettiği, kimseye açmadığı ilâhî sırları kendisine aktardığı sâdık bir talebesi ve hizmetkârı idi. İbrâhim el-Herevî, Hasan b. Aleviyye, Ebû Abdullah el-Mağribî ve Ebû Mûsâ ed-Dübeylî, Bâyezîd-i Bistâmî’nin tanınmış mürid ve halifelerindendir. Bâyezîd tasavvuf tarihinde sekr, fenâ, melâmet, tevhid, mârifet, muhabbet, mi‘rac ve îsâr gibi konulardaki sözleri ve şathiyeleriyle tanınır. O sâlikin kendinden geçip (sekr) benliğini yok ederek (fenâ) Hakk’a ermesi gerektiği düşüncesindedir. Sâlik bu dereceye ancak sürekli riyâzet, çetin nefis mücadelesiyle birlikte derin tefekkür ve dikkatli murakabe ile erişebilir. Nitekim kendisi Allah’a hitaben O’na nasıl erebileceğini sorduğunda, “Nefsini bırak da öyle gel” cevabını aldığını, bunun üzerine gömleğinden çıkan yılan gibi nefsinden ve benliğinden sıyrılıp çıktığını ifade etmişti. Sahip olduğu mertebeye aç karın ve çıplak bedenle, nefsini on iki yıl çekiçle döverek ulaştığını söyleyen Bâyezîd bu mertebede âşıkla mâşukun bir ve aynı, her şeyin “bir”den ibaret olduğunu görmüş, “Ey sen ki bensin!” şeklinde kendisine yine kendisinden nida edildiğini söylemiş, fenâdan da fâni olmayı gösteren bu hali ifade etmek üzere “Heme ûst” (her şey O’dur) sözünü kullanmıştı. Hakk’a giden yolun uzun olduğunu ve O’na ulaşmanın kolay olmadığını her fırsatta belirten Bâyezîd, Hakk’a erdiğini sananların aslında henüz yolda olduklarını, bir erme halinden bahsedilemeyeceğini anlatmak için, “Binlerce makamı geride bıraktıktan sonra Allah’ın mânasında değil lafzında olduğumu gördüm” demiş ve bu şekilde Allah’ın künhüne ulaşmanın imkânsızlığını anlatmak istemiştir. Serrâc, Allah’a olan yolculuğunu sembolik ifadelerle anlatan Bâyezîd’in şu sözünü nakleder: “Vâhidiyyet mertebesine ilk defa ulaştığım zaman vücudu ahadiyyet, kanatları dâimîlik olan bir kuş olup on yıl keyfiyet semasında hiç durmadan uçtum. Sonunda bundan milyonlarca defa daha geniş olan bir semada ezeliyet meydanına varıncaya kadar uçmaya devam ettim. Burada ahadiyyet ağacını gördüm.” Bu ağacın toprağını, kökünü, gövdesini, dallarını ve meyvelerini tasvir eden Bâyezîd bunların bir aldatmacadan ibaret olduğunu söyler. Cüneyd-i Bağdâdî bu sözü, “Mücerred tevhidin olduğu yerde Allah’tan gayrı her şey bir aldatmacadır” şeklinde yorumlar. Bâyezîd Allah’ın zâtını olumsuzluk ifade eden terimlerle anlatır. Meselâ, “On sene yokluk meydanında uçtum durdum; nihayet yoktan yokta yok olma haline erdim” demesi böyledir. Benlik, senlik, O’nluk (eneiyyet, entiyyet, hüviyyet) deyimlerini sık sık kullanan Bâyezîd maksadını genellikle soyut kavramlarla açıklar. Kendi benliğinden geçip Allah’ın zâtına ulaşmayı bir mi‘rac hali olarak uzun uzadıya tasvir eder. Daha sonra öbür sûfîlere de örnek olan bu ruhî mi‘raca Attâr’ın Teẕkiretü’l-evliyâʾ adlı eserinde ve Sehlegī’nin Kitâbü’n-Nûr ’unda geniş yer verilmiştir. Şu ifadeleri Bâyezîd’in bu mi‘rac halini kısaca açıklamaktadır: “Bir defasında Allah beni yükseltti ve huzurunda durdurup, ‘Ey Bâyezîd! Halkım seni görmek istiyor’ dedi. Ben de, ‘Beni vahdâniyyetinle süsle, bana kendi hüviyetini giydir; beni ahadiyyetine yücelt, öyle ki beni gören halkın seni gördüklerini söylesinler. Sen işte bu olasın ve ben burada bulunmayayım’ dedim.” Sekr haline büyük önem veren Bâyezîd’e göre fenâ hali de esasen sekr halidir; insan Allah’a bu halde ve bu hal ile yaklaşır. Bâyezîd’in sekr dediği cezbe ve vecd halinde iken söylediği şathiyeler açıklanmaya ve yoruma muhtaçtır. Serrâc el-Lümaʿ da Cüneyd-i Bağdâdî’nin bu şathiyelerden bazılarıyla ilgili açıklamalarını nakletmiştir. Sehlegī’nin Kitâbü’n-Nûr ’da topladığı şathiyelerden önemli bir bölümünü de Baklî Şerḥ-i Şaṭḥiyyât ’ta açıklamıştır. “Kendimi tenzih ederim, şanım ne yücedir”; “Cübbemin içindeki Allah’tan başkası değildir”; “İki âlemde Allah’tan başkası yok”; “Benim sancağım Muhammed’inkinden büyüktür”; “Çadırımı arşın hizasında kurdum” gibi cümleler Bâyezîd’in meşhur şathiyelerinden birkaçıdır. Şathiyeleri dolayısıyla aleyhinde çok şeyler uydurulduğunu söyleyen Herevî, Bâyezîd’e isnat edilen bu tür ifadelerin ona ait olabileceğine ihtimal vermez. Mutasavvıfların zevkle tekrarladıkları ve dillerinden düşürmedikleri söz konusu şathiyeler bazı fıkıh ve kelâm âlimlerince nefretle karşılanmıştır. Onlara göre Bâyezîd’in içinde sakladığı bozuk inançlar sekr halinde açığa çıkmıştır. İbn Sâlim, “Bâyezîd’in dediğini Firavun bile dememiştir” diyerek şathiyeleri reddetmiştir. Hatta hadis âlimlerinden Hüseyin b. Îsâ el-Bistâmî, “Peygamber gibi benim de mi‘racım var” dediğini ileri sürerek Bâyezîd’i Bistâm’dan kovmuştu. Bunun üzerine hacca giden, sonra da Cürcân’a dönen Bâyezîd ancak onun ölümünden sonra Bistâm’a gelebilmiştir. Hadis, fıkıh ve kelâm âlimlerinden çoğu Bâyezîd’in şathiyelerini doğru bulmamakla birlikte sekr halinden dolayı kendisini mâzur görmüşlerdir. Nitekim İbn Teymiyye, sekr halinde söylenen bu tür şathiyeleri yaymak değil gizlemek gerektiğini ifade ederek ondan saygıyla bahseder ve özellikle vahdet-i vücûd cu mutasavvıfların bu sözleri delil olarak ileri sürmelerine şiddetle karşı çıkar. Bâyezîd’in Allah’ın dışındaki bütün varlıkları bir hiç olarak görerek “Heme ûst” demesi, vahdet-i vücûda değil vahdet-i şühûda işarettir. Çünkü Bâyezîd’in yaşadığı dönemde vahdet-i vücûd İslâm âleminde bilinmiyordu. Bununla birlikte daha sonra İbnü’l-Arabî başta olmak üzere vahdet-i vücûdcu mutasavvıflar Bâyezîd’i bu inanca sahip bir sûfî olarak tanıtmışlardır. Allah’a karşı duyduğu sevgi ve özlemin sürekli ve şiddetli tesiri altında bulunan Bâyezîd’in cehennemden korkmadığını, cennete pek değer vermediğini, namazı ayakta durmak, orucu aç kalmaktan ibaret saydığını, sahip olduğu her şeye sırf Cenâb-ı Hakk’ın lutfuyla mâlik olduğunu söylemesi, İslâm’da önem verilen bazı hususları hafife alması şeklinde yorumlanarak tenkit edilmiştir. Yine onun Semerkant’ta iken etrafına toplananları dağıtmak için, Kur’an’da Firavun’un söylediği bildirilen sözleri (el-Kasas 28/30) aynen tekrar ederek, “Ben sizin en yüce rabbinizim” demesi (Baklî, s. 99), başka bir defasında yine halkın aşırı ilgisinden kurtulmak ve bu şekilde nefsinin gurura kapılmasını önlemek için ramazanda oruç bozması da tenkitlere sebep olmuştur. Bununla birlikte Bâyezîd-i Bistâmî bir aşk sûfîsidir. Yaşadığı aşk halini, “Aşkın yağdığı bir sahraya açıldım; zemini ıslanmış; burada ayak, kara batar gibi aşka batmaktadır” sözleriyle ifade ederek bir bakıma kendisinden sâdır olan taşkın söz ve davranışların ıslak zeminli aşk sahasındaki ayak kaymaları olduğunu anlatmak istemiştir. Kendisinden pek çok keramet ve keşf hali nakledilen Bâyezîd olağan üstü hallere önem verilmesini istemezdi. “Falan kişi tayy-ı mekân ediyor” denilince, “Allah’ın lânetlediği şeytan ile leş yiyen kargalar da aynı şeyi yapıyor”; “Falan zat su üzerinde yürüyor” denilince, “Balıklar da aynı işi yapıyor” diyerek bunları önemsemediğini göstermiş ve aslolanın şeriatın hükümlerine bağlı kalmak olduğuna işaret etmişti. O, şer‘î edeblerden birine aykırı davranan kişiye Allah’ın velîlik sırrını emanet etmeyeceğini söylerdi. Bir gün büyüklüğüne inanılan birini ziyaret etmek için yola çıkmış, bu zatın kıbleye karşı sümkürdüğünü uzaktan görünce onunla görüşmekten vazgeçmişti. Evinden mescide giderken bir defa olsun yola tükürmemişti. Yalnızken bile Allah’ın huzurunda bulunduğunu düşünerek daima diz üstü otururdu. Son derece insan severdi. Bir defasında, “Allahım! Beni cehenneme at ve vücudumu o kadar büyüt ki artık cehennemde başka birini koyacak yer kalmasın” demişti. Hayvanlara bile sonsuz şefkat beslerdi. Hemedan’dan aldığı hardal tohumuna birkaç karıncanın karışarak Bistâm’a geldiğini görünce karıncaları Hemedan’a götürüp eski yerine bıraktığı rivayet edilir. Bâyezîd coşkulu davranışları, taşkın sözleri ve samimi hali ile çevresindekiler üzerinde derin tesirler bırakmış ve seçkin bir zümrenin kendi görüşleri etrafında toplanmasını sağlamıştır. Kendisini takip edenlere Tayfûrî, tuttuğu yola da Tayfûriyye veya Bistâmiyye adı verilmiştir. Ancak Tayfûriyye bilinen mânada bir tarikat olmayıp bir tasavvuf cereyanıdır. Hallâc, Şiblî, Harakānî, Ebû Saîd-i Ebü’l-Hayr, Nifferî, Senâî, Attâr, Câmî, İbnü’l-Arabî, İbnü’l-Fârız ve Mevlânâ gibi büyük mutasavvıflar hep bu cereyana bağlı kalmışlardır. Şettâriyye ve Aşkıyye tarikatları da onu kendilerine pîr edinmişlerdir. Ebû Saîd-i Ebü’l-Hayr’ın Bâyezîd’in kabrini ziyaret ederken, “Burası herkesin kaybettiği şeyleri bulabileceği bir yerdir” demesi, ölümünden sonra da tesirinin kuvvetle devam ettiğini gösterir. Sonraki dönemlerde bir velîyi övmek için ona “asrın Bâyezîd’i” denmesi de kendisinin halk nezdindeki mertebesinin ne kadar yüce olduğunu belirtir. İslâm toplumunca ortaklaşa kabul edilen genel kurallara ve şer‘î hükümlere bir çeşit meydan okuma telakki edilen Tayfûrîliğe kuvvetli bir tepki olmak üzere, sekre karşı sahv ı savunan Cüneydiyye tarikatı ortaya çıkmıştır. “Sûfîler arasında Bâyezîd’in yeri, melekler arasında Cebrâil’in yeri gibidir” diyen ve onun bazı şathiyelerini şerheden Cüneyd-i Bağdâdî’ye göre Bâyezîd yine de tasavvufta son mertebeye ulaşamamıştır; söz ve halleri sülûk ün başlangıç ve ortalarında görülen türdendir. Bâyezîd çeşitli tarikatların silsilelerinde bir kol başı olarak önemli bir yer tutar. Özellikle Nakşibendiyye gibi muhafazakâr bir tarikatın bu taşkın ve coşkulu velîye silsilenâmesinde önemle yer vermesi, bazan onu Üveysî sayması oldukça dikkat çekicidir. Bâyezîd’in şahsında ifadesini bulan son derece coşkulu ve etkili tasavvufî görüş ve davranışların kaynağı hakkında çeşitli düşünceler ileri sürülmüştür. Sühreverdî el-Maktûl, onu İslâm öncesi İran mânevî hayatının bir temsilcisi sayar. Dedesinin Mecûsî olması da bu iddiayı doğrulamak için delil gösterilmiştir. Son zamanlarda bu görüş İran’da epey taraftar toplamıştır. Ebü’l-Alâ Afîfî de aynı görüştedir. Üstadı Ebû Ali es-Sindî’nin Hindistanlı olması, Bâyezîd’in Vedalar’ın ve Budizm’in tesirinde kaldığının bir delili olarak öne sürülmüştür. Diğer taraftan Kâmil Mustafa eş-Şeybî, Bâyezîd’in düşünceleri ile Şiîlik arasında kuvvetli bir münasebetin mevcudiyetine dikkat çeker. Abdülkadir Mahmud da tasavvufî telakkisinin esasını hulûl ve ittihâdın oluşturduğunu ileri sürerek Bâyezîd’i gayri İslâmî bir tasavvuf anlayışının temsilcisi sayar. İbnü’l-Cevzî’nin Telbîsü İblîs ’teki Bâyezîd’le ilgili tenkitleri de oldukça serttir. Bâyezîd, tasavvufî görüşlerini Farsça olarak ifade eden ilk sûfîlerden biri olup daha sonra bu sözler Arapça’ya tercüme edilmiştir. Şathiyelerinden bir bölümünün yeğeni Ebû Mûsâ tarafından Cüneyd-i Bağdâdî için tercüme edildiği nakledilir. Onun söz ve şiirlerini ihtiva ettiği rivayet edilen bazı risâleler Abdurrahman Bedevî tarafından Şaṭaḥâtü’ṣ-ṣûfiyye (Kahire 1949) adlı eser içinde neşredilmiştir. Türbesi Bistâm’da tarihî binaların toplu olarak bulunduğu yerin tam ortasında, süs ve ihtişamdan uzak bir haldedir. Gāzân Han’ın, kabri üzerine bir türbe yaptırmak istediği, ancak rüyasına giren Bâyezîd’in kendisini bundan vazgeçirdiği rivayet edilir. Daha sonra Olcaytu tarafından yaptırılan türbe tarih boyunca pek çok sultan ve devlet adamı tarafından ziyaret edilmiştir. BİBLİYOGRAFYA Serrâc, el-Lümaʿ , s. 459-477. Sülemî, Ṭabaḳāt , s. 67. Ebû Nuaym, Ḥilye , X, 32-42. Hücvîrî, Keşfü’l-maḥcûb , Tahran 1337 hş., s. 132. Muhammed b. Ali es-Sehlegī, en-Nûr min kelimâti Ebi’ṭ-Ṭayfûr (nşr. Abdurrahman Bedevî, Şaṭaḥâtü’ṣ-ṣûfiyye içinde), Kahire 1949, I, 44-48. Herevî, Ṭabaḳāt , s. 104. Gazzâlî, el-Münḳıẕ mine’ḍ-ḍalâl , Beyrut 1987, s. 61. Attâr, Teẕkiretü’l-evliyâʾ , I, 134-179. İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , IV, 107-114. a.mlf., Telbîsü İblîs , s. 168, 341-346. Baklî, Şerḥ-i Şaṭḥiyyât , bk. İndeks. Kuşeyrî, er-Risâle , s. 80, 99. Mevlânâ, Mesnevî , IV, 170; V, 274; VI, 201. İbn Hallikân, Vefeyât , II, 531. Zehebî, Aʿlâmü’n-nübelâʾ , XIII, 86-89. a.mlf., Mîzânü’l-iʿtidâl , II, 346. a.mlf., Târîḫu’l-İslâm , TSMK, III. Ahmed, nr. 2917, vr. 166 a-b . İbn Kesîr, el-Bidâye , XI, 35. Münâvî, el-Kevâkib , I, 244. Lâmiî, Nefehât Tercümesi , s. 109-111. İbn Hacer, Lisânü’l-Mîzân , III, 214. İbnü’l-İmâd, Şeẕerât , II, 143. Hânsârî, Ravżâtü’l-cennât , Tahran 1304/1887, V, 281. Nûrü’l-ʿulûm (nşr. Abdürrefî‘ Hakikat), Tahran, ts., s. 32. Münteḫâb-ı Nûrü’l-ʿilm (nşr. Müctebâ Mînovî), Tahran 1345 hş., s. 24. Cemâleddin Güzergâhî, Mecâlisü’l-ʿuşşâḳ , Tahran 1286 hş., s. 54. Nâsırî, Nâme-i Dânişverân , Tahran 1312 hş., s. 94. Sezgin, GAS , I, 645. Ma‘sûm Ali Şah, Ṭarâʾiḳ , II, 328. Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , İskenderiye 1963, s. 224. Abdülkādir Mahmûd, el-Felsefetü’ṣ-ṣûfiyye fi’l-İslâm , Kahire 1966, s. 309-325. Schimmel, Tasavvufun Boyutları , s. 52. Şeybî, eṣ-Ṣıla , I, 33, 78. R. A. Nicholson – H. Ritter, “Bayezid”, İA , II, 398-400. H. Ritter, “Abū Yazīd al-Bisṭāmī”, EI 2 (İng.) , I, 162-163. a.mlf., “Ebû Yezîd el-Bisṭâmî”, UDMİ , I, 932-934. a.mlf., “Besṭāmī, Bāyazīd”, EIr. , IV, 183-186. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1992 yılında İstanbul’da basılan 5. cildinde, 238-241 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Serrâc, el-Lümaʿ , s. 459-477.",
        "Sülemî, Ṭabaḳāt , s. 67.",
        "Ebû Nuaym, Ḥilye , X, 32-42.",
        "Hücvîrî, Keşfü’l-maḥcûb , Tahran 1337 hş., s. 132.",
        "Muhammed b. Ali es-Sehlegī, en-Nûr min kelimâti Ebi’ṭ-Ṭayfûr (nşr. Abdurrahman Bedevî, Şaṭaḥâtü’ṣ-ṣûfiyye içinde), Kahire 1949, I, 44-48.",
        "Herevî, Ṭabaḳāt , s. 104.",
        "Gazzâlî, el-Münḳıẕ mine’ḍ-ḍalâl , Beyrut 1987, s. 61.",
        "Attâr, Teẕkiretü’l-evliyâʾ , I, 134-179.",
        "İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , IV, 107-114.",
        "a.mlf., Telbîsü İblîs , s. 168, 341-346.",
        "Baklî, Şerḥ-i Şaṭḥiyyât , bk. İndeks.",
        "Kuşeyrî, er-Risâle , s. 80, 99.",
        "Mevlânâ, Mesnevî , IV, 170; V, 274; VI, 201.",
        "İbn Hallikân, Vefeyât , II, 531.",
        "Zehebî, Aʿlâmü’n-nübelâʾ , XIII, 86-89.",
        "a.mlf., Mîzânü’l-iʿtidâl , II, 346.",
        "a.mlf., Târîḫu’l-İslâm , TSMK, III. Ahmed, nr. 2917, vr. 166 a-b .",
        "İbn Kesîr, el-Bidâye , XI, 35.",
        "Münâvî, el-Kevâkib , I, 244.",
        "Lâmiî, Nefehât Tercümesi , s. 109-111.",
        "İbn Hacer, Lisânü’l-Mîzân , III, 214.",
        "İbnü’l-İmâd, Şeẕerât , II, 143.",
        "Hânsârî, Ravżâtü’l-cennât , Tahran 1304/1887, V, 281.",
        "Nûrü’l-ʿulûm (nşr. Abdürrefî‘ Hakikat), Tahran, ts., s. 32.",
        "Münteḫâb-ı Nûrü’l-ʿilm (nşr. Müctebâ Mînovî), Tahran 1345 hş., s. 24.",
        "Cemâleddin Güzergâhî, Mecâlisü’l-ʿuşşâḳ , Tahran 1286 hş., s. 54.",
        "Nâsırî, Nâme-i Dânişverân , Tahran 1312 hş., s. 94.",
        "Sezgin, GAS , I, 645.",
        "Ma‘sûm Ali Şah, Ṭarâʾiḳ , II, 328.",
        "Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , İskenderiye 1963, s. 224.",
        "Abdülkādir Mahmûd, el-Felsefetü’ṣ-ṣûfiyye fi’l-İslâm , Kahire 1966, s. 309-325.",
        "Schimmel, Tasavvufun Boyutları , s. 52.",
        "Şeybî, eṣ-Ṣıla , I, 33, 78.",
        "R. A. Nicholson – H. Ritter, “Bayezid”, İA , II, 398-400.",
        "H. Ritter, “Abū Yazīd al-Bisṭāmī”, EI 2 (İng.) , I, 162-163.",
        "a.mlf., “Ebû Yezîd el-Bisṭâmî”, UDMİ , I, 932-934.",
        "a.mlf., “Besṭāmī, Bāyazīd”, EIr. , IV, 183-186."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 435
}
