{
  "id": "eweb_240",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/bundar-b-huseyin",
  "annotator": "Jeremy",
  "title": "BÜNDÂR b. HÜSEYİN",
  "arabic_title": "بندار بن الحسين",
  "summary": "Ebü’l-Hüseyn Bündâr b. el-Hüseyn eş-Şîrâzî (ö. 353/964) İlk dönem sûfîlerinden.",
  "parts": [
    {
      "author": "HASAN KÂMİL YILMAZ",
      "content": "Şîraz’da doğdu. Ticaretle uğraşan bir ailenin oğludur. Bündâr bir yandan ticaretle meşgul olurken diğer yandan Eş‘arî kelâmı ile ilgilendi ve İmam Eş‘arî’nin derslerini takip etmeye başladı. Kelâm konusundaki fikirleriyle dikkati çekti. Babasıyla birlikte ticaret için Bağdat’a gittiğinde burada meşhur sûfî Şiblî ile tanıştı. Tesirinde kaldığı Şiblî’nin emriyle malını mülkünü terkederek kendini tasavvufa verdi ve onun takdir ve güvenini kazandı. Bu arada Ebû Ca‘fer el-Haddâd’dan da faydalandı. Sûfîlerin birtakım fikirlerini tenkit eden müridi İbn Hafîf’in çeşitli görüşlerini, özellikle bazan kalbe gelen gaflet konusundaki açıklamasını reddetti (Safedî, X, 292). Ömrünün büyük bir kısmını geçirdiği Şîraz civarındaki Errecân kasabasında vefat etti. Bündâr tasavvufî hakikatleri iyi bilen ve mükemmel bir biçimde ifade eden bir sûfî olarak tanınır. Gaybet halini huzur haline tercih eder. Genel olarak sûfîlerin tevhid (vahdâniyyet) konusunda birleştiklerini, ancak mücâhede ve mükâşefe yoluyla ona nasıl erişileceği hususunda ayrıldıklarını söyler. Bündâr’a göre her sûfî kendisinde zuhur eden hale göre bir isim alır. Meselâ ibadetine düşkün olana âbid, dünyadan el etek çekene zâhid, hiçbir şeye sahip olmayana fakir, Allah’a güveni esas alana mütevekkil, fenâ yı esas alana fâni, sevgiyi esas alana âşık denir. Bu hallerden hepsi belli bir sûfîde toplanabilir. Bu durumda ona bu hallerin tamamını kapsayan bir isim verilir (bk. Sülemî, s. 469). “Hak ile olma hali cem‘, Hak için olma hali tefrika”dır diyen Bündâr’a göre dünyaya yönelen hırs ateşiyle âhirete yönelen korku ateşiyle, Hakk’a yönelen ise tevhid nuru ile yanar ve değer biçilmez bir mücevher haline gelir. Hak yolunda her şeyi terketmeyen bütünü ile hakikate yani Hakk’a ulaşamaz. Onun için Bündâr sâlikin bütün dikkatini Hak’ta toplamasını ister. Tam anlamıyla mevlâsı kıblesi olmayanın namazının sahih olmayacağını söyler. Bündâr’a göre tasavvuf ahde vefa etmektir. Sâlik diliyle verdiği sözlere bağlı kaldığı gibi niyetlerine de bağlı kalmalıdır. Bündâr sûfî ile mutasavvıf arasında fark görür. Sûfî Hak tarafından seçilen, dost edinilen, nefsinden uzaklaştırılan ve benlik davası ile hareket etmekten alıkonulan kimsedir. Mutasavvıf ise nefsi ile uğraşan, içinde dünya arzusu olduğu halde zâhidliğe özenendir. Bündâr sûfî kelimesinin kökü konusunda bu görüşüne uygun bir açıklama yapar. Ona göre sûfî kelimesi sâfâ ( صافى ) fiilinin meçhulü olup “Hak tarafından dost edinildi” anlamına gelmektedir (Sülemî, s. 468; Münâvî, II, 23). Sûfî kelimesindeki her harfin üç mânası vardır. Meselâ “sad” harfi sadakate, sabra ve safaya delâlet eder. Sâlik nefsine düşman olmamalı, onu sahibine bırakmalıdır. Kul öyle bir mertebeye ulaşır ki nefsine düşman olmaz. Zira onu kendi mülkü olarak değil Allah’ın mülkü olarak görür. Güzel sesi ilâhî bir hikmet olarak kabul eden Bündâr nefis (tab‘), hal ve Hak ile olmak üzere semâın üç şeklinden bahseder ve mûsikiden haz almayanların his yönünden eksik olduklarını söyler. Bündâr’ın bu görüşleri Melâmet ehlinden çok Iraklı sûfîlerin görüşlerine yakındır. BİBLİYOGRAFYA Serrâc, el-Lümaʿ , s. 340, 344, 349. Sülemî, Ṭabaḳāt , s. 393, 467-470. Ebû Nuaym, Ḥilye , X, 384-385. Kuşeyrî, er-Risâle , s. 174, 616, 649. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 375. Herevî, Ṭabaḳāt , s. 501-502. İbn Asâkir, Tebyînü keẕibi’l-müfterî , s. 179-181. Zehebî, Aʿlâmü’n-nübelâʾ , XVI, 109-110. Safedî, el-Vâfî , X, 292-293. Sübkî, Ṭabaḳāt , III, 224-225. İbn Tağrîberdî, en-Nücûmü’z-zâhire , III, 338. Câmî, Nefeḥât , s. 226, 270-271. Şa‘rânî, eṭ-Ṭabaḳāt , I, 107. Münâvî, el-Kevâkib , II, 23. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1992 yılında İstanbul’da basılan 6. cildinde, 489 numaralı sayfada yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Serrâc, el-Lümaʿ , s. 340, 344, 349.",
        "Sülemî, Ṭabaḳāt , s. 393, 467-470.",
        "Ebû Nuaym, Ḥilye , X, 384-385.",
        "Kuşeyrî, er-Risâle , s. 174, 616, 649.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 375.",
        "Herevî, Ṭabaḳāt , s. 501-502.",
        "İbn Asâkir, Tebyînü keẕibi’l-müfterî , s. 179-181.",
        "Zehebî, Aʿlâmü’n-nübelâʾ , XVI, 109-110.",
        "Safedî, el-Vâfî , X, 292-293.",
        "Sübkî, Ṭabaḳāt , III, 224-225.",
        "İbn Tağrîberdî, en-Nücûmü’z-zâhire , III, 338.",
        "Câmî, Nefeḥât , s. 226, 270-271.",
        "Şa‘rânî, eṭ-Ṭabaḳāt , I, 107.",
        "Münâvî, el-Kevâkib , II, 23."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 702
}
