{
  "id": "eweb_244",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/cem--tasavvuf",
  "annotator": "Jeremy",
  "title": "CEM‘",
  "arabic_title": "الجمع",
  "summary": "Sâlikin her şeyi Allah’tan bilerek halkı yok, hâlikı var görmesi hali anlamına gelen tasavvuf terimi.",
  "parts": [
    {
      "author": "HASAN KÂMİL YILMAZ",
      "content": "Sözlükte “toplamak, bir araya getirmek; dikkat ve iradeyi bir noktaya teksif etmek” anlamına gelen cem‘ tasavvufta bir hal olup fark veya tefrika ile birlikte kullanılır. Ruh ilâhî güzelliği seyre dalınca zât-ı ilâhî nurunun galebesi karşısında eşyayı birbirinden ayıran aklın nuru söner; böylece hakkın ortaya çıkması ve bâtılın kaybolması sebebiyle kadîm (Allah) ile hâdis (mahlûk) arasındaki fark ortadan kalkar ki bu hale cem‘ denir. Daha sonra zâtın yüzüne izzet perdesi çekilip ruhun zâttan uzaklaşarak halk âlemine dönmesi ve kadîm ile hâdis arasındaki ayırımın yeniden belirmesiyle tefrika hali meydana gelir. Hücvîrî, cem‘ ve fark anlayışının temsilcisinin Ebü’l-Abbas Kāsım es-Seyyârî (ö. 342/953) olduğunu ve bu görüşün taraftarlarına bundan dolayı Seyyâriyye (cem‘ ile fark arasında gidip gelenler) adının verildiğini söyler. Bâyezîd-i Bistâmî, Ebû Hafs el-Haddâd, Ebû Bekir eş-Şiblî ve Sehl et-Tüsterî cem‘ fikrini benimseyen ilk mutasavvıflardandır. Cüneyd-i Bağdâdî, Bündâr b. Hüseyin ve Ebû Ya‘kūb en-Nehrecûrî cem‘i “vecd halinde Allah ile beraber olmak”, farkı “beşeriyet sıfatı içinde Hak ile halkı birbirinden ayırmak, ayrı ayrı varlıklar olarak görmek” şeklinde tarif etmişlerdir. Bazı mutasavvıflar insanın yaratılışı ile cem‘ hali arasında ilgi kurarlar. Onlara göre cem‘ yaratılış sırasında Hakk’ın konuşmasıdır. İnsanlar o zaman gaybet halinde oldukları için konuşan da cevap veren de Hakk’ın kendisiydi. Hak insanlara peygamberler aracılığıyla hitap edince fark hali ortaya çıkmıştır. Bu anlayışa göre cem‘ varlığın Hak’tan ibaret oluşu, fark ise varlıkların şehâdet âleminde ayrı ayrı ortaya çıkışıdır. Varlıkların zuhur edip fark halinin doğmasından sonra Allah’ın, kulunu kendisiyle birleştirmesine de cem‘ adı verilir. Bu bağlamda kulun kendine bakması fark, rabbine bakması cem‘dir. Nitekim Ebû Ali ed-Dekkāk, “Fark sana nisbet edilen, cem‘ ise sana nisbet edilmesi mümkün olmayan şeydir” der. Cem‘, dağınık bir halde bulunan ilgi ve dikkati tek noktada toplamak olduğuna göre dikkat ve ilgisini Allah’ta yoğunlaştıran sûfî zikrederken yalnız “Allah” der, başka hiçbir şey söylemez ve görmez. İlgi ve dikkatini Hakk’ın dışındaki varlıklara yönelten ise yaratıklardan başka bir şey görmez. Menâzilü’s-sâʾirîn adlı eserinde tasavvufî makam ve halleri 100 “menzil”de toplayan Hâce Abdullah-ı Herevî, bunlardan doksan dokuzuncusunun cem‘, yüzüncüsünün de tevhid olduğunu belirtmiş ve cem‘i üç mertebede incelemiştir. 1. Cem‘u’l-ilm. Sâlikin bütün dikkat ve bilgilerini tek noktada toplayarak ledünnî bilgi içinde yok olmasıdır. Bu mertebede sâlik Hakk’ın varlığına delil aramaz hale gelir; çünkü bütün kaygısını teke indirmiştir. “Kaygılarını teke indirenin diğer kaygılarına Allah kefil olur” (İbn Mâce, “Muḳaddime”, 23) meâlindeki hadis mutasavvıflara göre cem‘u’l-ilme işarettir. 2. Cem‘u’l-vücûd. Sâlikin kendi maddî ve fâni varlığından sıyrılarak Hakk’ın varlığına ermesidir. 3. Cem‘u’l-ayn (aynü’l-cem‘). Kulun Hakk’ın zâtında fâni olarak iki ayrı vücut görmekten kurtulmasıdır. Bu anlamıyla cem‘ sâlikin fenâsıdır. Çünkü sâlikin büsbütün vücut kaydından kurtulması mümkün değildir. Fenâ yoluyla vücut ortadan kalkmadan vuslat hâsıl olur ve cem‘ gerçekleşir. Sûfîlere göre gerçek tevhid budur. Onlar, Hz. Mûsâ’nın dağa tecelli eden Hakk’ın nurunu görmesini (bk. el-A‘râf 7/143) cem‘in bu çeşidine örnek verirler. Bazıları buna “enelhak makamı” da derler. Cem‘ halini kavrayan tevhidin hakikatine erer. Çünkü fark ayırır, cem‘ birleştirir, tevhide götürür. Cem‘ huzur halinden gaybet haline geçme, kendini ilâhî tasarruf altında görmedir. Kulun Allah’a amellerle ulaşması fark, Allah’a yine Allah ile ulaşması cem‘dir. Bir başka tarife göre cem‘ olağan üstü fiiller, fark da olağan fiillerdir. Buna göre mûcize ve kerametler cem‘, yaratıkların normal fiilleri farktır. Yaratıkların fiillerini yaratana izâfe etmekle yaratanın fiillerini yaratıklara nisbet etmek arasında fark vardır. Biri Hakk’ı tâzim edip halkı ve kendini küçük görmektir, diğeri ise varlık ve büyüklük iddiasıdır. Bir kimseden insanların fiillerine benzemeyen olağan üstü bir fiil ve hal zuhur edince onun fâili mutlaka Allah’tır. Ateşe atılan Hz. İbrâhim’in yanmaması, kuyuya atılan Hz. Yûsuf’un kurtulması gibi. Nitekim Cenâb-ı Hak, Hz. Peygamber’in cem‘ halindeki fiillerini kendisine nisbet etmiş ve, “Attığın zaman sen atmadın, Allah attı” (el-Enfâl 8/17) buyurmuştur. Bir hadîs-i kudsîde, kulluğun tadına vararak ibadet eden kimselerin fiillerinin Cenâb-ı Hakk’a izâfe edilmesine bakılırsa (bk. Buhârî, “Riḳāḳ”, 38), Allah’ın sevgisine mazhar olan kulun bu fiillerin kâsibi olmaktan bile çıktığı ve bunların Hakk’ın fiilleri haline gelmesiyle cem‘in gerçekleştiği anlaşılır. İbnü’l-Arabî, “Cem‘ halkı görmeksizin Hakk’a işarettir” diyerek ahadiyyet in cem‘ ile beraber bulunduğunu ifade eder. Ona göre ahad ancak cem‘ ile, cem‘ de ahad ile olur. Nitekim, “Nerede bulunursanız Allah sizinle beraberdir” (el-Bakara 2/115) meâlindeki âyette ifade edilen beraberlik cem‘dir. Âlemin varlığına rağmen Hak ile beraberlik devam ettiği sürece cem‘in hükmü de devam eder. Cem‘ ile fark, ışık ile karanlığın birbirini takip etmesi gibi daima birbirini izler; cem‘ ortaya çıkınca fark kaybolur; fark zâhir olunca cem‘ zâil olur. Birinin varlığı diğerinin yokluğudur. Sâlik için her ikisi de zaruridir. Çünkü fark olmayınca kulluk, cem‘ olmayınca da Hakk’ı tanıma (mârifet) gerçekleşmez. Bundan dolayı Fâtiha sûresindeki, “Ancak sana kulluk ederiz” ifadesi farka, “Ancak senden yardım dileriz” ifadesi de cem‘e işaret sayılır. Tasavvufta cem‘ ve farkın birlikte bulunması hali gerçek tevhid şeklinde yorumlanmıştır. Nitekim Aziz Mahmud Hüdâyî, Necâtü’l-garîk fi’l-cem‘ ve’t-tefrîk adlı manzum risâlesindeki bir beyitte bunu şöyle ifade etmiştir: “Şunun kim cem‘i yok irfânı yoktur / Şunun kim farkı yok ilhâdı çoktur.” Cem‘in en üst derecesi olan cem‘u’l-cem‘ , bütün varlık ve yaratıkları Hak ile görerek birinin varlığı diğerine engel olmadan kesrette vahdeti, vahdette kesreti müşahede etmektir. Kulun “bekābillâh” vasfını kazanması sekr den sonraki sahv , cem‘den sonraki ikinci fark halidir. Sâlik, cem‘u’l-cem‘ halinde her şeyi hakikati üzere Hak ile kāim görerek her hak sahibine hakkını verir. Cem‘u’l-cem‘, cem‘ ile farkın aynı anda bulunmasıdır. Bu hale sahip olan kişi eşyaya cem‘ nazarıyla baktığında da gözünden fark hali büsbütün zâil olmaz; fark nazarıyla baktığında da eşyayı Hak ile kāim gördüğü için cem‘ hali yok olmaz. Bu şekilde ubûdiyyet ile rubûbiyyet arasındaki farkları görerek tevhidin gerçeğine erer. Cem‘ halinde ise sâlik mâsivâdan bütünüyle fâni olarak ahadiyyet mertebesine ermekte, Hakk’ın dışındaki eşya ile ilgili hislerini tamamen kaybetmekte (sekr), kendini Hakk’ın tasarrufunda kabul etmekte, fakat kulluk görevlerini ifa için de sahv haline dönmesi gerekmektedir. Bu sebeple cem‘den sonraki bir hal olan ve cem‘ ile farkı birleştiren cem‘u’l-cem‘e “sahv-ı sânî” de denilir. BİBLİYOGRAFYA et-Taʿrîfât , “cemʿ” md. Tehânevî, Keşşâf , I, 234-235. el-Muʿcemü’ṣ-ṣûfî , s. 270-272. Hasan M. eş-Şerkāvî, Elfâẓü’ṣ-ṣûfiyye , İskenderiye, ts. (Dârü’l-ma‘rifeti’l-câmiiyye), s. 126-127. Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , s. 41. Buhârî, “Riḳāḳ”, 38. İbn Mâce, “Muḳaddime”, 23, “Zühd”, 2. Hâris el-Muhâsibî, er-Riʿâye li-ḥuḳūḳıllâh (nşr. Abdülkādir Ahmed Atâ), Beyrut 1405/1985, s. 79-80. Serrâc, el-Lümaʿ , s. 283-284, 416, 549-550. Kelâbâzî, et-Taʿarruf , s. 142-144. Sülemî, Ṭabaḳāt , s. 70, 157, 166, 333, 380, 468. a.mlf., Resâʾil (nşr. ve trc. Süleyman Ateş), Ankara 1982, s. 33, 132. Kuşeyrî, er-Risâle , I, 222-227. Hücvîrî, Keşfü’l-maḥcûb (trc. Suâd Abdülbâkī Kandîl), Kahire 1975, II, 493-500. Abdullah el-Ensârî, Menâzilü’s-sâʾirîn , Kahire 1326/1908, s. 50-51. Baklî, Şerḥ-i Şaṭḥiyyât , s. 563-564. a.mlf., Meşrebü’l-ervâḥ , s. 149. Sühreverdî, ʿAvârifü’l-maʿârif , Kahire 1973, s. 474-478. İbnü’l-Fârız, Dîvân (nşr. Abdülhâliḳ Mahmûd), Kahire 1984, s. 102, 104, 121. İbnü’l-Arabî, el-Fütûḥât , I, 65; II, 133, 516, 632; III, 318; IV, 306-307. a.mlf., Fuṣûṣ , Beyrut 1400/1980, I, 79, 93. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, III, 444-461. Aziz Mahmud Hüdâyî, Necâtü’l-garîk fi’l-cem‘ ve’t-tefrîk (nşr. Mehmed Gülşen, Külliyyât-ı Hazret-i Hüdâyî içinde), İstanbul 1338, s. 37. Hasan Âsî, et-Tefsîrü’l-Ḳurʾânî ve’l-luġati’ṣ-ṣûfî fî felsefeti İbn Sînâ , Beyrut 1938, s. 178. Eva de Vitray-Meyerovitch, Mystiques et poésie en Islam , Paris 1972, s. 114-115. M. Gāzî Urâbî, en-Nuṣûṣ fî muṣṭalaḥâti’t-taṣavvuf , Dımaşk 1985, s. 82-83. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1993 yılında İstanbul’da basılan 7. cildinde, 278-279 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "et-Taʿrîfât , “cemʿ” md.",
        "Tehânevî, Keşşâf , I, 234-235.",
        "el-Muʿcemü’ṣ-ṣûfî , s. 270-272.",
        "Hasan M. eş-Şerkāvî, Elfâẓü’ṣ-ṣûfiyye , İskenderiye, ts. (Dârü’l-ma‘rifeti’l-câmiiyye), s. 126-127.",
        "Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , s. 41.",
        "Buhârî, “Riḳāḳ”, 38.",
        "İbn Mâce, “Muḳaddime”, 23, “Zühd”, 2.",
        "Hâris el-Muhâsibî, er-Riʿâye li-ḥuḳūḳıllâh (nşr. Abdülkādir Ahmed Atâ), Beyrut 1405/1985, s. 79-80.",
        "Serrâc, el-Lümaʿ , s. 283-284, 416, 549-550.",
        "Kelâbâzî, et-Taʿarruf , s. 142-144.",
        "Sülemî, Ṭabaḳāt , s. 70, 157, 166, 333, 380, 468.",
        "a.mlf., Resâʾil (nşr. ve trc. Süleyman Ateş), Ankara 1982, s. 33, 132.",
        "Kuşeyrî, er-Risâle , I, 222-227.",
        "Hücvîrî, Keşfü’l-maḥcûb (trc. Suâd Abdülbâkī Kandîl), Kahire 1975, II, 493-500.",
        "Abdullah el-Ensârî, Menâzilü’s-sâʾirîn , Kahire 1326/1908, s. 50-51.",
        "Baklî, Şerḥ-i Şaṭḥiyyât , s. 563-564.",
        "a.mlf., Meşrebü’l-ervâḥ , s. 149.",
        "Sühreverdî, ʿAvârifü’l-maʿârif , Kahire 1973, s. 474-478.",
        "İbnü’l-Fârız, Dîvân (nşr. Abdülhâliḳ Mahmûd), Kahire 1984, s. 102, 104, 121.",
        "İbnü’l-Arabî, el-Fütûḥât , I, 65; II, 133, 516, 632; III, 318; IV, 306-307.",
        "a.mlf., Fuṣûṣ , Beyrut 1400/1980, I, 79, 93.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, III, 444-461.",
        "Aziz Mahmud Hüdâyî, Necâtü’l-garîk fi’l-cem‘ ve’t-tefrîk (nşr. Mehmed Gülşen, Külliyyât-ı Hazret-i Hüdâyî içinde), İstanbul 1338, s. 37.",
        "Hasan Âsî, et-Tefsîrü’l-Ḳurʾânî ve’l-luġati’ṣ-ṣûfî fî felsefeti İbn Sînâ , Beyrut 1938, s. 178.",
        "Eva de Vitray-Meyerovitch, Mystiques et poésie en Islam , Paris 1972, s. 114-115.",
        "M. Gāzî Urâbî, en-Nuṣûṣ fî muṣṭalaḥâti’t-taṣavvuf , Dımaşk 1985, s. 82-83."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
