{
  "id": "eweb_246",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/cuneydiyye",
  "annotator": "Jeremy",
  "title": "CÜNEYDİYYE",
  "arabic_title": "الجنيدية",
  "summary": "Cüneyd-i Bağdâdî’ye (ö. 297/909) nisbet edilen ve sahvı esas alan bir tarikat.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Bâyezîd-i Bistâmî’ye nisbet edilen Tayfûriyye tarikatının vecd ve cezbeyi (bk. SEKR ) esas almasına karşılık Cüneydiyye sahv görüşünü benimsemiştir. Esasen VI. (XII.) yüzyıldan önce henüz tarikatlar kurulmamış olduğundan Cüneydiyye ve Tayfûriyye bugün anladığımız mânada birer tarikat olmayıp daha çok bir meşreptir. Bununla beraber XII. yüzyıldan itibaren kurulmaya başlayan Kübreviyye, Kādiriyye, Hâcegân, Gazzâliyye, Harîsiyye, Arîfiyye gibi bazı tarikatlar ve bunların kolları kendilerini Cüneydiyye’den saymışlardır. Tarikatlar öncesi dönemde sekr halini en üstün hal sayanlara Tayfûriyye, sahv (kendine hâkim olma) halini sekr haline tercih edenlere Cüneydiyye deniliyordu. Bu tür değişik tasavvufî meşreplerden bahseden Hücvîrî kendi şeyhlerinin hep Cüneydî olduklarını söyler. Bunlar Ahmed b. Muhammed eş-Şekkaî, Muhammed b. Hasan el-Huttelî, Ebü’l-Kāsım el-Cürcânî, Ebû Osman el-Mağribî, Ebû Ali el-Kâtib ve Ebû Ali er-Rûzbârî gibi IV (X) ve V. (XI.) yüzyılın tanınmış mutasavvıflarıdır. Necmeddîn-i Kübrâ’nın “tarîk-ı ebrâr” dediği Cüneydiyye, “tarîk-ı şüttâr” dediği ise Tayfûriyye tarikatıdır. Cüneyd’de temkin, dikkat ve şuur hali esas olduğundan sohbetinde bulunmak isteyen Hallâc-ı Mansûr’un mecnun (sermest) olduğunu yani sekr halinde bulunduğunu söyleyerek onu kendinden uzaklaştırmış ve bu konuda ileri sürdüğü mazereti de kabul etmemişti. Cüneyd ayrıca Bâyezîd-i Bistâmî’nin şathiyelerini de onun bidâyet halinde olmasıyla izah etmiş ve bunu eksiklik saymıştır. Bu iki farklı meşrep birbiriyle mücadele etmekle birlikte biri diğerinden etkilenmekten de kurtulamamışlardır. V. (XI.) yüzyılda Tayfûriyye’yi en güçlü bir şekilde Ebû Saîd-i Ebü’l-Hayr ve Ebü’l-Hasan el-Harakānî, Cüneydiyye’yi ise Abdülkerîm el-Kuşeyrî ve Hücvîrî temsil ediyordu. Harîrîzâde Cüneydiyye’nin esasları olarak şu sekiz prensibi kaydeder: Az yeme, az uyuma, az konuşma, inzivâ, sürekli abdestli bulunma, kalbi mâsivâ ile meşgul etmeme, sürekli zikir ve kalbi şeyhe rabtetme. BİBLİYOGRAFYA Hücvîrî, Keşfü’l-maḥcûb , Tahran 1338, s. 235. Zebîdî, ʿİḳd , s. 184-185. a.mlf., İtḥâfü’l-aṣfiyâʾ , s. 184-185. Harîrîzâde, Tibyân , I, vr. 268 a -273 b . \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1993 yılında İstanbul’da basılan 8. cildinde, 125 numaralı sayfada yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Hücvîrî, Keşfü’l-maḥcûb , Tahran 1338, s. 235.",
        "Zebîdî, ʿİḳd , s. 184-185.",
        "a.mlf., İtḥâfü’l-aṣfiyâʾ , s. 184-185.",
        "Harîrîzâde, Tibyân , I, vr. 268 a -273 b ."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 228
}