{
  "id": "eweb_249",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/dekkak-ebu-ali",
  "annotator": "Jeremy",
  "title": "DEKKĀK, Ebû Ali",
  "arabic_title": "أبو علي الدقّاق",
  "summary": "Ebû Alî Hasen b. Alî b. Muhammed (ö. 405/1015) Nîşâbur sûfîlerinden.",
  "parts": [
    {
      "author": "RECEP USLU",
      "content": "Nîşâbur’da doğdu. Ebû Ali er-Rûzbârî ve Ebû Bekir eş-Şiblî’nin sohbetlerinde bulunan Horasanlı sûfî Nasrâbâdî’ye (ö. 367/978) intisap etti ve onun tavsiyesine uyarak tahsile başladı. Ali en-Nahvî’den Arapça öğrendi. Bir süre sonra Merv’e giderek Ebü’l-Heysem Muhammed el-Küşmîhenî, Ebû Bekir el-Kaffâl el-Mervezî ve fakih Ebû Abdullah Ali el-Hıdırî’den hadis ve Şâfiî fıkhı okudu. Ebû Ali Muhammed b. Amr eş-Şebbûyî el-Mervezî’nin teşvikiyle vaaz vermeye başladı. Daha sonra Nîşâbur’a dönerek tekrar Nasrâbâdî’nin sohbetlerine devam etti ve sülûk ünü tamamladı. Cuma günleri halka vaaz vermeye başladı. Bu arada sonradan müslüman olan Ebü’l-Hasan b. Katrân’ın kızı ile evlendi. Uzun süren vâizlik döneminden sonra münzevi bir hayat yaşamaya başladı. Her sene bir bölgeye gittiği rivayet edilirse de seyahatleri hakkında ayrıntılı bilgi yoktur. Bu seyahatlerin birinde Nesâ’ya gitti ve gördüğü bir rüya üzerine Hankāh-ı Sarâvî’yi inşa etti. Bir diğerinde Kâzerûn’a gidip meşhur şeyh Ebû İshak Kâzerûnî ile görüştü. Dekkāk çok tesirli bir hitabet yeteneğine sahipti. Abdülkerîm el-Kuşeyrî maliye memuru olmak için geldiği Nîşâbur’da Dekkāk ile tanıştıktan sonra memuriyeti bırakıp ilim tahsiline başlamış, daha sonra kızı Fâtıma ile evlenmiştir. Halkı genellikle Hanefî olan Nîşâbur’da IV. (X.) yüzyılın başlarında Şâfiîler de görülmeye başlamıştı. Nîşâbur Valisi Nasrüddevle, Ebü’l-Hasan el-Eş‘arî’yi ve Şâfiîler’i himaye etti. Ebû Ali ed-Dekkāk zamanın Şâfiî âlimleriyle dostluk kurdu. Ebû Bekir Muhammed b. Hasan b. Fûrek el-İsfahânî bunlardan biridir. Kuşeyrî, hayatının sonlarına doğru evinin çatısına çıkıp yüzünü güneşe doğru çeviren ve anlaşılmaz sözler söyleyen Dekkāk’ın uzun süren hastalıktan sonra vefat ettiğini bildirir. Iraklı sûfîlerin görüşlerini telkin eden Dekkāk konuşmalarında mürid, evliya, keramet, semâ hakkında izahlarda bulunur. Ona göre semâ zâhide câizdir. Zühd için yeme ve içmeden kesilmeye, dünya hayatından yüz çevirmeye gerek yoktur. Dekkāk’tan en geniş şekilde bahseden damadı Abdülkerîm el-Kuşeyrî er-Risâle ’sinde onun birçok sözünü aktarmıştır. Abdülgāfir el-Fârisî de (ö. 529/1134-35) es-Siyâḳ li-Târîḫi Nîsâbûr ( The Histories of Nisapur , Paris 1965) adlı eserinde Dekkāk’tan bahseder. Kâtib Çelebi Ebû Ali ed-Dekkāk’a Kitâbü’ḍ-Ḍaḥâyâ adında bir eser nisbet ederse de ( Keşfü’ẓ-ẓunûn , II, 1434) mevcudiyeti tesbit edilememiştir. BİBLİYOGRAFYA Kuşeyrî, Risâle (Uludağ) , bk. İndeks. Hücvîrî, Keşfü’l-maḥcûb (trc. İs‘âd Abdülhâdî Kındîl), Beyrut 1980, s. 377. Herevî, Ṭabaḳāt , s. 630-632. İbn Asâkir, Tebyînü keẕibi’l-müfterî , s. 226-227. Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), Bursa 1984, s. 679-693. İbnü’l-Esîr, el-Kâmil , IX, 326. Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd (nşr. Ebû Hâcer Muhammed Saîd), Beyrut 1405/1985, II, 177, 212. Sübkî, Ṭabaḳāt , III, 100; IV, 329-331. İsnevî, Ṭabaḳātü’ş-Şâfiʿiyye , I, 523-524. İbn Tağrîberdî, en-Nücûmü’z-zâhire , IV, 256. Câmî, Nefeḥât , s. 291. Münâvî, el-Kevâkib , II, 62-63. Keşfü’ẓ-ẓunûn , II, 1434. Dârâ Şükûh, Sefînetü’l-evliyâʾ , Kanpûr 1900, s. 159. İbnü’l-İmâd, Şeẕerât , III, 180-181. Nebhânî, Kerâmâtü’l-evliyâʾ , Beyrut 1329, I, 281. Kehhâle, Muʿcemü’l-müʾellifîn , III, 261. Schimmel, Mystical Dimensions of Islam , s. 88, 161-162, 427. F. Meier, Abū Said-ı Abu’l-Hayr , Leiden 1976, s. 44. J. Chabbi, “Abū ʿAlī Daqqāq”, EIr. , I, 255-257. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1994 yılında İstanbul’da basılan 9. cildinde, 112 numaralı sayfada yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Kuşeyrî, Risâle (Uludağ) , bk. İndeks.",
        "Hücvîrî, Keşfü’l-maḥcûb (trc. İs‘âd Abdülhâdî Kındîl), Beyrut 1980, s. 377.",
        "Herevî, Ṭabaḳāt , s. 630-632.",
        "İbn Asâkir, Tebyînü keẕibi’l-müfterî , s. 226-227.",
        "Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), Bursa 1984, s. 679-693.",
        "İbnü’l-Esîr, el-Kâmil , IX, 326.",
        "Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd (nşr. Ebû Hâcer Muhammed Saîd), Beyrut 1405/1985, II, 177, 212.",
        "Sübkî, Ṭabaḳāt , III, 100; IV, 329-331.",
        "İsnevî, Ṭabaḳātü’ş-Şâfiʿiyye , I, 523-524.",
        "İbn Tağrîberdî, en-Nücûmü’z-zâhire , IV, 256.",
        "Câmî, Nefeḥât , s. 291.",
        "Münâvî, el-Kevâkib , II, 62-63.",
        "Keşfü’ẓ-ẓunûn , II, 1434.",
        "Dârâ Şükûh, Sefînetü’l-evliyâʾ , Kanpûr 1900, s. 159.",
        "İbnü’l-İmâd, Şeẕerât , III, 180-181.",
        "Nebhânî, Kerâmâtü’l-evliyâʾ , Beyrut 1329, I, 281.",
        "Kehhâle, Muʿcemü’l-müʾellifîn , III, 261.",
        "Schimmel, Mystical Dimensions of Islam , s. 88, 161-162, 427.",
        "F. Meier, Abū Said-ı Abu’l-Hayr , Leiden 1976, s. 44.",
        "J. Chabbi, “Abū ʿAlī Daqqāq”, EIr. , I, 255-257."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 113
}