{
  "id": "eweb_250",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/dunya--tasavvuf",
  "annotator": "Jeremy",
  "title": "DÜNYA",
  "arabic_title": "الدنيا",
  "summary": "İnsanın ölümden önceki hayatı, bu hayattayken ilişki kurduğu varlıklar, bunlarla ilgili eğilimleri, tutum ve davranışları için kullanılan bir tasavvuf ve ahlâk terimi.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Dünya kelimesi, “yakın olmak” mânasına gelen dünüv kökünden türemiş “en yakın” anlamındaki ednâ kelimesinin müennesidir. Kur’an’da âhiret ve âhiret hayatının karşılığı olmak üzere çok defa, “yakın hayat” anlamındaki el-hayâtü’d-dünyâ tamlamasında hayat kelimesinin sıfatı olarak, bazan da belirli (mârife) şekliyle isim olarak kullanılmıştır (bk. M. F. Abdülbâkī, el-Muʿcem , “dnv” md.). Hadislerde ise belirsiz (nekre) olarak da geçer. Bu yakın hayatın ardından gelecek olan hayata, “sonraki hayat” anlamında âhiret adı verilmiştir. Dünya kelimesinin “alçaklık, kötülük” mânasındaki denâet kökünden geldiği de ileri sürülmüştür ( İA , III, 669). Kur’an’da yer ve yeryüzü için arz kelimesi kullanılmış, şu anda yaşanılan hayata “el-hayâtü’d-dünyâ, âcile ( عاجلة ), ûlâ”; sonraki hayata “ukbâ, dârü’l-karâr” gibi isim ve sıfatlar da verilmiştir. Böylece Kur’ân-ı Kerîm’de arz coğrafî, dünya ise dinî ve ahlâkî bir terim olarak yer almış; dünya kötülenir veya hafife alınırken kozmik varlığı değil burada sürdürülen ve âhiret kaygısını geri planda bırakan hayat tarzı kastedilmiştir. Dünya sahih hadislerde de bu anlamda kullanılmıştır (bk. Wensinck, el-Muʿcem , “dnv” md.). Yeryüzü ile burada yaşanan hayat arasında yakın bir ilişki bulunduğundan zamanla dünya kelimesi sıfat olma özelliğini kaybederek yerkürenin ismi haline gelmiş ve “ay altı varlık alanı, bu âlem, güneş sistemindeki gezegenlerden biri, yer küresi” şeklinde tarif edilmiştir (Ebü’l-Bekā, s. 185; Tehânevî, Keşşâf , “dnv” md.). Bu anlamda dünya denilince daha çok yer küresi (arz) akla gelir (bk. YER ). Dünya hayatı Kur’an’da genellikle âhiret hayatı ile birlikte anılmış, bazan ikisi arasında karşılaştırma yapılarak âhiret hayatının üstün olduğu belirtilmiştir. Kur’an’a göre, âhiret için amelleri engellemeyen ve aksatmayan dünya hayatı meşrû bir nimet, hatta saadettir. Nitekim müslümanların, “Rabbimiz! Bize dünyada da âhirette de iyilik ver” diye dua etmeleri tavsiye edilmiş (el-Bakara 2/201; ayrıca bk. el-A‘râf 7/156; Yûnus 10/64; en-Nahl 16/122); “Allah dünyadaki şeylerin hepsini sizin için yarattı” denilmiştir (el-Bakara 2/29). Birçok âyette peygamberlere ve müminlere hitap edilirken dünya ve âhiret mutluluğu birlikte vurgulanmış, bu durum Allah’ın özel bir lutfu olarak kaydedilmiştir. Hz. İbrâhim ve Hz. Îsâ dünya ve âhiret mutluluğunu kazanmışlardır (el-Bakara 2/130; Âl-i İmrân 3/45). Çünkü dünya mutluluğu ile âhiret mutluluğu birbirine zıt değildir; âhiret mutluluğunu kazanmak için dünyadan vazgeçmek gerekmez; dünyada refah içinde yaşanarak âhiret mutluluğu elde edilebilir. Âhiretlerini kaybedenler dünyada da mutlu olamazlar: “Kâfirler için dünyada ve âhirette şiddetli bir azap vardır” (Âl-i İmrân 3/56; el-Mâide 5/33). İki cihanda yüzü ak olanlara karşılık yüzü kara olacaklar da vardır (Âl-i İmrân 3/106-107). Dünya ve âhiret arasında bir tercih yapma mecburiyeti ortaya çıktığı zaman hiç tereddüt etmeden âhiret hayatının tercih edilmesi istenmiş, aksi davranışta bulunanlar şiddetle kınanmıştır (İbrâhîm 14/3; en-Nâziât 79/37-39). Çünkü âhiret dünyadan daha hayırlıdır (ed-Duhâ 93/4). Geçici ve süreksiz olan, kalıcı ve dâimî olana tercih edilemez. “Önce dünya” diyenler “dünya karşılığında âhireti satanlar” şeklinde nitelendirilmiş, değerli ve çok olanı verip değersiz ve az olanı satın almanın kârlı bir iş olmadığı ifade edilmiştir (el-Bakara 2/86, 90). Bu anlayışa sahip olanların yaptıkları işler kendilerine dünyada ve âhirette bir yarar sağlamaz (el-Bakara 2/217; Âl-i İmrân 3/22). Buna karşılık âhiretlerini kazanmak için dünyalarını satanlar övülmüştür. Bunun en güzel örneği şehidlerdir (en-Nisâ 4/74). İslâm’ın dünya hakkındaki tutumunun doğru tesbit edilebilmesi için Kur’an’ın ilk muhatapları olan Araplar’ın dünyaya ve âhirete bakış tarzlarının dikkate alınması gerekir. İbn Haldûn ’un da belirttiği gibi ( Muḳaddime , s. 467, 513-518) Câhiliye döneminin bedevî Arapları doğuştan maddeci ve kısa vadedeki menfaatlerine düşkündü. İslâm dini, dünyevî imkânlara karşı duydukları bu aşırı ilgiyi yumuşatıp onları mânevî değerlere yöneltmek için âhirete inanmayı temel şart olarak ortaya koymuş ve onu benimsetmek için dünyayı kötülemiştir. Kur’an’a göre dünya hayatı aldatıcı bir metâdır (Âl-i İmrân 3/185), sadece bir oyun ve eğlencedir (el-En‘âm 6/32; el-Ankebût 29/64). Dünyadaki menfaatler yaldızlı, fakat önemsiz faydalardır (el-Hadîd 57/20). Kur’an âhiret hayatını dünya hayatı ile karşılaştırırken özellikle şu noktalara dikkat çeker: Dünya hayatı geçici ve önemsiz, âhiret hayatı ise kalıcı ve değerlidir (en-Nisâ 4/77; et-Tevbe 9/38; er-Ra‘d 13/26). O halde mümin, kalıcı ve değerli olan âhiret hayatını fâni ve yalancı dünya hayatına daima tercih etmek zorundadır. Dünya hayatı yağmurla biten ve yeşeren, sonra da bir âfetle yok olup giden bitkiler gibidir (Yûnus 10/24; el-Kehf 18/45). Zenginliği dillere destan olan Kārûn ve benzerlerine imrenilmemelidir (el-Kasas 28/76-83). Kur’an’a göre aldatıcı, oyalayıcı, maksattan uzaklaştırıcı, gaflete düşürücü ve gelip geçici bir süs olması dünya hayatının başlıca özellikleridir. Mal ve evlât dünya hayatının zînetidir (el-Kehf 18/46). Kadın, evlât, altın, gümüş, cins atlar, davarlar ve ekinler, insanoğlunun hoşuna giden dünya hayatının süsleridir (Âl-i İmrân 3/14). Kâfirlerin dünya peşinde koşmaları bu hayatın kendilerine süslü gösterilmesindendir (el-Bakara 2/212). Gerçi Allah’ın kulları için yarattığı zînetleri kimse yasaklayamaz (el-A‘râf 7/32); ancak onlardan faydalanırken dünya-âhiret dengesini bozmamaya dikkat etmek gerekir. Hz. Peygamber bu dengeyi bozma eğilimini gösteren eşlerini uyararak ya dünya hayatının süsünü ya da Allah’ı, Resûlünü ve âhiret yurdunu tercih etmelerini istemiştir (el-Ahzâb 33/28-29). Âhirete öncelik veren bu dengenin dünya lehinde bozulması yönündeki davranışlar tasvip edilmemiştir. Bir cuma günü ashabın, mescidde hutbe okuyan Hz. Peygamber’i bırakıp alışverişe koşmaları (el-Cum‘a 62/11), Bahreyn’e gönderilen Ebû Ubeyde b. Cerrâh’ın cizye toplayıp Medine’ye döndüğünü haber alan sahâbenin alışılmadık bir şekilde sabah namazında Mescid-i Nebevî ’yi doldurmaları (Buhârî, “Cizye”, 1; Müslim, “Zühd”, 6), Mekke’nin fethinden sonra girişilen savaşlarda elde edilen ganimetler konusunda tartışmalar çıkması (Buhârî, “Menâḳıbü’l-enṣâr”, 1; Müslim, “Zekât”, 12) bu tür eğilimlerden bazılarıdır. Bu hareketler karşısında bazan Hz. Peygamber, Allah katında dünyanın cılız bir ölü oğlak kadar bile değeri olmadığını ifade etme ihtiyacını duymuş (Müslim, “Zühd”, 2), dünyaya düşkün ve maddeye tutkun olmamaları için çevresindekileri uyarmıştır (Buhârî, “Riḳāḳ” 5; Müslim, “Zekât”, 38). Öte yandan Abdullah b. Amr b. Âs , Ebü’d-Derdâ ve Osman b. Maz‘ûn gibi sürekli ibadetle meşgul olup kendilerini ve ailelerini dünya nimetlerinden mahrum bırakan kimselerin davranışları da Hz. Peygamber tarafından hoş karşılanmamış (Buhârî, “Ṣavm”, 56, “Nikâḥ”, 1), ölçüsüz bir şekilde dünyaya sarılmak kadar dünyayı terketmek ve bir tür ruhbanlık hayatına yönelmek de doğru bulunmamıştır ( Müsned , IV, 226; Dârimî, “Nikâḥ”, 3). Kur’an’da kötülenen dünyadan maksat madde ve şahsî çıkardır. Mal, mevki, şehvet, lüks ve israf gibi tutku ve eğilimler kınanırken mânevî değerlere ve uhrevî hayata bağlılık gösterilmesi istenmiştir. Hz. Peygamber, yaşadığı hayat itibariyle dünya karşısında takınılması gereken tavrın nasıl olması gerektiğini göstermiştir. Nitekim, “Uhud dağı kadar altınım olsa üç günden fazla saklamazdım” (Buhârî, “Zekât”, 4, “Riḳāḳ”, 14; Müslim, “Zekât”, 34) demiş, hayatı boyunca dünyalığa önem vermemiş, vefatından sonra birkaç şahsî eşyasından ve çok az miktarda maldan başka bir şey bırakmamış, ilk iki halifesi de bu yolda onu takip etmiştir. Bununla beraber Hz. Peygamber, “Dünya malı tatlıdır, çekicidir” (Buhârî, “Cihâd”, 37; Tirmizî, “Fiten”, 26) sözüyle herkesin dünyaya ve maddeye karşı kendisi gibi davranamayacağını da ifade etmiştir. Nitekim müslümanların servet edinmelerini tasvip etmiş, dinin servetle ilgili olarak getirdiği yükümlülüklerin ifa edilmesi şartıyla zenginliğin iyi bir şey olduğunu söylemiştir. Onun dünya karşısındaki tavrı ve sözleri bir tavsiye ve uyarı niteliğindedir. İnsanda maddeye ve şahsî çıkara karşı doğuştan bir eğilim, hatta hırs bulunduğundan İslâm dini kişileri dünya nimetlerine teşvik etme yerine onların dünya ile ilgili davranışlarını düzene koymaya özen göstermelerini istemiştir. İslâm’ın mânevî değerleri ve âhiret hayatını üstün tutan, ancak buna aykırı olmayan dünya nimetlerini ve zenginliğini de onaylayan tutumuna rağmen çok geçmeden İslâm toplumunda yozlaşmalar başladı. Toplumun bir bölümü kendini servet, lüks ve ihtişam hırsına kaptırıp âhireti ihmal ederken bir kesim de bütünüyle âhirete yönelip dünyayı dışladı. İç savaşlar, sefahat ve dinden uzaklaşma hareketlerinin yanı sıra özellikle Hıristiyanlık, İsrâiliyat, Hint dinleri ve diğer dış kültürlerden gelen tesirlerle dünyadan el etek çekip kendini tamamıyla âhirete veren ve dünyaya küsenlerin sayısı gittikçe artmaya başladı. Dünya hayatını terkedip bir köşeye çekilenler evliya ve örnek insanlar olarak kabul edildi. “Dünyaya karşı soğuk duranlar” anlamındaki zühhâd kelimesiyle ifade edilen zümrenin ortaya çıkışı ve bunların herkesten saygı görmesi, sonraları bu zihniyetin daha da güçlenerek tasavvuf ta devam etmesine ve dünyaya karşı ilgisiz, işsiz güçsüz bir grubun ortaya çıkmasına yol açtı. Tasavvufî ve ahlâkî eserlerde dünyadan nefret etmenin fazilet olduğunu işleyen konular ağırlık kazandı. İnandırıcı olmak için de hadisler uyduruldu, İsrâiliyat’a başvuruldu, hatta ruhbanların sözleri delil olarak gösterildi. Bazı kaynaklarda Resûlullah’a nisbet edilen rivayetlere göre dünya ve onda olan her şey mel‘undur; bütün günahların başı dünya sevgisidir; dünya mümin için zindan, kâfir için cennettir (Müslim, “Zühd”, 1; Tirmizî, “Zühd”, 14; Aclûnî, I, 408-412; Tebrîzî, II, 648-677; Kinânî, II, 302-314; Süyûtî, II, 279-340; Elbânî, I, 269). Bir kısmı sahih kabul edilen bu tür rivayetlerin meydana getirdiği olumsuz havayı etkisiz kılmak isteyen çevreler de yine hadisleri veya hadis olduğu ileri sürülen sözleri kullandılar ve böylece bozulduğuna inandıkları dünya-âhiret dengesini yeniden kurmaya çalıştılar. İlk dönemdeki Sünnî, Mu‘tezilî, Şiî ve Hâricî âbid ve zâhidlerin büyük çoğunluğu dünyayı çeşitli şekillerde kötülüyor (bk. Câhiz, s. 63-86), ancak bundan dünyayı tamamıyla terketme anlamını çıkarmıyordu. Bununla beraber bu dönemde dünyadan yüz çevirip inzivaya çekilen, hatta harabelerde, mezarlıklarda ve mağaralarda tek başına yaşayan âbid ve zâhidlere de rastlanmış, bunların sayısı gittikçe artmıştır. Zâhid ve sûfîlerin büyük çoğunluğu, nefret ettikleri ve lânetledikleri dünyayı (maddeyi ve maddeciliği) kötülemek için son derece ağır ve tahkir edici sözler kullanmışlardır. Zâhid ve sûfîler önce lânetledikleri dünyayı tasvir etmeye çalışmışlardır. Ebû Tâlib el-Mekkî ’ye göre dünya, kişinin aşağı arzulardan aldığı paydan ibarettir. Kötü arzulardan uzaklaşmak anlamında dünyayı terketmek farz, ihtiyaç fazlası olan mubah ve meşrû arzulardan yüz çevirmek suretiyle dünyayı terketmek ise fazilettir. Halk haramları, takvâ sahipleri helâlliği şüpheli olan şeyleri, zâhidler ihtiyaç fazlası helâlleri terkederler. Çünkü dünyanın haramı azap tır, helâli ise hesap vermeyi gerektirir; hesaba çekilen de ceza görür ( Ḳūtü’l-ḳulûb , I, 537). Ebû Safvân, dünyada dünya için yapılan her şeyin dünya, âhiret için yapılan her şeyin âhiret olduğunu söyler. Dünya nefsin arzusu ve keyfîliktir; mahiyeti hevâ ve hevese tâbi olmaktan ibarettir. Nefsinin arzuları peşinde koşan kimse hiçbir şeye sahip olmasa bile dünya ehlinden sayılır ( a.g.e. , I, 542, 545). Tasavvufî eserlerde âhiret kaygısı taşımadan mal ve servet biriktirenler, bedenî ve şahsî hazlar peşinde koşanlar “dünyanın uşağı” sayılmış, bunların Allah’ın kulu (abdullah) değil “paranın kulu” (abdü’d-dînâr) oldukları ifade edilmiştir. Mutedil mutasavvıfların dünya ile ilgili görüşleri, en sistemli ve ayrıntılı şekilde Gazzâlî tarafından ortaya konmuştur. Gazzâlî, hayra vasıta olan şeylerde nisbî de olsa bir hayır bulunduğu şeklindeki kategorik hükümden hareketle dünyanın karşısına kayıtsız şartsız düşman olarak çıkmayı doğru bulmaz; zira böyle bir kötümserlik, insanın hem bedenî hem ruhî hayatı için kötü sonuçlar doğurabilir ( İḥyâʾ , III, 199). Gazzâlî’ye göre insanın mânevî varlığının (kalp) ölümden önceye ve sonraya ait olmak üzere iki hali vardır. Ölümden önceki hale dünya, ölümden sonraki hale de âhiret denir. Buna göre dünya, kişinin ölümden önceki hayatıyla ilgili eğilimleri, maksatları, arzu ve istekleriyle hazlarının bütünüdür ( a.g.e. , III, 190; a.mlf., el-Erbaʿîn , s. 164). Gazzâlî dünyayı, mevcut maddî varlıklarla (a‘yân-ı mevcûde) insanın bu varlıklara yönelttiği ilgilerinden, onları kendi hesabına faydalı kılmak için sarfettiği çabalardan ibaret sayar. A‘yân-ı mevcûde yerküre ile onda bulunan maddî varlıklardır. İnsan bu tür dünyevî varlık ve imkânlardan yoksun yaşayamaz. Çünkü yeryüzü onun mesken ve ziraat ihtiyacını karşılar; yeryüzündeki diğer varlıklardan bitkiler insanların beslenme ve tedavi gibi ihtiyaçları, madenlerden bir kısmı muhtelif araç gereçlerin yapımı, bir kısmı da tedavül için gereklidir. Ayrıca canlılar beslenmede ve taşınma hizmetlerinde kullanılır. İnsanlar hemcinslerinden de faydalanırlar. Evlenerek cinsî ihtiyacı ve neslin devamını sağlamak, iş gördürmek bu faydalanmanın başlıcalarıdır ( İḥyâʾ , III, 194-195). Gazzâlî’ye göre insanın bütün dünyevî varlık ve imkânlarla, biri sevgi şeklinde mânevî, diğeri meşguliyet şeklinde maddî olmak üzere iki türlü ilişki kurduğu görülür. Kişinin dünyaya belli ölçüde sevgi göstermesi yadırganmamalıdır. Çünkü selîm tabiatlı her insan kendine haz (lezzet) vereni sever, elem verenden nefret eder. Hz. Peygamber de, “Sizin dünyanızdan bana her şeyin en güzeli ve en temizi, bir de kadınlar sevdirildi; benim gözümün nuru ise namazdır” demiştir ( Müsned , III, 128, 199; Nesâî, “ʿİşretü’n-nisâʾ”, 1). İnsanda dünya sevgisi fıtrîdir. Nitekim insan, ölümünden sonra kaygı duyacağı hiçbir kötü durumla karşılaşmayacağını bilse dahi yine de yaşamayı ister ( İḥyâʾ , IV, 255). İnsanın dünya ile meşguliyet şeklindeki bedenî ilgisi onun besin, giyim ve mesken olarak belirlenen üç temel ihtiyacından doğar. Dünya şartları hayvanların yaşaması için genellikle hazır bir şekilde yaratılmış olduğu halde insanlar için hayat şartları büyük ölçüde iyileştirme faaliyetinden sonra uygun hale getirilebilir. Bu durum çeşitli faaliyet alanlarının, iş ve mesleklerin ortaya çıkmasına yol açar. Hiçbir insan, yaşayabilmek için tek başına dünya şartlarını iyileştirmeye muktedir olmadığından, insanlar karşılıklı ihtiyaçlarını gidermede birbirine yardımcı olmak için farklı meşguliyet alanlarına yönelmek zorunda kalırlar. Nihayet insanların bir arada yaşamaları zarureti siyasî, hukukî, askerî vb. problemlerin ortaya çıkmasına yol açtığı için bu problemleri aşma çabaları da yeni meslekler ve meşguliyet alanları meydana getirmektedir. İnsanlar, bütün bu dünyevî varlık ve imkânlara karşı takındıkları tavra göre başlıca üç zümreye ayrılırlar. 1. Âhirete iltifat etmeksizin yalnızca dünyaya bağlananlar. Gazzâlî’ye göre insanların büyük bir kısmı bu gruba girer. Bunlar Kur’an’da “ Tâgūt un kulları ve yaratıkların en kötüleri” olarak gösterilmiştir (bk. el-Mâide 5/60). 2. İlk zümrenin tam aksine bütün çabalarını âhirete yönelten ve dünyaya iltifat etmeyenler. 3. Dünya ve âhiretin hakkını verenler. Peygamberlerin de dahil olduğu bu zümre insanların en faziletlisidir; çünkü din ve dünya işlerini gerektiği şekilde yürüten kimse “Allah’ın halifesi”dir. İnsanların tamamı “Allah’ın iyâli” olduğuna göre (bk. Müslim, “ʿItḳ”, 16) onlara hizmet etmek de ibadetten, hatta en değerli ibadetlerden sayılır (Gazzâlî, Mîzânü’l-ʿamel , s. 188). Esasen âhiret saadetini arzulamak Allah sevgisine aykırı olmadığı gibi dünyanın refah, sağlık ve esenliğini dilemek, bunun için çaba sarfetmek de Allah sevgisine ters düşmez. “Dünya ve âhiret birbirini takip eden iki gerçek hal olduğuna göre insanın yarının hazlarını arzularken bugünün hazlarına ilgisiz kalması düşünülemez. Çünkü insan yarının hazlarını, yarın dediğimiz şey bir zaman sonra bugün olacağı için arzular. Yeter ki bu hazlar kişiyi uhrevî saadetten mahrum edecek mahiyette olmasın. Bu şarta bağlı olmak üzere dünyevî gayelerle uhrevî gayelerin birleştirilmesi imkânsız değildir” ( Gazzâlî, İḥyâʾ , II, 144-145). Böylece insan dinî bir şuurla, dünyaya mahkûm olmak yerine ona hâkim olduğu ve onları yönlendirdiği, dünyevî varlık ve imkânları Allah’ın rızâsına ve kendi âhiret saadetine uygun şekilde kullandığı sürece bu varlık ve imkânlar kötülenen dünyadan değildir. İnsanın maddeye mahkûm ve bağımlı olması dünyadır, ancak ona hâkim olması dünya değildir. Maddenin önde ve üstün tutulması dünya, mânanın önde ve üstün tutulması âhirettir. Şu halde dünya, ruhla nesneler arasındaki sağlıksız ve olumsuz ilişkiden ibarettir. Çeşitli kaynaklarda verilen bilgilere, özellikle yine Gazzâlî’nin İḥyâʾü ʿulûmi’d-dîn adlı eserinin III. cildinde “Kitâbü zemmi’d-dünyâ” bölümünde aktardığı anekdotlara göre zâhidler ve mutasavvıflar, “maddeye yönelen nefsin arzuları (hevâ, şehvet)” şeklinde tarif ettikleri dünyayı bütün kötülüklerin kaynağı olarak görmüşler, onun insanı alçaltan ve esas maksadı unutturan bir niteliğe sahip olduğuna inanmışlar, Hakk’a giden yolda önlerine çıkan en büyük engel saydıkları dünyayı bütün ifade güçlerini kullanarak türlü biçimlerde yermişler, onun dine ve âhirete verdiği zararları örneklerle anlatmışlardır. İbn Ayyâş el-Mahzûmî , “Arkadaşlarımız dünyaya domuz adını vermişler; eğer bundan daha kötü bir ad bulmuş olsalardı onu verirlerdi” demiştir. Dünya Allah’ın düşmanıdır. Allah’ın dostu olan bir insan onun düşmanına dost olmaz. Dünya yalan, âhiret gerçektir. İnsanlar uykudadır, ölünce uyanacaklar ve esas hayatı o zaman göreceklerdir. Bir hayal, bir düş gibi görüldüğünden dünya hakkında “yalancı dünya” deyimi kullanılmıştır. Dünya insanı önce yükseltir, sonra düşürür. Dışı çekici ve güzel bir kadın, içi çirkin bir kocakarı gibidir. Her gece başka biriyle yatan fahişeye benzer. Kendisine gönül verenlerin hiçbirine acımamıştır. Yılana benzer, dokununca pürüzsüzdür, fakat zehiri öldürücüdür; içtikçe harareti arttıran deniz suyu gibidir. Birçok zâhid ve mutasavvıf dünya ile âhiretin birlikte yürümeyeceğine inanmıştır. Söylendiğine göre Hz. Ali dünya ile âhireti iki kumaya benzetmiş, biri memnun edildiği ölçüde öbürünün rahatsız olacağını ifade etmiştir. Dünya ile âhiret doğu ile batı gibidir; birinden uzaklaşıldığı nisbette öbürüne yaklaşılır; biri harap olduğu nisbette diğeri mâmur olur. Ancak dünyanın fazla kötülenmesinden rahatsız olan zâhidlerin bazan onu savundukları da görülür. Buna göre dünya ilâhî kitapların ve peygamberlerin gönderildiği, meleklerin ibadet ettiği, âhiretin kazanıldığı, Allah’ın nimet ve lutuflarını bol bol verdiği bir yer olduğundan dünyaya olumlu bir gözle bakılmalıdır (Beyhakī, s. 358). Daha çok çile ve müridlik döneminde dünyayı kötüleyen mutasavvıflar, mârifet makamına ulaşıp ârif oldukları zaman artık dünyanın lehinde ve aleyhinde konuşmazlar. Ârifler ve âşıklar bu makamda dünya gibi âhireti de Hakk’a ermeye engel sayar, onun da mâsivâ olduğunu söylerler. Zâhid dünyaya bakışıyla sirke, ârif ise misk koklatır. Zâhid dünyayı çirkinleştirir, ârif ise onunla hiç ilgilenmez, denilmiştir (Kuşeyrî, s. 296-297). Hatta bazan Allah’ın tecellilerini yansıtması bakımından dünyaya ve âleme yüksek ve estetik bir değer de atfedilir. Bu sebeple dünyayı bir ölçüde kötüleyen Gazzâlî bile bu âlemin, daha fazlası tasavvur edilemeyecek kadar güzel, eksiksiz ve mükemmel olduğunu belirtmiştir ( İḥyâʾ , IV, 223). İbnü’l-Arabî’ye göre de dünya ilâhî güzelliği yansıtan bir ayna olması itibariyle fevkalâde güzeldir ( el-Fütûḥât , II, 714; Cîlî, I, 75). Bu mertebeye ulaşan ârifler artık sadece dünyanın güzelliğinden, faydasından ve nimetlerinden bahsederler. Çünkü bu mertebedeki ârifler için dünya Hakk’a ermeyi engellemez, aksine O’nun daha iyi anlaşılmasını sağlar. BİBLİYOGRAFYA Râgıb el-İsfahânî, el-Müfredât , “dnv” md. Tehânevî, Keşşâf , “dnv” md. Wensinck, el-Muʿcem , “dnv” md. M. F. Abdülbâkī, el-Muʿcem , “dnv” md. Müsned , III, 128, 199; IV, 226. Buhârî, “Ṣavm”, 56, “Zekât”, 4, “Cihâd”, 37, “Nikâḥ”, 1, “Riḳāḳ”, 5, 14, “Cizye”, 1, “Menâḳıbü’l-enṣâr”, 1. Müslim, “Zekât”, 12, 34, 38, “ʿItḳ”, 16, “Zühd”, 1, 2, 6. Tirmizî, “Zühd”, 14, “Fiten”, 26. Dârimî, “Nikâḥ”, 3. Nesâî, “ʿİşretü’n-nisâʾ”, 1. Abdullah b. Mübârek, Kitâbü’z-Zühd (nşr. Habîbürrahmân el-A‘zamî), Haydarâbâd 1386 ⟶ Beyrut, ts. (Dârü’l-kütübi’l-ilmiyye), s. 172-194, 262-265. Hâris el-Muhâsibî, el-Veṣâyâ , Beyrut 1406/1986, s. 248. Câhiz, el-Beyân ve’t-tebyîn , Beyrut 1986, s. 63-86. Kinânî, Tenzîhü’ş-şerîʿa , Kahire, ts., II, 302-314. İbn Kuteybe, ʿUyûnü’l-aḫbâr (Tavîl) , II, 286-405. İbn Hibbân, Ravżatü’l-ʿuḳalâʾ ve nüzhetü’l-fużalâʾ (nşr. M. Muhyiddin Abdülhamîd v.dğr.), Beyrut 1397/1977, s. 277. Ahmed b. Amr eş-Şeybânî, Kitâbü’z-Zühd , Beyrut 1985, tür.yer. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 537-555. Ebû Nuaym, Ḥilye , III, 44. Kuşeyrî, er-Risâle , Kahire 1385/1966, s. 296-297. Gazzâlî, İḥyâʾ , Kahire 1934, II, 144-145; III, 174-199; IV, 125, 127, 223, 255. a.mlf., el-Erbaʿîn fî uṣûli’d-dîn , Kahire 1328, s. 164. a.mlf., Mîzânü’l-ʿamel , Kahire 1328, s. 188-189. Ahmed-i Câmî, Ünsü’t-tâʾibîn , Tahran 1350 hş., s. 291-298. Abdülkādir-i Geylânî, el-Fetḥu’r-rabbânî , Kahire 1960, s. 76, 82, 88, 91, 164, 179. İbnü’l-Cevzî, Ẕemmü’l-hevâʾ , Kahire 1962. İbnü’l-Arabî, el-Fütûḥât , Beyrut, ts. (Dâru Sâdır), II, 178, 714. Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd , Tahran 1353, s. 143-144. Hatîb et-Tebrîzî, Mişkâtü’l-Meṣâbîḥ (nşr. M. Nâsırüddin el-Elbânî), Dımaşk 1380/1961, II, 648-677. İbn Haldûn, Muḳaddime , Kahire 1957, s. 467, 513-518. Cîlî, el-İnsânü’l-kâmil , İstanbul 1300, I, 75. İbşîhî, el-Müsteṭraf , I, 70-72; II, 290-297. Lâmiî, Nefehât Tercümesi , s. 116. Süyûtî, el-Leʾâli’l-maṣnûʿa fi’l-eḥâdîs̱i’l-mevżûʿa , Kahire, ts., II, 279-340. İbn Arrâk, Tenzîhü’ş-şerîʿa , II, 302-314. Ebü’l-Bekā, el-Külliyyât , Bulak 1253, s. 185. Aclûnî, Keşfü’l-ḫafâʾ , I, 408-412. İbrâhim Hakkı Erzurûmî, Mârifetnâme , İstanbul 1310, s. 269-281. İbrâhim b. Muhammed el-Beyhakī, el-Meḥâsin ve’l-mesâvî (nşr. Muhammed Süveyd), Beyrut 1408/1988, tür.yer. Zekî Mübârek, et-Taṣavvufü’l-İslâmî , Beyrut, ts. (el-Mektebetü’l-asriyye), I, 106. İbn Ardûn, Âdâbü’ṣ-ṣoḥbe: Şürûṭühâ, ḥuḳūḳuhâ, ḳavâʿidühâ (nşr. Ömer el-Cîdî), Dârülbeyzâ 1408/1987, s. 53. Ahmed Emîn, Fecrü’l-İslâm , Kahire 1959, s. 31-37. Elbânî, Silsiletü’l-eḥâdîs̱i’ḍ-ḍaʿîfe ve’l-mevżûʿa , Dımaşk 1379, I, 51-53, 269; II, 266-267. el-Muʿcemü’ṣ-ṣûfî , s. 552. Mustafa Çağrıcı, Gazzâlî’ye Göre İslâm Ahlâkı , İstanbul 1982, s. 226-240. B. Carra de Vaux, “Dünya”, İA , III, 664. A. S. Tritton, “Dunyā”, EI 2 (İng.) , II, 626. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1994 yılında İstanbul’da basılan 10. cildinde, 22-25 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız. Bu madde en son 03.08.2019 tarihinde güncellenmiştir.",
      "bibliography": [
        "Râgıb el-İsfahânî, el-Müfredât , “dnv” md.",
        "Tehânevî, Keşşâf , “dnv” md.",
        "Wensinck, el-Muʿcem , “dnv” md.",
        "M. F. Abdülbâkī, el-Muʿcem , “dnv” md.",
        "Müsned , III, 128, 199; IV, 226.",
        "Buhârî, “Ṣavm”, 56, “Zekât”, 4, “Cihâd”, 37, “Nikâḥ”, 1, “Riḳāḳ”, 5, 14, “Cizye”, 1, “Menâḳıbü’l-enṣâr”, 1.",
        "Müslim, “Zekât”, 12, 34, 38, “ʿItḳ”, 16, “Zühd”, 1, 2, 6.",
        "Tirmizî, “Zühd”, 14, “Fiten”, 26.",
        "Dârimî, “Nikâḥ”, 3.",
        "Nesâî, “ʿİşretü’n-nisâʾ”, 1.",
        "Abdullah b. Mübârek, Kitâbü’z-Zühd (nşr. Habîbürrahmân el-A‘zamî), Haydarâbâd 1386 ⟶ Beyrut, ts. (Dârü’l-kütübi’l-ilmiyye), s. 172-194, 262-265.",
        "Hâris el-Muhâsibî, el-Veṣâyâ , Beyrut 1406/1986, s. 248.",
        "Câhiz, el-Beyân ve’t-tebyîn , Beyrut 1986, s. 63-86.",
        "Kinânî, Tenzîhü’ş-şerîʿa , Kahire, ts., II, 302-314.",
        "İbn Kuteybe, ʿUyûnü’l-aḫbâr (Tavîl) , II, 286-405.",
        "İbn Hibbân, Ravżatü’l-ʿuḳalâʾ ve nüzhetü’l-fużalâʾ (nşr. M. Muhyiddin Abdülhamîd v.dğr.), Beyrut 1397/1977, s. 277.",
        "Ahmed b. Amr eş-Şeybânî, Kitâbü’z-Zühd , Beyrut 1985, tür.yer.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 537-555.",
        "Ebû Nuaym, Ḥilye , III, 44.",
        "Kuşeyrî, er-Risâle , Kahire 1385/1966, s. 296-297.",
        "Gazzâlî, İḥyâʾ , Kahire 1934, II, 144-145; III, 174-199; IV, 125, 127, 223, 255.",
        "a.mlf., el-Erbaʿîn fî uṣûli’d-dîn , Kahire 1328, s. 164.",
        "a.mlf., Mîzânü’l-ʿamel , Kahire 1328, s. 188-189.",
        "Ahmed-i Câmî, Ünsü’t-tâʾibîn , Tahran 1350 hş., s. 291-298.",
        "Abdülkādir-i Geylânî, el-Fetḥu’r-rabbânî , Kahire 1960, s. 76, 82, 88, 91, 164, 179.",
        "İbnü’l-Cevzî, Ẕemmü’l-hevâʾ , Kahire 1962.",
        "İbnü’l-Arabî, el-Fütûḥât , Beyrut, ts. (Dâru Sâdır), II, 178, 714.",
        "Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd , Tahran 1353, s. 143-144.",
        "Hatîb et-Tebrîzî, Mişkâtü’l-Meṣâbîḥ (nşr. M. Nâsırüddin el-Elbânî), Dımaşk 1380/1961, II, 648-677.",
        "İbn Haldûn, Muḳaddime , Kahire 1957, s. 467, 513-518.",
        "Cîlî, el-İnsânü’l-kâmil , İstanbul 1300, I, 75.",
        "İbşîhî, el-Müsteṭraf , I, 70-72; II, 290-297.",
        "Lâmiî, Nefehât Tercümesi , s. 116.",
        "Süyûtî, el-Leʾâli’l-maṣnûʿa fi’l-eḥâdîs̱i’l-mevżûʿa , Kahire, ts., II, 279-340.",
        "İbn Arrâk, Tenzîhü’ş-şerîʿa , II, 302-314.",
        "Ebü’l-Bekā, el-Külliyyât , Bulak 1253, s. 185.",
        "Aclûnî, Keşfü’l-ḫafâʾ , I, 408-412.",
        "İbrâhim Hakkı Erzurûmî, Mârifetnâme , İstanbul 1310, s. 269-281.",
        "İbrâhim b. Muhammed el-Beyhakī, el-Meḥâsin ve’l-mesâvî (nşr. Muhammed Süveyd), Beyrut 1408/1988, tür.yer.",
        "Zekî Mübârek, et-Taṣavvufü’l-İslâmî , Beyrut, ts. (el-Mektebetü’l-asriyye), I, 106.",
        "İbn Ardûn, Âdâbü’ṣ-ṣoḥbe: Şürûṭühâ, ḥuḳūḳuhâ, ḳavâʿidühâ (nşr. Ömer el-Cîdî), Dârülbeyzâ 1408/1987, s. 53.",
        "Ahmed Emîn, Fecrü’l-İslâm , Kahire 1959, s. 31-37.",
        "Elbânî, Silsiletü’l-eḥâdîs̱i’ḍ-ḍaʿîfe ve’l-mevżûʿa , Dımaşk 1379, I, 51-53, 269; II, 266-267.",
        "el-Muʿcemü’ṣ-ṣûfî , s. 552.",
        "Mustafa Çağrıcı, Gazzâlî’ye Göre İslâm Ahlâkı , İstanbul 1982, s. 226-240.",
        "B. Carra de Vaux, “Dünya”, İA , III, 664.",
        "A. S. Tritton, “Dunyā”, EI 2 (İng.) , II, 626."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
