{
  "id": "eweb_255",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/ebu-osman-el-magribi",
  "annotator": "Jeremy",
  "title": "EBÛ OSMAN el-MAĞRİBÎ",
  "arabic_title": "أبو عثمان المغربي",
  "summary": "Ebû Osmân Saîd b. Sellâm el-Mağribî (ö. 373/983) İlk dönem sûfîlerinden.",
  "parts": [
    {
      "author": "MUSTAFA BİLGİN",
      "content": "Kuzey Afrika’da Kayrevan’a bağlı Kirkint köyünde doğdu. 130 yıl kadar yaşadığı ve 373’te (983) vefat ettiği dikkate alınırsa (Attâr, s. 779) yaklaşık 243’te (857) doğduğu söylenebilir. Kayrevânî nisbesiyle de anılır. Babasının adı kaynaklarda Sellâm, Selâm, Sâlim, Selmân, Selâme gibi farklı şekillerde kaydedilir. Tahsiline Mağrib’de başlayan, avcılık ve biniciliğe özel bir ilgi duyan Ebû Osman daha sonra Kahire ve Dımaşk’a giderek Habîb el-Mısrî, Ebü’l-Hayr el-Akta‘, İbnü’s-Sâî ve Ebû Ali İbnü’l-Kâtib gibi ünlü sûfîlerin meclislerine katıldı. Bu şehirleri şeyhi Ebü’l-Hayr el-Akta‘ ile (ö. 342/953) birlikte gezmiş olması da muhtemeldir. Çünkü aslen Mağribli olan Ebü’l-Hayr da aynı yerlerde bulunmuştur (Sülemî, s. 370). Attâr, Ebû Osman’ın yirmi yıl süreyle çöllerde inzivâ hayatı yaşadığını, daha sonra Hak’tan gelen hitap üzerine Kâbe civarında yaşayan iyi insanlarla birlikte bulunmak için Mekke’ye gittiğini kaydeder. Ebû Osman Mekke’de yaşayan şeyhlerle tanışıp sekr ve sahv konularında onlarla sohbet etti. Burada mâruz kaldığı celâl tecellîlerinin verdiği acıları yaşadı. Bu dönemde ona hâkim olan şey Allah korkusu olduğundan hiç yüzü gülmemiş, her zaman hüzünlü ve kederli görünmüştür. Bu arada Mekke’de hâkimiyet kuran Şiîler kendisine eziyet ve iftira etmiş, onu baskı altında tutmuştur (Hatîb, IX, 113). Mekke’den Şiîler tarafından sürülünce Bağdat’a giden Ebû Osman burada bir yıl kaldı. Bir süre Rey’de oturduktan sonra Nîşâbur’a yerleşti. Kaynaklarda açıkça zikredilmemekle beraber Mekke’den sonra gittiği yerlerden de ayrılmak zorunda bırakıldığını ima eden ifadeler mevcuttur. Ebû Osman’ın Ali el-Kavvâl’e, “Bizim kabz halimiz Hicaz’da idi, burada bast halindeyiz” demesinden Nîşâbur’da rahat bir hayat yaşadığı anlaşılmaktadır ( a.g.e. , IX, 112). Bununla beraber Nîşâbur’da iken de çok defa yalnızlığı tercih ettiğine, her zaman camiye gitmediğine bakılacak olursa ( Zehebî, Aʿlâmü’n-nübelâʾ , XVI, 320) kalabalıktan ve toplum hayatından fazla hoşlanmadığı anlaşılır. Nîşâbur’da vefat eden Ebû Osman’ın cenaze namazı Eş‘arî kelâm âlimi İbn Fûrek tarafından kıldırılmış ve ünlü sûfî Ebû Osman el-Hîrî’nin kabrinin yanına defnedilmiştir (Hatîb, IX, 113). Sülemî, Ebû Osman’ı zühd ve tasavvufun önderi, hali yüce ve ferâseti isabetli bir sûfî olarak tanıtır ve, “Onun gibisi görülmemiştir” der. Attâr da kendisini parlak ifadelerle över. Hadis âlimi Ebû Süleyman el-Hattâbî onu ilham sahibi bir şahıs olarak görür. Ebû Osman’ın üstatları hakkında bilgi veren kaynaklar, Mansûr b. Halef el-Mağribî ve Ebü’l-Kāsım el-Cürcânî gibi bazı mürid ve halifelerinin ismine işaret ederler (Kuşeyrî, s. 409; Ma‘sûm Ali Şah, II, 538). Bağdat’a gitmeden önce selef tarzı bir itikadı benimseyen, istivâ ve cihet le ilgili âyetleri te’vil etmeyi uygun bulmayan Ebû Osman, Bağdat’ta kelâm âlimlerinin tesirinde kalarak haberî sıfatları te’vil edip mecazi mânalarla açıklamaya başlamış, eski görüşlerini büyük hata olarak değerlendirmiş ve Mekke’deki dostlarına yazdığı bir mektupta Bağdat’ta “yeniden müslüman olduğunu” bildirmiştir (Kuşeyrî, s. 69). İnsan bedenini “üzerinde ilâhî kudretin cereyan ettiği kalıp” (Hatîb, IX, 113) şeklinde tarif ederek tasavvufun fenâ anlayışını dile getiren Ebû Osman, ilâhî takdir karşısında beşerî tedbirin fazla bir anlam ifade etmediği inancındadır (Sülemî, s. 482). Ebû Osman’ın tasavvuf anlayışı şer‘î hükümlere ve kulluğun gereklerine uymakla başlar, zor bir çile hayatı ile devam eder, ilâhî tecellîleri temaşa haliyle zirveye ulaşır. Ona göre itikâf, insanın organlarını dinî emirler çerçevesinde tutmasından ibarettir. Takvâ dinin çizdiği sınırlarda durmak, bu sınırın gerisinde kalmamak veya onu aşmamaktır. Takvâ Allah korkusundan doğar. Bu anlamdaki takvâya başka herhangi bir şeyi tercih eden kimse takvânın hazzından mahrum kalır. Şeriatın emirlerine uymak ve yasaklarına muhalefet etmemek ise dinî veraın özünü oluşturur ( a.g.e. , s. 481, 482). Her şeyin ancak zıddıyla bilineceğini söyleyen Ebû Osman, insanın riyayı tanıyıp onu terketmeden ihlâsı tam olarak gerçekleştiremeyeceği görüşündedir. Günahkâr kişi benlik iddiası taşıyandan daha iyidir; zira günahkâr sürekli olarak tövbe etmenin çarelerini ararken öbürü iddiası etrafında bocalar durur. Ebû Osman havf ve recâ dengesine dikkat edilmesini ister. Ona göre ümidi esas alanlar tembelleşir; kuru temennilerle avunan bir kimse nefsini gevşeklik kılıcıyla kesmiş olur; daima endişeli olanlar ümitsizliğe düşer; ümit ile endişe arasında bir yolda yürüyenler kurtulur ( a.g.e. , s. 480, 483). Başlangıçta riyâzet ve mücâhedeye önem veren ve gerçekten çok çileli bir hayat yaşayan Ebû Osman nefsin arzularına karşı çıkmanın gereğine inanır. Elini zengin yemeğine istekle uzatan kimsenin bir daha iflâh olmayacağını söyler. Sûfîlikte çok makbul sayılan sefere çıkma halini de hevâ ve hevesi terketmek şeklinde anlar. Nefsin hevâ ve hevesini terketmeden keşf mertebesine ulaşmak, mârifet sahibi olmak, ilâhî hakikatlere ve sırlara vâkıf olmak mümkün değildir. Ebû Osman, İmam Şâfiî’nin, “Biri beden, diğeri dinle ilgili olmak üzere iki ilim vardır” sözünde geçen beden ilmiyle riyâzet ve mücâhedeyi, din ilmiyle de tasavvufî hakikat ve mârifetleri kastettiğini söyler ( a.g.e. , s. 480). Ona göre hikmet hak olanı ifade etmektir. İlme’l-yakīnden ayne’l-yakīne ihlâslı bir amelle ulaşılır. Dinin emrettiği hususları ciddi ve samimi bir şekilde yerine getirenler müşâhede ve temaşa makamına ulaşırlar. “Kulluğu tam olarak gerçekleştiren bir kimse gaybı temaşa etmek suretiyle ruhunu arındırır, o vakit ilâhî kudret onun her isteğine icabet eder” ( a.g.e. , s. 481). “Kulluk, emredeni müşâhede ede ede emrine uymaktır” (Attâr, s. 783). Zikirden derin bir haz alan Ebû Osman bunda semâın etkili olduğunu söyler ( a.g.e. , s. 782; Şa‘rânî, I, 122); Hakk’ın Hak’la kāim olduğu bir mertebeye ulaşanların kalbinde yanan iman ışığının sâlike Hakk’ın nurunu giydirip ruhu gibi onun bedenini de aydınlatacağına inanır (Sülemî, s. 483). Attâr, Ebû Osman’ın tasavvufa dair eserleri olduğunu söyler ( Tezkiretü’l-evliya , s. 779). Kâtib Çelebi de onun Edebü’s-sülûk adlı Farsça bir eserini kaydeder ( Keşfü’ẓ-ẓunûn , I, 45; ayrıca bk. Sezgin, I, 665). BİBLİYOGRAFYA Sülemî, Ṭabaḳāt , s. 370, 479-483. Hatîb, Târîḫu Baġdâd , IX, 112-113. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 263, 297, 333. Kuşeyrî, Risâle (Uludağ) , s. 46, 68-69, 119-120, 134-135, 194, 199, 228, 237, 271, 276, 288, 306-307, 323, 345, 347, 365, 371, 400, 409, 445, 459, 460, 461, 466, 499, 516. Herevî, Ṭabaḳāt , s. 242-243. Sem‘ânî, el-Ensâb (Bârûdî) , IV, 573; V, 56, 352. Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1991, s. 498, 734, 779-784, 791-792. İbnü’l-Cevzî, el-Muntaẓam , VII, 122-123. Yâkūt, Muʿcemü’l-büldân , IV, 420, 453. İbnü’l-Esîr, el-Kâmil , IX, 37. a.mlf., el-Lübâb , Beyrut 1400/1980, III, 69, 93. Zehebî, el-ʿİber , II, 141. a.mlf., Aʿlâmü’n-nübelâʾ , XVI, 320-321. İbn Kesîr, el-Bidâye , XI, 302. İbnü’l-Mülakkın, Ṭabaḳātü’l-evliyâʾ , s. 237-238, 496, 506. İbn Tağrîberdî, en-Nücûmü’z-zâhire (Popper) , IV, 144. Lâmiî, Nefehât Tercümesi , s. 139-140. Şa‘rânî, eṭ-Ṭabaḳāt , I, 122. Münâvî, el-Kevâkib , II, 35-36. Keşfü’ẓ-ẓunûn , I, 45. İbnü’l-İmâd, Şeẕerât , Beyrut 1966, III, 81. Ma‘sûm Ali Şah, Ṭarâʾiḳ , II, 538, 543, 549. Sezgin, GAS , I, 665. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1994 yılında İstanbul’da basılan 10. cildinde, 208-209 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Sülemî, Ṭabaḳāt , s. 370, 479-483.",
        "Hatîb, Târîḫu Baġdâd , IX, 112-113.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 263, 297, 333.",
        "Kuşeyrî, Risâle (Uludağ) , s. 46, 68-69, 119-120, 134-135, 194, 199, 228, 237, 271, 276, 288, 306-307, 323, 345, 347, 365, 371, 400, 409, 445, 459, 460, 461, 466, 499, 516.",
        "Herevî, Ṭabaḳāt , s. 242-243.",
        "Sem‘ânî, el-Ensâb (Bârûdî) , IV, 573; V, 56, 352.",
        "Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1991, s. 498, 734, 779-784, 791-792.",
        "İbnü’l-Cevzî, el-Muntaẓam , VII, 122-123.",
        "Yâkūt, Muʿcemü’l-büldân , IV, 420, 453.",
        "İbnü’l-Esîr, el-Kâmil , IX, 37.",
        "a.mlf., el-Lübâb , Beyrut 1400/1980, III, 69, 93.",
        "Zehebî, el-ʿİber , II, 141.",
        "a.mlf., Aʿlâmü’n-nübelâʾ , XVI, 320-321.",
        "İbn Kesîr, el-Bidâye , XI, 302.",
        "İbnü’l-Mülakkın, Ṭabaḳātü’l-evliyâʾ , s. 237-238, 496, 506.",
        "İbn Tağrîberdî, en-Nücûmü’z-zâhire (Popper) , IV, 144.",
        "Lâmiî, Nefehât Tercümesi , s. 139-140.",
        "Şa‘rânî, eṭ-Ṭabaḳāt , I, 122.",
        "Münâvî, el-Kevâkib , II, 35-36.",
        "Keşfü’ẓ-ẓunûn , I, 45.",
        "İbnü’l-İmâd, Şeẕerât , Beyrut 1966, III, 81.",
        "Ma‘sûm Ali Şah, Ṭarâʾiḳ , II, 538, 543, 549.",
        "Sezgin, GAS , I, 665."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 156
}