{
  "id": "eweb_264",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/fena",
  "annotator": "Jeremy",
  "title": "FENÂ",
  "arabic_title": "الفناء",
  "summary": "Kulun kendi fiil ve davranışlarını görmekten fâni olup gerçek kul olma noktasına ulaşması anlamında bir tasavvuf terimi.",
  "parts": [
    {
      "author": "MUSTAFA KARA",
      "content": "Sözlükte “geçici olmak, yok olmak, ölmek” gibi mânalara gelen Arapça fenâ kelimesi, genellikle “var olmak, sürekli olmak” anlamındaki bekā kelimesiyle birlikte kullanılagelmiştir. Kur’ân-ı Kerîm’de bu iki terimin türevleri geçmektedir (bk. en-Nahl 16/96; er-Rahmân 55/26-27). Tasavvufî hayata giren mürid bir mürşidin gözetim ve denetimi altında, kabiliyetine göre değişen bir süre içinde çeşitli riyâzet ve mücâhedelerle nefsini terbiye eder. Bu terbiye ve tezkiye sonucunda ulaşılan noktaya “fenâ-bekā” adı verilmiştir. Tasavvufî hayatın son merhalesine başka isimler veren sûfîler varsa da fenâ-bekāyı bu yolculuğun son durağı olarak görenler çoğunluktadır. Bu terimleri “sekr-sahv”, “cem‘-tefrika” ve “gaybet-huzûr” terimleriyle aynı anlamda kullanan sûfîler de vardır (Kelâbâzî, s. 187). Fenâ-bekānın bir hal mi yoksa bir makam mı olduğu konusu sûfîler arasında tartışılmıştır. “Müridin kötü huy ve vasıflarını yok edip onların yerine iyi hasletler kazanması” anlamında kullanılan fenâ terimi özellikle ilk dönemlerde cehaletin yerine ilmin, gafletin yerine zikrin, zulmün yerine adaletin, nankörlüğün yerine şükrün, mâsiyet ve günahın yerine taat ve ibadetin geçmesi şeklinde anlaşılmıştır. Sûfîlerin yaşadıkları tasavvufî hallerle ilgili görüş ve tesbitleri zenginleştikçe fenâ ve bekā kavramları da değişik ve zengin boyutlar kazanmıştır. Tasavvufî kaynakların ortaklaşa verdikleri bilgilerden, fenâ-bekā kelimelerini kullanarak bunları tarif eden ilk sûfînin Ebû Saîd el-Harrâz (ö. 277/890 [?]) olduğu anlaşılmaktadır. Ona göre fenâ kulun kulluğunu görmekten fâni olması, bekā ise ilâhî tecellileri temaşa etmekle bâki olmasıdır. Kulluğu görmek demek yapılan ibadetleri kendine nisbet etmek, onlara güvenmek demektir. Sûfîler, bu tavrın kişinin ruhî gelişmesini engelleyen bir durum olduğunu söyler. Kul kendi fiil ve davranışlarını görmediği zaman gerçek kul olma noktasına ulaşmış demektir. Kelâbâzî’nin ifadesine göre Ebû Saîd fenâ halini üçlü bir derecelendirmeye tâbi tutmuştur. Mürid önce dünya ve âhiretle ilgili bütün haz ve duygularını kaybeder. Sonra Allah’ın kudretinin tecelli etmesi sebebiyle O’na duyduğu saygıdan dolayı Allah’la ilgili hazzını da yitirir. Son tecelli ile bu hazzını yitirdiğini dahi bilemeyecek bir noktaya ulaşır. Allah’ın hakikatinin bütün benlik ve şuurunu istilâ ettiği bu durumda ( et-Taʿarruf , s. 153; Serrâc, s. 285-286) dışarıdan gelen herhangi bir uyarıcıyı idrak edemediği ve kendi varlığının da farkında olmadığı için “fenâü’l-fenâ” halini yaşar. Çünkü fenâ halini yaşadığının farkında olmak demek mutlak hakikatten (Allah) başka bir şeyi idrak etmek demektir. Fenânın son noktasında bu idrakten de yoksun kalan sûfîlerin söylediği bazı sözler şeriata aykırı olabilmektedir ki bunlara “şathiye” denir. Tasavvufu “Allah’ın seni sende öldürmesi, kendisinde diriltmesi” şeklinde tarif eden Cüneyd-i Bağdâdî, fenâ halini yaşayan sûfînin ruh hallerini Harrâz’a benzer bir şekilde üç kademede incelemiştir. Son merhalede bulunan dervişin saflık, sükûnet ve teslimiyetiyle elest bezmi arasında kurduğu benzerliği daha sonra Kelâbâzî tekrar edecektir. Bu mutasavvıflara göre Allah’ın, fenâ halini yaşayan sûfîyi günah işlemekten koruduğuna Buhârî’de yer alan (“Riḳāḳ”, 38) “Ben onun gözü, kulağı... olurum” meâlindeki kutsî hadis işaret etmektedir. Sûfîler bu konunun gereği gibi anlaşılabilmesi için tasavvufî terimlerin iyi bilinmesi gerektiğine de işaret etmişlerdir. Fenânın yaygın olan bir tarifi de Ebû Ya‘kūb en-Nehrecûrî’ye aittir. Ona göre fenâ, “Allah’a nisbetle kulun kendi varlık ve fiillerini görme duyusunun yok olması”, bekā ise “kulun dinî hükümlerde Allah’ın iradesini gözetmesi”dir (Serrâc, s. 284), Nehrecûrî sıhhatli bir kulluğun fenâ ve bekā ile olabileceğini, bunu gerçekleştiremeyen sûfînin kuru bir iddiacı olmaktan öteye geçemeyeceğini söyler. Nehrecûrî’nin tarifini benimseyen Muhyiddin İbnü’l-Arabî Kitâbü’l-Fenâʾ adlı eserinde, bir hadiste “Allah’a O’nu görüyormuş gibi ibadet etme” şeklinde tarif edilen “ihsan” kavramını fenâ ile aynı anlamda kabul etmiştir. el-Fütûḥâtü’l-Mekkiyye ’de ise fenâyı yedili bir tasnife tâbi tutarak bunları günahın, fiillerin, sıfatların, zâtın, âlemin, Allah’tan başka her şeyin, nihayet Allah’ın bütün sıfatlarının ve bunlar arasındaki münasebetlerin yok olması tarzında sıralamıştır. Seyyid Şerîf el-Cürcânî fenâyı “kötü huyların yok olması”, bekāyı da “iyi vasıfların kazanılması” olarak ahlâkî anlamda tarif ettikten sonra fenâyı ikiye ayırmıştır. Bunlardan birincisi tarifte belirtilen ahlâkî mânadaki fenâ olup mücâhede ve riyâzet yoluyla elde edilebilir. Dünya ile ilgili algıların yok olmasından ibaret olan ikincisi ise müşâhede ve istiğrak ile gerçekleşir. Sûfîler istiğrak ve müşâhede halinde olan kişinin kendini kaybetmesine ve dünyaya dair idraklerinin yok olabileceğine delil olarak Hz. Mûsâ ve Yûsuf’la ilgili bazı âyetleri örnek göstermişlerdir. Hz. Mûsâ dağda Allah’ın tecellisini gördüğü zaman kendinden geçmiş (el-A‘râf 7/143), Hz. Yûsuf’u gören kadınlar ise meyve yerine ellerini kestikleri halde bunun farkında olamamışlardır (Yûsuf 12/31). Kuşeyrî, iki insan arasında böyle bir hal cereyan ettiğine göre kul ile Allah arasında daha mükemmel hallerin vuku bulabileceğine şaşmamak gerektiğine dikkat çekmiştir. Bu noktada sûfîlerce ateş-demir benzetmesi de kullanılmıştır. Ateş siyah ve soğuk demiri nasıl kırmızı ve kızgın hale getirirse Allah aşkı da insanın bazı özelliklerini değiştirir. Konuya başka tasavvuf terimlerinin yardımıyla açıklık getirmeye çalışan sûfîler de vardır. Meselâ Ebü’l-Hasan el-Harakānî’ye göre mürid kendisini Allah ile beraber hissederse buna vefâ, Allah’ı kendisiyle birlikte bilirse buna da fenâ denir. Sûfînin kendisinde Allah’a muhalefetten eser görülmemesini “fenâ ani’l-muhâlefe”, Allah’a tâzim hali ile bâki olmasını “fenâ fi’l-muvâfaka” şeklinde ifade eden mutasavvıflar da vardır (Kelâbâzî, s. 152). Vahdet-i vücûd anlayışının yaygınlaşmasıyla birlikte fenâ kavramı yeni terimlerle genişlemiştir. “Fenâ fi’l-kusûd” (maksat ve iradenin Allah’ın iradesinde yok olması), “fenâ fi’ş-şühûd” (kâinatta Allah’tan başka bir varlığın müşâhede edilmemesi), “fenâ fi’l-vücûd” (Allah’ın dışında hiçbir varlığın tanınmaması) şeklindeki üçlü tasnif bunların en meşhurudur. Fenâyı “ferdâniyyette fenâ, vahdâniyyette fenâ” olarak ikiye ayıran Necmeddîn-i Kübrâ irfanın muhabbeti, muhabbetin de fenâyı doğurduğu kanaatindedir. Ona göre Hallâc’ın “enelhak” dediği noktada helâk ile fenâ aynı anlamdadır ( Tasavvufî Hayat , s. 119). Necmeddîn-i Kübrâ’nın el-Uṣûlü’l-ʿaşere adlı eserini şerheden İsmâil Hakkı Bursevî ölümü kırmızı, beyaz, yeşil ve siyah diye dörde ayırmış, birinciyi nefsin arzularını yerine getirmemek, ikinciyi aç kalarak mideyi öldürmek, üçüncüyü yamalı hırka giymek, dördüncüyü de halkın eza ve cefasına tahammül etmek şeklinde açıkladıktan sonra bu son halin fenâfillâh olduğunu, çünkü bütün fiillerin sevgilinin fiilinde yok olduğunu söylemiştir. Tarikatların kurulup gelişmesinden sonra fenâ kavramı insan-Allah ilişkisinin dışına taşarak yeni boyutlar kazanmıştır. Bunların en meşhurları fenâ fi’ş-şeyh, fenâ fi’l-pîr, fenâ fi’r-resûl, fenâfillâhtır. Bir şeyhe intisap eden mürid onun öğütlerine kayıtsız şartsız bağlı kalmak ve onu sevmekle ilk merhaleyi tamamlayınca mürşidi ona tarikatın kurucu pîrini tanıtır, anlatır ve sevdirir. Pîrin mânevî tesirine terkedilen mürid düşüncesini onun tavsiye, fikir ve görüşleri üzerinde yoğunlaştırır. Üçüncü merhalede müridin Hz. Peygamber’in sevgisinde fâni olması söz konusudur. Fenâ fi’r-resûl fenâfillâh makamının eşiğidir. Çünkü Hz. Peygamber’i sevmek Allah’ı sevmenin ön şartıdır (Âl-i İmrân 3/31). Fenâfillâh kişide sevinç ve mutlulukla birlikte güven duygusu meydana getirir; mürid bu halin mânevî sarhoşluğuyla huzura kavuşur. Fenâ halini yaşayan sûfîler, başka insanlara tasavvufî hayatla ilgili olarak rehberlik yapabilmeleri açısından da ikiye ayrılmışlardır. Birinci zümre sürekli cezbe halinde bulunduğu için mürşid olamaz; ikinci zümre normal haldedir ve rehberlik yapma yetkisine sahiptir. Fenâ halinin sürekli olmadığını savunan sûfîlere göre ise kişi bekā haline geçmeden irşadla görevlendirilemez. Fenâ-bekā tasavvuf tarihinin en çok tartışılan terimlerindendir. “Allah’ta fâni olma” ifadesinin zaman zaman dini esasları zorlayacak ve ahlâk kurallarının ihlâline yol açacak şekilde yorumlanması zâhir ulemâsı yanında mutedil sûfîleri de rahatsız etmiş ve onları meselenin bu yönü üzerinde önemle durmaya sevketmiştir. Sûfîler fenâ-bekānın bazı özellikleri hususunda farklı kanaatlere sahip oldukları gibi konunun dinî sınırları meselesi üzerine de eğilmişlerdir. Sûfîler arasında farklı biçimde değerlendirilen hususlardan biri de fenâ halinin sürekli olup olmadığı meselesidir. Kelâbâzî, isim vermeden bazı sûfîlerin fenâ halinin sürekli olmaması gerektiği kanaatinde olduklarını söylemiş ve Ebü’l-Abbas b. Atâ’nın bu konuyla ilgili Kitâbü ʿAvdeti’ṣ-ṣıfât ve bedʾihâ adıyla bir eser kaleme aldığını ifade etmiştir. Bu kanaati paylaşan sûfîlere göre fenâ halinin sürekli olması durumunda sûfî ibadetlerini yapamayacak, dünya ve âhiret işleri aksayacaktır. Şu halde asıl ve sürekli olan, bu halin sona ermesiyle başlayan bekā halidir. Cüneyd-i Bağdâdî, Ebû Saîd el-Harrâz, Nûrî gibi bir grup sûfî ise bu görüşe katılmamıştır. Bunlara göre fâni fenâdan önceki vasıflarına iade edilemez. Çünkü bu hali yaşayan insanı Allah korur. Sûfîler fenânın çalışarak elde edilen bir hal mi (kesbî), yoksa Allah’ın bir lutfu mu (vehbî) olduğu konusunu da tartışmışlardır. Bu halin vehbî olduğunu savunanlar fenânın sürekli olması gerektiğini söyleyen sûfîlerdir. Çünkü Allah kullarını aldatmaz, onlara lutfettiği bir şeyi geri almaz. Kelâbâzî bu konuyu da karşı delillerle birlikte tartışmış ve fenânın kesbî olmasının mümkün olmadığı kanaatine varmıştır. Serrâc ise Bağdatlı bazı sûfîlerin fenâ-bekā konusunda yanlış görüşlere sahip olduklarını, kulun kendi sıfatlarından çıkıp Hakk’ın sıfatlarına girmesini iradesinden çıkıp Hakk’ın iradesine tâbi olması şeklinde anlamak gerektiğini, aksi halde Hulûliyye mensupları ve hıristiyanlar gibi yanlışa düşüleceğini belirtmiştir. Hakk’ın vasıflarını Hak zannetmenin küfür olacağını söyleyen Serrâc’a göre kalbe giren Allah değil O’na olan iman, tevhid ve hürmet duygusudur. Fenâ, ittihad (Allah ile birleşme) değil Allah’ın mutlak irade ve kudretinin tam olarak tanınmasından ibarettir. Hücvîrî, Allah’ta fâni olma konusunu hem sûfîler hem de zâhir ulemâsı açısından ele almıştır. Ona göre Müşebbihe, Mücessime, Haşviyye gibi akımların Allah hakkındaki görüşleri Nestûrîler ve Nasrânîler’in görüşüne benzemektedir ve yanlıştır. Bunlar muhdesle kadîmi, yani insanla Allah’ı birbirine karıştırmışlardır. Küllî fenâyı benimseyen cahil mutasavvıflarla Hindistan’da bizzat konuyu tartıştığını ifade eden Hücvîrî, onların fenâ ile bekāyı anlayamadıklarını ve yanlışta ısrar ettiklerini söyler. Bu müellife göre fenâ ile ilgili çok değişik ifadeler kullanılsa bile hepsinin ulaştığı nokta şudur: Kulun fâni olması demek Hakk’ın celâl ve azametini temaşa etmesi, O’nun celâlinde dünya ve âhireti unutması, bu hali yaşadığının bile farkına varmaması demektir. Bu durumda sûfînin dili Hak ile konuşur, bedeni huşû halinde bulunur, ruhu saf ve duru hale gelir ( Keşfü’l-mahcûb , s. 365-368). Sûfîlerin dikkat çektiği bu noktalar, başta Takıyyüddin İbn Teymiyye olmak üzere zâhir âlimleri tarafından da tenkit edilmiştir ( Mecmûʿu fetâvâ , VIII, 348). Konu tartışılırken bütünüyle yok oluşu ifade eden Budizm’deki Nirvana ile fenâ arasındaki benzerlikler üzerinde de durulmuştur. H. Ritter bu iki terim arasında bir benzerliğin olmadığını söylerken ( İA , IV, 547) Nicholson Nirvana’nın menfi bir tavrı ifade ettiği (bk. BUDİZM ), fenânın ise sürekli olarak bekā ile birlikte ele alındığı gerçeğine işaret etmiştir ( İslâm Sûfîleri , s. 14, 15, 126, 127). BİBLİYOGRAFYA et-Taʿrîfât , “fenâ” md. Buhârî, “Riḳāḳ”, 38. Serrâc, el-Lümaʿ , s. 284-286, 543, 552. Kelâbâzî, et-Taʿarruf (Nevâvî) , s. 152-154, 187. Sülemî, Ṭabaḳāt , s. 228. Kuşeyrî, er-Risâle , I, 213. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 365-368, 370. Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1991, s. 706. Necmeddîn-i Kübrâ, Tasavvufî Hayat (trc. Mustafa Kara), İstanbul 1980, s. 41, 43-44, 119. İbnü’l-Arabî, el-Fütûḥât , Kahire 1293, II, 675. İbn Haldûn, Tasavvufun Mahiyeti (trc. Süleyman Uludağ), İstanbul 1977, s. 140, 336. Câmî, Nefeḥât , s. 125, 126. İbn Teymiyye, Mecmûʿu fetâvâ , VIII, 348. Farid Jabre, La notion de certitude selon Ghazali , Paris 1958, s. 157, 175. İzmirli, Yeni İlm-i Kelâm , s. 152. L. Massignon, Lexique , Paris 1968, s. 93, 116. H. Corbin, Creative Imagination in the Ṣūfism of Ibn ʿArabī (trc. R. Manheim), Princeton 1969, s. 202, 211, 227. P. Nwyia, Exégèse coranique et langage mystique , Beyrouth 1970, s. 179, 180. L. Gardet, L’Islam , Paris 1970, s. 103-104, 241. Süleyman Ateş, Cüneyd-i Bağdâdî: Hayatı, Eserleri ve Mektupları , İstanbul 1970, s. 136. Ebü’l-Alâ Afîfî, Muhyiddîn İbnu’l-Arabî’nin Tasavvuf Felsefesi (trc. Mehmet Dağ), Ankara 1975, s. 124 vd. R. Nicholson, İslâm Sûfîleri (trc. Mehmet Dağ v.dğr.), İstanbul 1978, s. 14, 15, 126, 127. Hifnî, Muṣṭalaḥât , s. 207. T. Izutsu, Unicité de l’extance et création perpetuelle en mystique islamique , Paris 1980, s. 19. S. de Laugier de Beaurecueil, Khwādja ‘Abdullāh Anṣārī (396-481 H./1006-1089): Mystique Hanbalite , Beyrouth, ts. (Imprimerie Catholique), s. 194. M. K. Gaafar, “The Sūfī Doctrine of fana”, Câmiʿatü’l-ḥavliyyâtu Külliyyetü Dâri’l-ʿUlûm , Kahire 1968-69, s. 13-28. Mustafa Kara, “Tasavvufta Fena-Beka Nazariyesi”, Hareket , sy. 14, İstanbul 1980, s. 3. H. Ritter, “Fenâ”, İA , IV, 546-547. F. Rahman, “Baḳā wa-Fanāʾ”, EI 2 (Fr.) , I, 980. G. Böwering, “Baqāʾ wa Fanāʾ”, EIr. , III, 722. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1995 yılında İstanbul’da basılan 12. cildinde, 333-335 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "et-Taʿrîfât , “fenâ” md.",
        "Buhârî, “Riḳāḳ”, 38.",
        "Serrâc, el-Lümaʿ , s. 284-286, 543, 552.",
        "Kelâbâzî, et-Taʿarruf (Nevâvî) , s. 152-154, 187.",
        "Sülemî, Ṭabaḳāt , s. 228.",
        "Kuşeyrî, er-Risâle , I, 213.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 365-368, 370.",
        "Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1991, s. 706.",
        "Necmeddîn-i Kübrâ, Tasavvufî Hayat (trc. Mustafa Kara), İstanbul 1980, s. 41, 43-44, 119.",
        "İbnü’l-Arabî, el-Fütûḥât , Kahire 1293, II, 675.",
        "İbn Haldûn, Tasavvufun Mahiyeti (trc. Süleyman Uludağ), İstanbul 1977, s. 140, 336.",
        "Câmî, Nefeḥât , s. 125, 126.",
        "İbn Teymiyye, Mecmûʿu fetâvâ , VIII, 348.",
        "Farid Jabre, La notion de certitude selon Ghazali , Paris 1958, s. 157, 175.",
        "İzmirli, Yeni İlm-i Kelâm , s. 152.",
        "L. Massignon, Lexique , Paris 1968, s. 93, 116.",
        "H. Corbin, Creative Imagination in the Ṣūfism of Ibn ʿArabī (trc. R. Manheim), Princeton 1969, s. 202, 211, 227.",
        "P. Nwyia, Exégèse coranique et langage mystique , Beyrouth 1970, s. 179, 180.",
        "L. Gardet, L’Islam , Paris 1970, s. 103-104, 241.",
        "Süleyman Ateş, Cüneyd-i Bağdâdî: Hayatı, Eserleri ve Mektupları , İstanbul 1970, s. 136.",
        "Ebü’l-Alâ Afîfî, Muhyiddîn İbnu’l-Arabî’nin Tasavvuf Felsefesi (trc. Mehmet Dağ), Ankara 1975, s. 124 vd.",
        "R. Nicholson, İslâm Sûfîleri (trc. Mehmet Dağ v.dğr.), İstanbul 1978, s. 14, 15, 126, 127.",
        "Hifnî, Muṣṭalaḥât , s. 207.",
        "T. Izutsu, Unicité de l’extance et création perpetuelle en mystique islamique , Paris 1980, s. 19.",
        "S. de Laugier de Beaurecueil, Khwādja ‘Abdullāh Anṣārī (396-481 H./1006-1089): Mystique Hanbalite , Beyrouth, ts. (Imprimerie Catholique), s. 194.",
        "M. K. Gaafar, “The Sūfī Doctrine of fana”, Câmiʿatü’l-ḥavliyyâtu Külliyyetü Dâri’l-ʿUlûm , Kahire 1968-69, s. 13-28.",
        "Mustafa Kara, “Tasavvufta Fena-Beka Nazariyesi”, Hareket , sy. 14, İstanbul 1980, s. 3.",
        "H. Ritter, “Fenâ”, İA , IV, 546-547.",
        "F. Rahman, “Baḳā wa-Fanāʾ”, EI 2 (Fr.) , I, 980.",
        "G. Böwering, “Baqāʾ wa Fanāʾ”, EIr. , III, 722."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
