{
  "id": "eweb_265",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/feyiz--tasavvuf",
  "annotator": "Jeremy",
  "title": "FEYİZ",
  "arabic_title": "الفيض",
  "summary": "Bütün bilgilerin ve varlıkların Allah’tan zuhur ve tecelli etmesi anlamında tasavvuf terimi.",
  "parts": [
    {
      "author": "SELÇUK ERAYDIN",
      "content": "Feyiz ( feyz ) ve feyezân kelimeleri (çoğulu füyûz , füyûzât ) sözlükte “fazla suyun yatağından taşması, bir haberin şâyi olması, bir sırrın ifşa edilmesi” gibi anlamlara gelir ( Kāmus Tercümesi , II, 1290). Feyiz kelimesi mecazi olarak “bağış ve lutufkârlık” mânasında kullanılmıştır. Bu kökten türeyen fiiller “akmak, taşmak, dalmak” anlamında Kur’an ve hadislerde de geçmektedir. İlk sûfîler feyiz ve ondan türetilen ifâze , istifâze ve tefeyyüz gibi kelimeleri tasavvuf terimi olarak kullanmamışlardır. Bu kavramı, oluş ve varlığı açıklamak üzere kullanan ilk mutasavvıf Muhyiddin İbnü’l-Arabî olmuştur. İbnü’l-Arabî, bilgi ve varlık problemini vahdet-i vücûd inancı çerçevesinde açıklamak için feyiz terimiyle bunun iki şekli olan feyz-i akdes ve feyz-i mukaddes tabirlerine yer vermiştir. Ona göre Allah sürekli bağış ve lutuf sahibidir; her çeşit iyilik ve nimet O’ndan taşıp gelir ve bu taşmaya feyiz veya feyezân denir. Cömertliğin mükemmel örneğini teşkil etmesi sebebiyle O’na “mebdeü’l-feyz” ve “feyyâz” ismi de verilir ( el-Fütûḥât , I, 256, 258). İbnü’l-Arabî’ye göre bilgiler kesbî, mükteseb ve vehbî, mevhûb olmak üzere iki kısma ayrılır. Vehbî bilgiler aklın idrak alanının üstünde olduğundan bunlara ancak ihsan edilirse sahip olunabilir. “Füyûzât” denilen bu bilgileri zâhir âlimleri, âbid ve zâhidler değil gönül ehli olan mükâşefe ve müşâhede erbabı elde edebilir ( a.g.e. , II, 78). Feyzin kaynağından gelen bilgiler sırra, oradan ruha, oradan da nefse ulaşır. Nebî ve velîlere gelen bilgiler bu türdendir. İlâhî feyiz dâimî olduğundan velîler aracılığıyla sürekli olarak insanlara ulaşır ( a.g.e. , IV, 162, 273). Mutasavvıflar feyiz denince bu ilmi anlar; bunu almaya “istifâze, tefeyyüz, ahz-ı feyz; vermeye de “ifâze” derler. İlâhî ve rabbânî feyzin insanlara ulaşmasında aracı olmaları itibariyle nebî ve velîler de feyzin kaynağı sayılır. Azîz Nesefî, akl-ı evvel olmadan hiçbir akıl ve ruha bilginin ulaşmayacağını, akl-ı evvelden maksadın da Hz. Peygamber olduğunu söyler ( Kitâbü’l-İnsâni’l-kâmil , s. 235, 315). Şehâbeddin es-Sühreverdî feyzin ulaşmasında meleklerin de aracı olduklarını kaydeder ( el-Elvâḥu’l-ʿİmâdiyye , s. 50, 51, 166). İbnü’l-Arabî bir tek varlığın (Allah) bulunduğunu, var olarak görünen her şeyin bu varlığın çeşitli görüntüleri olduğunu söylerken de feyiz ve feyezân nazariyesine dayanır. Ona göre bütün varlıklar, belli bir kaynaktan çıkıp akan bir su gibi o varlıktan çıkıp akmaktadır. Herhangi bir kesintinin söz konusu olmadığı bu akışta varlık her an kaynağına muhtaçtır ve her lahza ondan aldığı destekle varlığını devam ettirmektedir. Bundan dolayı bir akışın eseri ve bir taşmanın sonucu olan varlık da aslında bilgi gibi ilâhî bir feyizdir. Burada feyiz “varlığın zuhur ve tecelli etmesi” anlamına gelir. Feyiz, biri en kutsal (feyz-i akdes), diğeri kutsal (feyz-i mukaddes) olmak üzere iki çeşittir. En kutsal feyiz, “şeylerin ve istidatlarının önce ilim, sonra da ayn mertebesinde var olmalarını gerektiren öz sevgi (hubb-i zâtî) tecellisinden ibarettir” ( et-Taʿrîfât , “feyż” md.; İbnü’l-Arabî, Fuṣûṣ , s. 49). Bu tarifle, Hakk’ın Hak’tan başka hiçbir şeyin düşünülmediği en yüksek seviyedeki zât tecellisine işaret edilir. Bu mertebede çokluğa imada bulunduğu için ilâhî isimlerin varlığı bile söz konusu olmaz. En kutsal feyiz “Hakk’ın, zâtında zâtı ile zâtı için tecelli etmesi” anlamına geldiğinden dış âlemde herhangi bir tecelliden bahsedilmez. Bu tecelli vâhidiyyet mertebesinde kendini a‘yân-ı sâbite ve bilgi sûretleri halinde belli eder. Kutsal feyiz ise en kutsal feyizde söz konusu olan aynların istidatlarının dış âlemde zuhur etmesini gerektiren ilâhî isimlerin tecellisinden ibarettir. Buna göre kutsal feyiz en kutsal feyze dayanır. En kutsal feyizle a‘yân-ı sâbite ve aslî istidatlar ilim mertebesinde hâsıl olur; kutsal feyizle de bütün gerekleri ve nitelikleriyle a‘yân-ı sâbite dış âlemde ortaya çıkar ( et-Taʿrîfât , “feyż” md.). Feyzin bu ikinci mertebesindeki isim tecellisi çokluk ifade eder. En kutsal feyiz lâ taayyün ve vâhidiyyet mertebelerindeki tecelliden, mukaddes feyiz ise bunlardan sonra gelen ervah, misal, şehâdet ve insan mertebesindeki tecelliden ibarettir (Konuk, Fusûsu’l-hikem Tercüme ve Şerhi , I, 118). Mutasavvıflara göre Hak’tan gelen feyiz (bilgi ve ruhî zevk hali) akl-ı evvel denilen Hz. Peygamber aracılığıyla velîlere, onlar aracılığıyla da insanlara ulaştığından müridlerin feyiz menbaı mürşidlerdir. Mürşidin doğrudan doğruya akl-ı evvel vasıtasıyla Hak’tan aldığı feyze “ilâhî feyiz”, silsile vasıtasıyla aldığı feyze “isnâdî feyiz” denir. Müridin tarikata girip şeyhten feyiz ve irfan almasına da “ahz-ı feyz” adı verilir. Feyiz nazariyesi, Yeni Eflâtunculuğun kurucusu Plotin’in Enneades ’inde yer alan, Fârâbî, İhvân-ı Safâ ve İbn Sînâ’da da görülen sudûr teorisini andırdığı, dolayısıyla temelde felsefî kaynağa dayandığı ileri sürülerek eleştirilmiştir. Afîfî, İbnü’l-Arabî’nin feyiz nazariyesinin Plotin’in sudûr nazariyesinden farklı olduğu kanaatindedir. BİBLİYOGRAFYA et-Taʿrîfât , “feyż” md. Tehânevî, Keşşâf , II, 1173. Kāmus Tercümesi , II, 1290. el-Muʿcemü’ṣ-ṣûfî , “feyż” md. Şehâbeddin es-Sühreverdî, el-Elvâḥu’l-ʿİmâdiyye (nşr. Necef Kulı Habîbî, Se Risâle ez Şeyḫ-i İşrâḳ içinde), Tahran 1397, s. 24-25, 50, 51, 166. Baklî, Meşrebü’l-ervâḥ , s. 98. Sühreverdî, Heyâkilü’n-nûr: Nur Heykelleri (trc. Saffet Yetkin), Ankara 1986, tür.yer. İbnü’l-Arabî, el-Fütûḥât , I, 256, 258; II, 78; IV, 162, 273. a.mlf., Fuṣûṣ (Afîfî), s. 49. Azîz Nesefî, Kitâbü’l-İnsâni’l-kâmil (nşr. M. Molé), Tahran 1403/1983, s. 235, 315. Alâüddevle-i Simnânî, el-ʿUrve li-ehli’l-ḫalve ve’l-celve (nşr. Necîb Mâyil-i Herevî), Tahran 1362 hş./1404, s. 176-177, 217-220, 467. İbnü’l-Hatîb, Ravżatü’t-taʿrîf (nşr. Muhammed el-Kettânî), Beyrut 1970, s. 555. Ebü’l-Alâ Afîfî, Taʿlîḳātü’l-Fuṣûṣi’l-ḥikem ( İbnü’l-Arabî, Fuṣûṣ [Afîfî] içinde), s. 9, 151. a.mlf., Muhyiddîn İbnu’l-Arabî’nin Tasavvuf Felsefesi (trc. Mehmet Dağ), Ankara 1975, s. 66-69. Ahmet Avni Konuk, Fusûsu’l-hikem Tercüme ve Şerhi (haz. Mustafa Tahralı – Selçuk Eraydın), İstanbul 1987, I, 118, 250, 251. a.mlf., Tedbîrât-ı İlâhiyye Tercüme ve Şerhi (haz. Mustafa Tahralı), İstanbul 1992, bk. İndeks. T. J. de Boer, “Feyz”, İA , IV, 589-592. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1995 yılında İstanbul’da basılan 12. cildinde, 513-514 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "et-Taʿrîfât , “feyż” md.",
        "Tehânevî, Keşşâf , II, 1173.",
        "Kāmus Tercümesi , II, 1290.",
        "el-Muʿcemü’ṣ-ṣûfî , “feyż” md.",
        "Şehâbeddin es-Sühreverdî, el-Elvâḥu’l-ʿİmâdiyye (nşr. Necef Kulı Habîbî, Se Risâle ez Şeyḫ-i İşrâḳ içinde), Tahran 1397, s. 24-25, 50, 51, 166.",
        "Baklî, Meşrebü’l-ervâḥ , s. 98.",
        "Sühreverdî, Heyâkilü’n-nûr: Nur Heykelleri (trc. Saffet Yetkin), Ankara 1986, tür.yer.",
        "İbnü’l-Arabî, el-Fütûḥât , I, 256, 258; II, 78; IV, 162, 273.",
        "a.mlf., Fuṣûṣ (Afîfî), s. 49.",
        "Azîz Nesefî, Kitâbü’l-İnsâni’l-kâmil (nşr. M. Molé), Tahran 1403/1983, s. 235, 315.",
        "Alâüddevle-i Simnânî, el-ʿUrve li-ehli’l-ḫalve ve’l-celve (nşr. Necîb Mâyil-i Herevî), Tahran 1362 hş./1404, s. 176-177, 217-220, 467.",
        "İbnü’l-Hatîb, Ravżatü’t-taʿrîf (nşr. Muhammed el-Kettânî), Beyrut 1970, s. 555.",
        "Ebü’l-Alâ Afîfî, Taʿlîḳātü’l-Fuṣûṣi’l-ḥikem ( İbnü’l-Arabî, Fuṣûṣ [Afîfî] içinde), s. 9, 151.",
        "a.mlf., Muhyiddîn İbnu’l-Arabî’nin Tasavvuf Felsefesi (trc. Mehmet Dağ), Ankara 1975, s. 66-69.",
        "Ahmet Avni Konuk, Fusûsu’l-hikem Tercüme ve Şerhi (haz. Mustafa Tahralı – Selçuk Eraydın), İstanbul 1987, I, 118, 250, 251.",
        "a.mlf., Tedbîrât-ı İlâhiyye Tercüme ve Şerhi (haz. Mustafa Tahralı), İstanbul 1992, bk. İndeks.",
        "T. J. de Boer, “Feyz”, İA , IV, 589-592."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}