{
  "id": "eweb_267",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/fudayl-b-iyaz",
  "annotator": "Jeremy",
  "title": "FUDAYL b. İYÂZ",
  "arabic_title": "الفضيل بن عياض",
  "summary": "Ebû Alî el-Fudayl b. İyâz b. Mes‘ûd et-Temîmî el-Yerbûî (ö. 187/803) Horasan’ın ilk büyük sûfîlerinden.",
  "parts": [
    {
      "author": "OSMAN TÜRER",
      "content": "107’de (725) doğdu. Temîm kabilesinin Yerbû‘ boyundandır. Oğlu Ebû Ubeyde baba tarafının aslen Kûfeli bir aileden olduğunu, babasının Semerkant’ta doğduğunu ve Ebîverd’de yetiştiğini söyler. Hizmetçisi İbrâhim b. Eş‘as’a göre Merv’in Fundîn köyündendir; diğer bir rivayete göre ise aslen Buharalıdır (Sülemî, s. 6-8). Ailesi hakkındaki rivayetlerden Fudayl’in Arap asıllı olduğu anlaşılmaktadır. Kuşeyrî’nin verdiği bilgiye göre Fudayl gençliğinde Merv ile (diğer bir rivayette Serahs) Ebîverd arasında eşkıyalık yapan bir çetenin reisiydi. Ancak basit şeylere tenezzül etmeyen mert bir kişiliğe sahipti. Âşık olduğu câriyenin evine girmek için duvara tırmandığı bir sırada içeride Kur’an okunuyordu. Bu arada duyduğu, “İman edenlerin Allah’ı zikretme ve O’ndan inen Kur’an sebebiyle kalplerinin ürperme zamanı hâlâ gelmedi mi?” (el-Hadîd 57/16) meâlindeki âyetten çok etkilendi ve, “Evet yâ rabbi, o an geldi” diyerek oradan ayrıldı. Yaptıklarına tövbe edip kendini tamamen ibadete verdi ( er-Risâle , s. 57). Daha sonra memleketini terkederek Kûfe’ye gitti; burada Ebû Hanîfe, Süfyân es-Sevrî ve A‘meş gibi âlimlerin meclislerine devam etti; otuz yıl ilim ve ibadetle meşgul oldu. 187 yılının Muharrem ayında (Ocak 803) Mekke’de vefat etti. İbnü’l-Cevzî, Fudayl’in Kûfe’ye geldiğinde oldukça yaşlı, İbnü’l-İmâd ise genç olduğunu söyler. Bu tür çelişkili rivayetler onun hayatı hakkında verilen bazı bilgilerin kesin olmadığını göstermektedir. Kaynaklarda Fudayl’in zühd ve takvâsı hakkında geniş bilgi bulunmaktadır. Korku, hüzün ve ağlama, diğer ilk dönem zâhid ve sûfîleri gibi Fudayl’in de şiddetli ve sürekli olarak etkisi altında kaldığı hallerdi. Kaynaklar, bekkâîn denilen sûfîlerin önde gelenlerinden olan Fudayl’in gülümsediğinin dahi görülmediğini kaydederler. Âhiret endişesi dolayısıyla ölümden son derece korkması ve, “İnsan ölümün ne olduğunu bilse hayat ona zehir olur” demesi, çevresindekilere ölümü, kabir hallerini ve âhiret azabını göz önünde tutmalarını tavsiye etmesi yine onun bu özelliğiyle ilgilidir. Zühdü kanaat, kanaati zenginlik olarak gören Fudayl mümini “az konuşan, çok çalışan, sözünde hikmet, sükûtunda düşünce, bakışında ibret, işinde iyilik bulunan kişi” diye tarif eder (Ebû Nuaym, VIII, 98). Fudayl kendisi hakkında karamsar, halk hakkında iyimser ve ümitlidir. Kur’an’ı hüzünlü bir şekilde ağır ağır okur, bazan Kur’an dinlerken kendinden geçerdi. Fazla yeme, uyuma ve konuşmanın kalbi katılaştırdığını söyleyen Fudayl, çok namaz kılarak ve çok oruç tutarak değil gönül zenginliği, temiz vicdan ve halka karşı beslenen samimiyetle Hakk’a ulaşılabileceği kanaatindedir (Sülemî, s. 10, 13). Onun tasavvuf anlayışında ilâhî inâyet ve ihsan kavramları ön planda yer alır. Allah korkusuna ağırlık vermekle birlikte zaman zaman Allah sevgisinden de söz etmiştir (Ebû Nuaym, VIII, 93, 99). Kendisinden sonra gelen sûfîlerin üzerinde önemle durdukları “dünya âlimi-âhiret âlimi” ayırımını Fudayl de yapmıştır. Ona göre dünya âliminin ilmi açık, âhiret âliminin ilmi gizlidir; hakîmler âlimlerden üstündür ve peygamberlerin vârisleridir ( a.g.e. , VIII, 92). Fudayl, Kur’an okuma ve zâhidâne yaşamanın gerekliliğini vurgulamanın yanı sıra kurrâ (hâfızlar) hakkındaki düşünceleriyle de dikkati çeker. Ona göre kurrânın sultanlar başta olmak üzere hiç kimseye muhtaç olmaması, aksine herkesin kurrâya ihtiyaç duyması gerekir (Sülemî, s. 10). Böyle olmayan kurrâdan uzak durulmalıdır. Zira bunlar sevdiklerine meddahlık yapar, sevmediklerine iftira ederler. Mustafa Kâmil eş-Şeybî, Ali Sâmî en-Neşşâr gibi çağdaş araştırmacılar, fütüvvet ve melâmet ehline ait fikirlerin henüz başlangıç halinde de olsa Fudayl’in açıklamalarında bulunduğu ve onun bu fikirlerin ilk temsilcisi olduğu görüşündedirler (Ali Sâmî en-Neşşâr, III, 403-404). Fudayl’in bu görüşü destekleyen bazı söz ve davranışları vardır. Meselâ kendisi âbid, zâhid ve âlimlerin devlet adamlarından uzak durmasını ister. Ona göre devlet adamlarıyla ilişki kurmayan bir kimse geceleri namaz kılan, gündüzleri oruç tutan, hac, umre ve cihad yapan, ancak onlara dost olan bir kimseden daha makbuldür (Ebû Nuaym, VIII, 98). Nitekim kendisi de Halife Hârûnürreşîd ile görüşmek istememiş, halifenin ısrarı üzerine görüşmeyi kabul etmek zorunda kalınca sözünü çekinmeden söylemiş, ihsanını da reddetmiştir ( a.g.e. , VIII, 106; Attâr, s. 132). Bununla birlikte inzivâ köşesinde devlet adamlarının âdil ve dürüst olmaları için dua etmiş ve “Allah katında mutlaka kabul edilecek bir tek duam olsa devlet başkanının iyi olması için dua ederdim. Zira devlet başkanı dürüst olursa beldeler mâmur, insanlar güven içinde olur” demiştir. Fudayl aynı zamanda güvenilir bir hadis râvisidir ( Zehebî, Aʿlâmü’n-nübelâʾ , VIII, 421). Mansûr b. Mu‘temir, A‘meş ve Bişr b. Mansûr gibi hadisçilerden hadis rivayet etmiş; Süfyân b. Uyeyne, Yahyâ b. Saîd el-Kattân, Abdurrahman b. Mehdî ve İmam Şâfiî gibi âlimler de kendisinden hadis almışlardır. Kaynaklar, Şiîliğin merkezi olan Kûfe’de uzun süre ikamet eden Fudayl’de az da olsa bir Şiî temayülün bulunduğunu kaydeder (İbnü’l-İmâd, I, 317; Şeybî, I, 299). Ebü’l-Ferec İbnü’l-Cevzî, sözleri ve yaşama tarzı ile sonraki sûfîler üzerinde derin etkiler bırakan Fudayl hakkında bir menâkıbnâme kaleme almıştır. Fudayl’in sağlığında vefat eden oğlu Ali ez-Zühdî, bizzat babası tarafından yetiştirilmiş olup bazı tarihçilere göre ibadet ve havf konusunda babasından üstündür ve onun gibi abdallardan sayılır ( Zehebî, Aʿlâmü’n-nübelâʾ , VIII, 435, 442; Câmî, s. 92). Hizmetçisi ve dostu İbrâhim b. Eş‘as, ayrıca İbrâhim b. Şemmâs es-Semerkandî, Kādim ed-Deylemî de Fudayl’in ilminden ve mânevî feyzinden faydalanan talebeleri arasında gösterilir. BİBLİYOGRAFYA İbn Sa‘d, eṭ-Ṭabaḳāt , V, 500. Sülemî, Ṭabaḳāt , s. 6-14. Ebû Nuaym, Ḥilye , VIII, 84-139. Kuşeyrî, er-Risâle , s. 57. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 194-197. Herevî, Ṭabaḳāt , s. 32-35. Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1991, s. 127-141. İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , II, 237-247. İbn Hallikân, Vefeyât , Kahire 1948, III, 215-217. Zehebî, Teẕkiretü’l-ḥuffâẓ , I, 245-246. a.mlf., Aʿlâmü’n-nübelâʾ , VIII, 421-442. İbn Kesîr, el-Bidâye , X, 198-199. İbn Hacer, Tehẕîbü’t-Tehẕîb , VIII, 294-297. Câmî, Nefeḥât , s. 38, 92. Şa‘rânî, eṭ-Ṭabaḳāt , I, 168. İbnü’l-İmâd, Şeẕerât , I, 316-318. Ma‘sûm Ali Şah, Ṭarâʾiḳ , II, 188-193. Sezgin, GAS , I, 636. Abdurrahman Bedevî, Târîḫu’t-taṣavvufi’l-İslâmî , Küveyt 1978, s. 265-280. Ali Sâmî en-Neşşâr, Neşʾetü’l-fikri’l-felsefî fi’l-İslâm , Kahire 1978, III, 393-406. Şeybî, eṣ-Ṣıla , I, 299. Schimmel, Tasavvufun Boyutları , s. 42-43. Jacqueline Chabbi, “Fuḍayl b. ‘Iyāḍ un précurseur du Hanbalisme”, BEO , XXX (1978), s. 331-345. M. Smith, “al-Fuḍayl b. ʿIyāḍ”, EI 2 (İng.) , II, 936. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1996 yılında İstanbul’da basılan 13. cildinde, 208-209 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "İbn Sa‘d, eṭ-Ṭabaḳāt , V, 500.",
        "Sülemî, Ṭabaḳāt , s. 6-14.",
        "Ebû Nuaym, Ḥilye , VIII, 84-139.",
        "Kuşeyrî, er-Risâle , s. 57.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 194-197.",
        "Herevî, Ṭabaḳāt , s. 32-35.",
        "Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1991, s. 127-141.",
        "İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , II, 237-247.",
        "İbn Hallikân, Vefeyât , Kahire 1948, III, 215-217.",
        "Zehebî, Teẕkiretü’l-ḥuffâẓ , I, 245-246.",
        "a.mlf., Aʿlâmü’n-nübelâʾ , VIII, 421-442.",
        "İbn Kesîr, el-Bidâye , X, 198-199.",
        "İbn Hacer, Tehẕîbü’t-Tehẕîb , VIII, 294-297.",
        "Câmî, Nefeḥât , s. 38, 92.",
        "Şa‘rânî, eṭ-Ṭabaḳāt , I, 168.",
        "İbnü’l-İmâd, Şeẕerât , I, 316-318.",
        "Ma‘sûm Ali Şah, Ṭarâʾiḳ , II, 188-193.",
        "Sezgin, GAS , I, 636.",
        "Abdurrahman Bedevî, Târîḫu’t-taṣavvufi’l-İslâmî , Küveyt 1978, s. 265-280.",
        "Ali Sâmî en-Neşşâr, Neşʾetü’l-fikri’l-felsefî fi’l-İslâm , Kahire 1978, III, 393-406.",
        "Şeybî, eṣ-Ṣıla , I, 299.",
        "Schimmel, Tasavvufun Boyutları , s. 42-43.",
        "Jacqueline Chabbi, “Fuḍayl b. ‘Iyāḍ un précurseur du Hanbalisme”, BEO , XXX (1978), s. 331-345.",
        "M. Smith, “al-Fuḍayl b. ʿIyāḍ”, EI 2 (İng.) , II, 936."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 243
}
