{
  "id": "eweb_276",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/hakaikut-tefsir",
  "annotator": "Jeremy",
  "title": "HAKĀİKU’t-TEFSÎR",
  "arabic_title": "حقائق التفسير",
  "summary": "Muhammed b. Hüseyin es-Sülemî’nin (ö. 412/1021) tasavvufî tefsiri.",
  "parts": [
    {
      "author": "SÜLEYMAN ATEŞ",
      "content": "Mutasavvıfların Kur’an âyetleri üzerindeki yorumlarını derleyen ilk kapsamlı çalışmadır. Eserde, bazı müfrit sûfîlerin Kur’an’ın zâhirî mânaları ile Ehl-i sünnet’in itikad ve uygulamalarına ters düşen aşırı görüş ve tutumlarını hatırlatan cüretli te’villere sapmadan Kur’an’ın işârî ve bâtınî anlamlarına ağırlık verilmiştir. Mukaddimede belirttiğine göre müellif, zâhirî ilimlerle uğraşanların kıraat, tefsir, müşkil, ahkâm, i‘rab, lugat, mücmel, müfesser, nâsih, mensuh gibi tefsir konularında yetişmiş olmalarına karşılık bunlardan hiçbirinin, bir kısım âyetlerin yorumuyla ilgili olarak Ebü’l-Abbas b. Atâ ve Ca‘fer es-Sâdık’a nisbet edilen bazı açıklamalar dışında Allah’ın hitabının “hakikat ehlinin lisanında” ne anlama geldiğini araştırıp ortaya koyma zahmetine katlanmadıklarını tesbit etmiştir. Kendisi, söz konusu tefsirlerde beğendiği açıklamalar yanında tasavvuf ileri gelenlerinin tefsire dair görüşlerini de topladıktan sonra bütün bu birikimi sûrelere göre düzenlemiş ve tefsirini yazmaya karar vermiştir. Böylece Sülemî, eserde kendi görüşlerini belirtmekten ziyade önceki mutasavvıfların âyetlere dair yorum ve açıklamalarını aktarır. Esasen her sûrenin tefsirine “sûre hakkında söylenenler” ifadesiyle başlaması onun sadece bir derleme işi yaptığına işaret etmektedir. Bu bakımdan eser rivayet metodu ile yazılan tefsirleri hatırlatır. Kitapta genellikle sûfî literatüründeki yorumlar esas alınmakla birlikte zaman zaman zâhirî mânaya da yer verilmiş, hatta birçok âyette önce zâhirî anlam ortaya konduktan sonra bâtınî mânaya geçilmiş, bazı âyetlerde de sadece zâhirî mâna ile yetinilmiştir. Sülemî, Hz. Peygamber’in hadisleriyle Hz. Ali, Abdullah b. Abbas gibi bazı sahâbîlere isnad edilen rivayetler yanında başta Ca‘fer es-Sâdık, Abdullah b. Mübârek, Zünnûn el-Mısrî, Sehl b. Abdullah et-Tüsterî, Ebû Saîd el-Harrâz, Cüneyd-i Bağdâdî, Ebü’l-Abbas b. Atâ, Ebû Bekir el-Vâsıtî, Hallâc-ı Mansûr, Ebü’l-Hüseyin en-Nûrî ve Ebû Bekir eş-Şiblî gibi tanınmış simalar olmak üzere isimlerini zikrederek yetmiş dört sûfîden görüşler aktarmıştır (Ateş, Sülemî ve Tasavvufî Tefsiri , s. 76-95). Ḥaḳāʾiḳu’t-tefsîr ’in hemen her sayfasında Cüneyd, Sehl ve Vâsıtî’nin görüşlerine yer verilmiştir. Özellikle Serrâc’ın el-Lümaʿ ı ve Kelâbâzî’nin et-Taʿarruf ’u gibi klasik kaynaklardan geniş bilgilerin yer aldığı eser, erken dönem işârî tefsir anlayışının gelişmesini göstermesi bakımından da önemlidir (Böwering, s. 42, 52, 55). Nitekim Massignon eseri, ilk sûfîlik tarihinin özelliklerinin anlaşılmasına yardım edecek önemli bir tasavvufî tefsir olarak vasıflandırır ( Essai sur les origines , s. 85). Sehl b. Abdullah et-Tüsterî’nin Tefsîrü’l-Ḳurʾâni’l-ʿaẓîm adıyla yayımlanan tefsiriyle Ebû Bekir el-Vâsıtî’nin tefsiri Sülemî’nin Ḥaḳāʾiḳu’t-tefsîr ’inden önce yazılmışsa da Tüsterî’nin, Ebû Bekir Muhammed b. Ahmed el-Beledî tarafından derlenmiş sözlerinden ibaret olan küçük tefsiri aslında bizzat kendi kaleminden çıkmadığı için onun bütün görüşlerini yansıtmaz. Vâsıtî’nin tefsiri ise günümüze kadar gelmemiştir. Buna göre ilk sûfîlerin tefsire dair görüşlerini derli toplu yansıtan ilk ve tek kapsamlı eser Sülemî’nin Ḥaḳāʾiḳu’t-tefsîr ’idir. Nitekim İbnü’l-Cevzî de Sülemî’yi sûfîlerin tefsirlerini derleyen kişi olarak gösterir ( Telbîsü İblîs , s. 175). Gazzâlî ise onun hakkında, “Sülemî tefsirde muhakkiklerin birtakım kelimelerini toplamıştır ki onlar diğer tefsirlerde yoktur” demiştir ( er-Risâletü’l-ledünniyye , s. 3). Ḥaḳāʾiḳu’t-tefsîr genellikle sûfîlerin, özellikle de Horasan melâmet okulu mensuplarının görüşlerini içerir. Zâhirî tefsirde İbn Cerîr et-Taberî’nin yaptığını işârî tefsirde Sülemî yapmıştır. Nitekim Câmiʿu’l-beyân zâhirî tefsirler için bir ansiklopedi sayıldığı gibi Ḥaḳāʾiḳu’t-tefsîr de işârî yorumları toplayan bir ansiklopedidir. Bundan dolayı eser, Sülemî’den sonra yazılan işârî tefsirler ve tasavvufî eserler için temel kaynak olmuştur. Nitekim Kuşeyrî’nin (ö. 465/1072) Leṭâʾifü’l-işârât ’ı, Rûzbihân-ı Baklî’nin ʿArâʾisü’l-beyân ’ı, Necmeddîn-i Dâye’nin Baḥrü’l-ḥaḳāʾiḳ ve’l-meʿânî ’si ( et-Teʾvîlât ), İsmâil Hakkı Bursevî’nin Rûḥu’l-beyân ’ı büyük ölçüde bu tefsirin izlerini taşımaktadır (geniş bilgi için bk. Ateş, Sülemî ve Tasavvufî Tefsiri , s. 220-234). Âyetlerin açıklanması sırasında zaman zaman tasavvuf ehline ait hikâye ve menkıbelerin de nakledildiği eserde fıkıhla ilgili âyetler üzerinde durulmaz, hüküm âyetleri tefsir edilmez. Esasen mutasavvıfları Bâtınîler’den ayıran en belirgin özellik de budur. Zira Bâtınîler, hüküm âyetlerini te’vil ederek onların zâhirî mânalarını reddedip açık hükümleri ortadan kaldırmaya kalkışırken diğer bütün mutedil mutasavvıflar gibi Sülemî’nin de bu şekilde yıkıcı bir te’vil yoluna itibar etmediği görülür. Ayrıca Sülemî nâdiren fıkıh usulü ve dil kurallarıyla ilgili bazı açıklamalar da yapmıştır. Sülemî eserde geleneksel tefsirlerde görüldüğü şekliyle yorumlar yapmaktan ziyade âyetlerin taşıdığı derunî hikmetler üzerinde durmuş, bu arada cüretli felsefî fikirler serdetmekten kaçınmış, açıklamalarında başka âyetlerden, hadislerden, sahâbe ve tâbiîn sözleriyle Arap şiirlerinden de faydalanmıştır. Meselâ Ebû Osman el-Hîrî’nin görüşüne dayanarak, “Bu rabbinin doğru yoludur” (el-En‘âm 6/126) meâlindeki âyette geçen “sırât-ı müstakîm”in iktidâ, hevâ ve bid‘attan uzaklaşma yolu olduğunu söyledikten sonra, “O hevâdan konuşmuyor, o Kur’an kendisine verilen bir vahiydir” (en-Necm 53/3-4) meâlindeki âyeti bu görüşe delil getirmiştir. “İçinizden o aya yetişen oruç tutsun” (el-Bakara 2/185) âyetini de, “Beni ve emrimi gören bütün vakitlerinde emrime muhalefetten uzak dursun. Ayı görüp onu saygıyla karşılayan kişi o ayda hevâdan korunsun” şeklinde açıkladıktan sonra bu tefsirine, “Nice oruç tutanlar vardır ki onların oruçlarından kendilerine sadece açlık ve susuzluk kalır” (İbn Mâce, “Ṣıyâm”, 21) meâlindeki hadisi delil getirir. “Tasadan gözleri ağardı, üzüntüsünü belli etmemeye çalışıyordu” (Yûsuf 12/84) meâlindeki âyette tasadan ötürü ağlamanın gözü kör edeceğini, fakat aşkın tesiriyle ağlamanın gözü nurlandıracağını ifade ettikten sonra Mecnûn diye bilinen Kays b. Mülevvah’ın, “Nasıl ki şarap içen şarapla tedavi olursa ben de Leylâ’nın aşkından yine Leylâ ile tedavi oldum” ve Ebû Nüvâs’ın, “Beni kınamayı bırak; çünkü kınama teşvik demektir. Beni hastalığımın kendisi olan o kadınla tedavi et” anlamındaki şiirlerini delil getirmektedir ( Ḥaḳāʾiḳu’t-tefsîr , vr. 96 b -97 a ). “Andolsun üzerinizde yedi yol yarattık” (el-Mü’minûn 23/17) âyetindeki yedi yol insanın Allah’ı görmesine engel olan yedi perde şeklinde anlaşılmış, bunlar da akıl, ilim, kalp, his, nefis, irade ve meşiyyet şeklinde sıralanmıştır ( a.g.e. , vr. 104 a ). Nefs-i mutmainne derecesine ulaşabilmek için kâmil bir mürşide, salih bir öndere bağlanmak gerektiğine inanan Sülemî, “Katından bize bir velî ver” (en-Nisâ 4/75) meâlindeki âyette anılan velîye “mürşid” anlamını verdikten sonra âyeti şöyle yorumlar: “Bize senden sana gitmemizi gösterecek, bize kılavuzluk edecek bir velî ver” ( a.g.e. , vr. 35 a ). İlk dönem sûfîlerinin âyetleri Allah sevgisi, ibadet, ahlâkî arınma, ruhun tekâmülü gibi tasavvufta özel bir ağırlığı olan anlamlara tevcih etme çabalarının yer aldığı Ḥaḳāʾiḳu’t-tefsîr ’de vahdet-i vücûd düşüncesine yer verilmemiş; bu düşünce doğrultusunda yorumlanmaya en elverişli âyetlerden olan, “O evveldir, âhirdir, zâhirdir, bâtındır” (el-Hadîd 57/3) meâlindeki âyette bile vahdet-i vücûdu hatırlatacak bir yorumdan söz edilmemiştir. Bu ise o dönem tasavvufunda vahdet-i vücûdun henüz tanınmamış olmasından ileri gelmektedir. Nitekim bu düşüncenin ilk gerçek temsilcisi olarak Muhyiddin İbnü’l-Arabî (ö. 638/1240) gösterilir (Nicholson, The Idea of Personality in Sufism , s. 27). Ḥaḳāʾiḳu’t-tefsîr , müellifinin “Allah’ın velîsi, zamanında benzeri bulunmayan, muhteşem” gibi vasıflarla anılmasını sağladığı gibi zaman zaman onun eleştirilmesine de sebep olmuştur. Nitekim İbnü’l-Cevzî bu kitaptaki bazı tefsirlerin bâtıl ve saçma kabul edildiğini söyler ( Telbîsü İblîs , s. 174). Ancak bu âlimin Ḥaḳāʾiḳu’t-tefsîr ’i eleştirmesine sebep olan yorumların çoğu Tüsterî’ye aittir. Ebü’l-Hasan el-Vâhidî de Sülemî’nin tefsir diye naklettiği sözlerin aslında küfür olduğunu ileri sürer. İbnü’s-Salâh ise esas itibariyle sûfîlere ait görüşlerden ibaret olan bu tür açıklamaların tefsir sayılamayacağını, tefsir sayılması halinde Bâtınîler’in yorumlarına benzeyeceğini söyler (Zerkeşî, I, 170). Zehebî ve Süyûtî’nin kanaatleri de olumsuzdur (Ateş, Sülemî ve Tasavvufî Tefsiri , s. 41, 42). Bu hususta daha ılımlı bir görüşe sahip olan İbn Teymiyye Sülemî’yi salih, iyi niyetli bir sûfî olarak övmekte, pek çok benzeri gibi Ḥaḳāʾiḳu’t-tefsîr ’de de bulunan bazı sûfî sözlerinin gerçekte doğru olmakla beraber Kur’an âyetlerinde o mânaların bulunmadığını belirtmektedir ( Risâle fî ʿilmi’l-bâṭın ve’ẓ-ẓâhir , I, 235). Bu eleştirilere rağmen işârî tefsire dair rivayetleri toplamasından dolayı eser daha müellifi hayatta iken büyük ilgi görmüştür. Sülemî Bağdat’a gittiği zaman Ebû Hâmid el-İsferâyînî bu tefsiri bizzat kendisinden dinlemiştir. Müellif Hemedan yolunda iken dönemin devlet adamlarından biri, Ḥaḳāʾiḳu’t-tefsîr ’in bir nüshasını elde etmek için seksen müstensih toplayıp eseri bir günde yazdırmıştır. Emîr Nasr İbn Sebük Tegin de ilk gördüğünde çok beğendiği eseri istinsah ettirmiş, âyetleri altın suyu ile yazılan bu nüshayı okuma hususunda Sülemî’den icâzet almıştır (Zehebî, XVII, 248). Mevlânâ Celâleddîn-i Rûmî de bu tefsiri Melikü’l-üdebâ Dîvdeste’ye yazdırmış ve çok beğendiği için müstensihe kendi feracesini hediye etmiştir (Eflâkî, II, 603-604). Henüz tamamı basılmamış ve tahkik edilmemiş olan Ḥaḳāʾiḳu’t-tefsîr ’in (bazı bölümlerinin yayımı için bk. Sülemî, Ziyâdâtü Ḥaḳāʾiḳı’t-tefsîr , nâşirin mukaddimesi, s. 17) Türkiye’de ve Türkiye dışındaki kütüphanelerde birçok nüshası vardır (Böwering, s. 46-48). En değerli yazmaları Süleymaniye (Fâtih, nr. 260, 261, 262) ve Hacı Selim Ağa (nr. 77) kütüphanelerinde bulunmaktadır. Sülemî Ḥaḳāʾiḳu’t-tefsîr ’i tamamladıktan sonra bazı âyetlerle ilgili başka yorumlara rastlamış ve bunları kitabına ilâve etmek istemişse de sonradan bu bilgileri Ziyâdâtü Ḥaḳāʾiḳı’t-tefsîr adıyla ayrı bir kitap haline getirmiştir. Bu eser Gerhard Böwering tarafından neşredilmiştir (bk. bibl.). BİBLİYOGRAFYA Sülemî, Ḥaḳāʾiḳu’t-tefsîr , Süleymaniye Ktp., Fâtih, nr. 260. a.mlf., Ziyâdâtü Ḥaḳāʾiḳı’t-tefsîr (nşr. G. Böwering), Beyrut 1995, nâşirin mukaddimesi, s. 15-23. İbn Mâce, “Ṣıyâm”, 21. Aḫbârü’l-Ḥallâc: Akhbar al-Hallaj (nşr. ve trc. L. Massignon – P. Kraus), Paris 1957, bk. İndeks. Gazzâlî, er-Risâletü’l-ledünniyye , Kahire 1328, s. 3. İbnü’l-Cevzî, Telbîsü İblîs , s. 174-175. Takıyyüddin İbn Teymiyye, Risâle fî ʿilmi’l-bâṭın ve’ẓ-ẓâhir ( Mecmûʿatü’r-resâʾili’l-münîriyye içinde), Kahire 1343, I, 235. Zehebî, Aʿlâmü’n-nübelâʾ , XVII, 248. Eflâkî, Menâḳıbü’l-ʿârifîn , II, 603-604. Zerkeşî, el-Burhân , I, 170. Zürkānî, Menâhilü’l-ʿirfân , Kahire 1360-61, I, 546. R. A. Nicholson, The Idea of Personality in Sufism , Cambridge 1923, s. 27. a.mlf., “A Historical Enquiry Concerning the Origin and Development of Sufism”, JRAS , I (1906), s. 303-348. L. Massignon, Essai sur les origines du lexique technique de la mystique musulmane , Paris 1929, s. 85. Süleyman Ateş, Sülemî ve Tasavvufî Tefsîri , İstanbul 1969. a.mlf., Cüneyd-i Bağdâdî: Hayatı, Eserleri ve Mektupları , İstanbul 1970, tür.yer. G. Böwering, “The Qurʾān Commentary of al-Sulamī”, Islamic Studies Presented to Charles J. Adams (ed. W. B. Hallaq – D. P. Little), Leiden 1991, s. 41-56. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1997 yılında İstanbul’da basılan 15. cildinde, 163-165 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Sülemî, Ḥaḳāʾiḳu’t-tefsîr , Süleymaniye Ktp., Fâtih, nr. 260.",
        "a.mlf., Ziyâdâtü Ḥaḳāʾiḳı’t-tefsîr (nşr. G. Böwering), Beyrut 1995, nâşirin mukaddimesi, s. 15-23.",
        "İbn Mâce, “Ṣıyâm”, 21.",
        "Aḫbârü’l-Ḥallâc: Akhbar al-Hallaj (nşr. ve trc. L. Massignon – P. Kraus), Paris 1957, bk. İndeks.",
        "Gazzâlî, er-Risâletü’l-ledünniyye , Kahire 1328, s. 3.",
        "İbnü’l-Cevzî, Telbîsü İblîs , s. 174-175.",
        "Takıyyüddin İbn Teymiyye, Risâle fî ʿilmi’l-bâṭın ve’ẓ-ẓâhir ( Mecmûʿatü’r-resâʾili’l-münîriyye içinde), Kahire 1343, I, 235.",
        "Zehebî, Aʿlâmü’n-nübelâʾ , XVII, 248.",
        "Eflâkî, Menâḳıbü’l-ʿârifîn , II, 603-604.",
        "Zerkeşî, el-Burhân , I, 170.",
        "Zürkānî, Menâhilü’l-ʿirfân , Kahire 1360-61, I, 546.",
        "R. A. Nicholson, The Idea of Personality in Sufism , Cambridge 1923, s. 27.",
        "a.mlf., “A Historical Enquiry Concerning the Origin and Development of Sufism”, JRAS , I (1906), s. 303-348.",
        "L. Massignon, Essai sur les origines du lexique technique de la mystique musulmane , Paris 1929, s. 85.",
        "Süleyman Ateş, Sülemî ve Tasavvufî Tefsîri , İstanbul 1969.",
        "a.mlf., Cüneyd-i Bağdâdî: Hayatı, Eserleri ve Mektupları , İstanbul 1970, tür.yer.",
        "G. Böwering, “The Qurʾān Commentary of al-Sulamī”, Islamic Studies Presented to Charles J. Adams (ed. W. B. Hallaq – D. P. Little), Leiden 1991, s. 41-56."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}