{
  "id": "eweb_277",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/hakikat#2-tasavvuf",
  "annotator": "Jeremy",
  "title": "HAKİKAT",
  "arabic_title": "الحقيقة",
  "summary": "Çeşitli anlamlarda kullanılan felsefe ve tasavvuf terimi.",
  "parts": [
    {
      "author": "MUSTAFA ÇAĞRICI",
      "content": "Sözlükte “gerçek, sabit ve doğru olmak, gerekmek; bir şeyi gerçekleştirmek” gibi anlamlara gelen ḥaḳḳ kökünden türetilmiştir ( et-Taʿrîfât , “el-ḥaḳīḳa” md.). Araplar’da “hakikati himaye etme” tabiri yaygın olarak kullanılır ve buradaki hakikatten genellikle ırz, namus, vefa, dostluk, bayrak, sancak gibi değerler kastedilirdi (Zevzenî, s. 208; Lisânü’l-ʿArab , “ḥḳḳ” md.). Hakikat (çoğulu ḥaḳāiḳ) kelimesi Kur’ân-ı Kerîm’de geçmez. Bir hadiste yer alan “hakīkatü’l-îmân” terkibinde hakikat “hâlis, künh, mahz” kelimeleriyle açıklanmıştır (meselâ bk. İbnü’l-Esîr, I, 278). Buhârî, “Kitâbü’l-Îmân”ın on dokuzuncu babını hakikat değeri taşıyan ve taşımayan iman meselesine ayırmıştır. Burada, ilgili âyetlere (Âl-i İmrân 3/19, 85; el-Hucurât 49/14) atıfta bulunularak çeşitli bencil istekler ve duygusal endişelerden sıyrılıp İslâm’ı hak din olarak benimsemenin hakikat değeri taşıyan bir iman sayıldığı görülür. Diğer bazı hadis ve haberlerde yer alan “Allah’ı bilmenin hakikati, takvânın hakikati” gibi ifadelerde (meselâ bk. Müsned , V, 317; VI, 441-442; Buhârî, “Îmân”, 1; Ebû Dâvûd, “Sünnet”, 16) hakikat kelimesi “en doğru, en mükemmel olan” anlamında kullanılmıştır. Râgıb el-İsfahânî, hakikatin başlıca anlamlarını “gerçek (sabit) ve var olan şey, doğru inanç, riyadan arınmış amel ve tam olarak maksada uygun düşen söz, ebedî olması dolayısıyla asıl gerçek hayat kabul edilmesi gereken âhiret (fıkıh ve kelâmda), bir dilde asıl olarak hangi anlam için konulmuşsa o anlamı ifade etmek üzere kullanılan lafız” şeklinde sıralamıştır ( el-Müfredât , “ḥḳḳ” md.). Bunlardan özellikle ilki hakikatin asıl anlamını yansıtmakta olup diğerleri buna dayanan yan anlamlardır. İSLÂM DÜŞÜNCESİ. Bir mantık terimi olarak hakikat (el-hakīkatü’l-akliyye) düşüncenin dış dünyadaki nesnelere uygunluğunu ifade eder. Nitekim aynı mantıkî anlayışla hak terimi de “bir önermede hükmün gerçekle örtüşmesi” şeklinde tarif edilmiştir ( et-Taʿrîfât , “el-ḥaḳḳ” md.). Genellikle bir şey hakkında sorulan “nedir?” sorusunun cevabı o şeyin hakikatini ve dolayısıyla tanımını ifade eder (İhvân-ı Safâ, I, 262). Kindî, her tanımlananın hakikatinin tanımda bulunduğunu belirtir. Çünkü bir tanımda tanımlananın hem sûreti hem unsuru hem de illeti mevcuttur ( Resâʾil , I, 26, 31). İslâm felsefe tarihinde hakikat daha ziyade ontolojik bir kavram olarak ele alınmıştır. Bu açıdan Fârâbî “şeyin hakikati”ni “bir şeyin kendine özgü varlığı” diye açıklar. Benzer bir yaklaşım, hakikat konusuna ilk defa metafiziğinde önemli bir yer veren İbn Sînâ’da da görülür. Ona göre her şeyin bir hakikati vardır ve o şey bu hakikatle kendi kendisi olur. Bu anlamda hakikat filozofun “özel varlık” (el-vücûdü’l-hâs) diye adlandırdığı ve “somut varlık” ile (el-vücûdü’l-isbâtî) karıştırılmaması hususunda uyarıda bulunduğu şeydir ( eş-Şifâʾ , s. 31). İbn Sînâ’nın diğer bir açıklamasına göre hakikat, her bir varlığın kendisi için gerekli olan ve ona belli bir gerçeklik değeri kazandıran özelliğidir ( en-Necât , s. 505). Hakikati olmayanın ne dış dünyada ne de zihinde herhangi bir gerçekliğinden söz edilebilir. Meselâ bir üçgen tasavvuru çizgi (kenar) ve yüzeyden oluşan özel şekli düşündürür; böylece bu iki unsurla zihinde üçgenin hakikati gerçekleşir. Zira çizgi ve yüzey üçgenin maddî ve formel illetleridir. Zihinde tasarlanan bir şeyin dış dünyada gerçekleşmesi için ayrıca fâil ve gāî illetlere ihtiyaç vardır. İbn Sînâ’nın idealist anlayışına göre hakikat zihinde hâsıl olan ve kavranabilen gerçeklik, vücut ise ona sonradan katılan bu gerçekliğin zihin dışında sabit olan varlığıdır ( eş-Şifâʾ , s. 31; a.mlf., el-İşârât ve’t-tenbîhât , s. 105). Bu açıdan bakıldığında Tanrı ve diğer varlıkların biri kendilerinde ve kendi varlıklarına özgü olan (vücûdî), diğeri de bizim zihnimizde tasavvur ettiğimiz ve bu anlamıyla bizim zihnimizde bulunan (zihnî) olmak üzere iki türlü hakikatinden söz etmek mümkündür (İbn Sînâ, el-Mübâḥas̱ât , s. 157-158). Cürcânî İbn Sînâ çizgisinden giderek bir şeyin hakikatini “o şeyi kendisi yapan” şeklinde tarif etmiştir ( et-Taʿrîfât , “ḥaḳīḳatü’ş-şeyʾ” md.). Buna göre hakikat şeyin kendisi sayesinde var olduğu cevheri, mutlak kavranabilirliğin kendisinden kaynaklanan tabiatıdır. Cürcânî’nin açıklamalarına göre, “Bu nedir?” sorusunun cevabı o şeyin mahiyetini, dış dünyada varlık kazanmış olması hakikatini, bazı gerekli ilintilere sahip bulunması zatını, diğer varlıklardan ayıran özellikler taşıması da hüviyetini belirler ( a.g.e. , “el-mâhiyye” md.). Fârâbî ve İbn Sînâ geleneğini sürdüren İslâm filozofları Allah hakkında zât ve sıfat, mâhiyet ve vücûd veya hakikat ve vücûd gibi iki ayrı realiteden söz edilemeyeceği, Allah’ın zâtı dışında ezelî ve ebedî hakikatler olarak sıfatlar kabul etmenin O’nun her yönden birliği, basitliği (mürekkeb varlık olmayışı) ve benzersizliği gerçeğine aykırı düşeceği, bu sebeple Allah’ın yalnızca zâtının hakikat kabul edilmesi, sıfatlara ise hakiki ve zorunlu birer varlık olarak bakılmaması, O’nun sadece selbî sıfatlarla nitelendirilmesi, sübûtî sıfatların hakikat sayılmayıp bunlarla ilgili lafızların aynı zâtın hakikatini ifade edecek şekilde yorumlanıp te’vil edilmesi gerektiği görüşünü savunmuşlardır (meselâ bk. Fârâbî, el-Medînetü’l-fâżıla , s. 30 vd.; a.mlf., ʿUyûnü’l-mesâʾil , s. 66; İbn Sînâ, ʿUyûnü’l-ḥikme , s. 57-59; a.mlf., el-İşârât ve’t-tenbîhât , s. 109-110). Başta Selefîler olmak üzere Ehl-i sünnet âlimleri bu düşüncelerden sıfatların inkâr edildiği sonucunu çıkararak filozofları şiddetle eleştirmişlerdir. Gazzâlî’ye göre Allah hem zâtı hem de sıfatları itibariyle zorunlu varlıktır. Mâhiyetsiz ve hakikatsiz bir varlık düşünülemez; mâhiyet yok olunca hakikat, hakikat yok olunca da zât ortadan kalkar ( Tehâfütü’l-felâsife , s. 148-149). Bu sebeple Allah’ın varlığı ve zâtı gibi mâhiyeti ve sıfatları da hakikattir. Onun hem zâtı hem sıfatları bir illetin eseri olmaksızın vardır ve ezelden ebede varlığını sürdürür. Çünkü akıl, var olması için herhangi bir illete muhtaç olmayan bir kadîmin varlığını düşünebildiği gibi hem zâtı hem de sıfatları itibariyle var olması için illete ihtiyacı olmayan kadîm bir mevsufu kabul etmeye de elverişlidir ( a.g.e. , s. 130-131). Sıfatları hakikat saymayan görüşleri dolayısıyla filozoflara ağır eleştiriler yöneltenlerden biri de Takıyyüddin İbn Teymiyye’dir. İbn Teymiyye esmâ-i hüsnânın Allah için hakikat olduğunu, sadece Bâtınî Karmatîler’le filozofların bu gerçeği inkâr ettiklerini, buna gerekçe olarak da sıfatların hakikat sayılması halinde Allah ile insan arasında benzerlik doğacağını ileri sürdüklerini belirtir. İbn Teymiyye’ye göre bu tür kaygılar bütünüyle temelden yoksundur. Çünkü Allah ve insan iki ayrı gerçek varlık ve iki farklı zâttır. Böyle olunca Allah’ın zâtı gibi sıfatları da O’nun kendine özgü hakikatlerdir. Aynı durum insan için de geçerlidir. Bu anlamda Allah’ın arşa istivâsı dahi te’vil yoluna sapılmadan hakikat olarak kabul edilmelidir. Yine ona göre hakikat neyi ifade etmek için konulmuşsa onun için kullanılan lafızdır; ayrıca bir lafız hangi mâna için konulmuşsa ve hangi mâna için kullanılıyorsa o mânaya da hakikat denir. Buna göre ilim ve vücûd lafızları gibi istivâ lafzı da hâlikın istivâsı ve mahlûkun istivâsı olarak farklı anlamlara gelir ve her iki konumda da ayrı hakikatleri ifade eder. Şu halde Allah’ın sıfatlarını mecaz olarak değerlendirmek büyük bir cahilliktir ( Mecmûʿu fetâvâ , V, 194-197). Klasik kelâm kitaplarında bilgi problemi işlenirken başlıca üç sofist akım (Sûfestâiyye) tarafından ileri sürülen eşyanın hiçbir hakikat değeri taşımadığı veya taşısa bile bunun bilinemeyeceği veya her şeyin ferdî kanaatlere göre değişen farklı hakikatlere sahip olduğu, böylece sabit hakikatlerin bulunmadığı şeklindeki görüşler kesin olarak reddedilmiş; eşyanın objektif hakikatlere sahip olduğu, bir şeyin zihindeki bilgisiyle objenin hakikati arasında tam bir uygunluk bulunduğu genel bir ilke olarak benimsenmiş ve bu ilke, “Eşyanın hakikatleri sabittir” şeklindeki kategorik hükümle ifade edilmiştir. Bu münasebetle bilgi yanlışlarının varlığı kabul edilmekle birlikte bunların objektif hakikatin yokluğundan, izâfîliğinden veya kavranamaz olmasından, dolayısıyla bilginin imkânsızlığından değil duyu ve algı yanılmaları veya bilgi araçlarının eksik ve kusurlu olması gibi ârızî sebeplerden kaynaklandığı da belirtilmiştir. BİBLİYOGRAFYA Râgıb el-İsfahânî, el-Müfredât , “ḥḳḳ” md. Lisânü’l-ʿArab , “ḥḳḳ” md. et-Taʿrîfât , “el-ḥaḳḳ”, “el-ḥaḳīḳa”, “ḥaḳīḳatü’ş-şeyʾ”, “el-mâhiyye” md.leri. Ebü’l-Bekā, el-Külliyyât , s. 361-364. Tehânevî, Keşşâf , I, 330-334. Cemîl Salîbâ, el-Muʿcemü’l-felsefî , “ḥaḳīḳat” md. Müsned , V, 317; VI, 441-442. Buhârî, “Îmân”, 1, 9. Ebû Dâvûd, “Sünnet”, 16. Kindî, Resâʾil , Kahire 1978, I, 26, 31. Fârâbî, el-Medînetü’l-fâżıla (nşr. A. N. Nader), Beyrut 1986, s. 30 vd. a.mlf., ʿUyûnü’l-mesâʾil ( el-Mecmûʿ içinde), Kahire 1325/1907, s. 66. İbn Sînâ, en-Necât (nşr. M. Takī Dânişpejûh), Tahran 1364 hş., s. 505. a.mlf., eş-Şifâʾ el-İlâhiyyât (1) , s. 31-32, 292. a.mlf., el-Mübâḥas̱ât , Kum 1413, s. 157-158. a.mlf., ʿUyûnü’l-ḥikme (nşr. Abdurrahman Bedevî), Beyrut 1980, s. 57-59. a.mlf., el-İşârât ve’t-tenbîhât , Tahran 1339, s. 105, 109-110. İhvân-ı Safâ, Resâʾil , Beyrut 1957, I, 262. Bağdâdî, Uṣûlü’d-dîn , s. 6-7. Zevzenî, Şerḥu’l-Muʿallaḳāt , Beyrut, ts. (Mektebetü dâri’l-beyân), s. 208. Gazzâlî, Tehâfütü’l-felâsife , Beyrut 1990, s. 130-131, 148-149. İbnü’l-Esîr, en-Nihâye , Kahire, ts. (Matbaatü’l-Hayriyye), I, 278. İbn Teymiyye, Mecmûʿu fetâvâ , V, 194-197. Teftâzânî, Şerḥu’l-ʿAḳāʾid (nşr. Ahmed Hicâzî es-Sekkā), Kahire 1408/1988, s. 13. Adudüddin el-Îcî, el-Mevâḳıf , Kahire, ts. (Mektebetü’l-Mütenebbî), s. 59. L. Gardet, “Ḥaḳīḳa”, EI 2 (Fr.) , III, 77-78. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 1997 yılında İstanbul’da basılan 15. cildinde, 177-178 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Râgıb el-İsfahânî, el-Müfredât , “ḥḳḳ” md.",
        "Lisânü’l-ʿArab , “ḥḳḳ” md.",
        "et-Taʿrîfât , “el-ḥaḳḳ”, “el-ḥaḳīḳa”, “ḥaḳīḳatü’ş-şeyʾ”, “el-mâhiyye” md.leri.",
        "Ebü’l-Bekā, el-Külliyyât , s. 361-364.",
        "Tehânevî, Keşşâf , I, 330-334.",
        "Cemîl Salîbâ, el-Muʿcemü’l-felsefî , “ḥaḳīḳat” md.",
        "Müsned , V, 317; VI, 441-442.",
        "Buhârî, “Îmân”, 1, 9.",
        "Ebû Dâvûd, “Sünnet”, 16.",
        "Kindî, Resâʾil , Kahire 1978, I, 26, 31.",
        "Fârâbî, el-Medînetü’l-fâżıla (nşr. A. N. Nader), Beyrut 1986, s. 30 vd.",
        "a.mlf., ʿUyûnü’l-mesâʾil ( el-Mecmûʿ içinde), Kahire 1325/1907, s. 66.",
        "İbn Sînâ, en-Necât (nşr. M. Takī Dânişpejûh), Tahran 1364 hş., s. 505.",
        "a.mlf., eş-Şifâʾ el-İlâhiyyât (1) , s. 31-32, 292.",
        "a.mlf., el-Mübâḥas̱ât , Kum 1413, s. 157-158.",
        "a.mlf., ʿUyûnü’l-ḥikme (nşr. Abdurrahman Bedevî), Beyrut 1980, s. 57-59.",
        "a.mlf., el-İşârât ve’t-tenbîhât , Tahran 1339, s. 105, 109-110.",
        "İhvân-ı Safâ, Resâʾil , Beyrut 1957, I, 262.",
        "Bağdâdî, Uṣûlü’d-dîn , s. 6-7.",
        "Zevzenî, Şerḥu’l-Muʿallaḳāt , Beyrut, ts. (Mektebetü dâri’l-beyân), s. 208.",
        "Gazzâlî, Tehâfütü’l-felâsife , Beyrut 1990, s. 130-131, 148-149.",
        "İbnü’l-Esîr, en-Nihâye , Kahire, ts. (Matbaatü’l-Hayriyye), I, 278.",
        "İbn Teymiyye, Mecmûʿu fetâvâ , V, 194-197.",
        "Teftâzânî, Şerḥu’l-ʿAḳāʾid (nşr. Ahmed Hicâzî es-Sekkā), Kahire 1408/1988, s. 13.",
        "Adudüddin el-Îcî, el-Mevâḳıf , Kahire, ts. (Mektebetü’l-Mütenebbî), s. 59.",
        "L. Gardet, “Ḥaḳīḳa”, EI 2 (Fr.) , III, 77-78."
      ]
    },
    {
      "author": "MEHMET DEMİRCİ",
      "content": "TASAVVUF. Tasavvufta hakikat terimi “zâhirin ardındaki örtülü ve gizli mâna, dinî hayatın en yüksek seviyede yaşanarak ilâhî sırlara âşina olunması” gibi anlamlar ifade eder. İlk sûfîler hakikat terimini daha çok “ilâhî gerçeklere ve sırlara âşina olmak, Hakk’ın tecellilerini temaşa etmek” anlamında kullanmışlardır. Sözle anlatılamayacağı görüşünden hareketle bazan bu terimi tarif etmeden kullanan sûfîler, daha ziyade alâmet ve vasıflarını belirterek hakikatin ne olduğu konusunda bir fikir vermeye çalışmışlardır. Ma‘rûf-i Kerhî, “Tasavvuf hakikatleri almak, halkın elinde olan şeylere göz dikmemektir” (Kuşeyrî, s. 128) şeklindeki ilk tasavvuf tarifiyle dini sadece şekil ve merasimden ibaret görmemek gerektiğini, şekil ve merasim yönünün yanı sıra ondan daha önemli olan anlamına ve özüne değer vermek icap ettiğini anlatmak istemiştir. Bu ise dinî hükümlerin maksat ve hikmetine uygun biçimde yorumlanması, eksiksiz uygulanması ve yaşanması anlamına gelir. Serrâc hakikati, “kalbin sürekli iman ettiği varlığın huzurunda bulunması (temaşa)” diye tarif ettikten sonra Cüneyd-i Bağdâdî’nin, “Hakikati hatırlıyor, sonra şunu şunu terkediyorum” dediğini anlatır ( el-Lümaʿ , s. 286, 413). Şu halde Cüneyd’e göre hatırlanan, fakat anlatılamayan hakikat insanı mâsivâdan uzaklaştırır. Serî es-Sakatî’ye ehl-i hakīkatin (ehl-i bâtın, muhakkik, ehl-i tahkīk [hakikate âşina olan ve onu yaşayan kimseler]) durumu sorulunca, “Onlar hasta gibi yer, suya batan kişi gibi uyurlar” ( a.g.e. , s. 286) diyerek hakikati bilenleri tarif etme yerine onların halini tasvir etmiştir. Hakikatin alâmeti zıt iki şey olarak da gösterilmiştir. Meselâ bir sûfî, “Hakikat ehlinin alâmeti belâ içinde olmasıdır” derken bir diğeri, “Ondan belâ halinin ortadan kalkmasıdır” demiştir ( a.g.e. , a.y.). Bu ise hakikatin makama veya sâlike göre değişik şekillerde tezahür edebileceği anlamına gelir. Bazı sûfîler hakikati sınıflandırmaya çalışmışlardır. Bunlardan Ebû Ca‘fer es-Saydelânî ilme (şeriat) tâbi olan hakikat, ilmin kendisine uyduğu hakikat, ilimden taşan hakikat (şatah) şeklinde bir sınıflandırma yaparken şer‘î ölçüleri aşan bazı hakikatlerin bulunduğuna işaret etmek istemiştir. Şiblî ilim lisanı, hakikat lisanı ve hak lisanı olmak üzere üç dilden bahsetmiş, ilim dilinin dolaylı şekilde bilgi verdiğini, hakikat dilinin ise Allah’ın sâliki vasıtasız olarak ilâhî sırlara ulaştırması anlamına geldiğini, hak dili için de herhangi bir yolun bulunmadığını söylemiştir ( a.g.e. , s. 286-287). Bu tariflerden, hakikat ile şeriatın bazan birbirinin aynı, bazan birbirinden farklı, ancak biri ötekine zıt düşmeyen kavramlar olduğu anlaşılmaktadır. Kuşeyrî’ye göre hakikatin doğrulamadığı hiçbir şeriat makbul olmadığı gibi şeriatla bağlı olmayan hiçbir hakikat de muteber değildir. Allah’ın emriyle farz olması bakımından her şeriat hakikat olduğu gibi Hakk’ın emriyle farz olduğu için her hakikat şeriattır ( er-Risâle , s. 177). Hemen bütün sûfîler şeriatla hakikatin farklı şeyler olduğunu, ancak hakikatin ilmi ve şeriatı içermesi gerektiğini söylemişlerdir. Hücvîrî, zâhir ulemâsı ile mülhidlerin şeriatla hakikat arasında fark görmediklerini ve bu suretle her ikisinin de hata ettiğini söyler. Ona göre iman konusunda ikrar şeriat, tasdik ise hakikattir. Farklı şeyler olan ikrar ile tasdik birbirini tamamlar; ikrarsız tasdik, tasdiksiz iman muteber değildir. Hücvîrî ayrıca Hz. Âdem’den kıyamete kadar değişmeden kalan ezelî-ebedî dinî bilgilere hakikat, değişmesi câiz olan zâhirî hükümlere şeriat dendiğini de söyler ( Keşfü’l-mahcûb , s. 494). Herevî ise şeriatla hakikatin birbirinden farklı, bazı hallerde en azından görünüş itibariyle birbirini tutmayan şeyler olduğunu göstermek için Kur’ân-ı Kerîm’de anlatılan Hızır’ın gemiyi delmesi, çocuğu öldürmesi ve duvarı düzeltmesi olaylarını örnek gösterir (el-Kehf 18/65-67). Ona göre Hz. Mûsâ’nın bildikleri şeriat, Hızır’ın bildikleri hakikattir (ilm-i ledün). Nitekim Cüneyd de, “Hakikat ledün (tasavvuf) ilmidir” demiştir ( Ṣad Meydân , s. 60). Herevî’ye göre hakikatin bilinmesi ilm-i hakīkat, görülmesi ayn-i hakīkat, yaşanması hakk-ı hakīkattir. Hakk-ı hakīkat hakikatte fâni olmaktır ( Ṭabaḳāt , s. 198). İbnü’l-Arabî hakikati “Hakk’ın, kulun sıfatlarını alıp ona kendi sıfatlarını vermesi (fenâ hali) olarak tarif etmiştir ( el-Fütûḥât , II, 740-742). Bazılarına göre hak zât-ı ilâhî, hakikat O’nun sıfatlarıdır (bk. Tehânevî, I, 305). Hakikatle şeriat arasında fark bulunduğunu, bazan bu farkın birbirine aykırı bir konuma geldiğini gören bir kısım sûfîler giderek hakikate daha fazla önem vermişler, böylece şeriatı ihmal veya terketme, bazı hallerde de hafife alma sonucuna ulaşmışlardır. Tasavvufun doğuş döneminde bile bu görüşte olan bazı sûfîlerin bulunduğu, şeriata bağlı sûfîlerin onlara gösterdikleri sert tepkilerden anlaşılmaktadır. Hakikat ilmi olan tasavvufla şeriat ilminin birbirine aykırı olduğu görüşünde olan Ebû Bekir ez-Zekkāk’ın, “Şeriata aykırı her hakikat küfürdür” şeklindeki ilâhî bir hitapla uyarılması (Serrâc, s. 286) bazan gerçek sûfîlerin bile bu aykırılığı düşündüklerini göstermektedir. Şeriat-hakikat ilişkisinden bahseden sûfîler daha sonraki dönemlerde bu ilişkiye bir de “tarikat” kavramını eklemişlerdir. Necmeddîn-i Kübrâ şeriatı gemiye, tarikatı denize, hakikati inciye benzetir. Mevlânâ’ya göre şeriat bir meşale, tarikat bu meşale ile yol alma, hakikat ise maksada ulaşmadır. Şeriat bakırı altın yapmaya yarayan simya ilmi, tarikat bu bilginin kullanılması, hakikat altının elde edilmesidir. Bazan şeriat ağaca, tarikat çiçeğe, hakikat meyveye benzetilir. Hz. Peygamber’in sözleri şeriat, fiilleri tarikat, halleri hakikattır. Daha sonra bu üç kavrama bir de “mârifet” eklenerek dörtlü bir sınıflandırma yapılmış, bu kavramlar bazan şeriat-tarikat-mârifet-hakikat, bazan da şeriat-tarikat-hakikat-mârifet şeklinde sıralanmıştır. Hakikat bir erme hali olarak görülürse mârifetten üstündür. Fakat mârifet erme hali neticesinde hâsıl olan bilgi olarak düşünülürse hakikatten sonra gelir. Çok defa hakikatle mârifet bir sayılır. Yûnus’ta görülen şeriat-tarikat-hakikat-mârifet şeklindeki sıralama Necmeddîn-i Dâye’de şeriat-mârifet-tarikat-hakikat şeklindedir ( Mirṣâdü’l-ʿibâd , s. 161). Bektaşîlik’te ise sıralama şeriat-tarikat-mârifet-hakikat tarzında yapılır. Bektaşîlik’teki dört kapı, kırk makam anlayışı da buna dayanır (Ahmed Rifat, s. 207-210). Herevî, Menâzilü’s-sâʾirîn ’de on adet tasavvufî kavramı (mükâşefe, müşâhede, muâyene, hayat, kabz, bast, sekr, sahr, ittisâl, infisâl) “hakikatler” başlığı altında incelemiştir (s. 192 vd.). Tasavvufta “hakīkatü’l-hakāik” denilince bütün hakikatleri kendisinde toplayan Cenâb-ı Hakk’ın zât-ı ahadiyyeti kastedilir. Buna “hazret-i cem‘” ve “hazret-i vücûd” da denilir. İbnü’l-Arabî buna “heyûlâ, ilk madde, küllî hakikat, cinslerin cinsi, amâ” gibi isimlerin de verildiğini söyler ( el-Fütûḥât , II, 433). “İnsân-ı kâmil” de (merd-i mutlak) denilen hakīkatü’l-hakāikin ihtiva ettiği hakikatlere “ilk hakikatler” (hakāiku’l-üvel) ve “yüksek cinsler” (el-ecnâsü’l-âliye) adı da verilmiştir. BİBLİYOGRAFYA et-Taʿrîfât , “ḥaḳīḳat” md. Tehânevî, Keşşâf , I, 305, 330-336. Serrâc, el-Lümaʿ (nşr. R. A. Nicholson), Leiden 1914, s. 286-287, 336-337, 413. Kuşeyrî, Risâle (Uludağ) , s. 128, 177. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 494. Herevî, Menâzil (Revân) , s. 192-211. a.mlf., Ṭabaḳāt , s. 198, ayrıca bk. İndeks. a.mlf., Ṣad Meydân , Tahran 1368, s. 60. Ebû Mansûr el-Abbâdî, Ṣûfînâme (nşr. Gulâm Hüseyn-i Yûsufî), Tahran 1347 hş., s. 214. Attâr, Teẕkiretü’l-evliyâʾ , Tahran 1370 hş., I, 127, 171; II, 73, 185. Baklî, Meşrebü’l-ervâḥ , s. 151, 277. a.mlf., Şerḥ-i Şaṭḥiyyât , s. 559. İbnü’l-Arabî, el-Fütûḥât , II, 433, 562, 740-742. a.mlf., Fuṣûṣ (Afîfî), II, 740-742. Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd (nşr. M. Emîn Riyâhî), Tahran 1366 hş., s. 161-225. Mevlânâ, Mes̱nevî , Tahran 1370 hş., s. 820. Azîz Nesefî, Kitâbü’l-İnsâni’l-kâmil , Tahran 1362 hş., s. 365, 424. Saîdüddin el-Fergānî, Meşâriḳu’d-derârî (nşr. Seyyid Celâleddin Âştiyânî), Tahran 1357 hş., s. 722. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Beyrut 1403/1983, III, 155. İbnü’l-Hatîb, Ravżatü’t-taʿrîf (nşr. Muhammed el-Kettânî), Beyrut 1970, I, 263. Haydar el-Âmülî, Câmiʿu’l-esrâr , Tahran 1365 hş., s. 342-379. Tâceddin Hüseyin b. Hasan el-Hârizmî, Şerḥ-i Fuṣûṣü’l-ḥikem (nşr. Necîb Mâyil-i Herevî), Tahran 1364, s. 884. Ahmed Rifat, Mir’âtü’l-makāsıd , İstanbul 1293, s. 207-210. Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , Kahire 1963, s. 16, 119-141. el-Muʿcemü’ṣ-ṣûfî , s. 353-356. R. S. Bhatnagar, Dimension of Classical Sufi Thought , Delhi 1984, s. 20-141. Süleyman Uludağ, Tasavvuf Terimleri Sözlüğü , İstanbul 1991, s. 201. D. B. Macdonald “Hakikat”, İA , V/1, s. 100-101. L. Gardet, “Ḥaḳīḳa”, EI 2 (İng.) , III, 75-76. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 1997 yılında İstanbul’da basılan 15. cildinde, 178-179 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "et-Taʿrîfât , “ḥaḳīḳat” md.",
        "Tehânevî, Keşşâf , I, 305, 330-336.",
        "Serrâc, el-Lümaʿ (nşr. R. A. Nicholson), Leiden 1914, s. 286-287, 336-337, 413.",
        "Kuşeyrî, Risâle (Uludağ) , s. 128, 177.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 494.",
        "Herevî, Menâzil (Revân) , s. 192-211.",
        "a.mlf., Ṭabaḳāt , s. 198, ayrıca bk. İndeks.",
        "a.mlf., Ṣad Meydân , Tahran 1368, s. 60.",
        "Ebû Mansûr el-Abbâdî, Ṣûfînâme (nşr. Gulâm Hüseyn-i Yûsufî), Tahran 1347 hş., s. 214.",
        "Attâr, Teẕkiretü’l-evliyâʾ , Tahran 1370 hş., I, 127, 171; II, 73, 185.",
        "Baklî, Meşrebü’l-ervâḥ , s. 151, 277.",
        "a.mlf., Şerḥ-i Şaṭḥiyyât , s. 559.",
        "İbnü’l-Arabî, el-Fütûḥât , II, 433, 562, 740-742.",
        "a.mlf., Fuṣûṣ (Afîfî), II, 740-742.",
        "Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd (nşr. M. Emîn Riyâhî), Tahran 1366 hş., s. 161-225.",
        "Mevlânâ, Mes̱nevî , Tahran 1370 hş., s. 820.",
        "Azîz Nesefî, Kitâbü’l-İnsâni’l-kâmil , Tahran 1362 hş., s. 365, 424.",
        "Saîdüddin el-Fergānî, Meşâriḳu’d-derârî (nşr. Seyyid Celâleddin Âştiyânî), Tahran 1357 hş., s. 722.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Beyrut 1403/1983, III, 155.",
        "İbnü’l-Hatîb, Ravżatü’t-taʿrîf (nşr. Muhammed el-Kettânî), Beyrut 1970, I, 263.",
        "Haydar el-Âmülî, Câmiʿu’l-esrâr , Tahran 1365 hş., s. 342-379.",
        "Tâceddin Hüseyin b. Hasan el-Hârizmî, Şerḥ-i Fuṣûṣü’l-ḥikem (nşr. Necîb Mâyil-i Herevî), Tahran 1364, s. 884.",
        "Ahmed Rifat, Mir’âtü’l-makāsıd , İstanbul 1293, s. 207-210.",
        "Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , Kahire 1963, s. 16, 119-141.",
        "el-Muʿcemü’ṣ-ṣûfî , s. 353-356.",
        "R. S. Bhatnagar, Dimension of Classical Sufi Thought , Delhi 1984, s. 20-141.",
        "Süleyman Uludağ, Tasavvuf Terimleri Sözlüğü , İstanbul 1991, s. 201.",
        "D. B. Macdonald “Hakikat”, İA , V/1, s. 100-101.",
        "L. Gardet, “Ḥaḳīḳa”, EI 2 (İng.) , III, 75-76."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}