{
  "id": "eweb_279",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/hargusi",
  "annotator": "Jeremy",
  "title": "HARGÛŞÎ",
  "arabic_title": "الخرگوشي",
  "summary": "Ebû Sa‘d (Saîd) Abdülmelik b. Muhammed (ö. 406/1015-16) Mutasavvıf, vâiz, fıkıh ve hadis âlimi.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Nîşâbur’un bir mahallesi olan Hargûş’ta (Arapça telaffuzu ile Harkūş) doğdu. İlk tahsiline Nîşâbur’da başladı. Muhammed b. Ali el-Mâsercisî başta olmak üzere tanınmış âlimlerden Şâfiî fıkhı okudu ve hadis dersleri aldı. Bu alanlardaki bilgisini arttırmak için Bağdat’a, oradan da hac farîzasını ifa etmek üzere Hicaz’a gitti. Bir süre Mekke’de ikamet etti. Kudüs ve Şam yanında Mısır’daki ilim merkezlerini de dolaşarak buralardaki âlimlerden faydalandıktan sonra Nîşâbur’a döndü. İbn Nüceyd ve Ebû Sehl es-Sü‘lûkî gibi zâhid ve sûfîlerin meclislerine devam etti. Bir müddet sonra evinde inzivaya çekildi. Bu arada hadis okutmaya başladı ve zaman zaman vaaz verdi. Güvenilir bir râvi olarak kabul edildiğinden Hâkim en-Nîsâbûrî gibi tanınmış âlimler kendisinden hadis rivayet ettiler. Bir cami, bir medrese, bir de hastahane inşa ettirip bütün servetini ve kütüphanesini buralara vakfetti. Serpuş imal ederek kazandığı para ile geçimini sağladı. Hayır sever ve takvâ sahibi bir kişi olan Hargûşî, itibarlı ve ünlü olduğu halde sohbetlerine katılan fakir ve dervişlere devlet adamlarına davrandığı gibi davranır ve saygı gösterirdi. Doğduğu yer olan Hargûş’ta vefat etti. Eserleri. Hargûşî’nin günümüze ulaşan eserleri şunlardır: 1. Şerefü’n-nebî (Şerefü’n-nübüvve, Şerefü’l-Muṣṭafâ ve Delâʾilü’n-nübüvve) . Arthur John Arberry, şemâil ve siyere dair olan bu eserin sekiz cilt olduğunu söylüyorsa da ( İA , V/1, s. 231) mevcut nüshaları bir cilttir (Sezgin, I, 670; Gündüz, s. 66). Eser, Mahmûd b. Muhammed er-Râvendî tarafından Kitâb-ı Siyer-i Muṣṭafâ adıyla Farsça’ya tercüme edilmiştir. Bu tercümenin Süleymaniye (Esad Efendi, nr. 2222) ve Beyazıt Devlet (Veliyyüddin Efendi, nr. 888) kütüphanelerinde nüshaları vardır (Gündüz, s. 66). 2. Kitâbü’l-Bişâre ve’n-niẕâre . Rüya ile ilgili olan eserde özellikle sülûk esnasında görülen rüyalar ve rüya ile kişilik arasındaki münasebetler üzerinde durulmaktadır. Kitabın Süleymaniye Kütüphanesi’nde (Ayasofya, nr. 1688) bir nüshası bulunmaktadır (diğer nüshaları için bk. Sezgin, I, 670; Gündüz, s. 67). 3. Tehẕîbü’l-esrâr fî ṭabaḳāti’l-aḫyâr . Zühd, tasavvuf ve ahlâka dair olup yetmiş bölümden meydana gelmektedir. Hargûşî bu eserinde geniş ölçüde Serrâc’ın el-Lümaʿ ından faydalanmıştır. Ancak eser başka kaynaklarda bulunmayan orijinal bilgiler de ihtiva etmektedir. Müellifin ele aldığı konular, genellikle el-Lümaʿ ve Ḳūtü’l-ḳulûb ’da görülen şekliyle tasavvufun bilinen meseleleridir (yazma nüshaları için bk. Sezgin, I, 671; Gündüz, s. 68-70, 87). Arberry, Tehẕîbü’l-esrâr ’ın mutasavvıflar ve tarikat ehli arasında fazla rağbet görmemesini, eseri müelliften rivayet eden öğrencisi Ebû Abdullah Şîrâzî ile ikinci râvisi Ebû Ali Kirmânî’nin zayıf ve güvenilmez râviler olarak tanınmalarına bağlar ( İA , V/1, s. 231). Tehẕîbü’l-esrâr , Hargûşî’nin sohbet meclisindeki konuşmalarının bir öğrencisi tarafından kaydedilmesi suretiyle meydana gelmiştir. Fakat Hargûşî bu eserini bir dostunun arzusu üzerine kaleme aldığını söyler. Bir sûfî olmaktan çok zâhid ve vâiz olarak tanınan Hargûşî’ye sûfî tabakat kitaplarında yer verilmediği gibi şathiyelerin bulunmadığı ve zâhirî hükümlere bağlılığın esas alındığı Tehẕîbü’l-esrâr da mutasavvıflar arasında pek tanınmamıştır. Kitap, İrfan Gündüz tarafından Berlin (nr. 2820) ve Süleymaniye (Şehid Ali Paşa, nr. 1157) kütüphanelerindeki nüshalarına dayanılarak tahkik edilmiş ve Hargûşî’nin hayatı ve eserleri üzerine bir incelemeyle birlikte yayıma hazırlanmıştır (bk. bibl.). Kaynaklarda Hargûşî’nin Siyerü’l-ʿubbâd ve’z-zühhâd (Sem‘ânî, IX, 94), Kitâbü’z-Zühd ( Zehebî, Aʿlâmü’n-nübelâʾ , XVII, 256), Şeʿâirü’ṣ-ṣâliḥîn ( Keşfü’ẓ-ẓunûn , II, 1045, 1047), el-Levâmiʿ ( a.g.e. , II, 1559), Kitâbü’l-Ḫalâṣ ve’n-necâḥ (Hargûşî, s. 26), et-Tefsîr ( Zehebî, Aʿlâmü’n-nübelâʾ , XVII, 256) gibi eserlerinin bulunduğu kaydedilmektedir. BİBLİYOGRAFYA Hargûşî, Tehẕîbü’l-esrâr (nşr. İrfan Gündüz, doçentlik çalışması, 1990), İSAM Ktp., nr. 16.971, s. 26. Hatîb, Târîḫu Baġdâd , XIV, 432. İbrâhim b. Muhammed es-Sarîfînî, Târîḫu Nîsâbûr: el-Münteḫab mine’s-Siyâḳ (nşr. M. Kâzım el-Mahmûdî), Kum 1403/1362 hş., s. 501-502. Sem‘ânî, el-Ensâb , II, 360; IX, 94. İbn Asâkir, Tebyînü keẕibi’l-müfterî , s. 233-236. Attâr, Teẕkiretü’l-evliyâʾ (nşr. R. A. Nicholson), Leiden 1905-1907, II, 192. Yâkūt, Muʿcemü’l-büldân , II, 360. Zekeriyyâ b. Muhammed el-Kazvînî, Âs̱ârü’l-bilâd , Beyrut, ts. (Dâru Sâdır), s. 477. Zehebî, Aʿlâmü’n-nübelâʾ , XVII, 256. a.mlf., el-ʿİber , II, 214. a.mlf., Teẕkiretü’l-ḥuffâẓ , III, 1066. Sübkî, Ṭabaḳāt (Tanâhî) , X, 137. İbn Hacer, Lisânü’l-Mîzân , II, 254. Keşfü’ẓ-ẓunûn , I, 214, 514; II, 1045, 1047, 1559. İbnü’l-İmâd, Şeẕerât , III, 184-185. Sezgin, GAS , I, 670-671. İrfan Gündüz, Ebû Sa‘d el-Hargûşî ve Tehzîbü’l-esrâr’ı (doçentlik tezi, 1990), İSAM Ktp., nr. 17.717, s. 65-70, 87-88. A. J. Arberry, “Hargûşî”, İA , V/1, s. 231. a.mlf., “al-K̲h̲argūs̲h̲ī”, EI 2 (İng.) , IV, 1074. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1997 yılında İstanbul’da basılan 16. cildinde, 167-168 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Hargûşî, Tehẕîbü’l-esrâr (nşr. İrfan Gündüz, doçentlik çalışması, 1990), İSAM Ktp., nr. 16.971, s. 26.",
        "Hatîb, Târîḫu Baġdâd , XIV, 432.",
        "İbrâhim b. Muhammed es-Sarîfînî, Târîḫu Nîsâbûr: el-Münteḫab mine’s-Siyâḳ (nşr. M. Kâzım el-Mahmûdî), Kum 1403/1362 hş., s. 501-502.",
        "Sem‘ânî, el-Ensâb , II, 360; IX, 94.",
        "İbn Asâkir, Tebyînü keẕibi’l-müfterî , s. 233-236.",
        "Attâr, Teẕkiretü’l-evliyâʾ (nşr. R. A. Nicholson), Leiden 1905-1907, II, 192.",
        "Yâkūt, Muʿcemü’l-büldân , II, 360.",
        "Zekeriyyâ b. Muhammed el-Kazvînî, Âs̱ârü’l-bilâd , Beyrut, ts. (Dâru Sâdır), s. 477.",
        "Zehebî, Aʿlâmü’n-nübelâʾ , XVII, 256.",
        "a.mlf., el-ʿİber , II, 214.",
        "a.mlf., Teẕkiretü’l-ḥuffâẓ , III, 1066.",
        "Sübkî, Ṭabaḳāt (Tanâhî) , X, 137.",
        "İbn Hacer, Lisânü’l-Mîzân , II, 254.",
        "Keşfü’ẓ-ẓunûn , I, 214, 514; II, 1045, 1047, 1559.",
        "İbnü’l-İmâd, Şeẕerât , III, 184-185.",
        "Sezgin, GAS , I, 670-671.",
        "İrfan Gündüz, Ebû Sa‘d el-Hargûşî ve Tehzîbü’l-esrâr’ı (doçentlik tezi, 1990), İSAM Ktp., nr. 17.717, s. 65-70, 87-88.",
        "A. J. Arberry, “Hargûşî”, İA , V/1, s. 231.",
        "a.mlf., “al-K̲h̲argūs̲h̲ī”, EI 2 (İng.) , IV, 1074."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}