{
  "id": "eweb_280",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/hatim-el-esam",
  "annotator": "Jeremy",
  "title": "HÂTİM el-ESAM",
  "arabic_title": "حاتم الأصمّ",
  "summary": "Ebû Abdirrahmân Hâtim b. Unvân el-Esamm el-Belhî el-Horasânî (ö. 237/851) İlk dönem Horasan sûfîlerinden.",
  "parts": [
    {
      "author": "MUSTAFA BİLGİN",
      "content": "Belh’te doğdu. Kendisinden “a‘cemî bir kişi” olarak söz eden rivayetten (Ebû Nuaym, VIII, 92; Hatîb, VIII, 242) ve Müsennâ b. Yahyâ el-Muhâribî’nin (ö. 223/838) mevlâsı olduğuna dair kayıtlardan (Sülemî, s. 91; Ebû Nuaym, VIII, 83) Arap asıllı olmadığı anlaşılmaktadır. “Esam” (sağır) lakabını, kendisine bir soru sorarken yelleniveren bir kadını mahcubiyetten kurtarmak amacıyla, “Duymuyorum, sesini yükselt” diyerek sağır taklidi yaptığı için aldığı bildirilir. Birkaç yolculuğu dışında hayatını Horasan ve Mâverâünnehir bölgesinde geçiren Hâtim Horasan şehirlerinde tahsil görmüş, şeyhi Şakīk-ı Belhî’den tasavvuf terbiyesini aldıktan sonra Mâverâünnehir’e geçerek uzlete çekilmiş ve müridlerinin eğitimiyle ilgilenmiştir. Bu sebeple onun, Horasan’daki tevekkül ağırlıklı tasavvuf anlayışını Mâverâünnehir’e taşıyan kişilerden biri olduğu söylenebilir. Tasavvuf kaynaklarında Hâtim’in hadis ilmiyle de meşgul olduğu ve bazı tâbiîlerden hadis rivayet ettiği kaydedilmektedir (Sülemî, s. 91-92; Ebû Nuaym, VIII, 83; İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , IV, 163). Hadis ricâli kaynaklarında yer alan ve bu alandaki üstatlarıyla talebelerini gösteren bir listeye göre Şakīk-ı Belhî ve Şeddâd b. Hakîm el-Belhî’den, Mâverâünnehirli Abdullah ve Recâ b. Mikdâm (Muhammed) es-Sâgānî kardeşlerden ve Mervli Saîd b. Abdullah el-Mâhiyânî’den hadis okumuş; kendisinden de Ahmed b. Hadraveyh el-Belhî, Hamdân b. Zünnûn el-Belhî, Muhammed b. Fâris el-Belhî, Ebû Abdullah el-Havvâs, Ebû Ca‘fer el-Herevî, Abdullah b. Sehl er-Râzî, Ebû Türâb en-Nahşebî, Ebû Osman Saîd b. Abbas es-Sûfî, Ebû Ali Hasan b. Saîd es-Sekkā gibi bir grup âlim rivayette bulunmuştur (İbn Ebû Hâtim, III, 260; Hatîb, VIII, 242; Sem‘ânî, I, 181; İbn Hallikân, II, 26; Zehebî, Aʿlâmü’n-nübelâʾ , XI, 485). Sika bir râvi olmakla birlikte rivayetleri tasavvuf çevreleriyle sınırlı kalmış, hadis âlimleri tarafından kendisine başvurulmamıştır. Hâtim, Horasan şeyhleri içinde tevekküle dayanan tasavvuf anlayışıyla tanınan Şakīk-ı Belhî’nin müridi ve Ahmed b. Hadraveyh el-Belhî’nin şeyhidir. Mâverâünnehir’de Türkler’e karşı savaşlarda silâh arkadaşlığı yaptığı Şakīk ile (Kuşeyrî, s. 91; Attâr, s. 268-269: Kütübî, II, 106) otuz üç yıl sohbet ettiğine ve tasavvufî hayatı ondan öğrendiğine dair bilgiler ( İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , IV, 161) Hâtim’in Şakīk’ın fikirlerini geliştirerek devam ettirdiğini göstermektedir. Şeyhinin vefatından sonra (194/810) otuz yıl uzlet hayatı yaşayarak mânevî yönünü geliştiren Hâtim daha sonra 320 müridiyle birlikte hacca gitti ( Zehebî, Aʿlâmü’n-nübelâʾ , XI, 486). Belh Emîri İsâm b. Yûsuf ile yakın ilişkisi dışında, dönemin meşhur ilim ve siyaset adamlarıyla yaptığı görüşmeleri anlatan haberlerin hemen hepsi bu görüşmelerin hac yolculuğu sırasında gerçekleştiği kaydını taşımaktadır. Rey’de şehrin kadısı Muhammed b. Mukātil, Kazvin’de Tanâfisî ve Medine’de şehrin valisiyle yaptığı görüşmelerde onların yaşayışındaki lüks ve refahı tenkit etmiş (Ebû Nuaym, VIII, 80-83), Bağdat’ta Ahmed b. Hanbel’e de beşerî münasebetler konusunda tavsiyelerde bulunmuştur ( a.g.e. , VIII, 82; Hatîb, VIII, 242; İbn Hallikân, II, 26-27; Zehebî, Aʿlâmü’n-nübelâʾ , XI, 486-487). Uzlet yıllarında sorularını cevaplandırması dışında insanlarla konuşmamış, herhangi bir ihtiyacı için onlara başvurmamış, bu sebeple bazı çevrelerde adı deliye çıkmıştı. Halife Hârûnürreşîd, Hâtim’in durumunu tahkik için aralarında İmam Muhammed el-Bâkır, Kisâî ve Câhiz’in de bulunduğu bir heyeti görevlendirmiş, bu heyet onun “zamanın en akıllısı” olduğuna karar vermişti (Ebû Nuaym, VIII, 74). Cüneyd-i Bağdâdî de ondan, “Zamanımızın sıddîkı Hâtim el-Esam’dır” diyerek övgüyle bahseder (Hücvîrî, s. 214; Attâr, s. 328). Hacdan sonra Mâverâünnehir’e dönen ve son yıllarını burada geçiren Hâtim, Ceyhun nehri üzerinde küçük bir şehir olan Vâşecird’in güneyindeki bir dağda bulunan evinde vefat etti ve buraya defnedildi. Onun burada yetiştirdiği müridlerinin en meşhuru, Mâverâünnehir’in tanınmış sûfîlerinden Ebû Türâb en-Nahşebî’dir. Zühd, riyâzet, sabır, havf, hüzün, vera‘, takvâ, mârifet, edeb, taat, ihlâs, sıdk, infak, tevekkül gibi devrindeki tasavvuf düşüncesinin temel konuları üzerinde duran Hâtim, zühd ve tevekküle dayanan sade bir tasavvuf anlayışına sahiptir. Nitekim Zehebî, onun zühd hayatının esaslarıyla ilgili bazı görüşlerini naklettikten sonra bunları, “Âriflerin nükteleri ve işaretleri işte böyle olur” diye övmüş, daha sonraki sûfîlerce ortaya atılan fenâ-bekā, mahv-isbat, cem‘-fark, hulûl, ittihâd, vahdet-i vücûd gibi görüşlerin onda bulunmadığına işaret etmiştir ( Aʿlâmü’n-nübelâʾ , XI, 487). Zehebî’nin bu değerlendirmesinden, Hâtim’in tasavvuf anlayışının Selefiyye’nin kabul ettiği çerçevenin dışına çıkmadığı anlaşılmaktadır. “Ümmetin Lokmanı” diye tanınan Hâtim’in tasavvuf anlayışını üç esasa dayandırdığı söylenebilir: İnsan-dünya ilişkilerinde istikrarlı bir zühd, insan-toplum ilişkilerinde iyi niyete dayanan bir davranış biçimi, insan-Allah ilişkisinde ihlâs ve samimiyete dayanan bir ibadet. Hâtim’e göre yeme, içme, barınma, giyinme, konuşma ve bakma nefsin belli başlı istekleridir. Bu isteklerin sınırlandırılmaması insanı doyumsuzluğa sevkeder ve insan olma onurunu kaybettirir; çünkü bunlar bir yandan kişiyi dünyaya bağlayıp maddeci bir hale getirirken öte yandan kötülüklere iterek Allah’tan uzaklaştırır. Bu sebeple onların fikrî telkinler ve fiilî kısıtlamalarla kontrol altına alınması şarttır. Zühd, bu tehlikeli arzuları kontrol altına alarak dünya ve âhiretteki gerçek mutluluğu sağlayan dünyevî ve dinî bir disiplindir. Bundan dolayı nefsânî arzuların yol açacağı tehlikeler, bunlara karşı alınması gereken tedbirler ve bu şekilde elde edilecek mânevî başarılar, Hâtim’in zühd hayatıyla ilgili olarak sistematik bir biçimde ele aldığı belli başlı konulardır. Onun bu sistematik çabası bir sözündeki üçlemelerinde açıkça görülebilir. Bu sözünde Hâtim yeme, konuşma ve bakma arzularını nefsi azdıran ve insanı kötülüğe sürükleyen başlıca tutkular olarak saymış, tevekkül, sıdk ve ibreti onları engelleyecek ve ıslah edecek tasavvufî değerler olarak göstermiş, arzuların bu değerlerle terbiye edilmesi halinde artık helâl rızık, zikir ve müşahedenin süreklilik kazanacağını söylemiştir (Sülemî, s. 96; Ebû Nuaym, VIII, 83). Yeme içme, giyim kuşam ve mesken konularındaki tutkuları, “Ölümü tadacağım, kefeni giyeceğim, mezarı mesken edineceğim” diyerek yenmeyi prensip edinen Hâtim, insanın Allah’a teslimiyetini bu tutkuları tesirsiz kılan en iyi formül olarak belirler. Ona göre nefsânî arzular ve tabii ihtiyaçlar konusunda izlenmesi gereken en gerçekçi yol Allah’a tam bir güven ve teslimiyettir. Bu yaklaşımının bir gereği olarak Hâtim rızık konusunda tevekkül üzerinde ısrarla durur. Tevekkül, onun tasavvuf anlayışının en temel ve muhtevalı kavramı olarak dikkati çeker. Hâtim, rızık için çaba sarfetmeyi değil hiçbir azığı olmadığı halde Allah’a güvenmeyi gerçek tefvîz ve tevekkül kabul eder. Bundan dolayı ne yiyip içtiğini ve nasıl geçindiğini soranlara, “Rızkınız semadadır” (ez-Zâriyât 51/22); “Yerlerin ve göklerin hazineleri Allah’ındır; fakat münafıklar bunları kavrayamazlar” (el-Münâfikūn 63/7) meâlindeki âyetleri okuyarak cevap verirdi (Hatîb, VIII, 244). Hâtim, Allah’ın takdiri olan rızık için kulun tedbir peşinde koşmasını anlamsız bulmuş, bu konuda Allah’a karşı tam bir güven içinde olmayı öğütlemiş, bu güveni de darlığa üzülmemek, bolluğa sevinmemek, fakir veya zengin olduğuna aldırmamak şeklinde tanımlamıştır (Sülemî, s. 94). Allah’a karşı titiz bir kulluğu, şeytana karşı da amansız bir düşmanlığı savunurken Hâtim cihad kavramına başvurmuştur. Çünkü ona göre müminin, bozguna uğratıncaya kadar içindeki şeytanla yapacağı gizli cihad, farzları istenen şekliyle yerine getirinceye kadar yapacağı açık cihad ve Allah düşmanlarıyla yapacağı cihad (Sülemî, s. 95-96) şeklinde üç türlü cihadı vardır. Bu son anlamdaki cihad konusunda yaşadığı bir olay onun teslimiyet ve tevekkülünün canlı bir örneğini teşkil eder. Katıldığı bir savaşta düşman askerinin kendisini kıskıvrak yakalayıp hançeri boğazına dayadığını, fakat buna rağmen kalbini hiç bozmadığını, “Yâ rabbi! Ben senin mülkünüm, hükmün böyleyse başım gözüm üstüne!” diye düşünürken bir mücahidin attığı okun düşmanın gırtlağına saplandığını ve kendisinin aynı hançerle onu öldürdüğünü anlatır (Kuşeyrî, s. 96; Attâr, s. 325). Güzel giyinmeyi bedenin, çok konuşmayı dilin, her yere ve her şeye bakmayı gözün tutkusu olarak niteleyen Hâtim, sağlıklı bir zühd hayatı için bu arzuların mutlaka denetlenmesi gerektiğini söyler. Yamalı aba giymeyi zühd hayatına girişin temel şartlarından biri olarak görür. Ancak Hâtim, gönlünde beş paralık elbise giyme arzusu varken iki paralık aba giymenin kişiyi zâhid yapmayacağını (Sülemî, s. 97), bu kişinin önce giyim tutkusundan kurtulması, bunun için de zenginlik düşüncesinden sıyrılması gerektiği kanaatindedir. Gerçek zâhid nefsinden önce kesesini, zâhid geçinen ise kesesinden önce nefsini eritmeye çalışır (Kuşeyrî, s. 215). Hâtim’in insan-toplum ilişkileri konusundaki düşünceleri temelde, zühd hayatını işlerken üzerinde durduğu nefis terbiyesi kavramına dayanır. Ona göre insan beşerî münasebetlerinde kendisine karşı katı ve acımasız, başkalarına karşı ise sabırlı ve hoşgörülü olmayı prensip edinmelidir (Kuşeyrî, s. 351; Attâr, s. 336). Bu prensip ona hem kendisinin istikamet sahibi olmasını, hem de ona başkalarına istikameti tavsiye etme hakkını sağlar. İnsan, kendisi istikamet sahibi olmadan başkalarına istikameti tavsiye edemeyeceğine göre iyilikleri emretme ve kötülükleri yasaklama ilkesini önce kendi şahsında uygulamalıdır (Sülemî, s. 95). Nitekim ziyaretine gittiği Rey Kadısı Muhammed b. Mukātil’in hizmetçilerle dolu bir konakta lüks içinde yaşadığını görünce durumu çok yadırgamış, bunun Hz. Peygamber’e ve ashabına değil Firavun ve Nemrud’a tâbi olma anlamına gelen bir hayat tarzı olduğunu, ilim adamlarının dünyaya düşkünlüğünün kötü örnek teşkil edeceğini anlatmış, abdest alırken bir organı dört kere yıkamayı su israfından dolayı mekruh sayan fukahanın böylesine lüks bir yaşantıyı kendilerine mekruh görmemelerindeki çelişkiye dikkat çekmiş, bu ince nüktesi, Muhammed b. Mukātil’in evini barkını terkedip tasavvuf yolunu tutmasına vesile olmuştu (Şa‘rânî, I, 80-81). Ahmed b. Hanbel, Bağdat’taki evinde kendisini ziyarete gelen Hâtim’le dertleşirken ona mihne olaylarında mâruz kaldığı baskı ve işkenceleri anlatmış ve insanlardan kurtulup huzurlu bir hayat yaşamanın mümkün olup olmadığını sormuştu. Hâtim de malını insanlara vermesini, fakat onlardan bir şey almamasını, insanlara haklarını ödemesini, fakat onlardan kendi hakkını ödemelerini beklememesini, insanların baskılarına katlanmasını, fakat onların hiçbirine hiçbir konuda baskı yapmamasını tavsiye etmiş, Ahmed b. Hanbel bunların çok doğru, ancak uygulamasının çok zor olduğunu söyleyince Hâtim ona, “Keşke bunları yapabilseydin” demişti (Ebû Nuaym, VIII, 82; Hatîb, VIII, 242; İbn Hallikân, II, 27; Zehebî, Aʿlâmü’n-nübelâʾ , XI, 487). Hâtim insan-Allah ilişkisinin menfi şeklini mâsiyet, müsbet şeklini taat olarak değerlendirir ve bu iki tavrı bazan ayrı ayrı, bazan da beraberce ele alarak zengin bir zühd kültürü içinde yorumlar. Bütün günahların maddî ihtiraslar, nefsânî arzular, ahlâkî zaaflar gibi sebeplerden dolayı meydana geldiğini, buna karşılık bütün taatlerin de Allah korkusu, Allah sevgisi, cehennem kaygısı, cennet arzusu gibi dünya atmosferini aşan daha yüce değerlere bağlı olarak gerçekleştiğini söyler. Ona göre taatin aslı havf, recâ ve haseb (umulan ecir), mâsiyetin aslı da kibir, hırs ve hasettir (Sülemî, s. 95; Ebû Nuaym, VIII, 78-79). Mâsiyetle taat birbirine ne kadar zıtsa nefis ile Allah, dünya ile âhiret arzuları da birbirine o kadar zıttır; sadece nefsi ve dünyayı gözeterek işlenen her fiil mâsiyeti, sadece Allah’ı ve âhireti gözeterek işlenen her fiil de taati meydana getirir. Zühdü sıhhatli bir amelî hayatın temeli olarak gören Hâtim’in insan-Allah ilişkisi konusundaki görüşleri daima zühd hayatıyla ilgili motifler taşır. Ona göre dünya malını hırsla toplayan, bunu fakirliğe düşme korkusuyla elinde tutan, sarfederken de riyakârca harcayan kimse ancak münafık olabilir. Çünkü mümin dünyadan aldığını korkarak alır, elinde istemeden tutar ve sadece taat maksadıyla Allah için harcar. Fakirliği sevmeden Hz. Peygamber sevgisinden, malı taat amacıyla harcamadan cennet arzusundan, haramlardan dikkatle kaçınmadan Allah sevgisinden veya Allah korkusundan bahsetmek kuru birer yalandan ibarettir (Sülemî, s. 97; Ebû Nuaym, VIII, 75). Muradı Allah olan müridin bütün çabası da Allah için olmalıdır. Ona göre tövbe günahkârın bu noktadaki gafletinden uyanması, Allah’tan utanması ve memeden çıkan süt misali bir daha günahlara geri dönmemesidir. Hâtim, böyle bir tövbe ile mâsiyetten kurtulan mümin için daima bağlı kalması gereken dört esas belirler: Rızkının bir başkasına verilmeyeceğini bilerek Allah’a tevekkül etmek, Allah’ın gözetiminden bir an bile uzak kalamayacağını bilerek günah işlemekten hayâ etmek, kendisi adına bir başkasının yerine getiremeyeceğini bilerek amelleri titizlikle eda etmek, ecelinin peşinde olduğunu bilerek her an yakalanacakmış gibi hazırlıklı bulunmak (Ebû Nuaym, VIII, 73-74; Hatîb, VIII, 243). İnsan amel işlerken bu ameline Allah’ın nazarıyla bakmalıdır; böylece ondaki kusurları kendisi de görüp ıslah edebilir ( Zehebî, Aʿlâmü’n-nübelâʾ , XI, 485). Hâtim’in bazı sözleri erken dönemlerde derlenmiş, daha sonraki tasavvuf klasiklerine kaynak teşkil eden bu derlemelerden bir kısmı günümüze kadar gelmiştir. Şeyhi Şakīk-ı Belhî’ye sorduğu sekiz meseleyi ve onun cevaplarını ihtiva eden bir metin Süleymaniye Kütüphanesi’nde (Fâtih, nr. 4492/2, vr. 54 b -56 a ), bazı veciz sözlerini ve hakkında ilginç bilgiler ihtiva eden bir metin de Şam’da Zâhiriyye Kütüphanesi’nde kayıtlı el-Fevâʾid ve’l-aḫbâr ve’l-ḥikâyât ʿani’ş-Şâfiʿî ve Ḥâtim el-Eṣam ve Maʿrûf el-Kerḫî ve ġayrihim adlı mecmuada (nr. 9613, vr. 156 a -169 b ) yer almaktadır (Sezgin, I, 639). BİBLİYOGRAFYA İbn Ebû Hâtim, el-Cerḥ ve’t-taʿdîl , III, 260. Sülemî, Ṭabaḳāt , s. 91-97. Ebû Nuaym, Ḥilye , VIII, 73-83, 92. Hatîb, Târîḫu Baġdâd , VIII, 241-245. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 214, 421, 437. Kuşeyrî, Risâle (Uludağ) , s. 90, 91, 96, 99, 215, 225, 248-249, 258, 300, 351. Sem‘ânî, el-Ensâb , I, 181. İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , IV, 161-163. a.mlf., el-Ḳuṣṣâṣ ve’l-müẕekkirûn (nşr. Muhammed b. Lutfî es-Sabbâğ), Beyrut 1409/1988, s. 276. Attâr, Tezkiretü’l-evliyâ (trc. Süleyman Uludağ), İstanbul 1985, s. 218, 263, 267, 268-269, 273, 325, 328-337, 382. Yâkūt, Muʿcemü’l-büldân , V, 353. İbnü’l-Esîr, el-Lübâb , I, 71. İbn Hallikân, Vefeyât , II, 26-29. Ebü’l-Fidâ, el-Muḫtaṣar , II, 38. Zehebî, el-ʿİber , I, 246, 333. a.mlf., Aʿlâmü’n-nübelâʾ , XI, 484-487. İbnü’l-Verdî, Tetimmetü’l-Muḫtaṣar fî aḫbâri’l-beşer (nşr. Ahmed Rif‘at el-Bedrâvî), Beyrut 1389/1970, I, 339. Kütübî, Fevâtü’l-Vefeyât , II, 105-106. Yâfiî, Mirʾâtü’l-cenân , II, 118. İbn Kesîr, el-Bidâye , X, 317. Kureşî, el-Cevâhirü’l-muḍıyye , II, 25-27. İbnü’l-Mülakkın, Ṭabaḳātü’l-evliyâʾ , s. 12, 37, 178-181, 355. İbn Tağrîberdî, en-Nücûmü’z-zâhire , II, 290-291. Lâmiî, Nefehât Tercümesi , s. 116-117. Şa‘rânî, eṭ-Ṭabaḳāt , I, 76, 80-81. Münâvî, el-Kevâkib , I, 220. İbnü’l-İmâd, Şeẕerât , II, 87-88. Ziriklî, el-Aʿlâm , II, 151. Sezgin, GAS , I, 639. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1997 yılında İstanbul’da basılan 16. cildinde, 470-472 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "İbn Ebû Hâtim, el-Cerḥ ve’t-taʿdîl , III, 260.",
        "Sülemî, Ṭabaḳāt , s. 91-97.",
        "Ebû Nuaym, Ḥilye , VIII, 73-83, 92.",
        "Hatîb, Târîḫu Baġdâd , VIII, 241-245.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 214, 421, 437.",
        "Kuşeyrî, Risâle (Uludağ) , s. 90, 91, 96, 99, 215, 225, 248-249, 258, 300, 351.",
        "Sem‘ânî, el-Ensâb , I, 181.",
        "İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , IV, 161-163.",
        "a.mlf., el-Ḳuṣṣâṣ ve’l-müẕekkirûn (nşr. Muhammed b. Lutfî es-Sabbâğ), Beyrut 1409/1988, s. 276.",
        "Attâr, Tezkiretü’l-evliyâ (trc. Süleyman Uludağ), İstanbul 1985, s. 218, 263, 267, 268-269, 273, 325, 328-337, 382.",
        "Yâkūt, Muʿcemü’l-büldân , V, 353.",
        "İbnü’l-Esîr, el-Lübâb , I, 71.",
        "İbn Hallikân, Vefeyât , II, 26-29.",
        "Ebü’l-Fidâ, el-Muḫtaṣar , II, 38.",
        "Zehebî, el-ʿİber , I, 246, 333.",
        "a.mlf., Aʿlâmü’n-nübelâʾ , XI, 484-487.",
        "İbnü’l-Verdî, Tetimmetü’l-Muḫtaṣar fî aḫbâri’l-beşer (nşr. Ahmed Rif‘at el-Bedrâvî), Beyrut 1389/1970, I, 339.",
        "Kütübî, Fevâtü’l-Vefeyât , II, 105-106.",
        "Yâfiî, Mirʾâtü’l-cenân , II, 118.",
        "İbn Kesîr, el-Bidâye , X, 317.",
        "Kureşî, el-Cevâhirü’l-muḍıyye , II, 25-27.",
        "İbnü’l-Mülakkın, Ṭabaḳātü’l-evliyâʾ , s. 12, 37, 178-181, 355.",
        "İbn Tağrîberdî, en-Nücûmü’z-zâhire , II, 290-291.",
        "Lâmiî, Nefehât Tercümesi , s. 116-117.",
        "Şa‘rânî, eṭ-Ṭabaḳāt , I, 76, 80-81.",
        "Münâvî, el-Kevâkib , I, 220.",
        "İbnü’l-İmâd, Şeẕerât , II, 87-88.",
        "Ziriklî, el-Aʿlâm , II, 151.",
        "Sezgin, GAS , I, 639."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 505
}
