{
  "id": "eweb_281",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/havas--tasavvuf",
  "annotator": "Jeremy",
  "title": "HAVAS",
  "arabic_title": "الخواصّ",
  "summary": "Özel bilgiler ve özel hallere sahip velîler anlamında bir tasavvuf terimi.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Sözlükte “bir nesneyi diğerlerinden farklı ve üstün kılan nitelik” anlamına gelen hâssa kelimesinin çoğulu olup genellikle avam karşıtı olarak “seçkin kişiler” mânasında kullanılır. Tasavvufta, herkeste bulunmayan birtakım bilgilere ve hallere, yetenek ve ruh temizliğine sahip velîlere havâs veya ehl-i husûs , bunların en üstün olanlarına hâssü’l-havâs veya hâssatü’l-hâssa adı verilir; böylece tasavvufî anlayışta müslümanlar avam ve havas şeklinde iki kategoriye ayrılır. Havas ve hâssü’l-havâs, şer‘î yükümlülükler konusunda avamla aynı hükümlere tâbi olup avama uygulanan hükümler onlara da uygulanır. Ancak havas nâfile ibadetlere büyük önem vermesi, haram ve mekruh olan şeylerden titizlikle kaçınması, dinî hayatı en mükemmel şekliyle yaşamaya çalışması sonucunda birtakım özel bilgilere ve hallere sahip olarak avamdan ayrılır. Mutasavvıflara göre Hz. Peygamber’in vahiy alma, mi‘raca çıkma ve mûcize gösterme gibi sadece kendine has bazı halleri (hasâisü’n-nebî) vardır. Aynı şekilde Resûl-i Ekrem sırdaşı olan Huzeyfe b. Yemân’a başkalarının bilmediği bazı şeyleri haber verdiği gibi Ali’ye de başkalarının bilmediği yetmiş kadar ilim dalını öğretmiş, ancak Hz. Ali, avamın kendisini yalancılıkla suçlamasından çekindiği için bunları açıklamamıştı. Hz. Ebû Bekir firâsete ve ilhama mazhar olmuş, Hz. Ömer hak ile bâtılı birbirinden ayırma yeteneğine sahip olduğu için kendisine “Fârûk” denilmiştir (Serrâc, s. 38, 168-182). Hadis âlimleri hadis alanında, fıkıh âlimleri hukuk alanında uzman oldukları gibi sûfîler de ruh ve gönül halleri hususunda uzmandır. Bu konudaki bilgilerin ve hallerin bir bölümü Hz. Peygamber ve sahâbeden kendilerine intikal etmiş, bir kısmına ise ibadet, ahlâk, edep konularında hassasiyet göstermek, ruh ve kalp hallerini kontrol altında tutmak, nefsi günah kirinden arındırmak, ilâhî hakikati ve sırrı kavramaya çalışmak suretiyle kendileri ulaşmıştır. Büyük bir ruhî çaba ve mânevî tecrübe ile kazanılan bu bilgilere “ilm-i husûs” adı verilir. “Ledün ilmi” veya “bâtın ilmi” de denilen bu bilgi türü sûfîlere hastır ( a.g.e. , s. 31-33). Havas ve hâssatü’l-havâs, bu ilim sayesinde Kur’an ve hadisten herkesin farkına varamadığı mânaları bulur ve ortaya çıkarır. Meselâ Hz. İbrâhim’in gördüğü yıldız his, ay akıl, güneş Hak nuru şeklinde yorumlanmış; bundan da avamın his, havassın akıl, hâssatü’l-havâssın Hak nuru ile irşad edildiği sonucuna varılmıştır (Haydar el-Âmülî, s. 359). Havas-avam ayırımına ilk sûfîlerden itibaren bütün mutasavvıflarda rastlanır. Zünnûn el-Mısrî, “Avam günahtan, havas gafletten tövbe eder” derken bu ayırımı yapmıştır (Kuşeyrî, s. 260). Sûfîler tevhid gibi en hassas konularda bile avam-havas ayırımı yapmışlardır. Meselâ Cüneyd-i Bağdâdî biri avama, diğeri havassa ait iki tür tevhidden bahsetmiş (Serrâc, s. 49), daha sonra havassın tevhid anlayışına “tevhîd-i sûfiyye” veya “tevhîd-i hâlî” denilmiştir. Aynı ayırımı yapan Gazzâlî avamın tevhidinin “Lâ ilâhe illallah”, havassın tevhidinin “Lâ ilâhe illâ hû” olduğunu söyler ( Mişkâtü’l-envâr , s. 21). Havastan olan bir kişinin kalbi uyanık, ahlâkı güzeldir. Hayır yapar, başkalarını buna davet eder. İyiliği emredip kötülükten menetme sorumluluğu çerçevesinde hükümdarlarla barış içinde bulunur (Sülemî, s. 226). Mutasavvıflar edep, ahlâk, hal, ilim ve mârifet gibi meziyetler bakımından halktan ileride olan havassın aynı zamanda mütevazi, sabırlı ve hayır sever olmaları gerektiğini söylerler. Sûfîler, bir kimsenin havastan olmasının kendisine herhangi bir ayrıcalık sağlamadığını kabul etmekle beraber avam, havas ve hâssü’l-havâssı bazan farklı hükümlere tâbi kıldıkları da olur. Meselâ Kuşeyrî’nin üstadı Ebû Ali ed-Dekkāk semâı avam için haram, zâhidler (havas) için mubah, sûfîler için müstehap sayardı ( Risâle , s. 458). Tasavvufta genellikle ibadet, hal, ahlâk, edep, ilim ve irfan üçlü bir sınıflandırmaya tâbi tutulur. Buna göre meselâ bir ahlâk kuralı alelâde, iyi veya en iyi şekilde uygulanabilir. Avam bu kuralları alelâde, havas iyi, hâssü’l-havâs ise en iyi şekilde yerine getirir. Kur’an’da, “Allah’a koşunuz” (ez-Zâriyât 51/50) buyurulmuştur. Bu buyruğu avam bilgisizlikten bilgiye, tembellikten çalışmaya, darlıktan genişliğe koşarak; havas habere dayanan bilgiden görmeye dayanan bilgiye, şekillerden ilkelere, huzurdan tecride koşarak; hâssü’l-havâs ise mâsivâdan Hakk’a koşarak uygular (Herevî, s. 12). İlme’l-yakīn, ayne’l-yakīn, hakka’l-yakīn; muhâdara, mükâşefe, müşâhede; tevâcüd, vecd, vücûd gibi üçlü sınıflandırmalar da hep bu temele dayanır. BİBLİYOGRAFYA Serrâc, el-Lümaʿ (nşr. Tâhâ Abdülbâkī Sürûr), Kahire 1960, s. 31-33, 38, 49, 168-182. Sülemî, Ṭabaḳāt , s. 226. Kuşeyrî, Risâle (Uludağ) , s. 260, 458. Herevî, Menâzil , s. 12. Gazzâlî, İḥyâʾ (Beyrut) , I, 33; III, 15. a.mlf., Mişkâtü’l-envâr , Beyrut 1986, s. 21. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1983, I, 504. Haydar el-Âmülî, Câmiʿu’l-esrâr , Tahran 1378, s. 359. Süleyman Nedvî, İslâm Tarihi, Asr-ı Saâdet (trc. Ömer Rıza [Doğrul]), İstanbul 1347/1928, III, 1392. Abdülhay el-Kettânî, et-Terâtîbü’l-idâriyye (Özel) , I, 98; III, 87, 176. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1997 yılında İstanbul’da basılan 16. cildinde, 517 numaralı sayfada yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Serrâc, el-Lümaʿ (nşr. Tâhâ Abdülbâkī Sürûr), Kahire 1960, s. 31-33, 38, 49, 168-182.",
        "Sülemî, Ṭabaḳāt , s. 226.",
        "Kuşeyrî, Risâle (Uludağ) , s. 260, 458.",
        "Herevî, Menâzil , s. 12.",
        "Gazzâlî, İḥyâʾ (Beyrut) , I, 33; III, 15.",
        "a.mlf., Mişkâtü’l-envâr , Beyrut 1986, s. 21.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1983, I, 504.",
        "Haydar el-Âmülî, Câmiʿu’l-esrâr , Tahran 1378, s. 359.",
        "Süleyman Nedvî, İslâm Tarihi, Asr-ı Saâdet (trc. Ömer Rıza [Doğrul]), İstanbul 1347/1928, III, 1392.",
        "Abdülhay el-Kettânî, et-Terâtîbü’l-idâriyye (Özel) , I, 98; III, 87, 176."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}