{
  "id": "eweb_286",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/hicab#2-tasavvuf",
  "annotator": "Jeremy",
  "title": "HİCAB",
  "arabic_title": "الحجاب",
  "summary": "Hakka ve hakikate ulaşmaya, âhiret hayatında Allah’ı görmeye engel olan perde anlamında terim.",
  "parts": [
    {
      "author": "İLYAS ÇELEBİ",
      "content": "Sözlükte “engel olmak; örtmek, gizlemek” mânalarına gelen hacb kökünden türemiş bir isim olan hicâb “perde, iki nesne arasına konan engel, örtü” anlamında kullanılır ( Lisânü’l-ʿArab , “ḥcb” md.; Kāmus Tercümesi , I, 103). Hicab kelimesi Kur’ân-ı Kerîm’de geçtiği yedi âyette, âhirette cennette bulunanlarla cehennem ehlinin birbirlerinin haline vâkıf olmaya mani olan engel (el-A‘râf 7/46; bk. Râgıb el-İsfahânî, el-Müfredât , “ḥcb” md.); perde, örtü, engel (Meryem 19/17; el-Ahzâb 33/53; Fussılet 41/5; eş-Şûrâ 42/51); Kur’an okuduğu sırada Hz. Peygamber’le âhirete inanmayanlar arasına çekildiği belirtilen görünmez perde (el-İsrâ 17/45) ve karanlığın oluşturduğu perde (Sâd 38/32) mânalarında kullanılmıştır. Hicab kavramı bir âyette de âhiret gününe inanmayıp her türlü taşkınlığı gösteren, günahkâr, vahiy ürünü âyetleri “eskilerin masalları” olarak niteleyen ve nihayet kalpleri kararan kimseler “rablerine kavuşmaktan alıkonanlar” (mahcûbûn) şeklinde tasvir edilirken ism-i mef‘ûl sîgasıyla geçmektedir (el-Mutaffifîn 83/15). Kur’an’da yer alan gışâve, sitr ve zulle (çoğulu zulel ) kelimeleri de hicabın yukarıdaki anlamlarına yakın mânalar taşır ve hicab kavramı etrafında oluşan terminolojik tartışmalara ışık tutar. Kur’ân-ı Kerîm’de, kâfirlerin gözlerinde gerçekleri görmelerini engelleyen perde bulunduğu (el-Bakara 2/7; Yâsîn 36/9; el-Câsiye 45/23), münafıkların cihad âyetleri karşısında âdeta “ölüm baygınlığı geçiren bir kimsenin bakışı” ile Peygamber’e baktıkları (Muhammed 47/20) bildirilirken “gışâve” kökü; dünya hayatında gözleri Allah’ın varlığının apaçık delillerini görmeyen kâfirlerden (el-Kehf 18/101) bu gaflet perdelerinin âhirette kaldırılacağı ifade edilirken (Kāf 50/22) “gıtâ” kökü; Allah düşmanlarına, organlarının âhirette kendileri aleyhine şahitlik edeceğini hiç düşünmeden bu dünyada işledikleri kötü ameller hatırlatılırken (Fussılet 41/22) “sitr” kökü; inkârcıların iman etmeyi, Allah’ın cismâniyete bürünerek bütün azametiyle gelip kendini göstermesi gibi muhal bir talebe bağladıkları beyan edilirken de (el-Bakara 2/210) “zulle” kökü kullanılmaktadır. Gerek “hacb” kökünün gerekse bununla anlam yakınlığı bulunan diğer köklerin kullanıldığı âyetlerden anlaşıldığına göre hicab, “Allah ile insanlar arasında perde” anlamına geldiği yerlerde Allah’a değil insanlara nisbet edilmiş, perdelenmeye ve mahrumiyete onların mâruz kaldığı belirtilmiştir. Hadislerde Kur’ân-ı Kerîm’de kullanıldığı anlamlarda yer alan hicab kelimesi bazı rivayetlerde Allah’a da nisbet edilmekte ve O’nun bir vasfı şeklinde kullanılmaktadır. Ebû Mûsâ el-Eş‘arî’den nakledildiğine göre Hz. Peygamber bir hadisinde çeşitli hususlara dikkat çektikten sonra, “Allah’ın hicabı nurdur, eğer onu kaldırmış olsaydı bütün varlıklar yanardı” demiştir (Müslim, “Îmân”, 293-294; İbn Mâce, “Muḳaddime”, 13). Bu hadisin farklı rivayetlerinde “nur” yerine “nâr” kelimesinin kullanıldığı görülmekte (Müslim, “Îmân”, 293; Müsned , IV, 401), bazı kaynaklarda ise “Allah’ın nûrdan (veya nur ve zulmetten) yetmiş, yedi yüz veya yetmiş bin perdesinin bulunduğu” şeklindeki rivayetlere de yer verilmektedir (Zebîdî, II, 72; V, 137; Şevkânî, s. 450). Suheyb b. Sinân yoluyla gelen diğer bir rivayete göre Allah Teâlâ cennet ehline, “Benden daha başka bir şey istiyor musunuz?” diye soracak, onlar da, “Yüzümüzü ağartmadın mı, bizi cennete koyup ateşten kurtarmadın mı?” diyecekler, bunun üzerine Allah perdeyi kaldıracak ve cennettekiler, o güne kadar mazhar olmadıkları en büyük nimet olarak rablerine bakacaklardır (Müslim, “Îmân”, 297). Kelâm literatüründe hicab konusu daha çok rü’yetullah münakaşaları sebebiyle, Yûnus sûresinin 26. âyetinde geçen “ziyade” kelimesiyle Mutaffifîn sûresinin 15. âyetinde geçen “mahcûbûn” kelimesi etrafında yapılan farklı yorumlar dolayısıyla ele alınmıştır. Nitekim Allah’ın âhirette görülebilmesi (rü’yetullah) meselesi, Mu‘tezile ile Ehl-i sünnet âlimleri arasındaki tartışma konularından birini teşkil etmiştir. Sünnî âlimler âhiret hayatında Allah’ın görülmesinin aklen mümkün olduğunu, nakil yoluyla da sabit bulunduğunu belirtmiş, Mu‘tezile kelâmcılarıyla onların görüşlerini benimseyen bazı âlimler ise rü’yetullahın aklen ve naklen mümkün olmadığını ileri sürmüşlerdir. Rü’yetin imkânını savunan Ehl-i sünnet’e mensup müfessirler, “Güzel davranışlarda bulunanlara daha güzel karşılık, bir de fazlası (ziyade) vardır” (Yûnus 10/26) meâlindeki âyette yer alan ziyade kelimesini “perdenin kalkması ile müminlerin Allah’ı görmesi” şeklinde yorumlamaktadır (Taberî, VII, 105-107; Kurtubî, VIII, 330; Süyûtî, IV, 356-357). Bu müfessirler, sıhhati tartışmalı olmakla birlikte Câbir b. Abdullah’tan rivayet edilen ve cennet ehlinin Allah’ı bir nur olarak göreceğini, O’na büyük bir mânevî zevkle baktıktan bir süre sonra Allah’ın gizleneceğini, fakat nuru ve bereketinin devam edeceğini ifade eden hadisi (İbn Mâce, “Muḳaddime”, 13) delil olarak zikrederler. İbn Fûrek de ziyade kelimesini, “insanların Allah’ı görmelerine mani olan engellerin ortadan kaldırılması” olarak açıklar; hicabın ise “iki nesneyi birbirinden ayıran duvar gibi katı bir nesne” anlamına geldiğini, Kur’an ve hadislerde geçen hicab ve müştaklarını bu anlamda kabul ederek Allah’ı “memnû, mestûr, mahdûd ve mahcûb” olarak nitelemenin câiz olmadığını vurgular. Mu‘tezile âlimleri, âyetteki ziyade kelimesini Allah’ın görülmesi şeklinde anlamadığından zât-ı ilâhiyyeye hicab kavramının nisbet edilmesini kabul etmemiştir. Cehmiyye de benzer görüşleri savunarak diğer haberî sıfatlar gibi hicab tabirini de zâhirî mânasıyla almayıp te’vil etmiştir. Dürzîler ise her türlü idrakin ötesinde olan Allah’ın bir hicab ve beşerî sûretle (nâsût) perdelendiğini, yetmişe varan devreler halinde bu perdelerin kalkarak Allah’ın tecelli ettiğini ve en son tecellinin Hâkim-Biemrillâh’ın şahsında vuku bulduğunu kabul etmektedir. Hesap gününe inanmayıp her türlü taşkınlığı gösteren, alabildiğine günahkâr, vahiy mahsulü âyetleri “eskilerin masalları” olarak niteleyen kalpleri kararmış kimseler için, “Hayır! Onlar hesap günü rablerinden mahrum (mahcup) kalacaklardır” denilmektedir (el-Mutaffifîn 83/10-15). Bu ifadede yer alan “hicab” kavramı hakkında da farklı görüşler ileri sürülmüştür. Fahreddin er-Râzî, buradaki hicabı Ebû Ali el-Cübbâî’nin “Allah’ın rahmetinin engellenmesi”, Ebû Müslim’in “O’na yakınlığın engellenmesi” ve Zemahşerî’nin “kâfirlerin huzura kabullerinin engellenmesi” şeklinde anladıklarını ifade ettikten sonra her üçünde de ortak olan şeyin “engellenme”den ibaret bulunduğunu belirtir; bunun ise “Allah’ı bilmeye engel olunma” şeklinde anlaşılamayacağını, zira kâfirlerde de bir nevi Allah bilgisinin mevcut olduğunu söyler. Ona göre âyetteki hicab kavramına “rü’yete engel olma” şeklinde bir anlamın verilmesi daha isabetlidir; nitekim Mukātil b. Süleyman ve Kelbî gibi müfessirler de aynı görüşü benimsemişlerdir ( Mefâtîḥu’l-ġayb , XXXI, 95-96). Mu‘tezile’ye göre söz konusu âyetin rü’yete delâleti ancak teşbih ve tecsîme meyletme halinde mümkün olabilir. Zira âyetteki hicabın, hem gören hem görülen açısından rü’yetin sıhhatini engelleyen bir perde olarak anlaşılması sadece cisimler hakkında düşünülebilecek bir durumdur. Buna göre âyet, “kâfirlerin Allah’ın rahmet ve sevabından menedilecekleri” şeklinde anlaşılmalıdır (Kādî Abdülcebbâr, IV, 220). Hz. Peygamber’in mi‘racda Allah’ı görüp görmediği tartışması da genellikle hicab terimi etrafında gelişmiştir. İbn Abbas’a nisbet edilen bir görüşe göre Resûl-i Ekrem mi‘racda rabbini görmüş, Hz. Âişe ve Ebû Zer’den rivayet edilen diğer bir görüşe göre ise mi‘rac gecesinde rü’yet asla gerçekleşmemiştir. Kendisine Tekvîr sûresinin 23. âyetiyle Necm sûresinin 13. âyeti hatırlatılan Âişe, Resûlullah’a bu âyetlerle ilgili olarak ilk defa kendisinin soru sorduğunu söylemiş, ardından da bu âyetlerde “görülen” olarak zikredilenin Cebrâil olduğunu kaydederek, “Gözler O’nu idrak edemez, fakat O bütün gözleri idrak eder” (el-En‘âm 6/103) ve, “Allah bir insanla ancak vahiy suretiyle veya perde (hicab) arkasından konuşur yahut bir elçi göndererek dilediğini vahyeder” (eş-Şûrâ 42/51) meâlindeki âyetlerin, Allah’ın (dünyada) görülemeyeceği hususuna açık delil teşkil ettiğini belirtmiştir. Ebû Zer el-Gıfârî’den gelen bir rivayette Hz. Peygamber’in kendisine bu husus sorulduğunda, “O bir nurdur, nasıl görebilirim?” dediği, rivayetin bir başka varyantında ise kendisinin sadece bir nur gördüğünü söylediği kaydedilmektedir (Müslim, “Îmân”, 291-292). Tefsirlerin büyük bir kısmında mi‘rac gecesinde hicabın kaldırıldığı, ancak Resûl-i Ekrem’in Allah’ı değil Cebrâil’i aslî sûretinde gördüğü belirtilmektedir (Taberî, XIII, 44-51; İbn Kesîr, IV, 247-249). Kur’ân-ı Kerîm’de ise nur kavramı çeşitli konumlarda Allah’a izâfe edilmiştir (bk. M. F. Abdülbâkī, el-Muʿcem , “nûr” md.). Müfessirler, âyetlerde geçen nur kelimelerini rivayetlerde geçtiği gibi “hicab” olarak değil “hidâyet, hakikat, Allah’ın dini, O’nun varlığına delâlet eden âyetler, nurun yaratıcısı ve sahibi” şeklinde anlamışlardır (Taberî, X, 135; Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , XXIII, 224; İbn Kesîr, III, 289; Âlûsî, XVIII, 164). Nitekim Hz. Peygamber’in, bazı ilâhî âyetlerin kendisine gösterilmesi için bir gece Mescid-i Harâm’dan Mescid-i Aksâ’ya götürüldüğünü (el-İsrâ 17/1) ve onun bu seyahat esnasında rabbinin büyük âyetlerini gördüğünü (en-Necm 53/18) bildiren âyet-i kerîmeler de birbiriyle bağlantılı olarak incelendiği takdirde Allah’ın nurundan maksadın “O’nun varlığına delâlet eden deliller” olduğu anlaşılır. “Allah’ın hicabının nur olduğu” şeklindeki rivayetlerin de bu bağlamda değerlendirilmesi halinde hicabın “zâtının görülmesine mani olan engeller” anlamına geldiği söylenebilir. Öte yandan Allah’ın nur olarak telakki edilmesi, O’nun kendi yarattığı bir varlıkla özdeş kabul edilmesi gibi aklen imkânsız bir varsayıma da yol açar. Bundan dolayı Kādî İyâz, “O bir nurdur ...” şeklindeki rivayeti güvenilir kaynakların hiçbirinde görmediğini söylemiştir (Nevevî, III, 12). Hicabla ilgili bazı hadislere yer veren İbnü’l-Cevzî bunları genellikle zayıf, metrûk ve sika olmayan kişiler tarafından rivayet edilmiş sözler olarak nitelendirmektedir ( el-Mevżûʿât , I, 116-117). İbn Fûrek, Gazzâlî, Fahreddin er-Râzî ve İbn Haldûn gibi âlimler, Allah ile insanlar arasında bazı perdelerin bulunduğunu bildiren ifadelerde kullanılan hicab tabirinin yaratılmış varlıklara yönelik olduğunu kaydetmektedir. Bunlara göre bir şeyin perdelenebilmesi için onun sınırlı ve ihata edilebilir olması gerekir. Halbuki Allah’ın, yaratılmış varlıklar için söz konusu olan böyle bir şeyle nitelendirilmesi, O’nun bir perde ile gizlenmesi aklen ve dinen kabul edilemez. Allah’ın bir perde ile perdelendiğini iddia eden kimse O’nun hakkında düşünülmesi muhal olan bir söz sarfetmiş, dolayısıyla tevhid inancını zedeleyerek teşbih ve tecsîme düşmüş olur. Bundan dolayı hicabı sözlük anlamıyla kesinlikle Allah’a izâfe etmemek gerekir. “Bir kişi ile bir nesne arasında yer alan ve arkasında bulunanların görülmesine engel olan şey” anlamındaki hicabı, “Büyüklük benim ridâm, ululuk ise izârımdır” (Müslim, “Birr”, 136; İbn Mâce, “Zühd”, 16; Ebû Dâvûd, “Libâs”, 25) hadisinde olduğu gibi mecazi mânaya hamletmek gerekir. Kur’an ve Sünnet’teki çeşitli kullanımlarından anlaşıldığına göre hicab Allah’ı görmek isteyen süjeye ait bir vasıf olup kâfirlerde kalbin mühürlenmesi, müminlerde ise kararması sonucunda mânevî bir körlük oluşturmakta, bu körlük ölüm ve ölüm sonrası hayatın gerçekleriyle nisbeten kalkabilmektedir. Bu husus, “Onlar rablerinden mahcup ve mahrum kalacaklardır” (el-Mutaffifîn 83/15) şeklindeki ilâhî beyanla vurgulanmaktadır. BİBLİYOGRAFYA Râgıb el-İsfahânî, el-Müfredât , “ḥcb”, “ẓll” md.leri. İbnü’l-Esîr, en-Nihâye , “ḥcb” md. Lisânü’l-ʿArab , “ḥcb” md. et-Taʿrîfât , “ḥicâb” md. Ebü’l-Bekā, el-Külliyyât , s. 360. Tehânevî, Keşşâf , I, 276. Kāmus Tercümesi , I, 103-104. Wensinck, el-Muʿcem , “ḥcb” md. M. F. Abdülbâkī, el-Muʿcem , “nûr” md. Müsned , IV, 401. Müslim, “Îmân”, 291-292, 293-294, 297, “Birr”, 136. İbn Mâce, “Muḳaddime”, 13, “Zühd”, 16. Ebû Dâvûd, “Libâs”, 25. Taberî, Câmiʿu’l-beyân , VII, 105-107; X, 135; XIII, 44-51. Makdisî, el-Bedʾ ve’t-târîḫ , I, 181-183. İbn Fûrek, Müşkilü’l-ḥadîs̱ (nşr. Mûsâ M. Ali), Beyrut, ts. (el-Mektebetü’l-asriyye), s. 141-142, 219-221. Kādî Abdülcebbâr, el-Muġnî , IV, 220. Gazzâlî, Mişkâtü’l-envâr , Beyrut 1986, s. 175-185. Ferrâ el-Begavî, Şerḥu’s-sünne (nşr. Şuayb el-Arnaût – M. Züheyr eş-Şâvîş), Beyrut 1403/1983, s. 173. İbnü’l-Cevzî, el-Mevżûʿât (nşr. Abdurrahman M. Osman), Beyrut 1403/1983, I, 116-117. Fahreddin er-Râzî, Esâsü’t-taḳdîs , Kahire 1354/1935, s. 96-100. a.mlf., Mefâtîḥu’l-ġayb , XXIII, 224; XXXI, 95-96. Kurtubî, el-Câmiʿ , VIII, 330. Nevevî, Şerḥu Müslim , III, 12-13. İbn Kayyim el-Cevziyye, Ḥâdi’l-ervâḥ , Kahire 1971, s. 233. İbn Kesîr, Tefsîrü’l-Ḳurʾân , III, 289; IV, 247-249. İbn Haldûn, Şifâʾü’s-sâʾil , s. 26-52. Süyûtî, ed-Dürrü’l-mens̱ûr , Beyrut 1403/1983, IV, 356-357. Şa‘rânî, Keşfü’l-ḥicâb , Beyrut, ts. (Dâru İbn Zeydûn), s. 39. Zebîdî, İtḥâfü’s-sâde , II, 72; V, 137. Şevkânî, el-Fevâʾidü’l-mecmûʿa (nşr. Abdurrahman b. Yahyâ el-Muallimî – Abdülvehhâb Abdüllatîf), Kahire 1380/1960, s. 450. Âlûsî, Rûḥu’l-meʿânî , XVIII, 164. Elmalılı, Hak Dini , I, 212-215; II, 737; VII, 4584-4589. Talat Koçyiğit, Kur’an ve Hadiste Ru’yet Meselesi , Ankara 1974, s. 51-54, 79. a.mlf., Hadisçilerle Kelâmcılar Arasındaki Münakaşalar , Ankara 1984, s. 182-184. Mustafa Öz, “Dürzîlik”, DİA , X, 40. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 1998 yılında İstanbul’da basılan 17. cildinde, 429-430 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Râgıb el-İsfahânî, el-Müfredât , “ḥcb”, “ẓll” md.leri.",
        "İbnü’l-Esîr, en-Nihâye , “ḥcb” md.",
        "Lisânü’l-ʿArab , “ḥcb” md.",
        "et-Taʿrîfât , “ḥicâb” md.",
        "Ebü’l-Bekā, el-Külliyyât , s. 360.",
        "Tehânevî, Keşşâf , I, 276.",
        "Kāmus Tercümesi , I, 103-104.",
        "Wensinck, el-Muʿcem , “ḥcb” md.",
        "M. F. Abdülbâkī, el-Muʿcem , “nûr” md.",
        "Müsned , IV, 401.",
        "Müslim, “Îmân”, 291-292, 293-294, 297, “Birr”, 136.",
        "İbn Mâce, “Muḳaddime”, 13, “Zühd”, 16.",
        "Ebû Dâvûd, “Libâs”, 25.",
        "Taberî, Câmiʿu’l-beyân , VII, 105-107; X, 135; XIII, 44-51.",
        "Makdisî, el-Bedʾ ve’t-târîḫ , I, 181-183.",
        "İbn Fûrek, Müşkilü’l-ḥadîs̱ (nşr. Mûsâ M. Ali), Beyrut, ts. (el-Mektebetü’l-asriyye), s. 141-142, 219-221.",
        "Kādî Abdülcebbâr, el-Muġnî , IV, 220.",
        "Gazzâlî, Mişkâtü’l-envâr , Beyrut 1986, s. 175-185.",
        "Ferrâ el-Begavî, Şerḥu’s-sünne (nşr. Şuayb el-Arnaût – M. Züheyr eş-Şâvîş), Beyrut 1403/1983, s. 173.",
        "İbnü’l-Cevzî, el-Mevżûʿât (nşr. Abdurrahman M. Osman), Beyrut 1403/1983, I, 116-117.",
        "Fahreddin er-Râzî, Esâsü’t-taḳdîs , Kahire 1354/1935, s. 96-100.",
        "a.mlf., Mefâtîḥu’l-ġayb , XXIII, 224; XXXI, 95-96.",
        "Kurtubî, el-Câmiʿ , VIII, 330.",
        "Nevevî, Şerḥu Müslim , III, 12-13.",
        "İbn Kayyim el-Cevziyye, Ḥâdi’l-ervâḥ , Kahire 1971, s. 233.",
        "İbn Kesîr, Tefsîrü’l-Ḳurʾân , III, 289; IV, 247-249.",
        "İbn Haldûn, Şifâʾü’s-sâʾil , s. 26-52.",
        "Süyûtî, ed-Dürrü’l-mens̱ûr , Beyrut 1403/1983, IV, 356-357.",
        "Şa‘rânî, Keşfü’l-ḥicâb , Beyrut, ts. (Dâru İbn Zeydûn), s. 39.",
        "Zebîdî, İtḥâfü’s-sâde , II, 72; V, 137.",
        "Şevkânî, el-Fevâʾidü’l-mecmûʿa (nşr. Abdurrahman b. Yahyâ el-Muallimî – Abdülvehhâb Abdüllatîf), Kahire 1380/1960, s. 450.",
        "Âlûsî, Rûḥu’l-meʿânî , XVIII, 164.",
        "Elmalılı, Hak Dini , I, 212-215; II, 737; VII, 4584-4589.",
        "Talat Koçyiğit, Kur’an ve Hadiste Ru’yet Meselesi , Ankara 1974, s. 51-54, 79.",
        "a.mlf., Hadisçilerle Kelâmcılar Arasındaki Münakaşalar , Ankara 1984, s. 182-184.",
        "Mustafa Öz, “Dürzîlik”, DİA , X, 40."
      ]
    },
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "TASAVVUF. Sûfîler, sâlikle Hak arasında bulunan ve O’nu tanımaya (mârifet) engel olan her şeye hicab (nikāb) demişler ve kendileriyle Hak arasında kalan perdelerden daima yakınmışlardır. İlk sûfîler arasında önemli bir yeri bulunan Zünnûn el-Mısrî kul ile mevlâsı arasında çeşitli perdelerin bulunduğunu, bunların en kapalı ve en kalın olanının da nefis olduğunu söylemiş, iddianın dava sahibi ile Hakk’ı müşahede arasında bir perde oluşturduğunu ifade etmiştir (Sülemî, s. 18, 22). Serî es-Sakatî, “Allahım, bana perde ardında kalma azabıyla azap etme de ne ile azap edersen et” diye niyaz etmiş ( a.g.e. , s. 51), Bâyezîd-i Bistâmî âşıklar için cennetin bile bir perde olduğunu söylemişti ( a.g.e. , s. 70). Sûfîler, Hak ile sâlik arasında nelerin perde olduğuna dair çeşitli görüşler ileri sürmüşlerdir. Bâyezîd-i Bistâmî, Zünnûn, Ebû Bekir el-Vâsıtî ve Ebû Saîd-i Ebü’l-Hayr gibi sûfîlere göre Allah ile sâlik arasındaki ilk ve en kalın perde nefis ve benliktir. Sûfîler bu perdeyi fenâ ve mahv yoluyla kaldırmaya çalışmışlardır. Cüneyd-i Bağdâdî’ye göre avam için nefse, halka ve dünyaya, havas içinse ibadete, sevaba ve keramete güvenmek perdedir (Herevî, s. 226). Kalbin mühürlenmiş olması kâfirler için, katılaşması münafıklar için, kararması da müminler için perdedir (Serrâc, s. 451). Bazı sûfîlere göre dört hicab (dünya, nefis, halk ve şeytan), bazılarına göre yedi hicab (yeme içme, şehvet, çoluk çocuk tutkusu, mal ve makam hırsı, riya ve bencillik) vardır. İnsanda bu beşerî sıfatların baskın olmasına “istitâr” ve “ihticâb” denir. “Allah’ın hicabı nurdur, bu hicabı açacak olsa zâtının nurları bütün varlıkları yakar” meâlindeki hadis ( Müsned , IV, 401; Müslim, “Îmân”, 293; İbn Mâce, “Muḳaddime”, 13) tasavvufî eserlerde, “Allah’ın nurdan ve zulmetten yetmiş bin perdesi vardır” şeklinde rivayet edilir (Gazzâlî, Mişkâtü’l-envâr , s. 84; Necmeddîn-i Dâye, s. 310). Halvetiyye tarikatında seyrüsülûk yapılan yedi esmânın (lâ ilâhe illallah, Allah, hû, hay, hak, kayyûm, kahhâr) her birinin yetmiş bin perdesi vardır. Kahhâr esmâsını tamamlayarak nefs-i kâmile makamına erişen sâlike yetmiş bin hicab açılmış olur. Yukarıdaki hadis sûfîlerce çeşitli şekillerde yorumlanmıştır. Bir yoruma göre madde ve insanın kötü huyları zulmânî, iyi huyları, ibadetleri ve Allah’ın tecellileri nûrânî birer perdedir. Hakk’ın her bir tecellisi aynı zamanda onun bir üstündeki tecelliyi örten nûrânî perdedir (Aynülkudât el-Hemedânî, s. 102). Bazılarına göre nefis, kalp, akıl, ruh ve hafînin her birinin kendine has bir perdesi vardır. Nefsin perdesi arzular, kalbin perdesi Hak’tan başkasını düşünme, aklın perdesi mâkuller, ruhun perdesi temaşa, hafînin perdesi de ilâhî azamet ve kibriyâdır (Tehânevî, I, 304). İlâhî hakikatlerin anlaşılmasına taklit perdesi engel olur. Mezheplerine taassup derecesinde bağlı olanlar dinî gerçekleri kavrayamazlar. Hz. İbrâhim’in yıldızları, ayı ve güneşi görüp bunlara rabbim demesi nûrânî perdeleri görmesinden ibarettir ( Gazzâlî, İḥyâʾ , III, 12, 13, 395; Şah Veliyyullah ed-Dihlevî, I, 117-120). Muhyiddin İbnü’l-Arabî, sonsuz olan ilâhî isimlerin her birinin bir üsttekine perde teşkil ettiğini, nefsin karanlık perdelerini riyâzetle aşan bir sâlikin nur perdelerinde de yükselmesi gerektiğini belirtmiştir ( el-Fütûḥât , II, 159; III, 65-68, 86). İbnü’l-Arabî’nin takipçilerinden Kâşânî hicabı, “ilâhî tecellileri kabule engel olacak şekilde maddî sûretlerin kalbe yerleşmesi” şeklinde tarif etmiş ve genellikle bu tarif kabul edilmiştir. Ölen veya ölmek üzere bulunan bir kimse perde açıldığı için gerçeği çıplak olarak görür (bk. Kāf 50/23; krş. el-Kehf 18/101). İnsanla gayb âlemi arasında bulunan perde ölümle kalkar. Mutasavvıflar, “ölmeden önce ölmek” suretiyle bu perdenin açılmasının mümkün olduğuna inanırlar. Bu yoldan perdenin açılmasına “keşf”, bu mertebeye erip gaybın esrarına vâkıf olana “mükâşif” (ehl-i keşf, ehl-i mükâşefe) denir. Mutasavvıflar Hak’la veya ilâhî hakikatla arasında perde bulunan, bu yüzden ilâhî gerçeklerin özüne nüfuz edemeyen âlimlere ve hatta bazı mutasavvıflara “mahcup” (perdeli) derler. Hücvîrî, eserine Keşfü’l-maḥcûb adını vermesinin sebebini açıklarken mahcupların önünde var olan perdenin mükâşefe ehlinin önünde bulunmadığını ifade eder ( Keşfü’l-mahcûb , s. 78). Gazzâlî mahcupları üçe ayırır: Önlerine yalnız karanlık perdesi çekilenler, karanlık-nur karışımı perde çekilenler, saf nurdan perde çekilenler. Birinciler tabiat ve maddeden başka bir şey görmeyen inkârcılar, ikinciler bâtıl bir dinin veya mezhebin mensupları, üçüncüler ise filozoflardır. Zaman zaman peygamber ve velîlerin önüne de nûrânî perdeler çekilir, ancak bu onlar için ilâhî bir lutuftur; zira sürekli olarak ilâhî nurlara muhatap olmaya hiç kimsenin gücü yetmez. Nitekim Hz. Peygamber, “Bazan kalbimi bir perde örter, onu kaldırmak için yüz defa istiğfar ederim” (Müslim, “Ẕikir”, 41; Ebû Dâvûd, “Vitir”, 26) meâlindeki hadisiyle buna işaret etmiştir ( Gazzâlî, İḥyâʾ , III, 11, 12, 395). Tasavvufta bu perdeye “gayn”, diğer üç perdeye de “reyn” denilmiştir (Hücvîrî, s. 79). Fenâ makamına eren sâlik hakiki ve yegâne fâilin Allah olduğunu kavrar. Bu makamda olanlar, bütün varlıkların yapıp etmelerini gölge oyununda perdeye yansıyan görüntülere benzetirler. Sûfî şairler tarafından öteden beri kullanılan bu teşbih üzerinde İbnü’l-Arabî geniş olarak durmuş ( el-Fütûḥât , II, 159; III, 65, bab 317, 86), bazı mutasavvıflar karagöz oyunundaki perdeyi tasavvufî açıdan yorumlamışlardır (Konuk, Fusûsu’l-hikem Tercüme ve Şerhi [haz. Tahralı – Eraydın], Tahralı’nın önsözü, III, 44-63). “Hicâb-ı İzzet” denilen bir perde ile örtülü olduğundan Hakk’ın zâtı bilinemez ve künhü idrak edilemez; bu perde keşifle açılmaz. Burada sadece hayret söz konusu olur. Hâce Abdullah-ı Herevî izzet hicabını “O’nun O’luğu” (Hakk’ın mahiyeti) şeklinde açıklamıştır. BİBLİYOGRAFYA Tehânevî, Keşşâf , I, 304. Müsned , IV, 401. Müslim, “Îmân”, 77, 293, “Ẕikir”, 41. İbn Mâce, “Muḳaddime”, 13. Ebû Dâvûd, “Vitir”, 26. Nifferî, el-Mevâḳıf ve’l-muḫâṭabât , Kahire 1935, s. 53-55. Serrâc, el-Lümaʿ , s. 428, 451. Sülemî, Ṭabaḳāt , s. 18, 22, 51, 70. Kuşeyrî, er-Risâle , s. 224. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 78, 79. Herevî, Ṭabaḳāt , s. 106, 108, 226. Gazzâlî, İḥyâʾ , III, 11, 12, 13, 395. a.mlf., Mişkâtü’l-envâr (nşr. Ebü’l-Alâ Afîfî), Kahire 1383/1964, s. 84. Aynülkudât el-Hemedânî, Temhîdât (nşr. Afîf Useyrân), Tahran 1962, s. 29, 40, 102, 106. Attâr, Tezkiretü’l-evliyâ (trc. Süleyman Uludağ), İstanbul 1985, s. 113. Baklî, Şerḥ-i Şaṭḥiyyât , s. 572. İbnü’l-Arabî, el-Fütûḥât , II, 159; III, 65-68, 86. Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd , Tahran 1366, s. 101, 310, 663. Azîz Nesefî, Kitâbü’l-İnsâni’l-kâmil (nşr. Marijan Mulé), Tahran 1362 hş., s. 97, 566. Saîdüddin el-Fergānî, Meşâriḳu’d-derârî (nşr. Seyyid Celâleddin Âştiyânî), Tahran 1357, s. 717. Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , s. 57, 99-100, 168. İbn Haldûn, Şifâʾü’s-sâʾil , s. 39. Abdurrahmân-ı Câmî, Levâmiʿ (nşr. Îrec Efşâr), Tahran 1360 hş., s. 32. Lâmiî, Nefehât Tercümesi , s. 182. Şah Veliyyullah ed-Dihlevî, Ḥüccetullāhi’l-bâliġa (nşr. Seyyid Sâbık), Bağdad, ts. (Mektebetü’l-müsennâ), I, 117-120. Risâle-i Bahâiyye , İstanbul 1308. Seyyid Sâdık-ı Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1368, IV, 164-179. Tomar-Halvetiyye , s. 32. Ahmet Avni Konuk, Fusûsu’l-hikem Tercüme ve Şerhi (haz. Mustafa Tahralı – Selçuk Eraydın), İstanbul 1990, Mustafa Tahralı’nın önsözü, III, 44-63. Schimmel, Tasavvufun Boyutları , s. 241. Dihhudâ, Luġatnâme , IX, 287-289; XIII, 191. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 1998 yılında İstanbul’da basılan 17. cildinde, 430-431 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Tehânevî, Keşşâf , I, 304.",
        "Müsned , IV, 401.",
        "Müslim, “Îmân”, 77, 293, “Ẕikir”, 41.",
        "İbn Mâce, “Muḳaddime”, 13.",
        "Ebû Dâvûd, “Vitir”, 26.",
        "Nifferî, el-Mevâḳıf ve’l-muḫâṭabât , Kahire 1935, s. 53-55.",
        "Serrâc, el-Lümaʿ , s. 428, 451.",
        "Sülemî, Ṭabaḳāt , s. 18, 22, 51, 70.",
        "Kuşeyrî, er-Risâle , s. 224.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 78, 79.",
        "Herevî, Ṭabaḳāt , s. 106, 108, 226.",
        "Gazzâlî, İḥyâʾ , III, 11, 12, 13, 395.",
        "a.mlf., Mişkâtü’l-envâr (nşr. Ebü’l-Alâ Afîfî), Kahire 1383/1964, s. 84.",
        "Aynülkudât el-Hemedânî, Temhîdât (nşr. Afîf Useyrân), Tahran 1962, s. 29, 40, 102, 106.",
        "Attâr, Tezkiretü’l-evliyâ (trc. Süleyman Uludağ), İstanbul 1985, s. 113.",
        "Baklî, Şerḥ-i Şaṭḥiyyât , s. 572.",
        "İbnü’l-Arabî, el-Fütûḥât , II, 159; III, 65-68, 86.",
        "Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd , Tahran 1366, s. 101, 310, 663.",
        "Azîz Nesefî, Kitâbü’l-İnsâni’l-kâmil (nşr. Marijan Mulé), Tahran 1362 hş., s. 97, 566.",
        "Saîdüddin el-Fergānî, Meşâriḳu’d-derârî (nşr. Seyyid Celâleddin Âştiyânî), Tahran 1357, s. 717.",
        "Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , s. 57, 99-100, 168.",
        "İbn Haldûn, Şifâʾü’s-sâʾil , s. 39.",
        "Abdurrahmân-ı Câmî, Levâmiʿ (nşr. Îrec Efşâr), Tahran 1360 hş., s. 32.",
        "Lâmiî, Nefehât Tercümesi , s. 182.",
        "Şah Veliyyullah ed-Dihlevî, Ḥüccetullāhi’l-bâliġa (nşr. Seyyid Sâbık), Bağdad, ts. (Mektebetü’l-müsennâ), I, 117-120.",
        "Risâle-i Bahâiyye , İstanbul 1308.",
        "Seyyid Sâdık-ı Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1368, IV, 164-179.",
        "Tomar-Halvetiyye , s. 32.",
        "Ahmet Avni Konuk, Fusûsu’l-hikem Tercüme ve Şerhi (haz. Mustafa Tahralı – Selçuk Eraydın), İstanbul 1990, Mustafa Tahralı’nın önsözü, III, 44-63.",
        "Schimmel, Tasavvufun Boyutları , s. 241.",
        "Dihhudâ, Luġatnâme , IX, 287-289; XIII, 191."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}