{
  "id": "eweb_287",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/hirka",
  "annotator": "Jeremy",
  "title": "HIRKA",
  "arabic_title": "الخرقة",
  "summary": "Sûfîlerin ve tarikat mensuplarının giydikleri özel elbise.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Sözlükte “delmek, yırtmak” anlamına gelen hark kökünden türeyen hırka kelimesi “kumaş parçası, yamalık; yamalı ve eski elbise” demektir. Yamamak anlamındaki rak‘a kökünden türetilen murakka‘ da hırka anlamında kullanılır ( Kāmus Tercümesi , III, 265-266, 828). İlk dönemlerde zâhid ve sûfîlerin, tarikatların teşekkülünden sonra da tarikat mensuplarının zühd ve takvâ sembolü olarak giydikleri hırkanın şekli zamana, mekâna ve tarikatlara göre değişmiş ve pek çok çeşidi ortaya çıkmıştır. I (VII) ve II. (VIII.) yüzyıllarda yaşamış olan bazı zâhidler yün ve çuhadan yapılan, “abâ” veya “sûf” denilen kalın ve kaba elbiseler giymeye başlamışlardı. Bu onların dünyaya önem vermedikleri, nefislerinin rahatını düşünmedikleri ve gösterişten kaçındıkları anlamına geliyordu. Giydikleri elbise yünden (sûf) yapıldığı için genellikle “sûfî” ve “tasavvuf” kelimelerinin bu kökten geldiği kabul edilir. Sûfîlerin III. (IX.) yüzyılda hırka (murakka‘) giydiklerini gösteren rivayetler vardır. Bişr el-Hâfî (ö. 227/841), hırka giyen bir topluluğu giydiklerinin mânevî değerini bilmeleri ve hakkını vermeleri konusunda uyarmıştı. Hâtim el-Esam da (ö. 237/851) hırka giyerdi. Bununla beraber ilk defa hırka giyen ve bunu müridlerine giydiren sûfînin Ebû Bekir eş-Şiblî (ö. 334/945) olduğu kabul edilir. Daha sonra İbn Hafîf’in hırka giymeyi âdet edindiği bilinmektedir. Hırka III. (IX.) yüzyıldan itibaren sûfî çevrelerde hızla yayılmış, etrafında birtakım inanç, gelenek ve merasimler oluşmaya başlamıştır. Serrâc ve Ebû Tâlib el-Mekkî gibi ilk sûfî müellifler eski ve yamalı elbise giymenin önemine kısaca işaret etmişlerdir. Kuşeyrî, müridlerin göz önünde tutmaları gereken kurallardan bahsederken hırka konusuna da temas etmiş ( Risâle , s. 533, 534), daha sonra Hücvîrî aynı hususu Keşfü’l-maḥcûb ’da geniş bir şekilde ele almış (s. 125-138), ayrıca bu konuda Esrârü’l-ḫıraḳ ve’l-mülevvenât adlı bir eser kaleme almıştır ( a.g.e. , s. 137). Hücvîrî’den sonra hırka konusunu en geniş olarak işleyen müellif Sühreverdî olmuştur ( ʿAvârif , s. 122-133). Tasavvuf kaynaklarında Hz. Peygamber’in Ehl-i beyt’ini abası altına alması, şair Kâ‘b b. Züheyr’e hırkasını vermesi, Kur’an’da Yûsuf sûresinde Hz. Yûsuf’un gömleğinden bahsedilmesi, hırka giymenin tasavvuf âdâbı içinde yer almasına delil olarak zikredilir. Resûl-i Ekrem’in, hırkasının Veysel Karanî’ye verilmesini vasiyet ettiği yaygın bir inançtır. Hırka genellikle “irade hırkası” ve “teberrük hırkası” olmak üzere ikiye ayrılır. İrade hırkası mürid olanlara giydirilen hırkadır. Müridin şeyhin elinden hırka giymesi, şeyhinin kendisini dilediği gibi eğitme ve yetiştirme hakkına sahip olduğu, bu eğitimden beklenen faydanın elde edilmesi için müridin kayıtsız şartsız şeyhine bağlı kalmaya söz verdiği, yüklediği görevleri yerine getirmeyi kabul ve ona biat ettiği anlamına gelir. Şeyhin müride hırka giydirmesi (ilbâs-ı hırka) sırasında genellikle tekkede bir tören yapılması âdettir. Fakat uzak yerlerde bulunan müridlere hırka şeyhin halifeleri tarafından da giydirilebilir. Tasavvufa ilgi duyan ancak henüz bir tarikata intisap etmemiş kimselere giydirilen hırkaya “teberrük hırkası” denir. “Muhib kisvesi, muhib hırkası” gibi adlar da verilen bu hırkayı giyenlerin sûfîlerden feyiz alacağı, onların edebini takınacağı, sonuçta da müridlik hırkasını giyecek bir seviyeye yükseleceği beklenir (Sühreverdî, s. 114). Müridlik hırkasını giyenler için ileri sürülen şartlar teberrük hırkası giyenlerden istenmez; bunlara sadece şeriatın hükümlerine bağlı kalmaları ve sûfîler zümresine muhalefet etmemeleri tavsiye edilir. Teberrük hırkasını birden fazla şeyhten giymek de mümkündür, irade hırkası ise genellikle bir şeyhten giyilir. Ancak sülûkünü tamamlamadan mürşidi vefat eden bir derviş irade hırkasını intisap edeceği yeni şeyhten de giyer. Bazan sülûkünü tamamlayıp icâzet alan şeyhler, daha yüksek mertebedeki bir şeyhten feyiz almak maksadıyla da hırka giyebilirler. Bu hırkaya da teberrük hırkası denir. Tûsî, Cevâhirü’l-esrâr adlı eserinde bu iki hırkanın yanı sıra “tövbe hırkası, velâyet hırkası, tasarruf hırkası” adlı üç hırkadan daha bahseder. Tövbe hırkası, tarikata girmeye niyetlenen tâliplerin giydikleri bir hırka olup bunu giyenlerin dünyadan yüz çevirip âhirete yöneldikleri, geçmişlerinden pişmanlık duydukları ve daha iyi bir gelecek için hazırlık yaptıkları anlamına gelir. Velâyet hırkası seyrüsülûkünü tamamlayan dervişlere giydirilen hırka olup buna “irşad hırkası, hilâfet hırkası, icâzet hırkası” gibi isimler de verilir. Bu hırkayı giyen mürid, mürşidi hayatta iken de vefat ettikten sonra da başkalarını irşad ve terbiye etmeye yetkilidir. Tasarruf hırkası ise şeyhin tövbe hırkasından sonra ve irade hırkasından önce tâlip için uygun gördüğü bir hırkadır. Mürşid, velâyet hırkasını giydirdiği müride irşada ehil olduğunu belirten, “icâzetnâme” veya “hilâfetnâme” denilen yazılı bir belge verir. Bu belgede şeyh kimden hırka giydiğini ifade ederek tarikatın silsilesinin Hz. Peygamber’den itibaren hangi yolla kendisine intikal ettiğini belirtir, aradaki mürşidlerin isimlerini birer birer sayar. Daha sonra hırka giydirdiği müridinin adını kaydederek onun irşada ehil olduğunu söyler ve bazı takdire değer vasıflarını dile getirir. Sûfîler ve tarikat ehli, özellikle semâ ve zikir meclislerinde “semâ hırkası” denilen özel kıyafet giyerler. Semâ meclisinde vecde gelen bir derviş bazan üzerindeki hırkayı çıkarıp atar, hatta bazan parçalayıp fırlatır. Bu davranışa “tarh-ı hırka, remy-i hırka, temzîk-i hırka” gibi isimler verilir. Vecd esnasında çıkarılıp parçalanan ve atılan hırkanın bir tür kutsiyeti olduğuna inanıldığı için bunun kime verileceği konusunda birtakım kurallar konulmuştur (Kuşeyrî, s. 533-534). Hırkaya şekillerine göre “abâ, kisâ, fûta, hulle, bürde ferecî, bürde tennûre, delk haydariyye” gibi isimler verilmiştir. Hırkanın genellikle mavi olması tercih edilir ve bu rengin çok kullanılması sebebiyle sûfî ve dervişlere “ezrakpûş” denildiği gibi tasavvuf için de “ezrakpûşî” tabiri kullanılmıştır. Çok gezen ve ömürleri izbe yerlerde geçen dervişlerin mavi rengi tercih etmelerinin sebebi bu rengin kiri belli etmemesidir. Seyyid Burhâneddin Muhakkık’a, “Hırkanı ver yıkayalım” denilince, “Yine kirlenir” demiş, “Yine yıkarız” diyenlere de, “Biz bu dünyaya çamaşır yıkamak için gelmedik” karşılığını vermiştir. Mavinin tercih edilmesinin diğer bir sebebi de siyah gibi yas rengi olmasıdır. İzzeddin el-Kâşî mavinin ışıkla karanlık, sevinçle keder karışımı bir renk olduğunu, ışıkla karanlığın birleştiği rengin de mavi olduğunu söylemiştir. Hüseyin Vâiz-i Kâşifî’nin Fütüvvetnâme-i Sulṭânî ’sinde, “Mavi semanın rengidir ve yükselişi simgeler” demesi de önemlidir. Mavi denizin rengi olarak da enginliği ve sonsuzluğu ifade eder. Dervişler ve tarikat ehli arasında yeşil hırka giymek de yaygındır. Hâtim el-Esam ölümün çeşitlerinden söz ederken yamalı elbise giymeyi “yeşil ölüm” diye niteler (Sülemî, s. 93). Peygamberlerin ekseriya bu rengi tercih etmeleri ve özellikle Hızır (hadır) adının yeşil anlamına gelmesi, gayb âlemindeki ruhanîlerin ve meleklerin yeşil giydiklerine inanılması bazı sûfîlerin yeşil cübbe giymelerine, hatta türbelerdeki sandukanın koyu yeşil renkte bir örtü ile örtülmesine sebep olmuştur. Cüneyd-i Bağdâdî, İbn Hafîf gibi bazı sûfîler ise beyaz hırka giymeyi tercih etmişlerdir. Çünkü Hızır’ı görenler, onu çok defa beyaz bir elbise içinde gördüklerini söylemişlerdir. Ayrıca kefenin beyaz oluşu da bu rengin benimsenmesini gerektirmiştir. Seyfeddin el-Bâharzî, dervişe en çok yaraşan rengin siyah olduğunu söyler ve bütün renklerin siyahta yok olduğunu belirtir. Siyah giyenlerin gecenin karanlığında kendilerini gizlemeleri, siyah olan göz bebeği gibi herkesi görüp kendi varlıklarını görmemeleri lâzım geldiğinden bu renge önem verilmesi gerektiğini ifade edenler de vardır. İbn Hafîf’e göre nefsini çile kılıcıyla öldüren sûfînin siyah giymesi gerekir. Fakat siyah hırka giymeyi mekruh sayan ve bunu Mecûsî âdeti olarak görenler de vardır. Kırmızı ve kızıl renkte elbise giyen bazı şeyhlere rastlanır. Ebû Saîd-i Ebü’l-Hayr bunlardan biriydi (Muhammed b. Münevver b. Ebû Saîd, s. 201). Kalenderîler arasında da kızıl giyenlere tesadüf edilmektedir. Tasavvuf ve tarikat ehli toprak rengi (hâki), bal rengi, boz ve alaca renkte hırkalar da kullanmışlardır. Hırka kelimesindeki “ḫâ” haşyete, “râ” rızâya, “kāf” kahr-ı nefse, “he” de hidayete delâlet eder. Hırkanın bel kısmı sabra, yenleri havf ve recâya, iki yanı kabz ve basta, kemeri nefse muhalefet edip hâkim olmaya, yakası yakīne, pervazı ihlâsa işarettir (Hücvîrî, s. 137; Ali M. Seccâdî, s. 208). Hırkaya yüklenen bu gibi anlamların en önemlisi onun dostluğun, barışın ve canlılara zarar vermemenin simgesi olmasıdır. Mutasavvıfların hırka konusunda söyledikleri dikkate alınınca tasavvufun anlam ve içeriğinin bütünüyle hırkaya yüklendiği görülür. Tasavvuf büyükleri hırka giymenin bazı kuralları ve âdâbı bulunduğunu, bunlara riayet edenlere kıyamet günü şeyhlerin şefaatçi olacağını, uymayanlara da düşman gibi davranacağını ifade etmişlerdir. Bundan dolayıdır ki bazı sûfîler, nefislerinin istediği bir işi yapmaya mecbur kaldıklarında bir takvâ nişânesi olan hırkayı üstlerinden çıkarırlar. Bir kadına âşık olan Rûzbihân-ı Baklî’nin, bu halin içinde iken hırka giymenin kurallarına aykırı hareket etmemek için hırkasını çıkardığı rivayet edilir. Tarikatlar döneminde hırka giymeye büyük önem verilmiştir. Kıyafeti fazla önemsemeyen Nakşibendiyye’de bile hırka feyiz almanın yollarından biri olarak kabul edilir. Fütüvvet ehli hırka yerine daha çok şalvar kelimesini kullanırlar. Hırka giymeye karşı olan melâmet ehli içinde bile nefsi hor görmenin ve kınanmanın bir ifadesi olarak zaman zaman eski ve yamalı hırka giyenler olmuştur. Hırka ve murakka‘ İbnü’l-Cevzî ve İbn Teymiyye gibi Selefî âlimler tarafından şiddetle tenkit edilmiş, bunun dinde yeri olmayan bir bid‘at olduğu belirtilmiştir. İbn Haldûn hırka giymenin tasavvufa Şiîlik’ten geçtiğini ileri sürmüştür ( Muḳaddime , II, 809). Hırka giyme âdetinin Hint dinlerinden veya hıristiyan ruhbanlığından ve keşişliğinden geçtiğini söyleyenler de vardır. Gösteriş, şöhret ve istismar için hırka giyenlerin hırkanın anlam ve amacını bilmediklerini, tasavvufu kuru bir şekil ve merasim haline getirdiklerini söyleyen gerçek sûfîler bunları ağır bir dille eleştirmişlerdir. Bugün geniş ölçüde bir hâtıra haline gelen hırka Türk kültüründe birçok atasözü, deyim, fıkra ve menkıbeye konu olmuştur. BİBLİYOGRAFYA Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , “ḫırḳa” md. Tehânevî, Keşşâf , I, 487. Kāmus Tercümesi , III, 265-266, 828. Ebû Mansûr el-Abbâdî, Ṣûfînâme (nşr. Gulâm Hüseyn-i Yûsufî), Tahran 1347 hş., s. 243. Sülemî, Ṭabaḳāt , s. 93. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 125-138. Kuşeyrî, Risâle (Uludağ) , s. 533-534. Keykâvus b. İskender, Ḳābûsnâme , Tahran 1352, s. 256. Gazzâlî, İḥyâʾ , II, 267. Ahmed-i Nâmekī-yi Câmî, Miftâḥu’n-necât (nşr. Ali Fâzıl), Tahran 1347 hş., s. 296. Muhammed b. Münevver b. Ebû Saîd, Esrârü’t-tevḥîd fî Maḳāmâti’ş-Şeyḫ Ebî Saʿîd (nşr. Zebîhullah Safâ), Tahran 1332 hş., s. 201. Ebü’n-Necîb es-Sühreverdî, Âdâbü’l-mürîdîn , Kudüs 1978, s. 49, 112. Sühreverdî, Avârif , s. 112-133. İbnü’l-Cevzî, Telbîsü İblîs , s. 189-190. İbnü’l-Arabî, el-Fütûḥât , I, 208; IV, 524. İbn Teymiyye, Mecmûʿu fetâvâ , XI, 83, 84, 88, 91, 103, 510. Yahyâ b. Ahmed el-Bâharzî, Evrâdü’l-aḥbâb ve fuṣûṣü’l-âdâb (nşr. Îrec Efşâr), Tahran 1325 hş., s. 23, 42, 212. İbn Haldûn, Muḳaddime (nşr. Ali Abdülvâhid Vâfî), Kahire 1378/1957, II, 809. Tûsî, Cevâhirü’l-esrâr , Tahran 1352, s. 282. Hüseyin Vâiz-i Kâşifî, Fütüvvetnâme-i Sulṭânî (nşr. M. Ca‘fer Mahcûb), Tahran 1350 hş., s. 150-151. Zerrûk, Ḳavâʿidü’t-taṣavvuf (nşr. M. Zehra en-Neccâr), Kahire 1388/1968, s. 96. Gümüşhânevî, Câmiʿu’l-uṣûl , Kahire 1328, s. 65. R. Dozy, Dictionnaire détaillé des noms des vêtements chez les arabes , Amsterdam 1845, s. 153-155. Hüseyin Sadeddin, İlm-i Tasavvuf , İstanbul 1341, s. 47-57. Şeybî, eṣ-Ṣıla , I, 455. Kāsım Ganî, Târîḫ-i Taṣavvuf der İslâm , Tahran 1340 hş., s. 166, 401. Abdülhüseyin Zerrînkûb, Dünbâle-i Cüstücû der Taṣavvuf-i Îrân , Tahran 1366 hş., s. 14, 27. a.mlf., Erziş-i Mîrâs̱-i Ṣûfiyye , Tahran 1369, s. 244. Ali M. Seccâdî, Câme-i Zühd, Ḫırḳa ve Ḫırḳa-Pûşî , Tahran 1369. Schimmel, Tasavvufun Boyutları , s. 96, 99, 206, 244. Dihhudâ, Luġatnâme , XII, 450-451; XXV, 202. Kasım Kufralı, “Hırka”, İA , V/1, s. 449-450. J.-L. Michon, “K̲h̲irḳa”, EI 2 (İng.) , V, 17-18. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1998 yılında İstanbul’da basılan 17. cildinde, 373-374 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , “ḫırḳa” md.",
        "Tehânevî, Keşşâf , I, 487.",
        "Kāmus Tercümesi , III, 265-266, 828.",
        "Ebû Mansûr el-Abbâdî, Ṣûfînâme (nşr. Gulâm Hüseyn-i Yûsufî), Tahran 1347 hş., s. 243.",
        "Sülemî, Ṭabaḳāt , s. 93.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 125-138.",
        "Kuşeyrî, Risâle (Uludağ) , s. 533-534.",
        "Keykâvus b. İskender, Ḳābûsnâme , Tahran 1352, s. 256.",
        "Gazzâlî, İḥyâʾ , II, 267.",
        "Ahmed-i Nâmekī-yi Câmî, Miftâḥu’n-necât (nşr. Ali Fâzıl), Tahran 1347 hş., s. 296.",
        "Muhammed b. Münevver b. Ebû Saîd, Esrârü’t-tevḥîd fî Maḳāmâti’ş-Şeyḫ Ebî Saʿîd (nşr. Zebîhullah Safâ), Tahran 1332 hş., s. 201.",
        "Ebü’n-Necîb es-Sühreverdî, Âdâbü’l-mürîdîn , Kudüs 1978, s. 49, 112.",
        "Sühreverdî, Avârif , s. 112-133.",
        "İbnü’l-Cevzî, Telbîsü İblîs , s. 189-190.",
        "İbnü’l-Arabî, el-Fütûḥât , I, 208; IV, 524.",
        "İbn Teymiyye, Mecmûʿu fetâvâ , XI, 83, 84, 88, 91, 103, 510.",
        "Yahyâ b. Ahmed el-Bâharzî, Evrâdü’l-aḥbâb ve fuṣûṣü’l-âdâb (nşr. Îrec Efşâr), Tahran 1325 hş., s. 23, 42, 212.",
        "İbn Haldûn, Muḳaddime (nşr. Ali Abdülvâhid Vâfî), Kahire 1378/1957, II, 809.",
        "Tûsî, Cevâhirü’l-esrâr , Tahran 1352, s. 282.",
        "Hüseyin Vâiz-i Kâşifî, Fütüvvetnâme-i Sulṭânî (nşr. M. Ca‘fer Mahcûb), Tahran 1350 hş., s. 150-151.",
        "Zerrûk, Ḳavâʿidü’t-taṣavvuf (nşr. M. Zehra en-Neccâr), Kahire 1388/1968, s. 96.",
        "Gümüşhânevî, Câmiʿu’l-uṣûl , Kahire 1328, s. 65.",
        "R. Dozy, Dictionnaire détaillé des noms des vêtements chez les arabes , Amsterdam 1845, s. 153-155.",
        "Hüseyin Sadeddin, İlm-i Tasavvuf , İstanbul 1341, s. 47-57.",
        "Şeybî, eṣ-Ṣıla , I, 455.",
        "Kāsım Ganî, Târîḫ-i Taṣavvuf der İslâm , Tahran 1340 hş., s. 166, 401.",
        "Abdülhüseyin Zerrînkûb, Dünbâle-i Cüstücû der Taṣavvuf-i Îrân , Tahran 1366 hş., s. 14, 27.",
        "a.mlf., Erziş-i Mîrâs̱-i Ṣûfiyye , Tahran 1369, s. 244.",
        "Ali M. Seccâdî, Câme-i Zühd, Ḫırḳa ve Ḫırḳa-Pûşî , Tahran 1369.",
        "Schimmel, Tasavvufun Boyutları , s. 96, 99, 206, 244.",
        "Dihhudâ, Luġatnâme , XII, 450-451; XXV, 202.",
        "Kasım Kufralı, “Hırka”, İA , V/1, s. 449-450.",
        "J.-L. Michon, “K̲h̲irḳa”, EI 2 (İng.) , V, 17-18."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}