{
  "id": "eweb_289",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/husri-ali-b-ibrahim",
  "annotator": "Jeremy",
  "title": "HUSRÎ, Ali b. İbrâhim",
  "arabic_title": "علي بن إبراهيم الحصري",
  "summary": "Ebü’l-Hasen Alî b. İbrâhîm el-Husrî (ö. 371/981) Bağdat şeyhi unvanıyla tanınan sûfî.",
  "parts": [
    {
      "author": "EDÎB NÂYİF ZİYÂB",
      "content": "Basra’da doğdu. Gençlik yıllarında Bağdat’a giderek Ebû Bekir eş-Şiblî’nin (ö. 334/945) sohbetlerine devam etti ve onun müridi oldu. Husrî, Hallâc hayranı olan Şiblî ile aynı meşrepteydi ve onun gibi sekr hali içinde bulunuyordu. “Sen de benim gibi divanesin, aramızda ezelî bir meşrep birliği var” demesi (Herevî, s. 529; Câmî, s. 231) onun Şiblî’ye olan yakınlığını gösterir. Hücvîrî de Husrî’yi kendine hâkim olamayan cezbeli sûfîler zümresinden sayar ( Keşfü’l-maḥcûb , s. 321). Şiblî hakkında birçok kimse bilgi vermiş ve sözlerini nakletmişse de onun tek müridi Husrî’dir (Herevî, s. 529). Hayatının son yıllarını Mansur Camii’nin karşısında kendisi için yaptırılan zâviyede geçiren Husrî yaklaşık seksen yaşında vefat etti ve Bağdat’ın Dârülharb Mezarlığı’nda toprağa verildi. Hücvîrî, şeyhi Ebü’l-Fazl el-Huttelî’nin Husrî’nin müridi olduğunu söyler ( Keşfü’l-maḥcûb , s. 208). Herevî de onu üstatlarından sayar ( Ṭabaḳāt , s. 529). Serrâc bizzat Husrî’den dinlediği bazı sözleri nakleder ( el-Lümaʿ , s. 48, 198, 343). Husrî tasavvufu, “Ruhu Hakk’a karşı gelme kirinden arındırmaktır”, sûfîyi de “var olunca yok, yok olunca var olmayan kişi” diye tarif eder (Hücvîrî, s. 43, 45). Bu sözüyle hakiki bir sûfînin kazandığı iyi vasıfları ve ulaştığı yüce mertebeleri bir daha kaybetmeyeceğini, terkettiği kötü huylara ve hallere de bir daha dönmeyeceğini anlatmak istemiştir. Husrî sonradan olanı yok sayıp sadece ezelî olanı dikkate almayı, dostları terkedip vatandan ayrılmayı, bilineni de bilinmeyeni de unutmayı tasavvufun esası olarak görür (Serrâc, s. 289) ve keramete iltifat edilmemesi gerektiğine dikkat çeker. Ona göre sûfî, söyleyeni ortadan kaybolunca sona eren semâya değil, sürekli ve kesintisiz bir semâya yönelmelidir ( a.g.e. , s. 48). Attâr, onun semâya düşkün olması yüzünden halifeye şikâyet edildiğini kaydeder ( Teẕkiretü’l-evliyâʾ , s. 288). Husrî, “Allah Âdem’i yarattı, ona kendi ruhundan üfledi, melekleri ona secde ettirdi, sonra kendisine bir emir verince karşı geldi. Bu durumda küpün başı tortu olursa dibinden ne çıkar” diye düşünür ve bu düşünceden hareketle kendi haline bırakılan insanın isyana düşeceğini, ancak Hakk’ın inâyetiyle muhabbete mazhar olacağını söyler. Havf ve recâ kavramları üzerinde de duran Husrî, Allah korkusunun ve Allah’tan ümitli olmanın kaderi değiştirmeyeceğine inanır ve, “O’ndan korkmam O’nun benim hakkımdaki kanaatini değiştirmez, O’ndan ümitli olmam da beni amacıma erdirmez” der (Sülemî, s. 490). Ona göre havf ve recânın sırrına sadece velîler vâkıf olur; diğer insanlar ise havf ve recâ esasına göre hareket etmelidir. Husrî’yi aynı yılda vefat eden İbn Hafîf ile karşılaştıran Herevî İbn Hafîf’in zâhir, Husrî’nin bâtın yönünün ağır bastığını söyler ( Ṭabaḳāt , s. 529). Herevî, Husrî’nin çağdaşı İbn Sem‘ûn tarafından tenkit edilmesini, “İbn Sem‘ûn söz, Husrî dert sahibiydi” diyerek meşrep farklılığına bağlamıştır. Husrî’nin tasavvufun temel konularına dair sözleri sûfî tabakat kitaplarında önemle nakledilmiştir. BİBLİYOGRAFYA Serrâc, el-Lümaʿ , s. 48, 198, 289, 343. Sülemî, Ṭabaḳāt , s. 489-493. Kuşeyrî, er-Risâle , s. 193. Hücvîrî, Keşfü’l-maḥcûb , s. 43, 45, 201-202, 208, 321. Herevî, Ṭabaḳāt , s. 529-532. Attâr, Teẕkiretü’l-evliyâʾ , s. 288. İbn Kesîr, el-Bidâye , XI, 298. İbnü’l-Mülakkın, Ṭabaḳātü’l-evliyâʾ , s. 213-214. Câmî, Nefeḥât , s. 231-233. Şa‘rânî, eṭ-Ṭabaḳāt , I, 123. Münâvî, el-Kevâkib , II, 39-40. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1998 yılında İstanbul’da basılan 18. cildinde, 415-416 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Serrâc, el-Lümaʿ , s. 48, 198, 289, 343.",
        "Sülemî, Ṭabaḳāt , s. 489-493.",
        "Kuşeyrî, er-Risâle , s. 193.",
        "Hücvîrî, Keşfü’l-maḥcûb , s. 43, 45, 201-202, 208, 321.",
        "Herevî, Ṭabaḳāt , s. 529-532.",
        "Attâr, Teẕkiretü’l-evliyâʾ , s. 288.",
        "İbn Kesîr, el-Bidâye , XI, 298.",
        "İbnü’l-Mülakkın, Ṭabaḳātü’l-evliyâʾ , s. 213-214.",
        "Câmî, Nefeḥât , s. 231-233.",
        "Şa‘rânî, eṭ-Ṭabaḳāt , I, 123.",
        "Münâvî, el-Kevâkib , II, 39-40."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 301
}
