{
  "id": "eweb_295",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/ibn-hafif",
  "annotator": "Jeremy",
  "title": "İBN HAFÎF",
  "arabic_title": "ابن خفيف",
  "summary": "Ebû Abdillâh Muhammed b. Hafîf b. İsfikşâd ed-Dabbî (ö. 371/982) Hafîfiyye silsilesinin kurucusu olan sûfî.",
  "parts": [
    {
      "author": "TAHSİN YAZICI",
      "content": "Muhtemelen 266’da (879) Şîraz’da doğdu. “Şeyh-i kebîr, şeyh-i meşâyih, şeyh-i Şîrâzî” gibi unvanlarla da anılır. Aslen İran’ın Deylem eyaletine bağlı Kelâşem kasabasındandır. Büyük babası İsfikşâd (İsfikşâr) hakkında bilgi yoksa da adından hareketle devlet adamlarına at yetiştirme işiyle meşgul olduğu söylenebilir. Babası Hafîf, Saffârî Hükümdarı Amr b. Leys’in ordusunda subay iken görevinden ayrılıp Nîşâbur’a giderek dinî hayata yöneldi. Burada Kerrâmiyye mezhebi mensuplarının önde gelenlerinden birinin kızıyla evlendi. Bir süre sonra tekrar askerlik görevine dönerek Amr b. Leys ile birlikte Şîraz’a gitti. İbn Hafîf burada dünyaya geldi. Oğlunun ismine nisbetle Ümmü Muhammed diye tanınan ve kadın evliyalar arasında zikredilen annesinin (Câmî, s. 235) Kadir gecesinin işaretlerini dış âlemde arayan oğlunu bu geceyi kendi iç âleminde araması gerektiğini söyleyerek uyardığı söylenir. İbn Hafîf’e annesi hırka giydirmiş olup (Ebü’l-Hasan ed-Deylemî, Sîretü Ebî ʿAbdillâh , s. 11) daha sonra ona İbn Atâ da hırka giydirmek istemişse de annesinin hırkasına bağlı kalmak gerektiğini düşündüğü için bunu kabul etmemiştir. Kaynaklarda verilen bilgilerden İbn Hafîf’in çocukluk ve gençlik yıllarını yoksulluk ve sıkıntı içinde geçirdiği anlaşılmaktadır. Bizzat kendisi, yoksulluğunun derecesini anlatmak için kırk yıl boyunca fitre vermesini gerektirecek ölçüde malî imkâna sahip olamadığını söyler ( a.g.e. , s. 19). Bu bilgi onun küçük yaşta babasını kaybettiğini de göstermektedir. İbn Hafîf, bir yandan geçimini sağlamak için çalışırken öte yandan Şîraz’ın ünlü âlim ve şeyhlerinin meclislerine devam etti. Ebü’l-Abbas Ahmed b. Yahyâ, Ca‘fer-i Hazza, Ebû Bekir Muhammed el-Atâidî gibi âlimlerden faydalandı. Ebû Bekir el-Atâidî, Abdullah b. Ahmed eş-Şardânî, Bâzrân el-Hayyât, Abdullah el-Erzegânî ve Muhammed et-Temmâr gibi âlimlerden hadis okudu ( a.g.e. , s. 208, 214). Şâfiî fıkıh âlimi Ebü’l-Abbas İbn Süreyc’den fıkıh, Ebü’l-Hasan el-Eş‘arî’den Basra’da kelâm dersleri aldı. Her gece kırk hadis yazardı; ölümüne kadar kendisinden hadis dinleyenler oldu. Hadis konusunda ondan istifade edenler arasında kelâm âlimi Kadı Ebû Bekir el-Bâkıllânî, Muhammed b. Hüseyin es-Sülemî, Ebû Nuaym el-İsfahânî gibi meşhur simalar da vardır. İbadete büyük önem veren, çocukluğundan itibaren çetin bir riyâzet ve mücâhede hayatı yaşayan İbn Hafîf tasavvuftaki yetişmişliği yanında hadis, fıkıh, kelâm, kıraat ve tefsir gibi ilimlerde de iyi bir öğrenim görmüş, dönemindeki ulemâ arasında hâkim olan kanaatin aksine bu ilimlerle tasavvuf arasında bir uyumsuzluk bulunmadığını göstermeye çalışmıştır. Irak, Suriye ve Hicaz’a yaptığı seyahatlerde Ebü’l-Hasan Müzeyyin, Ebû Ali er-Rûzbârî, Muhammed b. Ali el-Kettânî, Ebü’l-Hüseyin ed-Derrâc, Ebû Ya‘kūb en-Nehrecûrî, Ebû Amr ez-Zeccâcî, Ruveym b. Ahmed, İbn Atâ, Ebû Bekir eş-Şiblî gibi sûfîlerle görüştü; Hallâc-ı Mansûr’u hapishanede ziyaret etti. Hacca giderken Bağdat’ta Cüneyd-i Bağdâdî ile görüştüğü veya onunla Hallâc konusunda tartışmaya giriştiği şeklindeki rivayetler (Sübkî, III, 152; Aḫbârü’l-Ḥallâc , s. 92) doğru değildir. Sülemî’nin kaydettiği bir rivayetten ( Ṭabaḳāt , s. 504) İbn Hafîf’in Cüneyd ile görüşmediği, fakat ona büyük saygı duyduğu anlaşılmaktadır. Mısır, Anadolu ve Hindistan’a gittiğine dair rivayetler birer menkıbe mahiyetindedir. Ebû Nuaym, onun Hindistan’la ilgili menkıbesini Ahmed b. İbrâhim el-Kalânisî’ye ait olarak nakletmiştir ( Ḥilye , X, 160, 162). İbn Hafîf Şîraz’da İbn Fûrek’le görüşmüş ve tasavvufa yönelmesinde etkili olmuştur. Onun erkek ve kadın müridleri arasında cinsî ilişkiyi mubah gördüğü yolunda Ebü’l-Ferec İbnü’l-Cevzî’nin naklettiği iddia ( Telbîsü İblîs , s. 356) tamamıyla asılsızdır. İbn Hafîf biri annesiyle birlikte olmak üzere birkaç defa hacca gitti. Cüneyd-i Bağdâdî’nin Ebû Muhammed el-Cerîrî ve Ruveym gibi müridleriyle görüştü. Hallâc’a ait bazı metinleri yanında bulunduran İbn Atâ ile tanıştı. Daha sonra Şîraz’a yerleşti ve hayatının bundan sonraki dönemini burada geçirdi. Onun Şîraz’a ne zaman yerleştiği bilinmemektedir. Çeşitli kesimlere mensup geniş bir çevrenin saygısını kazanan İbn Hafîf 23 Ramazan 371’de (22 Mart 982) 104 yaşında vefat etti. Cenazesi Mecûsî, yahudi ve hıristiyanların da katıldığı büyük bir kalabalık tarafından kaldırıldı. Her din mensubu kendi geleneğine göre ona dua etti (Ebü’l-Hasan ed-Deylemî, Sîretü Ebî ʿAbdillâh , s. 218). Ölüm tarihini 370 (981), 391 (1001) ve 331 (942) olarak zikreden kaynaklar da vardır. Birçok defa evlendiği rivayet edilen İbn Hafîf’in bir vezirin kızı ile kırk yıl evli kaldığı, küçük yaşta vefat eden Abdüsselâm adında bir oğlu bulunduğu bilinmektedir. Sağlığında devlet adamlarından gördüğü ilgi vefatından sonra da devam etmiş, kabrinin üzerine bir türbe inşa edilmiş, daha sonra Şîrazlı büyük sûfîler de burada toprağa verilmeye başlanmıştır. Şîraz hükümdarlarının yardımlarıyla muhteşem bir dergâh haline gelen bu türbe, Safevîler döneminde ilgi görmemişse de XVIII. yüzyılda Kerim Han Zend tarafından onarılmış ve çevresi genişletilerek bir meydan haline getirilmiştir. İbn Hafîf yaşadığı çağda büyük üne kavuşmuş, etrafında kalabalık bir mürid topluluğu meydana gelmiştir. Dinî hükümlere bağlılığıyla tanınan İbn Hafîf, sûfîlere ait her sözün ve davranışın âyet ve hadislere uygun bir yorumunu yapmış, tasavvufun kaynağını Kur’an ve Sünnet olarak görmüştür. Sahv halini sekre tercih etmiş; bunun bir sonucu olarak müridlerine Hâris el-Muhâsibî, Cüneyd-i Bağdâdî, Ruveym b. Ahmed, İbn Atâ ve Amr b. Osman’ı örnek almalarını, çünkü bunların şeriatla tasavvufu bağdaştırdıklarını bildirmiş; onları diğer şeyhlerin şeriat ölçülerine sığmayan hallerini tartışmaktan menetmiştir ( a.g.e. , s. 37; Herevî, s. 89, 232). Hallâc’ı “âlim-i rabbânî” ve “muvahhid-i mükemmel” olarak nitelemekle birlikte bazı şathiyelerini reddetmiştir (Sülemî, s. 308; Ebü’l-Hasan ed-Deylemî, Sîretü Ebî ʿAbdillâh , s. 100). Deylemî, onun başlangıçta Allah hakkında aşk kelimesinin kullanılmasını kabul etmediğini, fakat Cüneyd-i Bağdâdî’nin bu konudaki bir yazısına vâkıf olunca fikir değiştirdiğini ve bunun mümkün olduğunu göstermek için bir de risâle yazdığını söyler ( Kitâbü’l-Elifi’l-meʾlûf , s. 19, 35). Kitâbü’l-Maḥabbe ve Kitâbü’l-Vüd ve’l-ülfe gibi eserlerinde muhtemelen bu görüşünü anlatmıştır. İbn Hafîf’in tasavvuf anlayışının esasını gaybet ve huzûr halleri teşkil eder (Hücvîrî, s. 317); ağır riyâzet, yoğun ibadet, nefse muhalefet de onun tasavvuf anlayışında önemli bir yer tutmaktadır. Çok az yediğini, her sünneti uyguladığını, bol bol Kur’an okuduğunu, vaktini düzenli bir şekilde bu tür dinî faaliyetlerle geçirdiğini anlatan pek çok menkıbesi vardır. Yaşlılık yüzünden ayakta namaz kılamayacak hale gelince, oturarak kılınan bir namazın sevabının ayakta kılınan namazın yarısı kadar olduğunu bildiren bir rivayeti dikkate alarak daha önce kıldığı namazların iki mislini oturarak kılmaya başladığı rivayet edilir (Ebü’l-Hasan ed-Deylemî, Sîretü Ebî ʿAbdillâh , s. 23-30; İbn Asâkir, s. 192; Sübkî, III, 151). Ebû Nuaym el-İsfahânî, Ebû Nasr es-Serrâc, Ebû Abdullah el-Mekârîzî ve İbn Bâkûye gibi tanınmış sûfîlerin üstadı olan İbn Hafîf’in silsilesi, müridlerinden Hüseyin Ekkârî-i Şîrâzî vasıtasıyla Kâzerûniyye tarikatının kurucusu Ebû İshak Kâzerûnî’ye ulaşır. İbn Hafîf Sühreverdiyye silsilesinde de yer alır. Rûzbihân-ı Baklî’nin ruhanî mürşidi de İbn Hafîf’tir (Câmî, s. 286; Ma‘sûm Ali Şah, II, 92, 173, 309). Onun tasavvuf anlayışını benimseyenlerin oluşturduğu gruba Hafîfiyye adı verilmiştir. Eserleri. Kaynaklar İbn Hafîf’in çok sayıda eser yazdığı konusunda birleşir. Deylemî onun on beşi büyük, on beşi küçük hacimli olmak üzere otuz eseri olduğunu söyler. Ancak verdiği listede yirmi sekiz eserin adı bulunmaktadır ( Sîretü Ebî ʿAbdillâh , s. 212). Bazı kaynaklarda zikredilen ʿAdâbü’l-mürîdîn ve Câmiʿu’d-daʿavât adlı iki eserin de eklenmesiyle liste tamamlanmaktadır. Ancak bunlardan sadece iki küçük risâle günümüze ulaşmıştır. Bazı müellifler bu eserlerin bir kısmı hakkında kısa bilgiler vermişlerdir (meselâ bk. a.g.e. , a.y.; Keşfü’ẓ-ẓunûn , II, 1447). VIII. (XIV.) yüzyıl müelliflerinden Ebü’l-Abbas Zerkûb (Zerkûb-i Şîrâzî), Şîrâznâme adlı eserinde (s. 126) bunların bir kısmı hakkında, “Elden ele dolaşmakta ve tanınmaktadır” ifadesini kullandığına göre İbn Hafîf’in eserleri Şîraz ve çevresinde yüzlerce yıl ilgi görmüş olmalıdır. Kaynaklarda İbn Hafîf’ten nakledilen bazı cümleler ve kısa parçalarla Sübkî’nin naklettiği İmam Eş‘arî’nin fazileti hakkındaki beş sayfalık bir metnin yanında ( Ṭabaḳāt , III, 159-163) Vaṣiyyet-i İbn Ḫafîf ve Muʿteḳad-ı İbn Ḫafîf adlı iki küçük risâlesinin Farsça tercümeleri günümüze gelmiştir. Asılları Arapça olan bu risâleler Annemarie Schimmel tarafından Deylemî’nin Sîretü Ebî ʿAbdillâh İbni’l-Ḫafîf eş-Şîrâzî isimli eserinin ekinde (Ankara 1955, s. 274-310) yayımlanmıştır. İbn Hafîf, Vaṣiyyet risâlesinde müridlerin gözetmek zorunda oldukları yirmi beş kurala, Muʿteḳad ’da ise Eş‘arî’nin görüşlerini takip ederek itikadî konulara yer verir. İbnü’n-Nedîm’in kaydettiği mekanik ve harp aletleriyle ilgili eser ( el-Fihrist , s. 315) ona ait değildir. BİBLİYOGRAFYA İbnü’n-Nedîm, el-Fihrist , s. 315. Sülemî, Ṭabaḳāt , s. 308, 462, 504. Ebü’l-Hasan ed-Deylemî, Sîretü Ebî ʿAbdillâh İbni’l-Ḫafîf eş-Şîrâzî (trc. Rükneddin Yahyâ b. Cüneyd eş-Şîrâzî, nşr. A. Schimmel), Ankara 1955, s. 11, 19, 23-30, 37, 100, 208, 212, 214, 218; ayrıca bk. neşredenin önsözü, s. 49-98. a.mlf., Kitâbü’l-Elifi’l-meʾlûf ʿalâ lâmi’l-maʿṭûf (nşr. J.-C. Vadet), Beyrut 1962, s. 19, 35, 45, 135. Ebû Nuaym, Ḥilye , X, 160, 162. Hatîb, Târîḫu Baġdâd , VIII, 431. Kuşeyrî, er-Risâle , s. 173, 767. Hücvîrî, Keşfü’l-maḥcûb , s. 317, 319. Herevî, Ṭabaḳāt , s. 89, 232, 537. İbn Asâkir, Tebyînü keẕibi’l-müfterî , s. 190-192. Attâr, Teẕkiretü’l-evliyâʾ , II, 124-126. İbnü’l-Cevzî, Telbîsü İblîs , s. 356. Zekeriyyâ b. Muhammed el-Kazvînî, Âs̱ârü’l-bilâd , Beyrut, ts. (Dâru Sâdır), s. 166. Zehebî, Aʿlâmü’n-nübelâʾ , XVI, 342, 345, 364. Müstevfî, Nüzhetü’l-ḳulûb (Strange) , s. 116. İbn Battûta, Seyahatnâme , II, 258; a.e.: Sefernâme-i İbn Baṭṭûta (trc. Muhammed Ali Muvahhid), Tahran 1337 hş., s. 627. Sübkî, Ṭabaḳāt , III, 149-163. Zerkûb-i Şîrâzî, Şîrâznâme (nşr. İsmâil Vâiz Cevâdî), Tahran 1350 hş., s. 95, 99, 101, 108, 126. Cüneyd-i Şîrâzî, Şeddü’l-izâr fî ḥaṭṭi’l-evzâr ʿan züvvâri’l-mezâr (nşr. Muhammed Kazvînî – Abbas İkbâl-i Âştiyânî), Tahran 1328 hş., s. 42, 48, 115, 223, 368. a.mlf., Teẕkire-i Hezâr Mezâr Terceme-i Şeddü’l-izâr (trc. Îsâ b. Cüneyd-i Şîrâzî, nşr. Nûrânî Visâl), Şîraz 1364 hş., s. 79-92. İbnü’l-Mülakkın, Ṭabaḳātü’l-evliyâʾ , s. 290. Câmî, Nefeḥât , s. 235, 286. Keşfü’ẓ-ẓunûn , II, 1447. Hasan-ı Fesâî-yi Şîrâzî, Fârsnâme-i Nâṣırî (nşr. Ali Kuli Muhbirüddevle), Tahran 1313 hş., II, 142, 158. Aḫbârü’l-Ḥallâc: Akhbar al-Hallaj (nşr. ve trc. L. Massignon – P. Kraus), Paris 1936, s. 92. Mahmûd b. Osman, Firdevsü’l-mürşidiyye , Tahran 1333 hş., s. 22, 128. Ma‘sûm Ali Şah, Ṭarâʾiḳ , II, 92, 173, 213, 308, 309, 474-506. Sezgin, GAS , I, 663. Schimmel, Mystical Dimensions of Islam , s. 83, 430. a.mlf., “Zur biographie des Abū ʿAbdallāh b. Chafīf ash-Shīrāzī”, WO (1955), s. 193-199. a.mlf., “Ibn Khafif an Early Representative of Sufism”, JPHS , VI (1958), s. 147-173. Abdülhüseyin Zerrînkûb, Dünbâle-i Cüstücû der Taṣavvuf-i Îrân , Tahran 1369 hş., s. 207-215. Muhammed Reşâd, İbn Ḫafîf-i Şîrâzî , Tahran, ts. Florian Sobieroj, “Eine neve Quelle für die Biographie Ibn Ḫafīf’s”, Isl. , LXXIV (1997), s. 305-335. J.-C. Vadet, “Ibn K̲h̲afīf”, EI 2 (İng.) , III, 823-824. Fethullah Müctebâî, “İbn Ḫafîf”, DMBİ , III, 434-439. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1999 yılında İstanbul’da basılan 19. cildinde, 535-537 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "İbnü’n-Nedîm, el-Fihrist , s. 315.",
        "Sülemî, Ṭabaḳāt , s. 308, 462, 504.",
        "Ebü’l-Hasan ed-Deylemî, Sîretü Ebî ʿAbdillâh İbni’l-Ḫafîf eş-Şîrâzî (trc. Rükneddin Yahyâ b. Cüneyd eş-Şîrâzî, nşr. A. Schimmel), Ankara 1955, s. 11, 19, 23-30, 37, 100, 208, 212, 214, 218; ayrıca bk. neşredenin önsözü, s. 49-98.",
        "a.mlf., Kitâbü’l-Elifi’l-meʾlûf ʿalâ lâmi’l-maʿṭûf (nşr. J.-C. Vadet), Beyrut 1962, s. 19, 35, 45, 135.",
        "Ebû Nuaym, Ḥilye , X, 160, 162.",
        "Hatîb, Târîḫu Baġdâd , VIII, 431.",
        "Kuşeyrî, er-Risâle , s. 173, 767.",
        "Hücvîrî, Keşfü’l-maḥcûb , s. 317, 319.",
        "Herevî, Ṭabaḳāt , s. 89, 232, 537.",
        "İbn Asâkir, Tebyînü keẕibi’l-müfterî , s. 190-192.",
        "Attâr, Teẕkiretü’l-evliyâʾ , II, 124-126.",
        "İbnü’l-Cevzî, Telbîsü İblîs , s. 356.",
        "Zekeriyyâ b. Muhammed el-Kazvînî, Âs̱ârü’l-bilâd , Beyrut, ts. (Dâru Sâdır), s. 166.",
        "Zehebî, Aʿlâmü’n-nübelâʾ , XVI, 342, 345, 364.",
        "Müstevfî, Nüzhetü’l-ḳulûb (Strange) , s. 116.",
        "İbn Battûta, Seyahatnâme , II, 258; a.e.: Sefernâme-i İbn Baṭṭûta (trc. Muhammed Ali Muvahhid), Tahran 1337 hş., s. 627.",
        "Sübkî, Ṭabaḳāt , III, 149-163.",
        "Zerkûb-i Şîrâzî, Şîrâznâme (nşr. İsmâil Vâiz Cevâdî), Tahran 1350 hş., s. 95, 99, 101, 108, 126.",
        "Cüneyd-i Şîrâzî, Şeddü’l-izâr fî ḥaṭṭi’l-evzâr ʿan züvvâri’l-mezâr (nşr. Muhammed Kazvînî – Abbas İkbâl-i Âştiyânî), Tahran 1328 hş., s. 42, 48, 115, 223, 368.",
        "a.mlf., Teẕkire-i Hezâr Mezâr Terceme-i Şeddü’l-izâr (trc. Îsâ b. Cüneyd-i Şîrâzî, nşr. Nûrânî Visâl), Şîraz 1364 hş., s. 79-92.",
        "İbnü’l-Mülakkın, Ṭabaḳātü’l-evliyâʾ , s. 290.",
        "Câmî, Nefeḥât , s. 235, 286.",
        "Keşfü’ẓ-ẓunûn , II, 1447.",
        "Hasan-ı Fesâî-yi Şîrâzî, Fârsnâme-i Nâṣırî (nşr. Ali Kuli Muhbirüddevle), Tahran 1313 hş., II, 142, 158.",
        "Aḫbârü’l-Ḥallâc: Akhbar al-Hallaj (nşr. ve trc. L. Massignon – P. Kraus), Paris 1936, s. 92.",
        "Mahmûd b. Osman, Firdevsü’l-mürşidiyye , Tahran 1333 hş., s. 22, 128.",
        "Ma‘sûm Ali Şah, Ṭarâʾiḳ , II, 92, 173, 213, 308, 309, 474-506.",
        "Sezgin, GAS , I, 663.",
        "Schimmel, Mystical Dimensions of Islam , s. 83, 430.",
        "a.mlf., “Zur biographie des Abū ʿAbdallāh b. Chafīf ash-Shīrāzī”, WO (1955), s. 193-199.",
        "a.mlf., “Ibn Khafif an Early Representative of Sufism”, JPHS , VI (1958), s. 147-173.",
        "Abdülhüseyin Zerrînkûb, Dünbâle-i Cüstücû der Taṣavvuf-i Îrân , Tahran 1369 hş., s. 207-215.",
        "Muhammed Reşâd, İbn Ḫafîf-i Şîrâzî , Tahran, ts.",
        "Florian Sobieroj, “Eine neve Quelle für die Biographie Ibn Ḫafīf’s”, Isl. , LXXIV (1997), s. 305-335.",
        "J.-C. Vadet, “Ibn K̲h̲afīf”, EI 2 (İng.) , III, 823-824.",
        "Fethullah Müctebâî, “İbn Ḫafîf”, DMBİ , III, 434-439."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 26
}
