{
  "id": "eweb_296",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/ibn-sazan-el-bagdadi",
  "annotator": "Jeremy",
  "title": "İBN ŞÂZÂN el-BAĞDÂDÎ",
  "arabic_title": "ابن شاذان البغدادي",
  "summary": "Ebû Alî el-Hasen b. Ahmed b. İbrâhîm b. el-Hasen el-Bezzâz el-Bağdâdî (ö. 425/1034) Hadis âlimi.",
  "parts": [
    {
      "author": "ALİ TOKSARI",
      "content": "12 Rebîülevvel 339’da (29 Ağustos 950) Bağdat’ta doğdu. Dördüncü nesilden dedesi Şâzân’a nisbetle İbn Şâzân diye tanındı. Babası gibi muhtemelen kendisinin de bez ticaretiyle meşgul olmasından dolayı Bezzâz lakabıyla anıldı. Kendisi gibi İbn Şâzân diye bilinen ve güvenilir bir muhaddis olan babası ( Zehebî, Aʿlâmü’n-nübelâʾ , XVI, 429-430) onu beş yaşında hadis tahsiline başlattı. Ebû Bekir eş-Şâfiî, Da‘lec b. Ahmed, İbn Kāni‘, Ebû Amr İbnü’s-Semmâk, Ebû Bekir Ahmed b. Süleyman el-Abbâdânî, Ca‘fer el-Huldî, Neccâd, Meymûn b. İshak, Ebû Süleyman el-Harrânî, Gulâmu Sa‘leb başta olmak üzere çok sayıda muhaddisten rivayette bulundu. Aynı zamanda muhaddis olan Kadı İbn Kāni‘den fıkıh ve hadis, müfessir Ahmed b. Kâmil’den kıraat, tefsir ve fıkıh, İbn Miksem el-Attâr’dan kıraat öğrendi. Kendisinden Hatîb el-Bağdâdî, Ahmed b. Hüseyin el-Beyhakī, Ebû İshak eş-Şîrâzî, Berkānî, İbnü’l-Bennâ el-Bağdâdî, Sâbit b. Bündâr gibi muhaddisler hadis rivayet etti. Erken yaşta hadis tahsiline başlaması ve uzun yıllar hadis öğretmesi sebebiyle “müsnidü’l-Irâk” diye tanınmış olup hadis münekkitleri onu sika ve sadûk terimleriyle değerlendirmişlerdir. İtikadda Eş‘arî, fıkıhta Hanefî mezhebini tercih ettiği, Kûfeliler’in görüşünü benimseyerek nebîz içtiği, ancak ömrünün sonuna doğru bu alışkanlığından vazgeçtiği rivayet edilir. İbn Şâzân 30 Zilhicce 425’te (15 Kasım 1034) Selh’te vefat etti ve Bâbüddeyr Kabristanı’na defnedildi. Cenazesinde Hatîb el-Bağdâdî de hazır bulunmuştur. Eserleri. 1. el-Meşyeḫatü’l-kübrâ . Hocalarından âlî isnadla aldığı hadisleri ihtiva eden eserin bir nüshası Dârü’l-kütübi’z-Zâhiriyye’de bulunmakta olup el-Münteḳā min ḥadîs̱i İbn Şâẕân adıyla kaydedilen bu nüshanın el-Meşyeḫatü’l-kübrâ’nın bazı bölümleri olduğu söylenmektedir (birinci kısım, Mecmua, nr. 88, vr. 86-95; ikinci kısım, Mecmua, nr. 78, vr. 123-136; beşinci ve son kısım, Hadis, nr. 297, vr. 235-246). 2. el-Meşyeḫatü’ṣ-ṣuġrâ (el-Meşyeḫatü’ṣ-ṣaġīre) . İbn Şâzân’ın kendilerinden hadis dinlediği hocalarının birer hadisini kaydettiği eserin bir nüshası Dârü’l-kütübi’z-Zâhiriyye’de (Hadis, nr. 347, vr. 46-61), diğer bir nüshası da Yale Üniversitesi Kütüphanesi’nde (AY, nr. 674) bulunmaktadır. 3. el-Ḥadîs̱ . Eserdeki hadislerden Ebü’l-Kāsım Abdülazîz b. Ali el-Ezcî (ö. 444/1052) tarafından yapılmış seçmeleri ihtiva eden bazı kısımlar Dârü’l-kütübi’z-Zâhiriyye’dedir (Hadis, nr. 248, vr. 10-28; Mecmua, nr. 31/3, vr. 101-114, 115-128; nr. 78/6, vr. 125-135; nr. 79, vr. 104-109; nr. 88, vr. 86-96). 4. el-Efrâd . Üç imlâ meclisindeki rivayetlerini ihtiva eden eserin Hasan b. Ali b. Müzhib b. Ebû Ali İbn Şâzân’ın semâ kaydının da bulunduğu bir nüshası ile (Mecmua, nr. 90, vr. 21-38) baş tarafı eksik diğer bir nüshası (Mecmua, nr. 37, vr. 79-84) Dârü’l-kütübi’z-Zâhiriyye’de bulunmaktadır. 5. Cüzʾ min ḥadîs̱i İbn Şâẕân . Ebû Gālib Muhammed b. Hasan el-Bâkıllânî’nin kendisinden yaptığı rivayetlerle (Mecmua, nr. 1139, vr. 1-26) hadis cüzlerinin sekizinci kısmını ihtiva eden bazı bölümleri Dârü’l-kütübi’z-Zâhiriyye’dedir (Umumi, nr. 9411, vr. 1-26). Müellifin Ebû İmrân Ahmed b. Abdülcebbâr el-Utâridî, Gulâmu Halîl Ebû Abdullah Ahmed b. Muhammed el-Bâhilî, Ebü’l-Hasan b. Fazl b. Semh el-Bûsirâî ve Ebü’l-Hasan Muhammed b. Ömer b. Muâviye’nin hadislerini ihtiva eden cüzünün bir nüshası da aynı kütüphanede kayıtlıdır (Mecmua, nr. 75, vr. 135-146). 6. Ḥadîs̱ü Ebî Sehl Aḥmed b. Muḥammed b. ʿAbdillâh b. Ziyâd el-Ḳattân ʿan şüyûḫih . Ebû Sehl el-Kattân’ın rivayetlerini ihtiva eden eserin dördüncü kısmının bir nüshası Dârü’l-kütübi’z-Zâhiriyye’de bulunmaktadır (Mecmua, nr. 85, vr. 227-258). 7. Ḥadîs̱ü Şuʿbe (b. el-Ḥaccâc) (Dârü’l-kütübi’z-Zâhiriyye, Mecmua, nr. 90, vr. 1-13). Bunların yanında Fevâʾidü İbn Ḳāniʿ ve ġayrih adıyla hocası İbn Kāni‘ ve diğer bazı kimselerin nâdir rivayetlerini bir araya getirmiş olup 496’da (1103) istinsah edilen eksik bir nüshası Dârü’l-kütübi’z-Zâhiriyye’de kayıtlıdır (Hadis, nr. 297, vr. 151-168). İbn Şâzân, ayrıca İbn Mâce’nin Târîḫu’l-ḫulefâʾ adlı eserine Müktefî-Billâh’tan sonraki beş halifeyi Ebû Bekir eş-Şâfiî ile birlikte ilâve etmiştir. BİBLİYOGRAFYA Hatîb, Târîḫu Baġdâd , VII, 279-280. Sem‘ânî, el-Ensâb , VIII, 335. İbn Asâkir, Tebyînü keẕibi’l-müfterî , s. 245-246. İbnü’l-Cevzî, el-Muntaẓam (Atâ) , XV, 250. İbnü’l-Esîr, el-Kâmil , IX, 445. Zehebî, Aʿlâmü’n-nübelâʾ , XVI, 429-430; XVII, 415-418. a.mlf., Teẕkiretü’l-ḥuffâẓ , III, 1075. Kureşî, el-Cevâhirü’l-muḍıyye , II, 38-39. L. Nemoy, Arabic Manuscripts in the Yale University Library , New Haven 1956, s. 78. Sezgin, GAS , I, 187-188, 229-230. Elbânî, Maḫṭûṭât , s. 60-62. Abdülhay el-Kettânî, Fihrisü’l-fehâris , II, 626. Yâsîn Muhammed es-Sevvâs, Fihrisü maḫṭûṭâti Dâri’l-kütübi’ẓ-Ẓâhiriyye: el-Mecâmîʿ , Dımaşk 1403/1983, I, 278. Ziriklî, el-Aʿlâm (Fethullah) , I, 86; II, 180. Ali Bettekon, “İbn Şâẕân”, DMBİ , IV, 49-50. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1999 yılında İstanbul’da basılan 20. cildinde, 369-370 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Hatîb, Târîḫu Baġdâd , VII, 279-280.",
        "Sem‘ânî, el-Ensâb , VIII, 335.",
        "İbn Asâkir, Tebyînü keẕibi’l-müfterî , s. 245-246.",
        "İbnü’l-Cevzî, el-Muntaẓam (Atâ) , XV, 250.",
        "İbnü’l-Esîr, el-Kâmil , IX, 445.",
        "Zehebî, Aʿlâmü’n-nübelâʾ , XVI, 429-430; XVII, 415-418.",
        "a.mlf., Teẕkiretü’l-ḥuffâẓ , III, 1075.",
        "Kureşî, el-Cevâhirü’l-muḍıyye , II, 38-39.",
        "L. Nemoy, Arabic Manuscripts in the Yale University Library , New Haven 1956, s. 78.",
        "Sezgin, GAS , I, 187-188, 229-230.",
        "Elbânî, Maḫṭûṭât , s. 60-62.",
        "Abdülhay el-Kettânî, Fihrisü’l-fehâris , II, 626.",
        "Yâsîn Muhammed es-Sevvâs, Fihrisü maḫṭûṭâti Dâri’l-kütübi’ẓ-Ẓâhiriyye: el-Mecâmîʿ , Dımaşk 1403/1983, I, 278.",
        "Ziriklî, el-Aʿlâm (Fethullah) , I, 86; II, 180.",
        "Ali Bettekon, “İbn Şâẕân”, DMBİ , IV, 49-50."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
