{
  "id": "eweb_299",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/ibnul-cella",
  "annotator": "Jeremy",
  "title": "İBNÜ’l-CELLÂ",
  "arabic_title": "ابن الجلاّء",
  "summary": "Ebû Abdillâh Ahmed b. Yahyâ el-Cellâ (ö. 306/918) Fakr ve tevekkül konusundaki görüşleriyle tanınan sûfî.",
  "parts": [
    {
      "author": "MUSTAFA BAHADIROĞLU",
      "content": "Bağdat’ta doğdu. Bazı kaynaklarda adı Muhammed olarak da kaydedilmektedir. Ma‘rûf-i Kerhî, Bişr el-Hâfî gibi sûfîlerin sohbetlerinde bulunan sûfî Yahyâ el-Cellâ’nın oğludur. Kendisi, paslı gönülleri aydınlattığı için babasına “Cellâ” unvanının verildiğini söyler. Babasına bu unvanın Zünnûn el-Mısrî tarafından verildiği de kaydedilmektedir. İbnü’l-Cellâ çocukluğunda Ma‘rûf-i Kerhî, Serî es-Sakatî, Zünnûn el-Mısrî gibi ünlü sûfîlere hizmet etti. Daha sonra Bağdat’tan ayrılarak Filistin’e gidip bugün Yafa-Kudüs yolu üzerinde bulunan Remle kasabasında ikamet etmeye başladı. Ardından Hicaz’a giden İbnü’l-Cellâ, Serrâc’ın verdiği bilgiye göre on sekiz yıl Mekke’de kaldı ( el-Lümaʿ , s. 169). Ancak bu bilgiye diğer eserlerde rastlanmamaktadır. Kaynaklarda nakledilen bir sözünden, onun Kuzey Afrika’ya geçtiği ve Kayrevan’a kadar giderek bölgedeki sûfîlerle görüştüğü anlaşılmaktadır. Bişr el-Hâfî ve Zünnûn el-Mısrî’ye hizmet etmekle birlikte İbnü’l-Cellâ’nın esas mürşidi Dımaşk’ta iken tanıştığı Ebû Türâb en-Nahşebî’dir. Kendisi 600 şeyhle görüştüğünü, bunlar arasında en çok Zünnûn el-Mısrî’yi, babasını ve Ebû Türâb’ı beğendiğini söyler. Ebû Bekir ed-Dükkî, Muhammed b. Süleyman el-Lebbân, Muhammed b. Hasan el-Yaktînî gibi sûfîler yetiştiren İbnü’l-Cellâ 12 Receb 306’da (19 Aralık 918) Dımaşk’ta vefat etti. Öldüğünde doksan sekiz yaşında olduğu kaydedilmektedir. İbnü’l-Cellâ’nın tasavvuf anlayışı fakr, tevekkül ve tecrid esasına dayanır. Kendisine fakrın ne olduğu sorulduğunda üzerindeki 4 akçeyi sadaka olarak verdikten sonra fakrı tarif etmiş ve üzerinde para varken bu konuda söz söylemeye utandığını belirtmişti. Sâlikin kendi varlığından tamamen geçmesi olarak anladığı fakrı “sebeplerden kendini soyutlamak” diye tarif eden İbnü’l-Cellâ, takvâ sahibi olmayan fakirlerin kendilerini haramlardan koruyamayacaklarına dikkat çekmiş, rızık kaygısı çekmenin insanı Hak’tan uzaklaştırıp halka muhtaç edeceğini söylemiştir. Ona göre övülmekle yerilmeyi bir tutan zâhid, farzları ilk vaktinde eda eden âbid, bütün fiilleri Allah’tan gören muvahhid yani sûfîdir. Ârifler Hak’tan başkasının kaygısını taşımazlar (Sülemî, s. 177, 179; Kuşeyrî, s. 114). İbnü’l-Cellâ kul hakkına büyük önem vermiş ve Allah’ın hakkına riayet etmeyenlerin kulların haklarını da gözetmeyeceğini söylemiş, insanlara iyilik yapamayanlara hiç değilse kötülük yapmamalarını tavsiye etmiştir (Sülemî, s. 177). İbnü’l-Cellâ tasavvufun şekil (resm) değil hakikat olduğunu söyleyen ilk sûfîlerdendir. Ona göre tasavvufun Hakk’a yönelik tarafı hakikat, halka yönelik tarafı şekildir. Asıl tasavvuf Hak ile kul arasındaki bağdır. Kuşeyrî, onun tasavvufu ruhuna nasıl sindirdiğini anlatmak için vücudundaki bir damarın “lillâh” kelimesinin yazılış şekli gibi bir görünüme girdiğini kaydeder. Babasının da sûfî olması dolayısıyla bazı kaynaklarda kendisi hakkındaki rivayetler babasıyla ilgili olanlarla karıştırılmıştır. Meselâ Kuşeyrî, onun vefat ettiği zaman yıkanmak üzere teneşire konulduğunda yüzünde bir tebessüm ifadesi hissedildiğini, hatta orada bulunan bir tabibin onun için, “Diri mi ölü mü olduğunu bilemiyorum” dediğini söylerken ( er-Risâle , s. 114) aynı olayı İbnü’l-Cevzî ( Ṣıfatü’ṣ-ṣafve , II, 411) ve İbnü’l-Mülakkın ( Ṭabaḳātü’l-evliyâʾ , s. 86) babası hakkında kaydetmişlerdir. Çağında gerçek anlamda üç sûfî bulunduğunu söyleyen İbn Nüceyd, İbnü’l-Cellâ’nın bunlardan biri olduğunu belirtmiştir. Kaynaklarda onun bazı kerametleri de anlatılmaktadır. Bunlardan birine göre rüyasında Hz. Peygamber’in elinden bir ekmek aldığını görmüş, uyandığında avucunda bu ekmeğin bir parçasını bulmuştu. Tevekkül, muhabbet, fakr, havf, zühd gibi tasavvufî konulara dair sözleri ve bazı şiir parçaları kaynaklarda yer almaktadır. BİBLİYOGRAFYA Serrâc, el-Lümaʿ (nşr. R. Nicholson), Leiden 1913, s. 169, 209. Kelâbâzî, Taarruf (Uludağ) , s. 144, 214. Sülemî, Ṭabaḳāt , s. 176-179. a.mlf., Tasavvufun Ana İlkeleri: Sülemî’nin Risaleleri (nşr. ve trc. Süleyman Ateş), Ankara 1401/1981, s. 191-192, 202. Ebû Nuaym, Ḥilye , Beyrut 1967, X, 314-315. Hatîb, Târîḫu Baġdâd , V, 213-215. Kuşeyrî, er-Risâle , Kahire 1966, s. 114, 123, 143-144, 151, 154, 169; a.e. (Uludağ), s. 86, 100, 105, 107-108, 123, 130, 206, 207. Hücvîrî, Keşfü’l-maḥcûb , s. 43, 169; a.e. (Uludağ), s. 118, 236-237. Herevî, Ṭabaḳāt , s. 547-575. Gazzâlî, İḥyâʾ , Beyrut 1990, IV, 269, 300; V, 261. İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , Kahire 1970, II, 443-444. a.mlf., el-Muntaẓam , V, 17, 18; VI, 148. Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1991, s. 168, 381, 495, 516-517, 539, 563, 757. Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1403/1983, s. 494. Zehebî, Aʿlâmü’n-nübelâʾ , XIV, 251-252. Safedî, el-Vâfî , VIII, 239. İbn Kesîr, el-Bidâye , II, 129. İbnü’l-Mülakkın, Ṭabaḳātü’l-evliyâʾ , s. 81-88. İbn Tağrîberdî, en-Nücûmü’z-zâhire , III, 30, 170, 194. Câmî, Nefeḥât , s. 110. Münâvî, el-Kevâkib , II, 14-15. Mînâ Hafîzî, “İbn Cellâ”, DMBİ , III, 241-242. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1999 yılında İstanbul’da basılan 20. cildinde, 538 numaralı sayfada yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Serrâc, el-Lümaʿ (nşr. R. Nicholson), Leiden 1913, s. 169, 209.",
        "Kelâbâzî, Taarruf (Uludağ) , s. 144, 214.",
        "Sülemî, Ṭabaḳāt , s. 176-179.",
        "a.mlf., Tasavvufun Ana İlkeleri: Sülemî’nin Risaleleri (nşr. ve trc. Süleyman Ateş), Ankara 1401/1981, s. 191-192, 202.",
        "Ebû Nuaym, Ḥilye , Beyrut 1967, X, 314-315.",
        "Hatîb, Târîḫu Baġdâd , V, 213-215.",
        "Kuşeyrî, er-Risâle , Kahire 1966, s. 114, 123, 143-144, 151, 154, 169; a.e. (Uludağ), s. 86, 100, 105, 107-108, 123, 130, 206, 207.",
        "Hücvîrî, Keşfü’l-maḥcûb , s. 43, 169; a.e. (Uludağ), s. 118, 236-237.",
        "Herevî, Ṭabaḳāt , s. 547-575.",
        "Gazzâlî, İḥyâʾ , Beyrut 1990, IV, 269, 300; V, 261.",
        "İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , Kahire 1970, II, 443-444.",
        "a.mlf., el-Muntaẓam , V, 17, 18; VI, 148.",
        "Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1991, s. 168, 381, 495, 516-517, 539, 563, 757.",
        "Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1403/1983, s. 494.",
        "Zehebî, Aʿlâmü’n-nübelâʾ , XIV, 251-252.",
        "Safedî, el-Vâfî , VIII, 239.",
        "İbn Kesîr, el-Bidâye , II, 129.",
        "İbnü’l-Mülakkın, Ṭabaḳātü’l-evliyâʾ , s. 81-88.",
        "İbn Tağrîberdî, en-Nücûmü’z-zâhire , III, 30, 170, 194.",
        "Câmî, Nefeḥât , s. 110.",
        "Münâvî, el-Kevâkib , II, 14-15.",
        "Mînâ Hafîzî, “İbn Cellâ”, DMBİ , III, 241-242."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 410
}