{
  "id": "eweb_302",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/ibrahim-el-havvas",
  "annotator": "Jeremy",
  "title": "İBRÂHİM el-HAVVÂS",
  "arabic_title": "إبراهيم الخوّاص",
  "summary": "Ebû İshâk İbrâhîm b. Ahmed el-Havvâs (ö. 291/904) Riyâzet ve tevekküle önem vermesiyle tanınan ilk dönem sûfîlerinden.",
  "parts": [
    {
      "author": "MUSTAFA BAHADIROĞLU",
      "content": "Sâmerrâ’da dünyaya geldi. Bazı kaynaklarda ise Bağdat’ta doğduğu kaydedilmektedir. Dönemin meşhur sûfîlerinden Hayr en-Nessâc ile tanıştıktan sonra tasavvufa yöneldi. Yûsuf b. Hüseyin er-Râzî ve Ebû Abdullah el-Mağribî’den istifade etti. Cüneyd-i Bağdâdî, Ebü’l-Hüseyin en-Nûrî, Mümşâd ed-Dîneverî, Hallâc-ı Mansûr ile de görüş alışverişinde bulundu. Mekke, Medine, Dımaşk, Kûfe, Kādisiye başta olmak üzere birçok yeri dolaştı. Hayatının büyük bir kısmını geçirdiği Rey’de vefat etti. Balıkçılık yaparak geçimini sağlayan İbrâhim el-Havvâs’ın, “Onlar bizi zikrediyorlar, geçimini temin edecek başka meslek bulamadın mı?” diye bir ses duyunca bu işi bıraktığı ve hurma yaprağından zembil örüp satarak geçindiği, bundan dolayı da “Havvâs” lakabını aldığı rivayet edilir. İbrâhim el-Havvâs’ın en önemli özelliği tevekkül konusuna ağırlık vermesi, tasavvuf anlayışını bu terimle bağlantılı olarak anlatmasıdır. Kelâbâzî kendisini eser veren sûfîler arasında kaydederken Sülemî de Kitâbü’l-Mütevekkilîn adlı telifinden iktibaslar yapmıştır. İbrâhim el-Havvâs’a göre tevekkül kalbin mala ve mülke, genel olarak da yaratılmış olan şeylere güvenmeyip sadece Allah’a dayanması, Allah’ın kendisine istediklerini verdiği zaman hissettiği duygularla vermediği zamanki duygularının aynı olmasıdır. Günlerce süren yolculuklarını bu esaslara bağlı olarak yapan İbrâhim el-Havvâs, bununla birlikte iğne iplik, su matarası ve makas gibi aletleri taşımayı da tevekküle aykırı bulmamıştır. Onun bu tavrı, daha sonra Ebû Nasr es-Serrâc ve İbn Kayyim el-Cevziyye tarafından örnek davranış olarak gösterilmiştir. İbrâhim el-Havvâs’a göre tevekkülün sabır, rızâ, muhabbet şeklinde üç derecesi vardır. Kişi sabretmeli, Allah’ın kendisi hakkında verdiği hükme razı olmalı ve onu sevmelidir; kendini ana kucağındaki çocuk gibi emin hissetmeli, kendisi için takdir edilenlerin değişmeyeceğine inanmalıdır. Hiç kimseden sadaka almayan, kazancının bir kısmını yetim ve dullara ayıran İbrâhim el-Havvâs, genellikle seyahat ve tecrid halinde bulunmasına rağmen ne ile geçindiğini soranlara cevap olarak anasının karnındaki çocuğun, denizdeki balıkların ve yabani hayvanların geçimini örnek göstermiştir. İbrâhim el-Havvâs, fakrı “kimseden şikâyet etmemek ve ihtiyaçları gizlemek” şeklinde tarif eder. Ona göre fakr peygamberlerin ve sâlihlerin elbisesidir; şerefi ondan gelmektedir. Fakir halini aziz bilir ve kimseye anlatmaz. Bütün vakitlerini aynı rahatlık içinde geçirir. Fakir bir ihtiyacı olduğu zaman Allah’a yönelmeli ve sadece O’ndan istemelidir; böyle olmadıkça kemale eremez. Fakr konusunda doğruluk ve samimiyetin alâmeti ihtiyacın karşılanmaması halinde daha çok memnun olmaktır. Sâliklerde bulunması gereken özellikleri sıralarken İbrâhim el-Havvâs yaratıklara şefkatle bakmak, halkın eziyetlerine katlanmak, insanlara öğüt vermek, düşmanlıkları ortadan kaldırmak, alçak gönüllülükten ayrılmamak, mârifetullaha önem vermek, temizliğe dikkat etmek, şeytana düşman olmak gerektiğini özellikle vurgulamıştır. Ona göre bildiğiyle amel eden âlimin ilmi, yaptığını tavsiye edip yapamadığını söylemeyen ârifin irfanı, sırf Allah için namaz kılanın ibadeti, ihtirastan uzaklaşıp Allah rızâsını arayanın iradesi ideal hasletlerdir. Dünyevî arzulara meyleden, rızık endişesiyle yarını düşünen, boş şeyleri seven, din kardeşini kıskanan kişinin kalbi hikmetten nasibini alamaz. Kalbin hastalıklarını tedavi eden ilâçlar şunlardır: Mânası üzerinde düşünerek Kur’ân-ı Kerîm okumak, az yemek, geceleri ibadet etmek, seher vakti niyaz ve istiğfarda bulunmak, iyi insanların sohbetlerine katılmak. Sabrın külfetine katlanmayı mârifetin vasıtası olarak gören İbrâhim el-Havvâs, veraı “kulun bütün dikkatini Allah’ın rızâsına çevirmesi” olarak tarif etmiştir ( Sülemî, Ṭabaḳāt , s. 285). Muhabbetin göstergesi Allah’tan başka sevilen şeyleri terketmektir. Mûsiki ve semaa karşı çıkmayan İbrâhim el-Havvâs, dostlarına özellikle seher vaktini değerlendirmelerini tavsiye etmiş, konuyla ilgili şiirlerin yardımıyla gönül dünyalarını genişletmenin yollarını göstermiştir. Kûfe’de ziyaret ettiği Hallâc-ı Mansûr’un, “Bunca seyahatin sırasında çölleri geçerken ne yaptın?” sorusuna, “Daima tevekkül halinde bulundum” cevabını verince Hallâc, “Yazıklar olsun! İçini düzeltmek için ömrünü tükettin, tevhiddeki fenâ nerede kaldı?” diyerek onu tenkit etmiştir (Hücvîrî, s. 320). BİBLİYOGRAFYA Serrâc, el-Lümaʿ , s. 75, 87, 199, 232, 250, 260. Kelâbâzî, Taarruf (Uludağ) , s. 60, 152, 217. Sülemî, Ṭabaḳāt , s. 284-286. a.mlf., Tasavvufun Ana İlkeleri: Sülemî’nin Risaleleri (nşr. ve trc. Süleyman Ateş), Ankara 1401/1981, s. 50, 53, 58, 106-107, 127. Ebû Nuaym, Ḥilye , X, 326-330. Hatîb, Târîḫu Baġdâd , VI, 7-10. Kuşeyrî, Risâle (Uludağ) , s. 72, 117. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 257, 319, 320, 322, 424, 427, 485, 553, 564. Gazzâlî, İḥyâʾ , Beyrut 1997, II, 346, 354; III, 225, 234; V, 144, 147, 261, 262; VI, 53. İbnü’l-Cevzî, el-Muntaẓam , XIII, 26. a.mlf., Ṣıfatü’ṣ-ṣafve , II, 527; IV, 98-102. Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1991, s. 407, 410, 560, 572, 609-619. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire, ts., II, 139. Lâmiî, Nefehât Tercümesi , s. 185, 187-189, 260, 272. Şa‘rânî, eṭ-Ṭabaḳāt , I, 83. L. Massignon, Essai sur les origines du lexique technique de la mystique musulmane , Paris 1928, s. 132, 239, 271, 318, 320. Schimmel, Tasavvufun Boyutları , s. 110. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2000 yılında İstanbul’da basılan 21. cildinde, 317 numaralı sayfada yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Serrâc, el-Lümaʿ , s. 75, 87, 199, 232, 250, 260.",
        "Kelâbâzî, Taarruf (Uludağ) , s. 60, 152, 217.",
        "Sülemî, Ṭabaḳāt , s. 284-286.",
        "a.mlf., Tasavvufun Ana İlkeleri: Sülemî’nin Risaleleri (nşr. ve trc. Süleyman Ateş), Ankara 1401/1981, s. 50, 53, 58, 106-107, 127.",
        "Ebû Nuaym, Ḥilye , X, 326-330.",
        "Hatîb, Târîḫu Baġdâd , VI, 7-10.",
        "Kuşeyrî, Risâle (Uludağ) , s. 72, 117.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 257, 319, 320, 322, 424, 427, 485, 553, 564.",
        "Gazzâlî, İḥyâʾ , Beyrut 1997, II, 346, 354; III, 225, 234; V, 144, 147, 261, 262; VI, 53.",
        "İbnü’l-Cevzî, el-Muntaẓam , XIII, 26.",
        "a.mlf., Ṣıfatü’ṣ-ṣafve , II, 527; IV, 98-102.",
        "Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1991, s. 407, 410, 560, 572, 609-619.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire, ts., II, 139.",
        "Lâmiî, Nefehât Tercümesi , s. 185, 187-189, 260, 272.",
        "Şa‘rânî, eṭ-Ṭabaḳāt , I, 83.",
        "L. Massignon, Essai sur les origines du lexique technique de la mystique musulmane , Paris 1928, s. 132, 239, 271, 318, 320.",
        "Schimmel, Tasavvufun Boyutları , s. 110."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 268
}