{
  "id": "eweb_304",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/ihsan--iyilik",
  "annotator": "Jeremy",
  "title": "İHSAN",
  "arabic_title": "الإحسان",
  "summary": "Genel olarak iyilik ve lutufta bulunmak, bir işi en güzel şekilde yapmak, Allah’a ihlâsla kulluk etmek anlamlarında kullanılan bir terim.",
  "parts": [
    {
      "author": "MUSTAFA ÇAĞRICI",
      "content": "Sözlükte “güzel olmak” mânasına gelen hüsn kökünden türetilmiş bir masdar olup genel olarak “başkasına iyilik etmek” ve “yaptığı işi güzel yapmak” şeklinde kısmen farklı iki anlamda kullanılmaktadır. İhsanda bulunan kişiye muhsin denir. Bir insanın gerçekleştirdiği işin ihsan seviyesine ulaşabilmesi için hem neyi nasıl yapması icap ettiğini iyi bilmesi hem de bu bilgisini en güzel biçimde eyleme dönüştürmesi gerekir. Hz. Ali, “İnsanlar işlerini ihsanla yapmalarına göre değer kazanır” derken bunu kastetmiştir. Allah’ın yarattığı her şeyi ihsanla yarattığını bildiren âyette de (es-Secde 32/7) ihsan kavramı bu anlamdadır. Ahlâk literatüründe ihsan genellikle, “iyiliklerde farz olan asgari ölçünün ötesine geçip isteyerek ve severek daha fazlasını yapmak” mânasında kullanılır. Râgıb el-İsfahânî’nin diğer İslâm âlimlerince de paylaşılan düşüncesine göre ihsan adaletin üstünde bir derecedir; adalet borcunu vermek, alacağını almak, ihsan ise üstüne düşenden daha fazlasını vermek, alması gerekenden daha azını almaktır. Bundan dolayı adaleti gözetmek vâcip, ihsanı gözetmek mendup ve müstehaptır ( el-Müfredât , “ḥsn”, “ʿadl” md.leri; krş. Gazzâlî, II, 79). Kur’ân-ı Kerîm’de ihsan kavramı hem Allah’a hem de insanlara nisbet edilerek yetmişi aşkın âyette masdar, fiil ve isim şeklinde geçmekte, bu âyetlerin bir kısmında “başkasına iyilik etmek”, bir kısmında “yaptığı işi güzel yapmak” mânasında, çoğunda ise herhangi bir belirlemeye gidilmeden mutlak anlamda kullanılmıştır (bk. M. F. Abdülbâkī, el-Muʿcem , “ḥsn” md.). Hadislerde de aynı kullanımlara geniş olarak rastlanmaktadır (bk. Wensinck, el-Muʿcem , “ḥsn” md.). Her iki kaynakta kelime Allah’a nisbet edildiğinde, “O yarattığı her şeyi en güzel yapmıştır” (es-Secde 32/7); “O sizi şekillendirdi ve şeklinizi güzel yaptı” (et-Tegābün 64/3) meâlindeki âyetlerde olduğu gibi Allah’ın kusursuz yaratıcılığını veya “Allah sana ihsan ettiği gibi sen de ihsanda bulun” (el-Kasas 28/77); “Allah ona rızık ihsan etti” (et-Talâk 65/11) örneklerinde görüldüğü üzere O’nun kullarına lutufkârlığını, cömertliğini ifade eder. Ancak Hz. Peygamber’in, “Allahım! Yaratılışımı güzel yaptığın gibi ahlâkımı da güzel yap” duasında ( Müsned , I, 403; VI, 68, 155) olduğu gibi özellikle Allah için kullanıldığında bu iki anlam arasında kesin bir farktan söz edilemez. Çünkü Allah’ın fiillerinin güzelliği ve mükemmelliği aynı zamanda O’nun lutufkârlığıdır. “Allah’ın kuluna karşı cömertliği, hak ettiğinden fazlasını vermesi, işini rast getirmesi” anlamındaki ihsan, kelâm literatüründe çoğunlukla “lutuf” kelimesiyle ifade edilmiş ve Allah’ın kimlere, ne şekilde lutufta bulunacağı, bu hususta insanlara farklı muamele edip etmeyeceği gibi meseleler daha çok Mu‘tezile ile Ehl-i sünnet arasında tartışma konusu olmuştur. Bu tartışmada Mu‘tezile adalet ilkesini öne çıkarırken Ehl-i sünnet Allah’ın iradesini her türlü sınırlamaların ötesinde gören bir yol takip etmiştir (bk. LUTUF ). Bu meselede Ehl-i sünnet’in görüşlerini benimseyen tasavvuf ehli ise konuyu asıl Allah-kul münasebetinin ahlâkî boyutu açısından ele almıştır. Sûfîler gerek evrende gerekse insanda gördükleri bütün güzellikleri, nimetleri, hatta bütünüyle varlığı ilâhî varlığın ve güzelliğin tecellileri olarak kabul ettikleri için kişinin ontolojik bakımdan gerçek varlık olarak Allah’ı tanıması gerektiği gibi ahlâkî yönden de yalnız O’na kul olması, her durumda hakiki nimet, ihsan ve lutuf sahibi olarak sadece O’nu tanıyıp bütün ruhuyla O’na yönelmesi ve O’nu sevmesi, diğer bütün şeyleri de O’ndan dolayı sevmesi gerektiğini düşünmüşlerdir. İnsana nisbet edildiği âyet ve hadislerde ihsan kavramı iki bağlamda kullanılır. a) “Yaptığını güzel yapmak” şeklinde özetlenen anlamına uygun olarak kulun Allah’a karşı hissettiği derin saygı, bağlılık ve itaat ruhunu ve bu ruh halinin ürünü olan iyi davranışları kapsar. Hz. Peygamber’in “Cibrîl hadisi” diye bilinen hadiste geçen, “İhsan Allah’ı görür gibi ibadet etmendir; çünkü sen O’nu görmesen de O seni görmektedir” şeklindeki açıklaması (Buhârî, “Tefsîr”, 31/2, “Îmân”, 37; Müslim, “Îmân”, 1), ihlâs terimiyle de ifade edilen bu bağlamdaki ihsanın en güzel tanımı kabul edilmiş ve üzerinde önemle durulmuştur. Fîrûzâbâdî’nin imanın özü, ruhu ve kemali, dolayısıyla kulluk mertebelerinin en üstünü olduğunu belirttiği ( Beṣâʾiru ẕevi’t-temyîz , II, 465) ihsanın bu kapsamı bilhassa takvâ ile yakından ilgili görünmektedir. Nitekim çeşitli âyetlerde bu iki kavram semantik bir bağlantı içinde zikredilmiştir. Meselâ Mâide sûresinin 93. âyetinde ihsan erdeminin takvâ kapsamında ve onun en ileri derecesini ifade etmek üzere kullanıldığı anlaşılmaktadır (krş. Şevkânî, II, 86-87). “Kim Allah’a derin saygı duyar (takvâ) ve sabrederse bilinmeli ki Allah iyi davrananların (muhsinîn) ecrini asla zayi etmez” meâlindeki âyet de (Yûsuf 12/90) ihsan-takvâ ilişkisini ortaya koymaktadır (diğer örnekler için bk. en-Nisâ 4/128; en-Nahl 16/128; el-Hac 22/37; ez-Zâriyât 51/15-16). Ayrıca iki sûrede (el-En‘âm 6/83-84; es-Sâffât 37/80-131) bazı peygamberlerin isimleri zikredilerek kendilerinden “muhsinler” diye söz edilmesi, ihsanın peygamberlerde gözlenen kusursuz dindarlığı ve bunun sonucu olan güzel davranışları ifade ettiğini gösterir. Bilhassa mutasavvıflar Cibrîl hadisine ve bu hadiste geçen, “İhsan Allah’ı görür gibi ibadet etmendir ...” ifadesine özel bir ilgi göstermişlerdir. Din ilimlerini Kur’an ilmi, sünnet ilmi, imanın hakikatleri ilmi şeklinde üç kısma ayıran Ebû Nasr es-Serrâc, bütün bu bilgilerin aslının söz konusu hadis olduğunu söyleyerek hadisteki İslâm’ı “zâhir”, imanı “bâtın”, ihsanı da “zâhir ve bâtının hakikati” diye nitelerken Herevî aynı hadisi tasavvuf ehlinin izlediği seyrüsülûkün bir özeti sayar. Tasavvufta önemli bir yeri olan murakabe de bu hadise dayandırılır. Çünkü murakabe kulun her an Allah tarafından denetlenmekte olduğu bilincini gösterir. b) İhsan, hilim erdeminden kaynaklanan bir anlayışla kişinin başta annesi ve babası olmak üzere diğer insanlar karşısındaki sevgiye dayalı özverili tutumunu ifade eder. Nitekim çeşitli âyetlerde “muhsinler” olarak anılan müminlerin hilim ruhunu yansıtan bazı seçkin özellikleri üzerinde durulmuş ve bu suretle ihsan kavramının içeriğine giren erdemlere de işaret edilmiştir. Bunlardan bazıları şunlardır: Öfkeye hâkim olma, affetme, hoşgörü, sabır (Âl-i İmrân 3/134-135; el-Mâide 5/13; Hûd 11/115; Yûsuf 12/90), işlerde aşırılıktan sakınma, kararlılık ve cesaret (Âl-i İmrân 3/147-148), tok gözlülük ve cömertlik (el-Bakara 2/236; Âl-i İmrân 3/134). “Muhakkak ki Allah adaleti ve ihsanı emreder ...” ifadesiyle başlayan âyet (en-Nahl 16/90) münasebetiyle tefsir kitaplarının yanında ahlâk ve tasavvuf kitaplarında da ihsan kavramı üzerinde durulmuştur. Taberî bu âyetteki adaleti “kelime-i tevhid”, ihsanı ise “Allah’ın emir ve yasaklarına uyma, zorluklara katlanma hususunda gösterilen sabır” şeklinde sınırlayan görüşü tercih eder görünmekle birlikte ( Câmiʿu’l-beyân , XIV, 162) onun da kaydettiği gibi bu âyetin iyilik ve kötülük konusunda Kur’an’ın en kapsamlı âyeti olduğu yönündeki görüş, ilk dönemlerden itibaren birçok âlim tarafından benimsenmiştir. Bu yönden âyetteki adalet kavramıyla ihsan kavramının anlamları hakkında açıklamalar yapılmış ve sonuçta ihsan “insanın hem Allah’a hem de yakın ve uzak çevresine, bütün insanlara, hatta tabiata karşı yaklaşımında, tutum ve davranışlarında adalet ölçüsünün, farz ve vâcip sınırlarının ötesine geçerek imkân ve kabiliyetine göre kulluğun, özverinin ve erdemin en yüksek seviyesine ulaşması” anlamlarına gelecek şekilde yorumlanmıştır (meselâ bk. Ebû Bekir İbnü’l-Arabî, II, 1172-1173; Fahreddin er-Râzî, XX, 100-104; Kurtubî, X, 172-176). İbn Miskeveyh, bu bağlamdaki ihsanı özellikle sevgiyle ilişkisi ve sosyal boyutuyla ele alarak iyi ve erdemli insanın içinde daima başkalarına iyilik etme isteği bulunduğunu belirtir ve ondaki bu yatkınlığı “zâtî ihsan” olarak adlandırır; bu kişinin, iyilik ettiği insanları onların kendisini sevdiğinden daha çok sevdiğini söyler. Daha sonra Gazzâlî, İbn Miskeveyh’in ihsan-sevgi ilişkisine dair düşüncelerini oldukça geliştirmiştir. Gazzâlî insanın temelde kendisini sevdiğini, “İnsan ihsanın kuludur” atasözünde de belirtildiği gibi kendisine iyilik edenleri de sevmekle birlikte bu sevginin merkezinde yine kendisinin bulunduğunu ifade eder. Ancak ahlâkî ve estetik duyarlığı gelişmiş insanlar için iyilik ve güzellik bizâtihi sevilir. Şu halde kendisiyle hiçbir ilgisi olmasa bile yine de insan ihsanı ve ihsan sahibini sever. Bununla beraber asıl muhsin Allah olduğuna, hatta insanlar arasında ihsan sahibi kişilerin bulunması dahi Allah’ın bir lutfu olduğuna göre asıl sevilmesi gereken de O’dur. Ne var ki gerçeklik, iyilik ve güzellik değerlerinin yeterince farkına varılmadığı durumlarda sevgi ben merkezlidir. Fakat Allah’ı cemâlinden dolayı sevmek ihsanından dolayı sevmekten daha yüksek bir derecedir ( İḥyâʾ , IV, 299-306). BİBLİYOGRAFYA Râgıb el-İsfahânî, el-Müfredât , “ḥsn”, “ʿadl” md.leri. Lisânü’l-ʿArab , “ḥsn” md. M. F. Abdülbâkī, el-Muʿcem , “ḥsn” md. Wensinck, el-Muʿcem , “ḥsn” md. Müsned , I, 403; VI, 68, 155. Buhârî, “Tefsîr”, 31/2, “Îmân”, 37. Müslim, “Îmân”, 1. Taberî, Câmiʿu’l-beyân , Beyrut 1398, XIV, 162. Serrâc, el-Lümaʿ , s. 22, 82-83. İbn Miskeveyh, Tehẕîbü’l-aḫlâḳ (nşr. İbnü’l-Hatîb), Beyrut 1398, s. 135-137. Kuşeyrî, er-Risâle , I, 463-464. Herevî, Menâzil , Kahire, ts. (Dâiretü’l-kütübi’l-Arabiyyeti’l-kübrâ), s. 4. Gazzâlî, İḥyâʾ , II, 79-83; IV, 299-306. Ebû Bekir İbnü’l-Arabî, Aḥkâmü’l-Ḳurʾân , II, 1172-1173. Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , XX, 100-104. Kurtubî, el-Câmiʿ , X, 172-176. Fîrûzâbâdî, Beṣâʾiru ẕevi’t-temyîz (nşr. M. Ali en-Neccâr), Beyrut, ts. (el-Mektebetü’l-ilmiyye), II, 67-70; 465-467. Şevkânî, Fetḥu’l-ḳadîr , Beyrut 1412/1991, II, 86-87. Subhî el-Mahmesânî, ed-Deʿâʾimü’l-ḫulḳıyye li’l-ḳavânîni’l-aḫlâḳıyye , Beyrut 1979, s. 269-277, 301-305. T. Izutsu, Kur’an’da Dinî ve Ahlâkî Kavramlar (trc. Selâhattin Ayaz), İstanbul, ts. (Pınar Yayınları), s. 294-297. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2000 yılında İstanbul’da basılan 21. cildinde, 544-546 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Râgıb el-İsfahânî, el-Müfredât , “ḥsn”, “ʿadl” md.leri.",
        "Lisânü’l-ʿArab , “ḥsn” md.",
        "M. F. Abdülbâkī, el-Muʿcem , “ḥsn” md.",
        "Wensinck, el-Muʿcem , “ḥsn” md.",
        "Müsned , I, 403; VI, 68, 155.",
        "Buhârî, “Tefsîr”, 31/2, “Îmân”, 37.",
        "Müslim, “Îmân”, 1.",
        "Taberî, Câmiʿu’l-beyân , Beyrut 1398, XIV, 162.",
        "Serrâc, el-Lümaʿ , s. 22, 82-83.",
        "İbn Miskeveyh, Tehẕîbü’l-aḫlâḳ (nşr. İbnü’l-Hatîb), Beyrut 1398, s. 135-137.",
        "Kuşeyrî, er-Risâle , I, 463-464.",
        "Herevî, Menâzil , Kahire, ts. (Dâiretü’l-kütübi’l-Arabiyyeti’l-kübrâ), s. 4.",
        "Gazzâlî, İḥyâʾ , II, 79-83; IV, 299-306.",
        "Ebû Bekir İbnü’l-Arabî, Aḥkâmü’l-Ḳurʾân , II, 1172-1173.",
        "Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , XX, 100-104.",
        "Kurtubî, el-Câmiʿ , X, 172-176.",
        "Fîrûzâbâdî, Beṣâʾiru ẕevi’t-temyîz (nşr. M. Ali en-Neccâr), Beyrut, ts. (el-Mektebetü’l-ilmiyye), II, 67-70; 465-467.",
        "Şevkânî, Fetḥu’l-ḳadîr , Beyrut 1412/1991, II, 86-87.",
        "Subhî el-Mahmesânî, ed-Deʿâʾimü’l-ḫulḳıyye li’l-ḳavânîni’l-aḫlâḳıyye , Beyrut 1979, s. 269-277, 301-305.",
        "T. Izutsu, Kur’an’da Dinî ve Ahlâkî Kavramlar (trc. Selâhattin Ayaz), İstanbul, ts. (Pınar Yayınları), s. 294-297."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
