{
  "id": "eweb_305",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/ilmun-nefs",
  "annotator": "Jeremy",
  "title": "İLMÜ’n-NEFS",
  "arabic_title": "علم النفس",
  "summary": "Ruhun mahiyetini, dış ve iç duyuları, hayal ve akıl gibi melekeleri inceleyen ilim dalı, psikoloji.",
  "parts": [
    {
      "author": "İLHAN KUTLUER",
      "content": "İslâm düşüncesinde insanın duyu, hayal, idrak ve düşünme etkinliklerini ilmî bir disiplin çerçevesinde açıklamaya yönelik teorik düzeydeki çalışmaların tarihi, İslâm toplumunun felsefeyle tanıştığı II. (VIII.) yüzyıla kadar uzanır. Helenistik dönem felsefe ve bilim geleneğini devralan müslümanlar Eflâtun’un ruh hakkındaki görüşlerini içeren Phaidon , Timaios ve Politeia gibi III. (IX.) yüzyılda Arapça’ya çevrilen diyalogları yanında Aristo’nun psikolojiye dair De Anima ’sını Kitâbü’n-Nefs adıyla, Parva Naturalia başlığı altında toplanan psikoloji alanındaki diğer kısa yazılarını da el-Ḥis ve’l-maḥsûs diye anılan tercümeleri vasıtasıyla tanımışlardı. Helenistik dönem Aristo şârihlerinden İskender Afrodisî’nin De Anima şerhiyle Themistius’un De Anima ’ya yazmış olduğu telhis de biliniyordu. Bunlardan Themistius’un telhisi günümüze ulaşmış ve neşredilmiştir (bk. bibl.). Afrodisî’nin şerhinin Arapça’sı kayıptır, günümüze ancak İbrânîce’ye yapılmış tercümesi gelebilmiştir. Bu arada Aristo’nun De Anima ’da kendinden önceki filozofların ruh hakkındaki görüşlerini eleştirirken verdiği bilgiler de İslâm düşünürlerine Sokrat öncesi antik felsefedeki tartışmaları öğrenme ve değerlendirme imkânı sağlamıştır. Bu sahada belirleyici olmuş tercüme eserler arasında, Aristo’nun sanılan Es̱ûlûcyâ (Theologia) adlı eserle Câlînûs’un Stoacı bir yaklaşımla kaleme aldığı, Arapça’da Fî Enne ḳuva’n-nefs tevâbiʿ li-mizâci’l-beden adıyla bilinen eseri (nşr. Abdurrahman Bedevî, Beyrut 1981), sözde Plutarkhos’a ait olup Arapça’da el-Ârâʾü’ṭ-ṭabîʿiyye olarak tanınan eserin (Aristo’nun Fi’n-Nefs ’i ile birlikte, Kahire 1954) ruhla ilgili bölümleri ve İskender Afrodisî’ye ait De Intellectu (Ar. Fi’l-ʿAḳl , Beyrut 1956) zikredilmelidir. Bunların yanı sıra Süryânî mütercim ve bilginlerden Kustâ b. Lûkā’nın kaleme aldığı ve Eflâtun, Aristo, Teophrastos, Câlînûs’un ruh hakkındaki görüşlerini derlediği Risâle fi’l-farḳ beyne’n-nefs ve’r-rûḥ (Beyrut 1911), İshak b. Huneyn’e nisbet edilen Kitâbü’n-Nefs (nşr. Ahmed Fuâd el-Ehvânî, Telḫîṣu Kitâbi’n-Nefs ile birlikte, Kahire 1950) gibi eserler de İslâm felsefe geleneğinde psikoloji disiplininin gelişmesine bir ölçüde katkıda bulunmuştur. Aristo’nun, bilim ve düşünce tarihinde en yaygın etkiye sahip olan De Anima adlı eseri psikoloji kadar fizyolojiyi de anımsatmaktadır. Ruhu “güç halinde canlı olan tabii bir cismin ilk yetkinliği” (entelekhia) diye tarif eden filozofun her canlı türe sahip olduğu görünümü (form) verenin ruh olduğunu söylemesi, hem İslâm hem de hıristiyan teolog ve düşünürlerince, bedenle birlikte ruhun da öleceği fikrine yol açtığı gerekçesiyle eleştirilmiştir. Bu bakımdan genelde müslüman düşünürlerin ruh teorileri Aristo’dan çok Eflâtun çizgisinde gelişmiştir. Zira Eflâtun, ruhun ilâhî bir cevher olarak ezelî ve ebedî olduğunu söylerken Aristo onun bedenle birlikte ortaya çıktığını savunuyor ve ölümden sonra ruhun ne olacağı konusunda açık ve kesin bir görüş belirtmiyordu. İlk İslâm filozofu olan Kindî Fi’l-Ḳavl fi’n-nefs ve Kelâm fi’n-nefs adlı risâlelerinde ruhun mahiyetini, meleke ve fonksiyonlarını, ölümden sonraki durumu ile ruhu arındırmanın yollarını ve yöntemini araştırmıştır. Bundan başka onun Fî ennehû tûced cevâhir lâ ecsâm , Fî Mâhiyyeti’n-nevm ve’r-rüʾyâ gibi risâleleri, İslâm dünyasında mânevî cevherlerin varlığı ve rüya psikolojisi hakkında yazılan ilk telif eserlerdir. Kindî’nin bu çalışmaları Aristo’dan çok Eflâtun’un yaklaşımını yansıtmaktadır ( Felsefî Risâleler , s. 127-152). Ancak ruh problemini bütün boyutlarıyla araştırıp İslâm dünyasında müstakil bir ilmî disiplin halinde temellendiren İbn Sînâ olmuştur. Onun bu alandaki başarısı günümüz psikoloji tarihçilerinin de dikkatini çekmektedir (aş.bk.). Fârâbî, Aristo gibi Kitâbü’n-Nefs ’i ( De Anima ) tabiat ilimleri arasında saymaktadır ( İḥṣâʾü’l-ʿulûm , s. 119). Filozof, sudûr teorisine dayalı kozmolojisinde insandaki nefis ve akıl cevheri üzerinde durmuş, nefsin güçleri ve bu güçlerin organizmayla ilişkisini incelemiş, epistemoloji, ahlâk ve siyaset anlayışını insanın psikolojik varlığıyla ilgili cevher ve güç kavramları üzerine inşa etmiştir. Ayrıca onun De Anima ’ya günümüze ulaşmamış olan bir şerh yazdığı kaydedilmektedir (İbnü’l-Kıftî, s. 279). Bunu destekleyen bir başka veri, Aristo’nun Kitâbü’n-Nefs ’inin bir nüshasında Fârâbî’nin el yazısıyla, “Ben bu kitabı iki yüz defa okudum” ibaresine rastlandığı şeklindeki rivayettir (İbn Hallikân, V, 154). İhvân-ı Safâ’ya göre ise “ilmü’n-nefsâniyyât” nebatî, hayvanî ve insanî nefis yahut ruh türlerine dair bilgileri içerdiği gibi küllî nefsi ya da feleklerin nefsini de içermektedir ( er-Resâʾil , I, 272-273). İhvân-ı Safâ, Eflâtuncu-Aristocu ruh anlayışının eklektik bir modelini ortaya koymuş, bu modele kutsî ruh kavramını ekleyerek nübüvvet meselesini de psikoloji modeli içinde açıklamaya çalışmıştır ( a.g.e. , I, 311-312). İlmü’n-nefsin İslâm ilimler tasnifindeki yeriyle ilgili olarak İbn Sînâ da psikolojiyi tabiat felsefesinin disiplinlerinden biri olarak zikretmiştir. Filozofa göre bu ilmin konusu, genel ruh öğretisinin yanı sıra özellikle insan ruhunun bir fonksiyonu olan idrak güçlerini kapsamaktadır. Psikolojinin dayandığı metafizik ilke ise ruhanî ve ilâhî bir cevher olması dolayısıyla insan ruhunun ölümsüzlüğü fikridir ( Fî Aḳsâmi’l-ʿulûmi’l-ʿaḳliyye , s. 75). İbn Sînâ, psikoloji alanında birkaç eser kaleme almışsa da bunların en sistemli ve kapsamlı olanı eş-Şifâʾ ın “eṭ-Ṭabîʿiyyât” kısmının altıncı disiplinini (fen) oluşturan “Kitâbü’n-Nefs”tir. Filozof, tabii âlemin inorganik mertebesindeki madenlerin incelenmesinden organik mertebesindeki bitki, hayvan ve insana geçerken ilmü’n-nefsin araya girmesinin uygun olduğunu düşünmekte; nebatî nefsin beslenme, büyüme, üreme güçleri, hayvanî nefsin duyu güçleri, beyinde gerçekleşen psikolojik güçler ve nihayet insanî nefse has akıl gücü müstakil ve müşterek bir teorik model içinde psikolojinin konusunu oluşturmaktadır. Nefsi, “canlılara has fiilleri yapabilen tabii organik cismin ilk kemali” şeklinde tanımlayan İbn Sînâ, böylece ruhu “entelekhia” olarak tarif edilen Aristo’yu takip etmiştir (İbn Sînâ, Avicenna’s de Anima , s. 12; krş. Aristo, Fi’n-Nefs , s. 29-30). Dolayısıyla nefis canlıyı canlı kılan ilke olarak kavranmış olmaktadır. Ancak böyle bir tanım, psikolojiyi metafizik disiplinine bağımlı olmadan temellendirme imkânı vermemektedir. Çünkü vurgu canlı kavramına yapılmakta ve “entelekhia” kavramı öncelikle organların işleyiş yetkinliğine atıfta bulunmaktadır. İbn Sînâ’nın, nefsin ruhanî cevherliliğinin ispatı konusuna psikoloji sınırları içinde de önem vermesi ve konuyu metafizikle irtibatlandırmak istemesi, “ilk yetkinlik” kavramını nefsin cevherlik mahiyetini yeterince belirten bir tanım olarak görmemesindendir. Nitekim Aristo felsefesinde de ruh “entelekhia” kavramıyla açıklanırken ruhun bedenden ayrık bir cevher olduğu fikri öne sürülmemiş, ruh maddî cevhere ait bir form olarak düşünülmüştür. İbn Sînâ’da ise nefis varlığını gerçekleştirmek için bedene muhtaç olsa da bir defa bireyselliğini edindikten sonra ölümsüzlüğünü de kazanmaktadır. Nefsin cevherliliği, ruhanîliği ve nihayet ölümsüzlüğü (Fazlurrahman, s. 107-108) konularıyla ilgili bu farklılık, İbn Sînâ psikolojisini Aristo’nunkinden ayıran en önemli husustur. Bu farklılığı, İbn Sînâ’nın Aristo’nun sisteminde bulunmayan vehim gücü gibi kavramları psikolojiye sokması daha da pekiştirmiştir. Ayrıca nübüvvetin imkânıyla ilgili olarak psikolojiden hareketle delil geliştirmesi hususunda da Aristo metninden ayrılır (Kutluer, Akıl ve İtikad , s. 98-100). Aynı yaklaşımın bir uzantısı olarak filozof, sadık rüya kavramını da psikoloji modeline dayanarak açıklamaya çalışmıştır. Sadık rüyaların imkânı konusunda Aristo’nun olumsuz tavrı ise bilinmektedir (Durusoy, s. 23). Aristo’nun nisbeten müphem olan faal akıl kavramı da filozof tarafından üstadı Fârâbî’nin ardından melekî bir güç olarak yeniden tanımlanmış ve yalnızca felsefî epistemolojinin değil aynı zamanda nübüvvet açıklamasının merkezî kavramı haline getirilmiştir. Dolayısıyla İbn Sînâ, Aristo’nun psikolojisinden hareketle bir ilmü’n-nefs kurmayı deneyerek onu kendi metafiziğinin temellerine oturtmak istemiş ve nübüvvet gibi müslüman zihniyet dünyası bakımından önem arzeden bir meseleyi psikoloji teorisiyle açıklamaya çalışmıştır. Endülüs felsefe geleneğinde ise İbn Bâcce’nin bu konuda Kitâbü’n-Nefs adlı bir eser yazdığı bilinmektedir (nşr. Muhammed S. H. Ma‘sûmî, Dımaşk 1960; Beyrut 1992). Bu eser, Aristo’nun De Anima ’sı ile ana fikirleri ve meselelerin ele alınış biçimi açısından paralellikler arzetmektedir. Ancak filozofun genel sistemi içinde “faal akılla ittisâl” öğretisinin işgal ettiği merkezî yer, onun psikolojiye dair fikirlere yer verdiği diğer risâlelerinde Aristocu görüşlerini nübüvvet kavramıyla irtibatlandırmasına yol açmıştır. Aristo şârihi İbn Rüşd, De Anima ’ya günümüze ancak Latince tercümesiyle ulaşan bir şerh yazmış, ayrıca bir de telhis kaleme almıştır (bk. bibl.). Ancak bu telhis, De Anima ’nın basit bir özeti olmayıp ilmü’n-nefse dair İbn Rüşd’den önce ortaya konmuş yorum ve açıklamaların Aristo’nun De Anima ’sı açısından bir değerlendirmesini içermekte (İbn Rüşd, s. 3), bu değerlendirmeler için başvurulan ölçütler de İbn Rüşd psikolojisinin özgün yanlarını ortaya koymaktadır. İbn Sînâ’nın Aristo’yu aşmaya çalışan yaklaşımı, İslâm dünyasında kendisinden sonraki ruha dair metafizik görüşleri ve psikoloji teorilerini derinden etkilemiştir. Bu etkinin varlığını hissettirme fırsatı aradığı bir dönemde yaşamış olan İbn Sînâ’nın çağdaşı İbnü’l-Heysem’in optik araştırmaları ve görme olayı bağlamında yaptığı açıklamalar, psikolojide duyu idraki probleminin ele alınmasına yepyeni açılımlar getirmiştir (İbrâhim Medkûr, I, 127). Başta İbn Sînâ olmak üzere İslâm dünyasında filozofların ilmî otoritesini yıkmak için özel bir çaba sarfeden Gazzâlî ruh, kalp ve nefis terimlerinin cismanî anlamlarını verdikten sonra bu üçünün insanın bilen ve idrak eden gücü olmak bakımından gayri cismanî nitelik taşıdığını vurgular ve aklı, “bilgi ve idrakin binefsihî kāim aslı ve mahalli” olarak tanımlar. Dolayısıyla akıl yani nâtık nefis bir ruhanî cevher olarak kavranmış olmaktadır. Böyle bir nefis ve akıl kavramı, İslâm kelâm geleneğinde ruhun latif bir cisimden ibaret olduğu şeklindeki yaygın anlayıştan kopma anlamı taşımaktadır. Bu kopma daha sonra Cürcânî tarafından da vurgulanacaktır ( Şerḥu’l-Mevâḳıf , II, 505). Ayrıca Gazzâlî’nin “Cünûdü’l-kalb” başlığı altında nefsin melekeleriyle ilgili ortaya koyduğu psikoloji şeması temel kavramları itibariyle İbn Sînâcı’dır ( İḥyâʾ , III, 3-7). Bunun yanı sıra Gazzâlî’ye nisbet edilen Meʿâricü’l-ḳuds adlı eserin dayandığı psikoloji teorisiyle İbn Sînâ psikolojisi arasında tam bir paralellik söz konusudur (Naquib al-Attas, s. 167, dipnot, 168). Eş‘arî kelâm geleneğine bağlı olmakla beraber felsefî eserleri dikkat çekici olan Fahreddin er-Râzî’nin Kitâbü’n-Nefs ve’r-rûḥ ve şerḥu ḳuvâhümâ (Tahran 1364 hş.) başlıklı müstakil bir eser yazarak psikolojiyi ahlâk ilminin temeli yapmaya çalıştığı bilinmektedir. Aslında İbn Miskeveyh’in Tehẕîbü’l-aḫlâḳ ’ında billûrlaşmış olduğu gibi İslâm ahlâk ilmi geleneği başından itibaren psikoloji temelli bir gelişme seyri takip etmiş, huy, haz-elem, erdem ve mutluluk teorisi nefsin gayri cismanîliği, melekeleri ve ölümsüzlüğü fikrine dayandırılmıştır (Kutluer, İslam Felsefesi Tarihinde Ahlak İlminin Teşekkülü , s. 9-11). Ancak ahlâk ilminin gelişimi esnasında Ebû Zeyd el-Belhî ve Ebû Bekir er-Râzî gibi hekim-filozofların, belki de birbiriyle irtibatlı olarak ahlâkla temellendirilmiş bir “ruh sağlığı” kavramı geliştirmiş olmalarını özgün bir çaba şeklinde nitelemek gerekir ( a.g.e. , s. 141-146, 175-179). İbn Sînâ’nın Fahreddin er-Râzî ile birlikte ikinci büyük şârihi olan Nasîrüddîn-i Tûsî’nin de Aḫlâḳ-ı Nâṣırî adlı kitabında ortaya koyduğu psikoloji şemasının, kitabın uzun süren etkisine paralel olarak yaygınlık kazandığı tahmin edilebilir. Bu arada Selefî ekolün temsilcileri içinden ruh kavramını müstakil olarak ele alıp tahlil eden İbn Kayyim el-Cevziyye gibi müellifler de çıkmıştır. Onun Kitâbü’r-Rûḥ ’u kabir hayatı, uhrevî müeyyidenin mahiyeti gibi eskatolojik konuların yanı sıra ruh kavramı etrafında çeşitli düşünce akımları içinde gelişmiş metafizik ve psikoloji tartışmalarını dinî açıdan değerlendirmek üzere kaleme alınmıştır. Klasik Osmanlı ilim geleneğinde ilmü’n-nefsin müstakil bir disiplin olarak araştırılmasından çok tanım, kavram ve meseleleriyle metafizik disiplini, kelâm ilmi tartışmaları ve ahlâk teorisi çerçevesinde ele alındığı görülmektedir. Fâtih Sultan Mehmed döneminin Tehâfütü’l-felâsife tartışmaları bağlamında Hocazâde Muslihuddin Efendi’nin insan ruhu hakkındaki tahlilleri felsefî bir çerçeveye sahiptir (Türker, s. 90-94, 103-105). Yine aynı dönemin matematik bilgini Ali Kuşçu’nun, Nasîrüddîn-i Tûsî’nin Osmanlı ilim geleneğinde çok etkili olmuş Tecrîdü’l-ʿaḳāʾid adlı eserine yazdığı şerhin “Rûhânî Cevherler” başlığını taşıyan dördüncü faslında nefis ve nefsin melekeleri konusuna geniş yer ayrılmıştır (II, 487-512; III, 2-40). Cürcânî’nin Şerḥu’l-Mevâḳıf adlı eserinde de (II, 461-485, 504-512) İbn Sînâcı nefis tanımından nebatî, hayvanî ve insanî nefsin melekelerine, oradan insan nefsinin mücerred yani gayri cismanî olup olmadığına dair görüşlere kadar ilgili bahisler ana hatlarıyla ele alınmaktadır. Kanûnî Sultan Süleyman devri Osmanlı âlimlerinden Kınalızâde Ali Efendi’nin ahlâk kitabı da İbn Sînâcı psikoloji modeline dayanmaktadır ( Ahlâk-ı Alâî , s. 23-37). Aynı dönemde yaşayan Taşköprizâde Ahmed Efendi nefis bilgisini metafiziğin alt dalı kabul etmektedir. Onun saydığı tabii ilim disiplinleri arasında ilmü’n-nefs yoktur ve psikolojiyi zikretmesi gereken yerde ilm-i firâsetten (fizyognomi) söz etmektedir. Taşköprizâde, ayrıca nefsin melekeleri konusunu itidal kavramının icapları bakımından ahlâk ilminin konusu saymaktadır. XIX. yüzyılın sonlarıyla XX. yüzyılın ilk yarısında psikolojiye dair bazı eserlerin kaleme alındığı görülmektedir. Bunlardan Yûsuf Kemal’in Gāyetü’l-beyân fi’l-hakīkati’l-insân yâhud İlm-i Ahvâl-i Rûh ’u (İstanbul 1295), Hoca Tahsin’in Psikoloji yâhud İlm-i Rûh ’u (İstanbul 1309) ve Ali İrfan Eğribozî’nin İlm-i Ahvâl-i Rûh adlı eseri (İstanbul 1327) çok iddialı sayılmasa da anlamlı girişimlerdir. Mehmet Şemsettin (Günaltay), Felsefe-i Ûlâ: İsbât-ı Vâcib ve Ruh Nazariyeleri (İstanbul 1339 r./1341, 1994) adlı eserinde ruh kavramını ilmî ve felsefî teoriler ışığında incelemiştir. Ayrıca Babanzâde Ahmed Naim’in George Fonsgrive’den tercüme ettiği Mebâdî-i Felsefeden İlmü’n-nefs adlı kitap (İstanbul 1331), Mehmet Ali Ayni’nin E. Ribeau’dan Rûhiyat Dersleri (İstanbul 1331) ve Mehmet Emin’in (Erişirgil) Emile Boirac’tan tercüme ettiği Felsefe yâhud Hikmet-i Nazariyye: Birinci Kitap: İlm-i Ahvâl-i Rûh (İstanbul 1330) gibi eserler, Batı’da gelişen modern psikolojiyle kurulan sağlıklı temasların ilk örneklerindendir. Daha sonra Rûhiyâta Medhal (İstanbul 1339) ve Çocuk Rûhiyâtı (İstanbul 1339) gibi eserleriyle Mustafa Rahmi (Balaban), Felsefe Dersleri: Rûhiyyat (İstanbul 1926) ve öteki eserleriyle Dârülfünun rûhiyat müderrisi Mustafa Şekip (Tunç) gibi şahsiyetler tarafından sürdürülen bu temasın telif ve tercüme şeklindeki örnekleri günümüze kadar devam etmiştir (1876-1928 dönemi Türkçe psikoloji bibl. için bk. Bilgin, s. 26-30). BİBLİYOGRAFYA Aristo, Fi’n-Nefs (trc. İshak b. Huneyn, nşr. Abdurrahman Bedevî), Kahire 1954, s. 3-7, 29-30. Themistius, An Arabic Translation of Themistius Commentary on Aristoteles De Anima (nşr. M. C. Lyons), Thetford-Norfork 1973, s. 1-4. Kindî, Felsefî Risâleler (trc. Mahmut Kaya), İstanbul 1994, tür.yer. Fârâbî, Felsefetü Arisṭoṭâlîs (nşr. Muhsin Mehdî), Beyrut 1961, s. 114-132. a.mlf., İḥṣâʾü’l-ʿulûm (nşr. Osman M. Emîn), Kahire 1968, s. 119. İhvân-ı Safâ, er-Resâʾil , Beyrut 1376-77/1957, I, 272-273, 311-312. İbn Sînâ, Fî Aḳsâmi’l-ʿulûmi’l-ʿaḳliyye ( Tisʿu resâʾil içinde), İstanbul 1298, s. 75. a.mlf., Avicenna’s de Anima: Kitâbü’n-Nefs (nşr. F. Rahman), London 1970, tür.yer. Gazzâlî, İḥyâʾ , III, 3-7. İbn Rüşd, Telḫîṣu Kitâbi’n-Nefs (nşr. Ahmed Fuâd el-Ehvânî), Kahire 1950, s. 3. İbnü’l-Kıftî, İḫbârü’l-ʿulemâʾ (Lippert) , s. 279. İbn Hallikân, Vefeyât , V, 154. Seyyid Şerîf el-Cürcânî, Şerḥu’l-Mevâḳıf , İstanbul 1311, II, 461-485, 504-512. Ali Kuşçu, Şerhu’t-Tecrîd ( Şerḥu’l-Mevâḳıf içinde), II, 487-512; III, 2-40. Taşköprizâde, Miftâḥu’s-saʿâde , I, 317, 321, 325-326, 333, 406. Kınalızâde Ali Efendi, Ahlâk-ı Alâî , Bulak 1242, s. 23-37. Fazlurrahman, Avicenna’s Psychology , Oxford 1952, s. 107-108. Mübahat Türker, Üç Tehâfüt Bakımından Felsefe ve Din Münasebeti , Ankara 1956, s. 90-94, 103-105. İbrâhim Medkûr, Fi’l-Felsefeti’l-İslâmiyye , Kahire 1983, I, 127. Mahmut Kaya, İslam Kaynakları Işığında Aristoteles ve Felsefesi , İstanbul 1983, s. 193-202. Nuri Bilgin, Başlangıcından Günümüze Türk Psikoloji Bibliyografyası , İzmir 1988, s. 26-30. İlhan Kutluer, İslam Felsefesi Tarihinde Ahlak İlminin Teşekkülü (doktora tezi, 1989), MÜ Sosyal Bilimler Enstitüsü, nr. 647, s. 9-11, 141-146, 175-179. a.mlf., Akıl ve İtikad: Kelâm-Felsefe İlişkileri Üzerine Araştırmalar , İstanbul 1998, s. 98-100. Ali Durusoy, İbn Sina Felsefesinde İnsan ve Kâinattaki Yeri , İstanbul 1993, s. 23. Naquib al-Attas, Prolegomena to the Metaphysics of Islām , Kuala Lumpur 1995, s. 143-176. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2000 yılında İstanbul’da basılan 22. cildinde, 148-151 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Aristo, Fi’n-Nefs (trc. İshak b. Huneyn, nşr. Abdurrahman Bedevî), Kahire 1954, s. 3-7, 29-30.",
        "Themistius, An Arabic Translation of Themistius Commentary on Aristoteles De Anima (nşr. M. C. Lyons), Thetford-Norfork 1973, s. 1-4.",
        "Kindî, Felsefî Risâleler (trc. Mahmut Kaya), İstanbul 1994, tür.yer.",
        "Fârâbî, Felsefetü Arisṭoṭâlîs (nşr. Muhsin Mehdî), Beyrut 1961, s. 114-132.",
        "a.mlf., İḥṣâʾü’l-ʿulûm (nşr. Osman M. Emîn), Kahire 1968, s. 119.",
        "İhvân-ı Safâ, er-Resâʾil , Beyrut 1376-77/1957, I, 272-273, 311-312.",
        "İbn Sînâ, Fî Aḳsâmi’l-ʿulûmi’l-ʿaḳliyye ( Tisʿu resâʾil içinde), İstanbul 1298, s. 75.",
        "a.mlf., Avicenna’s de Anima: Kitâbü’n-Nefs (nşr. F. Rahman), London 1970, tür.yer.",
        "Gazzâlî, İḥyâʾ , III, 3-7.",
        "İbn Rüşd, Telḫîṣu Kitâbi’n-Nefs (nşr. Ahmed Fuâd el-Ehvânî), Kahire 1950, s. 3.",
        "İbnü’l-Kıftî, İḫbârü’l-ʿulemâʾ (Lippert) , s. 279.",
        "İbn Hallikân, Vefeyât , V, 154.",
        "Seyyid Şerîf el-Cürcânî, Şerḥu’l-Mevâḳıf , İstanbul 1311, II, 461-485, 504-512.",
        "Ali Kuşçu, Şerhu’t-Tecrîd ( Şerḥu’l-Mevâḳıf içinde), II, 487-512; III, 2-40.",
        "Taşköprizâde, Miftâḥu’s-saʿâde , I, 317, 321, 325-326, 333, 406.",
        "Kınalızâde Ali Efendi, Ahlâk-ı Alâî , Bulak 1242, s. 23-37.",
        "Fazlurrahman, Avicenna’s Psychology , Oxford 1952, s. 107-108.",
        "Mübahat Türker, Üç Tehâfüt Bakımından Felsefe ve Din Münasebeti , Ankara 1956, s. 90-94, 103-105.",
        "İbrâhim Medkûr, Fi’l-Felsefeti’l-İslâmiyye , Kahire 1983, I, 127.",
        "Mahmut Kaya, İslam Kaynakları Işığında Aristoteles ve Felsefesi , İstanbul 1983, s. 193-202.",
        "Nuri Bilgin, Başlangıcından Günümüze Türk Psikoloji Bibliyografyası , İzmir 1988, s. 26-30.",
        "İlhan Kutluer, İslam Felsefesi Tarihinde Ahlak İlminin Teşekkülü (doktora tezi, 1989), MÜ Sosyal Bilimler Enstitüsü, nr. 647, s. 9-11, 141-146, 175-179.",
        "a.mlf., Akıl ve İtikad: Kelâm-Felsefe İlişkileri Üzerine Araştırmalar , İstanbul 1998, s. 98-100.",
        "Ali Durusoy, İbn Sina Felsefesinde İnsan ve Kâinattaki Yeri , İstanbul 1993, s. 23.",
        "Naquib al-Attas, Prolegomena to the Metaphysics of Islām , Kuala Lumpur 1995, s. 143-176."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
