{
  "id": "eweb_307",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/isaret--tasavvuf",
  "annotator": "Jeremy",
  "title": "İŞARET",
  "arabic_title": "الإشارة",
  "summary": "Bir mânayı, düşünceyi veya duyguyu üstü kapalı bir şekilde anlatma anlamında tasavvuf terimi.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Mutasavvıflar herkesin bilmesi gerekmeyen, açığa vurulması halinde yanlış anlaşılmaya yol açan veya çok derin ve ince bir anlam taşıdığı için kelimelerle dile getirilemeyen hususları, kutsal metinlerdeki dolaylı anlamları ehli olanlara anlatmak istediklerinde işâret adını verdikleri sözlü ve yazılı olmayan bir anlatım yolu kullanmayı tercih etmişlerdir. Tasavvufun konusu, kalbin doğrudan temaşa ve keşfettiği ilâhî hakikatler olup bu hakikatlerin kelimelerle anlatılması mümkün değildir. Bu sebeple tasavvufa “işaret ilmi” veya “bâtın ilmi” denilmiştir (Kelâbâzî, s. 87). Ebû Nasr es-Serrâc, tasavvuf çevrelerinde işaretle anlatılan hususların ehli olana kapalı olmadığını, aksine bunların kelime ve cümlelerle ifade edilmesi halinde kapalı hale geldiğini söyler ( el-Lümaʿ , s. 51). Ebû Ali er-Rûzbârî de, “Bizim bu ilmimiz işarettir, ifadeye konulunca kapalı hale gelir” demiştir ( a.g.e. , s. 239). Hallâc-ı Mansûr’un, “İşaretimize vâkıf olmayana ifademizin faydası olmaz” ( Aḫbâru Ḫallâc , s. 30, 42) sözü de işaretle konuşmanın tasavvuftaki önemini vurgulayan dikkat çekici bir örnektir. Kuşeyrî, sûfîlerin aralarında konuşmak üzere özel bir dil geliştirdiklerini ve bu suretle kendilerine yabancı olan kişilerden düşüncelerini gizlediklerini anlatır ( er-Risâle , s. 187). Çok ince (dakīk, latîf) olduğu için ancak işaretle anlatılan bu hususları yalnız büyük âriflerin anlayabileceğine dikkat çekilmiştir (Serrâc, s. 294, 414). Tasavvufta daha çok ilâhî esrar ve hakikatler, özellikle tevhidin incelikleri için işaretle anlatım yoluna gidilmekle birlikte belli bir noktada onun da yetersiz kaldığı söylenir; zira salt ilâhî hakikati işaretle anlatmak mümkün değildir. Ebû Bekir ez-Zekkāk’a göre sâlik Allah Teâlâ’yı işaretle bulurken daha ileri mertebede bulunan ârif işaret söz konusu olmadan da O’nu bulabilir ( a.g.e. , s. 295). Bundan dolayı mutlak tevhid mertebesinde işaret de ortadan kalkar ve bu mertebede sadece sükût edilir, çünkü ikilik ve çokluk ortadan kalkmıştır. Halbuki işaret apaçık bir şekilde ikiliği içerir (Herevî, s. 331); zira bir işaret eden, bir de işaret edilen vardır. Bu da Hak’tan uzak kalma anlamına geldiğinden Ebü’l-Hüseyin en-Nûrî, “İşaretle dile getirdiğimiz yakınlık aslında uzaklıktır” demiştir (Serrâc, s. 295; Kelâbâzî, s. 88; Kuşeyrî, s. 238). Bu sebeple susulması gereken fenâ ve tevhid mertebesinde işaret sakıncalı görülür. Nitekim Bâyezîd-i Bistâmî, “Allah’a en fazla işaret eden O’ndan en çok uzak kalandır” demiş; Amr b. Osman el-Mekkî hakikatleri tevhidden ibaret olan sûfîlerin işaretlerini şirk olarak nitelemiş; Ebû Bekir eş-Şiblî de O’na işaret edenin düalist (senevî), imada bulunanın da putperest olduğunu belirtmiştir. Sûfîler nesirlerinde, mektuplarında ve daha çok şiirlerinde maksatlarını işaret, ima, remiz, telmih ve mecaz yoluyla anlatmışlardır. Kelâbâzî, risâle ve mektuplarında işaret ilminden bahseden ilk sûfîlerin bir listesini verir ( et-Taʿarruf , s. 30). Tasavvuf edebiyatı geniş ölçüde remiz ve mecazlara dayanır. Sûfîler ister ilâhî ister beşerî aşk ve muhabbet olsun, şiiri ilâhî esrar ve hakikatin işaretleri olarak değerlendirmişlerdir. Bu maksatla et-Taʿarruf , el-Lümaʿ ve er-Risâle gibi tasavvufî kaynaklarda çok sayıda şiir nakledilmiş, Ebû Saîd, İbnü’l-Fârız, Ferîdüddin Attâr, Abdurrahman-ı Câmî ve Mevlânâ Celâleddîn-i Rûmî gibi mutasavvıf şairler şiirlerinde işaret, remiz ve mecazlara geniş yer vermişlerdir. Âhenkli sesleri, nağme ve melodileri de sûfîler ilâhî hakikatlerin işareti olarak görmüşlerdir. Kuşeyrî, Zünnûn el-Mısrî’nin güzel ve melodik sesleri ilâhî hitap ve işaretler olarak gördüğünü bildirir ( er-Risâle , s. 644). Mutasavvıflar, Kur’an’da da bazı hususların işaret ve rumuzla anlatıldığı kanaatindedir. Mutasavvıfların yazdığı bu tür tefsirlere “işârî tefsir” adı verilmiştir. Öte yandan yapacağı bir iş konusunda kararsız olan bir dervişin gönlünü mürşidine bağlayıp karşılaştığı ilk olayı, içine doğan, aklına gelen ilk düşünceyi olumlu veya olumsuz olarak yorumlamasına da işaret denilmiştir. Ancak melâmet ehli bu tür yorumları hayal ürünü saymış, bunlara itibar edilmesini uygun görmemiştir. BİBLİYOGRAFYA Hallâc, Aḫbâru Ḫallâc , Kahire, ts. (Mektebetü’l-cündî), s. 30, 42. Serrâc, el-Lümaʿ , s. 51, 128, 239, 294, 295, 414. Kelâbâzî, et-Taʿarruf , s. 30, 87-88. Sülemî, Ṭabaḳāt , s. 74, 162, 163, 356. Kuşeyrî, er-Risâle , s. 187, 238, 555, 644. Hücvîrî, Keşfü’l-maḥcûb , s. 500. Herevî, Ṭabaḳāt , Tahran 1351, s. 11, 76, 210, 331, 339, 370, 449. Attâr, Teẕkiretü’l-evliyâʾ , s. 473, 793, 887. İbnü’l-Arabî, el-Fütûḥât , I, 363-366; II, 179. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, III, 440, 452. İbnü’l-Hatîb, Ravżatü’t-taʿrîf (nşr. Abdülkādir Ahmed Atâ), Kahire 1968, s. 674. Teftâzânî, Şerḥu’t-Telvîḥ ʿale’t-Tavżîḥ , Kahire 1957, I, 129. Câmî, Levâmiʿ (nşr. Îrec Efşâr), Tahran 1360 hş., s. 129. Lâmiî, Nefehât Tercümesi , s. 179, 329, 482, 487. Reşehât Tercümesi , s. 355. Şa‘rânî, el-Yevâḳīt ve’l-cevâhir , Kahire 1305, II, 102. a.mlf., el-Kibritü’l-aḥmer ( el-Yevâḳīt içinde), I, 23. Ebü’l-Bekā, el-Külliyyât , Kahire 1253, s. 49. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2001 yılında İstanbul’da basılan 23. cildinde, 423 numaralı sayfada yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Hallâc, Aḫbâru Ḫallâc , Kahire, ts. (Mektebetü’l-cündî), s. 30, 42.",
        "Serrâc, el-Lümaʿ , s. 51, 128, 239, 294, 295, 414.",
        "Kelâbâzî, et-Taʿarruf , s. 30, 87-88.",
        "Sülemî, Ṭabaḳāt , s. 74, 162, 163, 356.",
        "Kuşeyrî, er-Risâle , s. 187, 238, 555, 644.",
        "Hücvîrî, Keşfü’l-maḥcûb , s. 500.",
        "Herevî, Ṭabaḳāt , Tahran 1351, s. 11, 76, 210, 331, 339, 370, 449.",
        "Attâr, Teẕkiretü’l-evliyâʾ , s. 473, 793, 887.",
        "İbnü’l-Arabî, el-Fütûḥât , I, 363-366; II, 179.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, III, 440, 452.",
        "İbnü’l-Hatîb, Ravżatü’t-taʿrîf (nşr. Abdülkādir Ahmed Atâ), Kahire 1968, s. 674.",
        "Teftâzânî, Şerḥu’t-Telvîḥ ʿale’t-Tavżîḥ , Kahire 1957, I, 129.",
        "Câmî, Levâmiʿ (nşr. Îrec Efşâr), Tahran 1360 hş., s. 129.",
        "Lâmiî, Nefehât Tercümesi , s. 179, 329, 482, 487.",
        "Reşehât Tercümesi , s. 355.",
        "Şa‘rânî, el-Yevâḳīt ve’l-cevâhir , Kahire 1305, II, 102.",
        "a.mlf., el-Kibritü’l-aḥmer ( el-Yevâḳīt içinde), I, 23.",
        "Ebü’l-Bekā, el-Külliyyât , Kahire 1253, s. 49."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}