{
  "id": "eweb_309",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/isari-tefsir",
  "annotator": "Jeremy",
  "title": "İŞÂRÎ TEFSİR",
  "arabic_title": null,
  "summary": "Sûfînin kalbine doğduğu kabul edilen işaretlere dayanarak âyetleri yorumlaması; mutasavvıfların bu yöntemle yaptıkları tefsirler için kullanılan bir tabir.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Sözlükte “bir nesneyi gösterme; bir anlamı üstü kapalı bir şekilde ifade etme, dolaylı ve kinayeli bir sözle anlatma” gibi mânalara gelen işâret , tasavvufta “maksadı söz aracılığı olmadan başkasına bildirme; ibareyle anlatılamayan, yalnızca ilham, keşf gibi yollarla elde edilmiş bilgi ve sezgi sayesinde anlaşılabilecek kadar gizli olan mâna” şeklinde tanımlanmış, keşf ve ilhamla Kur’an âyetlerinin bir kısmının veya tamamının yorumlandığı tefsirler de işârî ( remzî ) tefsir adını almıştır. Söz konusu gizli anlamları kavramanın yolu olarak görüldüğü için tasavvufa “işaret ilmi” denmiştir (Serrâc, s. 294, 296, 414; Kelâbâzî, s. 87). Tasavvuf literatüründe bir metnin gizli anlamının açığa çıkarılması yapılan yorumun serbestlik derecesine göre “istinbat, işaret, itibar” gibi kelimelerle ifade edilmekte, bu metotla ulaşılan anlam için de “hakikat, latife, sır” vb. terimler kullanılmaktadır. Nitekim işârî tefsirlerden Muhammed b. Hüseyin es-Sülemî’nin eseri Ḥaḳāʾiḳu’t-tefsîr , Abdülkerîm el-Kuşeyrî’nin Leṭâʾifü’l-işârât , Necmeddîn-i Dâye’nin Baḥrü’l-ḥaḳāʾiḳ ve Reşîdüddîn-i Meybüdî’ninki Keşfü’l-esrâr adını taşır. Sûfîlere göre Kur’an’da mevcut kelime, lafız ve cümlelerin ilk bakışta akla gelen dış (zahr-zâhir) anlamlarından başka bunların sûfînin mârifetteki derecesine göre halka halka genişleyen iç (batn-bâtın) mânaları da vardır. Bu mânaya ulaşmak, bilgi birikimi ve tefekkür kabiliyetinin yanında ahlâkî olgunluğu da gerektirir. Kur’an’ın dış anlamını Arapça bilenler, iç anlamını ise yakīn ehli olan ârifler bilir (Ebû Tâlib el-Mekkî, I, 108; Gazzâlî, İḥyâʾ , I, 105, 296; Süyûtî, II, 184). Bununla birlikte mutedil mutasavvıflar zâhirî mânaya ve bu mânalardan çıkan şer‘î hükümlere de büyük önem verirler; bâtınî mânanın dış anlamı geçersiz kılmaması gerektiğini özellikle belirtirler. Hadis, fıkıh ve kelâm âlimlerinin dil kurallarına, âyet ve hadislerle diğer rivayetlere, akıl ve duyu verilerine dayanarak ortaya koydukları tefsirlerin yanında zâhidlerle mutasavvıflar da kendilerine has bir bilgi aracı olarak kabul ettikleri ilham ve mânevî tecrübelerine göre Kur’an’ı yorumlamaya çalışmışlardır. Bu yorumlar, I ve II. (VII ve VIII.) yüzyıllarda nisbeten dış anlamından farklı şekilde açıklanmaya elverişli az sayıdaki âyetlerle sınırlı tefsir tarzında iken daha sonra bu sınır genişletildi, böylece önemli miktarda âyetlerin tasavvufî yorumlarını içeren tefsirler ortaya çıkmaya başladı. Sûfîler, Kur’ân-ı Kerîm’de işârî ve bâtınî mânalar bulunduğunu kanıtlamak üzere başta Kur’an’ı tefekkür, tedebbür, tezekkür ve tertîl ile okumayı öğütleyen âyetler olmak üzere (meselâ bk. el-Bakara 2/219, 266; el-En‘âm 6/50; Sâd 38/29; Muhammed 47/24; el-Müzzemmil 73/4) bazı âyetlerle hadisleri delil gösterirler. Allah, inanmayanların Kur’an’ı iyice düşünerek okumadıkları için onu anlamadıklarını bildirmektedir (en-Nisâ 4/78, 82; el-Haşr 59/13). Kur’an Arapça nâzil olduğuna ve muhatapları da Arapça bildiğine göre bazılarının onu anlamamasından bahsedilmesi, âyetlerin zâhirî mânalarının yanında bâtınî mânalarının da bulunduğuna ve bunlar üzerinde düşünmek gerektiğine işaret eder (Gazzâlî, İḥyâʾ , I, 105). Hz. Peygamber’in temel görevi Kur’an’ı halka açıklamaktır; bu da Kur’an’ın dış anlamının yanında bir iç anlamının bulunduğunu ve bu anlamı ilk defa Resûl-i Ekrem’in açıkladığını gösterir. Gazzâlî’nin İbn Mes‘ûd’a nisbet ettiği, “Gönül gözü açık olan kimse için öncekilerin ve sonrakilerin bütün ilimleri Kur’an’da mevcuttur” şeklindeki ifade ( a.g.e. , I, 295) tasavvufta yer alan genel telakkiyi yansıtır. Tasavvufî kaynaklarda bu hususta son derece abartılı iddialara rastlanır. Meselâ Hz. Ali’nin Fâtiha sûresine yetmiş deve yükü tefsir yazabileceği ileri sürülmüştür. Şa‘rânî’nin naklettiğine göre Ali el-Havvâs yalnızca Fâtiha sûresinden en az 250.000 anlam çıkarmıştır ( a.g.e. , I, 296; Goldziher, s. 277-278). I ve II. (VII ve VIII.) yüzyıllarda yaşayan âbid ve zâhidler Kur’an’ı derin bir dikkat ve duyarlılıkla okumaya büyük önem veriyorlardı. Kur’an’ın bu şekilde okunmaya çalışılmasıyla giderek zühd, takvâ, ihlâs, niyet, korku ve ümit gibi ahlâkî ve mânevî konulara ağırlık veren yorumlar yapılmaya başlandı. Bu yorumlar ayrıca insanlarda dünyayı ve nefsi kötüleme, âhirete yönelme, bunun için de ibadet ve kulluk görevlerini mümkün olduğu ölçüde en iyi şekilde yerine getirme sorumluluğunu güçlendirmeyi hedefliyordu. Zühd ve zâhidler hakkında bilgi veren eserler bu tür yorumlarla doludur. Başta Taberî’nin Câmiʿu’l-beyân ’ı olmak üzere birçok kitapta nakledilen ve Muhammed Abdürrahîm tarafından Tefsîrü’l-Ḥasan el-Baṣrî adlı eserde derlenen (Kahire 1992) Hasan-ı Basrî’ye ait yorumlar bu çizginin ilk ve en önemli örneklerindendir. İlk sûfîler, zâhidlerin Kur’an’ı yorumlama tarzına uymakla beraber buna haşyet, fenâ, bekā, muhabbet, mârifet, keşf gibi yeni kavramlar ekleyerek bu kavramlar çerçevesinde yorumlara gitmişlerdir. Meselâ, “Karada ve denizde fesad ortaya çıktı” (er-Rûm 30/41) meâlindeki âyette geçen kara ile insanın dış organlarına, denizle de kalbine ve ruhuna işaret edildiği ileri sürülmüştür. Buna göre âyette insanların yapıp ettikleri yüzünden bedenlerinin de ruhlarının da bozulduğu bildirilmektedir. Yine, “Allah’ın rahmetinin eserlerine bakın” (er-Rûm 30/50) meâlindeki âyetin zâhirî mânası yeryüzünün yağmurla canlanması, bâtınî mânası ise zikirle kalbin hayat bulmasıdır. Levh-i mahfûz (el-Burûc 85/22) müminin kalbi, beytülma‘mûr da (et-Tûr 52/4) mümin kalbi şeklinde tefsir edilmiştir (benzeri yorumlar için bk. Sehl et-Tüsterî, s. 112, 124; Serrâc, s. 126; Ebû Tâlib el-Mekkî, I, 469, 511). İlk dönemlerden itibaren sûfîler ahlâk, ibadet ve kıssalara dair âyetler yanında fıkhî hükümlerle ilgili âyetlerin de bazı bâtınî anlamlara işaret ettiğini söylemişlerdir. Zira bir hükmün dış görünüşte bir hukuk normu olarak sunulması veya ibadetlere ilişkin olması o hüküm üzerinde tefekkür edip işârî anlamlara ulaşılmasına engel değildir. Sehl et-Tüsterî’ye göre abdest âyetindeki dört organın yıkanmasıyla (el-Mâide 5/6) helâl lokma, doğruyu söyleme, günahlardan uzak durma ve mânen huzur halinde olmaya işaret edilmiştir ( Tefsîrü’l-Ḳurʾâni’l-ʿaẓîm , s. 50, 122). İbnü’l-Arabî’nin eserlerinde fıkhî âyetlerin işârî yöntemle yorumunu gösteren çok sayıda örneğe rastlamak mümkündür (Goldziher, s. 264-270). Bazı sûrelerin başında yer alan hurûf-ı mukattaanın ilâhî hakikatlerin işaretleri olarak açıklanması geleneği de ilk sûfîlerle başlar. Meselâ Bakara sûresinin başındaki harflerden elif Allah’ın eşyayı dilediği gibi telif etmesine, lâm ezelî lutfuna, mîm de müteal (aşkın) oluşuna; diğer bir yoruma göre elif Allah’a, lâm kula, mîm Hz. Muhammed’e veya elif Allah’a, lâm Cebrâil’e, mîm Hz. Muhammed’e işaret eder; buna göre elif-lâm-mîm harfleri, “Kul Peygamber’i örnek alarak mevlâsına erer” anlamına gelir (Sehl et-Tüsterî, s. 9, 12; Serrâc, s. 124). Tasavvuf kaynaklarında mutasavvıfların Kur’an’daki işârî anlamları kavramak için onu büyük bir dikkatle ve vecd içinde defalarca okudukları bildirilir; otuz yılda ancak bir defa hatim indirebilen âriflerin bulunduğundan söz edilir. Rivayete göre işârî tefsir hareketinin ilk temsilcilerinden sayılan Ebû Süleyman ed-Dârânî, anlamını iyice kavrayabilmek için bir tek âyeti dört beş gece boyunca okurdu (Ebû Tâlib el-Mekkî, I, 105; Gazzâlî, İḥyâʾ , I, 289, 295). Sûfîler, işaret yoluyla çıkarılan anlamın geçerli sayılması için onun zâhirî mânaya aykırı düşmemesini, ayrıca başka bir nasta bu anlamı doğrudan veya dolaylı olarak destekleyen açık bir ifadenin bulunmasını gerekli görürler. Ebû Saîd el-Harrâz’ın zâhire aykırı düşen her bâtının bâtıl olduğunu söylemesi, Ebû Süleyman ed-Dârânî’nin, “Kalbime gelen bir ilhamın doğruluğunu iki âdil şahit (Kur’an ve hadis) tasdik etmedikçe doğru kabul etmem” (Sülemî, s. 78, 231) demesi onların bu konudaki hassasiyetinin ifadesidir. Bazı âyetlerin lafzî ve zâhirî anlamının tasavvufî anlayışa uygun düşen mânayı yansıttığı düşünüldüğünden bunlar için ayrıca bir işârî mânadan söz etmeye gerek kalmadığı belirtilmiştir (meselâ bk. el-Enfâl 8/17; en-Nûr 24/35; Kāf 50/16). Öte yandan Kur’an’daki bazı mecazi ifadeler, benzetmeler ve meseller de geniş ölçüde tasavvufî yorumlara imkân verir. Güzel sözün güzel bir ağaca (İbrâhîm 14/24, 25), yağmurun hakka, sel üzerindeki çer çöpün bâtıla (er-Ra‘d 13/17), imanın nura, inkârın zulmete (el-Bakara 2/257) benzetildiği âyetler buna örnek olarak zikredilebilir. Gazzâlî, aslında İhvân-ı Safâ’dan aldığı işârî bir yorumla ( Resâʾil , IV, 77) Ra‘d sûresinin 17. âyetindeki benzetmede yer alan suyu Kur’an, vadileri gönüller, çer çöpü inkâr ve münafıklık olarak yorumlar ( İḥyâʾ , I, 108). Kur’an’daki kıssalar da mutasavvıfların önüne işârî yorumlar için geniş ufuklar açmış, insandan halife olarak bahseden âyet (el-Bakara 2/30), Hz. Mûsâ’nın Hızır’la yaptığı yolculuk (el-Kehf 18/60-82), Allah’ın tecellisi karşısında Mûsâ’nın kendinden geçmesi (el-A‘râf 7/143) vb. olaylar onlar için ilham kaynağı olmuştur. Kur’an’daki mecazi ifadelerle ilgili işârî yorumların en dikkate değer örneklerinden biri, zulmet ve nurdan söz eden âyetlere dair (el-Bakara 2/257; en-Nûr 24/35) Gazzâlî’nin Mişkâtü’l-envâr ’da yaptığı açıklamalardır. Aynı eserde, kutsal Tuvâ vadisinde bulunan Hz. Mûsâ’ya pabuçlarını çıkarmasının (hal‘u’n-na‘leyn) emredildiğini bildiren âyete (Tâhâ 20/12) getirilen bâtınî açıklamalar da kıssalardan esinlenerek yapılan işârî yorumların en çarpıcı örneklerinden biri olarak görülmüştür. İbn Kasî, Ḫalʿu’n-naʿleyn ve iḳtibâsü’n-nûr min mevżiʿi’l-ḳademeyn (Süleymaniye Ktp., Şehid Ali Paşa, nr. 1174/1) adlı eserini yazarken söz konusu tasavvufî sembollerden yararlanmıştır. Gazzâlî gibi Muhyiddin İbnü’l-Arabî de ilke olarak Kur’an’dan çıkarılan bâtınî ve işârî mânaların lafzî ve zâhirî anlamla çelişmemesi gerektiğini belirtmişse de kendisi zaman zaman işârî ve bâtınî yorumlarında Gazzâlî’den ileri gitmiş ve genellikle işârî tefsire müsamaha ile bakan İbn Teymiyye gibi âlimlerin dahi ağır eleştirilerine mâruz kalmıştır. İbnü’l-Arabî, sûfîlerin Kur’an’ı keşf ve ilhamla yorumlamalarını gerçek anlamda tefsir olarak değerlendirir. Zira Kur’an’ın metni gibi tefsiri de Allah katından olmalıdır. Böylece vahiyle birlikte keşf ve ilhamın kaynağı da ilâhî olduğuna göre gerçek anlamda tefsir Allah’tan gelen ilim ve hikmete dayanarak yapılan yorumdur. Bununla birlikte mutasavvıflar “rüsûm ulemâsı” dedikleri âlimlerden çekindikleri için bu yorumlara tefsir yerine işaret demişlerdir ( el-Fütûḥât , I, 364; Kitâbü’l-Ḳurbe , s. 90-91, 95). İbnü’l-Arabî “kötülemeye benzeyen bir övme” şeklinden de bahseder. Meselâ hırs mutlak olarak kötü, mukayyet olarak iyi olabilir. Nitekim haset de kötü olmakla birlikte bazı durumlarda tavsiye edilmiştir (Buhârî, “ʿİlim”, 15, “Tevḥîd”, 45). İbnü’l-Arabî buna dayanarak, “İşârî yorum zâhirî mânaya aykırı olmamalıdır” şeklindeki temel kurala aykırı yorumlarda bulunmuştur. Meselâ Bakara sûresinin 6. âyetinde geçen “Allah’ı inkâr edenler” ifadesini, “Allah sevgisiyle dolup taşan gönüllerini dış dünyaya kapatanlar” şeklinde açıklamakta ve söz konusu âyetin bütününü zâhirî mânanın tam aksi bir anlayışla yorumlamaktadır ( el-Fütûḥât , I, 49, 161, 179). Nizâmeddin en-Nîsâbûrî’nin Ġarâʾibü’l-Ḳurʾân ’ı, İsmâil Hakkı Bursevî’nin Rûḥu’l-beyân ’ı gibi işârî tefsirlerin çoğunda rivayet ve dirâyete dayalı yorumlara da yer verilmiştir; aynı eserlerde menkıbe, hikâye, mesel, kıssa, siyer, tarih, hikemiyat ve ahlâka dair literatürden, hatta İsrâiliyat’tan geniş ölçüde istifade edilmiştir. Buna karşılık ahkâm âyetleri üzerinde fazla durulmazken hadis diye nakledilen nasihate, edep ve terbiyeye dair uydurma veya zayıf rivayetlerden faydalanmakta sakınca görülmemiştir. Öte yandan İbnü’l-Arabî’den itibaren işârî tefsirlerde varlık ve bilgi teorisi gibi soyut felsefî konulara da yer verilmiştir. Özellikle geç dönemlerde yazılan işârî tefsirlerde ulûm-i garîbe (occult arts) denilen esrarengiz bilgilere dair literatürün de etkisi görülür. Taşköprizâde havâss-ı Kur’ân, havâss-ı hurûf, cefr gibi konulardan bahsederken esrarlı ilimlerle Kur’an arasındaki ilişkiye de temas eder ( Mevzûâtü’l-ulûm , I, 396, 427-428; II, 220, 244-246). Mutasavvıflar arasında Kur’an’daki bazı harf, kelime ve ibarelerin ileride meydana gelecek önemli olaylara işaret ettiğini ileri sürenler de vardır. Ebced harflerine tekabül eden sayılarla bu işaretler tesbit edilir (bazı örnekler için bk. Âlûsî, I, 6-7). İsmâil Hakkı Bursevî Esrârü’l-hurûf adlı eserinde bu usulü geniş ölçüde kullanmıştır. Said Nursi de bu usule dayanarak Kur’an’ın kendi teliflerinin genel adı olan Risâle-i Nûr Külliyatı ’na işaret ettiğini söylemiştir ( Sikke-i Tasdîk-i Gaybî , s. 60, 86). Mutasavvıfların bazı bâtınî ve işârî yorumları Kur’an’ın lafzına ve mânasına uygun düşmediği, Arap dili ve edebiyatı kurallarına uymadığı gibi gerekçelerle hem ulemâ hem de mutedil sûfîler tarafından eleştirilmiştir. Hâris el-Muhâsibî’nin, Ebû Zür‘a ed-Dımaşkī’nin nefisle ilgili işârî mahiyetteki açıklamalarını bid‘at ve dalâlet saydığı söylenir (Ebü’l-Ferec İbnü’l-Cevzî, s. 161). Serrâc hatalı, lâubalice ve tahrif niteliğinde bulduğu bu tür işârî yorumları Allah’a iftira olarak değerlendirir ( el-Lümaʿ , s. 126). Gazzâlî de işârî tefsir adı altında yapılan bazı zorlama yorumları bid‘at şeklinde niteler ve Bâtınî akımların bu yorumları kötü maksatlarına alet ettiklerini söyler ( İḥyâʾ , I, 43, 108, 298). Tasavvufî tefsirlere en sert tepkiyi tefsir âlimi Ali b. Ahmed el-Vâhidî göstermiştir. Vâhidî’ye göre güvenilir sûfîler Kur’an’a dair kendi açıklamalarının tefsir olduğunu söylememişlerdir. Bunun aksine kendi görüşlerini tefsir sayanlar Bâtınîler’in yolunu tutmuş olur. Sûfîlerin Kur’an’la ilgili açıklamalarını tatminkâr ve güven verici bulmayan İbnü’l-Cevzî onların bu husustaki cüretli tutumunu eleştirir ( Telbîsü İblîs , s. 158). İbnü’s-Salâh, Zerkeşî, Zehebî gibi âlimler de bu hususta Vâhidî gibi düşünmektedir. Zehebî, genel olarak takdir ettiği Sülemî’nin yorumlarında câiz olmayan unsurlar bulunduğunu, bazı âlimlerin zındıklık işareti saydıkları bu tür yorumların Karmatîler’in tahriflerinden ibaret olduğunu söyler ( Aʿlâmü’n-nübelâʾ , XVII, 252). İbn Teymiyye, umumiyetle işârî tefsirleri sakıncalı bulmamakla birlikte bazı tasavvufî yorumların Bâtınîler’in te’villerine benzediğine dikkat çeker. Ona göre sûfîler delilde, Bâtınîler ise hem delilde hem medlûlde hata etmişlerdir. Gazzâlî’nin Kur’an’daki kalem kelimesine “akl-ı evvel”, levh-i mahfûza “felek nefsi” demesi de Bâtınîler’in te’villerine benzer ( Mecmûʿu fetâvâ , I, 243-245; V, 551; XIII, 362; XVII, 113; Naḳżü’l-manṭıḳ , s. 70, 79, 84). Şâtıbî de sûfîlerin bazı işârî yorumlarına müsamaha ile bakmakla birlikte, “Hz. İbrâhim’in içine atıldığı ateşten maksat Nemrud’un öfkesidir, Hz. Mûsâ’nın asâsından maksat onun ortaya koyduğu delillerdir” gibi yorumların kabul edilemez nitelikte olduğunu belirtir ( el-Muvâfaḳāt , III, 382-405). Süyûtî naslara, Arap dilinin kurallarına ve akla aykırı düşen birçok işârî tefsir ve te’vil örneği vererek bunları reddeder ( el-İtḳān , II, 178, 184). İbnü’l-Arabî ve takipçilerinin bâtınî ve işârî yorumlarına yöneltilen itiraz ve tenkitler ise çok daha ağırdır. İbn Teymiyye, İbnü’l-Arabî’nin te’villerini tahrif olarak değerlendirir ve bunları zâhirî mânaları ve hükümleri geçersiz kılan Bâtınî te’villerle aynı mahiyette görür. Ali el-Kārî, Alâeddin Abdülazîz el-Buhârî, Bikāî gibi âlimler, İbnü’l-Arabî’nin yaptığı yorumların küfür ve ilhâd olduğunu ileri süren eserler yazmışlardır. Çağdaş araştırmacılardan İhsan İlâhî Zahîr, tasavvufî yorum diye takdim edilen mânaların aslında Yahudilik’ten Şiîliğe, oradan tasavvufa geçen bilgiler olduğunu savunmuş, Kâmil Mustafa eş-Şeybî de Kur’an’ı yorumlama konusunda mutasavvıfların geniş ölçüde Şiî-Bâtınî hareketlerin etkisi altında kaldığını ispata çalışmıştır. Abdürrezzâk el-Kâşânî, Abdurrahman-ı Câmî, Dâvûd-i Kayserî, Abdullah Bosnevî ve Sofyalı Bâlî Efendi gibi Fuṣûṣü’l-ḥikem şârihleri ise İbnü’l-Arabî’yi ve izleyicilerini savunmuşlardır. Her velînin Kur’an ve Sünnet üzerine yeni bir anlama tarzı ortaya koyduğunu söyleyen Şa‘rânî’ye göre mutasavvıfların bahis konusu ettikleri işârî mânaların Kur’an ve hadisle bağdaştırılması mümkündür. İsmail Fenni Ertuğrul’un Vahdet-i Vücûd ve Muhyiddin-i Arabî adlı eseri de bir savunmadır. Tasavvufî mahiyette tefsir yazan ilk kişinin İbn Atâ (ö. 309/922) olduğu kabul edilir. Ancak onun eseri zamanımıza ulaşmamıştır. Muhammed b. Hüseyin es-Sülemî ve Ebû Nasr es-Serrâc’ın bu eserden yaptıkları alıntılar Paul Nwyia tarafından bir araya getirilerek yayımlanmıştır ( Nuṣûṣ ṣûfiyye ġayru menşûre , Beyrut 1986). Ebû Bekir el-Vâsıtî’nin yazdığı tasavvufî tefsir de günümüze kadar gelmemiştir. Sülemî bu eser hakkında bilgi vermektedir. Sehl b. Abdullah et-Tüsterî’ye nisbet edilen Tefsîrü’l-Ḳurʾâni’l-ʿaẓîm (Kahire 1908) her sûreden bir veya birkaç âyetin tefsirini içerir. Sehl’in tefsirle ilgili sözlerini öğrencisi Ebû Yûsuf es-Siczî aktarmış, Ebû Bekir el-Beledî de bunları yazıya geçirmiştir. Muhammed b. Hüseyin es-Sülemî’nin Ḥaḳāʾiḳu’t-tefsîr ’i (Süleymaniye Ktp., Fâtih, nr. 260), sûfîlerin çeşitli âyetler hakkındaki yorumlarını bir araya getirmesi bakımından önem taşır. Sülemî, bu eserini yazdıktan sonra bulduğu bazı âyetlerle ilgili yorumları da Ziyâdâtü Ḥaḳāʾiḳi’t-tefsîr ’de toplamıştır (nşr. Gerhard Böwering, Beyrut 1995; ayrıca bk. Ateş, Sülemî ve Tasavvufî Tefsiri , tür.yer.). Bu tefsir Vâhidî, İbnü’s-Salâh, İbnü’l-Cevzî ve Zehebî tarafından Bâtınîler’in Kur’an’ı yorumlama tarzına uyduğu gerekçesiyle eleştirilmiştir. Ebû İshak es-Sa‘lebî’nin el-Keşf ve’l-beyân ʿan tefsîri’l-Ḳurʾân ’ı (Süleymaniye Ktp., Kılıç Ali Paşa, nr. 79) esasen bir rivayet tefsiri olmakla beraber Sülemî’nin etkisiyle tasavvufî yorumlara yer verdiği için işârî tefsirler arasında sayılmaktadır. Necmeddîn-i Dâye et-Teʾvîlâtü’n-Necmiyye ’nin telifinde Sa‘lebî’den de yararlanmıştır. Abdülkerîm el-Kuşeyrî, Sülemî’nin Ḥaḳāʾiḳu’t-tefsîr ’i başta olmak üzere önceki işârî tefsirlerden de faydalanarak Leṭâʾifü’l-işârât ’ı telif etmiştir (nşr. İbrâhim Besyûnî, Kahire 1967-1970). Eser Ḥaḳāʾiḳu’t-tefsîr ’den daha düzenli ve kapsamlıdır. Diğerleri gibi Leṭâʾifü’l-işârât ’ta da ahkam âyetlerinin tefsirine fazla yer verilmez. Hâce Abdullah-ı Ensârî işârî bir tefsir yazmışsa da eser günümüze kadar gelmemiştir. Reşîdüddîn-i Meybüdî’nin Keşfü’l-esrâr ve ʿuddetü’l-ebrâr adlı tefsiri (nşr. Ali Asgar Hikmet, Tahran 1331-1339/1952-1960) geniş ölçüde Ensârî’nin görüşlerinden oluşur. Eser, Ensârî’nin özgün görüşlerini içermesi yanında ilk Farsça işârî tefsir olması bakımından da önemlidir. Gazzâlî’nin işârî tefsir alanında özel bir yeri vardır. Başta İḥyâʾü ʿulûmi’d-dîn olmak üzere çeşitli eserlerinde işârî tefsirler için teorik bir çerçeve çizen Gazzâlî bu tür tefsirlerin lüzum ve faydasını savunmuş, birçok âyeti buna göre yorumlamış, sûfîlerin Kur’an’la ilgili yorumlarını aktarmıştır. Gazzâlî, Mişkâtü’l-envâr ’da Nûr sûresinin 35. âyeti başta olmak üzere bazı âyetlerin tasavvufî yorumlarını yapmıştır. Eser, remzî ve işârî yorumlar yanında İşrâkī filozofların yorumlarını andıran görüşler de içerir. Bu görüşleriyle tefsir konusunda mutasavvıflarla birlikte Fahreddin er-Râzî gibi kelâmcıları ve İşrâkī filozofları da etkileyen Gazzâlî filozofların tesirinde kalarak te’vilde aşırı gittiği, Kur’an’a Karmatîler’in görüşlerini hatırlatan yorumlar getirdiği gerekçesiyle İbn Teymiyye ve İbnü’l-Cevzî’nin ağır eleştirilerine mâruz kalmıştır ( Mecmûʿu fetâvâ , I, 245; XXII, 113; Telbîsü İblîs , s. 160). Şâtıbî de bu tür yorumlardan rahatsızlık duyar ( el-Muvâfaḳāt , III, 405). Coşkulu bir tasavvuf anlayışına sahip olan Rûzbihân-ı Baklî’nin ʿArâʾisü’l-beyân adlı eseri (Haydarâbâd 1301) Sülemî ve Kuşeyrî’nin eserlerine dayanır. Fakat Baklî, âyetleri yorumlarken içine doğan cüretli mânaları eklemeyi de ihmal etmez. İbn Kasî’nin Gazzâlî’den etkilenerek kaleme aldığı Ḫalʿu’n-naʿleyn ve iḳtibâsü’n-nûr min mevżiʿi’l-ḳademeyn daha sonraki Endülüs mutasavvıflarını etkilemiştir. İbnü’l-Arabî bu esere bir şerh yazmıştır (Süleymaniye Ktp., Ayasofya, nr. 1879). Endülüslü mutasavvıf İbn Berrecân’ın Tefsîrü’l-Ḳurʾâni’l-ʿaẓîm ’i (Süleymaniye Ktp., Şehid Ali Paşa, nr. 73) tasavvufî yorumlardan başka harflerin havas ve esrarına da yer verir. Necmeddîn-i Dâye’nin daha çok et- Teʾvîlâtü’n-Necmiyye (et-Tefsîrü’n-Necmiyye) diye bilinen Baḥrü’l-ḥaḳāʾiḳ (Süleymaniye Ktp., Damad İbrâhim Paşa, nr. 153) isimli tefsiri bazı kaynaklarda yanlışlıkla Necmeddîn-i Kübrâ’ya nisbet edilir. Necmeddîn-i Kübrâ da bu alanda bir tefsir yazmakla birlikte eser günümüze ulaşmamıştır (Ateş, İşârî Tefsîr Okulu , s. 140-143). İsmâil Hakkı Bursevî Rûḥu’l-beyân ’da Necmeddîn-i Dâye’den sık sık alıntılar yapar. İbnü’l-Arabî’nin el-Fütûḥâtü’l-Mekkiyye , Fuṣûṣü’l-ḥikem , Kitâbü’l-Ḳurbe , İşârâtü’l-Ḳurʾân fî ʿâlemi’l-İslâm (Konya Yûsuf Ağa Ktp., nr. 7838/1), Kitâbü Şerḥi Ḫalʿi’n-naʿleyn (Konya Yûsuf Ağa Ktp., nr. 7838/5), el-Maḳṣadü’l-esnâ (Süleymaniye Ktp., Şehid Ali Paşa, nr. 1341/17), Faṣlün müfîd fî tefsîri’l-Fâtiḥa (Süleymaniye Ktp., Şehid Ali Paşa, nr. 1341/16) adlı eserlerinde işârî tefsirin örneklerine çokça rastlanır. İbnü’l-Arabî, el-Cemʿ ve’t-tafṣîl fî esrâri’l-meʿânî ve’t-Tenzîl adıyla Kehf sûresine kadar bir tefsir yazdığını söylüyorsa da eser günümüze ulaşmamıştır. Mahmûd Mahmûd el-Gurâb, İbnü’l-Arabî’nin muhtelif âyetler hakkındaki işârî yorumlarını Raḥmetün mine’r-raḥmân fî tefsîri ve işârâti’l-Ḳurʾân min kelâmi’ş-Şeyḫi’l-Ekber Muḥyiddîn İbni’l-ʿArabî (Dımaşk 1989) adlı eserinde bir araya getirmiştir (ayrıca bk. Ebû Zeyd Nasr Hâmid, Felsefetü’t-teʾvîl: Dirâse fî teʾvîli’l-Ḳurʾân ʿinde Muḥyiddîn İbn ʿArabî , Beyrut 1993). İbnü’l-Arabî’nin işârî tefsir anlayışından sonra bu alanda onun en önemli takipçisi Abdürrezzâk el-Kâşânî olmuştur. Kâşânî’nin Teʾvîlâtü’l-Ḳurʾân (Kahire 1283, 1317) adlı işârî tefsiri yanlışlıkla İbnü’l-Arabî’ye mal edilerek Tefsîru İbni’l-ʿArabî diye tanınmıştır. Kâşânî, bu eseri İbnü’l-Arabî’den esinlenerek yazmakla beraber yorumları daha ılımlıdır. Eser Te’vîlât-ı Kâşâniyye adıyla Türkçe’ye de çevrilmiştir (trc. Ali Rıza Doksanyedi, Ankara 1987). Sadreddin Konevî’nin İʿcâzü’l-beyân fî teʾvîli ümmi’l-Ḳurʾân (Kum 1949; Kahire 1389/1969) adlı Fâtiha tefsiri de İbnü’l-Arabî’nin tasavvufî görüşlerinin etkisiyle yazılmıştır. Ebü’l-Berekât Cemâleddin es-Safedî’nin Keşfü’l-esrâr ve hetkü’l-estâr ’ı (Süleymaniye Ktp., Fâtih, nr. 390), Muhammed Pârsâ’nın Kur’an’ın son on sekiz sûresine yazdığı tefsir (Süleymaniye Ktp., Murad Molla, nr. 72), Nizâmeddin en-Nîsâbûrî’nin Ġarâʾibü’l-Ḳurʾân ve reġāʾibü’l-furḳān (Kahire 1321; Beyrut 1968) ve Abdurrahman-ı Câmî’nin Tefsîrü’l-Câmî diye de anılan Tefsîrü’l-Ḳurʾân (Süleymaniye Ktp., Ayasofya, nr. 405; Esad Efendi, nr. 78) adlı eserleri de kayda değer tasavvufî tefsirlerdendir. Osmanlılar döneminde yaşayan mutasavvıflar da Kur’an’ın tamamına veya bir kısmına çok sayıda işârî tefsir yazmışlardır. Bunların başlıcaları şunlardır: Molla Fenârî, ʿAynü’l-aʿyân (İstanbul 1325; Konevî tefsiri tarzında yazılmış bir Fâtiha tefsiridir); Cemâl-i Halvetî, Tefsîrü’l-Fâtiḥa ve’ḍ-Ḍuḥâ ( Osmanlı Müellifleri , I, 51); Bayezid Halife, Secencelü’l-ervâḥ ( Tefsîrü’l-Fâtiḥa , Süleymaniye Ktp., Hâlet Efendi ilâvesi, nr. 3/1; Osmanlı Müellifleri , I, 40); Muhyiddin Niksârî, Tefsîru sûreti’ḍ-Ḍuḫân ( Keşfü’ẓ-ẓunûn , I, 450); Ni‘metullah b. Mahmûd en-Nahcuvânî, el-Fevâtiḥu’l-ilâhiyye ve’l-mefâtiḥu’l-ġaybiyye (İstanbul 1326); Aziz Mahmud Hüdâyî, Nefâisü’l-mecâlis (Süleymaniye Ktp., Şehid Ali Paşa, nr. 172-174); İsmâil Rusûhî Ankaravî, Fütûhât-ı Ayniyye (İstanbul 1328); Niyâzî-i Mısrî, Tefsîrü’l-Fâtiḥa (Süleymaniye Ktp., Pertev Paşa, nr. 620); Müstakimzâde Süleyman Sâdeddin, Tefsîrü’l-Fâtiḥa ( Osmanlı Müellifleri , I, 168). Osmanlılar döneminde yazılan işârî tefsirlerin en kapsamlısı ve en çok ilgi göreni İsmâil Hakkı Bursevî’nin Rûḥu’l-beyân ’ıdır (İstanbul 1137/1725, 1255, 1330). En önemli kaynakları et-Teʾvîlâtü’n-Necmiyye ve Teʾvîlâtü’l-Ḳurʾân ’dır. Eşrefzâde İzzeddin Efendi’nin Enîsü’l-cinân fî tefsîri’l-Kur’ân ’ı da (Bursa Eski Yazma ve Basma Eserler Ktp., nr. 976-986) oldukça kapsamlıdır. Mutasavvıfların ölçülü işârî yorumları dirâyet metoduyla yazılan tefsirleri de kısmen etkilemiştir. Fahreddin er-Râzî’nin Mefâtîḥu’l-ġayb ve Levâmiʿu’l-beyyinât , Kurtubî’nin el-Câmiʿ li-aḥkâmi’l-Ḳurʾân , Elmalılı Muhammed Hamdi’nin Hak Dini Kur’an Dili adlı eserlerinde zaman zaman âyetlerin tasavvufî yorumlarına da yer verilir. Âlûsî’nin Rûḥu’l-meʿânî ’sinde de tasavvufî etkiler açıkça görülür. BİBLİYOGRAFYA Tehânevî, Keşşâf , I, 38. Buhârî, “ʿİlim”, 15, “Tevḥîd”, 45. Ahmed b. Hanbel, Kitâbü’z-Zühd , Kahire 1408/1987, s. 322, 329, 330, 339. Hâris el-Muhâsibî, el-Veṣâyâ , Beyrut 1406/1986, s. 152, 288. Sehl et-Tüsterî, Tefsîrü’l-Ḳurʾâni’l-ʿaẓîm , Râmpûr 1965, s. 9, 12, 24, 50, 99, 112, 122, 124. Serrâc, el-Lümaʿ , s. 124-128, 294-296, 303, 414. Kelâbâzî, et-Taʿarruf , Beyrut 1407/1986, s. 86-87. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 103-108, 469, 511. Sülemî, Ṭabaḳāt , s. 78, 231; ayrıca bk. neşredenin girişi, s. 44. Gazzâlî, İḥyâʾ , Kahire 1939, I, 43, 55, 105, 108, 287, 289, 295-296, 298; III, 196, 225, 395; IV, 185, 238. a.mlf., Mişkâtü’l-envâr (nşr. Ebü’l-Alâ Afîfî), Kahire 1383/1964, s. 73. İhvân-ı Safâ, Resâʾil , Beyrut 1376-77/1957, IV, 77. İbnü’l-Arabî, Fuṣûṣ (Afîfî) , s. 73-74. a.mlf., el-Fütûḥât , I, 49, 161, 179, 364. a.mlf., Kitâbü’l-Ḳurbe ( Resâʾilü İbn ʿArabî içinde), Beyrut 1997, s. 88-95. İbnü’s-Salâh, Fetâvâ , Diyarbakır, ts., s. 29. Ebü’l-Ferec İbnü’l-Cevzî, Telbîsü İblîs , Dımaşk 1948, s. 158-161. İbn Teymiyye, Mecmûʿu fetâvâ , I, 243-245; V, 551; XIII, 359, 362; XVII, 113; XXII, 113. a.mlf., Risâle fî ʿilmi’l-bâṭın ve’ẓ-ẓâhir ( Mecmûʿatü’r-resâʾili’l-münîriyye içinde), Kahire 1343, s. 235-253. a.mlf., Mecmûʿatü’r-resâʾili’l-kübrâ , Kahire 1923, I, 50; II, 96. a.mlf., Naḳżü’l-manṭıḳ , Kahire 1951, s. 70, 79, 84. Zehebî, Aʿlâmü’n-nübelâʾ , XVII, 252. Sübkî, Ṭabaḳāt , III, 62. Şâtıbî, el-Muvâfaḳāt , III, 382-405. Zerkeşî, el-Burhân , II, 170-171. İbn Hacer, Lisânü’l-Mîzân , Kahire, ts., V, 142. Süyûtî, el-İtḳān , Kahire 1951, II, 178, 184, 186, 193. Şa‘rânî, eṭ-Ṭabaḳāt , Kahire 1951, I, 6. Taşköprizâde, Mevzûâtü’l-ulûm , I, 396, 427-429, 538; II, 220, 244-246. Keşfü’ẓ-ẓunûn , I, 432-443, 450, 673. Âlûsî, Rûḥu’l-meʿânî , I, 6-7. Osmanlı Müellifleri , I, 40, 44, 51, 168, 186. Şeyh Safvet, Tasavvufun Zaferleri , İstanbul 1340, s. 109-119. İzmirli İsmail Hakkı, Mustasvife Sözleri mi? Tasavvufun Zaferleri mi: Hakkın Zaferleri , İstanbul 1341, s. 25-52. M. Abdülazîm ez-Zürkānî, Menâhilü’l-ʿirfân , Kahire 1372, I, 546. Said Nursi, Sikke-i Tasdîk-i Gaybî , İstanbul 1960, s. 60, 86. M. Hüseyin ez-Zehebî, et-Tefsîr ve’l-müfessirûn , Kahire 1381/1961-62, III, 18-82. Kâmil Mustafa eş-Şeybî, eṣ-Ṣıla beyne’t-taṣavvuf ve’t-teşeyyuʿ , Kahire 1969, I, 407-422. Süleyman Ateş, Sülemî ve Tasavvufî Tefsiri , İstanbul 1969, tür.yer. a.mlf., İşârî Tefsîr Okulu , Ankara 1974, tür.yer. İhsan İlâhî ez-Zâhir, et-Taṣavvuf: el-Menşeʾ ve’l-meṣâdir , Lahor 1986, s. 243-259. Abdülhakim Yüce, Râzî’nin Tefsirinde Tasavvuf , İzmir 1996, tür.yer. I. Goldziher, İslam Tefsir Ekolleri (trc. Mustafa İslamoğlu), İstanbul 1997, s. 199-284. Ali Vasfi Kurt, Endülüs’te Hadis ve İbn Arabî , İstanbul 1998, s. 600. Erhan Yetik, “Ankaravî, İsmâil Rusûhî”, DİA , III, 213. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2001 yılında İstanbul’da basılan 23. cildinde, 424-428 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Tehânevî, Keşşâf , I, 38.",
        "Buhârî, “ʿİlim”, 15, “Tevḥîd”, 45.",
        "Ahmed b. Hanbel, Kitâbü’z-Zühd , Kahire 1408/1987, s. 322, 329, 330, 339.",
        "Hâris el-Muhâsibî, el-Veṣâyâ , Beyrut 1406/1986, s. 152, 288.",
        "Sehl et-Tüsterî, Tefsîrü’l-Ḳurʾâni’l-ʿaẓîm , Râmpûr 1965, s. 9, 12, 24, 50, 99, 112, 122, 124.",
        "Serrâc, el-Lümaʿ , s. 124-128, 294-296, 303, 414.",
        "Kelâbâzî, et-Taʿarruf , Beyrut 1407/1986, s. 86-87.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 103-108, 469, 511.",
        "Sülemî, Ṭabaḳāt , s. 78, 231; ayrıca bk. neşredenin girişi, s. 44.",
        "Gazzâlî, İḥyâʾ , Kahire 1939, I, 43, 55, 105, 108, 287, 289, 295-296, 298; III, 196, 225, 395; IV, 185, 238.",
        "a.mlf., Mişkâtü’l-envâr (nşr. Ebü’l-Alâ Afîfî), Kahire 1383/1964, s. 73.",
        "İhvân-ı Safâ, Resâʾil , Beyrut 1376-77/1957, IV, 77.",
        "İbnü’l-Arabî, Fuṣûṣ (Afîfî) , s. 73-74.",
        "a.mlf., el-Fütûḥât , I, 49, 161, 179, 364.",
        "a.mlf., Kitâbü’l-Ḳurbe ( Resâʾilü İbn ʿArabî içinde), Beyrut 1997, s. 88-95.",
        "İbnü’s-Salâh, Fetâvâ , Diyarbakır, ts., s. 29.",
        "Ebü’l-Ferec İbnü’l-Cevzî, Telbîsü İblîs , Dımaşk 1948, s. 158-161.",
        "İbn Teymiyye, Mecmûʿu fetâvâ , I, 243-245; V, 551; XIII, 359, 362; XVII, 113; XXII, 113.",
        "a.mlf., Risâle fî ʿilmi’l-bâṭın ve’ẓ-ẓâhir ( Mecmûʿatü’r-resâʾili’l-münîriyye içinde), Kahire 1343, s. 235-253.",
        "a.mlf., Mecmûʿatü’r-resâʾili’l-kübrâ , Kahire 1923, I, 50; II, 96.",
        "a.mlf., Naḳżü’l-manṭıḳ , Kahire 1951, s. 70, 79, 84.",
        "Zehebî, Aʿlâmü’n-nübelâʾ , XVII, 252.",
        "Sübkî, Ṭabaḳāt , III, 62.",
        "Şâtıbî, el-Muvâfaḳāt , III, 382-405.",
        "Zerkeşî, el-Burhân , II, 170-171.",
        "İbn Hacer, Lisânü’l-Mîzân , Kahire, ts., V, 142.",
        "Süyûtî, el-İtḳān , Kahire 1951, II, 178, 184, 186, 193.",
        "Şa‘rânî, eṭ-Ṭabaḳāt , Kahire 1951, I, 6.",
        "Taşköprizâde, Mevzûâtü’l-ulûm , I, 396, 427-429, 538; II, 220, 244-246.",
        "Keşfü’ẓ-ẓunûn , I, 432-443, 450, 673.",
        "Âlûsî, Rûḥu’l-meʿânî , I, 6-7.",
        "Osmanlı Müellifleri , I, 40, 44, 51, 168, 186.",
        "Şeyh Safvet, Tasavvufun Zaferleri , İstanbul 1340, s. 109-119.",
        "İzmirli İsmail Hakkı, Mustasvife Sözleri mi? Tasavvufun Zaferleri mi: Hakkın Zaferleri , İstanbul 1341, s. 25-52.",
        "M. Abdülazîm ez-Zürkānî, Menâhilü’l-ʿirfân , Kahire 1372, I, 546.",
        "Said Nursi, Sikke-i Tasdîk-i Gaybî , İstanbul 1960, s. 60, 86.",
        "M. Hüseyin ez-Zehebî, et-Tefsîr ve’l-müfessirûn , Kahire 1381/1961-62, III, 18-82.",
        "Kâmil Mustafa eş-Şeybî, eṣ-Ṣıla beyne’t-taṣavvuf ve’t-teşeyyuʿ , Kahire 1969, I, 407-422.",
        "Süleyman Ateş, Sülemî ve Tasavvufî Tefsiri , İstanbul 1969, tür.yer.",
        "a.mlf., İşârî Tefsîr Okulu , Ankara 1974, tür.yer.",
        "İhsan İlâhî ez-Zâhir, et-Taṣavvuf: el-Menşeʾ ve’l-meṣâdir , Lahor 1986, s. 243-259.",
        "Abdülhakim Yüce, Râzî’nin Tefsirinde Tasavvuf , İzmir 1996, tür.yer.",
        "I. Goldziher, İslam Tefsir Ekolleri (trc. Mustafa İslamoğlu), İstanbul 1997, s. 199-284.",
        "Ali Vasfi Kurt, Endülüs’te Hadis ve İbn Arabî , İstanbul 1998, s. 600.",
        "Erhan Yetik, “Ankaravî, İsmâil Rusûhî”, DİA , III, 213."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}