{
  "id": "eweb_312",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/kesb",
  "annotator": "Jeremy",
  "title": "KESB",
  "arabic_title": "الكسب",
  "summary": "Kişinin dinî, ahlâkî ve iktisadî hayatındaki her türlü kazanımını ifade eden terim.",
  "parts": [
    {
      "author": "MUSTAFA ÇAĞRICI",
      "content": "Kur’ân-ı Kerîm’de kesb kişinin sorumluluğuna konu olan, karşılığını göreceği belirtilen her türlü inanç, düşünce ve faaliyetini belirtmesi yanında özellikle iş ve ticaret hayatında elde ettiği maddî kazançlar için de kullanılmıştır (el-Bakara 2/267; en-Nisâ 4/32; Tebbet 111/2). Ayrıca fiil, sa‘y, sun‘ gibi kelimeler de “iş, çaba, çalışma, üretme” anlamlarında geçer. Râgıb el-İsfahânî, kesbi “faydalı olduğu düşünülen şeyi elde etme çabası” şeklinde tanımladıktan sonra kişinin kendisinin ve başkasının yararına olan şeyleri kazanmak için çalışmasına kesb, yalnız kendisi için faydalı olanı kazanma çabasına da iktisâb dendiğini belirtir ( el-Müfredât , “ksb” md.). Aynı müellif ameli de “insanın bir amaca yönelik yaptığı iş” diye tanımlamış, amelin fiilden daha özel olduğunu ve bilhassa insan eylemleri için kullanıldığını belirtmiştir ( a.g.e. , “ʿaml” md.). Kur’an’da ve hadislerde insanın dinî hayatı yanında dünyevî faaliyetleri, iş ve ticaret hayatıyla ilgili olarak çeşitli hukukî ve ahlâkî düzenlemeler getirilmiştir. Ayrıca kanaat, tevekkül, sabır, şükür, rızâ, takvâ, vera‘ gibi ferdî faziletlere dair âyet ve hadislerden başka sosyal ilişkileri düzenleyen adalet, dürüstlük, merhamet, yardımlaşma, dayanışma, hoşgörü, af, infak, ihsan gibi ahlâk konularıyla ilgili naslar aynı zamanda iş hayatı ve kazanma faaliyetlerine dair ilkeleri oluşturur. Kur’ân-ı Kerîm aşırı dünyevîliği reddetmekle birlikte din ve dünya işleri arasında mâkul bir denge kurulmasının gerekli olduğunu bildirir. Kur’an’ın genel yaklaşımı ve bazı özel açıklamalar yanında (meselâ bk. el-Kasas 28/77; el-Cum‘a 62/9-11; el-İnşirâh 94/7-8) özellikle Bakara sûresinin 200-201. âyetlerinde yalnız dünya varlığını isteyenler eleştirilirken her iki dünyanın güzelliklerini (hasene) isteyenlerden takdirle söz edilmiştir. Müfessirler, burada olduğu gibi çeşitli âyetlerde “hasene” kelimesinin maddî kazanç, zenginlik ve bolluğu da kapsadığı kanaatindedir. Kur’an’da gecenin dinlenme, gündüzün geçim vakti olarak yaratıldığının belirtilmesi (en-Nebe’ 78/10-11) çalışıp kazanmanın normal hayatın bir gereği olduğu fikrine dayanır. İnsanın ancak çalışıp çabalamasının karşılığını alabileceğini ifade eden âyetler (en-Necm 53/39-40), dinî faaliyetler yanında dünya işlerinde başarılı olmanın da çalışmaya ve üretmeye bağlı olduğuna dikkat çeker. Kurtubî, Bakara sûresinin 282-283. âyetlerinde getirilen bazı düzenlemeleri göz önüne alarak İslâm’da kazanmanın ve servet sahibi olmanın karşısında yer alan zihniyeti eleştirmektedir ( el-Câmiʿ , III, 413). Hadis mecmualarında da emeğin değerine, helâl rızık kazanmanın, mal mülk sahibi olmanın ve zekât, sadaka gibi hayırlarla bu imkânlardan başkalarını yararlandırmanın önemine işaret eden çok sayıda rivayet yer almaktadır. Birçok hadiste “kesb-i tayyib” (güzel kazanç) deyimiyle helâl kazancın önemini anlatan Resûl-i Ekrem, “Kişinin kendi emeğiyle çalışıp kazanmasından daha güzel bir kesb yoktur” demiş (İbn Mâce, “Ticârât”, 1), dünyadan el etek çekmeye karar veren bazı sahâbîleri bu tutumlarının kendi sünnetinden sapmak anlamına geldiğini söyleyerek uyarmıştır (Buhârî, “Nikâḥ”, 1). Hadis mecmualarında “Kişinin kesbi ve kendi emeğiyle çalışıp kazanması” (Buhârî, “Büyûʿ”, 15; Dârimî, “Büyûʿ”, 6), “Kazanç faaliyetlerine teşvik” (İbn Mâce, “Ticârât”, 1) gibi başlıklar altında çeşitli hadisler toplanmıştır ( Wensinck, el-Muʿcem , “ksb” md.). Çalışıp kazanma, üretme ve servet edinmeyle ilgili Kur’an ve Sünnet’teki bu yaklaşım daha sonraki İslâmî kaynaklara da yansımıştır. Muhammed b. Hasan eş-Şeybânî el-Kesb adlı eserinde helâl kazancın önemine dair bazı hadis ve haberler aktararak kesbin kendilerini örnek almamız emredilen (el-En‘âm 6/90) peygamberlerin yolu olduğunu belirtmekte, bu hususa dair âyetler zikretmektedir. Zühd ve tasavvuf ehlinin cahil ve ahmaklarından bir kesimin zaruri haller dışında kesbin tevekküle aykırı olduğu yolundaki iddialarını aktaran Şeybânî aklî ve naklî deliller getirerek bu görüşü çürütmekte; özellikle Bakara sûresinin 267. âyetiyle Cum‘a sûresinin 10. âyetine dayanarak kesbin farz olduğunu, âlemin nizamının kesbe dayandığını söylemektedir. Bu hususta dikkat çekici görüşler ileri süren Râgıb el-İsfahânî’ye göre Allah, insanları çeşitli yeteneklerle donatıp farklı maddî imkânlara sahip kılmak suretiyle hayatın çok yönlü gelişmesine imkân vermiştir. Bu gelişmeye katkı sağlayacak şekilde dünyada çalışıp kazanmak bir yönden mubah sayılırsa da belirtilen ilâhî düzene hizmet yönü dikkate alındığında aynı zamanda farz olan işlerden kabul edilmesi gerekir ( eẕ-Ẕerîʿa , s. 375-376, 380). Aynı âlimin, başta Gazzâlî olmak üzere kendisinden sonraki ilim ve fikir adamlarınca da benimsenen anlayışına göre her varlığın kendi türüne özgü başlıca işlevlerinden biri dünyanın imarıdır. İnsan varlığının ilâhî irade tarafından belirlenen bu temel amacı, her insana diğer insanları rahata kavuşturma ve geçim şartlarını iyileştirme sorumluluğu yükler. Bu yöndeki bütün faaliyetler, dünyayı mâmur etme hususundaki ilâhî iradenin gereğini yerine getirmek anlamına geldiğinden Allah yolunda cihad ve ibadet sayılır. İslâm âlimleri çoğunlukla, insanın halifeliğiyle ilgili âyetleri yeryüzünün imar edilmesi ve uygarlığın geliştirilmesi yükümlülüğünü içine alacak şekilde yorumlamışlardır. Çünkü dünyanın imarı ve insanlığın huzuru için yapılan her iş bir yönüyle Allah’a halefliktir ( a.g.e. , s. 86, 95-96). Bu konuda oldukça gerçekçi düşünenlerden biri olan Mâverdî, toplumsal düzeni sağlayıp yaşatmanın altı temel şartından birinin yüksek ideal ve büyük hedef olduğunu belirttikten sonra (diğerleri yaşanan din, etkin yönetim, kapsamlı adalet, genel güvenlik ve yaygın refahtır) bu kavramı daha iyi bir gelecek, daha gelişmiş bir ülke ve toplum projesi olarak açıklar. Mâverdî’ye göre eğer insanlar gelecek kaygısı taşımadan günlük ihtiyaçlarıyla yetinseler ve daha fazlasını kazanma konusunda bir istek duymasalardı dünya harap olurdu. Şu halde ülkelerin mâmur hale gelmesi fertlerin içindeki kazanma arzusuna bağlıdır. Bu sayede her nesil bir sonraki nesle bir önceki nesilden aldığından daha gelişmiş ve müreffeh bir ülke bırakır ve zamanla ülke daha düzenli, daha huzurlu bir hale gelir ( Edebü’d-dünyâ ve’d-dîn , s. 136-146). Fakirlik korkusu insanlarda zorunlu olarak bir kazanma arzusu doğurmakta, kişileri çalışmaya ve sonuçta toplumun da yararına olan zahmetlere katlanmaya yöneltmektedir. Bir tek insanın üstesinden gelemeyeceği kadar çeşitli olan ihtiyaçlar ve talepler, insanlığın gelişmesi için gerekli her türlü işin yapılmasını ve bunları yapacak meslek erbabının yetişmesini sağlamakta, böylece fakirlik gerçeği ve kazanma isteği toplumsal refahın gelişmesi için olumlu bir motif değeri taşımaktadır. İbn Hibbân bu yapıcı kazanma arzusunu “övgüye değer hırs” diye nitelemektedir ( Ravżatü’l-ʿuḳalâʾ , s. 132). Bazı mutasavvıflar dışında İslâm âlimleri genellikle tevekkül kavramını da bu çerçevede yorumlamışlar ve bir insanın başka insanların işlerinden, mesleklerinden, onların ürettiği imkânlardan yararlanırken kendisinin çalışıp üreterek onlara yararlı olmamasını zulüm olarak değerlendirmişlerdir. Bu düşünceden hareketle de sûfîlik iddiasında bulunarak başkalarının kazandıklarından istifade ederken kendileri yararlı olmayan kişileri insanların ekmeğine ortak olan birer tufeyli saymışlardır (meselâ bk. Râgıb el-İsfahânî, eẕ-Ẕerîʿa , s. 380-382; Muhammed b. Hasan eş-Şeybânî, s. 43, 51; İbn Miskeveyh, s. 147; Kurtubî, III, 413; Münâvî, II, 291). Klasik ahlâk kitaplarında adalet, ihsan, dürüstlük, kardeşlik gibi genel ahlâk ilkelerine ve özellikle iş hayatına dair ahlâk kurallarına geniş yer verilmiştir. Meselâ Gazzâlî’nin İḥyâʾü ʿulûmi’d-dîn ’inin on üçüncü bölümü (Kitâbü Âdâbi’l-kesb ve’l-meâş) bu konuya ayrılmıştır (aynı mahiyetteki bir çalışma için bk. Alâeddin Ali b. Lebûdî [?], Kitâbü Fażli’l-iktisâb ve aḥkâmi’l-kesb , [nşr. Süheyl Zekkâr, Risâletân fi’l-kesb içinde], Beyrut 1417/1997, s. 133-245). Bu tür kaynaklarda yer alan kazanma hususundaki kurallar arasında şunlar zikredilebilir: 1. Öncelikle kazanma faaliyetleri sırasında daima iyi niyetli olmak, yani iş hayatında hem Allah rızâsına nâil olma hem de insanların huzur ve mutluluğuna katkıda bulunma, toplumsal hayatı rahatlatma gibi nefsaniyeti aşan amaçlar taşımak. 2. Kötü mal ve hizmet üreterek insanlara zarar vermekten sakınmak, bunun için de iş bölümü gibi şartlara önemle uymak, meslekî bilgi ve ehliyetini geliştirmek. 3. Allah’ın haram kıldığı şeylerin üretim ve ticaretini yapmamak. 4. Rüşvet, ihtikâr, tefecilik, hırsızlık, soygunculuk, aldatma gibi meşrû sayılmayan yollarla kazanç sağlamamak. 5. İslâm’ın genel ahlâk ilkeleri çerçevesinde hem işçinin hem de iş sahibinin haklarını gözetmek (bk. İCÂRE ). Harcama ve tüketimle ilgili ahlâk kurallarının başlıcaları da şunlardır: a) Ferdin ve toplumun beden ve ruh sağlığına zarar verecek şekilde harcama ve tüketim yapmaktan kaçınmak. b) İçki, kumar, rüşvet, fuhuş gibi yollarda harcama yaparak topluma zarar vermekten sakınmak. c) Helâl yollarda da olsa israf ölçüsünde harcamada bulunmamak, harcamalarda lüks ve ihtişama kaçmamak. d) Elindeki servetin asıl sahibinin Allah olduğunu düşünerek Allah’ın mülkünü başta aile fertleri ve diğer yakınlar olmak üzere başka insanların hizmetine de sunmak, yatırım yapıp hizmet ve üretim alanları açarak veya karşılıksız yardım ederek insanların geçimini sağlamalarına yardımcı olmak, başkalarının hak ve menfaatlerine en az kendisininki kadar değer vermek ve gerektiğinde özveride bulunmak (genellikle “ihsan” kavramıyla ifade edilen bu ödevi ticarî muamelelere de uygulayan Gazzâlî’nin bu husustaki tavsiyeleri için bk. İḥyâʾ , II, 79-83). BİBLİYOGRAFYA Râgıb el-İsfahânî, el-Müfredât , “ʿaml”, “ksb” md.leri. a.mlf., eẕ-Ẕerîʿa ilâ mekârimi’ş-şerîʿa (nşr. Ebü’l-Yezîd el-Acemî), Kahire 1405/1985, s. 86, 90-96, 374-425. Wensinck, el-Muʿcem , “ksb” md. M. F. Abdülbâkī, el-Muʿcem , “ksb” md. Dârimî, “Büyûʿ”, 6. Buhârî, “Büyûʿ”, 15, “Nikâḥ”, 1. İbn Mâce, “Ticârât”, 1. Muhammed b. Hasan eş-Şeybânî, el-Kesb (nşr. Süheyl Zekkâr, Risâletân fi’l-kesb içinde), Beyrut 1417/1997, s. 35-132. İbn Hibbân, Ravżatü’l-ʿukalâʾ ve nüzhetü’l-fużalâʾ (nşr. M. Muhyiddin Abdülhamîd v.dğr.), Beyrut 1397/1977, s. 132. İbn Miskeveyh, Tehẕîbü’l-aḫlâḳ (nşr. İbnü’l-Hatîb), Beyrut 1398, s. 110, 119, 137, 146-150. Mâverdî, Edebü’d-dünyâ ve’d-dîn , Beyrut 1398/1978, s. 136-146. Gazzâlî, İḥyâʾ , II, 60-64, 79-87; IV, 91-92. Kurtubî, el-Câmiʿ , III, 413. Münâvî, Feyżü’l-ḳadîr , II, 291. I. Goldziher, Le dogme et la loi de l’Islam (trc. Félix Arin), Paris 1920, s. 4, 111-120. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2022 yılında Ankara’da basılan 25. cildinde, 302-304 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Râgıb el-İsfahânî, el-Müfredât , “ʿaml”, “ksb” md.leri.",
        "a.mlf., eẕ-Ẕerîʿa ilâ mekârimi’ş-şerîʿa (nşr. Ebü’l-Yezîd el-Acemî), Kahire 1405/1985, s. 86, 90-96, 374-425.",
        "Wensinck, el-Muʿcem , “ksb” md.",
        "M. F. Abdülbâkī, el-Muʿcem , “ksb” md.",
        "Dârimî, “Büyûʿ”, 6.",
        "Buhârî, “Büyûʿ”, 15, “Nikâḥ”, 1.",
        "İbn Mâce, “Ticârât”, 1.",
        "Muhammed b. Hasan eş-Şeybânî, el-Kesb (nşr. Süheyl Zekkâr, Risâletân fi’l-kesb içinde), Beyrut 1417/1997, s. 35-132.",
        "İbn Hibbân, Ravżatü’l-ʿukalâʾ ve nüzhetü’l-fużalâʾ (nşr. M. Muhyiddin Abdülhamîd v.dğr.), Beyrut 1397/1977, s. 132.",
        "İbn Miskeveyh, Tehẕîbü’l-aḫlâḳ (nşr. İbnü’l-Hatîb), Beyrut 1398, s. 110, 119, 137, 146-150.",
        "Mâverdî, Edebü’d-dünyâ ve’d-dîn , Beyrut 1398/1978, s. 136-146.",
        "Gazzâlî, İḥyâʾ , II, 60-64, 79-87; IV, 91-92.",
        "Kurtubî, el-Câmiʿ , III, 413.",
        "Münâvî, Feyżü’l-ḳadîr , II, 291.",
        "I. Goldziher, Le dogme et la loi de l’Islam (trc. Félix Arin), Paris 1920, s. 4, 111-120."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}