{
  "id": "eweb_313",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/keramet#2-kelam",
  "annotator": "Jeremy",
  "title": "KERAMET",
  "arabic_title": "الكرامة",
  "summary": "Velîlerden zuhur eden olağan üstü hal.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Sözlükte “iyi, ahlâklı ve cömert olmak” anlamına gelen kerâmet , kerem gibi masdar olup “iyilik, cömertlik” mânasında isim şeklinde de kullanılır. Terim olarak “Allah’ın sâlih, takvâ sahibi, velî kullarından zuhur eden olağan üstü hal” diye tanımlanır. “Bir yetkiye dayanarak iş yapmak” anlamındaki tasarruf kelimesi de tasavvufta kerametle eş anlamda kullanılmıştır. Keramet, tıpkı mûcize gibi tabiat kanunlarıyla açıklanamayan olağan üstü ve sıra dışı bir olay olup mahiyeti itibariyle mûcizeden farklı değildir; aralarındaki fark meydana geliş şekliyle ilgilidir. Mûcize peygamberlerden, keramet tam olarak ona bağlı olan velîlerden zuhur eder. Ancak peygamber peygamberliğini iddia eder ve bunu ispat için mûcize gösterir. Gösterdiği mûcize ile inanmayanlara meydan okur. Peygamberi örnek alan velî ise velîlik iddiasında bulunmadığı gibi kimseye meydan da okumaz. Birinde mûcizenin izharı, diğerinde kerametin zuhuru söz konusudur. Mûcize gibi kerametin de yaratıcısı ve hakiki sahibi Allah’tır. Sûfîler kerameti Allah Teâlâ’nın velî kuluna bir ikramı ve lutfu olarak kabul etmişler, Allah’ın kendisine itaat eden ve O’na yaklaşmaya çalışan velîlere bunu ihsan edeceğini söylemişlerdir. İlâhî bir lutuf olmakla beraber keramete mazhar olan bir velî kendisinden böyle bir hal zuhur ettiği için bu halin bir mekr, istidrâc ve ibtilâ olmasından korkar. Bu ihtimali dikkate alan velî kerametle denenmek istendiğini düşünerek endişe eder. Bir yandan Allah’ın lutfuna nâil olduğu için O’na şükreder, daha çok bağlanır, öte yandan da bunun sorumluluğundan ve getireceği sonuçlardan kaygılanır. Bundan dolayı kendisinden zuhur eden hali ifşa etmez ve bu hal sebebiyle insanların gösterdiği teveccühün nefsini şımartabileceğini hesaba kadar. Kaynaklarda kerametin birçok türünden bahsedilmiştir. Meselâ Sübkî yirmi beş çeşit keramet sayar ( Ṭabaḳāt , II, 316; Münâvî, I, 9). Bununla birlikte kerametler keşif ve ilhamla ilgili olanlar (bk. FİRÂSET ; GAYB ; İLHAM ; KEŞF ), insanın gücünü aşan birtakım şeylerin yapılması (az zamanda uzun mesafe almak [tayy-i mekân], havada uçmak, besin maddelerini bereketlendirmek, darda kalan birinin yardımına yetişmek, hastaları şifaya kavuşturmak vb.), meleklerin görülmesi veya seslerinin işitilmesi şeklinde üç gruba ayrılabilir. Hârikulâde haller mümin-kâfir, dindar-günahkâr herkeste görülebilir. Kâfir ve günahkârlarda zuhur eden bu hallere mekr, ihanet ve istidrâc gibi isimler verilir (Fahreddin er-Râzî, et-Tefsîrü’l-kebîr , V, 691). İnançsız ve fâsık kişilerde böyle olağan dışı hallerin görülmesi onların buna bakıp büyüklenmeleri, şımarmaları, azgınlıklarını arttırmaları, sonuçta daha büyük ve daha şiddetli bir azaba mâruz kalmalarıyla izah edilir. Diğer olağan üstü haller de üçe ayrılır. Peygamberde tebliğ görevine başlamadan önce görülen hârikulâde hallere irhâs, tebliğe başladıktan sonra görülenlere mûcize, dinine bağlı, ahlâklı ve iyi hal sahibi müminlerde görülen hârikulâde hallere keramet, sıradan müminlerde görülen bu tür hallere maûnet (ilâhî yardım) denir. Hangi inançta ve dinde olursa olsun bazı insanlarda tabiat kanunlarıyla açıklanması mümkün olmayan olağan üstü hallerin istisnaî olarak görüleceği, ancak bunların sürekli ve düzenli olmadığı kabul edilir. Nitekim dinlerin hemen hepsinde din adamları veya inananlarda zuhur ettiğine inanılan hârikulâde olaylar söz konusudur. İlkel kabile dinlerinde büyücü, kabile doktoru veya şamanın vecd halinde kutsal varlıkla bir tür temas sağlamak suretiyle kötü ruhları kovduğuna, hastaları iyileştirdiğine inanılmaktadır. Yahudilik’te, din adamları ve mistiklerin yanında sıradan müminlerde bile Tanrı’ya ibadet ve dua etmek suretiyle hastaları iyileştirmek ve bazı taleplerinin yerine gelmesini sağlamak gibi hârikulâde olayların zuhur ettiğine, ancak bunun Tanrı’nın iradesi ve gücü sayesinde gerçekleştiğine inanılmaktadır. Ahd-i Cedîd’de havârilerin tebliğ faaliyetleri sırasında insanları kötü ruhların tesirinden kurtarmak (Resullerin İşleri, 16/18, 19/13-17), hastaları iyileştirmek (Resullerin İşleri, 2/43, 5/12) vb. olaylar gerçekleştirdikleri belirtilmektedir. Havârilerden Petrus’un topal bir adamı iyileştirdiği (Resullerin İşleri, 3/1-10), hatta onun gölgesinin dahi iyileştirici bir güce sahip olduğuna inanıldığı kaydedilmektedir (Resullerin İşleri, 5/15). Ancak bütün bu hallerin Hz. Îsâ’nın yardımıyla ve onun adına gerçekleştirildiğine inanılmaktadır (Resullerin İşleri, 3/6). Hıristiyanlık tarihinde havârilerin ardından II ve III. yüzyıllarda şehidler gibi karizmatik şahsiyetlerden, daha sonraki asırlarda bazı piskopos ve azizlerden hârikulâde hallerin zuhur ettiği belirtilmektedir. Kelâm ve akaid âlimleri keramet meselesini mûcize gibi itikadî bir konu şeklinde değerlendirmişler, mutasavvıflar ise yaşadıkları mânevî hayatla ilgili ilâhî bir lutuf olarak eserlerine almakla birlikte bunun imkân ve vukuunu aklî delillerle ispat konusu üzerinde fazla durmamışlardır. Bunun sebebi, mûcizeyi ispata yarayan delillerin kerameti de ispatladığına inanılmasıdır (bu konudaki bazı deliller için bk. a.g.e. , V, 694). Mûcize gibi keramet de hârikulâde halleri ifade eden bir terim olarak Kur’an’da ve hadislerde geçmez. İlk zamanlarda genellikle “âyet” terimiyle ifade edilen (meselâ bk. Eş‘arî, el-İbâne , s. 63) bu tür olaylar için II. (VIII.) yüzyıldan itibaren keramet kelimesi kullanılmaya başlanmıştır. Keramet teriminin sonraki dönemlerde ortaya çıkması bu hallerin Kur’an ve hadislerde bulunmadığı anlamına gelmez. Kur’an’da adı belirtilmeyen bir zatın Sebe melikesinin tahtını bir anda Hz. Süleyman’ın yanına getirmesi (en-Neml 27/38; Fahreddin er-Râzî, et-Tefsîrü’l-kebîr , XXIV, 197; bk. DİA , III, 455), Meryem’e Allah katından rızık gelmesi (Âl-i İmrân 3/37; Meryem 19/25), Ashâb-ı Kehf’in köpekleriyle birlikte bir mağarada uzun süre uyuyup kalmaları (el-Kehf 18/16-26), Hz. Mûsâ’nın annesine bebeğinin geri verilmesi (el-Kasas 28/7-13), ayrıca Hızır ve Zülkarneyn olayları da (el-Kehf 18/60, 83-98) Kur’ân-ı Kerîm’de geçen keramet örnekleri olarak görülmüştür. Bu âyetlerde sözü edilen kişiler peygamber olmamasına rağmen kendilerinden hârikulâde haller zuhur etmiştir. Sahih hadislerde de birtakım keramet örnekleri nakledilir: Meselâ Cüreyc isminde bir velînin beşikteki bir bebeği konuşturması (Buhârî, “Enbiyâʾ”, 48; Müslim, “Birr”, 8), mağarada mahsur kalan üç kişinin olağan üstü bir şekilde bu durumdan kurtulması ( Müsned , II, 116; Buhârî, “İcâre”, 12), bir sığırın, üzerine yük yükleyen kişiye, “Ben bunun için yaratılmadım” demesi (Buhârî, “Enbiyâʾ”, 54; Müslim, “Feżâʾilü’ṣ-ṣaḥâbe”; 13, Tirmizî, “Menâḳıb”, 16) gibi. Hz. Peygamber hayatta iken bazı sahâbîlerde görülen kerametler hadis kitaplarında rivayet edilmiştir. Bir bedevî şekline girerek Resûl-i Ekrem’le konuşan Cebrâil’i sahâbenin görmesi, bazan da Cebrâil’in Dihye b. Halîfe el-Kelbî şeklinde görünmesi (Buhârî, “Îmân”, 37; Müslim, “Îmân”, 57, “Birr”, 12), Hz. Ebû Bekir’in üç kişi için hazırladığı yemeğin bereketlenmesi, birçok kişinin bu yemekten yemesi ve yine de yemeğin artması (Buhârî, “Edeb”, 88, “Menâḳıb”, 25, “Mevâḳīt”, 41; Müslim, “Eşribe”, 176), Üseyd b. Hudayr’ın bir gece Kur’an okurken meleklerin kendisini dinlemeye geldiklerini görmesi (Buhârî, “Feżâʾilü’l-Ḳurʾân”, 15; Müslim, “Ṣalâtü’l-müsâfirîn”, 242), Abbâd b. Bişr ile Üseyd b. Hudayr’ın bir gece Hz. Peygamber’in sohbetinden ayrılıp evlerine giderken bir ışığın önlerini aydınlatması ( Müsned , III, 139, 191; Dârimî, “Feżâʾilü’l-Ḳurʾân”, 8; Buhârî, “Ṣalât”, 79), Hanzale b. Ebû Âmir şehid düştüğünde melekler tarafından yıkandığından “Gasîlü’l-melâike” şeklinde anılması (İbn Hişâm, II, 594; İbn Hacer, II, 291) hadislerde geçen keramet örnekleri olarak zikredilebilir. Kaynaklarda sahâbeye, tâbiîne ve tebeu’t-tâbiîne ait çeşitli kerametler nakledilmektedir (meselâ bk. Fahreddin er-Râzî, et-Tefsîrü’l-kebîr , V, 687; İbn Teymiyye, el-Furḳān , s. 73-76; Nebhânî, I, 8). Resûl-i Ekrem ve sahâbe döneminde oldukça seyrek görülen keramet olaylarıyla ilgili rivayetler giderek artmış, hatta bir velîye ait olmak üzere birçok keramet nakledilmiştir. Sahâbe ve onları izleyen iki nesilden az sayıda keramet rivayet edilmesi dikkate değer bir husustur. Sahâbeden zuhur eden bazı kerametleri kaydeden İbn Haldûn, o dönemden nakledilen kerametlerin az oluşunu Resûl-i Ekrem zamanında sahâbenin böyle bir hal göstermeye gücünün kalmamasına bağlar, hatta daha sonraki dönemlerde bile Medine’ye gidenlerin keramet hallerinin kendilerinden alındığına işaret eder ( Muḳaddime , s. 402, 421-425). Hz. Peygamber’in mûcizelerinin ve diğer hallerinin baskın oluşu kerametlerin zuhurunu genellikle engellemiş, vefatından sonra da bu durumun etkisi giderek azalmakla beraber bir süre daha devam etmiştir. İlk üç nesilden nakledilen kerametlerin çoğu zayıf rivayetlere dayanır. Meselâ Hz. Ömer’in, Nihâvend’de savaşan ve düşman tarafından kuşatılma tehlikesiyle karşılaşan Sâriye isimli kumandanına Medine’den seslenerek tâlimat verdiğine dair rivayet çok yaygın olmakla beraber sahih bir senede dayanmamaktadır (Aclûnî, II, 380). Daha sonra örnekleri ve çeşitleri giderek artan kerametler velâyetnâmelerin ve menâkıb kitaplarının temel konusu ve malzemesi olmuş, sıra dışı niteliği azalarak alışılmış olaylar haline gelmiştir. Mu‘tezile mezhebinin kerameti kabul etmemesi konuyu kelâm ilminde tartışma mevzuu haline getirmiş, Selef ve Ehl-i sünnet, Mu‘tezile’nin bu husustaki itirazlarını reddederek kerametin İslâm’daki yerini vurgulamıştır. Eş‘arîliğin kurucusu Ebü’l-Hasan el-Eş‘arî, “Hadis ve sünnet ehli sâlih müminlerden kerametin zuhurunu kabul eder” demiş ( Maḳālâtü’l-İslâmiyyin , I, 349; el-İbâne , s. 63), daha sonraki Eş‘arî kelâmcıları da Ehl-i sünnet’in inancı olarak bu kanaati tekrarlamıştır. İmâm-ı Âzam’ın el-Fıḳhü’l-ekber adlı eserinde yer alan, “Evliyanın kerameti haktır” ifadesi Hanefî fakihleri ve Mâtürîdî kelâmcıları tarafından tekrarlanmıştır. Hanbelîler ve Selef mezhebi mensupları da kerametin hararetli savunucuları olmuşlar (İbn Teymiyye, el-Furḳān , s. 77), Abdülkāhir el-Bağdâdî gibi mezhep tarihçileri keramete inanmayı Ehl-i sünnet’in bir özelliği olarak göstermişlerdir ( el-Farḳ , s. 344). Ehl-i sünnet içinde Ebû İshak el-İsferâyînî, Ebû Muhammed İbn Ebû Zeyd el-Mâlikî ( İbn Haldûn, Muḳaddime , s. 423), İbn Hazm ve Halîmî gibi âlimler kerameti inkâr etmemekle beraber sınırlı tutmuşlardır. İbn Hazm’a göre velîlerden kerametin zuhuru peygamber hayatta iken söz konusu olur. Bu durumda kerametin mûcize ile karıştırılması ihtimali ortadan kalkar ( el-Faṣl , V, 9-14). İsferâyînî’nin de mûcize ile karıştırılması ihtimalini ileri sürerek kerameti tereddütle karşıladığı nakledilir. Ancak ona göre de velîlerin dualarının kabul edilmesi gibi kerametleri vardır (Kuşeyrî, s. 660). İmâmiyye Şîası da kerameti savunur. Bu mezhebe göre on iki imamdan her birinin kerametleri, hatta mûcizeleri vardır. Ehl-i sünnet, peygamberlerden zuhur eden hârikulâde hallerin dışında mûcize tabirini kullanmadığı halde Şîa özellikle mâsum imamların keramet ve mûcizeleri bulunduğunu kabul eder (Şeyh Müfîd, s. 77, 79). Şîa’ya göre sefîr ve bab denilen Şiî din adamlarından da mûcizeler zuhur edebilir. Küleynî, imamların gösterdikleri kerametlere ve mûcizelere örnekler verir ( el-Uṣûl mine’l-kâfî , I, 231, 256-260). İkindi namazını geçiren Hz. Ali’nin bu namazı vaktinde kılması için batan güneşin geri geldiği Şîilik’te mütevâtir bir haber olarak kabul edilir. İslâm filozoflarından İbn Sînâ, kerameti insan nefsinin yetenek ve imkânları dahilinde bir husus olarak görür ve bunun psikolojik açıklamasını yapar ( el-İşârât , III, 895-899; Fî Beyâni’l-muʿcizât , XIII/4 [1960], s. 543-558). Çağdaş Sünnî müelliflerden Şeybî, sûfîlerin kerametleriyle Şiîler’in kerametleri arasında benzerlik görmüş ve sûfîlerin keramet anlayışının Şiî etkiler altında oluştuğunu ileri sürmüştür ( eṣ-Ṣıla , s. 391-397). Fazlurrahman gibi bazı çağdaş yazarlar da Sünnîliğin kerameti sonradan inanç sistemine aldığı görüşündedir ( İslâm , s. 171, 193, 200). Ehl-i sünnet sadece evliyadan değil sıradan bir müminden de hârikulâde bir halin zuhur edeceğini kabul eder ve buna maûnet veya keramet ismini verir. İbn Teymiyye’ye göre keramet bir ihtiyacı karşılamak üzere zuhur eder. Keramete ihtiyacı bulunan veya imanı zayıf olan bir kişiye keramet verilmesi onun ihtiyacını gidermek ve imanını güçlendirmek içindir. Bu durumda keramete ihtiyaç hissetmeyen bir müminin velîlik derecesi daha yüksektir. Sahâbeden çok tâbiîn arasında kerametlerin görülmesinin sebebi de budur ( el-Furḳān , s. 77). Kerametin bir amacı da nefsi eğitmek ve ıslah etmektir (Serrâc, s. 394). Keramet olaylarına daha çok mutasavvıflar arasında rastlandığından tasavvuf kitaplarında bu konu üzerinde geniş olarak durulmuştur. Olağan üstü bir hal olduğundan halk keramete büyük ilgi göstermiş, keramet sahibi velîyi Allah’a en yakın kişi olarak görmüş, onun ilâhî bir güce dayandığına ve bu güçle istediği her şeyi yapabileceğine inanmıştır. Büyük sûfîler bu kanaatin yanlış olduğunu, kerametin Allah’a yakınlık derecesinin göstergesi sayılmadığını, kerameti görülmeyen velîlerin de bulunduğunu, bunların mertebelerinin keramet sahibi velîlerden daha yüksek olduğunu, kerametin henüz işin başında bulunan bazı velîlerde görüldüğünü, kerametin ve keramet sahibi velîlerin mânevî durumlarının abartılmaması gerektiğini vurgulamışlardır. Sehl et-Tüsterî, kerameti ağlayan çocukları susturmak için verilen afyona benzetmiş ( a.g.e. , s. 400; Kuşeyrî, s. 679), Cüneyd-i Bağdâdî kerametin gönül ehli için bir perde olduğunu söylemiştir. Ebü’l-Hüseyin en-Nûrî, bir defasında oltasını nehre atarak üç batman ağırlığında bir balığın oltaya takılması için dua etmiş ve bu ağırlıkta bir balık oltasına takılmıştı. Durumu haber alan Cüneyd, “Nûrî’nin oltasına yılan takılsaydı hakkında daha hayırlı olurdu” demiştir. Daha sonra karşı kıyıya geçmek için Dicle sahiline inince nehrin iki yakasının bir araya geldiğini görmüş, fakat kendisi kayıkla karşı yakaya geçmeyi tercih etmiştir (Serrâc, s. 400; Kuşeyrî, s. 676). Büyük sûfîler kerametin fazla önemli bir hal olmadığını çeşitli misallerle anlatmaya çalışmışlardır. Bir gecede meşrikten mağribe giden, su üzerinde yürüyen, havada uçan bir zattan bahsedenlere Bâyezîd-i Bistâmî, “Lânetli şeytan da bir gecede meşrikten mağribe gider, balık da suda yüzer, leş yiyen kargalar da havada uçar” diyerek kerametlerin abartılmamasını istemiş, asıl kerametin müminin Allah’ın emir ve yasakları karşısındaki itaat hali olduğunu söylemiştir (Serrâc, s. 400; Kuşeyrî, s. 678). Ebû Ali el-Cûzcânî, sûfîlere keramet sahibi değil istikamet sahibi olmalarını tavsiye etmiş, istikametin kerametten daha üstün olduğunu belirtmiştir ( a.g.e. , s. 441). Yahyâ b. Muâz er-Râzî de abdalın kerametten, âşıkların muhabbetten, âriflerin zikirden bahsettiklerini söyler, en aşağı halin keramet, en yüksek halin ise zikir olduğunu ifade ederdi (Serrâc, s. 403). Mutasavvıflar biri maddî, zâhirî, kevnî, hissî ve sûrî; diğeri mânevî, bâtınî, ruhî ve hakikî olmak üzere kerametin iki türünden bahsetmiş, birinci türden çok ikinci türe önem vermişlerdir. Tayy-i mekân, kışın yaz meyvelerine kavuşma, ateşte yanmama gibi hârikulâde haller hissî ve kevnî olup fazla önemli değildir, hatta bunlar bazan tehlikeli ve zararlı da olabilir. Dinin emir ve yasaklarına sıkı bir şekilde uymak, kötü huy ve alışkanlıkları terkedip iyi alışkanlıklar edinmek, istikamet üzere olmak, nefse hâkimiyet, çalışıp çabalamak suretiyle ilim ve irfan sahibi kâmil bir insan olmaya çalışmak gerçek ve mânevî kerametlerdir. Velîlerin kerametlerinin onlardaki sıdk ve himmet denilen mânevî ve olağan üstü bir güçten kaynaklandığını söyleyen Muhyiddin İbnü’l-Arabî’ye göre bu gücü kullanmayıp keramet göstermeyen velîler bu güce dayanarak tasarrufta bulunan velîlerden üstündür. Ona göre sekiz organın sekiz çeşit kerameti bulunur. Kerametler bu organların şer‘î ve ahlâkî kurallara tam olarak uymasının bir ödülüdür. Bu organlar göz, kulak, dil, mide, cinsel organ, el, ayak ve kalptir. Bunlardan her birinin zâhirî ve hâricî, buna bağlı olarak da bâtınî ve dâhilî kerametleri bulunur. Meselâ gözün haram şeylere bakmaması zâhirî keramet, bunun ödülü başkalarının göremediği mânevî âlemdeki bazı şeyleri görmek şeklindeki bâtınî keramettir. Midenin zâhirî kerameti haram lokma yememek, bu faziletin ödülü olan bâtınî kerameti az gıda ile çok kişiyi doyurmaktır ( el-Fütûḥât , II, 478-493). İlk zamanlarda tasavvufun esas maksadı takvâ sahibi dürüst bir müslüman olmaktı. Bu amaç için çaba harcayan sûfîlerde bazan kerametlerin zuhur ettiği olurdu. Fakat onlar buna fazla önem vermez, hatta bundan dolayı endişelenir ve bunu gizli tutarlardı. Daha sonra keşif ve keramet mertebesine ermek için riyâzet ve mücâhede bir vasıta haline gelmiş, bu durum kerametlerin büyük ilgi görmesine ve yaygınlaşmasına sebep olmuştur ( İbn Haldûn, Muḳaddime , s. 402, 403; Şifâʾü’s-sâʾil , s. 33, 50). Zaman zaman şa‘beze (gözbağcılık), sihir, nîrencât, mehârîk, falcılık, kâhinlik, müneccimlik gibi şeylerin kerametle karıştırılması tabiat kanunlarına güveni sarsmış, bu durum birçok bâtıl inancın, hurafenin, hayal ürünü hususların yayılmasına ve toplumu olumsuz yönde etkilemesine sebep olmuştur. Baştan beri keramet konusuna ulemânın ihtiyatlı yaklaşmasının sebebi budur. İbnü’l-Cevzî keramet olarak gösterilen bazı şeylerin şeytanın oyunu olduğunu, bunların bir kısmının saf kişilerin olağan hadiseleri olağan üstü olarak algılamalarından kaynaklandığını, bazan da tesadüfen vukua gelen olayların keramet şeklinde anlaşıldığını, bazı kurnaz kişilerin birtakım sahtekârlıklarla bu tür olayları keramet olarak takdim edip halkı sömürdüklerini anlatır ( Telbîsü İblîs , s. 364-373). Velâyetnâme ve menâkıb kitaplarının genellikle ana konusunu ve malzemesini keramet ve keşif hallerinin oluşturması akla ve ilme güveni sarsmakla kalmamış, dinî hükümler için de tehlike oluşturmuştur. Bu sebeple Mu‘tezile gibi akılcı eğilimleri ağır basan hareketler keramete ilke olarak karşı çıkarken fıkıh âlimleri daha çok görüldüğü ileri sürülen keramet olaylarını eleştirmiştir. XIX. yüzyıldan itibaren aklı, bilimi, deney ve gözlemi öne çıkaran akılcı, maddeci ve pozitivist felsefelerin etkisi altında kalan son dönem İslâm âlimleri keramet olaylarını hurafe olarak görüp eleştirmiştir. Çağdaş İslâm dünyasındaki yenilikçi akımlar da genel olarak çok sınırlı bir keramet anlayışını teoride kabul etmekle beraber rivayet edilen keramet olaylarının temelsizliğini vurgulamışlar, hurafe saydıkları pek çok keramet olayını İslâm düşüncesi için bir tehdit olarak görmüşlerdir. Diğer taraftan spiritizm, astroloji ve parapsikoloji gibi akımlara ilgi duyanlara keramet olayları oldukça çekici gelmektedir. Keramet olaylarına ilgi duyulmasında bu tür akımların etkisi vardır. Keramet inancı bugün tarikat ehli ve halk arasında da geniş ölçüde varlığını korumaktadır. BİBLİYOGRAFYA Râgıb el-İsfahânî, el-Müfredât , “âyet”, “ḫırḳ”, “kerm” md.leri. et-Taʿrîfât , “Kerâmet”, “İrhâṣ”, “İstidrâc”, “Mekr”, “Maʿûnet”, “Muʿcize” md.leri. a.mlf., Şerḥu’l-Mevâḳıf , İstanbul 1311, I, 220; III, 220-221. Tehânevî, Keşşâf , I, 328; II, 1266. The Babylonian Talmud , London 1935-78, Berakoth, 34. Müsned , II, 116; III, 139, 191. Dârimî, “Feżâʾilü’l-Ḳurʾân”, 8. Buhârî, “Ṣâlât”, 79, “Îmân”, 57, “Enbiyâʾ”, 48, 54, “İcâre”, 12, “Edeb”, 88, “Menâḳıb”, 25, “Mevâḳīt”, 41. Müslim, “Birr”, 8, 12, “Îmân”, 57, “Feżâʾilü’ṣ-ṣaḥâbe”, 13, “Ṣalâtü’l-müsâfirîn”, 242, “Eşribe”, 176. Tirmizî, “Menâḳıb”, 16. Ebû Hanîfe, el-Fıḳhü’l-ekber (nşr. M. Zâhid Kevserî, trc. Mustafa Öz, İmâm-ı Azam’ın Beş Eseri içinde), İstanbul 1992, s. 74. İbn Hişâm, es-Sîre , II, 594. İbn Sa‘d, eṭ-Ṭabaḳāt , III, 96, 123, 354, 463; IV, 92, 234. Hâris el-Muhâsibî, Kitâbü’l-Ḫalve ve’t-tenaḳḳul fi’l-ʿibâde ve deracâtü’l-ʿâbidîn (nşr. İğnâtiyûs Abduh Halîfe el-Yesûî, el-Meşriḳ içinde), XLIX/1, Beyrut 1955, s. 44-45. Câhiz, Kitâbü’l-Ḥayevân , IV, 73. Tahâvî, el-ʿAḳīde , Beyrut 1978, s. 59. Eş‘arî, Maḳālâtü’l-İslâmiyyîn , Kahire 1969, I, 439. a.mlf., el-İbâne , Medine 1405, s. 63. Küleynî, el-Uṣûl mine’l-Kâfî (nşr. Ali Ekber el-Gaffârî), Beyrut 1401, I, 231, 256-260. Serrâc, el-Lümaʿ , s. 302, 390, 394, 400, 403. Kelâbâzî, et-Taʿarruf , Kahire 1969, s. 71, 106. Bâkıllânî, el-Beyân (nşr. R. J. McCarthy), Beyrut 1958, s. 4-7, 48. Sülemî, Ṭabaḳāt , s. 121, 188, 211, 560. Şeyh Müfîd, Evâʾilü’l-maḳālât , Tahran 1278, s. 77, 79. Kādî Abdülcebbâr, el-Muġnî , XV, 183, 213-216, 242-243, 270. Bağdâdî, el-Farḳ (Abdülhamîd) , s. 344. a.mlf., Uṣûlü’d-dîn , İstanbul 1346, s. 174, 184. İbn Sînâ, el-İşarât ve’t-tenbîhât , Kahire 1958, III, 895-899. a.mlf., Fî Beyâni’l-muʿcizât ve’l-kerâmât (nşr. C. N. Atıyye, el-Ebḥâs̱ içinde), XIII/4, Beyrut 1960, s. 543-558. İbn Hazm, el-Faṣl , V, 9-15. Kuşeyrî, er-Risâle , s. 441, 660, 676, 678, 679. Hücvîrî, Keşfü’l-maḥcûb , Tahran 1338, s. 276-278. Cüveynî, el-İrşâd , Beyrut 1986, s. 260-264. Zemahşerî, el-Keşşâf , Beyrut 1974, IV, 632. Şehristânî, Nihâyetü’l-iḳdâm (nşr. A. Guillaume), London 1934, s. 497. a.mlf., el-Milel ve’n-niḥal , Beyrut 1975, s. 84. Nûreddin es-Sâbûnî, el-Bidâye fî uṣûli’d-dîn (nşr. Bekir Topaloğlu), Ankara 1399/1979. İbnü’l-Cevzî, Telbîsü İblîs , Kahire 1928, s. 364-373. Fahreddin er-Râzî, et-Tefsîrü’l-kebîr , İstanbul 1307, II, 615, 659; V, 682, 687, 691, 694; XXIV, 197. a.mlf., el-Meṭâlibü’l-ʿâliye (nşr. Ahmed Hicâzî es-Sekkā), Beyrut 1407/1987, VIII, 143. a.mlf., el-Mebâḥis̱ü’l-meşriḳıyye (nşr. Muhammed el-Mu‘tasım-Billâh el-Bağdâdî), Beyrut 1401/1990, II, 436. a.mlf., el-Muḥaṣṣal (nşr. Tâhâ Abdürraûf Sa‘d), Kahire, ts. (el-Mektebetü’l-külliyyetü’l-Ezheriyye), s. 161. İbnü’l-Arabî, el-Fütûḥât , II, 287, 478-493. a.mlf., Fuṣûṣ (Afîfî), I, 152, 169, 170. Beyzâvî, Ṭavâliʿu’l-envâr , Mısır 1311, I, 566. İbn Teymiyye, Mecmûʿatü’r-resâʾil , V, 151-170. a.mlf., el-Furḳān beyne evliyâʾi’r-raḥmân ve evliyâʾi’ş-şeyṭân , Kahire 1387, s. 73-77. Sübkî, Ṭabaḳāt , II, 316. Teftâzânî, Şerḥu’l-Maḳāṣıd , İstanbul 1305, II, 176. a.mlf., Şerḥu’l-ʿAḳāʾid , İstanbul 1297, s. 175. İbn Haldûn, Muḳaddime , Kahire 1957, s. 402-425. a.mlf., Şifâʾü’s-sâʾil , s. 33, 50, 101. İbn Hacer, el-İṣâbe , II, 291. Câmî, Nefeḥât , Tahran 1370, s. 16-23. Celâleddin ed-Devvânî, el-Celâl , İstanbul 1314, s. 72. Lâmiî, Nefehât Tercümesi , s. 70-84. Münâvî, el-Kevâkib , I, 8-14. İmâm-ı Rabbânî, Mektûbât , İstanbul 1963, I, 186; II, 138; III, 110, 190. Ebü’l-Bekā, el-Külliyyât , Kahire 1253, s. 179. Beyâzîzâde Ahmed Efendi, İşârâtü’l-merâm min ʿibârâti’l-İmâm , Kahire 1368/1949, s. 312, 338. Aclûnî, Keşfü’l-ḫafâʾ , II, 380. Süleyman Nedvî, İslâm Tarihi, Asr-ı Saâdet (trc. Ömer Rıza [Doğrul]), İstanbul 1347/1928, III, 1109-1145. Elmalılı, Hak Dini , IV, 2239-2251. Kāsım Ganî, Târîḫ-i Taṣavvuf der İslâm , Tahran 1340 hş., s. 241. Nebhânî, Kerâmâtü’l-evliyâʾ , I-II, tür.yer. Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , Kahire 1963, s. 296. M. Asin Palacios, İbn ʿArabî: Ḥayâtüh ve meẕhebüh (trc. Abdurrahman Bedevî), Kahire 1965, s. 193. Kâmil Mustafa eş-Şeybî, eṣ-Ṣıla beyne’t-taṣavvuf ve’t-teşeyyuʿ , Kahire 1969, s. 391-397. Ma‘sûm Ali Şah, Ṭarâʾiḳ , I, 122-136. el-Muʿcemü’ṣ-ṣûfî , s. 961. R. A. Nicholson, İslâm Sûfîleri (trc. Mehmet Dağ v.dğr.), İstanbul 1978, s. 103-125. Fazlurrahman, İslâm (trc. Mehmet Dağ – Mehmet Aydın), Ankara 1981, s. 171, 193, 200. L. Jacobs, The Jewish Religion: A Companion , Oxford 1995, s. 348. A. Schimmel, İslamın Mistik Boyutları (trc. Ergun Kocabıyık), İstanbul 2001, s. 203-204. M. Fierro, “The Polemic About the Karāmāt al-Awliya and the Development of Sufism in al-Andulus”, BSOAS , LV/2 (1992), s. 236-249. “Kerâmet-i Evliyâʾullāh”, Taḥḳīḳāt-ı İslâmî , IX/1, Tahran 1373/1994, s. 198. D. B. Macdonald, “Kerâmet”, İA , VI, 577-578. L. Gardet, “Karāma”, EI 2 (İng.) , IV, 615-616. M. Waida, “Miracles, An overview”, ER , IX, 541-548. Ömer Faruk Harman, “Âsaf b. Berahyâ”, DİA , III, 455. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2022 yılında Ankara’da basılan 25. cildinde, 265-268 numaralı sayfalarda \"KERÂMET\" başlığıyla yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız. Bu bölüm en son 13.02.2019 tarihinde güncellenmiştir.",
      "bibliography": [
        "Râgıb el-İsfahânî, el-Müfredât , “âyet”, “ḫırḳ”, “kerm” md.leri.",
        "et-Taʿrîfât , “Kerâmet”, “İrhâṣ”, “İstidrâc”, “Mekr”, “Maʿûnet”, “Muʿcize” md.leri.",
        "a.mlf., Şerḥu’l-Mevâḳıf , İstanbul 1311, I, 220; III, 220-221.",
        "Tehânevî, Keşşâf , I, 328; II, 1266.",
        "The Babylonian Talmud , London 1935-78, Berakoth, 34.",
        "Müsned , II, 116; III, 139, 191.",
        "Dârimî, “Feżâʾilü’l-Ḳurʾân”, 8.",
        "Buhârî, “Ṣâlât”, 79, “Îmân”, 57, “Enbiyâʾ”, 48, 54, “İcâre”, 12, “Edeb”, 88, “Menâḳıb”, 25, “Mevâḳīt”, 41.",
        "Müslim, “Birr”, 8, 12, “Îmân”, 57, “Feżâʾilü’ṣ-ṣaḥâbe”, 13, “Ṣalâtü’l-müsâfirîn”, 242, “Eşribe”, 176.",
        "Tirmizî, “Menâḳıb”, 16.",
        "Ebû Hanîfe, el-Fıḳhü’l-ekber (nşr. M. Zâhid Kevserî, trc. Mustafa Öz, İmâm-ı Azam’ın Beş Eseri içinde), İstanbul 1992, s. 74.",
        "İbn Hişâm, es-Sîre , II, 594.",
        "İbn Sa‘d, eṭ-Ṭabaḳāt , III, 96, 123, 354, 463; IV, 92, 234.",
        "Hâris el-Muhâsibî, Kitâbü’l-Ḫalve ve’t-tenaḳḳul fi’l-ʿibâde ve deracâtü’l-ʿâbidîn (nşr. İğnâtiyûs Abduh Halîfe el-Yesûî, el-Meşriḳ içinde), XLIX/1, Beyrut 1955, s. 44-45.",
        "Câhiz, Kitâbü’l-Ḥayevân , IV, 73.",
        "Tahâvî, el-ʿAḳīde , Beyrut 1978, s. 59.",
        "Eş‘arî, Maḳālâtü’l-İslâmiyyîn , Kahire 1969, I, 439.",
        "a.mlf., el-İbâne , Medine 1405, s. 63.",
        "Küleynî, el-Uṣûl mine’l-Kâfî (nşr. Ali Ekber el-Gaffârî), Beyrut 1401, I, 231, 256-260.",
        "Serrâc, el-Lümaʿ , s. 302, 390, 394, 400, 403.",
        "Kelâbâzî, et-Taʿarruf , Kahire 1969, s. 71, 106.",
        "Bâkıllânî, el-Beyân (nşr. R. J. McCarthy), Beyrut 1958, s. 4-7, 48.",
        "Sülemî, Ṭabaḳāt , s. 121, 188, 211, 560.",
        "Şeyh Müfîd, Evâʾilü’l-maḳālât , Tahran 1278, s. 77, 79.",
        "Kādî Abdülcebbâr, el-Muġnî , XV, 183, 213-216, 242-243, 270.",
        "Bağdâdî, el-Farḳ (Abdülhamîd) , s. 344.",
        "a.mlf., Uṣûlü’d-dîn , İstanbul 1346, s. 174, 184.",
        "İbn Sînâ, el-İşarât ve’t-tenbîhât , Kahire 1958, III, 895-899.",
        "a.mlf., Fî Beyâni’l-muʿcizât ve’l-kerâmât (nşr. C. N. Atıyye, el-Ebḥâs̱ içinde), XIII/4, Beyrut 1960, s. 543-558.",
        "İbn Hazm, el-Faṣl , V, 9-15.",
        "Kuşeyrî, er-Risâle , s. 441, 660, 676, 678, 679.",
        "Hücvîrî, Keşfü’l-maḥcûb , Tahran 1338, s. 276-278.",
        "Cüveynî, el-İrşâd , Beyrut 1986, s. 260-264.",
        "Zemahşerî, el-Keşşâf , Beyrut 1974, IV, 632.",
        "Şehristânî, Nihâyetü’l-iḳdâm (nşr. A. Guillaume), London 1934, s. 497.",
        "a.mlf., el-Milel ve’n-niḥal , Beyrut 1975, s. 84.",
        "Nûreddin es-Sâbûnî, el-Bidâye fî uṣûli’d-dîn (nşr. Bekir Topaloğlu), Ankara 1399/1979.",
        "İbnü’l-Cevzî, Telbîsü İblîs , Kahire 1928, s. 364-373.",
        "Fahreddin er-Râzî, et-Tefsîrü’l-kebîr , İstanbul 1307, II, 615, 659; V, 682, 687, 691, 694; XXIV, 197.",
        "a.mlf., el-Meṭâlibü’l-ʿâliye (nşr. Ahmed Hicâzî es-Sekkā), Beyrut 1407/1987, VIII, 143.",
        "a.mlf., el-Mebâḥis̱ü’l-meşriḳıyye (nşr. Muhammed el-Mu‘tasım-Billâh el-Bağdâdî), Beyrut 1401/1990, II, 436.",
        "a.mlf., el-Muḥaṣṣal (nşr. Tâhâ Abdürraûf Sa‘d), Kahire, ts. (el-Mektebetü’l-külliyyetü’l-Ezheriyye), s. 161.",
        "İbnü’l-Arabî, el-Fütûḥât , II, 287, 478-493.",
        "a.mlf., Fuṣûṣ (Afîfî), I, 152, 169, 170.",
        "Beyzâvî, Ṭavâliʿu’l-envâr , Mısır 1311, I, 566.",
        "İbn Teymiyye, Mecmûʿatü’r-resâʾil , V, 151-170.",
        "a.mlf., el-Furḳān beyne evliyâʾi’r-raḥmân ve evliyâʾi’ş-şeyṭân , Kahire 1387, s. 73-77.",
        "Sübkî, Ṭabaḳāt , II, 316.",
        "Teftâzânî, Şerḥu’l-Maḳāṣıd , İstanbul 1305, II, 176.",
        "a.mlf., Şerḥu’l-ʿAḳāʾid , İstanbul 1297, s. 175.",
        "İbn Haldûn, Muḳaddime , Kahire 1957, s. 402-425.",
        "a.mlf., Şifâʾü’s-sâʾil , s. 33, 50, 101.",
        "İbn Hacer, el-İṣâbe , II, 291.",
        "Câmî, Nefeḥât , Tahran 1370, s. 16-23.",
        "Celâleddin ed-Devvânî, el-Celâl , İstanbul 1314, s. 72.",
        "Lâmiî, Nefehât Tercümesi , s. 70-84.",
        "Münâvî, el-Kevâkib , I, 8-14.",
        "İmâm-ı Rabbânî, Mektûbât , İstanbul 1963, I, 186; II, 138; III, 110, 190.",
        "Ebü’l-Bekā, el-Külliyyât , Kahire 1253, s. 179.",
        "Beyâzîzâde Ahmed Efendi, İşârâtü’l-merâm min ʿibârâti’l-İmâm , Kahire 1368/1949, s. 312, 338.",
        "Aclûnî, Keşfü’l-ḫafâʾ , II, 380.",
        "Süleyman Nedvî, İslâm Tarihi, Asr-ı Saâdet (trc. Ömer Rıza [Doğrul]), İstanbul 1347/1928, III, 1109-1145.",
        "Elmalılı, Hak Dini , IV, 2239-2251.",
        "Kāsım Ganî, Târîḫ-i Taṣavvuf der İslâm , Tahran 1340 hş., s. 241.",
        "Nebhânî, Kerâmâtü’l-evliyâʾ , I-II, tür.yer.",
        "Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , Kahire 1963, s. 296.",
        "M. Asin Palacios, İbn ʿArabî: Ḥayâtüh ve meẕhebüh (trc. Abdurrahman Bedevî), Kahire 1965, s. 193.",
        "Kâmil Mustafa eş-Şeybî, eṣ-Ṣıla beyne’t-taṣavvuf ve’t-teşeyyuʿ , Kahire 1969, s. 391-397.",
        "Ma‘sûm Ali Şah, Ṭarâʾiḳ , I, 122-136.",
        "el-Muʿcemü’ṣ-ṣûfî , s. 961.",
        "R. A. Nicholson, İslâm Sûfîleri (trc. Mehmet Dağ v.dğr.), İstanbul 1978, s. 103-125.",
        "Fazlurrahman, İslâm (trc. Mehmet Dağ – Mehmet Aydın), Ankara 1981, s. 171, 193, 200.",
        "L. Jacobs, The Jewish Religion: A Companion , Oxford 1995, s. 348.",
        "A. Schimmel, İslamın Mistik Boyutları (trc. Ergun Kocabıyık), İstanbul 2001, s. 203-204.",
        "M. Fierro, “The Polemic About the Karāmāt al-Awliya and the Development of Sufism in al-Andulus”, BSOAS , LV/2 (1992), s. 236-249.",
        "“Kerâmet-i Evliyâʾullāh”, Taḥḳīḳāt-ı İslâmî , IX/1, Tahran 1373/1994, s. 198.",
        "D. B. Macdonald, “Kerâmet”, İA , VI, 577-578.",
        "L. Gardet, “Karāma”, EI 2 (İng.) , IV, 615-616.",
        "M. Waida, “Miracles, An overview”, ER , IX, 541-548.",
        "Ömer Faruk Harman, “Âsaf b. Berahyâ”, DİA , III, 455."
      ]
    },
    {
      "author": "YUSUF ŞEVKİ YAVUZ",
      "content": "KELÂM. Kerametin itikadî bir kavram olarak ortaya çıkış zamanına ilişkin kesin bilgiler mevcut değilse de bunun III. (IX.) yüzyılın ikinci yarısına rastladığını söylemek mümkündür. Her ne kadar Ebû Hanîfe’ye nisbet edilen el-Fıḳhü’l-ekber ’de, “Evliyânın kerameti haktır” ifadesine yer verilmek suretiyle keramet itikadî bir mesele olarak ele alınmışsa da ilim çevrelerinde bu esere Ebû Hanîfe’ye ait olmayan bazı ilâvelerin yapılmış olabileceğine dair kanaatin bulunması, keramet telakkisinin onun döneminde ortaya çıkmış olması ihtimalini zayıflatmaktadır. Keramete ilkin terim anlamını yükleyen ve onu itikadî bir mesele haline getirenler Sünnî sûfîler olmalıdır. İbrâhim b. Edhem, Râbia el-Adeviyye, Fudayl b. İyâz gibi ilk sûfîlerin ardından teşekkül eden Sünnî tasavvuf ekollerine mensup âlimler kerametin velîlerce gösterilen hârikulâde bir olay olduğunu söylemiş ve bunu bir inanç ilkesi haline getirmiştir. Hâris el-Muhâsibî, kerametin takvâdan ibaret olduğunu belirtmekle birlikte tasavvufî bir yaklaşımla yakīnin son mertebesine kimsenin erişemeyeceğini söylemiş, Hz. Peygamber’e isnad edilen mevzû bir rivayete dayanarak Hz. Îsâ’nın daha güçlü bir yakīn sahibi olsaydı sadece su üzerinde değil havada da yürüyebileceğine dikkat çekmiş ve bunu keramet çerçevesinde düşünmüştür ( Risâletü’l-müsterşidîn , s. 87, 92-93). Muhâsibî’den sonra gelen Sehl b. Abdullah et-Tüsterî insanların en üstününün Ehl-i sünnet mensupları, Ehl-i sünnet’in en üstünlerinin ise velîlerin kudretine inanıp kerametlerini tasdik edenler olduğunu, istedikleri takdirde velîlerin keramet gösterebileceğini söylemiştir ( el-Muʿâraża , s. 88-89, 94-95, 99). Ahmed b. Hanbel, Osman b. Saîd ed-Dârimî, Buhârî, İbn Kuteybe gibi Selef âlimlerinin eserlerinde velîlerin kerametlerine inanma konusuyla buna inanmayanların durumuna ilişkin bilgilerin bulunmayışı, kerametin III. (IX.) yüzyılın ilk yarısında henüz bir kelâm problemi olarak görülmediğinin delilleri arasında sayılabilir. Aynı asırda kerametin Sünnî sûfîlerce bir itikadî esas olarak görülüp tartışmaya açılmasından sonra IV. (X.) yüzyılda teşekkül etmeye başlayan Sünnî kelâm literatüründe yer almış (Tahâvî, s. 73; Eş‘arî, s. 296, 438-439), bu konuda erken devirde müstakil eserler bile kaleme alınmıştır ( Keşfü’ẓ-ẓunûn , II, 1452). Bazı âlimlere göre ilâhî emirlere tam itaat ve fazla ibadet sayesinde sâlih kullarda gözlenen keramet, sahibinin iradesi dışında gerçekleşir, bazılarına göre de iradesine bağlı olarak meydana gelir. Velîye nisbetle keramet adını alan bu tür hârikulâde olaylar Hz. Peygamber’in vefatından sonra onun devam eden hissî mûcizeleri olarak değerlendirilir. Kelâm literatüründe velîlere nisbet edilen kerametin velâyeti kanıtlayan kesin bir delil olmadığını savunanlar da mevcuttur (Yâfiî, s. 37). Peygamberlerce gösterilen mûcizeler, benzerinin meydana getirilmesi için meydan okuma ve peygamberlik iddiasında bulunma şartına bağlı olduğu halde keramet sahibinin insanlara meydan okuması ve velâyet iddiasında bulunması söz konusu değildir (Abdülkāhir el-Bağdâdî, s. 174-175). Keramet nevilerini maddî ve mânevî olmak üzere ikiye ayırmak mümkündür. Cansız varlıklar ve hayvanlarla konuşmak, ölüleri diriltmek, nesnelerin mahiyetini değiştirmek, insanların düşüncelerine muttali olmak, gayba dair olayları bilmek, uzak mesafelere kısa sürede ulaşmak, hastaları iyileştirmek gibi hârikulâde olaylar maddî kerametlere; günahlardan kaçınıp ilâhî emirlere itaat etmekte başarıya ulaşılması, duaların kabul edilmesi ve sebepsiz ilim verilmesi de mânevî kerametlere örnek olarak gösterilebilir (Yâfiî, s. 14-34; Sübkî, II, 338-343). İslâm âlimlerinin çoğunluğu kerameti ilke olarak kabul etmekte, bir kısmı ise onu benimsememektedir. Kabul edenlere göre keramet aklen imkânsız değildir. Çünkü Allah bir olayı tabiat kanunları (sünnetullah) düzeninde yaratabileceği gibi bunu aşan bir tarzda da yaratabilir. Ayrıca keramet, sâlih kulların doğru bir çizgide bulunduğunu kanıtlaması ve müminlerin itminana ermesini sağlaması açısından gerekli sayılabilir. İlâhî kudretin tecellilerini keramet yoluyla müşahede eden müminlerin imanı kökleşir, peşin hükümlü olmayan inkârcılar da hidayete erer (Gazzâlî, s. 98; İbn Teymiyye, Mecmûʿu fetâvâ , XI, 320-321, 332). Ruhî gücü yüksek olan insanların maddeye hükmedip mahiyetini değiştirmesi Batı’da yapılan psikolojik deneylerde de gözlemlenmiştir (Ferîd Vecdî, II, 223-226). Naslarda kerametin gerçekliğine inanmayı gerekli kılan kanıtlar mevcuttur. Kur’an’da peygamber olmadıkları halde bazı iyi kullar hakkında hârikulâde olaylardan bahsedilmiş, Hz. Meryem’in melekleri görüp onlarla konuştuğu ve ona kış gününde yaz meyveleri verildiği bildirilmiş, Ashâb-ı Kehf’in uzun yıllar mağarada uyutulmak suretiyle düşmanlarından korunduğu anlatılmış, Hz. Mûsâ’nın annesinin başından geçen hârikulâde olaylar nakledilmiş, Hızır’ın gaybı bildiğine dair olaylardan söz edilmiş ve Hz. Süleyman’ın isteği üzerine Belkıs’ın tahtının çok kısa bir sürede uzak mesafeden getirildiği haber verilmiştir. Hadislerde de peygamber olmayan bazı sâlih kullarla ilgili hârikulâde olaylardan söz edilmiş, tabakat kitapları çeşitli sahâbî, âlim ve sâlih kulların kerametlerini kaydetmiştir. Nasların yanı sıra büyük bir yekün tutan tarihî nakilleri yanlış kabul etmek müslümanları yalancılıkla itham etmek anlamına gelir (Nesefî, I, 536; Seyfeddin el-Âmidî, s. 335; Yâfiî, s. 9-10). Bütün Sünnî kelâmcılarıyla Sûfiyye ve Selefiyye, ayrıca İbn Sînâ gibi filozoflar bu görüştedir. Şîa da imamlardan sâdır olan olağan üstülükleri mûcize terimiyle ifade etmekle beraber (meselâ bk. Meclisî, XLVIII, 29) benzer görüşleri kabul eder (İbnü’l-Mutahhar el-Hillî, s. 328-329). Kerameti benimsemeyen âlimlerin görüşlerini de şöylece özetlemek mümkündür: Keramet tabiat kanunlarını aşan hârikulâde bir olay olduğuna göre velî ve sâlih kulların elinde bu tür olayların vuku bulması mümkün değildir; zira mûcizeye benzer hârikulâde olaylar nübüvveti kanıtlamak amacıyla Allah’ın peygamberlere verdiği kesin kanıtlardır. Peygamber olmayan bir kimseye hârikulâde olaylar gerçekleştirme imkânını vermek mûcizeyi nübüvvetin delili olmaktan çıkarır ve nebî ile velî eşit konuma gelir. Nitekim bunu iddia eden sûfîler de vardır (Beyâzîzâde Ahmed Efendi, s. 338). Kur’an’da mûcizeler hariç dünyada işlerin tamamıyla sünnetullah çerçevesinde gerçekleştiği açıkça belirtilmiş ve insanın bu doğrultuda çalışmaktan başka çaresi bulunmadığına dikkat çekilmiş, Resûl-i Ekrem’in yanı sıra sahâbîler de her konuda aynı yöntemi uygulayıp başarıya ulaşmışlardır. Keramet sâlih kullarda görülen bir olay olsaydı en çok ashap ve tâbiîn neslinde müşahede edilmesi gerekirdi. Halbuki bu iki neslin keramet gösterdiğini kanıtlayan mütevâtir hiçbir haber yoktur (Kādî Abdülcebbâr, XV, 217-218, 241; Fahreddin er-Râzî, XIX, 229; XXI, 92; Ferîd Vecdî, II, 226). Tabakat ve menâkıb kitaplarında çeşitli âlimlerle sûfîlere nisbet edilen kerametlere dair rivayetler âhad haber seviyesindedir, râvileri de genellikle bilgisiz kimselerdir. Keramet rivayetlerinin çoğunun, İslâm’ın hak din olduğunu kanıtlamak ve insanları ilâhî emirlere uymaya teşvik etmek gibi iyi amaçlarla uydurulmuş olması ihtimal dahilinde bulunmakla birlikte kerametlerin bu amaca yönelik kayda değer bir hizmet ifa ettiği söylenemez, çünkü gayri müslimlerin din adamlarına da benzer hârikulâde olaylar nisbet edilmiştir. Ayrıca bu tür rivayetleri şöhret ve menfaat temini için kullananlar olmuştur. Nitekim Hallâc-ı Mansûr’a atfedilen kerametler çeşitli hileler sonucu olup insanları aldatmak amacı taşır (Kādî Abdülcebbâr, XV, 226). Kur’an’da Allah’tan ve onun bilgilendirdiği peygamberlerden başka gaybın hiçbir kimse tarafından bilinemeyeceğinin açıklanması, dinde kerametin vukuunu sağladığı kabul edilen nâfile ibadetlerden çok farz ibadetlere önem atfedilmesi ve kerametle ilgili menkıbelerin III. (IX.) asrın sonlarından itibaren ortaya çıkması bu telakkinin dinî bir temel üzerine oturmadığını gösterir (Fahreddin er-Râzî, XXI, 92; XXX, 168; Ferîd Vecdî, II, 233-234). Kur’an’da bazı iyi kişilerle ilgili olarak anlatılan hârikulâde olaylar genellikle bir peygamberin çevresinde gerçekleştiğinden onun doğruluğunu teyit eden mûcizeler niteliğinde kabul edilmelidir. Mu‘tezile’nin tamamı ile Ebû Abdullah el-Halîmî, Ebû İshak el-İsferâyînî ve İbn Hazm bu görüştedir (Abdüsselâm b. İbrâhim el-Lekānî, s. 206; Abdülkāhir el-Bağdâdî, s. 175). Ancak sözü edilen âlimler sâdık rüyaların vukuu, sâlih müminlerce yapılan duaların kabulü ve işlerinin kolay gerçekleşmesi gibi mânevî kerametleri kabul ederler (İbn Teymiyye, en-Nübüvvât , s. 267). Kerametin gerçek olduğunu savunanlar muhaliflerce ileri sürülen eleştirilere şu cevapları vermişlerdir: Keramet her ne kadar sünnetullaha aykırı ise de nâdiren vuku bulur ve hiçbir zaman velîler insanları sünnetullaha aykırı davranmaya teşvik etmez. Bu açıdan bakılınca sadece kerametler değil mûcizeler de sünnetullaha muhaliftir. Bu husus, mûcizelerin gerçekleşmesini imkânsız kılmadığı gibi kerametleri de imkânsız kılmaz. Keramete ilişkin uydurma rivayetler varsa da bu, söz konusu türden olayların Kur’an ve sahih hadislerle sabit oluşunu ortadan kaldırmaz. Kerametlerin ashap neslinden sonra daha sık görülmesi de tabiidir, çünkü ashap Hz. Peygamber’in mûcizelerine şahit olmuştur. Arkadan gelen nesillerin imanlarını takviye etmek için keramete ihtiyaç duymaları bunların çoğalmasına yol açmıştır. Ayrıca keramet mûcizeyi nübüvvetin delili olmaktan çıkarmaz, aksine nübüvveti teyit eder, zira keramet sahibi olan velî peygambere tâbidir (Sübkî, II, 333-334; Beyâzîzâde Ahmed Efendi, s. 338; Ferîd Vecdî, II, 227-289). Muhalif görüşü benimseyenler, kerametin gerçekliğini savunanların kesin aklî ve naklî delillerden yoksun bulunduğunu, velî olmak için hârikulâde olay göstermek gibi bir şartın naslarda zikredilmediğini, kerametlerin daha çok müridlerce uydurulmak suretiyle sâlih insanlara atfedildiğini, ayrıca velîlerin eşyaya hükmettiğini iddia etmenin hıristiyanlarca Hz. Îsâ’ya ulûhiyyet isnadına benzeyen bir aşırılık olduğunu ve keramet anlayışının müslümanları hayatın gerçeklerinden uzaklaştırıp hayal dünyasına sevkettiğini söylemişlerdir (Ebü’l-Ferec İbnü’l-Cevzî, s. 385-386; Emîr es-San‘ânî, s. 79-80, 88, 103-104; Ferîd Vecdî, II, 235). Keramete dair ileri sürülen görüşlerin ve bunlara ilişkin delillerin incelenmesinden anlaşıldığına göre naslarda belirtilen inançlar arasında keramete inanmanın gerekli olduğuna yer verilmemiş, bu kavram özellikle III. (IX.) yüzyıldan sonra oluşan menâkıbın da etkisiyle zaman içinde bir itikadî ilke haline getirilmiştir. Allah’ın velî ve sâlih kullarını gözetip onlara dünyada müjdeler verdiğini bildiren naslar dikkate alındığında duaların kabul edilmesi, ilâhî lutuf sayesinde meşrû arzuların gerçekleşmesi, sâdık rüyalar görülmesi ve istikamet üzere yaşamaya muvaffak olunması tarzında vuku bulacak kerametlerin varlığını kabul etmek gerekir. Buna karşılık kişiyi realiteden uzaklaştıran, peygamberlerde görülen hârikulâde olaylar gibi velînin tabiat üzerinde tasarruf etmesine dayanan kerametlerin ilmî dayanaktan yoksun olduğunu ve nasların isabetsiz bir şekilde yorumlanmasının yanı sıra menkıbelere bağlı bir kültten ibaret bulunduğunu söylemek mümkündür. Nitekim Hz. Peygamber’in ve ashabın hayatı incelendiği takdirde bu tür kerametlerle örtüşmediği görülür. Ashabın kerametlerini konu edinen kaynaklarda dualarının kabul olunduğuna ilişkin bilgilerin büyük bir yekün tutması da bu görüşü teyit eder mahiyettedir (Emîr es-San‘ânî, s. 86-87). Keramet konusunda yazılmış eserlerin bir kısmı şunlardır: Bâkıllânî, Kitâbü’l-Beyân ʿani’l-farḳ beyne’l-muʿcizât ve’l-kerâmât (Beyrut 1958); İbn Teymiyye, S̱übûtü’n-nübüvvât (ʿaḳlen ve naḳlen) ve’l-muʿcizât ve’l-kerâmât ; Ahmed b. Muhammed el-Hamevî, Kerâmâtü’l-evliyâʾ (Beyazıt Devlet Ktp., Veliyyüddin Efendi, nr. 1550); Muhammed b. Ahmed el-Ensârî, el-Âyâtü’l-beyyinât fî s̱übûti kerâmâti’l-evliyâʾ fi’l-ḥayât ve baʿde’l-memât ; Ahmed b. Ahmed el-Acemî, Kerâmâtü’l-evliyâʾ ; Ulvân el-Hamevî, Nesemâtü’l-esḥâr fî kerâmâti’l-evliyâʾi’l-aḫyâr (Beyazıt Devlet Ktp., Bayezid, nr. 3784); Abdülhalim b. Muhammed, Riyâżü’s-sâdât fî is̱bâti’l-kerâmât ( Keşfü’ẓ-ẓunûn , II, 1452, 1660; Îżâḥu’l-meknûn , I, 6, 345, 392, 601; II, 324, 352, 418, 645, 666, 700); Muhammed Ahmed Abdüsselâm, el-Evliyâʾ ve kerâmâtühüm fi’l-Kitâb ve’s-Sünne (Kahire 1950); Ebû Muhammed el-Hallâl, el-Kerâmât ; İbn Ebü’d-Dünyâ, Kerâmâtü’l-evliyâʾ ; Ebû Zer el-Herevî, Kerâmâtü’l-evliyâʾ (Zehebî, XIII, 403; XVII, 560; XXIII, 238); Yûsuf b. İsmâil en-Nebhânî, Câmiʿu kerâmâti’l-evliyâʾ (Beyrut 1994); Dilaver Selvi, İslâm’da Velâyet ve Kerâmet (İstanbul 1990); Cevâdî Âmülî, Kerâmet der Ḳurʾân (Tahran 1372). BİBLİYOGRAFYA Müsned , III, 103, 432, 473; IV, 296; VI, 218, 307. Buhârî, “Enbiyâʾ”, 48, 54, “Menâḳıb”, 25, “Edeb”, 68, 105. Müslim, “Ẕikr ve’d-duʿâʾ”, 100, “Tevbe”, 121, “Ṣalâtü’l-müsâfirîn”, 242. Ebû Hanîfe, el-Fıḳhü’l-ekber ( İmam-ı Azam’ın Beş Eseri içinde, trc. Mustafa Öz), İstanbul 1992, s. 74. Hâris el-Muhâsibî, Risâletü’l-müsterşidîn (nşr. Abdülfettâh Ebû Gudde), Halep 1383/1964, s. 87, 92-93. Sehl et-Tüsterî, el-Muʿâraża (nşr. M. Kemâl İbrâhim Ca‘fer), Kahire 1980, s. 88-99. Tahâvî, ʿAḳīde (nşr. Arif Aytekin), İstanbul 1985, s. 73. Eş‘arî, Maḳālât (Ritter) , s. 296, 438-439. Serrâc, el-Lümaʿ , s. 390-398. Bâkıllânî, el-Beyân (nşr. R. J. McCarthy), Beyrut 1958, s. 5, 74-76. İbn Fûrek, Mücerredü’l-Maḳālât , s. 176-177. Kādî Abdülcebbâr, el-Muġnî , XV, 217-241, 270-272. İbn Sînâ, el-İşârât ve’t-tenbîhât (nşr. Süleyman Dünyâ), Beyrut 1413/1993, IV, 47-48. Ebû Muhammed el-Hallâl, Kerâmâtü’l-evliyâʾ (nşr. Abdülcelîl el-Atâ), Dımaşk 1412/1993, tür.yer. İbn Hazm, el-Uṣûl ve’l-fürûʿ , Beyrut 1404/1984, s. 132-133. Kuşeyrî, er-Risâle , II, 660-668. Hücvîrî, Keşfü’l-maḥcûb (trc. İs‘âd Abdülhâdî Kındîl), Beyrut 1980, s. 452. Gazzâlî, el-İḳtiṣâd fi’l-iʿtiḳād , Kahire, ts., s. 98. Nesefî, Tebṣıratü’l-edille , I, 536-537. Ebü’l-Ferec İbnü’l-Cevzî, Telbîsü İblîs (nşr. M. Münîr ed-Dımaşkī), Kahire 1368, s. 385-386. Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , VIII, 30; XIX, 229; XXI, 89-93; XXX, 168. a.mlf., Kitâbü’l-Erbaʿîn (nşr. Ahmed Hicâzî es-Sekkā), Kahire 1406/1986, s. 199-205. Seyfeddin el-Âmidî, Ġāyetü’l-merâm (nşr. Hasan Mahmûd Abdüllatîf), Kahire 1391/1971, s. 334-335. İbnü’l-Mutahhar el-Hillî, Keşfü’l-murâd , Beyrut 1408/1988, s. 328-329. İbn Teymiyye, Mecmûʿu fetâvâ , XI, 320-321, 332. a.mlf., en-Nübüvvât , Kahire 1346, s. 4, 121, 267. Zehebî, Aʿlâmü’n-nübelâʾ , XIII, 403; XVII, 560; XXIII, 238. Yâfiî, Neşrü’l-meḥâsini’l-ġāliye fî fażli meşâyiḫi’ṣ-ṣûfiyye (nşr. İbrâhim Atve İvaz), Kahire 1381/1961, s. 8-34, 37, 44-58. Sübkî, Ṭabaḳāt , II, 323-343. Keşfü’ẓ-ẓunûn , II, 1452, 1660. Abdüsselâm b. İbrâhim el-Lekānî, İtḥafü’l-mürîd , Kahire 1375/1955, s. 206. Abdülkāhir el-Bağdâdî, Uṣûlü’d-dîn , İstanbul 1346, s. 174-175, 185. Beyâzîzâde Ahmed Efendi, İşârâtü’l-merâm min ʿibârâti’l-İmâm (nşr. Yûsuf Abdürrezzâk), Kahire 1368/1949, s. 338. Meclisî, Biḥârü’l-envâr , Beyrut 1403/1983, XLVIII, 29. Emîr es-San‘ânî, el-İnṣâf (nşr. Abdürrezzâk el-Bedr), Huber 1418/1997. Ferîd Vecdî, el-İslâm fî ʿaṣri’l-ʿilm , Kahire 1350/1932, II, 223-289. Reşîd Rızâ, Tefsîrü’l-Menâr , III, 293; XI, 448-451. Îżâḥu’l-meknûn , I, 6, 345, 392, 601; II, 324, 352, 418, 645, 666, 700. Abdurrahman İbrâhim el-Humeyzî, Ḫavâriḳu’l-ʿâdât fi’l-Ḳurʾâni’l-Kerîm , Cidde 1402/1982, s. 37-50. Muhammed Abduh, Risâletü’t-Tevḥîd , Beyrut 1405/1985, s. 159-160. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2022 yılında Ankara’da basılan 25. cildinde, 268-270 numaralı sayfalarda \"KERÂMET\" başlığıyla yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız. Bu bölüm en son 13.02.2019 tarihinde güncellenmiştir.",
      "bibliography": [
        "Müsned , III, 103, 432, 473; IV, 296; VI, 218, 307.",
        "Buhârî, “Enbiyâʾ”, 48, 54, “Menâḳıb”, 25, “Edeb”, 68, 105.",
        "Müslim, “Ẕikr ve’d-duʿâʾ”, 100, “Tevbe”, 121, “Ṣalâtü’l-müsâfirîn”, 242.",
        "Ebû Hanîfe, el-Fıḳhü’l-ekber ( İmam-ı Azam’ın Beş Eseri içinde, trc. Mustafa Öz), İstanbul 1992, s. 74.",
        "Hâris el-Muhâsibî, Risâletü’l-müsterşidîn (nşr. Abdülfettâh Ebû Gudde), Halep 1383/1964, s. 87, 92-93.",
        "Sehl et-Tüsterî, el-Muʿâraża (nşr. M. Kemâl İbrâhim Ca‘fer), Kahire 1980, s. 88-99.",
        "Tahâvî, ʿAḳīde (nşr. Arif Aytekin), İstanbul 1985, s. 73.",
        "Eş‘arî, Maḳālât (Ritter) , s. 296, 438-439.",
        "Serrâc, el-Lümaʿ , s. 390-398.",
        "Bâkıllânî, el-Beyân (nşr. R. J. McCarthy), Beyrut 1958, s. 5, 74-76.",
        "İbn Fûrek, Mücerredü’l-Maḳālât , s. 176-177.",
        "Kādî Abdülcebbâr, el-Muġnî , XV, 217-241, 270-272.",
        "İbn Sînâ, el-İşârât ve’t-tenbîhât (nşr. Süleyman Dünyâ), Beyrut 1413/1993, IV, 47-48.",
        "Ebû Muhammed el-Hallâl, Kerâmâtü’l-evliyâʾ (nşr. Abdülcelîl el-Atâ), Dımaşk 1412/1993, tür.yer.",
        "İbn Hazm, el-Uṣûl ve’l-fürûʿ , Beyrut 1404/1984, s. 132-133.",
        "Kuşeyrî, er-Risâle , II, 660-668.",
        "Hücvîrî, Keşfü’l-maḥcûb (trc. İs‘âd Abdülhâdî Kındîl), Beyrut 1980, s. 452.",
        "Gazzâlî, el-İḳtiṣâd fi’l-iʿtiḳād , Kahire, ts., s. 98.",
        "Nesefî, Tebṣıratü’l-edille , I, 536-537.",
        "Ebü’l-Ferec İbnü’l-Cevzî, Telbîsü İblîs (nşr. M. Münîr ed-Dımaşkī), Kahire 1368, s. 385-386.",
        "Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , VIII, 30; XIX, 229; XXI, 89-93; XXX, 168.",
        "a.mlf., Kitâbü’l-Erbaʿîn (nşr. Ahmed Hicâzî es-Sekkā), Kahire 1406/1986, s. 199-205.",
        "Seyfeddin el-Âmidî, Ġāyetü’l-merâm (nşr. Hasan Mahmûd Abdüllatîf), Kahire 1391/1971, s. 334-335.",
        "İbnü’l-Mutahhar el-Hillî, Keşfü’l-murâd , Beyrut 1408/1988, s. 328-329.",
        "İbn Teymiyye, Mecmûʿu fetâvâ , XI, 320-321, 332.",
        "a.mlf., en-Nübüvvât , Kahire 1346, s. 4, 121, 267.",
        "Zehebî, Aʿlâmü’n-nübelâʾ , XIII, 403; XVII, 560; XXIII, 238.",
        "Yâfiî, Neşrü’l-meḥâsini’l-ġāliye fî fażli meşâyiḫi’ṣ-ṣûfiyye (nşr. İbrâhim Atve İvaz), Kahire 1381/1961, s. 8-34, 37, 44-58.",
        "Sübkî, Ṭabaḳāt , II, 323-343.",
        "Keşfü’ẓ-ẓunûn , II, 1452, 1660.",
        "Abdüsselâm b. İbrâhim el-Lekānî, İtḥafü’l-mürîd , Kahire 1375/1955, s. 206.",
        "Abdülkāhir el-Bağdâdî, Uṣûlü’d-dîn , İstanbul 1346, s. 174-175, 185.",
        "Beyâzîzâde Ahmed Efendi, İşârâtü’l-merâm min ʿibârâti’l-İmâm (nşr. Yûsuf Abdürrezzâk), Kahire 1368/1949, s. 338.",
        "Meclisî, Biḥârü’l-envâr , Beyrut 1403/1983, XLVIII, 29.",
        "Emîr es-San‘ânî, el-İnṣâf (nşr. Abdürrezzâk el-Bedr), Huber 1418/1997.",
        "Ferîd Vecdî, el-İslâm fî ʿaṣri’l-ʿilm , Kahire 1350/1932, II, 223-289.",
        "Reşîd Rızâ, Tefsîrü’l-Menâr , III, 293; XI, 448-451.",
        "Îżâḥu’l-meknûn , I, 6, 345, 392, 601; II, 324, 352, 418, 645, 666, 700.",
        "Abdurrahman İbrâhim el-Humeyzî, Ḫavâriḳu’l-ʿâdât fi’l-Ḳurʾâni’l-Kerîm , Cidde 1402/1982, s. 37-50.",
        "Muhammed Abduh, Risâletü’t-Tevḥîd , Beyrut 1405/1985, s. 159-160."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}