{
  "id": "eweb_318",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/latife--tasavvuf",
  "annotator": "Jeremy",
  "title": "LATİFE",
  "arabic_title": "اللطيفة",
  "summary": "İnsandaki ilâhî cevhere işaret eden tasavvuf terimi.",
  "parts": [
    {
      "author": "OSMAN TÜRER",
      "content": "Sözlükte “ince, yumuşak şey; şaka” anlamlarına gelen latîfe kelimesi tasavvuf terimi olarak “son derece ince bir mâna ifade eden, kelimelerle açıkça anlatılamayan, işaret yoluyla ehline söylenilebilen, tadılarak ve yaşanarak öğrenilen bilgiler” anlamında kullanılmıştır ( et-Taʿrîfât , “laṭîfe” md.; Kâşânî, s. 83). Sûfîler, insanı insan yapan ve onun hakikatini oluşturan ruhanî cevhere “latîfe-i rabbâniyye” veya “rûh-i menfûh”, bu ilâhî latifenin nefse en yakın mertebesine de “latîfe-i insâniyye” adını vermişlerdir. Latîfe-i insâniyyeye “kalb, nefs-i nâtıka, hakîkat-i insan” da denmektedir. Sûfîlere göre insan, “anâsır-ı erbaa” denilen dört unsurla (toprak, su, hava ve ateş) altı latifeden meydana gelmiştir. Bu altı latifeden biri halk âlemine, diğerleri ise emir âlemine aittir. Halk âlemine ait olan latifeye “nefs-i hayvânî” (nefs-i şehvânî) adı verilir. Emir âlemine ait olan latifeler kalb, ruh, sır, hafî ve ahfâdır (bk. LETÂİF-i HAMSE ). Emir âlemine ait olan latifelerin makamı arşın üzerinde olduğundan bunlara “âlî latifeler”, halk âlemine ait olan nefs-i hayvânî ile dört unsurun makamı arşın altında olduğu için bunlara da “süflî latifeler” denmektedir. Cenâb-ı Hak bir insanı yarattığında dört unsurla bu latifelerin her birini bedendeki yerlerine tevdi eder. İnsandaki ruhanî latifeler insanı insan yapan, onun “eşref-i mahlûkāt” olmasını sağlayan ve onun hakikatini oluşturan ilâhî bir cevherdir. Akl-ı evvel, levh-i mahfûz, hakîkat-i Muhammediyye, nûr-ı Muhammedî ve nefs-i küllî gibi isimler verilen bu ilâhî hakikatin mazharı insandır. Onun insandan başka hiçbir varlıkta tecellisi söz konusu değildir. Bundan dolayı insan maddî yapısı itibariyle “âlem-i sagīr” (küçük âlem), taşıdığı bu ilâhî hakikat itibariyle “âlem-i kebîr”dir (büyük âlem) ve yine bu sebeple insan Allah’ın yeryüzündeki halifesi olarak kabul edilmektedir. Göklerin, yerin ve dağların yüklenmekten korkup çekindiği ilâhî emaneti insanın yüklenmiş olması da (el-Ahzâb 33/72) bundan dolayıdır. İnsandaki bu ilâhî latife Allah Teâlâ’nın “kün” (ol) emriyle yaratılmıştır, ancak ölümsüzdür; bedenin ölümüyle ölmez. Cisim ve araz değildir; kendi kendiyle kāimdir. Hem kendini hem yaratıcısını hem de evreni idrak eder. Bu özellikleriyle emir ve nehiylere muhatap kılınmıştır. Sûfîler, her insanda yaratılış itibariyle mevcut olan bu ilâhî latifenin fonksiyonlarını icra edebilmesi için seyrüsülûk adını verdikleri ruhî eğitimin şart olduğunu söylemişlerdir. Onlara göre böyle bir eğitimden geçmeyen insanlar nefs-i hayvânînin hâkimiyeti altına girer, maddî arzularının esiri olur ve mânevî alanda hiçbir ilerleme kaydedemez. Tasavvuf ehlinin ve tarikat pîrlerinin geliştirip uyguladığı seyrüsülûk adı verilen terbiye usulleri insandaki ilâhî latifenin onun hayatına hâkim olmasını sağlamayı amaçlar. Sûfîler, kâmil bir mürşidin denetiminde şuurlu ve disiplinli bir kulluk neticesinde seyrüsülûkünü tamamlayan dervişte ruhanî latifelerin hâkim hale geleceğine, kalbinde mârifet ve muhabbet-i ilâhî nurları parlayacağına, ilâhî mükâşefe ve müşâhedelere mazhar olacağına inanırlar. BİBLİYOGRAFYA et-Taʿrîfât , “laṭîfe” md. Tehânevî, Keşşâf , II, 130. Serrâc, el-Lümaʿ , s. 448. Kelâbâzî, Taarruf (Uludağ) , s. 250. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 536. Kuşeyrî, Risâle (Uludağ) , s. 183. Gazzâlî, İḥyâʾ , Kahire 1939, III, 3, 4. Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , s. 83. Muhammed Pârsâ, Ḳudsiyye (trc. Abdullah Salâhî Uşşâkī), İstanbul 1323, s. 46. Ebü’l-Bekā, el-Külliyyât , s. 469-471, 897-899. İbrâhim Hakkı Erzurûmî, Mârifetnâme , İstanbul 1330, s. 455-459. Gümüşhânevî, Câmiʿu’l-uṣûl , İstanbul 1276, s. 192-193, 222-224. Mehmed Nûri Şemseddin en-Nakşibendî, Risâle-i Murâkabe , İstanbul 1282, s. 12-19. a.mlf., Miftâhu’l-kulûb , İstanbul 1282, s. 15-19. Ca‘fer Seccâdî, Ferheng , Tahran 1403/1983, s. 48-50. İrfan Gündüz, Gümüşhânevî Ahmed Ziyâüddîn: Hayatı-Eserleri-Tarîkat Anlayışı ve Hâlidiyye Tarîkatı , İstanbul 1984, s. 183-207. Hasan eş-Şerkāvî, Muʿcemü elfâẓi’ṣ-ṣûfiyye , Kahire 1987, s. 245. Süleyman Uludağ, Tasavvuf Terimleri Sözlüğü , İstanbul 1991, s. 304-305. Shigeru Kamada, “A Study of the term sır (secret) in Sufi laṭā‘if theories”, Orient , XIX, Tokyo 1983, s. 7-27. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2003 yılında Ankara’da basılan 27. cildinde, 110 numaralı sayfada yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "et-Taʿrîfât , “laṭîfe” md.",
        "Tehânevî, Keşşâf , II, 130.",
        "Serrâc, el-Lümaʿ , s. 448.",
        "Kelâbâzî, Taarruf (Uludağ) , s. 250.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 536.",
        "Kuşeyrî, Risâle (Uludağ) , s. 183.",
        "Gazzâlî, İḥyâʾ , Kahire 1939, III, 3, 4.",
        "Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , s. 83.",
        "Muhammed Pârsâ, Ḳudsiyye (trc. Abdullah Salâhî Uşşâkī), İstanbul 1323, s. 46.",
        "Ebü’l-Bekā, el-Külliyyât , s. 469-471, 897-899.",
        "İbrâhim Hakkı Erzurûmî, Mârifetnâme , İstanbul 1330, s. 455-459.",
        "Gümüşhânevî, Câmiʿu’l-uṣûl , İstanbul 1276, s. 192-193, 222-224.",
        "Mehmed Nûri Şemseddin en-Nakşibendî, Risâle-i Murâkabe , İstanbul 1282, s. 12-19.",
        "a.mlf., Miftâhu’l-kulûb , İstanbul 1282, s. 15-19.",
        "Ca‘fer Seccâdî, Ferheng , Tahran 1403/1983, s. 48-50.",
        "İrfan Gündüz, Gümüşhânevî Ahmed Ziyâüddîn: Hayatı-Eserleri-Tarîkat Anlayışı ve Hâlidiyye Tarîkatı , İstanbul 1984, s. 183-207.",
        "Hasan eş-Şerkāvî, Muʿcemü elfâẓi’ṣ-ṣûfiyye , Kahire 1987, s. 245.",
        "Süleyman Uludağ, Tasavvuf Terimleri Sözlüğü , İstanbul 1991, s. 304-305.",
        "Shigeru Kamada, “A Study of the term sır (secret) in Sufi laṭā‘if theories”, Orient , XIX, Tokyo 1983, s. 7-27."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}