{
  "id": "eweb_324",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/mansur-b-ammar",
  "annotator": "Jeremy",
  "title": "MANSÛR b. AMMÂR",
  "arabic_title": "منصور بن عمّار",
  "summary": "(ö. 225/840) İlk zâhidlerden.",
  "parts": [
    {
      "author": "ETHEM CEBECİOĞLU",
      "content": "Merv yakınlarında Dandanakan’da doğdu. Künyesi Ebü’s-Serî’dir. İlk öğrenimini Merv’de tamamladıktan sonra Bağdat’a gitti. Tahsiline bir süre Basra’da devam etti. Güzel konuşması ve hitabet gücüyle tanındı. Şam ve Mısır’da yaptığı vaazlarla dikkati çekti. Ömrünün son yıllarını Bağdat’ta geçirdi ve burada vefat etti. O dönemde daha ziyade İranlılar’da görülen etkili konuşma gücü ve dinleyenleri coşturup ağlatmasından hareketle onun İran asıllı olduğu söylenebilirse de Massignon’un ileri sürdüğü gibi Şiî olduğunu kabul etmek mümkün değildir. Çünkü sözlerinde bu görüşü destekleyen bir ifade bulunmamaktadır. Mansûr b. Ammâr’ın tasavvufa yönelmesine yolda bulduğu, üzerinde “besmele” yazılı kâğıda saygı göstermesinin sebep olduğu kaydedilmektedir. Aynı yıllarda Bağdat’ta yaşayan Bişr el-Hâfî ile görüşmüş, Ahmed b. Ebü’l-Havârî’nin sohbetlerine katılmıştır. Vaaz ve sohbetlerinde nefis terbiyesi üzerinde özellikle duran Mansûr b. Ammâr’a göre nefsini bilen kişi riyâzet ve mücâhedeyle, rabbini bilen kişi ise ibadet ve taatle O’nun rızâsını kazanmaya çalışır (Sülemî, s. 136). Nefsin arzularına muhalefet ederek selâmete ulaşan gönül şüphe ve mânevî kirlerden temizlendiği için hikmetin kaynağı olur. Hikmet âriflerin gönlünde tasdik, zâhidlerin gönlünde lutuf, âbidlerin gönlünde ilâhî başarı, müridlerin gönlünde tefekkür ve âlimlerin gönlünde tezekkür olarak ortaya çıkar. Kulun en iyi elbisesi alçak gönüllülük, ârifin en güzel elbisesi takvâdır. Mansûr b. Ammâr’ın bu görüşlerinden hareket eden Muhammed Celâl Şeref onun tasavvuf anlayışının nefis, kalp ve takvâ olarak üç esasa dayandığını söylemektedir ( Dirâsât fi’t-taṣavvufi’l-İslâmî , s. 93-113). Mansûr b. Ammâr, tasavvufî konuların yanı sıra kelâm meseleleriyle de ilgilenip bu alandaki tartışmalara katılan zâhidlerdendir. III. (IX.) yüzyılda kelâmcıların en çok tartıştığı Kur’an’ın mahlûk olup olmaması ve istivâ konularıyla ilgili olarak Bişr b. Gıyâs el-Merîsî ile mektuplaşan Mansûr b. Ammâr’a göre Allah’ın dışındaki her şey mahlûktur, ancak Allah’ın kelâmı olduğu için Kur’an mahlûk değildir. Mansûr, istivâ konusunu açıklamanın zor olduğunu ifade ederek bu hususta soru sormanın bid‘at sayıldığını, konunun bütününe iman edilmesi gerektiğini söyler. Hadis ilmiyle de meşgul olan Mansûr’un rivayet ettiği hadisleri Ebû Nuaym Ḥilyetü’l-evliyâʾ da nakletmiş, bu hadisleri Ebû Bekir b. Ahmed el-Hemedânî bir araya getirmiştir (Süleymaniye Ktp., Şehid Ali Paşa, nr. 546). İbn Adî ve Dârekutnî onun rivayet ettiği hadislerin zayıf olduğunu belirtmektedir. İbnü’n-Nedîm’den itibaren ( el-Fihrist , s. 114) kaynaklarda Mansûr b. Ammâr’ın bazı risâleler kaleme aldığından bahsedilmekteyse de bunlar günümüze ulaşmamıştır. Dinî-ahlâkî konulara dair bu risâlelerine Meclis fî ẕikri’l-mevt , Meclis fî ḥüsni’ẓ-ẓannî billâh , Meclisü’t-tekfûriyye fi’l-ġazv gibi “meclis” kelimesiyle başlayan adlar verdiği kaydedilmektedir (Sezgin, I, 637). Mansûr b. Ammâr, heyecanla anlattıklarını kendi hayatında uygulamadaki zaafından dolayı Bişr el-Hâfî tarafından eleştirilmiş (Hatîb, XIII, 72), vâizlikten gelir elde etmesi de kınanmasına sebep olmuştur. BİBLİYOGRAFYA İbnü’n-Nedîm, el-Fihrist , s. 114. Sülemî, Ṭabaḳāt , s. 130-136. Ebû Nuaym, Ḥilye , IX, 325-331. Kuşeyrî, er-Risâle , s. 423-424. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 227-228. Hatîb, Târîḫu Baġdâd , XIII, 71-79. Herevî, Ṭabaḳāt , s. 123. Ebü’l-Ferec İbnü’l-Cevzî, el-Ḳuṣṣâṣ ve’l-müẕekkirûn (nşr. ve trc. M. L. Swartz), Beyrut 1986, s. 86-87. a.mlf., Ṣıfatü’ṣ-ṣafve , II, 173. Attâr, Teẕkiretü’l-evliyâʾ , s. 225-228. İbnü’l-Mülakkın, Ṭabaḳātü’l-evliyâʾ (nşr. Nûreddin Şerîbe), Kahire 1393/1973, s. 286. İbn Hacer, Lisânü’l-Mîzân , VI, 98-100. Sezgin, GAS , I, 637-638. M. Celâl Şeref, Dirâsât fi’t-taṣavvufi’l-İslâmî , Beyrut 1404/1984, s. 93-113. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2003 yılında Ankara’da basılan 28. cildinde, 8 numaralı sayfada yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "İbnü’n-Nedîm, el-Fihrist , s. 114.",
        "Sülemî, Ṭabaḳāt , s. 130-136.",
        "Ebû Nuaym, Ḥilye , IX, 325-331.",
        "Kuşeyrî, er-Risâle , s. 423-424.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 227-228.",
        "Hatîb, Târîḫu Baġdâd , XIII, 71-79.",
        "Herevî, Ṭabaḳāt , s. 123.",
        "Ebü’l-Ferec İbnü’l-Cevzî, el-Ḳuṣṣâṣ ve’l-müẕekkirûn (nşr. ve trc. M. L. Swartz), Beyrut 1986, s. 86-87.",
        "a.mlf., Ṣıfatü’ṣ-ṣafve , II, 173.",
        "Attâr, Teẕkiretü’l-evliyâʾ , s. 225-228.",
        "İbnü’l-Mülakkın, Ṭabaḳātü’l-evliyâʾ (nşr. Nûreddin Şerîbe), Kahire 1393/1973, s. 286.",
        "İbn Hacer, Lisânü’l-Mîzân , VI, 98-100.",
        "Sezgin, GAS , I, 637-638.",
        "M. Celâl Şeref, Dirâsât fi’t-taṣavvufi’l-İslâmî , Beyrut 1404/1984, s. 93-113."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 816
}
