{
  "id": "eweb_325",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/marifet",
  "annotator": "Jeremy",
  "title": "MÂRİFET",
  "arabic_title": "المعرفة",
  "summary": "Allah ve O’nun sıfatları, fiilleri, isimleri ve tecellileri hakkında mânevî tecrübeyle doğrudan elde edilen bilgi anlamında bir tasavvuf terimi.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Sözlükte masdar olarak “bilmek, tanımak, ikrar etmek”, isim olarak “bilgi” anlamına gelen ma‘rifet ( irfân ) kelimesi ilimle eş anlamlı gibi kullanılmakla birlikte aralarında bazı farklar vardır. İlim tümel ve genel nitelikteki bilgileri, mârifet tikel, özel ve ayrıntılı bilgileri ifade eder. İlmin karşıtı cehil, mârifetin karşıtı inkârdır. Bu sebeple ilim kelimesi her zaman mârifetin yerini tutamaz. İlk dönemlerden itibaren sûfîler, sûfî olmayan âlimlerin ulaştıkları bilgilerden farklı ve kendilerine has bir bilgiye sahip olduklarına inanmışlar, bu bilgiyi mârifet, irfan, yakīn gibi yine kendilerine has terimlerle ifade edip bunun için bazan ilim kelimesini de kullanmışlardır. Ancak ilim terimini mârifet anlamında kullandıklarında bunu tasavvufî terminolojiye ait bazı sıfatlarla niteleyerek “ledün ilmi, bâtın ilmi, esrar ilmi, hal ilmi, makam ilmi, fenâ-bekā ilmi, mükâşefe ve müşâhede ilmi” gibi tabirler oluşturmuşlar, bu tabirlerle mârifet dedikleri ilâhî esrar ve hakikatlere, nefsin niteliklerine, varlıkların durumuna ve gayb niteliğindeki bazı hususlara ilişkin bilgiyi kastetmişlerdir. Mârifetin mukaddimesinin ilim, ilimsiz mârifetin muhal, mârifetsiz ilmin vebal olduğuna inanan sûfîler mârifetin ledünnî bir ilim sayıldığı görüşündedir. Onlara göre bu ilimde vehmin tesiri bulunmadığından ismet (mâsumiyet, saflık) vardır; diğer ilimler ise vehmin etkisi altında oldukları için saf ve mâsum değildir. Sûfîler, sülûk ile ve yaşanarak öğrenilen bu bilgilerin aynı konularda aklî istidlâl ve kıyaslarla yahut belli metinleri okumakla elde edilen bilgilerden daha üstün olduğuna inanırlar. Nitekim Cüneyd-i Bağdâdî, “Mavi gökkubbesinin altında bizim ilmimizden daha şerefli bir ilim olsaydı gider onu öğrenirdim” demiş (Serrâc, s. 239), Ruveym b. Ahmed de ilk farzın mârifet tahsil etmek olduğunu, mârifet sahibinin (ârif) mevlâsının tecellilerini temaşa ettiğini söylemiştir (Kuşeyrî, s. 604). Onlara göre akıl ve naklin alanı dışında kalan hususlarda vasıtasız olarak elde edilen mârifet akıl ve nakil yoluyla elde edilen bilgiden daha değerli ve daha güvenilirdir. Böyle bir bilgiyle Allah’ı tanımaya “mârifetullah” (el-ilm bi’llâh), bu yolla Allah’ı bilen ve tanıyanlara da “ehl-i ma‘rifet, ârif, ârif billâh, ehl-i irfân, âlim billâh” denir. “Ben cinleri ve insanları ancak bana ibadet etmeleri için yarattım” (ez-Zâriyât 51/56) meâlindeki âyette geçen “ibadet etsinler” ifadesini sûfîler “beni tanısınlar” şeklinde yorumlamışlardır. Çünkü ibadet ibadet edilenin bilinmesine (mârifet) bağlıdır. Bilinmeyene ibadet edilmez, dolayısıyla mârifetsiz ibadetin bir anlamı yoktur. Sûfîlere göre, “Allah’ın, kalbini İslâm’a açtığı bir kimse rabbinden bir nur üzere değil mi?” (ez-Zümer 39/22); “Ey iman edenler! Eğer takvâ üzerinde olursanız O size bir furkan verir” (el-Enfâl 8/29) meâlindeki âyetlerde geçen “nur” ve “furkan” kelimeleri de mârifete işaret etmektedir. Sûfîlerin kutsî hadis olarak kabul ettikleri, “Ben bir gizli hazine idim, tanınmaya muhabbet ettim ve âlemi tanınmak için yarattım” ifadesi onlara göre âlemin yaratılış gayesinin muhabbet ve mârifetullah olduğunu göstermektedir. Bu sebeple bütün varlıkların fıtratında mârifet arzusu vardır. Mutasavvıflara göre mârifet “kalbin Allah’la olan hayatı”, “Allah’ı sıfat ve isimleriyle tanıyanın niteliği”, “birbirini izleyen nurlarla Hakk’ın kalplere doğması”, “ilâhî bir na‘t/vasıf” (Serrâc, s. 56; Kelâbâzî, s. 63; Kuşeyrî, s. 601), “kalbe atılan bir nurla iç aydınlığa kavuşma hali”, “kalp gözüyle ilâhî gerçekleri görmek”tir. Bu tarifler söz konusu bilginin mahiyetini tanıtmaktan ziyade kaynağı, elde ediliş yolu ve biçimi, gerçekleşme şartları, güvenilirliği, çeşitleri, etkileri ve sonuçları gibi hususlarla ilgili olup bunların her biri mârifetin ayrı bir yönüne vurgu yapması bakımından önemlidir. Tarifler üzerinde düşünerek mârifet hakkında genel bir kanaat sahibi olmak mümkünse de bunun özüne nüfuz etmek sülûke ve mânevî tecrübeye bağlıdır. Tanınan, ama sözle tanıtılamayan bir bilgi, bir duygu ve bir aydınlanma hali olan mârifetin yakīn, zevk, vecd, fenâ, huzur gibi tasavvufî hallerle de yakın ilişkisi vardır. Mârifet konusundaki tariflerin yetersiz kalması ve bu yolda ilerleyen sûfîlerin gittikçe Hak’la ilgili bilinmezliklerin arttığını görmeleri onları, “Mârifet Hakk’ın bilinmeyeceğini bilmektir” deme noktasına ulaştırmıştır. Mârifet Allah, insan ve âlemle ilgili kapsamlı bir bilgi olmakla beraber tasavvufta esas olan “mârifetullah” denen özel bilgidir. Âlem ve nefis hakkındaki mârifet ise Allah’ı tanımanın aracı olması bakımından değerlidir. Bu sebeple mârifetullah “Allah’ın zâtı, sıfatları, fiilleri ve isimleri hakkındaki bilgi” şeklinde tanımlanmıştır. Fakat Allah’ı bu şekilde tanımak da insanın kendini tanımasına (ma‘rifetü’n-nefs) bağlıdır. Nefsini bilen kimsenin rabbini bileceğini belirten hadis de (Süyûtî, el-Ḥâvî , II, 451-455; ed-Dürerü’l-müntes̱ire , s. 185) bunu anlatmaktadır. Ebû Saîd el-Harrâz aynı kavramı, “Nefsini bilmeyen rabbini bilemez” şeklinde ifade etmiştir. İnsanın nefsini bilmesi rabbini bilmesinin başlangıcı, rabbini bilmesi nefsini bilmesinin neticesidir; yani insan nefsinin sıfatlarında ârif olmadıkça rabbinin sıfatlarını idrak edemez. Tasavvufî anlamıyla ilk defa mârifetten bahseden Zünnûn el-Mısrî’ye göre esasen Allah’ı tam olarak bilmek ve tanımak mümkün değildir. Bu sebeple Allah’ın zâtı hakkında tefekküre dalmak cehalettir. Mârifetin hakikati de hayretten ibarettir (Câmî, s. 29). Bâyezîd-i Bistâmî de Allah’ın zâtı hakkındaki mârifet iddiasını cehalet olarak nitelemiş ve, “Mârifetin hakikatine dair olan bilgi de hayrettir” demiştir (Sülemî, s. 74). Böylece Allah’ı tanımayı gaye edinen sûfîler en sonunda insanoğlunun O’nu tanımaktan âciz olduğu kanaatine varmışlardır. Ebû Saîd el-A‘râbî, Allah hakkındaki mârifetin insanın bu konuda bilgisizliğini itiraf etmesinden ibaret olduğunu söylemiş, Sehl b. Abdullah et-Tüsterî de, “Mârifet insanın Hak konusunda câhil olduğunu bilmesidir” demiştir ( a.g.e. , s. 230, 428). Mutasavvıflar Hz. Ebû Bekir’e atfettikleri, “Allah hakkında mârifet sahibi olmanın biricik yolu insanın O’nun hakkında mârifet sahibi olmaktan âciz olduğunu idrak etmesidir” sözünü (Serrâc, s. 57) bu konudaki düşüncelerinin temeli haline getirmişlerdir. Cüneyd-i Bağdâdî bu hususu, “Allah’tan başka Allah’ı tanıyan yoktur” cümlesiyle ifade etmiştir. Mutasavvıflar, “Onlar Allah’ı takdir edemediler” meâlindeki âyeti (el-En‘âm 6/91), “O’nu tam olarak tanıyamadılar” şeklinde anlamışlardır. Genellikle mârifet dille anlatılan ve öğretilen bir şey olmaktan çok susarak anlaşılan ve öğrenilen bir şeydir. Bundan dolayı Zünnûn el-Mısrî’nin, tasavvuf yoluna girmek isteyenlerin mârifet ehlinin yanında sükût etmelerini ve mârifet iddiasında bulunmamalarını tavsiye ettiği kaydedilmektedir (Sülemî, s. 26). Önemli olan sadece dilin değil nefsin ve zihnin de susması, Hak’tan başkasıyla meşgul olmamasıdır. Sükût tefekkürü temin ettiği ölçüde mârifet tahsil etmenin aracıdır. Gazzâlî mârifeti, “Allah’ın kulunun kalbine attığı bir nurla kulun daha önce isimlerini bildiği şeyleri açık seçik görmesi” şeklinde tanımlamıştır ( İḥyâʾ , I, 26-27). Buna göre mârifet sırf bir lutuf olarak Allah’ın kuluna verdiği bir ışıktır. Hz. Ali’nin, “Allah’ı Allah’la, O’ndan başkasını da O’nun nuru ile tanıdım” sözünün anlamı budur (Hücvîrî, s. 344). Allah kendisini kime tanıtırsa O’nu ancak o tanır (Kelâbâzî, s. 63). Cüneyd-i Bağdâdî tarife (tanıtma) ve taarrufa (tanınma) dayanan iki mârifetten bahseder. Taarruf Allah’ın kendisini, kendisiyle ilişkisi açısından da eşyayı kuluna tanıtması, tarif ise dış dünya (âfâk) ve iç dünya da (enfüs) kudretinin eserlerini ona göstermesidir (Fussılet 41/53). İlki havassın, ikincisi avamın mârifetidir. Taarruf Allah’ın lutfuyla O’nu doğrudan tanıma, tarif dolaylı olarak Hakk’ın kendisini kuluna tanıtmasıdır. Sûfîlere göre Allah kullarına, “Ben sizin rabbiniz değil miyim?” (el-A‘râf 7/172) şeklinde soru sorarak kendisini onlara ezelde tanıtmıştır. Bu anlamda mârifet ezelîdir. Dünyaya gelen insanlardan bir kısmı bu mârifeti itiraf, bir kısmı inkâr eder. Bundan dolayı Hakk’a dair mârifetin zaruri olduğunu ileri sürenler de olmuştur (Kelâbâzî, s. 65; Hücvîrî, s. 348). Hak vergisi olan mârifetin artma ve eksilme kabul edip etmeyeceği tartışılmış, genellikle mârifetin açıklık ve kesinlik derecesini ifade eden yakīnin duruma göre artacağı veya eksileceği kabul edilmiştir (Hücvîrî, s. 348). Mârifetin en mükemmel şeklinde rivayet yoluyla bilinen dinî hususların hakikatleri kula zahmetsiz ve külfetsiz olarak gözle görülür gibi açık bir şekilde bildirilir. Bu bilginin elde edilmesinde kulun amelinin ve zâhir ilimlerine sahip olmasının hiçbir tesiri yoktur; doğrudan Hak’tan gelip bunda vehim, akıl ve düşüncenin dahli olmadığından nuru gayet parlaktır. Gazzâlî’nin hakiki mârifet ve yakīni müşâhede dediği, sıddîk ve mukarrebûn denilen yüksek seviyedeki dindarların mârifeti de budur ( İḥyâʾ , I, 27; III, 11, 15). Fakat herkesin mârifeti aynı seviyede olmadığından mârifetin çeşitli derecelerinden bahsedilmiştir. Hücvîrî Allah hakkındaki mârifetin biri ilmî, diğeri hâlî olmak üzere iki türünden söz eder. İlmî mârifet her şeyin temelidir. Çünkü cinler ve insanlar sırf Allah’ı tanımak için yaratılmıştır (ez-Zâriyât 51/56). Sûfîler, ilmî mârifet yanında “kulun Allah’a karşı tutum ve duruşunun sağlıklı olması” anlamında ikinci bir mârifetten bahsetmişler, bunun ilmî mârifetten daha faziletli olduğunu, zira sağlıklı bir halin daima sağlıklı bir ilmi gerektirmekle beraber sağlıklı bir ilmin her zaman sağlıklı bir hali içermediğini söylemişlerdir ( Keşfü’l-maḥcûb , s. 342; Serrâc, s. 64). Abdurrahman-ı Câmî’ye göre mârifetin dört mertebesi vardır. Sâlik birinci mertebede baktığı her şeyi Hak’la bağlantılı olarak görür; ikinci mertebede gördüğü her eserin Hakk’ın hangi sıfatıyla ilişkili olduğunu bilir; üçüncü mertebede Hakk’ın sıfatlarla tecelli etmesinin hikmetini kavrar; dördüncü mertebede ilâhî ilmi kendi mârifeti şeklinde algılar. Sâlik Hakk’a ne kadar yaklaşırsa mârifeti o kadar artar ( Nefeḥât , s. 5). Sûfîler mârifetin her zaman kerametten daha faziletli olduğunu, abdestin bozulmasıyla kerametin zâil olacağını, bunun için daima abdestli bulunmak gerektiğini, buna karşılık gusle ihtiyaç halinde bile mârifetin âriften ayrılmadığını, çünkü kerametin amel, mârifetin Hakk’ın lutuf ve inâyeti olduğunu söylemişlerdir. Sûfîlerin, doğrudan Allah tarafından bahşedilen mârifetin nakil ve akıl yoluyla edinilen dinî bilgilerden daha üstün olduğunu söylemeleri bu bilgilerin önemsenmediği şeklinde anlaşılmaya müsaittir. Bunun farkında olan sûfîler mârifetin nakil ve akıl yoluyla elde edilen bilgileri geçersiz kılmadığını ve onların değerini azaltmadığını ifade etmiş, aksine mârifetin sağlıklı ve geçerli olması için Kur’an’a ve hadise aykırı düşmemesini şart koşmuşlardır. Zünnûn el-Mısrî mârifet nurunun takvâ nurunu söndürmemesi, zâhirî ilme aykırı düşen bâtınî bir ilimden söz edilmemesi ve ilâhî lutufların Allah’ın mahremiyet perdelerini yırtmaya sebep olmaması gerektiğini söylemiştir. Ebû Saîd el-Harrâz, zâhirî ve şer‘î hükümlere aykırı düşen bütün bâtınî bilgileri ilke olarak geçersiz saymış, Ebû Süleyman ed-Dârânî mârifetin sağlıklı olduğuna Kur’an ve hadisin şahitlik etmesini şart koşmuş, Cüneyd-i Bağdâdî sadece Kur’an ve Sünnet çerçevesindeki mârifetin geçerli olduğunu vurgulamıştır (Kuşeyrî, s. 86, 107, 129, 608). Buna rağmen İslâm’dan önce mevcut olan gnostisizm (irfâniyye) akımı hıristiyan ilâhiyyâtı için olduğu gibi İslâm için de tehlike oluşturmuştur. Gnostikler gibi, ilâhî sır ve hakikatlerin sülûk ve riyâzet neticesinde hâsıl olan ilhamla bilineceğini, bu yolla elde edilen bilgilerin naslarda verilen bilgilerden üstün olduğunu, hatta irfan sahibi âriflerden ibadet etme yükümlülüğünün düşeceğini savunan görüşlere müslüman toplumlarında da rastlanmıştır. “Sana yakīn gelinceye kadar rabbine ibadet et” meâlindeki âyeti (el-Hicr 15/99) bu yönde yorumlayanlar vardır (Gazzâlî, İḥyâʾ , III, 393). Hücvîrî, “ehl-i ilhâm” ve “ilhâmiyye” dediği bu akımın mensuplarını eleştirerek tasavvuftaki mârifet ve irfanın bu akımla ilgisi bulunmadığını, zira mârifetin hidayetten kaynaklanan şer‘î ve nebevî bir bilgi olduğunu belirtmiştir ( Keşfü’l-maḥcûb , s. 347). Muhammed b. Hüseyin es-Sülemî, Abdülkerîm b. Hevâzin el-Kuşeyrî ve Gazzâlî gibi sûfîler de söz konusu tehlikeye dikkat çekmişlerdir (ayrıca bk. BİLGİ ; İLİM ). BİBLİYOGRAFYA Râgıb el-İsfahânî, el-Müfredât , “ʿarf” md. Tehânevî, Keşşâf , II, 996. Hâris el-Muhâsibî, el-Veṣâyâ , Beyrut 1406/1986, s. 88, 279. Hakîm et-Tirmizî, Ḫatmü’l-evliyâʾ , s. 482, 569. Serrâc, el-Lümaʿ , Kahire 1966, s. 56, 57, 63, 64, 239, 531, 538. Kelâbâzî, et-Taʿarruf , s. 63, 65, 66, 132. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 262, 285, 339, 364; II, 168-179. Sülemî, Ṭabaḳāt , Kahire 1949, s. 26, 74, 230, 428, 559, 561. Kuşeyrî, er-Risâle (nşr. Abdülhalîm Mahmûd), Kahire 1966, s. 26, 47, 86, 107, 129, 141, 601, 604, 608. Hücvîrî, Keşfü’l-maḥcûb , s. 341-354. Herevî, Ṭabaḳāt , Tahran 1351, s. 47, 639. Gazzâlî, İḥyâʾ , Kahire 1939, I, 26-27; III, 2-25, 393; IV, 301, 399. a.mlf., el-Maḳṣadü’l-esnâ , Kahire 1322, s. 22-32. a.mlf., Mişkâtü’l-envâr (nşr. Ebü’l-Alâ Afîfî), Kahire 1383/1964, s. 51, 76. Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , II, 205-209. Attâr, Teẕkiretü’l-evliyâʾ , s. 94, 892. İbnü’l-Arabî, el-Fütûḥât , II, 152, 189. a.mlf., Fuṣûṣ (Afîfî), s. 69. a.mlf., Kitâbü’l-Maʿrife (nşr. Saîd Abdülfettâh), Beyrut 1993. Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 538-542. Mevlânâ, Mesnevî , İstanbul 1974, IV, 151. Kâşânî, Leṭâʾifü’l-iʿlâm (nşr. Saîd Abdülfettâh), Kahire 1996, II, 32. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, III, 349, 385. İbnü’l-Hatîb, Ravżatü’t-taʿrîf , Beyrut 1983, s. 234-418, 504. Haydar el-Âmülî, Câmiʿu’l-esrâr , Tahran 1979, s. 80, 473. Câmî, Nefeḥât , Tahran 1370, s. 5, 7, 29. Süyûtî, el-Ḥâvî li’l-fetâvî , Beyrut, ts. (Dârü’l-kitâbi’l-Arabî), II, 451-455. a.mlf., ed-Dürerü’l-müntes̱ire (nşr. Muhammed b. Lutfî es-Sabbâğ), Riyad 1403/1983, s. 163, 185. Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 264. Ebü’l-Bekā, el-Külliyyât , Bulak 1253, s. 246, 349. İbrâhim Hakkı Erzurûmî, Mârifetnâme , İstanbul 1310, s. 385. Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , Kahire 1963, s. 92, 246, 253. Abdülmuhsin el-Hüseynî, el-Maʿrife ʿinde’l-Ḥakîm et-Tirmiẕî , Kahire, ts. Saîd Bâsîl, Menhecü’l-baḥs̱ ʿani’l-maʿrife ʿinde’l-Ġazzâlî , Beyrut, ts. (Dârü’l-kitâbi’l-Lübnânî), s. 230-234. Ahmet Avni Konuk, Tedbîrât-ı İlâhiyye Tercüme ve Şerhi (haz. Mustafa Tahralı), İstanbul 1992, s. 20, 170, 354-356. Hasan Bezûn, el-Maʿrife ʿinde’l-Ġazzâlî , Beyrut 1997, s. 203, 234. Gerhard Böwering, “Erfān”, EIr. , VIII, 551. İlhan Kutluer, “İlim”, DİA , XXII, 112. Ömer Mahir Alper, “İrfâniyye”, a.e. , XXII, 445-446. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2003 yılında Ankara’da basılan 28. cildinde, 54-56 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Râgıb el-İsfahânî, el-Müfredât , “ʿarf” md.",
        "Tehânevî, Keşşâf , II, 996.",
        "Hâris el-Muhâsibî, el-Veṣâyâ , Beyrut 1406/1986, s. 88, 279.",
        "Hakîm et-Tirmizî, Ḫatmü’l-evliyâʾ , s. 482, 569.",
        "Serrâc, el-Lümaʿ , Kahire 1966, s. 56, 57, 63, 64, 239, 531, 538.",
        "Kelâbâzî, et-Taʿarruf , s. 63, 65, 66, 132.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 262, 285, 339, 364; II, 168-179.",
        "Sülemî, Ṭabaḳāt , Kahire 1949, s. 26, 74, 230, 428, 559, 561.",
        "Kuşeyrî, er-Risâle (nşr. Abdülhalîm Mahmûd), Kahire 1966, s. 26, 47, 86, 107, 129, 141, 601, 604, 608.",
        "Hücvîrî, Keşfü’l-maḥcûb , s. 341-354.",
        "Herevî, Ṭabaḳāt , Tahran 1351, s. 47, 639.",
        "Gazzâlî, İḥyâʾ , Kahire 1939, I, 26-27; III, 2-25, 393; IV, 301, 399.",
        "a.mlf., el-Maḳṣadü’l-esnâ , Kahire 1322, s. 22-32.",
        "a.mlf., Mişkâtü’l-envâr (nşr. Ebü’l-Alâ Afîfî), Kahire 1383/1964, s. 51, 76.",
        "Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , II, 205-209.",
        "Attâr, Teẕkiretü’l-evliyâʾ , s. 94, 892.",
        "İbnü’l-Arabî, el-Fütûḥât , II, 152, 189.",
        "a.mlf., Fuṣûṣ (Afîfî), s. 69.",
        "a.mlf., Kitâbü’l-Maʿrife (nşr. Saîd Abdülfettâh), Beyrut 1993.",
        "Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 538-542.",
        "Mevlânâ, Mesnevî , İstanbul 1974, IV, 151.",
        "Kâşânî, Leṭâʾifü’l-iʿlâm (nşr. Saîd Abdülfettâh), Kahire 1996, II, 32.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, III, 349, 385.",
        "İbnü’l-Hatîb, Ravżatü’t-taʿrîf , Beyrut 1983, s. 234-418, 504.",
        "Haydar el-Âmülî, Câmiʿu’l-esrâr , Tahran 1979, s. 80, 473.",
        "Câmî, Nefeḥât , Tahran 1370, s. 5, 7, 29.",
        "Süyûtî, el-Ḥâvî li’l-fetâvî , Beyrut, ts. (Dârü’l-kitâbi’l-Arabî), II, 451-455.",
        "a.mlf., ed-Dürerü’l-müntes̱ire (nşr. Muhammed b. Lutfî es-Sabbâğ), Riyad 1403/1983, s. 163, 185.",
        "Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 264.",
        "Ebü’l-Bekā, el-Külliyyât , Bulak 1253, s. 246, 349.",
        "İbrâhim Hakkı Erzurûmî, Mârifetnâme , İstanbul 1310, s. 385.",
        "Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , Kahire 1963, s. 92, 246, 253.",
        "Abdülmuhsin el-Hüseynî, el-Maʿrife ʿinde’l-Ḥakîm et-Tirmiẕî , Kahire, ts.",
        "Saîd Bâsîl, Menhecü’l-baḥs̱ ʿani’l-maʿrife ʿinde’l-Ġazzâlî , Beyrut, ts. (Dârü’l-kitâbi’l-Lübnânî), s. 230-234.",
        "Ahmet Avni Konuk, Tedbîrât-ı İlâhiyye Tercüme ve Şerhi (haz. Mustafa Tahralı), İstanbul 1992, s. 20, 170, 354-356.",
        "Hasan Bezûn, el-Maʿrife ʿinde’l-Ġazzâlî , Beyrut 1997, s. 203, 234.",
        "Gerhard Böwering, “Erfān”, EIr. , VIII, 551.",
        "İlhan Kutluer, “İlim”, DİA , XXII, 112.",
        "Ömer Mahir Alper, “İrfâniyye”, a.e. , XXII, 445-446."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
