{
  "id": "eweb_327",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/marifet-i-nefs",
  "annotator": "Jeremy",
  "title": "MA‘RİFET-i NEFS",
  "arabic_title": "معرفة النفس",
  "summary": "Kişinin kendini bilmesi anlamında bir tasavvuf, ahlâk ve felsefe terimi.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Sözlükte “bilme, tanıma” anlamındaki ma‘rifet ile nefs kelimelerinden oluşan ma‘rifet-i nefs ( ma‘rifetü’n-nefs ) terkibi felsefede zihnin varlığı kavrama sürecinin, ahlâkta insanın ruhunu kötü huylardan arındırıp üstün meziyetlerle donanarak kemale ulaşma gayretinin, tasavvufta Hakk’ın bilgisine ulaşma çabasının başlangıcı olarak gösterilmiştir. Ya‘kūb b. İshak el-Kindî, Risâle fî ḥudûdi’l-eşyâʾ ve rüsûmihâ adlı felsefe terimleri sözlüğünde eski filozofların (kudemâ) felsefe hakkındaki tanımlarını altı noktada toplamış, bunlardan birini de “insanın kendini tanıması” şeklinde özetlemiştir. Çünkü insanın kendi varlığı cisim (beden) ve nefisten (ruh) ibaret olup Kindî’ye göre kendinde bu iki temel varlık kategorisini tanıyan kişi, bu şekilde madde ve ruhtan ibaret olan dış dünyayı da tanıma imkânına ulaşmış olacaktır. Hükemânın insana “küçük âlem” demesinin sebebi de budur. İslâm ahlâk literatüründe ma‘rifet-i nefs insanın kendi ruh dünyasının ahlâkî boyutunu, karakter yapısını, ahlâka temel oluşturan güçlerini, yeteneklerini ve zaaflarını tanımasını ifade etmekte, bu çaba ahlâkî eğitim ve gelişmenin, yani kişinin ruhunu kötü huylardan arındırıp erdemlerle bezemesinin ilk şartı olarak görülmektedir. Bu sebeple İbn Miskeveyh’in Tehẕîbü’l-aḫlâḳ ’ı, Mâverdî’nin Edebü’d-dünyâ ve’d-dîn ’i, Râgıb el-İsfahânî’nin eẕ-Ẕerîʿa ilâ mekârimi’ş-şerîʿa ’sı gibi sistematik ahlâk kitaplarının çoğu insanın ahlâkî yapısını ve karakterini tanımasına yardımcı olan bilgilerle başlar. Nitekim İbn Miskeveyh, kitabının ilk satırlarında eseri yazmaktaki gayesini “kendimize hepsi de güzel olan fiillere kaynaklık edecek bir ahlâk kazandırma” şeklinde özetledikten sonra bunun yolunu da “öncelikle nefsimizin ne olduğunu ve nasıl bir şey olduğunu, bizde niçin var kılındığını, nefsin güçlerinin ve yeteneklerinin neler olduğunu bilmek” şeklinde göstermiş, ardından “İnsan Nefsinin Tanıtılması” başlığı altında konuyu ayrıntılı biçimde incelemiştir. İnsan merkezli bir bilgi teorisini esas alan tasavvufî düşüncede insanın kendini tanıması temel ilkedir. Sûfî nefsi hakkında edindiği bilgiden hareket ederek Hakk’ın bilgisine ulaşır. İnsanın Hakk’a dair bilgisi nefsine dair bilgisi ölçüsünde olduğundan Hakk’ı daha iyi bilmesi için nefsini/kendini daha iyi bilmesi gerekir. Tasavvufta Hakk’a dair bilgiye “ma‘rifet-i Hak” (ma‘rifetullah), sâlikin kendine dair bilgisine de “ma‘rifet-i nefs” denir. Ebû Saîd el-Harrâz’ın, “Nefsinde olanı bilmeyen rabbini nasıl bilebilir” sözü (Sülemî, s. 231) daha sonra, “Nefsini bilen rabbini bilir” şeklinde tasavvufî bir vecizeye dönüşmüş ve zamanla hadis olarak literatüre geçmiştir (Aclûnî, II, 262). Sûfîler, insanın kendini bilmesinin önemine bazı âyetlerde işaret edildiğine kanidirler. “İnsanlara âfâkta ve nefislerinde âyetlerimizi göstereceğiz ki onun hak olduğu onlara âşikâr olsun” (Fussılet 41/53); “İnancı tam olanlar için yeryüzünde âyetler vardır, nefislerinizde de öyle, görmüyor musunuz?” (ez-Zâriyât 51/21) meâlindeki âyetler bunlara örnektir. Bu âyetlerdeki işaretlerden hareket eden sûfîler Hak Teâlâ’nın âfâkta ve enfüste, yani dış ve iç âlemde tecelli ettiğini ifade eder, ancak iç âlemdeki âyet ve tecellilerin daha açık ve daha kesin olduğunu kabul ederler. Bu bakımdan insanın kendi mahiyeti üzerinde düşünerek kendi varlığı, hayatının anlamı ve gayesi hakkında sorular sorup cevap araması kendisi hakkında bilgi sahibi olmasını sağlar ve bu bilgi onu Allah’a götürür. Mutasavvıflar, Allah’ın insanın iç âleminde daha açık şekilde tecelli ettiğine inandıklarından Hakk’ı en iyi bilmenin ve tanımanın yolu olarak insanın özünü tanımasını göstermişlerdir. Dış âlemden Allah’a ulaşmaya “seyr-i âfâkî”, iç âlemden ulaşmaya “seyr-i enfüsî” diyen mutasavvıfların tercih ettiği yol ikincisidir (İmâm-ı Rabbânî, II, 60-69). Nefisle Allah arasındaki ilişkiye hem olumlu hem olumsuz yönden bakılır. Önce olumlu sıfatlar Allah’a, olumsuzlar nefse nisbet edilir. Nefsi fâni, zelil, zalim, cahil ve cimri olarak bilmek Allah’ı bâki, aziz, âdil, alîm ve cömert olarak tanımak anlamına gelir. Allah’ı rab olarak bilmenin şartı nefsi kul olarak tanımaktır. Öte yandan adalet, ilim, merhamet ve cömertlik gibi sıfatlar Allah ile insan arasında ortaktır. Aradaki fark bunlardan Allah’a nisbet edilenlerin tam ve mükemmel, insana ait olanların eksik olmasıdır. Aslında kuldaki bu tür sıfatlar da Allah’ın ona bir lutfudur. Esas itibariyle kötülüğü emreden nefisten iyi bir şey gelmeyeceği için, “Sana gelen iyi şey Allah’tan, kötü şey nefsindendir” buyurulmuştur (en-Nisâ 4/79). İnsandaki güzel ahlâkın kaynağı da nefis değil Allah’tır. Buna göre güzel huyların kaynağını bilmek insanı Allah’ı tanımaya götürür (Gazzâlî, İḥyâʾ , III, 399). İnsan Allah’ın halifesi olduğundan O’nun sıfatı insanın da sıfatıdır. O, mutlak olarak ihtiyaçsız bir varlık iken insan her an O’na muhtaçtır. Bu hususu bilen kimse O’nu da bilir ve tanır ( İbnü’l-Arabî, el-Fütûḥât , I, 375; II, 394, 749; Fuṣûṣ , s. 69, 91). İnsanı küçük âlem, âlemi büyük insan olarak niteleyen mutasavvıflar insanla âlem arasında ortak yönler ve benzerlikler tesbit etmişlerdir. Bu bakımdan insanın kendini bilmesi âlemi ve hemcinsini tanıması anlamına da gelir (İbrâhim Hakkı Erzurûmî, s. 222-225). İnsanın maddî ve dış âlemden çok kendini tanıması gerektiği hususuna genellikle bütün dinlerde, özellikle mistik ekollerde dikkat çekilmiş, bazı filozoflar da bu hususu vurgulamışlardır. Sokrat’ın Delf Mâbedi’ndeki, “Kendini bil” sözü mutasavvıfları da etkilemiştir. Yûnus Emre’nin, “İlim ilim bilmektir / İlim kendin bilmektir / Sen kendini bilmezsin / Ya nice okumaktır”; Hacı Bayrâm-ı Velî’nin, “Bayram özünü bildi / Bileni anda buldu / Bulan ol kendi oldu / Sen seni bil sen seni” gibi mısralarında tasavvufun bu görüşü özlü bir şekilde dile getirilmiştir. BİBLİYOGRAFYA Hâris el-Muhâsibî, er-Riʿâye li-ḥuḳūḳıllâh (nşr. Abdülkādir Ahmed Atâ), Kahire 1970, s. 385, 393. Kindî, Resâʾil (nşr. M. Abdülhâdî Ebû Rîde), Kahire 1398/1978, s. 122-123. Hakîm et-Tirmizî, Edebü’n-nefs , Kahire 1947, tür.yer. İbn Miskeveyh, Tehẕîbü’l-aḫlâḳ , s. 28. Gazzâlî, İḥyâʾ , Kahire 1939, III, 399. a.mlf., el-Maḳṣadü’l-esnâ , Kahire 1322, s. 30. Sülemî, Ṭabaḳāt , s. 231. İbnü’l-Arabî, el-Fütûḥât , Kahire 1293, I, 375, 394; II, 249, 394, 749. a.mlf., Fuṣûṣ , Kahire 1947, s. 69, 91, 92. Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd , Tahran 1352, s. 98. İmâm-ı Rabbânî, Mektûbât , İstanbul 1277, II, 60-69. Aclûnî, Keşfü’l-ḫafâʾ , II, 262. İbrâhim Hakkı Erzurûmî, Mârifetnâme , İstanbul 1310, s. 222-225, 385. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2003 yılında Ankara’da basılan 28. cildinde, 56-57 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Hâris el-Muhâsibî, er-Riʿâye li-ḥuḳūḳıllâh (nşr. Abdülkādir Ahmed Atâ), Kahire 1970, s. 385, 393.",
        "Kindî, Resâʾil (nşr. M. Abdülhâdî Ebû Rîde), Kahire 1398/1978, s. 122-123.",
        "Hakîm et-Tirmizî, Edebü’n-nefs , Kahire 1947, tür.yer.",
        "İbn Miskeveyh, Tehẕîbü’l-aḫlâḳ , s. 28.",
        "Gazzâlî, İḥyâʾ , Kahire 1939, III, 399.",
        "a.mlf., el-Maḳṣadü’l-esnâ , Kahire 1322, s. 30.",
        "Sülemî, Ṭabaḳāt , s. 231.",
        "İbnü’l-Arabî, el-Fütûḥât , Kahire 1293, I, 375, 394; II, 249, 394, 749.",
        "a.mlf., Fuṣûṣ , Kahire 1947, s. 69, 91, 92.",
        "Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd , Tahran 1352, s. 98.",
        "İmâm-ı Rabbânî, Mektûbât , İstanbul 1277, II, 60-69.",
        "Aclûnî, Keşfü’l-ḫafâʾ , II, 262.",
        "İbrâhim Hakkı Erzurûmî, Mârifetnâme , İstanbul 1310, s. 222-225, 385."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}