{
  "id": "eweb_328",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/maruf-i-kerhi",
  "annotator": "Jeremy",
  "title": "MA‘RÛF-i KERHÎ",
  "arabic_title": "معروف الكرخي",
  "summary": "Ebü’l-Mahfûz Ma‘rûf b. Fîrûzân el-Kerhî (ö. 200/815-16 [?]) Iraklı zâhid ve sûfî.",
  "parts": [
    {
      "author": "REŞAT ÖNGÖREN",
      "content": "Bağdat’ın Kerh mahallesinde doğdu (Hatîb, XIII, 199). Sâmerrâ yakınındaki Kerh-i Bâceddâ veya Şehrizor civarındaki Kerh-i Cüddân’dan olduğu da kaydedilmektedir (Yâkūt, IV, 255). Hıristiyan veya bir rivayete göre Vâsıtlı Sâbiî bir ailenin oğlu olan Ma‘rûf’un çocukluğunda ailesi tarafından hıristiyan bir hocaya teslim edildiği, teslîs inancına karşı çıktığı için hocası kendisini dövünce ailesini terkedip kaçtığı, yıllar süren bu ayrılığı sırasında sekizinci imam Ali er-Rızâ ile karşılaştığı, onun vasıtasıyla müslüman olduğu, eve döndüğünde evlât hasretiyle yanan anne ve babasının da ona uyup müslüman oldukları bütün kaynaklarda belirtilmektedir. Bazı kaynaklarda babasının adının Ali olarak geçmesi (Sülemî, s. 84) onun İslâmiyet’i kabul ettikten sonra bu adı almış olabileceğini akla getirmektedir. Ma‘rûf’un zühd hayatına yönelmesi, Dâvûd et-Tâî’nin müridi Ebü’l-Abbas İbnü’s-Semmâk vasıtasıyla olmuştur. Kûfe’de vaazını dinlediği İbnü’s-Semmâk’in Allah’tan yüz çeviren kimseden Allah’ın da yüz çevireceğini, Allah’a bütün kalbiyle yönelen kimseye O’nun rahmetiyle yöneleceğini ve bütün mahlûkatı ona yönelteceğini ifade eden sözlerinden çok etkilendiğini, Allah’a yönelip efendisi İmam Ali er-Rızâ’nın hizmeti dışında bütün meşguliyetini ve malını terkettiğini söylemesi Ma‘rûf-i Kerhî’nin Ali er-Rızâ ile münasebetinin sürekli olduğunu göstermektedir. Nitekim Ali er-Rızâ’nın kapıcısı olduğu, Şiî bir grup onu ziyaret ederken meydana gelen izdiham sırasında kemiklerinin kırılıp bir süre sonra öldüğü kaydedilmektedir ( a.g.e. , s. 84). Zehebî, muhtemelen Ali er-Rızâ’nın kapıcısının adının da Ma‘rûf olduğunu söyleyerek bu rivayeti doğru kabul etmez ( Aʿlâmü’n-nübelâʾ , IX, 343). Onun İmam Ali er-Rızâ’nın kapıcısı olduğuna dair Sünnî kaynaklarında da yer alan bu bilgi Şiî çevrelerinde genel kabul görmekle birlikte bazı Şiî müellifleri tarafından eski Şiî tabakat kitaplarında Ma‘rûf’un adının geçmemesi sebebiyle şüpheyle karşılanmıştır. Bir kısım eserlerde Ma‘rûf’un İmam Ca‘fer es-Sâdık’ın yakınlarından olduğu kaydedilmekteyse de bu rivayet onun Ma‘rûf-i Mekkî adlı biriyle karıştırılmasından kaynaklanmaktadır (Ma‘sûm Ali Şah, II, 289). Kendisinden naklettiği bir sözünden (Feridüddin Attâr, s. 294) Ma‘rûf’un Dâvûd et-Tâî ile de görüştüğü anlaşılmaktadır. Nitekim bu sözü kaydeden Attâr’dan önceki kaynaklarda da onun Dâvûd et-Tâî ile görüştüğü belirtilmektedir. İbn Teymiyye, Ma‘rûf-i Kerhî’nin Kerh dışına çıkmadığını ileri sürerek Ali er-Rızâ vasıtasıyla müslüman olup ondan hırka giydiğine ve Dâvûd et-Tâî’nin sohbetlerine katıldığına dair bilgilerin doğru olmadığını söylemiş ( Minhâcü’s-sünne , VIII, 44), Ebû Nuaym el-İsfahânî ve Ebü’l-Ferec İbnü’l-Cevzî gibi müelliflerin bu tür bilgilere yer vermemiş olmasını da dayanakları arasında zikretmiştir. Ancak İbnü’l-Cevzî, Menâḳıbü Maʿrûf el-Kerḫî ve aḫbâruh adlı eserinde onun Ali er-Rızâ vasıtasıyla müslüman olduğunu kaydetmekte ve Dâvûd et-Tâî’nin sohbetlerine katıldığını da Muhammed b. Hüseyin es-Sülemî’den naklen zikretmektedir (s. 51, 57). Öte yandan Ma‘rûf’un Kerh dışına çıktığı kaynaklarda belirtilmektedir. Zehebî de Sülemî’nin bu kaydının doğru olmadığını belirterek İbn Teymiyye ile aynı kanaati paylaşmıştır ( Aʿlâmü’n-nübelâʾ , IX, 339). Onun Dâvûd et-Tâî ile görüşmediğini ileri süren Şiî müellifleri de vardır (Abdülhüseyin Zerrînkûb, s. 114). Ma‘rûf-i Kerhî’nin 200 (815-16) veya 201 (816-17) yılında Bağdat’ta vefat ettiği belirtilmekle birlikte 204 (819-20) tarihini verenler de vardır. Zâviyesinin bulunduğu yere defnedilen Ma‘rûf-i Kerhî’nin kabrinin çevresinde kendi adıyla anılan bir kabristan oluşmuş ve mezarının üzerine bir cami inşa edilmiştir. Ma‘rûf-i Kerhî’nin mânevî tasarrufunun ölümünden sonra devam ettiğine inanıldığından kısa bir süre içinde kabri ziyaretgâh haline gelmiştir. İlk kaynaklardan itibaren nakledilen, “Ma‘rûf’un kabri tecrübe edilmiş bir ilâçtır” sözü (Sülemî, s. 85; İbnü’l-Cevzî, Menâḳıbü Maʿrûf el-Kerḫî , s. 200) yaygındır. Tasavvufta velî kabirlerini ziyaret edip şifa bulma geleneği muhtemelen Ma‘rûf’un kabrinin gördüğü bu ilgiden sonra başlamıştır. XVII. yüzyılda Bağdat’ı ziyaret eden Evliya Çelebi türbe etrafında oluşan kültürden bahsetmektedir. Tasavvuf tarihinin en büyük şahsiyetlerinden olan Mar‘ûf-i Kerhî’nin önemi daha çok Kādiriyye, Halvetiyye, Nakşibendiyye, Rifâiyye, Desûkıyye, Mevleviyye, Safeviyye, Ni‘metullāhiyye, Nurbahşiyye, Bektaşiyye gibi Sünnî ve Şiî birçok tarikatın silsilesinin kendisiyle devam etmesinden kaynaklanmaktadır. Bu silsilelerin ilki Ali er-Rızâ, Mûsâ el-Kâzım, Ca‘fer es-Sâdık, Muhammed el-Bâkır, Ali Zeynelâbidîn ve Hüseyin b. Ali vasıtasıyla Hz. Ali’ye ulaşır. On iki imamdan yedisinin yer aldığı “silsiletü’z-zeheb” denilen bu silsileyi sadece Nakşibendîler (Muhammed Pârsâ, s. 28), Ca‘fer es-Sâdık’tan sonra Kāsım b. Muhammed b. Ebû Bekir ve Selmân-ı Fârisî vasıtasıyla Hz. Ebû Bekir’e de ulaştırırlar. Diğer silsile Dâvûd et-Tâî, Habîb el-Acemî ve Hasan-ı Basrî vasıtasıyla yine Hz. Ali’ye varır. Üçüncü bir silsile de Ferkad es-Sebahî, Hasan-ı Basrî, Enes b. Mâlik vasıtasıyla Hz. Ali’ye ulaşır (İbnü’n-Nedîm, s. 260). Ma‘rûf-i Kerhî’nin talebelerinden en önde geleni, birçok silsilenin kendisiyle devam ettiği Cüneyd-i Bağdâdî’nin şeyhi Serî es-Sakatî’dir. Ayrıca Ma‘rûf’tan sonra müridleri Şehâbeddin Ahmed Tebrîzî, İsrâfil el-Mağribî, Ebû Hamza Muhammed el-Bağdâdî ile de farklı silsileler oluşmuştur. Ahmed b. Hanbel başta olmak üzere Yahyâ b. Maîn, Bişr el-Hâfî gibi dönemin önemli simalarının Ma‘rûf-i Kerhî’yi ziyaret edip kendisiyle bazı konuları istişare ettikleri, Ma‘rûf’un ilimde yetersiz olduğunu söyleyen birine Ahmed b. Hanbel’in, “İlimle elde edilmek istenen şey Ma‘rûf’un ulaştığı mertebedir” cevabını verdiği, onun duası makbul sayılan abdal zümresinden olduğunu söylediği kaydedilmektedir. Süfyân b. Uyeyne ve Abdülvehhâb el-Verrâk’ın da Ma‘rûf’un büyüklüğü ve kerametleriyle ilgili sözleri vardır. Gazzâlî İḥyâʾü ʿulûmi’d-dîn ’de Ma‘rûf’un çeşitli sözlerini nakletmiş, Mevlânâ Celâleddîn-i Rûmî Mes̱nevî ’de (II, 71) onun büyüklüğünün İmam Ali er-Rızâ gibi bir zata hizmet etmesinden kaynaklandığına işaret ederek, “Ma‘rûf, Hz. Peygamber’in haremine bekçi oldu da aşk halifesi kesildi, nefesleri Tanrı nefesi oldu” demiştir. Ma‘rûf-i Kerhî zâhidliğiyle tanınmış, duası kabul edildiğine inanıldığı için daha sağlığında zâviyesi herkesin rağbet ettiği bir yer haline gelmiştir. Müridi Serî es-Sakatî’ye, “Allah’tan bir şey dilersen Ma‘rûf’un hürmetine diyerek iste” şeklindeki nasihati, tasavvuf tarihinde şeyhlerden istimdad ve tevessül geleneğini başlatan ilk örnek olması bakımından önemlidir. Onun Ali er-Rızâ’dan huruf ilmini öğrendiği nakledilir. Sülemî ve Hücvirî, Ma‘rûf’u fütüvvet ehli sûfîler arasında saymıştır. Fütüvvet ehlinin alâmetlerini vefalı olmak, karşılık beklemeden övmek ve istenmeden vermek şeklinde ifade eden Ma‘rûf-i Kerhî tasavvufu, “Hakikatleri elde etmek ve halkın elindekilerden ümidi kesmektir” şeklinde tarif etmiştir. Ayrıca onun ilâhî aşktan ilk söz edenlerden olduğu nakledilir. Aşkın ancak Allah’ın lutfu olduğunu, kazanılan bir şey olmadığını söylemesi tasavvuf düşüncesi üzerinde ciddi etki yapmıştır. Ma‘rûf-i Kerhî hadis rivayetinde de bulunmuştur. Bekir b. Huneys, Rebî‘ b. Sabîh, Abdullah b. Mûsâ ve İbnü’s-Semmâk’ten hadis almış, kendisinden Halef b. Hişâm, Serî es-Sakatî, Zekeriyyâ b. Yahyâ el-Mervezî, Yahyâ b. Ebû Tâlib rivayette bulunmuştur. İbnü’l-Cevzî onun rivayet ettiği yedi hadisin tahrîcini yapmıştır. İbnü’l-Cevzî, Menâḳıbü Maʿrûf el-Kerḫî ve aḫbâruh adıyla yirmi yedi bölümden oluşan bir eser kaleme almıştır. Tasavvufa ve sûfîlere birçok eleştiri yönelten İbnü’l-Cevzî’nin Ma‘rûf’un faziletlerini anlatan böyle bir eser yazması, onun görüşlerini sürdüren İbn Teymiyye’nin Ma‘rûf-i Kerhî’yi eleştirmemesine sebep olmuştur. Muhtemelen her ikisini de etkileyen Ahmed b. Hanbel’in onun hakkındaki olumlu tavrıdır. Ma‘rûf-i Kerhî’nin eser telif ettiğine dair kaynaklarda bilgi bulunmamaktadır. Ona nisbet edilen Fütûḥ-i Erbaʿîn isimli risâle İbrâhim Edhem Giridî tarafından tercüme edilip neşredilmiştir (İstanbul 1312). Kırk bölümden oluşan risâlede ilâhî aşk konusu ele alınmaktadır. BİBLİYOGRAFYA İbnü’n-Nedîm, el-Fihrist , Kahire 1348, s. 260. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1310, I, 9. Sülemî, Ṭabaḳāt , s. 83-90. Ebû Nuaym, Ḥilye , VIII, 360-368. Hatîb, Târîḫu Baġdâd , XIII, 199-209. Kuşeyrî, Risâle (Uludağ) , bk. İndeks. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 212-213, 216. İbn Ebû Ya‘lâ, Ṭabaḳātü’l-Ḥanâbile , I, 382-389. İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , II, 318-324. a.mlf., Menâḳıbü Maʿrûf el-Kerḫî ve aḫbâruh (nşr. Abdullah M. el-Cübûrî), Beyrut 1985; ayrıca bk. neşredenin girişi, s. 9-28. Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), Bursa 1984, s. 294, 349-354. Yâkūt, Muʿcemü’l-büldân , IV, 255. Mevlânâ, Mesnevî , II, 71. İbn Hallikân, Vefeyât , V, 231-233. Takıyyüddin İbn Teymiyye, Minhâcü’s-sünne (nşr. M. Reşâd Sâlim), Riyad 1406/1986, IV, 61-62; VIII, 44. Zehebî, el-ʿİber , I, 262. a.mlf., Aʿlâmü’n-nübelâʾ , IX, 339-345. Yâfiî, Mirʾâtü’l-cenân (Cübûrî) , I, 463-465. İbnü’l-Mülakkın, Ṭabaḳātü’l-evliyâʾ (nşr. Nûreddin Şerîbe), Kahire 1406/1986, s. 280-285. Muhammed Pârsâ, Risâle-i Kudsiyye (trc. Necdet Tosun), İstanbul 1998, s. 28. İbn Tağrîberdî, en-Nücûmü’z-zâhire , II, 166-167. Câmî, Nefeḥât , s. 38-39. Şa‘rânî, eṭ-Ṭabaḳāt , I, 61-62. Münâvî, el-Kevâkib (nşr. Abdülhamîd Sâlih Hamdân), Kahire, ts. (el-Mektebetü’l-Ezheriyye), I, 488-491. Hulvî, Lemezât-ı Hulviyye , Süleymaniye Ktp., Hâlet Efendi, nr. 281, vr. 90 b -94 b . İbnü’l-İmâd, Şeẕerât , I, 360. Evliya Çelebi, Seyahatnâme , V, 4. Ahmed Rifat, Mir’âtü’l-makāsıd , İstanbul 1293, s. 28-29. Mehmed Şükrü, Silsilenâme-i Sûfiyye , Hacı Selim Ağa Ktp., Hüdâî Efendi, nr. 1098, s. 7, 15, 17, 23, 29, 39, 56-57, 59. Ma‘sûm Ali Şah, Ṭarâʾiḳ , II, 287-293, 299. Kâmil Mustafa eş-Şeybî, eṣ-Ṣıla beyne’t-taṣavvuf ve’t-teşeyyuʿ , Beyrut 1982, s. 386-390, 458, 467. Muhammed Celâl Şeref, Dirâsât fi’t-taṣavvufi’l-İslâmî , Beyrut 1984, s. 115-131. Abdülhüseyin Zerrînkûb, Dünbâle-i Cüstücû der Taṣavvuf-i Îrân , Tahran 1369 hş., s. 113-114. Mustafa Kara, “Ma’ruf Kerhî ve Tasavvuf-Şia İlişkisi Üzerine”, Hareket , sy. 16-17, İstanbul 1980, s. 3-14. Tahsin Yazıcı, “Mârûf Kerhî”, İA , VII, 344-345. R. A. Nicholson – [R. W. J. Austin], “Maʿrūf al-Kark̲h̲ī”, EI 2 (İng.) , VI, 613-614. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2003 yılında Ankara’da basılan 28. cildinde, 67-68 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "İbnü’n-Nedîm, el-Fihrist , Kahire 1348, s. 260.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1310, I, 9.",
        "Sülemî, Ṭabaḳāt , s. 83-90.",
        "Ebû Nuaym, Ḥilye , VIII, 360-368.",
        "Hatîb, Târîḫu Baġdâd , XIII, 199-209.",
        "Kuşeyrî, Risâle (Uludağ) , bk. İndeks.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 212-213, 216.",
        "İbn Ebû Ya‘lâ, Ṭabaḳātü’l-Ḥanâbile , I, 382-389.",
        "İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , II, 318-324.",
        "a.mlf., Menâḳıbü Maʿrûf el-Kerḫî ve aḫbâruh (nşr. Abdullah M. el-Cübûrî), Beyrut 1985; ayrıca bk. neşredenin girişi, s. 9-28.",
        "Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), Bursa 1984, s. 294, 349-354.",
        "Yâkūt, Muʿcemü’l-büldân , IV, 255.",
        "Mevlânâ, Mesnevî , II, 71.",
        "İbn Hallikân, Vefeyât , V, 231-233.",
        "Takıyyüddin İbn Teymiyye, Minhâcü’s-sünne (nşr. M. Reşâd Sâlim), Riyad 1406/1986, IV, 61-62; VIII, 44.",
        "Zehebî, el-ʿİber , I, 262.",
        "a.mlf., Aʿlâmü’n-nübelâʾ , IX, 339-345.",
        "Yâfiî, Mirʾâtü’l-cenân (Cübûrî) , I, 463-465.",
        "İbnü’l-Mülakkın, Ṭabaḳātü’l-evliyâʾ (nşr. Nûreddin Şerîbe), Kahire 1406/1986, s. 280-285.",
        "Muhammed Pârsâ, Risâle-i Kudsiyye (trc. Necdet Tosun), İstanbul 1998, s. 28.",
        "İbn Tağrîberdî, en-Nücûmü’z-zâhire , II, 166-167.",
        "Câmî, Nefeḥât , s. 38-39.",
        "Şa‘rânî, eṭ-Ṭabaḳāt , I, 61-62.",
        "Münâvî, el-Kevâkib (nşr. Abdülhamîd Sâlih Hamdân), Kahire, ts. (el-Mektebetü’l-Ezheriyye), I, 488-491.",
        "Hulvî, Lemezât-ı Hulviyye , Süleymaniye Ktp., Hâlet Efendi, nr. 281, vr. 90 b -94 b .",
        "İbnü’l-İmâd, Şeẕerât , I, 360.",
        "Evliya Çelebi, Seyahatnâme , V, 4.",
        "Ahmed Rifat, Mir’âtü’l-makāsıd , İstanbul 1293, s. 28-29.",
        "Mehmed Şükrü, Silsilenâme-i Sûfiyye , Hacı Selim Ağa Ktp., Hüdâî Efendi, nr. 1098, s. 7, 15, 17, 23, 29, 39, 56-57, 59.",
        "Ma‘sûm Ali Şah, Ṭarâʾiḳ , II, 287-293, 299.",
        "Kâmil Mustafa eş-Şeybî, eṣ-Ṣıla beyne’t-taṣavvuf ve’t-teşeyyuʿ , Beyrut 1982, s. 386-390, 458, 467.",
        "Muhammed Celâl Şeref, Dirâsât fi’t-taṣavvufi’l-İslâmî , Beyrut 1984, s. 115-131.",
        "Abdülhüseyin Zerrînkûb, Dünbâle-i Cüstücû der Taṣavvuf-i Îrân , Tahran 1369 hş., s. 113-114.",
        "Mustafa Kara, “Ma’ruf Kerhî ve Tasavvuf-Şia İlişkisi Üzerine”, Hareket , sy. 16-17, İstanbul 1980, s. 3-14.",
        "Tahsin Yazıcı, “Mârûf Kerhî”, İA , VII, 344-345.",
        "R. A. Nicholson – [R. W. J. Austin], “Maʿrūf al-Kark̲h̲ī”, EI 2 (İng.) , VI, 613-614."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 810
}