{
  "id": "eweb_335",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/muhib",
  "annotator": "Jeremy",
  "title": "MUHİB",
  "arabic_title": "المحب",
  "summary": "Sûfî olmadıkları halde sûfîliğe ve tarikat ehline yakınlık duyanlar için kullanılan bir terim.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Sözlükte “seven, dost” anlamına gelen muhib ( muhibb ) kelimesi, başlangıçta sevgi üzerinde fazla duran ilk sûfîler tarafından “âşık” mânasında kullanılmıştır. Bu dönemde aşk yerine hub ve mahabbet (muhabbet), âşık yerine muhib terimleri görülmektedir. Serî es-Sakatî, iki kişiden her birinin diğerini kendisi olarak görmedikçe sahih bir muhabbetin gerçekleşmeyeceğini söylerken bununla aşkı kastetmiştir (Kuşeyrî, s. 618). Allah sevgisini (muhabbetullah) tasavvuf anlayışının temeli kabul ettiğinden Semnûn b. Hamza (Abdullah) “Semnûn el-Muhib” diye tanınmıştır. Öte yandan tasavvufun ilk dönemlerinden itibaren sûfî veya tarikat ehli olmadıkları halde tarikat ehline karşı sevgi besleyenlere de muhib denilmiştir. Bu anlamda muhib Hak dostlarının dostu olan kişidir. Sûfîler ve tarikat ehli kendi yollarına ilgi duyup sevgi besleyen muhibleri takdir etmiş, bir bakıma kendilerinden saymışlardır. Cüneyd-i Bağdâdî, “Sûfîlik iddia edenleri takdir ediniz ki gerçek sûfî olsunlar, eğer himmetleri yüce olmasaydı başka bir şey iddia ederlerdi” demiş, Cemâl-i Mevsılî, Hak dostlarına dost olanların onların hal, remiz ve işaretlerinin muhibbi olduklarını belirtip ilgiyle sevgi arasındaki alâkaya dikkat çekmiştir. Kuşeyrî, “Kişi sevdiğiyle beraberdir” hadisini (Buhârî, “Edeb”, 69; Müslim, “Birr”, 165) zikrederek muhib olmanın önemine işaret etmiştir ( er-Risâle , s. 616, 624). Bu bağlamda tasavvufta velîlerle gönülden birliktelik önemli bir mertebedir. Sühreverdî, bir araya gelip Hakk’ı zikredenlerin faziletinden bahsederken onların arasında tesadüfen bulunan bir kişinin de bedbaht olmayacağını bildiren hadise (Buhârî, “Daʿavât”, 66) dikkat çekmiştir ( ʿAvârifü’l-maʿârif , s. 70). Sûfîler, “Bir kavme benzeyen onlardandır” hadisini ( Müsned , II, 50; Ebû Dâvûd, “Libâs”, 4) “Velîlere benzemeye özenen onların zümresindendir” şeklinde yorumlamışlardır. Sûfîliğe özenenlerin arasında gayri samimi ve çıkarcı kişiler her dönemde bulunagelmiş, sûfîler “müddeî, sahtekâr, mukallit, mustasvif” adını verdikleri bu riyakârlara karşı çevrelerindeki insanları sürekli uyarmışlardır. Muhib terimi, tarikatlar döneminde bir tarikata intisap etme hazırlığında olan kişiler için de kullanılmıştır. Tasavvufta hırka giymekle amaçlanan şeylerden biri de tarikata girenlerin birbirine benzemesini sağlamaktır. Dervişlerin kıyafetlerinin aynı olması gönüllerinin de benzeşmesi ve birleşmesine sebep olur (Yahyâ b. Ahmed el-Bâharzî, s. 23). Mevlevîlik ve Bektaşîlik’te tarikata intisap eden kişiye muhib denir ve tarikat hiyerarşisinde ilk dereceyi temsil eder. BİBLİYOGRAFYA Tehânevî, Keşşâf , I, 299. Müsned , II, 50. Buhârî, “Daʿavât”, 66, “Edeb”, 69. Müslim, “Birr”, 165. Ebû Dâvûd, “Libâs”, 4. Sülemî, Ṭabaḳāt , s. 195, 408, 561. Kuşeyrî, er-Risâle (nşr. Abdülhalîm Mahmûd), Kahire 1966, s. 616, 618, 624. Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 65, 70. Yahyâ b. Ahmed el-Bâharzî, Evrâdü’l-aḥbâb ve fuṣûṣü’l-âdâb (nşr. Îrec Efşâr), Tahran 1358 hş., s. 23, 273, 288. Lâmiî, Nefehât Tercümesi , s. 14-22. Abdülbaki Gölpınarlı, Mevlevî Âdâb ve Erkânı , İstanbul 1963, s. 28. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2020 yılında Ankara’da basılan 31. cildinde, 34 numaralı sayfada yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Tehânevî, Keşşâf , I, 299.",
        "Müsned , II, 50.",
        "Buhârî, “Daʿavât”, 66, “Edeb”, 69.",
        "Müslim, “Birr”, 165.",
        "Ebû Dâvûd, “Libâs”, 4.",
        "Sülemî, Ṭabaḳāt , s. 195, 408, 561.",
        "Kuşeyrî, er-Risâle (nşr. Abdülhalîm Mahmûd), Kahire 1966, s. 616, 618, 624.",
        "Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 65, 70.",
        "Yahyâ b. Ahmed el-Bâharzî, Evrâdü’l-aḥbâb ve fuṣûṣü’l-âdâb (nşr. Îrec Efşâr), Tahran 1358 hş., s. 23, 273, 288.",
        "Lâmiî, Nefehât Tercümesi , s. 14-22.",
        "Abdülbaki Gölpınarlı, Mevlevî Âdâb ve Erkânı , İstanbul 1963, s. 28."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}