{
  "id": "eweb_340",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/musahede",
  "annotator": "Jeremy",
  "title": "MÜŞÂHEDE",
  "arabic_title": "المشاهدة",
  "summary": "Allah’ın zuhur ve tecellilerini görme anlamında tasavvuf terimi.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Sözlükte “görmek, şahitlik etmek, gözlemlemek; bir nesnenin hakikatine vâkıf olmak” anlamlarına gelen müşâhede kelimesi tasavvufta Allah’ın zuhur ve tecellilerini görmeyi, seyir ve temaşa etmeyi ifade eder. Müşâhedenin gözün müşâhedesi, kalbin müşâhedesi, ruhun müşâhedesi ve sırrın müşâhedesi gibi mertebeleri vardır. Gözle (basar) müşâhede hareket noktasıdır; bunun ilerisi kalp gözüyle (basîret) müşâhededir. Belli bir mânevî mertebede bulunan bir sâlike içinde bulunduğu mertebenin üstü gāibdir, onunla üst mertebeler arasında birçok perde (hicâb) bulunur. Sülûkün amacı bu perdeleri aşıp ardındaki ilâhî hakikatleri temaşa etmektir. Perdenin ötesindeki ilâhî hakikatler daha açık, daha nurlu ve daha latiftir. Perdelerin açılması konusu tasavvuf kaynaklarında muhâdara, mükâşefe ve müşâhede şeklinde üç aşamada ele alınır. Muhâdara, Hakk’ın zikrinin hâkimiyeti altında olan kalbin O’nun huzurunda bulunmasıdır. Muhâdara, Allah’ın var ve bir olduğunu gösteren delillerin sâlikte oluşturduğu mânevî halin neticesinde gerçekleşir. Mükâşefe delillere ihtiyaç kalmadan kalbin Hakk’ın huzurunda bulunmasıdır. Müşâhede ise hiçbir şüphe kalmadan Hakk’ın kalpte huzurudur; Cüneyd-i Bağdâdî’nin ifadesiyle sâlikin kendini kaybederek Hakk’ı bulmasıdır. Ayne’l-yakīn, ilme’l-yakīn ve hakka’l-yakīn de bu üç halin başka bir tarzda ifadesidir (Gazzâlî, el-İmlâʾ , I, 79). Muhâdara sahibi delillerle bağlıdır; ona yol gösteren akıldır. Mükâşefe sahibi Allah’ın sıfatlarıyla ünsiyet halindedir; ilmi onu Hakk’a yaklaştırır. Müşâhede sahibi ise Hakk’ın vahdet deryasına dalmış olup mârifeti onu ifnâ etmiştir (Kuşeyrî, s. 226). Müşâhede haline “şühûdî fenâ” veya “vahdet-i şühûd” gibi isimler verilmiştir. Muhâdarada akıl, mükâşefede ilim, müşâhedede mârifet merkezî bir ağırlığa sahiptir. Müşâhede hissî bir görme ve algılama değil mânevî ve ruhî bir keyfiyet olduğundan bu hali yaşamayanların onun mahiyetini kavraması mümkün değildir. Müşâhede fenâ, cezbe ve vecd gibi tasavvufî haller içinde gerçekleşir. Sâlik nefsinden fâni olup Hak’ta bâki olması nisbetinde bu hali Yaşar. Ebû Osman el-Mekkî müşâhedeyi ardarda çakan şimşeklerle meydana gelen aydınlığa benzetir. Kitâbü’l-Müşâhede adıyla bir eser yazmış olan Ebû Osman müşâhedeyi bazan “huzur”, bazan “yakīn ilmi ve bunun hakikatleri”, bazan da “yakīnin ziyadeleşmiş şekli” olarak tarif eder (Serrâc, s. 100). Müşâhede halini yaşayan velîlere ehl-i müşâhede veya ehl-i şühûd denir. Büyük velîler ve ârifler her şeyde Allah’ı müşâhede ettikleri gibi bütün varlıkları da O’nunla müşâhede ederler, müşâhedesiz geçirdikleri yılları yaşanmış saymazlar. Bâyezîd-i Bistâmî’nin yaşı sorulduğunda dört yaşında olduğunu, yetmiş yıl dünya hicabının ardında kaldığını, hicap içinde geçen zamanı ömürden saymadığını söylemesinin sebebi budur. Hücvîrî biri yakīn halinin sahih oluşundan, diğeri muhabbet halinin baskın oluşundan kaynaklanan iki tür müşâhededen söz eder. “Hiçbir şey görmedim ki Allah’ı onda müşâhede etmiş olmayayım” diyen Muhammed b. Vâsi‘, bu sözüyle sahih bir yakīn ile Allah’ı o şeyde müşâhede ettiğini ifade etmek istemiştir. Çünkü o, fiili görmekte ve bu fiili görürken fâilini yani Allah’ı basîretiyle, fiili de basarı ile görmektedir. Ebû Bekir eş-Şiblî’nin, “Hiçbir şey görmedim ki o Allah olmasın” sözü muhabbetin galebesi ve müşâhedenin galeyanı ile, “Her şeyi Allah olarak gördüm” demektir. Muhabbet kendisini bütün varlıklardan tecrit ettiği için Şiblî her şeyi fâil olarak görmektedir. Hücvîrî’ye göre Muhammed b. Vâsi‘in yolu istidlâl, Şiblî’nin yolu cezbedir ( Keşfü’l-maḥcûb , s. 428). Muhyiddin İbnü’l-Arabî’ye göre üç türlü müşâhede vardır: Halkı Hak’ta müşâhede, Hakk’ı halkta müşâhede, Hakk’ı halksız müşâhede ( el-Fütûḥât , II, 652). Mükâşefe hali müşâhede halinde daha mükemmeldir. Mükâşefe mâna ile, müşâhede zatla alâkalıdır. Müşâhede rü’yetten farklıdır. Rü’yet bilinen şeyi, müşâhede ise daha önce bilinmeyen bir hususu görmektir. Rü’yet zâhirle, müşâhede bâtınla ilgilidir. Müşâhede Allah’ın isim, fiil ve sıfatlarının tecellilerini temaşa etmektir. Allah’ın zâtını değil zâtî tecellisini temaşa etmek müşâhedenin en mükemmel şeklidir ( a.g.e. , II, 748). Müşâhede mücâhedenin neticesi ve semeresidir. Nefsini arındırma yolunda çile çekmeyenlerin müşâhede haline ermeleri imkânsızdır. “Uğrumuzda mücâhede edenleri yollarımıza erdiririz” meâlindeki âyet (el-Ankebût 29/69) mücâhedesiz müşâhedenin olamayacağını gösterir. Müşâhede halinin gerçekleşmesi için bu konudaki istek ve iradenin ortadan kalkması şarttır. Hz. Mûsâ’nın Allah’ı görmek istediği halde görememesi, buna karşılık Hz. Peygamber’in böyle bir talepte bulunmadığı halde O’nu görmesi bunu gösterir. Öte yandan Bâyezîd-i Bistâmî’nin, “Allah’ın öyle kulları vardır ki dünya ve âhirette bir lahza Allah’ı müşâhededen geri kalsalar mürted olurlardı” sözüyle büyük velîlerin sürekli müşâhede halinde olduğunu ifade etmek istemiştir. Yûnus Emre’nin, “Yûnus Emre gözün aç iki cihan dopdolu Hak”; “Can gözü O’nu gördü dil O’ndan haber verdi”; “Ol dost yüzün görelden aklım başıma gelmez benim”; “Ben bu dem seni gördüm nicesi sabreyleyem”; “Ben dost cemâlin görmüşem hûr u cinânı neylerem” gibi mısralarla müşâhede halini anlatır. Başlangıçta “Hak ile kulu arasındaki perdelerin teker teker kalkıp ilâhî tecellilerin temaşa edilmesi” anlamına gelen müşâhede sonraları “melekleri veya ölülerin ruhlarını, onların kabirdeki hallerini görme, gayba ait bazı hususları görüp onlardan haber verme” mânasında da kullanılmıştır. BİBLİYOGRAFYA Serrâc, el-Lümaʿ , s. 100, 415. Kelâbâzî, et-Taʿarruf , s. 118. Sülemî, Ṭabaḳāt , s. 561. Kuşeyrî, er-Risâle (nşr. Abdülhalîm Mahmûd), Kahire 1966, s. 225-226. Hücvîrî, Keşfü’l-maḥcûb , s. 427-428, 488. Gazzâlî, İḥyâʾ , Kahire 1358/1939, II, 288; IV, 299, 308, 313. a.mlf., el-İmlâʾ ʿan işkâlâti’l-İḥyâʾ ( İḥyâʾ içinde), I, 79. a.mlf., el-Maḳṣadü’l-esnâ , Kahire 1322, s. 91. Ebû Mansûr el-Abbâdî, Ṣûfînâme (nşr. Gulâm Hüseyn Yûsufî), Tahran 1347, s. 175. Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 529. İbnü’l-Arabî, el-Fütûḥât , II, 651-652, 748. a.mlf., Kitâbü’l-Fenâʾ fi’l-müşâhede , Beyrut 1367, s. 2-9. Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd , Tahran 1352 hş., s. 165. Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , s. 153. a.mlf., Leṭâʾifü’l-iʿlâm (nşr. Saîd Abdülfettâh), Kahire 1996, II, 603. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, III, 245. İbn Haldûn, Şifâʾü’s-sâʾil , s. 30, 33, 177. el-Muʿcemü’ṣ-ṣûfî , s. 659. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2006 yılında İstanbul’da basılan 32. cildinde, 152-153 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Serrâc, el-Lümaʿ , s. 100, 415.",
        "Kelâbâzî, et-Taʿarruf , s. 118.",
        "Sülemî, Ṭabaḳāt , s. 561.",
        "Kuşeyrî, er-Risâle (nşr. Abdülhalîm Mahmûd), Kahire 1966, s. 225-226.",
        "Hücvîrî, Keşfü’l-maḥcûb , s. 427-428, 488.",
        "Gazzâlî, İḥyâʾ , Kahire 1358/1939, II, 288; IV, 299, 308, 313.",
        "a.mlf., el-İmlâʾ ʿan işkâlâti’l-İḥyâʾ ( İḥyâʾ içinde), I, 79.",
        "a.mlf., el-Maḳṣadü’l-esnâ , Kahire 1322, s. 91.",
        "Ebû Mansûr el-Abbâdî, Ṣûfînâme (nşr. Gulâm Hüseyn Yûsufî), Tahran 1347, s. 175.",
        "Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 529.",
        "İbnü’l-Arabî, el-Fütûḥât , II, 651-652, 748.",
        "a.mlf., Kitâbü’l-Fenâʾ fi’l-müşâhede , Beyrut 1367, s. 2-9.",
        "Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd , Tahran 1352 hş., s. 165.",
        "Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , s. 153.",
        "a.mlf., Leṭâʾifü’l-iʿlâm (nşr. Saîd Abdülfettâh), Kahire 1996, II, 603.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, III, 245.",
        "İbn Haldûn, Şifâʾü’s-sâʾil , s. 30, 33, 177.",
        "el-Muʿcemü’ṣ-ṣûfî , s. 659."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
