{
  "id": "eweb_342",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/nafile",
  "annotator": "Jeremy",
  "title": "NÂFİLE",
  "arabic_title": "النافلة",
  "summary": "Farz ve vâcip niteliğinde olmayan ibadet anlamında fıkıh terimi.",
  "parts": [
    {
      "author": "FAHRETTİN ATAR",
      "content": "Nefl kökünden türeyen nâfile kelimesi (çoğulu nevâfil ) sözlükte “hak edilen miktara veya paya eklenen, ziyade, ilâve, fazlalık” gibi anlamlara gelir; ayrıca nefel ile eş anlamlı olarak “ganimet ve bağış” mânasında da kullanılır. Fıkıhta nâfile ve nefl kelimeleri, geniş anlamıyla dinen farz ve vâcip niteliğinde olmaksızın mükelleften yapılması istenen malî ve bedenî ibadetleri, dar anlamıyla farz, vâcip ve sünnet ibadetler dışında kişinin daha fazla sevap kazanmak için kendi isteğiyle yaptığı malî ve bedenî ibadetleri ifade eder ( Tehânevî, Keşşâf , II, 1325). Kur’ân-ı Kerîm’de “ganimetler” anlamında olmak üzere nefelin çoğulu olan enfâl aynı âyette iki defa (el-Enfâl 8/1), nâfile kelimesi biri “torun” (el-Enbiyâ 21/72), diğeri “ilâve ibadet” (el-İsrâ 17/79) mânasında olmak üzere iki âyette geçer. Müfessirler, bunların ilkinde torunun kişinin kendi çocuğuna nisbetle fazladan bir armağan sayılması dolayısıyla, ikincisinde teheccüd namazının ya Hz. Peygamber’e yüklenen ilâve bir vecîbe olması veya kılana fazla sevap kazandırması sebebiyle bu kelimenin kullanıldığını belirtirler. Hz. Peygamber’in hadislerinde farz ve vâcip niteliğinde olmayan ibadetlerin nâfile ve tatavvu‘ kelimeleriyle ifade edildiği görülür (Buhârî, “Teheccüd”, 5, 27; Müslim, “Ṣalâtü’l-müsâfirîn”, 94; Ebû Dâvûd, “Teṭavvuʿ”, 1). Kavramsal Çerçeve. Hanefî fıkıh usulü literatüründe, dinen mükelleften yapılması istenen fiiller talebin kuvveti yanında delilin kat‘î veya zannî oluşu da dikkate alınarak farz, vâcip, sünnet ve nâfile şeklinde dört kısma ayrılmıştır. Buna göre yapılması delâlet ve sübût yönünden kat‘î delillerle kesin ve bağlayıcı tarzda istenen fiiller farz, zannî delillerle kesin ve bağlayıcı tarzda istenenler vâcip, kesin ve bağlayıcı olmaksızın istenen ve yapanın sevabı hak etmekle birlikte yapmayanın cezalandırılmayacağı, fakat kınanacağı fiiller sünnet, yapanın sevabı hak edeceği, yapmayanın ise cezalandırılmayacağı ve kınanmayacağı fiiller nefl, nâfile, mendup, müstehap, tatavvu, edep (âdâb) olarak adlandırılmıştır ( Serahsî, el-Uṣûl , I, 110-114; Alâeddin es-Semerkandî, s. 26-34; Abdülazîz el-Buhârî, II, 628, 631; İbn Melek, s. 197; İbn Âbidîn, II, 12). Mütekellimîn metoduna göre yazılan usul eserlerinde ise dinen mükelleften yapılması istenen fiiller iki kısma ayrılmış, kesin ve bağlayıcı tarzda istenenler vâcip (farz), kesin ve bağlayıcı tarzda olmaksızın istenenler mendup şeklinde nitelendirilmiştir (Gazzâlî, I, 65). Bazı usulcüler sünnet, tatavvu, ihsan, nâfile, fazilet, müstehap, muraggabün fîh (ragībe) ve hasen terimlerinin mendupla eş anlamlı olduğu, bazıları ise bunların mendup kapsamındaki fiillerin sevap yönünden derece farklılıklarını belirttiği, yani mendubun birer çeşidini oluşturduğu kanaatindedir. Dinen yapılması kesin ve bağlayıcı olmaksızın istenen ve yaygın biçimde mendup terimiyle ifade edilen fiillerin hepsinin sevap bakımından birbirine eşit olmayışı ikinci görüşü desteklemekle birlikte bu terimlerin bir kısmının eş anlamlı kullanıldığı, bu arada aynı mezhep içinde bile bunlar için farklı tanımlar verilebildiği görülmektedir. Fürû-i fıkıh literatüründe nâfile terimi daha çok sünneti de kapsamına almak üzere “farz ve vâcip niteliğinde olmayan ibadet” veya “farzlar dışındaki ibadetler” şeklinde tanımlanmış ( Tehânevî, Keşşâf , II, 1325; İbrâhim b. Muhammed el-Halebî, s. 198; İbn Nüceym, II, 41; İbn Hacer el-Heytemî, II, 219; krş. Ebû Bekir el-Haddâd, I, 91) ve “üzerine farz veya vâcip olmadığı halde kendi isteğiyle yapma veya bu şekilde yapılan ibadet” mânasına gelen tatavvu ile eş anlamlı kullanılmıştır. Bu geniş anlamıyla nâfile ve tatavvu çatısı altına giren ibadetler sevap yönünden dereceleri farklı olduğu için genellikle sünnet ve mendup (müstehap) şeklinde ikili veya sünnet, mendup ve dar anlamıyla tatavvu ya da sünnet, ragībe (fazilet) ve dar anlamıyla nâfile şeklinde üçlü bir ayırıma tâbi tutulmuştur. Kur’an ve Sünnet’te bulûğ çağına ulaşmamış çocukların farz olan namaz ve oruç gibi bedenî ibadetlere alıştırılması istenmekle birlikte dinen yükümlü olmadıkları için bu tür ibadetler onlar açısından nâfile hükmünde değerlendirilir; yapanların sevap kazanacağı, yapmayanların ise yerilmeyeceği belirtilir. Öte yandan mendup ve nâfile kavramlarının müstakil ibadet yanında bir ibadetin farz ve vâcip olmayan parçası hakkında da kullanıldığına dikkat edilmelidir. Önemi. Kur’ân-ı Kerîm’de ve hadislerde, gerek Allah’a kulluk için yapılması istenen belirli davranışlar şeklinde ifade edilebilecek dar anlamıyla, gerekse Allah’ın rızâsına uygun her türlü eylem ve çabayı kapsayan geniş anlamıyla ibadetin önemine vurgu yapıldığı, bunların bir kısmında kesin buyrukların, diğer bir kısmında gönüllü olarak yapmaya teşvikin söz konusu olduğu görülür. Birçok âyette ibadet edenler övülmüş (et-Tevbe 9/112; ez-Zümer 39/9), müslümanların iyi işlerde birbiriyle yarışması (el-Mâide 5/48) ve iyilikte yardımlaşması (el-Mâide 5/2) tavsiye ve teşvik edilmiş, gönüllü olarak ibadet yapmanın (tatavvu) hayır ve sevap olduğu belirtilmiştir (el-Bakara 2/158, 184; et-Tevbe 9/79). Bazı müfessirler, “Allah adaleti ve ihsanı emreder” meâlindeki âyette geçen (en-Nahl 16/90) adaleti farzlar, ihsanı nâfileler şeklinde yorumlamıştır (Şevkânî, III, 187-188). Hz. Peygamber, farz ve vâcip ibadetleri hakkıyla yerine getirenlerin kurtuluşa ereceğini müjdelemekle birlikte (Buhârî, “Îmân”, 34, “Ṣavm”, 1, “Zekât”, 1; Müslim, “Îmân”, 8, 9, 15) nâfile ibadet yapanların Allah’ın sevgili kulları olduğunu belirtmiş ( Müsned , VI, 256; Buhârî, “Riḳāḳ”, 38), ashabını kendilerine, ailelerine ve topluma karşı görevlerini ihmal etmemek ve ölçüyü korumak şartıyla (Buhârî, “Nikâḥ”, 1) nâfile ibadet yapmaya teşvik etmiş (Müslim, “Ṣalâtü’l-müsâfirîn”, 103; Ebû Dâvûd, “Teṭavvuʿ”, 7; Tirmizî, “Vitir”, 15), âhirette farz ibadetlerdeki eksiklerin nâfile ibadetlerle tamamlanacağını haber vermiş (İbn Mâce, “İḳāmetü’ṣ-ṣalât”, 202; Ebû Dâvûd, “Ṣalât”, 144, 145; Tirmizî, “Ṣalât”, 188; Nesâî, “Ṣalât”, 9), kendisi de Allah’ın bağışlamasına mazhar kılındığı bildirildiği halde şükreden bir kul olma çabasını asla elden bırakmayıp farzlar dışında çokça ibadet yapmıştır (Buhârî, “Teheccüd”, 6; Müslim, “Münâfiḳīn”, 79-81; Tirmizî, “Ṣalât”, 187). Sahâbîler de farzlar dışındaki ibadetleri onun uyguladığı ve öğrettiği şekilde yerine getirmeye özen göstermişler, tâbiîn ve sonraki nesiller, Peygamber’e ittibâ esasına dayanan bu çizgiyi sürdürerek nâfile ibadetlere önem vermişler, kâmil bir mümin olma yolunda ilerleyebilmek için nâfilelerin özel bir yere sahip bulunduğu anlayışını benimsemişlerdir. Fıkıh âlimleri, nâfile kapsamındaki ibadetlerin farz ve vâcip nitelikli ibadetleri koruyup desteklemesi yanında onlarla birlikte yerine getirilmesinin fertler arası ilişkilerin ve toplumsal yapının iyileştirilmesine ve kişilik eğitimine olumlu katkılar sağladığını göz önüne alarak bunları toplum bakımından vâcip hükmünde değerlendirmiş ve nâfilelerin fertler tarafından sürekli olarak, cemaat tarafından ise toptan terkedilmesinin önemli sakıncalar taşıdığına dikkat çekmişlerdir (Fahreddin er-Râzî, I, 102; Şâtıbî, I, 132-133; krş. Serahsî, el-Uṣûl , I, 114; Abdülazîz el-Buhârî, II, 628; Güzelhisârî, s. 261). Fıkıh usulünde, hacdaki vakfe örneğinde olduğu gibi en az miktarı belirtilen bir farzın üzerine yapılan ilâvenin hükmü tartışılmış, Hanefî âlimleri bunun farz olarak gerçekleşeceğini, diğerleri ise söz konusu fazlalığın nâfile olacağını ifade etmiştir (Abdülazîz el-Buhârî, II, 623; M. Hasan Heyto, s. 75). Tartışılan bir diğer mesele de başlanılan nâfile bir ibadetin tamamlanmasının ve bozulduğunda kazâ edilmesinin gerekli olup olmadığıdır. Fıkıh ve usul âlimleri, başlanılan nâfile hac ve umrenin tamamlanmasının ve bozulduğunda kazâ edilmesinin gerekli olduğu, tasadduk edilmek üzere ayrılan bir malın tasadduk edilmesinin gerekli sayılmadığı hususunda görüş birliğine varmışlar, başlanılan nâfile namaz veya orucun tamamlanmasının ve bozulduğunda kazâ edilmesinin vâcip hale gelip gelmediği hususunda ise farklı görüşler ileri sürmüşlerdir. Hanefî ve Mâlikî âlimleri, “Amellerinizi iptal etmeyin” âyetini (Muhammed 47/33) delil göstererek adakta olduğu gibi nâfile olarak başlanılan namaz veya orucun tamamlanması ve bozulmuşsa kazâ edilmesi gerektiğini savunurken Şâfiî ve Hanbelî fakihleri, bunu tamamlamanın ve bozulduğunda kazâ etmenin vâcip değil müstehap olduğunu söylemişlerdir. Çeşitleri. İslâm dininin dört temel ibadeti olan namaz, oruç, hac ve zekâttan her birinin nâfile şekilleri fıkıhta “salâtü’n-nâfile / salâtü’t-tatavvu‘” gibi ifadeler kullanılarak ele alınmıştır. 1. Nâfile Namazlar. Dereceleri yönünden nâfile namazlar sünnet, mendup, tatavvu gibi kısımlara ayrıldığı gibi cemaatle kılınıp kılınmaması yönünden de ayırıma tâbi tutulmuştur. Ayrıca bu tür namazlar, eda edilmesi için belirli bir vakit tayin edilip edilmemesi veya eda edilmesi bir sebebe bağlı olup olmaması açısından mukayyed ve mutlak kısımlarına ayrılmıştır. Bir sebebe bağlı olarak eda edilen mukayyed nâfile namazlar ay tutulması, güneş tutulması, yağmur duası, yolculuğa çıkış ve yolculuktan dönüş, tövbe, tavaf, ihrama girme, tesbih, tahiyyetü’l-mescid, istihâre, hâcet namazlarıyla abdest ve gusül sonrasında kılınması sevap olan namazdır. Cuma namazıyla beş vakit farz namazlardan önce veya sonra kılınan ve belli düzen, tertip ve devamlılık içinde kılındığı için “sünen-i revâtib” olarak isimlendirilen sünnet namazlar, teravih, kuşluk, evvâbîn, teheccüd namazları bir vakte bağlı olarak eda edilen mukayyed nâfile namazlardır. Mübarek gün ve gecelerde kılınması tavsiye edilen nâfile namazlar da bu grupta gösterilir. Hanefî mezhebinde vâcip olarak nitelendirilen vitir ve bayram namazları diğer mezheplerde sünnet-i müekkede olduğundan vakte bağlı nâfile namazlar içinde kabul edilmiştir. Fıkıh literatüründe müekked sünnet niteliğindeki nâfile namazların müstehap niteliğindeki nâfilelerden derece bakımından daha üstün olduğu, ay tutulması, güneş tutulması, yağmur duası ve teravih namazlarının cemaatle kılınmasının münferiden kılınmasından daha faziletli sayıldığı, tahiyyetü’l-mescid namazı dışındaki diğer nâfile namazların imkân nisbetinde evlerde kılınmasının evlâ kabul edildiği (Buhârî, “Eẕân”, 81; Müslim, “Ṣalâtü’l-müsâfirîn”, 213), nâfile namazların edasında farzlara nazaran bazı kolaylıklar gösterildiği, meselâ bir özür olmasa da bunların oturularak kılınabileceği kaydedilmiş, vaktinde kılınamayan nâfile namazlardan sabah namazının sünnetinin kazâ edilmesi gerektiğinde ittifak edilmesine mukabil diğerlerinin kazâ edilip edilmeyeceği tartışılmıştır. Şâfiîler bunların kazâ edilmesinin müstehap olduğu, Hanefîler ise kazasına gerek bulunmadığı kanaatindedir. Vakte bağlı olmayan ve rek‘at sayıları belirlenmeyen nâfile namazlar ise mutlak nâfile namazlardır. Bu tür namazlar, farz ve vâcip namazların gecikmesine yol açmayacak şekilde ve nâfile namaz kılmanın mekruh olduğu vakitlerin dışında gece ve gündüz kılınabilir. Fıkıh âlimleri, mutlak nâfile namazların rek‘at sayısının fazla olmasından çok kıraatinin uzun olmasının efdal ve geceleyin kılınanlarının gündüz kılınanlardan derece bakımından daha üstün olduğunu ifade etmişlerdir. Hanefîler mutlak nâfile namazların gündüz bir selâmla en çok dört, gece sekiz rek‘at, Şâfiîler ise hem gece hem gündüz ancak ikişer rek‘at kılınabileceğini söylemişlerdir. 2. Nâfile Oruçlar. Nâfile oruçlar da mukayyed ve mutlak kısımlarına ayrılmıştır. Mukayyed nâfile oruçlar muharremin dokuz ve onuncu veya onuncu ve on birinci günlerinde, şevval ayının özellikle ramazan bayramını takip eden altı gününde, haram aylarda (zilkade, zilhicce, muharrem ve receb), bilhassa zilhiccenin ilk dokuz gününde, şâban ayında ve ramazan ayı hariç her kamerî ayın on üç, on dört ve on beşinci günleriyle her haftanın pazartesi ve perşembe günlerinde tutulan oruçlardır. Bu oruçlardan bir kısmı sünnet, bir kısmı müstehap olarak nitelendirilmiştir. Mutlak nâfile oruçlar ise bunların dışında kalan ve oruç tutulması mekruh yahut haram olmayan günlerde kişinin sevap kazanmak amacıyla tuttuğu oruçlardır ki bunların hükmü de müstehaptır. Diğer taraftan fıkıh eserlerinde başkalarının hakkını ihlâl etmeye sebebiyet vermesi veya kişiyi zayıf düşürüp şahsî, ailevî ve içtimaî görevlerini yerine getirmesini engellemesi halinde nâfile oruç tutmanın mekruh olduğu vurgulanmış, farz orucun geçerli olması için niyetin geceden yapılması gerektiği halde bazı fakihlere göre nâfile oruca öğleye kadar niyet edilebileceği ve böyle bir orucun özürsüz bozulabileceği ifade edilmiştir. 3. Nâfile Sadaka. Sadakalar da farz ve nâfile olarak iki kısma ayrılır ve farz olan kısmı zekât teşkil eder. Fakihler, zekât bölümünde malî ibadetlerden farz olan zekât ile vâcip olan fıtır sadakasının hükümlerini ayrıntılı biçimde incelemişler, yükümlünün zekât ve fitre vecîbesini yerine getirirken asgari miktarla yetinmeyip gönüllü olarak fazla vermesinin büyük sevap olduğunu söylemişler, bunların dışında yapılacak malî yardımlara “sadakatü’t-tatavvu‘” başlığı altında işaret ettikleri gibi konuya dair hükümleri daha çok vakıf, vasiyet, hibe, karz gibi teberru işlemleriyle ilgili başlıklar altında ele almışlardır. Bu çerçevede gönüllü malî yardımların özellikle mübarek gün ve gecelerde çokça yapılması tavsiye edilmekle birlikte her zaman yapılabileceği, yardım edilen kişiyi rencide etmeksizin büyük bir gizlilik içinde verilmesi (el-Bakara 2/264, 267, 271, 274) ve yardımı yapanı fakir duruma düşürecek miktarda olmaması gerektiği (el-İsrâ 17/29), ayrıca kul hakkı kapsamında borcu bulunan kişinin bunu ödemeden tasaddukta bulunmasının mekruh sayıldığı ifade edilmiştir. 4. Nâfile Hac. Farz ve vâcip olan haclar dışında nâfile hac yapmanın sevap olduğu hususunda fakihler arasında ittifak bulunmakla birlikte bununla diğer hayır işleri karşılaştırıldığında hangisinin daha faziletli sayıldığı tartışılmıştır. Hanefîler, ülke sınırları boyunca karakol (ribât) inşasının nâfile hacdan daha faziletli olduğu kanaatindedir; diğer gönüllü malî yardımlarla mukayesede ise farklı düşünceler ortaya konmuştur (İbn Nüceym, II, 334; İbn Âbidîn, II, 621). Fıkıh âlimleri, uhdesinde farz veya vâcip bir ibadetin kazâsı bulunan kimsenin bunları ifa etmeden aynı cinsten nâfile bir ibadeti yapıp yapamayacağı hakkında değişik görüşler ileri sürmüşlerdir. Zekât, nafaka ve kefâret borcu bulunan bir kişinin bunları ödemeden gönüllü malî yardımda bulunmasının haram olduğu genel kabul gören bir husustur. Hanefî fakihleri, namaz borcu bulunan kişinin mutlak nitelikteki nâfile namaz kılması yerine kazâ namazı kılmasının daha üstün olduğunu, oruç borcu bulunan kişinin ise nâfile oruç tutmasının mekruh sayılmadığını, farz olan haccı yerine getirmemiş kimsenin nâfile niyetiyle yaptığı haccın nâfile olarak gerçekleşeceğini, hac farîzasını yerine getirmemiş müslümanın vekil veya nâib sıfatıyla başkasının yerine hac yapmasına bir engel bulunmadığını ifade etmişlerdir. Ebû Yûsuf’tan gelen diğer bir rivayete göre hac farîzasını yerine getirmeyen kişinin nâfile niyetiyle yaptığı hac farz hac olarak gerçekleşir. Mâlikî mezhebinde, üzerinde namaz borcu bulunan kişinin vitir, bayram namazları ve sabah namazının sünnetleri dışında nâfile namaz kılmasının haram; nezir, kazâ ve kefâret yoluyla oruç borcu bulunan bir kişinin nâfile oruç tutmasının ve farz haccı ifa etmeden nâfile hac yapmanın mekruh olduğu ve bu durumda farz hac yükümlülüğünün devam edeceği belirtilmiştir. Şâfiî mezhebinde kabul edilen bir görüşe göre özürsüz olarak farz namazı kazâya kalan kişinin nâfile namaz için zaman ayırması câiz değildir. Bu mezhepte ramazan orucu borcu bulunan kişinin de nâfile oruç tutması mekruhtur. Yine bu mezhebe göre farz hac yerine getirilmeden nâfile hac yapılamaz; nâfile hacca niyet edilse de farz olan hac yerine getirilmiş olur. Hanbelîler, üzerinde kazâ namazı borcu bulunan kişinin sabah namazının sünneti dışında nâfile namaz kılmasının mekruh olduğu kanaatindedir. Ramazan orucu kazâsı bulunan bir kişinin nâfile oruç tutmasının câiz olup olmadığı tartışılan bu mezhepte, farz haccı ifa etmeyen bir kişinin nâfileye niyet etse de böyle bir haccın farz olarak gerçekleşeceği söylenmiştir. BİBLİYOGRAFYA Lisânü’l-ʿArab , “nfl” md. Tehânevî, Keşşâf , İstanbul 1317, II, 1325-1326. Müsned , VI, 256. Buhârî, “Teheccüd”, 5, 6, 27, “Îmân”, 34, “Ṣavm”, 1, “Zekât”, 1, “Nikâḥ”, 1, “Riḳāḳ”, 38, “Eẕân”, 81. Müslim, “Ṣalâtü’l-müsâfirîn”, 94, 103, 213, “Îmân”, 8, 9, 15, “Münâfiḳīn”, 79-81. İbn Mâce, “İḳāmetü’ṣ-ṣalât”, 202. Ebû Dâvûd, “Teṭavvuʿ”, 1, 7, “Ṣalât”, 144, 145. Tirmizî, “Ṣalât”, 187, 188, “Vitir”, 15. Nesâî, “Ṣalât”, 9. Şâfiî, el-Üm , II, 81, 88, 108. Sahnûn, el-Müdevvene , I, 97-98, 205, 211. Debûsî, Taḳvîmü’l-edille fî uṣûli’l-fıḳh (nşr. Halîl Muhyiddin el-Meys), Beyrut 1421/2001, s. 78. Şîrâzî, el-Müheẕẕeb , I, 82-85, 175-176, 187-190, 199. Serahsî, el-Mebsûṭ , I, 156-160. a.mlf., el-Uṣûl (nşr. Ebü’l-Vefâ el-Efgānî), Beyrut 1393/1973, I, 110-116. Gazzâlî, el-Müstaṣfâ , I, 65, 75-76. Alâeddin es-Semerkandî, Mîzânü’l-uṣûl (nşr. M. Zekî Abdülber), Devha 1418/1997, s. 26-35. Ebû Bekir İbnü’l-Arabî, Aḥkâmü’l-Ḳurʾân (nşr. M. Abdülkādir Atâ), Beyrut 1972, I, 367; II, 313, 374. Kâsânî, Bedâʾiʿ , I, 280, 284-299; II, 75, 212; VII, 114. Burhâneddin el-Mergīnânî, el-Ḥidâye , Bulak 1315, I, 314-321. İbn Rüşd, Bidâyetü’l-müctehid , Kahire 1975, I, 214-240, 305. Fahreddin er-Râzî, el-Maḥṣûl (nşr. Tâhâ Câbir Feyyâz el-Alvânî), Beyrut 1412/1992, I, 102-104. İbn Şâs, ʿİḳdü’l-cevâhiri’s̱-s̱emîne (nşr. M. Ebü’l-Ecfân – Abdülhafîz Mansûr), Beyrut 1415/1995, I, 185-188, 367-369, 371, 381. İbn Kudâme, el-Muġnî (Herrâs) , I, 434-436. Abdülazîz el-Buhârî, Keşfü’l-esrâr , İstanbul 1307, II, 622-623, 628-633. Osman b. Ali ez-Zeylaî, Tebyînü’l-ḥaḳāʾiḳ , Bulak 1313, I, 168-176, 312-313, 348. Takıyyüddin es-Sübkî – Tâceddin es-Sübkî, el-İbhâc fî şerḥi’l-Minhâc , Kahire 1401/1981, I, 56-57. Şemseddin İbn Müflih, Kitâbü’l-Fürûʿ (nşr. Abdüssettâr Ahmed Ferrâc), Beyrut 1405/1985, I, 522-529. Şehâbeddin el-Karâfî, eẕ-Ẕahîre (nşr. Muhammed Haccî), Beyrut 1994, II, 402-404, 528-530. Şâtıbî, el-Muvâfaḳāt , I, 132-133, 151. Ebû Bekir el-Haddâd, el-Cevheretü’n-neyyire , İstanbul 1316, I, 90-97. İbn Melek, Şerḥu’l-Menâr , İstanbul 1308, s. 194-197. İbnü’l-Hümâm, Fetḥu’l-ḳadîr (Bulak) , I, 312-322. Molla Hüsrev, Mirʾâtü’l-uṣûl , İstanbul 1312, s. 509-517. Ali b. Süleyman el-Merdâvî, el-İnṣâf fî maʿrifeti’r-râciḥ mine’l-ḫilâf (nşr. M. Hâmid el-Fıkî), Beyrut 1406/1986, II, 161-165. İbrâhim b. Muhammed el-Halebî, Ġunyetü’l-mütemellî , İstanbul 1281, s. 198-211. İbn Nüceym, el-Baḥrü’r-râʾiḳ , II, 41-61, 276-282, 334. İbn Hacer el-Heytemî, Tuḥfetü’l-muḥtâc , Beyrut, ts. (Dâru Sâdır), I, 440; II, 219. Buhûtî, Keşşâfü’l-ḳınâʿ , I, 411-415. Abdurrahman Şeyhîzâde, Mecmaʿu’l-enhur , İstanbul 1309, I, 12, 127, 130, 135, 232. Muhammed b. Abdullah el-Haraşî, Şerḥu Muḫtaṣarı Ḫalîl , Bulak 1318, I, 267; II, 2-17. Güzelhisârî, Menâfiʿu’d-deḳāʾiḳ , İstanbul 1273, s. 259, 261. Şevkânî, Fetḥu’l-ḳadîr , II, 283; III, 187-188, 251; Hasan el-Attâr, Ḥâşiyetü’l-ʿAṭṭâr ʿalâ Cemʿi’l-cevâmiʿ , Beyrut, ts. (Dârü’l-kütübi’l-ilmiyye), I, 129-131. İbn Âbidîn, Reddü’l-muḥtâr (Kahire) , I, 103-104, 123-126, 653; II, 2, 12-13, 372-377, 621. M. Hasan Heyto, el-Vecîz fî uṣûli’t-teşrîʿi’l-İslâmî , Beyrut 1990, s. 75. A. J. Wensinck, “Nâfile”, İA , IX, 31-32. a.mlf., “Nāfila”, EI 2 (İng.) , VII, 878-879. Mv.F , XII, 146-151; XXVI, 323-333; XLI, 100-116. M. Revvâs Kal‘acî, el-Mevsûʿatü’l-fıḳhiyyetü’l-müyessere , Beyrut 1421/2000, II, 1888-1992. Beşir Gözübenli, “Nafile Namazlar”, İslam’da İnanç, İbadet ve Günlük Yaşayış Ansiklopedisi , İstanbul 1997, III, 405-422. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2006 yılında İstanbul’da basılan 32. cildinde, 290-292 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Lisânü’l-ʿArab , “nfl” md.",
        "Tehânevî, Keşşâf , İstanbul 1317, II, 1325-1326.",
        "Müsned , VI, 256.",
        "Buhârî, “Teheccüd”, 5, 6, 27, “Îmân”, 34, “Ṣavm”, 1, “Zekât”, 1, “Nikâḥ”, 1, “Riḳāḳ”, 38, “Eẕân”, 81.",
        "Müslim, “Ṣalâtü’l-müsâfirîn”, 94, 103, 213, “Îmân”, 8, 9, 15, “Münâfiḳīn”, 79-81.",
        "İbn Mâce, “İḳāmetü’ṣ-ṣalât”, 202.",
        "Ebû Dâvûd, “Teṭavvuʿ”, 1, 7, “Ṣalât”, 144, 145.",
        "Tirmizî, “Ṣalât”, 187, 188, “Vitir”, 15.",
        "Nesâî, “Ṣalât”, 9.",
        "Şâfiî, el-Üm , II, 81, 88, 108.",
        "Sahnûn, el-Müdevvene , I, 97-98, 205, 211.",
        "Debûsî, Taḳvîmü’l-edille fî uṣûli’l-fıḳh (nşr. Halîl Muhyiddin el-Meys), Beyrut 1421/2001, s. 78.",
        "Şîrâzî, el-Müheẕẕeb , I, 82-85, 175-176, 187-190, 199.",
        "Serahsî, el-Mebsûṭ , I, 156-160.",
        "a.mlf., el-Uṣûl (nşr. Ebü’l-Vefâ el-Efgānî), Beyrut 1393/1973, I, 110-116.",
        "Gazzâlî, el-Müstaṣfâ , I, 65, 75-76.",
        "Alâeddin es-Semerkandî, Mîzânü’l-uṣûl (nşr. M. Zekî Abdülber), Devha 1418/1997, s. 26-35.",
        "Ebû Bekir İbnü’l-Arabî, Aḥkâmü’l-Ḳurʾân (nşr. M. Abdülkādir Atâ), Beyrut 1972, I, 367; II, 313, 374.",
        "Kâsânî, Bedâʾiʿ , I, 280, 284-299; II, 75, 212; VII, 114.",
        "Burhâneddin el-Mergīnânî, el-Ḥidâye , Bulak 1315, I, 314-321.",
        "İbn Rüşd, Bidâyetü’l-müctehid , Kahire 1975, I, 214-240, 305.",
        "Fahreddin er-Râzî, el-Maḥṣûl (nşr. Tâhâ Câbir Feyyâz el-Alvânî), Beyrut 1412/1992, I, 102-104.",
        "İbn Şâs, ʿİḳdü’l-cevâhiri’s̱-s̱emîne (nşr. M. Ebü’l-Ecfân – Abdülhafîz Mansûr), Beyrut 1415/1995, I, 185-188, 367-369, 371, 381.",
        "İbn Kudâme, el-Muġnî (Herrâs) , I, 434-436.",
        "Abdülazîz el-Buhârî, Keşfü’l-esrâr , İstanbul 1307, II, 622-623, 628-633.",
        "Osman b. Ali ez-Zeylaî, Tebyînü’l-ḥaḳāʾiḳ , Bulak 1313, I, 168-176, 312-313, 348.",
        "Takıyyüddin es-Sübkî – Tâceddin es-Sübkî, el-İbhâc fî şerḥi’l-Minhâc , Kahire 1401/1981, I, 56-57.",
        "Şemseddin İbn Müflih, Kitâbü’l-Fürûʿ (nşr. Abdüssettâr Ahmed Ferrâc), Beyrut 1405/1985, I, 522-529.",
        "Şehâbeddin el-Karâfî, eẕ-Ẕahîre (nşr. Muhammed Haccî), Beyrut 1994, II, 402-404, 528-530.",
        "Şâtıbî, el-Muvâfaḳāt , I, 132-133, 151.",
        "Ebû Bekir el-Haddâd, el-Cevheretü’n-neyyire , İstanbul 1316, I, 90-97.",
        "İbn Melek, Şerḥu’l-Menâr , İstanbul 1308, s. 194-197.",
        "İbnü’l-Hümâm, Fetḥu’l-ḳadîr (Bulak) , I, 312-322.",
        "Molla Hüsrev, Mirʾâtü’l-uṣûl , İstanbul 1312, s. 509-517.",
        "Ali b. Süleyman el-Merdâvî, el-İnṣâf fî maʿrifeti’r-râciḥ mine’l-ḫilâf (nşr. M. Hâmid el-Fıkî), Beyrut 1406/1986, II, 161-165.",
        "İbrâhim b. Muhammed el-Halebî, Ġunyetü’l-mütemellî , İstanbul 1281, s. 198-211.",
        "İbn Nüceym, el-Baḥrü’r-râʾiḳ , II, 41-61, 276-282, 334.",
        "İbn Hacer el-Heytemî, Tuḥfetü’l-muḥtâc , Beyrut, ts. (Dâru Sâdır), I, 440; II, 219.",
        "Buhûtî, Keşşâfü’l-ḳınâʿ , I, 411-415.",
        "Abdurrahman Şeyhîzâde, Mecmaʿu’l-enhur , İstanbul 1309, I, 12, 127, 130, 135, 232.",
        "Muhammed b. Abdullah el-Haraşî, Şerḥu Muḫtaṣarı Ḫalîl , Bulak 1318, I, 267; II, 2-17.",
        "Güzelhisârî, Menâfiʿu’d-deḳāʾiḳ , İstanbul 1273, s. 259, 261.",
        "Şevkânî, Fetḥu’l-ḳadîr , II, 283; III, 187-188, 251;",
        "Hasan el-Attâr, Ḥâşiyetü’l-ʿAṭṭâr ʿalâ Cemʿi’l-cevâmiʿ , Beyrut, ts. (Dârü’l-kütübi’l-ilmiyye), I, 129-131.",
        "İbn Âbidîn, Reddü’l-muḥtâr (Kahire) , I, 103-104, 123-126, 653; II, 2, 12-13, 372-377, 621.",
        "M. Hasan Heyto, el-Vecîz fî uṣûli’t-teşrîʿi’l-İslâmî , Beyrut 1990, s. 75.",
        "A. J. Wensinck, “Nâfile”, İA , IX, 31-32.",
        "a.mlf., “Nāfila”, EI 2 (İng.) , VII, 878-879.",
        "Mv.F , XII, 146-151; XXVI, 323-333; XLI, 100-116.",
        "M. Revvâs Kal‘acî, el-Mevsûʿatü’l-fıḳhiyyetü’l-müyessere , Beyrut 1421/2000, II, 1888-1992.",
        "Beşir Gözübenli, “Nafile Namazlar”, İslam’da İnanç, İbadet ve Günlük Yaşayış Ansiklopedisi , İstanbul 1997, III, 405-422."
      ]
    },
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "TASAVVUF. “Rabbinin adını zikret ve bütün varlığınla O’na yönel” meâlindeki âyetle (el-Müzzemmil 73/8) nâfile ibadetlerin faziletinden bahseden, müminleri ibadete, taate, hayra, infaka ve yardıma teşvik eden birçok âyet ve hadisi hareket noktası kabul eden ilk zâhid, âbid ve sûfîler farz ve vâcip ibadetleri özenle yerine getirdikten sonra nâfile ibadetlere yönelmişler, vakitlerinin önemli bir bölümünü bu tür ibadet ve taatlerle geçirmişlerdir. Geceleri namaz kılarak, gündüzleri oruç tutarak, sıkça hacca giderek, cömertçe sadaka verip hayır hasenat yaparak, çokça Kur’an okuyarak Allah’ın rızâsını kazanmaya çalışan zâhid ve sûfîlerin zaman zaman bu konuda aşırı gittikleri de olmuştur. Bu durumun Abdullah b. Amr, Abdullah b. Ömer, Osman b. Maz‘ûn ve diğer bazı sahâbîlerde görüldüğü ve bunların Hz. Peygamber tarafından uyarıldığı bilinmektedir (Müslim, “Ṣıyâm”, 181-198). Resûl-i Ekrem’den sonra Arap olmayan unsurlardan bir kısmının müslüman olmasıyla bu tür aşırı eğilimler tekrar ortaya çıkmaya başlamıştır. İbadetlerdeki aşırılıklara dair birçok örnek veren Ebü’l-Ferec İbnü’l-Cevzî’nin eleştirdiği âbidler içinde sûfî olmayanların sayısı da çoktur ( Telbîsü İblîs , s. 131-155). İslâm’da mevcut olan ibadetlerde aşırı gidilmesi ve bunlara yeni ibadet şekilleri eklenmesi genelde bid‘at olarak değerlendirilmiş olmakla beraber bu tür uygulamalar bütün müslüman toplumlarda her zaman görülegelmiştir. Tasavvuf bir zühd ve ibadet hareketi olarak başladığından ilk zamanlardan itibaren bu hareketin mensupları arasında zühd ve ibadet konusunda aşırı gidenler olmuş, bunlar hem ölçülü ve ılımlı sûfîler hem de ulemâ tarafından eleştirilmiştir. Bid‘at niteliğindeki nâfile ibadetlerin müminlerin mânevî gelişmesine ve arınmasına katkı sağlamayacağını ifade eden sûfîler, Kitap ve Sünnet çerçevesinde kalmanın ve Hz. Peygamber’i örnek almanın lüzumunu vurgulamışlardır. Bu dönemde ruhsatlardan çok azîmetlerle amel edilmesi ve te’villerle gereksiz yorumlardan kaçınılması tasavvufun esaslarından kabul ediliyordu (Serrâc, s. 28, 141; Kelâbâzî, s. 84; Sülemî, s. 210, 465, 488; Şehâbeddin es-Sühreverdî, s. 541). Bununla beraber sonraki dönemlerde bazı sûfî zümreler arasında nâfile ibadetlerin âdeta başka bir şeriat niteliği almaya başladığı görülmektedir. Şâtıbî’ye göre bunun sebebi âhiret amellerinde gevşeklik, nefse uyma eğilimi, hırs, kişileri ve belli zümreleri memnun etme isteği, sünnetten uzaklaşıp hevâ ve hevese yönelme, Selef’in pek çok örnek davranışını görmezlikten gelip bazı hatalarını delil sayma gibi hususlardır ( el-İʿtiṣâm , I, 91). Farzların yanında nâfile ibadetin belli bir düzen içinde ifa edilmesi tasavvufta temel bir ilkedir. Farz namazlardan önce ve sonra kılınan sünnetlerden başka teheccüd, evvâbîn, kuşluk namazlarını kılmak, başta receb ve şâban ayları olmak üzere ramazan dışında belli günlerde oruç tutmak, infakta bulunmak, sadaka vermek, umreye gitmek, nâfile hac yapmak, Kur’an okumak, kurban kesmek gibi ibadetler bunlar arasında zikredilebilir. Bir kutsî hadiste, “Kulum, üzerine farz olan ibadetleri yerine getirerek yaklaştığı kadar hiçbir şeyle bana yaklaşamaz. Kulum nâfile ibadetleri ifa ederek bana o kadar çok yaklaşır ki ben onun işiten kulağı, gören gözü, tutan eli, yürüyen ayağı olurum. Bu kul bir şey isterse dileğini yerine getiririm, başı darda kaldığında onu korurum” denilmiştir ( Müsned , VI, 256; Buhârî, “Riḳāḳ”, 38). Farz ibadetleri ifa ederek Allah’a yaklaşmaya “kurb-i ferâiz”, nâfile ibadetlerle Allah’a yaklaşmaya “kurb-i nevâfil” adını veren mutasavvıflar (bk. KURB ), bu hadise dayanarak en yüksek seviyede Allah’ın yakınlığını kazanmada nâfile ibadetlerin çok önemli olduğunu dile getirmişlerdir. Ancak bunlar farzlar terkedilerek yapılan nâfile ibadetler değil farzlar üzerine bina edilen nâfile ibadetlerdir. Mutasavvıflara göre farzları eda taat ve borçtur; nâfileleri eda ise muhabbet ve hibedir. Borç ödendikten sonra sunulan hediye sevgiyi ve yakınlığı daha fazla arttırır. Farzları eda cennete girme, nâfileleri eda cennetin sahibine erme sebebidir. Zikredilen hadiste farzlar üzerine bina edilen nâfilelerin daha yüksek derecede yakınlığa vesile olacağı anlatılmışken bazan nâfilelerin daha önemli olduğu sanılarak ona özen gösterenler olmuştur. Büyük sûfîler bu konuda mensuplarını sık sık uyarmışlardır. Kuşeyrî fazla evrâdın mürid için gerekli olmadığını, farzlarla belli sünnetleri eda etmenin yeterli sayılacağını, asıl önemli olanın iç huzurunu sağlamak olduğunu söyler ( er-Risâle , s. 74, 236; Ebû Tâlib el-Mekkî, I, 173). Tasavvufta bilhassa tarikat ehli arasındaki nâfile iki bakımdan farklılık gösterir. Birincisi Kur’an ve hadiste mevcut olan ibadetleri çokça ifa etmek, geceleri namaz kılmak, gündüzleri oruç tutmak, birkaç gün hiçbir şey yemeden oruç tutmak, sık sık hacca gitmek, yüzlerce, hatta binlerce kelime-i tevhid, salavât-ı şerîfe, istiğfar ve çeşitli dualar okumak gibi ibadetlerdir. Bunlar Hz. Peygamber dönemindeki miktarları aştığı için eleştiri konusu olmuştur. İkincisi semâ, toplu zikir, çile gibi âyinler, ahzâb, ezkâr ve evrâd gibi dua ve zikirlerdir. Tarikat ehli arasında uygulanan şekilleri itibariyle daha önce mevcut olmayan bu uygulamalar genellikle bid‘at sayılmıştır. Tarikat ve tekke âdâb ve erkânının büyük bir kısmı da böyledir. Sühreverdî bu tür uygulamaların meşâyihin istihsanı ile sabit olduğu kanaatindedir ( ʿAvârifü’l-maʿârif , s. 97, 140). Melâmet ehli esas itibariyle farzları, sünnetleri ve faziletli bütün amelleri ifa eder, ancak bunları gizli tutar. Kalenderîler ise farz ibadetlerle yetinirler ( a.g.e. , s. 77; Lâmiî, s. 20). BİBLİYOGRAFYA Râgıb el-İsfahânî, el-Müfredât , “nfl” md. Tehânevî, Keşşâf , II, 1164. Müsned , VI, 256. Buhârî, “Riḳāḳ”, 38. Müslim, “Ṣıyâm”, 181-198. Serrâc, el-Lümaʿ , s. 28, 141. Kelâbâzî, et-Taʿarruf , s. 84. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 173. Sülemî, Ṭabaḳāt , s. 210, 465, 488. Kuşeyrî, er-Risâle (nşr. Abdülhalîm Mahmûd), Kahire 1966, s. 74, 236. Gazzâlî, İḥyâʾ , Kahire 1358/1939, I, 199-215; IV, 319. Ebü’l-Ferec İbnü’l-Cevzî, Telbîsü İblîs , Dımaşk 1948, s. 131-155. Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 77, 97, 140, 541. İbn Teymiyye, Mecmûʿatü’r-resâʾil , V, 243. İbrâhim b. Mûsâ eş-Şâtıbî, el-İʿtiṣâm (nşr. M. Reşîd Rızâ), Kahire 1332, I, 89-99. Lâmiî, Nefehât Tercümesi , s. 20. Şa‘rânî, el-Mîzânü’l-kübrâ , Kahire 1306, I, 3, 6, 13. İmâm-ı Rabbânî, Mektûbât , İstanbul 1963, I, 327. Şevkânî, Velâyetullah , Kahire 1979, s. 364-405. Nasrullah Bahâî, Risâle-i Bahâiyye , İstanbul 1325. Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , Kahire 1963, s. 20. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2006 yılında İstanbul’da basılan 32. cildinde, 292-293 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Râgıb el-İsfahânî, el-Müfredât , “nfl” md.",
        "Tehânevî, Keşşâf , II, 1164.",
        "Müsned , VI, 256.",
        "Buhârî, “Riḳāḳ”, 38.",
        "Müslim, “Ṣıyâm”, 181-198.",
        "Serrâc, el-Lümaʿ , s. 28, 141.",
        "Kelâbâzî, et-Taʿarruf , s. 84.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 173.",
        "Sülemî, Ṭabaḳāt , s. 210, 465, 488.",
        "Kuşeyrî, er-Risâle (nşr. Abdülhalîm Mahmûd), Kahire 1966, s. 74, 236.",
        "Gazzâlî, İḥyâʾ , Kahire 1358/1939, I, 199-215; IV, 319.",
        "Ebü’l-Ferec İbnü’l-Cevzî, Telbîsü İblîs , Dımaşk 1948, s. 131-155.",
        "Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 77, 97, 140, 541.",
        "İbn Teymiyye, Mecmûʿatü’r-resâʾil , V, 243.",
        "İbrâhim b. Mûsâ eş-Şâtıbî, el-İʿtiṣâm (nşr. M. Reşîd Rızâ), Kahire 1332, I, 89-99.",
        "Lâmiî, Nefehât Tercümesi , s. 20.",
        "Şa‘rânî, el-Mîzânü’l-kübrâ , Kahire 1306, I, 3, 6, 13.",
        "İmâm-ı Rabbânî, Mektûbât , İstanbul 1963, I, 327.",
        "Şevkânî, Velâyetullah , Kahire 1979, s. 364-405.",
        "Nasrullah Bahâî, Risâle-i Bahâiyye , İstanbul 1325.",
        "Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , Kahire 1963, s. 20."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}