{
  "id": "eweb_345",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/nur",
  "annotator": "Jeremy",
  "title": "NÛR",
  "arabic_title": "النور",
  "summary": "",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Sözlükte “aydınlık, ışık” anlamına gelen nûr kelimesi Kur’ân-ı Kerîm’de ve hadislerde “insanların önünü aydınlatıp doğru ve gerçek olanı görmelerini, hak ile bâtılı, hayır ile şerri ayırt etmelerini sağlayan mânevî ve ilâhî ışık” mânasında kullanılmıştır. Bunun karşıtı zulmet tir. “Müminlerin velîsi olan Allah onları karanlıklardan nura çıkarır” meâlindeki âyetlerde (el-Bakara 2/257; el-Mâide 5/16) mecazi anlamda hidayete nur, dalâlete zulmet denilmiştir. Peygamber gönderilmesinin ve ilâhî kitaplar indirilmesinin esas amacı karanlıkta kalan ve yollarını şaşıran insanlara doğru yolu göstermek olduğundan nur ve zulmet kavramlarına önemle vurgu yapılmıştır. “İnsanları rablerinin izniyle karanlıklardan aydınlığa, aziz ve övgüye lâyık olan Allah’ın yoluna çıkarman için bu kitabı indirdik” âyetinde (İbrâhîm 14/1) Hakk’a giden yola nur, ondan sapmaya zulmet denilmiş, vahyin amacının hidayet olduğu açıkça belirtilmiştir. Esas itibariyle hidayet eden ve yol gösteren Allah Teâlâ olduğundan O’nun isimlerinden biri de nurdur. “Allah semaların ve arzın nurudur” meâlindeki âyet (en-Nûr 24/35) genellikle, “Semaları ve yeryüzünü ışıklandıran ve süsleyen Allah’tır” veya, “Allah nurun yaratıcısıdır” şeklinde yorumlanmakla beraber Allah’ın nur olduğu da ifade edilmiştir. Bir hadiste de Allah’a nur denilmiştir (Tirmizî, “Daʿavât”, 82). Hz. Peygamber’e mi‘rac gecesi Allah’ı nasıl gördüğü sorulduğunda, “O’nu bir nur olarak gördüm”, diğer bir rivayette ise, “O bir nurdur, nasıl görebilirim” demiştir ( Müsned , V, 157; Müslim, “Îmân”, 291; Tirmizî, “Tefsîr”, 53/7). Özü itibariyle zâhir olup başka zuhurların kaynağı olan şeye nur denir. Varlıkla yokluk karşılaştırılınca varlık nur, yokluk zulmettir. Her şeyi yokluk karanlığından varlık aydınlığına çıkaran Allah’ın nurudur. Feyezan yoluyla eşyaya gelen varlık da O’nun zâtının nurudur. Bir nur olan güneşin her zerresi kendisinin delili olduğu gibi varlıkların her zerresi de Allah’ın varlığının delilidir. Allah’ın bâtın olmasının sebebi çok zâhir olmasıdır. Çünkü O’nun nuru nuruna perde olmuştur ( Gazzâlî, el-Maḳṣadü’l-esnâ , s. 99, 106). Dünyevî ve maddî nurlar olduğu gibi uhrevî ve mânevî nurlar da vardır. Güneşin, ayın ve yıldızların ışıkları gibi dünyevî nurların bir kısmı gözle, Kur’an gibi ilâhî kaynaklı nurlar ise basiret ve akılla algılanır. “Allah’a, resulüne ve indirdiğimiz nura iman ediniz” meâlindeki âyetlerde (et-Tegābün 64/8; en-Nisâ 4/174) nurdan maksat Kur’an’dır. Kur’an’ın isimlerinden biri de nurdur. Kur’an’dan önce indirilen suhuflar, Tevrat, Zebûr ve İncil gibi kutsal kitaplar da Allah’ın kelâmı olmaları bakımından birer nur ve hidayet meşalesidir (el-Mâide 5/44, 46; el-En‘âm 6/91; Süyûtî, I, 5). “Muhakkak ki Allah’tan size bir nur, bir de apaçık kitap gelmiştir” (el-Mâide 5/15) âyetindeki nur ise Hz. Peygamber’dir. “Allah’ın gönlünü İslâm’a açtığı kişi rabbinden bir nur üzere değil midir?” meâlindeki âyet (ez-Zümer 39/22) takvâ sahibi müminlerin ilâhî nurdan nasip aldığını gösterir. Resûl-i Ekrem’in hayatında ve dualarında nur kavramı önemli bir yer tutar. Resûlullah gece kalkıp namaz kılar ve şöyle dua ederdi: “Allahım! Kalbime, gözüme, kulağıma, sağıma, soluma, üstüme, altıma, önüme, arkama nur ver ve nurumu arttır” (Buhârî, “Daʿavât”, 9; Müslim, “Ṣalâtü’l-müsâfirîn”, 181, 189). Hadislerde namazın nur olduğu ifade edilir, iman ve hikmet nurundan bahsedilir ( el-Muvaṭṭaʾ , “ʿİlim”, 1; Müslim, “Ṭahâret”, 1; İbn Mâce, “İḳāmetü’ṣ-ṣalât”, 186). Bazı hadislerde ilk yaratılan şeyin akıl (Ebû Dâvûd, “Sünnet”, 16; Tirmizî, “Ḳader”, 16), kalem veya Hz. Muhammed’in nuru olduğu belirtilmiştir (Aclûnî, I, 265). İlk sûfîlerde genellikle sahâbenin ve ilk müslümanların nur anlayışının hâkim olduğu görülür. III. (IX.) yüzyılda ilk defa Sehl b. Abdullah et-Tüsterî Bakara sûresinin 31, A‘râf sûresinin 172 ve Nûr sûresinin 35. âyetlerini izah ederken “nûr-ı Muhammedî”den ve onun ilk mahlûk olduğundan bahsetmiş ( Tefsîrü’l-Ḳurʾâni’l-ʿaẓîm , s. 15, 62, 103), daha sonra Kitâbü’ṭ-Ṭavâsîn ’in “Tâsînü’s-sirâc” bölümünde konuyu ele alan Hallâc, nûr-ı Muhammedî’nin kadîm ve ezelî olduğunu söylemiştir. Buna göre Allah ilk defa Muhammedî nuru yaratmış, onun ardından her şey bu nurdan ve bu nur için yaratılmıştır. Bütün peygamberlerde tecelli eden bu nur en son Resûl-i Ekrem’e intikal etmiş ve onda karar kılmıştır. Şiîler’e göre nûr-ı Muhammedî, Hz. Peygamber’den sonra Ehl-i beyt imamlarına, sûfîlere göre velîlere intikal etmiştir (bk. HAKÎKAT-i MUHAMMEDİYYE ). Mişkâtü’l-envâr adlı eserindeki görüşleriyle nur fikrine büyük katkı sağlayan Gazzâlî tek ve hakiki nurun Allah olduğunu, O’nun dışındaki nurlara ancak mecaz yoluyla nur denilebileceğini ifade etmiş ve nuru “zuhur” olarak tanımlamıştır. Ona göre kalpteki gözün nuru baştaki gözün nurundan daha önemlidir; bu sebeple bu gözün görmesini sağlayan nur gerçek nurdur. Bilgiler insanlara Hz. Peygamber’in kutsal ruhu vasıtasıyla ulaştığından ona “sirâc-ı münîr” denilmiştir (el-Ahzâb 33/46). En karanlık şey yokluktur, varlık ise nurdur. Allah nurların nurudur. Bir şey bu nurdan pay aldığı nisbette mükemmel bir varlık olur. Gazzâlî’nin “itaat edilen varlık” (mutâ‘) dediği şey Muhammedî nurdur. Güneşe göre ışıkların durumu ne ise mutâa göre varlıkların durumu da odur. İslâm’da İşrâkī hareketin temsilcilerinden olan Sühreverdî el-Maktûl Ḥikmetü’l-işrâḳ , el-Meşâriʿ ve’l-muṭâraḥât , Pertevnâme ve Heyâkilü’n-nûr gibi eserlerinde nur kavramını esas alan felsefî ve tasavvufî bir sistem geliştirmiş ve Allah’ı “nûrü’l-envâr” olarak nitelemiştir. Muhammedî nur anlayışını Muhyiddin İbnü’l-Arabî daha geniş biçimde anlatmış, hakîkat-i Muhammediyye düşüncesinin temeli haline getirmiş, bu düşünce Azîz Nesefî, Abdülkerîm el-Cîlî ve bunların izleyicileri tarafından yaygınlaştırılmıştır. Süleyman Çelebi de Mevlid ’inde bu nuru tasvir etmiştir. Akaid ve kelâm kitaplarında böyle bir nur anlayışı yer almamaktadır. Yalnızca Sa‘deddin et-Teftâzânî, Şerḥu’l-Maḳāṣıd ’da Hz. Peygamber’e atalarından bir nurun intikal ettiğini ve bunun O’nun bir mûcizesi olduğunu söylemekle yetinir. Varlıkların kaynağı olan nurdan ilk defa Şiî-Bâtınî çevrelerinde bahsedildiğini, bu fikrin daha sonra mutasavvıflara intikal ettiğini, Şiî-Bâtınî zümrelerle mutasavvıfların bu konuda birbirini etkilediklerini ileri sürenler de vardır (Kâmil Mustafa eş-Şeybî, s. 133, 372). Nur ve ışık metaforu bütün dinlerle Hermes ve İşrâkīlik gibi yarı dinî felsefelerde önemlidir. BİBLİYOGRAFYA Râgıb el-İsfahânî, el-Müfredât , “nûr” md. el-Muvaṭṭaʾ , “ʿİlim”, 1. Müsned , V, 157. Buhârî, “Daʿavât”, 9. Müslim, “Îmân”, 291-292, “Ṣalâtü’l-müsâfirîn”, 181, 189, “Ṭahâret”, 1. İbn Mâce, “İḳāmetü’ṣ-ṣalât”, 186. Ebû Dâvûd, “Sünnet”, 16. Tirmizî, “Daʿavât”, 82, “Tefsîr”, 53/7, “Ḳader”, 16. Sehl et-Tüsterî, Tefsîrü’l-Ḳurʾâni’l-ʿaẓîm , Kahire 1908, s. 15, 62, 103. Hallâc-ı Mansûr, Kitâbü’ṭ-Ṭavâsîn (nşr. L. Massignon), Paris 1913, s. 1-15. Hakîm et-Tirmizî, Ḫatmü’l-evliyâʾ , s. 280, 290. Serrâc, el-Lümaʿ , s. 548. Sülemî, Ṭabaḳāt , s. 21. Gazzâlî, İḥyâʾ , III, 21. a.mlf., el-Maḳṣadü’l-esnâ , Kahire 1322, s. 99, 106. a.mlf., Mişkâtü’l-envâr (nşr. Ebü’l-Alâ Afîfî), Kahire 1383/1964. Aynülkudât el-Hemedânî, Temhîdât (nşr. Afîf Useyrân), Tahran 1991, s. 254, 354. Sühreverdî el-Maktûl, Mecmûʿa-i Muṣannefât-i Şeyḫ-i İşrâḳ , Tahran 1397, I, 465; II, 124; III, 82, 84. Baklî, Şerḥ-i Şaṭḥiyyât , s. 456-467. Fahreddin er-Râzî, Levâmiʿu’l-beyyinât , Kahire 2000, s. 332-334. İbnü’l-Arabî, el-Fütûḥât , I, 174. a.mlf., Risâletü’l-envâr ( Resâʾilü İbn ʿArabî içinde), Beyrut 1367, s. 1-19. Abdürrezzâk el-Kâşânî, Leṭâʾifü’l-iʿlâm (nşr. Saîd Abdülfettâh), Kahire 1416/1996, s. 365-366. Abdülkerîm el-Cîlî, el-İnsânü’l-kâmil , İstanbul 1310, II, 37-39. Süyûtî, el-İtḳān , Kahire 1951, I, 5. Molla Sadrâ, Tefsîru âyeti’n-nûr , Tahran 1403. Aclûnî, Keşfü’l-ḫafâʾ , I, 265. Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , Kahire 1963, s. 286-288. R. A. Nicholson, Fi’t-Taṣavvufi’l-İslâmî ve târîḫih (trc. Ebü’l-Alâ Afîfî), Kahire 1969, s. 134-159. Kâmil Mustafa eş-Şeybî, eṣ-Ṣıla beyne’t-taṣavvuf ve’t-teşeyyuʿ , Kahire 1969, s. 133, 372. M. Celâl Şeref, Dirâsât fi’t-taṣavvufi’l-İslâmî , Beyrut 1404/1984, s. 304. M. Yâsir Şeref, Ḥareketü’t-taṣavvufi’l-İslâmî , Kahire 1986, s. 172-173. A. Schimmel, İslamın Mistik Boyutları (trc. Ergun Kocabıyık), İstanbul 2001, s. 214. Ömer Çelik, “Kur’ân-ı Kerîm’de Nûr Kavramı”, MÜİFD , sy. 16-17 (1998-99), s. 123-171. Salih Çift, “İlk Dönem Tasavvuf Düşüncesinde Nûr Kavramı”, UÜ İlâhiyat Fakültesi Dergisi , XIII/1, Bursa 2004, s. 139-157. W. Hartner, “Nūr”, EI 2 (İng.) , VIII, 121-122. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2007 yılında İstanbul’da basılan 33. cildinde, 244-245 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Râgıb el-İsfahânî, el-Müfredât , “nûr” md.",
        "el-Muvaṭṭaʾ , “ʿİlim”, 1.",
        "Müsned , V, 157.",
        "Buhârî, “Daʿavât”, 9.",
        "Müslim, “Îmân”, 291-292, “Ṣalâtü’l-müsâfirîn”, 181, 189, “Ṭahâret”, 1.",
        "İbn Mâce, “İḳāmetü’ṣ-ṣalât”, 186.",
        "Ebû Dâvûd, “Sünnet”, 16.",
        "Tirmizî, “Daʿavât”, 82, “Tefsîr”, 53/7, “Ḳader”, 16.",
        "Sehl et-Tüsterî, Tefsîrü’l-Ḳurʾâni’l-ʿaẓîm , Kahire 1908, s. 15, 62, 103.",
        "Hallâc-ı Mansûr, Kitâbü’ṭ-Ṭavâsîn (nşr. L. Massignon), Paris 1913, s. 1-15.",
        "Hakîm et-Tirmizî, Ḫatmü’l-evliyâʾ , s. 280, 290.",
        "Serrâc, el-Lümaʿ , s. 548.",
        "Sülemî, Ṭabaḳāt , s. 21.",
        "Gazzâlî, İḥyâʾ , III, 21.",
        "a.mlf., el-Maḳṣadü’l-esnâ , Kahire 1322, s. 99, 106.",
        "a.mlf., Mişkâtü’l-envâr (nşr. Ebü’l-Alâ Afîfî), Kahire 1383/1964.",
        "Aynülkudât el-Hemedânî, Temhîdât (nşr. Afîf Useyrân), Tahran 1991, s. 254, 354.",
        "Sühreverdî el-Maktûl, Mecmûʿa-i Muṣannefât-i Şeyḫ-i İşrâḳ , Tahran 1397, I, 465; II, 124; III, 82, 84.",
        "Baklî, Şerḥ-i Şaṭḥiyyât , s. 456-467.",
        "Fahreddin er-Râzî, Levâmiʿu’l-beyyinât , Kahire 2000, s. 332-334.",
        "İbnü’l-Arabî, el-Fütûḥât , I, 174.",
        "a.mlf., Risâletü’l-envâr ( Resâʾilü İbn ʿArabî içinde), Beyrut 1367, s. 1-19.",
        "Abdürrezzâk el-Kâşânî, Leṭâʾifü’l-iʿlâm (nşr. Saîd Abdülfettâh), Kahire 1416/1996, s. 365-366.",
        "Abdülkerîm el-Cîlî, el-İnsânü’l-kâmil , İstanbul 1310, II, 37-39.",
        "Süyûtî, el-İtḳān , Kahire 1951, I, 5.",
        "Molla Sadrâ, Tefsîru âyeti’n-nûr , Tahran 1403.",
        "Aclûnî, Keşfü’l-ḫafâʾ , I, 265.",
        "Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , Kahire 1963, s. 286-288.",
        "R. A. Nicholson, Fi’t-Taṣavvufi’l-İslâmî ve târîḫih (trc. Ebü’l-Alâ Afîfî), Kahire 1969, s. 134-159.",
        "Kâmil Mustafa eş-Şeybî, eṣ-Ṣıla beyne’t-taṣavvuf ve’t-teşeyyuʿ , Kahire 1969, s. 133, 372.",
        "M. Celâl Şeref, Dirâsât fi’t-taṣavvufi’l-İslâmî , Beyrut 1404/1984, s. 304.",
        "M. Yâsir Şeref, Ḥareketü’t-taṣavvufi’l-İslâmî , Kahire 1986, s. 172-173.",
        "A. Schimmel, İslamın Mistik Boyutları (trc. Ergun Kocabıyık), İstanbul 2001, s. 214.",
        "Ömer Çelik, “Kur’ân-ı Kerîm’de Nûr Kavramı”, MÜİFD , sy. 16-17 (1998-99), s. 123-171.",
        "Salih Çift, “İlk Dönem Tasavvuf Düşüncesinde Nûr Kavramı”, UÜ İlâhiyat Fakültesi Dergisi , XIII/1, Bursa 2004, s. 139-157.",
        "W. Hartner, “Nūr”, EI 2 (İng.) , VIII, 121-122."
      ]
    },
    {
      "author": "İLHAN KUTLUER",
      "content": "İSLÂM DÜŞÜNCESİ. Eski çağlardan beri ışık, çeşitli dinî telakkiler ve gnostik (irfanî) akımlarda hem ilâhî varlık veya tecellîleri hem de mânevî aydınlanmayı ifade eden bir terim olarak kullanılmıştır. İslâm toplumunun başından beri ilişki içinde bulunduğu eski kültür havzalarında ışık-karanlık sembolizminin merkezî bir önem taşıdığı, özellikle İran Maniheizmi ile Hermetik felsefe akımlarında çokça kullanıldığı görülmektedir. Eski Ahid’de nur ilâhî tecellî ve kurtuluşun bir sembolü olarak geçer (Mezmûrlar, 27/1, 36/9). Yeni Ahid’de ise Hz. Îsâ’nın, “Ben dünyanın nuruyum” cümlesi yer alır (Yuhanna, 8/12). Ayrıca eski mistik sistemler ve bunların Ortaçağ’daki yansımalarında bu sembolizm mânevî aydınlanma tecrübesini ifade etmenin elverişli bir yolu sayılmıştır ( ER , VIII, 547-550). Nur terimi Kur’ân-ı Kerîm’de birçok âyette “vahyin aydınlığı” veya “yol gösterici ilâhî ışık” anlamında kullanılmıştır (meselâ bk. el-Mâide 5/15; İbrâhîm 14/1; el-Hadîd 57/9; et-Tegābün 64/8). Işık kaynağı olan güneş için ziyâ, onun ışığını yansıtan ay için de nur nitelemesi yapılır (Yûnus 10/5). Nur âyeti olarak anılan ve Allah’ın yerin ve göklerin nuru olduğunu beyan eden âyet ise (en-Nûr 24/35) çeşitli düşünce akımlarının ilgisini çekmiş ve özel yorumlara konu olmuştur. Bu ilgi etrafında gelişen düşünceler, İslâm öncesi doktrin ve düşüncelerle de yüzleşmenin sonucu olarak belirli bir renklilik ve çeşitlilik kazanmıştır. Klasik İslâm literatüründe nur kelimesi inancın, doğru yolun, varlığın veya bilginin ışığını ifade eden birçok tamlamada kullanılmış; nûrü’l-Kur’ân, nûrü’l-akl ve nûrü’l-Hak gibi terkipler etrafında İslâm düşüncesinin kelâm, felsefe ve tasavvuf alanlarının görüşlerini yansıtan, onları birbiriyle ilişkili kılan bir terminoloji oluşmuştur. Nurun Allah için kullanılması, kelâmda “teşbîh” yahut “tecsîm” denilen antropomorfist telakkilerden ve Maniheist nur-zulmet inancını çağrıştıran fikirlerden uzak durmak gerekçesiyle zaman zaman tartışılmıştır. Ebü’l-Hasan el-Eş‘arî ışığın fizikî anlamıyla Allah’a nur denilemeyeceğini savunan görüşlere temas etmiş ( Maḳālât , s. 534), İbn Hazm nur âyetini Allah’ın yol gösterici oluşuyla yorumlamıştır. İbn Hazm’ın bu yorumu, yahudi muhataplarına karşı ve Tevrat’taki bazı antropomorfik ifadeler bağlamında yapması ilgi çekicidir ( el-Faṣl , I, 254). Mutahhar b. Tâhir el-Makdisî de Maniheistler’in müslüman kisvesi altında, “Âlemin ilkesi nurdur” gibi söylemler geliştirdiklerini söyler ( el-Bedʾ ve’t-târîḫ , I, 142-143). Birçok müellif gibi Şehristânî de doğrudan doğruya tevhide aykırı gördüğü ezelî nur ve zulmet inancı ekseninde Maniheizm’i irdelemiştir ( el-Milel , I, 244-246). İlk İslâm filozofu Kindî, ruhun karanlık âlemden kurtulup Tanrı nurunun bulunduğu gerçek âleme yönelmesine dair görüşleri bir ışık sembolizmiyle tanıtırken ( Resâʾil , I, 273-275) Eflâtun’un Politeia diyalogunda geçen mağara istiaresini hatırlatmaktadır. Nitekim kendisinin de üzerinde düzeltme çalışmaları yaptığı Es̱ûlûcyâ ( Theologia ) tercümesinde ruhun “bu âlem mağarası”ndan çıkıp idealar âlemine yükselişine değinilmektedir (Abdurrahman Bedevî, s. 24). Bu metinde sudûr sürecinde her şeyin ilkesi olan “bir”den, nurlar nuru ve insan ruhunu aydınlatan ışıktan da “ilk nur” olarak söz edilmektedir ( a.g.e. , s. 6, 56, 61). Fârâbî’nin de insan aklının zayıf olması sebebiyle Tanrı’yı hakkıyla kavrayamadığını vurgularken Tanrı’dan beliriş ve ışıması gözleri kamaştıran, bu yüzden idrak edilemeyen bir nur olarak bahsettiği görülür ( el-Medînetü’l-fâżıla , s. 50). İbn Sînâ’ya gelince öncelikle optikteki ışık kavramını ele alan filozof dav’, şua ve nur terimleri arasındaki anlam farkları üzerinde durmaktadır. Buna göre dav’ kaynağı kendinden olan ışık, şua göze yansıyan ışın, nur ise ışık kaynağından yayılıp cisimlerde bulunan renkleri ortaya çıkaran aydınlık keyfiyetinden ibarettir. Filozof nuru bir keyfiyet değil cisim ya da renk sayanları uzun uzun eleştirmektedir ( Avicenna’s de Anima , s. 91-92, 95 vd.). Aynı dönemde yaşamış olan optik bilgini İbnü’l-Heysem’in eleştirel yaklaşımla değindiği ( Kitâbü’l-Menâẓır , s. 61) gözdeki nûrânî güç terimi dışında nur terimini tercih etmediği, ışık için dav’, ışın için de şua kelimelerini kullandığı görülmektedir. Nur İbn Sînâ’nın epistemolojisinde metafizik bir kavram olarak karşımıza çıkmaktadır. Buna göre insan aklını kuvveden fiile çıkaran faal akıl aydınlatıcı etkisiyle tümel kavramlara ulaşmayı mümkün kılar. Güneşin görme algımıza nisbeti neyse faal aklın insan nefsine nisbeti de odur. İnsanın akıl gücü hayal gücündeki tikel varlığa ait tek tek sûretlere muttali olup faal aklın nuru onların üzerine ışıdığında bu sûretler maddî bağlantılarından soyutlanır ve aydınlanmanın (işrâk) etkisiyle tümel kavram ve bilgilere ulaşılmış olur ( Avicenna’s de Anima , s. 234-235). Bu görüş Aristo’nun aktif aklı renkleri kuvveden fiile çıkaran ışığa benzetmesiyle ilgili görünmektedir (Aristoteles, On the Soul , III, 5, 430 a , 15-17). Benzetmedeki ışık eserin Arapça tercümesinde dav’ kelimesiyle karşılanmıştır (Aristûtâlîs, Fi’n-Nefs , s. 75). İbn Sînâ’nın başka eserlerinde de bu fikirler ve onların nübüvvet teorisine kadar uzanan açılımları nur âyetindeki ışık sembolizmi etrafında tekrar edilir ( el-İşârât ve’t-tenbîhât , s. 113; İs̱bâtü’n-nübüvvât , s. 49-52; ayrıca bk. Okumuş, s. 111-113). Onun Tefsîru Âyeti’n-nûr adıyla bilinen müstakil ve kısa risâlesi felsefî te’vilin ilgi çekici örneklerinden biridir. Bu risâlede terminolojinin daha dinî bir renge büründüğü ve nübüvvet kavramına yönelik olduğu görülmektedir. Allah’ın göklerin ve yerin nuru oluşu bu risâleye göre Allah’ın, varlığının nuruyla bütün bir mevcûdatın aydınlatıcısı olması demektir. Ancak bu aydınlatmayı O’nun varlığından bir şeyin çıkması anlamına almak sapkınlık olacaktır. Allah’ın nurunun gökleri ve yeri aydınlatması Allah ile âlem arasındaki varlık verme-varlık kazanma ilişkisini dile getirmektedir. Nur âyetinde geçen benzetmelere gelince bu âyetteki “mişkât” Hz. Muhammed’in gövde boşluğunu, “zücâce” kalbini, “misbâh” ilim ve iman nurunu, “ne doğuya ne de batıya mensup” nitelemesi ise İslâm dininin tek yöne saplanıp kalmayan ve bütün yeryüzüne yayılan evrensel nurunu ifade etmektedir (İbn Sînâ, Tefsîru Âyeti’n-nûr , s. 86-88). Gazzâlî, aynı âyeti tefsir etmek maksadıyla yazdığı Mişkâtü’l-envâr adlı eserinde bir nur metafiziği ortaya koyarken bu terimin daha önce kazandığı ontolojik ve epistemolojik anlamlara sistematik bir hüviyet kazandırmıştır. Gazzâlî’ye göre ilk, küllî, gerçek ve en yüce nur Allah’tır. O nurlar nurudur ve bu nurun zuhuru ile O’ndan başka ne varsa varlığa gelmekte, âlemdeki varlıklar nurlarını feyiz yoluyla O’ndan iktibas etmektedir ( Mişkâtü’l-envâr , s. 41, 54, 59-60). Gazzâlî’nin eseri nur âyetindeki sembolizmin bir yorumuyla kapanmaktadır. Bu yorumda tıpkı İbn Sînâ’da olduğu gibi âyetteki sembol ve benzetmeler ya insan ruhunun idrak güçlerine ya da nübüvvet gerçeğinin çeşitli yönlerine karşılık gelmektedir. Ancak Gazzâlî’nin yorumu Selef’inkinden yer yer farklılıklar arzetmektedir ( a.g.e. , s. 79-81). Varlık ve bilgi kavramlarını nur terimiyle ifade eden bu metafizik Gazzâlî’den sonra çok ilgi görmüş, özellikle İşrâkī ve vahdet-i vücûdcu telakkilere ilham vermiştir. İşrâkī sistemde nur terimi ontolojik anlamlar kazanmış ve daima sistemin merkezinde yer tutmuştur. Sistemin kurucusu Sühreverdî’ye göre apaçık bir gerçeklik olan nurun (dav’) tanımı yoktur. Var olan ya saf nur (en-nûrü’l-mücerred) ya da ilişik nurdur (en-nûrü’l-ârız). Saf nur maddeden ayrıktır, ilişik nur ise özü itibariyle yok sayılan “karanlık” cevher ve yapılara ilişmiş ve “berzah” denilen duyulur cismi meydana getirmiştir. Bu ontoloji esas itibariyle bir varlık hiyerarşisi şeklinde temellendirilmektedir. Hiyerarşinin en yücesindeki varlık ilkesi nurlar nurudur. O’ndan ışıyan varlıkların dikey boyutunda İslâm felsefesindeki gök akıllarına karşılık gelen ve birbirinden sudûr eden egemen nurlar, yatay boyutunda ise Eflâtun’un idealarına ya da Zerdüştî melekler dizisine karşılık gelen ve türlerin ilk örneklerini teşkil eden nurlar bulunmaktadır. Bu nurlardan da vekilleri olan yönetici nurlar sudûr eder ( Ḥikmetü’l-işrâḳ , II, 106 vd.). Vahdet-i vücûd anlayışının öncü mütefekkiri Muhyiddin İbnü’l-Arabî de varlık ve bilgi görüşünü ortaya koyarken nur-zulmet terimlerini kullanmaktadır. Ona göre Hak yani gerçek varlık sırf nur, imkânsızlık yani mutlak yokluk ise sırf zulmettir. Ne sırf nur zulmete ne de sırf zulmet nura dönüşür. Yaratılmış varlıklar ise nur ile zulmet arasındaki ara yahut geçit varlık alanını oluşturur. Bunlar özü bakımından ne nur ne de zulmet ne varlık ne de yokluktur; her iki uca da nisbeti bulunan bir varlık tarzına sahiptirler. İbnü’l-Arabî nur terimini idrak psikolojisinde de kullanmaktadır. Buna göre nur olmasaydı ne duyu ne hayal ne de bilgi formları idrak edilebilirdi. Yaygın terminolojide görme gücü denilen meleke aslında görmeyi mümkün kılan nurdur. Diğer melekeler için de aynı şey geçerli olup ârifler güç kavramının yerine nur kavramını kullanırlar. Esas itibariyle zuhurun kendisi nurdur. Dolayısıyla her idrak edilen şeyin bu idraki mümkün kılan nura nisbetinin olması kaçınılmazdır. Her bilginin Hakk’a nisbeti vardır; Hak da nur olduğuna göre sonuçta her bilginin nura bir nisbeti bulunmaktadır. Algı ve bilginin imkânı bağlamında kullanıldığında nur terimi İbnü’l-Arabî’nin tecellî teorisiyle yakından ilgili hale gelir. Tıpkı vücûd ve nur terimlerinde olduğu gibi tecellî terimi de hem ontolojik hem epistemolojik boyutlara sahiptir. Buna göre Allah yalnızca âlemle tecelli etmez; aynı zamanda bütün mânevî bilgilenme yaşantılarında da tecelli eder. Nitekim sûfîler nezdinde tecellinin bir tanımı da “kalplerin perdesini açan gayb nurları”dır. Bütün bunların ötesinde İbnü’l-Arabî için bizzat Kur’an bir nurdur; çünkü içerdiği delillerle saptırıcı şüpheleri kovmakta ve karanlığı ortadan kaldırmaktadır ( el-Fütûḥâtü’l-Mekkiyye , II, 485; III, 96, 274, 276; geniş açıklama için bk. Chittick, s. 12-14, 213-216). BİBLİYOGRAFYA Aristoteles [Aristo], Fi’n-Nefs (trc. İshak b. Huneyn, nşr. Abdurrahman Bedevî), Küveyt 1980, s. 75. a.mlf., On The Soul ( De Anima , III, 5, 430 a , 15-17); (trc. J. A. Smith, The Works of Aristotle içinde), Chicago 1952, I, 662. Kindî, Resâʾil , I, 273-275. Fârâbî, el-Medînetü’l-fâżıla (nşr. Albert Nasrî Nâdir), Beyrut 1991, s. 50. Eş‘arî, Maḳālât (Ritter) , s. 534. Makdisî, el-Bedʾ ve’t-târîḫ , I, 142-143. İbn Sînâ, Avicenna’s de Anima: Kitâbü’n-Nefs (nşr. F. Rahman), London 1970, s. 91-92, 95 vd., 234-235. a.mlf., İşaretler ve Tenbihler: el-İşârât ve’t-tenbîhât (trc. Ali Durusoy v.dğr.), İstanbul 2005, s. 113. a.mlf., İs̱bâtü’n-nübüvvât ve teʾvîlü rumûzihim ve ems̱âlihim (nşr. M. Marmura), Beyrut 1968, s. 49-52. a.mlf., Tefsîru Âyeti’n-nûr (nşr. Hasan Âsî, et-Tefsîrü’l-Ḳurʾânî ve’l-luġati’ṣ-ṣûfiyye fî felsefeti İbn Sînâ içinde), Beyrut 1403/1983, s. 86-88. İbnü’l-Heysem, Kitâbü’l-Menâẓır (nşr. Abdülhamîd Sabra), Küveyt 1983, s. 61, ayrıca bk. tür.yer. İbn Hazm, el-Faṣl (Umeyre) , I, 254. Gazzâlî, Mişkâtü’l-envâr (nşr. Ebü’l-Alâ Afîfî), Kahire 1383/1964, s. 41, 54, 59-60, 79-81. Şehristânî, el-Milel (Kîlânî) , I, 244-246. Şehâbeddin es-Sühreverdî, Ḥikmetü’l-işrâḳ (nşr. H. Corbin, Opera metaphysica et mystica içinde), Tahran-Paris 1952, II, 106 vd. Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Beyrut, ts. (Dâru Sâdır), II, 485; III, 96, 274, 276. Abdurrahman Bedevî, Eflûṭîn ʿinde’l-ʿArab , Küveyt 1977, s. 6, 22, 24, 56, 61. W. C. Chittick, The Sufi Path of Knowledge , Albany 1989, s. 12-14, 213-216. Mesut Okumuş, Kur’an’ın Felsefî Okunuşu: İbn Sînâ Örneği , Ankara 2003, s. 111-113. R. J. Zwi Werblowsky, “Light and Darkness”, ER , VIII, 547-550. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2007 yılında İstanbul’da basılan 33. cildinde, 245-246 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Aristoteles [Aristo], Fi’n-Nefs (trc. İshak b. Huneyn, nşr. Abdurrahman Bedevî), Küveyt 1980, s. 75.",
        "a.mlf., On The Soul ( De Anima , III, 5, 430 a , 15-17); (trc. J. A. Smith, The Works of Aristotle içinde), Chicago 1952, I, 662.",
        "Kindî, Resâʾil , I, 273-275.",
        "Fârâbî, el-Medînetü’l-fâżıla (nşr. Albert Nasrî Nâdir), Beyrut 1991, s. 50.",
        "Eş‘arî, Maḳālât (Ritter) , s. 534.",
        "Makdisî, el-Bedʾ ve’t-târîḫ , I, 142-143.",
        "İbn Sînâ, Avicenna’s de Anima: Kitâbü’n-Nefs (nşr. F. Rahman), London 1970, s. 91-92, 95 vd., 234-235.",
        "a.mlf., İşaretler ve Tenbihler: el-İşârât ve’t-tenbîhât (trc. Ali Durusoy v.dğr.), İstanbul 2005, s. 113.",
        "a.mlf., İs̱bâtü’n-nübüvvât ve teʾvîlü rumûzihim ve ems̱âlihim (nşr. M. Marmura), Beyrut 1968, s. 49-52.",
        "a.mlf., Tefsîru Âyeti’n-nûr (nşr. Hasan Âsî, et-Tefsîrü’l-Ḳurʾânî ve’l-luġati’ṣ-ṣûfiyye fî felsefeti İbn Sînâ içinde), Beyrut 1403/1983, s. 86-88.",
        "İbnü’l-Heysem, Kitâbü’l-Menâẓır (nşr. Abdülhamîd Sabra), Küveyt 1983, s. 61, ayrıca bk. tür.yer.",
        "İbn Hazm, el-Faṣl (Umeyre) , I, 254.",
        "Gazzâlî, Mişkâtü’l-envâr (nşr. Ebü’l-Alâ Afîfî), Kahire 1383/1964, s. 41, 54, 59-60, 79-81.",
        "Şehristânî, el-Milel (Kîlânî) , I, 244-246.",
        "Şehâbeddin es-Sühreverdî, Ḥikmetü’l-işrâḳ (nşr. H. Corbin, Opera metaphysica et mystica içinde), Tahran-Paris 1952, II, 106 vd.",
        "Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Beyrut, ts. (Dâru Sâdır), II, 485; III, 96, 274, 276.",
        "Abdurrahman Bedevî, Eflûṭîn ʿinde’l-ʿArab , Küveyt 1977, s. 6, 22, 24, 56, 61.",
        "W. C. Chittick, The Sufi Path of Knowledge , Albany 1989, s. 12-14, 213-216.",
        "Mesut Okumuş, Kur’an’ın Felsefî Okunuşu: İbn Sînâ Örneği , Ankara 2003, s. 111-113.",
        "R. J. Zwi Werblowsky, “Light and Darkness”, ER , VIII, 547-550."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}