{
  "id": "eweb_347",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/rabia-el-adeviyye",
  "annotator": "Jeremy",
  "title": "RÂBİA el-ADEVİYYE",
  "arabic_title": "رابعة العدويّة",
  "summary": "(ö. 185/801 [?]) Basralı kadın sûfî.",
  "parts": [
    {
      "author": "HÜLYA KÜÇÜK",
      "content": "95 (714) veya 99 (718) yılında Basra’da doğdu. Fakir bir ailenin dördüncü kızı olduğu için “Râbia” ismi verilmiştir. Kays b. Adî kabilesinin âzatlı kölesi olduğundan Adeviyye veya Kaysiyye nisbeleriyle anılmıştır. Künyesi Ümmü’l-hayr’dır. Sülemî, Ẕikrü’n-nisveti’l-müteʿabbidâti’ṣ-ṣûfiyyât adlı eserinde (s. 27, 54, 59) Râbia el-Adeviyye’nin yanı sıra aynı ismi taşıyan iki kadın sûfîden daha bahseder. Bunlardan biri dönemin ünlü sûfîlerinden Abdülvâhid b. Zeyd’in (ö. 177/793) eşi Basralı Râbia el-Ezdiyye, diğeri Ahmed b. Ebü’l-Havârî’nin eşi Şamlı Râbia (Râyia) bint İsmâil’dir (ö. 228/844). Aynı dönemde üç ayrı Râbia’nın bulunması Râbia el-Adeviyye hakkında kaynaklarda farklı bilgilerin yer almasına sebep olmuştur. Râbia’dan ilk bahseden çağdaşı Câhiz onun dönemin meşhur üç kadın zâhidinden biri olduğunu söyler (diğerleri Muâze el-Adeviyye ile sahâbeden Ebü’d-Derdâ’nın küçük eşi Ümmü’d-Derdâ’dır; el-Beyân ve’t-tebyîn , I, 364; III, 127, 170, 193). Tasavvuf kaynaklarında “nâsikât, sâlihât, mütezehhidât” diye anılan bu kadın sûfîler arasında en meşhuru Râbia el-Adeviyye’dir. Hakkında en ayrıntılı bilgiyi ve menkıbeleri aktaran Ferîdüddin Attâr’a göre Râbia el-Adeviyye küçük yaşlarda yetim kalır. Basra’daki kıtlık sebebiyle kız kardeşlerinin dağılmasının ardından tek başına hayat sürmeye başlar. Bu esnada zalim bir kişi tarafından 6 akçe karşılığında köle olarak satın alınır. Gündüzleri ağır işlerde çalıştırılan Râbia geceleri kendisini ibadete verir. Bir gece ibadet ederken efendisi başındaki ışığın bütün odayı aydınlattığını görünce korkup onu âzat eder. Râbia hürriyetine kavuşunca hacca gitmeye karar verir. Onun dünyadan uzaklaşıp zühde yönelmesinin ilk işaretleri hacca giderken çölde karşılaştığı olaylarda ortaya çıkmaktadır. Rivayete göre yükünü taşıması için yanına aldığı eşeği çölde telef olunca kervandakiler yükünü taşımak istemişler, fakat Râbia Allah’ın yarattıklarına değil O’na güvendiğini söyleyerek bu isteği reddeder. Onun dünyanın sahibi Allah’a teveccüh etmesi daha sonraları Hallâc’da görüleceği şekilde Kâbe’ye bakışında da yansımasını bulmaktadır. Menkıbeye göre Mekke yolunda Kâbe’nin kendisini karşılamaya geldiğini görür ve, “Ben bu evi ne yapayım? Bana bu evin sahibi gerek. O bana, ‘Kim bana bir karış yaklaşırsa ben ona bir arşın yaklaşırım’ diye seslenmiştir” der. Râbia el-Adeviyye’nin dünyevî olan her şeyi terkedip zühde yönelmesi ilk zâhid sûfîlerde yaygın olan ortak bir tavırdır. Râbia’yı diğer sûfîlerden ayıran husus onun zühd anlayışını ilâhî aşk fikriyle tamamlamasıdır. Hacdan sonra Basra’ya yerleşen Râbia kendisine yapılan evlenme tekliflerini reddetmiştir. Râbia’nın bu tavrının kökeninde zühd anlayışı ve evliliğin ilâhî aşkın önünde perde olması düşüncesi vardır. Râbia ile birlikte Basra tasavvuf ekolünün temsilcilerinden olan Abdülvâhid b. Zeyd’in Râbia’ya evlilik teklif ettiğinde ondan, “Git kendine kendin gibi birini bul. Bende hiç arzu işareti gördün mü?” cevabını aldığı rivayet edilir. Râbia’nın bu cevabı, kendisini ilâhî aşktan uzaklaştıran her şeyden kaçınması gerektiğinin sembolik bir ifadesidir. Allah korkusunu esas alan zühd anlayışının temsilcilerinden Hasan-ı Basrî’nin de Râbia’ya evlilik teklifinde bulunduğu rivayet edilirse de Hasan-ı Basrî Râbia’dan yetmiş yıl önce vefat ettiğine göre bu rivayetin doğru olması mümkün değildir. Râbia ile evlenmek isteyenler sadece çevresindeki sûfîlerden ibaret değildir. O, Basra Emîri Muhammed b. Süleyman el-Hâşimî’nin evlilik teklifini de dünyayı arzulamanın elem, onu terketmenin huzur getireceğini söyleyerek reddetmiştir. Dünyevî nikâhın kişiyi Hak’tan uzaklaştırdığını söyleyen Râbia, Hak ile dâimî beraberliğe işaret eden mânevî ve ruhanî nikâh anlayışını benimsemiştir. Ferîdüddin Attâr’ın Râbia’yı “Hz. Meryem’in nâibi” şeklinde tanıtması ve Râbia’nın zühdü tercih edip bekâr bir hayat yaşaması, Avrupalı yazarlara onu Pelagia, Avilalı Teresa gibi hıristiyan azizeleriyle karşılaştırmasına yol açmıştır. Çağdaş Arap müelliflerden Abdurrahman Bedevî, Râbia’nın hıristiyan mistiklerden etkilendiğini ileri sürerken Abdülmün‘im el-Hifnî bu görüşü eleştirerek İslâm’da ve Hıristiyanlık’taki aşk anlayışının tamamıyla farklı olduğunu, Râbia’nın vahdet-i vücûd temelli ilâhî aşk anlayışını benimsediğini vurgulamıştır ( el-ʿÂbidetü’l-ḫâşiʿâ , s. 86-96). Râbia, yapmadığı şeyleri anlatırlar korkusuyla pek istemese de öğütlerinden faydalanmak isteyen birçok kişi tarafından ziyaret edilmiştir. Rebâh Kaysî el-Basrî, Zünnûn el-Mısrî, İbrâhim b. Edhem, Süfyân es-Sevrî, Şakīk-ı Belhî, Mâlik b. Dînâr gibi ünlü sûfîler yanında Muâze el-Adeviyye, hizmetinde bulunan Abde bint Ebû Şevâl, Meryem el-Basriyye ve Leylâ el-Kaysiyye gibi kadın sûfîlerle görüştüğü, hadis rivayetinde otorite olan Süfyân es-Sevrî ile görüşmesi sırasında onun kendisini Hakk’a yakınlaşmaktan alıkoyan hadis rivayetiyle meşgul olmasını eleştirdiği kaydedilmektedir. Attâr hiçbir kadına asla nübüvvet gelmediğini söyleyen bir erkek grubuna, “Ben sizin en yüce rabbinizim iddiası (en-Nâziât 79/24) kesinlikle hiçbir kadından sâdır olmamıştır” diyen Râbia el-Adeviyye’nin “tâcü’r-ricâl” olarak nitelenmeye lâyık olduğunu söyler. Râbia el-Adeviyye, 180 (796) veya 185 (801) yılında Basra’da vefat etti ve burada defnedildi. Çeşitli kaynakları inceleyerek Râbia’nın ölüm tarihini ve kabrinin yerini tartışan Ömer Rıza Doğrul’a göre ona nisbet edilen, Kudüs’ün doğusunda ve Hz. Îsâ’nın semaya yükseldiği yerin civarında Tûr-i Zeytâ’daki kabir Ahmed b. Ebü’l-Havârî’nin eşi olan Dımaşklı Râbia bint İsmâil’e aittir. Doğrul, Şam’da Râbia’ya izâfe edilen başka bir kabir daha bulunduğunu, bu kabrin de aynı hanım için yapılıp zamanla adının unutulmasından sonra Râbia el-Adeviyye’nin şöhretinden dolayı ona nisbet edildiğini ileri sürer ( Hazret-i Râbiatü’l-Adeviyye , s. 215-226). Râbia’nın zühd hareketinin tasavvufa dönüşüm sürecinde önemli bir yeri bulunmaktadır. Râbia’nın önderliğinde gelişen tasavvufî çizgide korku, kaygı ve hüzün yerine sevgi, ümit ve iyimserliğe ağırlık verildiği görülür. Sûfî müellifler sadece muhabbet ve aşk konusunda değil tövbe, zühd, hüzün, rızâ, tevazu gibi tasavvuf kavramlarının açıklanmasında da Râbia’nın sözlerine başvurmuşlardır. Onun bu tasavvufî haller hususunda geliştirdiği tavır kişinin bütün fiillerinin gerçek fâilinin Allah olduğu düşüncesidir. “Çok günahım var, eğer tövbe edersem Allah tövbemi kabul eder mi?” sorusuna verdiği, “Hayır! Eğer O senin tövbeni kabul ederse sen ancak o zaman tövbe edebilirsin” şeklindeki cevap (Kuşeyrî, s. 192) onun bu tavrını gösteren dikkat çekici bir örnektir. İlk dönem zâhidlerinde çokça görülen ağlama ve hüzün Râbia için de söz konusudur. “Allahım, benden râzı ol!” diye dua eden Süfyân es-Sevrî’ye, “Kendisinden razı olmadığın zattan senden razı olmasını istemekten utanmıyor musun!” dediği kaydedilir (Kelâbâzî, s. 153). İyi ve kötü amellerin gizlenmesi gerektiğini düşünen Râbia’nın, “Amellerimden biri başkası tarafından görülse onu yapılmamış sayarım” sözü onun ilk dönem sûfîlerindeki melâmet tavrına sahip olduğunu göstermektedir. Râbia el-Adeviyye ilâhî aşk konusunda şöyle münâcâtta bulunur: “Ey rabbim! Seni iki sevgi ile severim. Sevginin biri benim aşk ve iştiyakımdan, diğeri senin sevilmeye lâyık olduğundandır. Benim aşk ve iştiyakımdan gelen sevgim senden başkasını bırakıp sadece senin zikrinle meşgul olmayı, senin sevilmeye lâyık olmandan gelen sevgim de bana müşahede mertebesini ihsan buyurmuş olmandır. Şu halde hamd ve şükran ne bana mahsustur ne de övülmüş olma ciheti bana aittir. Her iki yönden de şükür ve hamd sana mahsustur.” Râbia’ya göre birinci aşk olan hevâ sevgisi mümkün olmakla birlikte bir eksikliği içerir. Zira kulun Hakk’ın dışındaki şeylerin kaygısıyla veya herhangi bir menfaat ümidiyle Hakk’ı sevmesi gerçek ilâhî aşk değildir. Gerçek aşk Allah’a aittir (el-hubbü lillâh). Allah kulu sevmedikçe kulun Allah’ı sevmesi mümkün değildir. Bu sevgide herhangi bir ikilik veya menfaat kaygısı yoktur. Râbia’nın ilâhî aşk anlayışının ibadete bakışında da yansımasını bulduğu görülmektedir. “Allah’a ne cehennem korkusu ne de cennet sevgisiyle ibadette bulunurum. Eğer korkudan dolayı amel işlersem kendimi kötü bir ücretli sayarım. Ben O’na aşk ve şevkimden dolayı ibadet ederim” sözü bu bakımdan önemlidir. Bir münâcâtında da şöyle demektedir: “İlâhî! Eğer ben sana cehennem korkusuyla ibadet ediyorsam beni cehennem ateşinde yak! Eğer cennet ümidiyle sana kullukta bulunuyorsam beni ondan mahrum et! Eğer sana olan sevgimden dolayı sana ibadet ediyorsam o zaman senin ezelî cemâlinden beni mahrum etme!” Râbia’nın düşünceleri Ma‘rûf-i Kerhî, Muhâsibî, Bâyezîd-i Bistâmî, Zünnûn el-Mısrî, Cüneyd-i Bağdâdî, Hallâc-ı Mansûr gibi sûfîleri etkilemiştir. “Dışarı çık da ilâhî sanatı seyret!” diyen câriyesine, “Sen de içeri gir de sendeki sanatkârı temaşa et!” şeklindeki cevabında ve, “Bende varlık yok ki evleneyim” gibi sözlerinde vahdet-i vücûdun izlerini görmek mümkündür. İyi amellerinin ortaya çıkmasını onların boşa gitmesi olarak görecek kadar melâmîmeşrep, Allah’tan dünyalık bir şey için dua etmeye utanacak ve dünyanın mâliki olmayan insanlardan bir şey istemeyecek kadar edep sahibi, Allah’a sadece Allah ve sevilen olduğu için ibadet edilmesini isteyecek kadar Hak âşığı olan Râbia’nın tasavvuf anlayışı Ebû Tâlib el-Mekkî, Kuşeyrî, Sühreverdî, Gazzâlî ve Muhyiddin İbnü’l-Arabî gibi sûfî müelliflerce farklı şekillerde yorumlanmıştır. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb ’un muhabbet bahsinde Râbia’yı Süfyân es-Sevrî’den daha üstün bir mertebede görerek onu “hulle” (Allah ile dostluk) makamına yerleştirir. Râbia ile Hallâc’ın ilâhî aşk anlayışı birbirine benzer. Ancak Hallâc, bir adım daha ileri giderek Allah’a âşık olan insanın aşk yolunda kendini feda etmesini savunur. İbnü’l-Arabî, Râbia’nın Abdülkādir-i Geylânî ve Şiblî ile aynı mertebeyi paylaştığını, bu mertebenin sevgi ve ibadeti sadece Allah’a tahsis edenlerin mertebesi olduğunu söyler. Râbia el-Adeviyye ismi İslâm ve Batı kültüründe ilâhî aşkın sembolü haline gelmiştir. Basra’dan köle olarak satın alınıp Erzurum’a getirildiğine ve kabrinin Hasan-ı Basrî mahallesinde olduğuna inanılması Râbia’nın Türk kültüründeki canlı izlerinden biridir (Araz, s. 109). Râbia el-Adeviyye Batı’da üzerinde çalışma yapılan ilk kadın sûfîdir. Julian Baldick’e göre sûfî tabakat kitaplarında anlatılan Râbia portresi ilk dönem hıristiyan azizlerine dair menkıbelerden uyarlanarak oluşturulmuş, Râbia’nın tarihsel kimliği efsanelerle örülü bir şekle büründürülmüştür. Râbia’nın şöhreti Haçlı seferleri yoluyla XIII. yüzyılın sonlarında Avrupa’ya ulaşmıştır. XVII. asır Fransız edebiyatında Râbia saf aşkın simgesi, hayır severliğin modeli olarak görülmüştür. Basra sokaklarında bir elinde meşale ile cenneti yakmaya, bir elinde testi ile cehennemi söndürmeye giden Râbia, Fransız yazarı Jean-Pierre Camus’nün bir hikâyesine konu olmuş, birçok Avrupalı yazarın eserlerine değişik anlatımlarla girmiştir. XIX. yüzyılda İngiltere’de yayımlanan R. M. Milnes’in The Sayings of Rabiah adlı şiir kitabı onun sözlerini toplayan eserlerdendir. Râbia el-Adeviyye hakkında birçok çalışma yapılmıştır. Batı’da ilk akademik çalışma, R. Nicholson’un teşvikiyle Londra Üniversitesi’nde doktora tezi olarak Margaret Smith’in hazırladığı Rābiʿa The Mystic and Her Fellow-Saints in Islām adlı kitaptır (Cambridge 1928). Annemarie Schimmel’in takdiminin yer aldığı eserin ikinci baskısı (Cambridge 1984) Bir Kadın Sufi Rabiâ adıyla Türkçe’ye çevrilmiştir (trc. Özlem Eraydın, İstanbul 1991). M. Smith’in bu eseri Muslim Women Mystics. The Life and Work of Rābiʿa and other Women Mystics in Islām ismiyle de yayımlanmıştır (Oxford 2001). Batı dünyasında Râbia hakkında yapılan diğer çalışmalar şunlardır: Charles Upton, Doorkeeper of the Heart: Versions of Rabiʿa (Putney 1988); Caterine Valdré, I detti di Rābiʿā, Les chants de la recluse (trc. Muhammed Dudaimah, Orbey: Arfuyen 2002); Caterina Greppi, Râbia: La Mistica (Milano 2003). Arap dünyasındaki çalışmalar: Abdurrahman Bedevî, Şehîdetü’l-ʿışḳi’l-ilâhî: Râbiʿatü’l-ʿAdeviyye (Kahire 1962, 2. bs.); Tâhâ Abdülbâkī Sürûr, Râbiʿatü’l-ʿAdeviyye ve’l-ḥayâti’r-rûḥiyye fi’l-İslâm (Kahire 1957); Abdülmün‘im el-Candîl, Râbiʿatü’l-ʿAdeviyye: ʿAzrâʾü’l-Baṣra, el-Betûl (Kahire 1987); Reşîd Selîm el-Garrâh, ez-Zâhide et-Tâʾibe Râbiʿatü’l-ʿAdeviyye: Şehîdât el-ḥubbi’l-ilâhî (Bağdat 1988); Semîh Âtıf ez-Zeyn, Râbiʿatü’l-ʿAdeviyye: Dirâse ve’t-taḥlîl (Beyrut 1988); Vidâd Sekkâkînî, el-ʿÂşıḳa el-Mutaṣavvife: Râbiʿatü’l-ʿAdeviyye (Dımaşk 1989; eser First Among Sufis: The Life and Thought of Rābiʿa al-ʿAdawiyya adıyla Nebil Safvet tarafından İngilizce’ye çevrilmiştir [Octagon Press 1982]); Abdülmün‘im el-Hifnî, el-ʿÂbidetü’l-ḫâşiʿa Râbiʿatü’l-ʿAdeviyye: İmâmetü’l-ʿâşıḳīn ve’l-maḥzûnîn (Kahire 1411/1991). Râbia hakkında Türkçe üç kitap yayımlanmıştır: Sofi Hori, İslâm Âleminde İlk Kadın Sufî Olarak Tanınan Râbiatü’l-Adeviyye (İstanbul 1970); Ömer Rıza Doğrul, Hazret-i Râbiatü’l-Adeviyye (haz. İnci Beşoğul, İstanbul 1976); Melih Yuluğ, Serencâmı Râbiatü’l-Adeviyye (İstanbul 1980). BİBLİYOGRAFYA Câhiz, el-Beyân ve’t-tebyîn (nşr. Abdüselâm M. Hârûn), Kahire 1975, I, 364; III, 127, 170, 193. Kelâbâzî, Taarruf (Uludağ) , s. 153. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Beyrut 1996, II, 112-113. Kuşeyrî, Risâle (Uludağ) , s. 192, 209, 235, 292. Muhammed b. Hüseyin es-Sülemî, Ẕikrü’n-nisveti’l-müteʿabbidâti’ṣ-ṣûfiyyât (nşr. Mahmûd M. et-Tanâhî), Kahire 1993, s. 27, 54, 59. Gazzâlî, İḥyâʾ , I, 313; II, 237; IV, 47, 49, 346, 360, 491. İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , Kahire 1994, II, 255-258, 463. Ferîdüddin Attâr, Tezkiretü’l-evliya (haz. Süleyman Uludağ), İstanbul 1991, s. 109-126. İbnü’l-Mülakkın, Tabaḳātü’l-evliyâʾ (nşr. Nûreddin Şerîbe), Kahire 1406/1986, s. 35, 408. Mehmed Zihni, Meşâhîrü’n-nisâ (nşr. Bedrettin Çetiner), İstanbul 1982, I, 275-276. Nezihe Araz, Anadolu Evliyaları , İstanbul 1958, s. 107-120. Ömer Rıza Doğrul, Hazret-i Râbiatü’l-Adeviyye , İstanbul 1976. J. Baldick, Mystical Islam: An Introduction to Sufism , London 1989, s. 29. Abdülmün‘im el-Hifnî, el-ʿÂbidetü’l-ḫâşiʿa Râbiʿatü’l-ʿAdeviyye: İmâmetü’l-ʿâşıḳīn ve’l-maḥzûnîn , Kahire 1411/1991, s. 86-96. G. J. van Gelder, “Râbia’s Poem on the Two Kinds of Love: A Mystification?”, Verse and the Fair Sex: Studies in Arabic Poetry and in the Representation of Women in Arabic Literature (ed. Frederick de Jong), Utrecht 1993, s. 66-76. Süleyman Derin, Towards some Paradigms of the Sufi Conception of Love: From Râbia to Ibn al-Fârid (doktora tezi, 1999), Leeds University, s. 111-145. A. Knysh, Islamic Mysticism , Leiden 1999, s. 26-32. Abdülhalîm Mahmûd, “Râbiʿatü’l-ʿAdeviyye li’l-üstâẕ Ṭahâ ʿAbdülbâḳī Sürûr”, Mecelletü’l-İslâm ve’t-taṣavvuf , I/6, Kahire 1378/1958, s. 21-24. Ahmet Suphi Furat, “Tasavvufî Şiirin İlk Mümessili Râbia Adeviyye”, İslâmî Edebiyat , sy. 11, İstanbul 1991, s. 17-20. Ebü’l-Vefâ et-Teftâzânî, “Zühd Hareketinin Tasavvufa Dönüşüm Süreci-Râbiatü’l-Adeviyye Örneği” (trc. Ahmet Ögke), EKEV Akademi Dergisi , III/1, Ankara 2001, s. 107-114. Margaret Smith – [Ch.Pellat], “Rābiʿa al-ʿAdawiyya al-Ḳaysiyya”, EI 2 (İng.) , VIII, 354-356. A. Schimmel, “Rābiʿah al-ʿAdawīyyah”, ER , XII, 193-194. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2007 yılında İstanbul’da basılan 34. cildinde, 380-382 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Câhiz, el-Beyân ve’t-tebyîn (nşr. Abdüselâm M. Hârûn), Kahire 1975, I, 364; III, 127, 170, 193.",
        "Kelâbâzî, Taarruf (Uludağ) , s. 153.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Beyrut 1996, II, 112-113.",
        "Kuşeyrî, Risâle (Uludağ) , s. 192, 209, 235, 292.",
        "Muhammed b. Hüseyin es-Sülemî, Ẕikrü’n-nisveti’l-müteʿabbidâti’ṣ-ṣûfiyyât (nşr. Mahmûd M. et-Tanâhî), Kahire 1993, s. 27, 54, 59.",
        "Gazzâlî, İḥyâʾ , I, 313; II, 237; IV, 47, 49, 346, 360, 491.",
        "İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , Kahire 1994, II, 255-258, 463.",
        "Ferîdüddin Attâr, Tezkiretü’l-evliya (haz. Süleyman Uludağ), İstanbul 1991, s. 109-126.",
        "İbnü’l-Mülakkın, Tabaḳātü’l-evliyâʾ (nşr. Nûreddin Şerîbe), Kahire 1406/1986, s. 35, 408.",
        "Mehmed Zihni, Meşâhîrü’n-nisâ (nşr. Bedrettin Çetiner), İstanbul 1982, I, 275-276.",
        "Nezihe Araz, Anadolu Evliyaları , İstanbul 1958, s. 107-120.",
        "Ömer Rıza Doğrul, Hazret-i Râbiatü’l-Adeviyye , İstanbul 1976.",
        "J. Baldick, Mystical Islam: An Introduction to Sufism , London 1989, s. 29.",
        "Abdülmün‘im el-Hifnî, el-ʿÂbidetü’l-ḫâşiʿa Râbiʿatü’l-ʿAdeviyye: İmâmetü’l-ʿâşıḳīn ve’l-maḥzûnîn , Kahire 1411/1991, s. 86-96.",
        "G. J. van Gelder, “Râbia’s Poem on the Two Kinds of Love: A Mystification?”, Verse and the Fair Sex: Studies in Arabic Poetry and in the Representation of Women in Arabic Literature (ed. Frederick de Jong), Utrecht 1993, s. 66-76.",
        "Süleyman Derin, Towards some Paradigms of the Sufi Conception of Love: From Râbia to Ibn al-Fârid (doktora tezi, 1999), Leeds University, s. 111-145.",
        "A. Knysh, Islamic Mysticism , Leiden 1999, s. 26-32.",
        "Abdülhalîm Mahmûd, “Râbiʿatü’l-ʿAdeviyye li’l-üstâẕ Ṭahâ ʿAbdülbâḳī Sürûr”, Mecelletü’l-İslâm ve’t-taṣavvuf , I/6, Kahire 1378/1958, s. 21-24.",
        "Ahmet Suphi Furat, “Tasavvufî Şiirin İlk Mümessili Râbia Adeviyye”, İslâmî Edebiyat , sy. 11, İstanbul 1991, s. 17-20.",
        "Ebü’l-Vefâ et-Teftâzânî, “Zühd Hareketinin Tasavvufa Dönüşüm Süreci-Râbiatü’l-Adeviyye Örneği” (trc. Ahmet Ögke), EKEV Akademi Dergisi , III/1, Ankara 2001, s. 107-114.",
        "Margaret Smith – [Ch.Pellat], “Rābiʿa al-ʿAdawiyya al-Ḳaysiyya”, EI 2 (İng.) , VIII, 354-356.",
        "A. Schimmel, “Rābiʿah al-ʿAdawīyyah”, ER , XII, 193-194."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 572
}