{
  "id": "eweb_348",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/rabita",
  "annotator": "Jeremy",
  "title": "RÂBITA",
  "arabic_title": "الرابطة",
  "summary": "Müridin şeyhine gönlünü bağlaması ve onu düşünmesi anlamında bir tasavvuf terimi.",
  "parts": [
    {
      "author": "NECDET TOSUN",
      "content": "Sözlükte “bağlamak” mânasındaki rabt kökünden türeyen ve “iki şeyi birbirine bağlayan ip; alâka, bağ, münasebet” anlamlarına gelen râbıta kelimesi tasavvufta sâlikin kâmil bir mürşide gönlünü bağlaması, onun sûret ve sîretini (hem yüzünü hem ahlâk ve davranışlarını) düşünmesini ifade eder. Tasavvuf tarihinde önceleri şeyhi sevmek, kalbini ona bağlamak, bu sayede ondan feyiz almak ve davranışlarını taklit etmek gibi uygulamalar bulunurken zamanla bunlar şeyhin sûretini düşünme şeklini almıştır. Necmeddîn-i Kübrâ (ö. 618/1221) sâlikin kalbini şeyhe bağlamasının önemini vurgulamış, Şehâbeddin es-Sühreverdî de (ö. 632/1234) bu konuda, “Müridin şeyhine nazar ederek bütün dikkatini onda toplaması ve Cenâb-ı Hak’tan şeyhi üzerine gelen tecellîleri seyre dalması semâda kendi kendine hareket etmesinden daha hayırlıdır” demiştir. Bu rivayetler, râbıta uygulamasının basit şeklinin VI (XII) ve VII. (XIII.) yüzyıllarda mevcut olduğunu göstermektedir. Bahâeddin Nakşibend’in ömrünün son döneminde yaptığı hac yolculuğunda müridi ve halifesi Muhammed Pârsâ’ya kendisine râbıta etmesini ve sûretini düşünmesini tavsiye ettiği bilinmektedir. Ya‘kūb-i Çerhî de müridi Ubeydullah Ahrâr’a Nakşibendî tarikatının âdâbını öğretirken sıra râbıtaya gelince bu usulü sadece kabiliyetli müridlere anlatmasını istemiştir. Bu bilgilerden râbıtanın o dönemde seçkin bazı müridlere tavsiye edildiği anlaşılmaktadır. Hasan Attâr, tasavvuf yolunda teveccühün yapılış şeklini anlatırken önce şeyhin sûretini düşünmek gerektiğini, gelen feyizle hararetin tesiri zuhur edince kalbe teveccüh edileceğini kaydetmiştir. Abdurrahman-ı Câmî de teveccühü anlatırken râbıta yapılacak şeyhin müşahede makamına ulaşmış, zâtî tecellîlere mazhar, görüldüğünde Allah hatıra gelen kâmil bir zat olması gerektiği üzerinde durmuştur. Kaynaklarda râbıta uygulamasının tasavvufî eğitimin sadece başlarında gerekli olduğu ifade edilir. Zira kalben Allah’a yönelebilecek seviyeye gelen mürid için lüzumsuz ve mâsivâ olarak telakki edilmektedir. Râbıta ile alâkalı bazı rivayetlerde şeyhin sûretinin düşünüleceği ifade edilmiş, ancak ayrıntılı bilgi verilmemiştir. Bu konuda ilk ayrıntılı bilgiye Ubeydullah Ahrâr’da rastlanır. Ona göre râbıtada şeyhin iki kaşının arasını düşünmek gerekir. Çünkü burası feyiz mahalli olarak telakki edilmektedir. Sûfîlere göre râbıta kalbi dünyevî düşüncelerden temizlemek ve korumak, mürşidin ruhaniyetinden feyiz almak ve onun vasıtası ile Allah’ı hatırlamak, gıyabında mürşidle mânevî beraberlik ve muhabbet tesis etmek amacıyla icra edilir; bunların en önemlisi muhabbettir. Tasavvufî anlayışa göre mürid, şeyhinin davranışlarını taklit edebilmek ve onun mânevî halini kendi üzerine yansıtabilmek için şeyhini sevmelidir. Çünkü seven kişi sevdiğine benzemek ister. Sevgi ve ülfet şeyh ile mürid arasında bir vasıtadır. Bu sevginin gücü nisbetinde müride şeyhten mânevî hal sirayet eder. XIX. yüzyıla kadar râbıta hakkında önemli bir eleştiri yapılmamıştır. XIX ve XX. yüzyıllarda Hindistan’da kendisi de bir Nakşibendî Müceddidî olan Ahmed Şehîd ile Sıddîk Hasan Han Kannevcî ve İstanbul’da Hâfız Seyyid Hoca başta olmak üzere bazı kişiler tarafından râbıtaya eleştiriler yöneltilmiştir. Eleştirenlerin çoğu râbıtayı sadece bid‘at olarak görürken Hâfız Seyyid Hoca hem bid‘at hem şirk olduğunu ve putperestlik âdetlerine benzediğini öne sürmüştür. Bu eleştiriler üzerine bilhassa Nakşibendî Hâlidî mensupları râbıtayı savunmak için eserler kaleme almışlardır. Eleştirenlerden bazıları râbıtayı bir ibadet olarak algılamış, ibadetin de ancak Kur’an ve Sünnet’te belirlenebileceğini söylemiştir. Sûfîlere göre ise râbıta bir ibadet değil şeyh ile mürid arasında sevgi ve feyiz alışverişine vasıta olacak bir metottur. Râbıtayı eleştirenler genellikle onu aynı zamanda bir itikad meselesi şeklinde görürken sûfîler eşini seven bir kişinin gıyabında onu düşünmesi gibi tabii bir hal olduğunu söylemişlerdir. Bu sebeple bazı sûfîler râbıtayı “şeyhe tam bir muhabbet” diye tarif etmişler ve râbıtada şeyhin sûretini düşünmek için özel bir gayrete gerek olmadığını, muhabbetin yeterli olduğunu, zaten seven kişinin sevdiğini düşüneceğini belirtmişlerdir. Râbıtayı ayrıntıdan ve kurallardan arındırarak şeyh ile mürid arasında tabii ve psikolojik bir iletişime dönüştüren bu yaklaşım daha sağlıklı olmasına rağmen bazı sûfîler dönemin geleneklerine uyarak râbıtanın meşruiyetini ispat etmek için konuyla ilgisi oldukça az olan âyet ve hadisleri delil olarak kullanmışlardır. Nakşibendiyye’de râbıtaya özel bir önem atfedildiği ve onu savunmak için eser yazanların daha ziyade bu tarikata mensup bulunduğu için râbıta uygulamasının Nakşibendîler’e has olduğu zannedilmektedir. Halvetiyye, Kādiriyye ve Çiştiyye başta olmak üzere birçok tarikatta râbıta uygulanmaktadır. Tasavvuftaki “fenâ fi’ş-şeyh” tabiri de râbıtanın özü olan şeyhi sevmenin bir başka ifadesidir. BİBLİYOGRAFYA Necmeddîn-i Kübrâ, Risâle ile’l-hâʾim (nşr. Tevfîk Sübhânî), Tahran 1364, s. 57-62. Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 411. Abdurrahman-ı Câmî, Serrişte-i Ṭarîḳ-i Ḫâcegân , Beyazıt Devlet Ktp., Veliyyüddin Efendi, nr. 3229, vr. 19 b -20 a . Hüseyin ed-Devserî, er-Raḥmetü’l-ḫâbiṭa fî ẕikri ismi’ẕ-ẕât ve’r-râbıṭa (İmâm-ı Rabbânî, el-Mektûbât: ed-Dürerü’l-meknûnâti’n-nefîse [trc. M. Murâd el-Minzelevî] içinde), Mekke 1316, I, 184-280. Hâlid el-Bağdâdî, Risâle fî is̱bâti’r-râbıṭa , İstanbul 1284. Muhammed b. Abdullah el-Hânî, el-Behcetü’s-seniyye , Kahire 1303, s. 42-43, 46-48. Hâfız Seyyid Hoca, Risâle fî ibtâli’r-râbıta , MÜİF Ktp., Genel, nr. 6941, ek-8, vr. 1 b -8 a . Yûsuf Şevkî Trabzonî, Hediyyetü’ẕ-ẕâkirîn ve ḥüccetü’s-sâlikîn , Bulak 1303, s. 4, 10. M. Es‘ad İbnü’s-Sâhib, Nûrü’l-hidâye ve’l-ʿirfân fî sırri’r-râbıṭa ve’t-teveccüh ve ḫatmi’l-ḫâcegân , Kahire 1311. Veliyyüddin b. Osman Birgivî, Risâle-i Râbıṭa , Süleymaniye Ktp., Hacı Mahmud Efendi, nr. 2429, vr. 1 b -30 a . Abdülhakim Arvâsî, Râbıta-i Şerîfe , İstanbul 1342. İbrâhim Hilmî el-Kādirî, Medâricü’l-ḥaḳīḳa fi’r-râbıṭa ʿinde ehli’ṭ-ṭarîḳa (nşr. Âdil Mahmûd el-Behiy – Abdüsselâm M. Saîd), İskenderiye 1381/1962, s. 18. Mahmut Sami Ramazanoğlu, Musâhabe , İstanbul, ts., VI, 151. Butrus Abu-Manneh, “Khalwa and Râbita in the Khâlidi Suborder”, Naqshbandis (ed. M. Gaborieau v.dğr.), Istanbul-Paris 1990, s. 289-302. F. Meier, Zwei Abhandlungen über die Naqšbandiyya , Istanbul 1994, s. 54 vd. Reşîd Rızâ, “er-Râbıṭa ʿinde’n-Naḳşbendiyye ve ṭâʿatü’l-mürîd li-şeyḫihî”, el-Menâr , XI/7 (1326/1908), s. 504-515; XII/2 (1327/1909), s. 102-104. İrfan Gündüz, “Tasavvufî Bir Terim Olarak Râbıta”, MÜİFD , sy. 7-8-9-10 (1989-92), s. 243-274. Rıfat Okudan, “İnsânî Bir İnsiyak Olarak Râbıta”, Tasavvuf , sy. 10, Ankara 2003, s. 201-218. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2007 yılında İstanbul’da basılan 34. cildinde, 378-379 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Necmeddîn-i Kübrâ, Risâle ile’l-hâʾim (nşr. Tevfîk Sübhânî), Tahran 1364, s. 57-62.",
        "Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 411.",
        "Abdurrahman-ı Câmî, Serrişte-i Ṭarîḳ-i Ḫâcegân , Beyazıt Devlet Ktp., Veliyyüddin Efendi, nr. 3229, vr. 19 b -20 a .",
        "Hüseyin ed-Devserî, er-Raḥmetü’l-ḫâbiṭa fî ẕikri ismi’ẕ-ẕât ve’r-râbıṭa (İmâm-ı Rabbânî, el-Mektûbât: ed-Dürerü’l-meknûnâti’n-nefîse [trc. M. Murâd el-Minzelevî] içinde), Mekke 1316, I, 184-280.",
        "Hâlid el-Bağdâdî, Risâle fî is̱bâti’r-râbıṭa , İstanbul 1284.",
        "Muhammed b. Abdullah el-Hânî, el-Behcetü’s-seniyye , Kahire 1303, s. 42-43, 46-48.",
        "Hâfız Seyyid Hoca, Risâle fî ibtâli’r-râbıta , MÜİF Ktp., Genel, nr. 6941, ek-8, vr. 1 b -8 a .",
        "Yûsuf Şevkî Trabzonî, Hediyyetü’ẕ-ẕâkirîn ve ḥüccetü’s-sâlikîn , Bulak 1303, s. 4, 10.",
        "M. Es‘ad İbnü’s-Sâhib, Nûrü’l-hidâye ve’l-ʿirfân fî sırri’r-râbıṭa ve’t-teveccüh ve ḫatmi’l-ḫâcegân , Kahire 1311.",
        "Veliyyüddin b. Osman Birgivî, Risâle-i Râbıṭa , Süleymaniye Ktp., Hacı Mahmud Efendi, nr. 2429, vr. 1 b -30 a .",
        "Abdülhakim Arvâsî, Râbıta-i Şerîfe , İstanbul 1342.",
        "İbrâhim Hilmî el-Kādirî, Medâricü’l-ḥaḳīḳa fi’r-râbıṭa ʿinde ehli’ṭ-ṭarîḳa (nşr. Âdil Mahmûd el-Behiy – Abdüsselâm M. Saîd), İskenderiye 1381/1962, s. 18.",
        "Mahmut Sami Ramazanoğlu, Musâhabe , İstanbul, ts., VI, 151.",
        "Butrus Abu-Manneh, “Khalwa and Râbita in the Khâlidi Suborder”, Naqshbandis (ed. M. Gaborieau v.dğr.), Istanbul-Paris 1990, s. 289-302.",
        "F. Meier, Zwei Abhandlungen über die Naqšbandiyya , Istanbul 1994, s. 54 vd.",
        "Reşîd Rızâ, “er-Râbıṭa ʿinde’n-Naḳşbendiyye ve ṭâʿatü’l-mürîd li-şeyḫihî”, el-Menâr , XI/7 (1326/1908), s. 504-515; XII/2 (1327/1909), s. 102-104.",
        "İrfan Gündüz, “Tasavvufî Bir Terim Olarak Râbıta”, MÜİFD , sy. 7-8-9-10 (1989-92), s. 243-274.",
        "Rıfat Okudan, “İnsânî Bir İnsiyak Olarak Râbıta”, Tasavvuf , sy. 10, Ankara 2003, s. 201-218."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}