{
  "id": "eweb_349",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/ragbet-ve-rehbet",
  "annotator": "Jeremy",
  "title": "RAĞBET ve REHBET",
  "arabic_title": "الرغبة والرهبة",
  "summary": "Arzu ve kaygı anlamında bir tasavvuf terimi.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Sözlükte rağbet “ümit ve arzu etme, isteme, yönelme, ihlâsla yalvarıp yakarma”, rehbet ise “korkma, endişe etme, çekinme” anlamına gelir. Rehbet kökünden türeyen terehhüb korku sâikiyle Allah’a en mükemmel şekilde kulluk etmektir ( Râgıb el-İsfahânî, el-Müfredât , “rġb”, “rhb” md.leri). Kur’ân-ı Kerîm’de Zekeriyyâ ve Yahyâ peygamberlerden, “Onlar hayırlı işlerde koşuşur, ümit ederek (rağaben) ve kaygı duyarak (reheben) dua ederlerdi, bize karşı pek saygılı idiler” (el-Enbiyâ 21/90) diye bahsedilmekte ve davranışları örnek olarak gösterilmektedir. Sadece Allah’tan korkmak gerektiğini belirten âyetlerde rehbet kökünden fiiller kullanılmış (el-Bakara 2/40; en-Nahl 16/51), kulun Allah’ın vaadlerine rağbet etmesi, bu vaadlerin gerçekleşeceği ümidiyle dua edip ona yönelmesi istenmiştir (el-İnşirâh 94/8). Rağbet ve rehbetle Allah’a dua etmek hadislerde de tavsiye edilmiştir ( Müsned , III, 321; Buhârî, “Daʿavât”, 5; Müslim, “Ẕikir”, 56; Tirmizî, “Daʿavât”, 16; Ebû Dâvûd, “Edeb”, 98). Hz. Peygamber’in bir defasında namazı biraz uzattığını gören sahâbîler bunun sebebini sorunca, “Rağbet namazı kıldım” cevabını almışlardı (Tirmizî, “Fiten”, 14; İbn Mâce, “Fiten”, 9). Resûl-i Ekrem büyük bir arzu ile Allah Teâlâ’dan bazı şeyleri talep ettiğinden bu namazı rağbet namazı diye nitelendirmiştir. Hz. Ömer’in, ölüm döşeğinde iken kendisinden sonraki idarî ve siyasî durumu kastederek dünyadan umutlu ve kaygılı olarak (râgib ve râhib) ayrılmakta olduğunu söylediği rivayet edilir (Buhârî, “Aḥkâm”, 51; Müslim, “İmâre”, 11). Tasavvuf kaynaklarında rağbet ve rehbetin havf-recâ, kabz-bast, heybet-üns gibi çeşitli şekil ve dereceleri olduğundan bahsedilir. Allah’ın mekrinden emin olma (emn) ve yeis kavramları da bu hususlarla ilgilidir (bk. MEKR ; YEİS ). Sûfîler genellikle rağbeti recâdan daha kuvvetli bir ümit hali olarak görmüşler, rehbeti de recânın neticesi ve semeresi diye kabul etmişlerdir. Kuşeyrî rağbeti fenâ ve bekā halleriyle irtibatlandırır. Zühd dünyaya rağbet etmemek, ona ilgi göstermemektir. Dünyaya rağbet etme halinin fenâsı âhirete rağbetin bekāsını gerektirir. Kul dünyaya uzak durduğu (zâhid olduğu) nisbette âhirete rağbet eder, onu ister. Rağbet ve rehbet havf ve recânın gereği olarak âbidlerin kalplerinde baskın his olarak bulunur ( er-Risâle , s. 207, 211, 212, 217). Hâce Abdullah-ı Herevî rağbet ve rehbetin üç türünden bahseder. Ehl-i hayır veya ehl-i haber adını verdiği zümrenin rağbeti ilimden kaynaklanır ve sahibini çalışıp çabalamaya sevkeder. Bu zümre ruhsatlardan kaçınır, azîmetlere göre hareket eder. Ehl-i hâlin rağbeti Hak’tan başka hiçbir şeye ilgi duymasına imkân vermez. Ehl-i müşâhedenin rağbeti ise saf ve halistir. Bunlar sadece Hakk’a rağbet eder, mâsivâdan ilgiyi keserler. Gazzâlî de nefis, kalp ve sırla ilgili olmak üzere rağbetin üç şeklinden söz etmiş ve nefsin sevaba, kalbin hakikate, sırrın Hakk’a rağbet ettiğini söylemiştir. Ona göre rehbet kulun ezelî takdirin kendi aleyhinde olabileceğini düşünüp endişelenmesidir ( İḥyâʾ , I, 84). Muhyiddin İbnü’l-Arabî de Gazzâlî gibi rağbetin üç türü olduğunu söyler. Ona göre rağbetin birinci şekli sevap ummaktır; bu rağbetin mahalli nefis olup daha çok sıradan halk için söz konusudur. Kalbin rağbeti hakikate, sırrın rağbeti Hakk’adır; velîlerin ve âriflerin rağbeti bu kısma girer. Muhyiddin İbnü’l-Arabî rehbet konusunda da insanları üç gruba ayırır. Bazıları, Allah’ın günah işleyenler ve kötülük yapanlarla ilgili tehditlerinin gerçekleşmesinden, bazıları haklarındaki ilâhî hüküm ve ilmin olumsuz yönde değişeceğinden (er-Ra‘d 13/39), bazıları da haklarındaki ilâhî hükmün ezelde olumsuz olması ihtimalinden ve bunun değişmeyecek olmasından (Kāf 50/29) korkarlar. İbnü’l-Arabî aynı hususların rağbet haline sebep olabileceğine dikkat çekmiştir ( el-Fütûḥât , II, 701). BİBLİYOGRAFYA Müsned , III, 321. Sülemî, Ṭabaḳāt , s. 223. Kuşeyrî, er-Risâle (nşr. Abdülhalîm Mahmûd), Kahire 1966, s. 102, 207, 211, 212, 217. Herevî, Menâzilü’s-sâʾirîn , İstanbul 1310, s. 15. Gazzâlî, İḥyâʾ , Kahire 1358/1939, I, 84; IV, 140. a.mlf., Taʿrîfü’l-İḥyâʾ ( İḥyâʾ içinde), I, 84. İbnü’l-Arabî, el-Fütûḥât , II, 701. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, II, 57. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2007 yılında İstanbul’da basılan 34. cildinde, 408-409 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Müsned , III, 321.",
        "Sülemî, Ṭabaḳāt , s. 223.",
        "Kuşeyrî, er-Risâle (nşr. Abdülhalîm Mahmûd), Kahire 1966, s. 102, 207, 211, 212, 217.",
        "Herevî, Menâzilü’s-sâʾirîn , İstanbul 1310, s. 15.",
        "Gazzâlî, İḥyâʾ , Kahire 1358/1939, I, 84; IV, 140.",
        "a.mlf., Taʿrîfü’l-İḥyâʾ ( İḥyâʾ içinde), I, 84.",
        "İbnü’l-Arabî, el-Fütûḥât , II, 701.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, II, 57."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}