{
  "id": "eweb_351",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/reca",
  "annotator": "Jeremy",
  "title": "RECÂ",
  "arabic_title": "الرجاء",
  "summary": "Kulun Allah’ın rahmetine güvenerek ümit içinde olması anlamında tasavvuf terimi.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Sözlükte “ümit, emel, beklenti, istek” gibi anlamlara gelen recâ kelimesi tasavvufta “kulun ilâhî rahmetin genişliğine bakması, rabbinin lutfunu kendine yakın hissetmesi, sonucun iyi olacağını düşünüp sevinmesi, celâli cemâl gözüyle görmesi” şeklinde tanımlanmıştır (Kuşeyrî, s. 318). Kur’an’da Allah’ın rahmetini ümit etme recâ kökünden türeyen fiillerle ifade edilmiştir (el-Bakara 2/218; el-İsrâ 17/57). Allah’a kavuşmayı ümit edip buna göre hazırlık yapanlar övülmüş, Allah’a kavuşmayı ummayıp kötülükte devam edenler yerilmiştir (Yûnus 10/7, 11, 15; el-Kehf 18/110; el-Ankebût 29/5). Recâ hadislerde de Kur’an’daki anlamıyla kullanılmıştır. Hz. Peygamber’in, “Allahım! Rahmetini ümit ediyorum” diye dua ettiği (Ebû Dâvûd, “Edeb”, 101), can çekişen biri hakkında, “Allah ona umduğunu verir, korktuğundan emin kılar” dediği rivayet edilmektedir (Tirmizî, “Cenâʾiz”, 11; İbn Mâce, “Zühd”, 31). Recânın rehbet, rağbet, muhabbet, temenni, emn, havf, yeis gibi dinî ve tasavvufî kavramlarla ilişkisi vardır. Sûfîler genellikle recâ ve havfı hal olarak kabul etmişlerdir. Nitekim ilk sûfî müelliflerden Serrâc bu iki kavramı eserinin haller kısmında anlatmıştır ( el-Lümaʿ , s. 91). Ebû Tâlib el-Mekkî ise recâyı tasavvufî makamlar arasında saymıştır. Gazzâlî’ye göre recâ sülûk ehlinin makamı, tâliplerin halidir. Tasavvuf yolunun bir menzilinde bulunan bir sûfîye göre hal olan recâ başka bir menzilinde bulunana göre makam olabilir ( İḥyâʾü ʿulûmi’d-dîn , IV, 138). Havf ve recâ biri diğerini gerektiren iki mânevî haldir, aralarında zıtlık yoktur. Havfın zıddı Allah’ın mekrinden ve azabından emin olma, recânın zıddı ümit kesme (yeis) halidir. Her mümin havf ve recâ halini yaşayabilir. Kur’an okuyan bir kimsenin azap âyetleri gelince korkması havf, rahmet âyetleri gelince ümitlenmesi recâ halidir. Bazı sâliklerde recâ, bazılarında havf hali baskın olabilir. Meselâ Hasan-ı Basrî’de korku ve hüzün, Yahyâ b. Muâz’da recâ baskındı. Dua ve niyazlarında hep Allah’ın rahmetinden ve affının genişliğinden bahsettiği için Ferîdüddin Attâr, Yahyâ b. Muâz’ı “recâ halinin Kâbe’si” diye niteler ( Tezkiretü’l-evliya , s. 386). Sûfîler recânın çeşitli şekillerinden bahsetmişlerdir. Güzel iş yapan kişinin Allah’tan sevap beklemesi, yaptıklarından pişman olan günahkârın affedileceğini ümit etmesi recânın makbul iki şeklidir. Kötülük yapmaya devam eden bir kişinin Allah’tan af beklemesi ise sahte bir recâdır (Kuşeyrî, s. 318). Recâ hali kulun Allah hakkında hüsnüzan sahibi olmasıyla da ilgilidir. Bir hadiste, “Allah kulunun zannı üzeredir” buyurulmuştur (bk. Buhârî, “Tevḥîd”, 15; Müslim, “Tevbe”, 1). Kul rabbini rahmet, kerem ve af sahibi olarak tasavvur ederse Allah bu zannına göre tecelli ve muamele eder. “Rahmetim gazabımı geçmiştir” sözü de (Buhârî, “Tevḥîd”, 55; Müslim, “Tevbe”, 14) daha fazla ümitli olmayı gerektirir. Havf ve recâ hallerini bir kuşun iki kanadına benzeten sûfîler biri olmadan diğerinin işe yaramayacağını (Serrâc, s. 91; Kuşeyrî, s. 319; Gazzâlî, IV, 138), kulun bu iki hal arasında (beyne’l-havf ve’r-recâ) bulunması gerektiğini belirtmişlerdir. Bazıları havf, bazıları recâ halinin daha üstün olduğunu söylerse de Gazzâlî böyle bir düşünceyi anlamsız bulur. Ona göre bu iki halin üstünlüğü içinde bulunulan duruma göre değişir. Aç için ekmek, susuz için su daha gerekli olduğu gibi günahkâr için korku, takvâ sahibi için recâ daha iyi olabilir. Havf ve recâ müminlerin mânevî hastalıklarını tedavide kullanılan iki ilâçtır, hangisinin kullanılacağını hastanın durumu belirler. Bununla beraber kaynağı muhabbet ve rahmet olan recâ esası üzerine kulluk etmek korku esasına göre kulluk etmekten daha üstündür (Gazzâlî, IV, 142). Recâ halinin bir tahlilini yapan Gazzâlî’ye göre ilim, hal, amel recânın üç temelidir. Önce bilgi lâzımdır, hal bilginin neticesidir. Kişiyi amele ve faaliyete hal sevkeder. Havf kişinin gelecekle ilgili olumsuz beklentilerinin kalpte meydana getirdiği üzüntü, recâ olumlu beklentilerden kalpte hâsıl olan hazdır. Bir şeyin recâ olması için o şeyin gerçekleşebilmesinin birtakım sebepleri bulunmalı, gerçekleşme ihtimali de fazla olmalıdır. Bu sebepler Kur’an ve hadislerdeki haberler, vaadler ve müjdeler düşünülerek ulaşılan bazı hususlar olabilir. Böyle sebepler yoksa veya zayıfsa ümide kapılmak bir avuntudan başka bir şey değildir. Sebeplerin varlığı da yokluğu da bilinmiyorsa onunla ilgili beklentiler temenni adını alır. Allah iman eden, hicret eden ve Allah yolunda cihad yapan müminlerden bahsettikten sonra, “İşte Allah’ın rahmetini umanlar bunlardır” buyurmaktadır (el-Bakara 2/218). Bu âyet ve hadisler havf ve recânın teşebbüse ve faaliyete geçmenin sebebi olduğunu göstermektedir. Ümitsizlik ve güven hali teşebbüsü engeller. Gazzâlî, recâ ve havf sahibi mümini her türlü önlemi aldıktan sonra toprağa tohum atıp ürün vermesini bekleyen çiftçiye, temenni ve avuntu sahiplerini de çorak araziden ürün bekleyen akılsız kişilere benzetir. Havfın kötülüklerden pişman olan günahkâr kulun hali, recânın amel ve ibadetine bağlı müminin hali olduğunu, müminde her iki halin de mutlaka bulunması gerektiğini söyler. Havf ve recâ hallerinin değişken hisler olduğuna dikkat çeken Gazzâlî zaman ve şartlara bağlı olarak biri yükselişe geçerken diğerinin aşağıya indiğini, bazan da bunun aksinin gerçekleştiğini, korku ile ümit arası ifadesinin bu iki nokta arasında gidip gelmek anlamına geldiğini belirtmiştir. BİBLİYOGRAFYA Serrâc, el-Lümaʿ , s. 91. Kelâbâzî, et-Taʿarruf , s. 98, 106. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, V, 225, 432. Kuşeyrî, er-Risâle (nşr. Abdülhalîm Mahmûd), Kahire 1966, s. 317-319. Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Kahire 1358/1939, IV, 138-164. Ebû Mansûr el-Abbâdî, Ṣûfînâme (nşr. Gulâm Hüseyin Yûsufî), Tahran 1347, s. 67-71. Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1991, s. 386. Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 498. İbnü’l-Arabî, el-Fütûḥât , II, 244; IV, 98. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, II, 36-57. İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 156. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2007 yılında İstanbul’da basılan 34. cildinde, 502 numaralı sayfada yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Serrâc, el-Lümaʿ , s. 91.",
        "Kelâbâzî, et-Taʿarruf , s. 98, 106.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, V, 225, 432.",
        "Kuşeyrî, er-Risâle (nşr. Abdülhalîm Mahmûd), Kahire 1966, s. 317-319.",
        "Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Kahire 1358/1939, IV, 138-164.",
        "Ebû Mansûr el-Abbâdî, Ṣûfînâme (nşr. Gulâm Hüseyin Yûsufî), Tahran 1347, s. 67-71.",
        "Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1991, s. 386.",
        "Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 498.",
        "İbnü’l-Arabî, el-Fütûḥât , II, 244; IV, 98.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, II, 36-57.",
        "İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 156."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
