{
  "id": "eweb_352",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/riyazet--tasavvuf",
  "annotator": "Jeremy",
  "title": "RİYÂZET",
  "arabic_title": "الرياضة",
  "summary": "Nefis terbiyesi anlamında bir tasavvuf terimi.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Sözlükte “yabani bir hayvanı evcilleştirmek, serkeş atı eğitmek; egzersiz yapmak” gibi mânalara gelen riyâzet kelimesi tasavvuf terimi olarak nefsi eğitmek için onu birtakım tabii ve meşrû arzularından mahrum etmeyi ifade eder. İslâm’da nefsin haramlardan uzak tutulması emredilmiş, mekruh olan hususlardan sakınılması tavsiye edilmiştir. Sûfîler, sâlikin nefsini mubah olan hazlardan da mahrum ederek nefis üzerinde hâkimiyet kurması gerektiğine inanırlar. Riyâzet “nefsin şehvet denilen beden ve dünya ile ilgili arzularını kırmak, bunları etkisiz hale getirmek, nefsi aklın ve dinin tesbit ettiği sınırlar içinde tutmak” şeklinde de tanımlanmıştır. Bu anlamda riyâzet zühd, mücâhede, mücadele, tahallî, nefis tezkiyesi ve tasfiyesi gibi tasavvuf terimleriyle yakın anlamlıdır. Tasavvufta, Hakk’ın emrine uymak ve akl-ı selîmin gösterdiği yolda yürümek için bütün kötülüklerin kaynağı olan nefisle (Yûsuf 12/53) mücadele halinde bulunmak, ona muhalefet etmek esastır. Nefsin yeme içme ve cinsel arzularını, mal mülk, makam mevki, şan şöhret gibi dünyevî talep ve tutkularını denetim altında tutmak için yemeyi içmeyi, uyumayı, konuşmayı azaltarak zaruret ve ihtiyaç haliyle sınırlamak, diğer taraftan nefsi zor işlere koşmak, nefsin hileleri karşısında uyanık olmak riyâzetin esasını teşkil eder. Nefis terbiyesinin şekli sâlikin yetenek ve hallerine göre değişir. Bu sebeple sûfîler, riyâzetin bilgili ve samimi bir rehberin denetiminde gerçekleştirilmesi gerektiği üzerinde önemle durmuşlardır. Gazzâlî bu yoldaki rehberin durumunu tabiplerle mukayese etmiş, hastanın hekim gözetiminde ilâç alması gerektiği gibi riyâzetin de bu işin erbabının kontrolünde yapılması gerektiğini söylemiştir ( İḥyâʾ , III, 59). Usulsüz yapılan ağır riyâzetler kâmil insan olmayı temin etmediği gibi beden ve ruh sağlığının, aklî dengenin bozulmasına, bâtıl inançlara sapılmasına sebep olabilir ( a.g.e. , III, 19; İbn Haldûn, Şifâʾü’s-sâʾil , s. 31). Gazzâlî’ye göre riyâzet dört türlüdür: Az yemek, az uyumak, az konuşmak, insanların eziyetlerine katlanmak. Az yemek şehveti öldürür, az uyumak iradeyi saflaştırır, az konuşmak tehlikelerden korur, eziyetlere katlanmak amaca ulaştırır. Zira cefaya tahammül ve eziyetlere sabretmekten daha zor bir şey yoktur ( İḥyâʾ , I, 17, 71). Riyâzet ehlinin haline ve maksadına göre de riyâzetin çeşitli şekilleri vardır. Halk (avam) düzgün bir ahlâka sahip olmak, ihlâsla ibadet etmek, davranışında dürüst olmak, özel kişiler (havas) kendilerini tamamıyla Hakk’a vermek, daha özel kişiler ise (havâssü’l-havâs) mâsivâ ile olan ilgilerini kesip Hak’la dâimî beraberlik sağlamak için riyâzet yaparlar (İbn Kayyim el-Cevziyye, I, 511). Hakikat bilgisine ulaşmanın iki temel şartından birinin sağlam irade, diğerinin riyâzet olduğunu söyleyen İbn Sînâ’ya göre riyâzetin üç amacı vardır. Birincisi Hakk’ın dışındaki şeyleri tercih etmeyi tamamıyla terketmektir; bu riyâzete gerçek zühd yardım eder. İkincisi, kötülükleri emreden nefsin (nefs-i emmâre) hoşnutluk kazanmış ve tatmin bulmuş nefse (nefs-i mutmainne) boyun eğmesini sağlamaktır; böylece nefsânî ve dünyevî vehimlerden uzaklaşarak ilâhî olanla bağlantılı vehim ve hayallere yükselmek mümkün olur. Bu riyâzet aşamasına ibadetler yardım eder. Riyâzetin üçüncü amacı sırrın latifleştirilmesidir. Bu riyâzete mûsiki ve güzel sözler yardımcı olur ve buna ancak aşk ile ulaşılabilir. İbn Sînâ’ya göre riyâzetin bu üç hedefi gerçekleştikten sonra sâlik önce fenâ, ardından bekā hallerine erip Hakk’ı devamlı şekilde müşâhede eder ( el-İşârât , s. 185-186). Muhyiddin İbnü’l-Arabî edep, talep ve ilim olmak üzere üç türlü riyâzetten bahseder. Edep riyâzeti nefsin tabiatından çıkmak ve ondan kurtulmaktır. Fakat riyâzetle nefsin tabiatından kurtulmak ve varlığını ortadan kaldırıp başka bir tabiat ikāme etmek mümkün değildir. Ancak nefsin tabiatının talep ettiği şeylerin sağlıklı ve doğru olması sağlanabilir. İbnü’l-Arabî riyâzetin ikinci türüne talep riyâzeti adını verir. Talep riyâzeti nefsin zelil kılınıp kullukta bulunmaya sevkedilmesiyle ahlâkın düzeltilmesidir. İbnü’l-Arabî’ye göre riyâzet iyi ve kötünün üzerinde dolaştığı dünya gibi olmaktır. Böylece nefis Hakk’ın bütün tasarruflarına râzı olarak rızâ makamına ulaşır. Rızâ makamındaki sûfî zelilliğine, sınırlı varlığına ve cehaletine nisbetle Hakk’ın izzetine ve ilminin sonsuzluğuna boyun eğer. Üçüncü riyâzet türü ilim riyâzetidir ve riyâzetlerin en faydalısıdır. Âlim bir kulun en yüksek riyâzeti, Hakk’ı bir sûret üzere müşâhede ettiğinde onu inkâr etmeyip tenzihle sınırlamamasıdır. Talep riyâzeti nefsin ıslahıdır, ilim riyâzeti ise kulun Hakk’a dair bilgisini tenzihte teşbih, teşbihte tenzih ilkesince düzenlemesidir ( el-Fütûḥâtü’l-Mekkiyye , II, 635; İsmâil Rusûhî Ankaravî, s. 153). Her toplumda dinde ve İslâm’daki riyâzet ehline benzetilebilecek kişi ve gruplara rastlamak mümkündür. Yogi denilen Hint fakirlerinin maksadı riyâzet yaparak nefis, beden ve eşya üzerinde hâkimiyet kurmaktır. Ağır ve disiplinli bir riyâzet neticesinde riyâzet ehlinden birtakım olağan üstü haller zuhur edebilir. Takvâ sahibi sûfîlerin riyâzeti şekil, muhteva ve gaye bakımından gayri müslimlerin riyâzetinden farklıdır. Tasavvufta mürid dinin emirlerine uymak, yasaklarından kaçınmak, daha iyi bir dinî hayat yaşamak için riyâzet yapar (ayrıca bk. ÇİLE ). BİBLİYOGRAFYA Râgıb el-İsfahânî, el-Müfredât , “Riyâża” md. et-Taʿrîfât , “Riyâża” md. Tehânevî, Keşşâf , I, 564. Hakîm et-Tirmizî, Riyâżatü’n-nefs (nşr. İbrâhim Şemseddin), Kahire 2002, s. 22, 60. Sülemî, Ṭabaḳāt , s. 278, 365, 558. İbn Sînâ, İşaretler ve Tenbihler: el-İşârât ve’t-tenbîhât (trc. Ali Durusoy v.dğr.), İstanbul 2005, s. 185-186. Kuşeyrî, er-Risâle (nşr. Abdülhalîm Mahmûd), Kahire 1966, s. 153, 165. Hücvîrî, Keşfü’l-maḥcûb , s. 251-260. Herevî, Menâzil , s. 10. Gazzâlî, İḥyâʾ , I, 17, 71; III, 19, 47, 59, 64, 72, 86, 224, 358. Ebû Mansûr el-Abbâdî, Ṣûfînâme (nşr. Gulâm Hüseyin Yûsufî), Tahran 1347, s. 54. Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Kahire 1293, II, 634, 635. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, I, 510-516. İbn Haldûn, Muḳaddime , Beyrut 1983, s. 422. a.mlf., Şifâʾü’s-sâʾil , s. 31-32. Zerrûk, Ḳavâʿidü’t-taṣavvuf (nşr. M. Zehrâ en-Neccâr), Kahire 1381/1968, s. 35, 42. Şa‘rânî, eṭ-Ṭabaḳāt , II, 86. İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 108, 153. İbrâhim Hakkı Erzurûmî, Mârifetnâme , İstanbul 1310, s. 298. Refîk el-Acem, Mevsûʿatü muṣṭalaḥâti’t-taṣavvufi’l-İslâmî , Beyrut 1999, s. 430-431. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2008 yılında İstanbul’da basılan 35. cildinde, 143-144 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Râgıb el-İsfahânî, el-Müfredât , “Riyâża” md.",
        "et-Taʿrîfât , “Riyâża” md.",
        "Tehânevî, Keşşâf , I, 564.",
        "Hakîm et-Tirmizî, Riyâżatü’n-nefs (nşr. İbrâhim Şemseddin), Kahire 2002, s. 22, 60.",
        "Sülemî, Ṭabaḳāt , s. 278, 365, 558.",
        "İbn Sînâ, İşaretler ve Tenbihler: el-İşârât ve’t-tenbîhât (trc. Ali Durusoy v.dğr.), İstanbul 2005, s. 185-186.",
        "Kuşeyrî, er-Risâle (nşr. Abdülhalîm Mahmûd), Kahire 1966, s. 153, 165.",
        "Hücvîrî, Keşfü’l-maḥcûb , s. 251-260.",
        "Herevî, Menâzil , s. 10.",
        "Gazzâlî, İḥyâʾ , I, 17, 71; III, 19, 47, 59, 64, 72, 86, 224, 358.",
        "Ebû Mansûr el-Abbâdî, Ṣûfînâme (nşr. Gulâm Hüseyin Yûsufî), Tahran 1347, s. 54.",
        "Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Kahire 1293, II, 634, 635.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, I, 510-516.",
        "İbn Haldûn, Muḳaddime , Beyrut 1983, s. 422.",
        "a.mlf., Şifâʾü’s-sâʾil , s. 31-32.",
        "Zerrûk, Ḳavâʿidü’t-taṣavvuf (nşr. M. Zehrâ en-Neccâr), Kahire 1381/1968, s. 35, 42.",
        "Şa‘rânî, eṭ-Ṭabaḳāt , II, 86.",
        "İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 108, 153.",
        "İbrâhim Hakkı Erzurûmî, Mârifetnâme , İstanbul 1310, s. 298.",
        "Refîk el-Acem, Mevsûʿatü muṣṭalaḥâti’t-taṣavvufi’l-İslâmî , Beyrut 1999, s. 430-431."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}