{
  "id": "eweb_355",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/ruhban",
  "annotator": "Jeremy",
  "title": "RUHBAN",
  "arabic_title": "الرهبان",
  "summary": "Kur’ân-ı Kerîm’de kendilerini ibadete adayan hıristiyanlar için kullanılan bir terim.",
  "parts": [
    {
      "author": "SALİME LEYLA GÜRKAN",
      "content": "Arapça râhib kelimesinin çoğulu olan ruhbân, rahbe ve rahbâniyye ( ruhbâniyye ) kökünden gelir. Rahbe “korkup çekinme, derin dinî endişelerden dolayı ıstırap çekme”, rahbâniyye “yoğun bir dinî kaygı ve korku ile kendini ibadete verme” anlamındadır; râhib de Allah’tan korkan ve uzlet halinde ibadet eden kişiyi ifade eder ( Râgıb el-İsfahânî, el-Müfredât , “rhb” md.; Lisânü’l-ʿArab , “rhb” md.). Ruhban ve rahbâniyye kelimeleri Kur’an’da hıristiyan geleneğine atıfla dört yerde geçer (el-Mâide 5/82; et-Tevbe 9/31, 34; el-Hadîd 57/27). Mâide sûresinde kıssîsîn ile birlikte zikredilen ruhbana tefsirlerde “ibadetle meşgul olan, tevazu sahibi ve yumuşak huylu hıristiyan grubu” mânası verilmiştir (Zemahşerî, II, 281; Ebü’l-Fidâ İbn Kesîr, III, 158). Bu âyette yer alan, “yahudilerden ziyade hıristiyanların sevgi bakımından müslümanlara daha yakın olduğu” şeklindeki ifadenin gerekçesi olarak da onların içinde kıssîsîn (bk. KEŞİŞ ) ve ruhban sınıfının bulunması gösterilmiştir. Ayrıca bunlar müteakip âyette “Allah kelâmını işittiklerinde ağlayan, yumuşak kalpli ve imanlı kişiler” olarak tanımlanmıştır (el-Mâide 5/83). Tefsirlerde, söz konusu grubun Hz. Peygamber döneminde İslâm’ı kabul eden Habeş necâşisi ve halkı olduğu da ileri sürülmüştür. Fahreddin er-Râzî’nin bir yorumuna göre ( Mefâtîḥu’l-ġayb , XII, 66), Hz. Muhammed’in peygamberliğini inkâr eden yahudilere karşılık Allah’ın birliği konusunda da İslâm’a aykırı inanca sahip olan hıristiyanlara Allah’ın nisbî bir üstünlük atfetmesinin sebebi onların dünyevî iktidar, zevk ve arzulardan kendilerini uzak tutup ibadete yönelmeleridir. Hıristiyan rahipleri, bütün kötülüklerin başı sayılan dünya hırsına kapılmayarak âhirete meylettiklerinden haset, düşmanlık ve insanlara eziyet eğilimi onlardan silinmiş, kendilerinde Hakk’a yönelme ve bağlanma iradesi oluşmuştur. Nitekim konuyla ilgili diğer bir âyette Hz. Îsâ’ya uyanların kalplerine şefkat ve merhamet yerleştirildiği ifade edilmiştir (el-Hadîd 57/27). Bununla birlikte Kur’an’da ruhbanlık uygulamasının Allah tarafından farz kılınmadığı, hıristiyanların bunu Allah’ın rızâsını kazanmak için kendilerinin ortaya çıkardığı ve ona uymayı taahhüt ettikleri belirtilmiştir (el-Hadîd 57/27). Tefsirlerde yer alan açıklamalara göre ruhbanlık, bir grup hıristiyanın dinde ortaya çıkan fitneden uzaklaşıp dağlara çekilerek ibadet etme ve nefis tezkiyesinde bulunmanın yanı sıra mağaralarda ve kuytu köşelerde yalnız yaşama, kadınlardan uzak durma gibi meşakkatli bir hayat tarzına katlanmasını ifade etmektedir. Rivayete göre Hz. Îsâ ile Hz. Muhammed’in peygamberlikleri arasındaki fetret döneminde hıristiyanlara zalim krallar hükmetmiş, bunlar Tevrat’ı ve İncil’i değiştirmiştir. Bunun üzerine bazı hıristiyanlar zalim yöneticilere karşı mücadele etmiş, dinlerinde fitne ortaya çıkmasından korkunca dağlara çekilip uzlet hayatı yaşamaya başlamıştır (Zemahşerî, VI, 52; Fahreddin er-Râzî, XXIX, 245; ayrıca bk. MANASTIR ). Kur’an’da bu grup içerisinden iman edenlere mükâfatlarının verildiği, fakat bunların çoğunun fâsık olup yoldan çıktığı belirtilmektedir (el-Hadîd 57/27). Müfessirlere göre iman edenlerden maksat, fitneden kendilerini uzak tutup Allah rızasını kazanmak amacıyla ihdas ettikleri ruhbanlığı hakkıyla yerine getirenlerdir. Fâsık olarak nitelendirilenler ise ruhbanlık konusunda Allah’a verdikleri söze riayet etmeyenler, yani kendi başlattıkları ruhbanlığa hakkıyla uymayanlardır (Zemahşerî, VI, 53; ayrıca bk. İbnü’l-Arabî, s. 97-98). Buradaki “hakkıyla uymama” ifadesi İslâm noktasından hareketle ya da ruhbanlık müessesesinin uygulanma biçimiyle açıklanmıştır. Buna göre söz konusu âyet ruhbanlığa teslîs inancını karıştırmaları veya Hz. Peygamber’in risâletine ulaştıkları halde ona iman etmemeleri ya da sonraki nesillerin ruhbanlıktan sapmaları, ruhbanlığı Allah rızâsı için değil dünya hayatı için yapmaları şeklinde yorumlanmıştır (Fahreddin er-Râzî, XXIX, 246). Mâide sûresinde (5/82) kıssîsîn ve ruhbandan dolayı hıristiyanlar övülmüşken sonraki âyetlerde (5/87-88) müslümanlar, Allah’ın helâl kıldığı iyi ve temiz şeyleri kendilerine haram kılmamaları ve bu şekilde haddi aşmamaları hususunda uyarılmıştır. Bu konuda tefsirlerde zikredilen bir hadise göre Hz. Peygamber bazı müslümanların ruhban hayatı yaşamaya başlaması üzerine şöyle buyurmuştur: “Hem oruç tutun hem yiyin, hem ibadet edin hem uyuyun. Ben hem oruç tutuyorum hem iftar ediyorum, hem ibadet ediyorum hem uyuyorum; ben et yiyorum ve kadınlarla evleniyorum; benim sünnetimden uzaklaşan benden değildir” (Buhârî, “Nikâḥ”, 1; Müslim, “Nikâḥ”, 5; Zemahşerî, II, 283; Fahreddin er-Râzî, XII, 70). Fahreddin er-Râzî’ye göre Allah’ın müslümanlara ruhban hayatını yasaklaması çeşitli sebeplere dayanmaktadır. Dünya hayatına aşırı derecede meyletmek insanı Allah’a ve âhirete yönelmekten alıkoyması sebebiyle hoş karşılanmamakla birlikte dünya nimetlerinden tamamen el çekmek de insanın kalbinde ve zihninde güçsüzlüğe yol açacağından Allah’ı bilmesi yolunda ona engel oluşturur. Zira maddî lezzetlerin tadılması mânevî lezzetleri aramaya vesile olduğundan gerekli sayılmıştır. Nefsin maddeyle meşgul olması durumunda mânevî mutluluğun elde edilememesi söz konusu olsa da bu ancak zayıf nefisler için geçerli olup kâmil nefisler aynı anda hem maddî hem mânevî olanla meşgul olabilme özelliğine sahiptir. Dolayısıyla maddî olanı tamamen terkedip yalnız mânevî olana yönelmek aslında güçsüzlüğün işaretidir. Ayrıca ruhban hayatı neslin sona ermesine ve dünyanın harap olmasına yol açar ( Mefâtîḥu’l-ġayb , XII, 70-71; ayrıca bk. UZLET ; ZÜHD ). Muhtemelen ruhbanlığa hakkıyla riayet etmeyen ve fâsık olarak nitelendirilen kişilere atıfla Tevbe sûresinde (9/31, 34) hıristiyanların ruhbanı rab edindikleri ve ruhban sınıfının insanların mallarını haksız şekilde yiyip onları doğru yoldan saptırdıkları belirtilmiştir. Müfessirlere göre burada söz konusu edilen “ruhbanı rab edinme”, Allah’ın koyduğu hükümler yerine ruhban sınıfının hükümlerinin esas alınması, bu sınıfın helâlleri haram, haramları helâl kılması durumunda hıristiyanların bunu kabul edip onlara uymasıdır. “Haksız yere mal yemek”ten maksat ise ruhban sınıfından bazılarının dinî konularda hüküm verirken maddî menfaat karşılığında kuralları hafifletmesi veya rüşvet alıp mal biriktirmesidir (Zemahşerî, III, 36; Fahreddin er-Râzî, XVI, 41-42; Ebü’l-Fidâ İbn Kesîr, IV, 77). Ruhban ve rahbâniyye kavramları çerçevesinde Hıristiyanlık’taki ruhbanlık müessesesiyle ilgili olarak Kur’an’daki âyetleri ve tefsirlerde yer alan değerlendirmeleri iki noktada toplamak mümkündür. 1. Allah tarafından emredilmediği halde sırf Allah’ı hoşnut etmek amacıyla hıristiyanların uzlet hayatı uygulamasının onları dünya hırsından ve buna bağlı kötülüklerden alıkoyduğuna işaret edilmiştir. 2. Ruhbanlığın hakkıyla yerine getirilmemesi ve ruhban sınıfının dinî konularda mutlak otoriteye sahip kılınması ise kınanmıştır. Hıristiyanlık’ta uygulandığı şekliyle iki ayrı ruhban sınıfı veya kavramı mevcuttur. Manastırlarda uzlet hayatı yaşayan ve keşiş diye isimlendirilen ruhbandan ayrı olarak kiliselerde görev yapan rahipler veya papazlar hıristiyan cemaati adına hareket eden din görevlisi sıfatıyla ibadeti yönetme, dinî konular hakkında insanları bilgilendirme ve kutsal metni yorumlama yetkisine sahiptir. Bir cemaat adına bilhassa sunak ve kurban ritüeliyle bağlantılı biçimde görev yapan din adamı (rahip) kavramı başka dinlerde de mevcut olup Hıristiyanlık’taki rahiplik uygulaması esasen yahudi geleneğinde mâbed ritüeliyle görevli olan din adamı uygulamasına (kohenlik) dayanır. “Din adamı” mânasında rahip bazı dinlerde tevarüs, bazılarında seçme/seçilme veya görevlendirme yoluyla belirlenmiştir. Rahiplerin tevarüsle belirlendiği geleneklerde (Yahudilik, Zerdüştîlik, Brahmanizm) bunların evlenmesi gerekli görülmüş ve bu sınıf umumiyetle belli bir isim veya soyadı taşımıştır (kohen, khoury, dastur vb.). Hıristiyanlık’ta olduğu gibi seçilme yoluyla elde edilen rahiplikte ise bekârlık esas olsa da (Roma Katolik kilisesi) bekârlığın zorunlu olmadığı uygulamalar da mevcuttur (Doğu hıristiyan kiliseleri). Birçok gelenekte (yahudi, hıristiyan, Hindu, Budist, Taoist, Zerdüşt) rahiplik modern döneme kadar büyük ölçüde erkeklerle sınırlı bir uygulama olmuş, kadınlar ise mâbede bağlı yardımcı roller üstlenmiştir. Bununla birlikte Afrika kabilelerinde, Şinto dininde, eski Yunan ve Roma dinlerinde, pagan Kuzey Avrupa geleneklerinde cemaatin dinî lideri konumundaki rahibelere rastlamak mümkündür. Yahudi geleneğinde Kudüs Mâbedi’ne bağlı olarak faaliyet gösteren ve Levi oğlu Hârun soyundan gelen kohenler, kurban kültünü icra etmenin yanı sıra dinî ve hukukî konularda eğitmenlik, hâkimlik ve yöneticilik görevlerinde bulunmuş, bazı durumlarda kehanet ve tedavi işleriyle ilgilenmiştir. Hıristiyanlık’ta da yahudilerden oluşan ve kendilerini “yenilenmiş İsrâil” olarak gören ilk hıristiyanlar aynı mâbedde kohenliği kabul ederek ibadet etmiştir. Yeni bir hıristiyan kohenliği fikri ise mâbedin yıkılmasından sonra yahudi soyundan gelmeyen hıristiyanların çoğalmasıyla birlikte ortaya çıkmıştır. Milâttan sonra II. yüzyılın başlarından itibaren Evharistiya sakramenti (Komünyon ya da ekmek ve şarap âyini) kurban kültünün, yeni İsrâil konumundaki hıristiyan kilisesiyle kilise yöneticileri de mâbed ve kohenlik sisteminin unsurları olarak görülmeye başlanmıştır. Yeni Ahid’de “hıristiyan cemaatinin yönetici ve ileri gelenleri” mânasında Grekçe episkopos (denetleyici), presbuteros (ihtiyar) ve diakonos (hizmetçi) kelimeleri bazan birbirinin yerine kullanılmıştır (Resullerin İşleri, 14/23; 20/17, 28; Timoteos’a Birinci Mektup, 3/10). Daha sonraki dönemlerde gelişen kilise hiyerarşisinde en başta yönetici ve denetleyici konumundaki piskoposlar (episkopos), onun altında âyini yürüten kıdemli din görevlisi durumundaki presbiterler yahut kıdemli papazlar (presbuteros), en altta ise hizmetçi konumundaki diakonlar veya papaz yardımcıları (diakonos) yer almıştır. BİBLİYOGRAFYA Tâcü’l-ʿarûs , “rhb” md. Taberî, Câmiʿu’l-beyân , VI, 114-115; XIII, 238-241. Zemahşerî, el-Keşşâf (nşr. Âdil Ahmed Abdülmevcûd), Riyad 1418/1998, II, 281-283; III, 34-36; VI, 52-53. Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , XII, 66-71; XVI, 37, 41-42; XXIX, 245-246. İbnü’l-Arabî, Fusûsu’l-hikem (trc. ve şerh Ekrem Demirli), İstanbul 2006, s. 97-98. Ebü’l-Fidâ İbn Kesîr, Tefsîrü’l-Ḳurʾâni’l-ʿaẓîm , Beyrut 1385/1966, III, 158-159; IV, 77; VIII, 54. Elmalılı, Hak Dini , II, 1292-1297; IV, 317. W. G. Oxtoby, “Priesthood: An Overview”, ER , XI, 528-534. B. A. Levine, “Priesthood: Jewish Priesthood”, a.e. , XI, 534-536. J. J. Hughes, “Priesthood: Christian Priesthood”, a.e. , XI, 536-539. “Priest”, “Priesthood”, Catholic Encyclopedia (http://www.newadvent.org/cathen/index.html). \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2008 yılında İstanbul’da basılan 35. cildinde, 204-205 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Tâcü’l-ʿarûs , “rhb” md.",
        "Taberî, Câmiʿu’l-beyân , VI, 114-115; XIII, 238-241.",
        "Zemahşerî, el-Keşşâf (nşr. Âdil Ahmed Abdülmevcûd), Riyad 1418/1998, II, 281-283; III, 34-36; VI, 52-53.",
        "Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , XII, 66-71; XVI, 37, 41-42; XXIX, 245-246.",
        "İbnü’l-Arabî, Fusûsu’l-hikem (trc. ve şerh Ekrem Demirli), İstanbul 2006, s. 97-98.",
        "Ebü’l-Fidâ İbn Kesîr, Tefsîrü’l-Ḳurʾâni’l-ʿaẓîm , Beyrut 1385/1966, III, 158-159; IV, 77; VIII, 54.",
        "Elmalılı, Hak Dini , II, 1292-1297; IV, 317.",
        "W. G. Oxtoby, “Priesthood: An Overview”, ER , XI, 528-534.",
        "B. A. Levine, “Priesthood: Jewish Priesthood”, a.e. , XI, 534-536.",
        "J. J. Hughes, “Priesthood: Christian Priesthood”, a.e. , XI, 536-539.",
        "“Priest”, “Priesthood”, Catholic Encyclopedia (http://www.newadvent.org/cathen/index.html)."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}