{
  "id": "eweb_356",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/ruveym-b-ahmed",
  "annotator": "Jeremy",
  "title": "RUVEYM b. AHMED",
  "arabic_title": "رويم بن أحمد",
  "summary": "Ebû Muhammed Ruveym b. Ahmed el-Bağdâdî (ö. 303/915-16) İlk sûfîlerden.",
  "parts": [
    {
      "author": "SALİH ÇİFT",
      "content": "Bağdat’ta doğdu. Benî Şeybân kabilesine mensuptur. Dönemin ünlü sûfîlerinden Cüneyd-i Bağdâdî, Ebû Muhammed el-Cerîrî, İbn Atâ, Ebû Osman el-Hîrî ve Ebû Saîd el-Harrâz ile görüştü. İbn Hafîf, Ca‘fer el-Huldî ve Ebû Abdullah b. Muhammed er-Râzî kendisinden faydalandı. Hatîb el-Bağdâdî’nin devrin imamlarından biri olarak zikrettiği Ruveym, Dâvûd ez-Zâhirî’nin mezhebine mensup bir fakihtir ( Târîḫu Baġdâd , VIII, 430). Ferîdüddin Attâr onun bir dönem kadılık yaptığını ve halifenin güvenini kazandığını söyler ( Tezkiretü’l-evliya , s. 506). Ruveym’in hadis ve kıraat ilimleriyle de meşgul olduğu kaydedilir. Kıraat hocası aşere imamlarından Halef b. Hişâm’ın meşhur iki râvisinden biri olan İdrîs b. Abdülkerîm’dir (Sülemî, s. 180). Bağdat’ta vefat eden Ruveym Şûnîziyye Kabristanı’na defnedildi. Tasavvufu, “Senin hiçbir şeye mâlik olmaman, hiçbir şeyin de sana mâlik olmamasıdır” şeklinde tarif eden Ruveym, Cüneyd gibi temkinli bir tasavvuf anlayışını benimsemiştir. Bu tavrı tercihinde fakihliğinin yanında faal olarak sosyal hayatın içinde yer almasının da etkisi olmalıdır. Kaynaklarda Ruveym’in adı, Cüneyd’in yanında Muhâsibî ve Amr b. Osman el-Mekkî gibi isimlerle bir arada zikredilmekte ve bu grubun içinde yer alan sûfîlerin ilimle hakikatleri (şeriatla tasavvufu) telif ettikleri belirtilmektedir (Kuşeyrî, s. 87). Ruveym temkin konusunda Cüneyd ile aynı görüşleri paylaşmakla beraber fakr, tevekkül ve halvet gibi meselelerde ondan ayrılır. Mârifet, muhabbet, fakr, tevekkül, sıdk, semâ, velâyet gibi konular üzerinde özgün fikirleri olan Ruveym’in bunlara dair sözlerinden çok azı bugüne ulaşmıştır. Talebelerinden İbn Hafîf’e söylediği, “Tasavvuf yolunda yapılması gereken ilk şey canını feda etmektir, bunu göze alamıyorsan bu yola girip de sûfîlerin saçma sapan sözleriyle hiç uğraşma!” cümlesi Ruveym’in tasavvuf anlayışını özetler mahiyettedir. Onun bu titiz yaklaşımı mutasavvıfları tenkit noktasında önem arzetmektedir. Ruveym, sûfîlerin gerekli durumlarda birbirlerini eleştirmeleri halinde hayır üzere bulunacaklarını söyler; hatalı düşünceler ve uygulamalar karşısında eleştiri mekanizmasını işletmeyip âdeta bir uzlaşma hali sergileyecek olurlarsa helâk olacaklarını belirtir (Sülemî, s. 181; Şehâbeddin es-Sühreverdî, s. 112). Hakîm kelimesini “velî” anlamında kullanan Ruveym, velîlerin tavırlarının dinî hükümlerin uygulanması noktasında önem arzettiğini özellikle vurgulamaktadır. Ona göre sûfîler, bilhassa velâyet makamına nâil olanlar dinî emirlerin hayata geçirilmesi aşamasında halk için kolaylığı esas almalı, bunları kendilerine tatbik ederken özenli davranmalıdır (Kuşeyrî, s. 108). Ruveym, döneminin tartışma konularından biri olan fakrı “maddî hiçbir şeye sahip olmamak” şeklinde yorumlamaz; ona göre fakir sırrını koruyan, nefsini gözetleyen ve Allah’ın farzlarını ifa eden kimsedir. Ruveym’in fakirliği maddî açıdan değil mânevî yönüyle değerlendiren bu yaklaşımının sonucu olarak zenginlerle bir arada bulunmayı tercih etmesi ve mutasavvıfların fakr meselesindeki genel anlayışına muhalif davranması eleştirilmiştir (Hücvîrî, s. 237). Onun fakr konusundaki görüşleriyle tevekkül hakkındaki kanaatleri birbiriyle uyum arzeder. Zira ona göre tevekkül va‘d-i ilâhîye güvenmektir (Serrâc, s. 50). Ruveym sûfîlerin semâ yaparken birtakım gaybî mânalar müşahede ettiklerini, bu mânaların vecd sahibini kendilerine yönelttiğini, onun da bu nimetten dolayı ferahlık ve zevk duyduğunu, daha sonra araya bir perde çekildiğinde yaşadığı zevk ve şevkin hüzne dönüştüğünü, bu hali tecrübe edenlerden bazılarının ağladığını, bazılarının da üstlerini başlarını yırttığını söylemiştir. Onun bu ifadeleri vecd halinin ilk psikolojik tahlillerinden biri olması bakımından önemlidir (Kuşeyrî, s. 459). Hücvîrî, Ruveym’in semâ konusuna dair eserler kaleme aldığını ve bunlardan birinin adının Ġalâṭü’l-vâcidîn olduğunu söylemektedir. Hücvîrî’nin ifadelerinden bu eseri gördüğü anlaşılmaktadır ( Keşfü’l-mahcûb , s. 237). BİBLİYOGRAFYA Serrâc, el-Lüma‘: İslâm Tasavvufu (trc. H. Kâmil Yılmaz), İstanbul 1996, s. 50. Sülemî, Ṭabaḳāt , s. 180-184. Ebû Nuaym el-İsfahânî, Ḥilyetü’l-evliyâʾ , Beyrut 1967, X, 296. Hatîb, Târîḫu Baġdâd , VIII, 430-431. Kuşeyrî, Risâle (Uludağ) , s. 87, 108, 459. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 237-238, 307. Herevî, Ṭabaḳāt , s. 2-264. Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1991, s. 504-506. Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 53, 56, 112, 176. Lâmiî, Nefehât Tercümesi , s. 130. Şa‘rânî, eṭ-Ṭabaḳāt , I, 103. A. Schimmel, Mystical Dimensions of Islam , Chapel Hill 1975, s. 59. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2008 yılında İstanbul’da basılan 35. cildinde, 273-274 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Serrâc, el-Lüma‘: İslâm Tasavvufu (trc. H. Kâmil Yılmaz), İstanbul 1996, s. 50.",
        "Sülemî, Ṭabaḳāt , s. 180-184.",
        "Ebû Nuaym el-İsfahânî, Ḥilyetü’l-evliyâʾ , Beyrut 1967, X, 296.",
        "Hatîb, Târîḫu Baġdâd , VIII, 430-431.",
        "Kuşeyrî, Risâle (Uludağ) , s. 87, 108, 459.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 237-238, 307.",
        "Herevî, Ṭabaḳāt , s. 2-264.",
        "Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1991, s. 504-506.",
        "Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 53, 56, 112, 176.",
        "Lâmiî, Nefehât Tercümesi , s. 130.",
        "Şa‘rânî, eṭ-Ṭabaḳāt , I, 103.",
        "A. Schimmel, Mystical Dimensions of Islam , Chapel Hill 1975, s. 59."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 578
}
