{
  "id": "eweb_358",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/ruzbari",
  "annotator": "Jeremy",
  "title": "RÛZBÂRÎ",
  "arabic_title": "الروذباري",
  "summary": "Ebû Alî Ahmed b. Muhammed b. el-Kāsım er-Rûzbârî (ö. 322/934) İlk dönem sûfîlerinden.",
  "parts": [
    {
      "author": "ABDURREZZAK TEK",
      "content": "Bağdat yakınlarındaki Rûzbâr’da doğdu. Adı bazı kaynaklarda Muhammed b. Ahmed şeklinde kaydedilir. Bağdat’ın ileri gelen ailelerinden birine mensup olduğu anlaşılan Rûzbârî’nin İran şahlarının soyundan geldiği, babasının emîr veya vezir olduğu rivayet edilir. Cüneyd-i Bağdâdî, Ebü’l-Hüseyin en-Nûrî, İbnü’l-Cellâ, Ebû Muhammed el-Cerîrî ve Ebü’l-Hasan Bünnân gibi sûfîlerin sohbetinde bulundu. Serrâc ve Kuşeyrî, Rûzbârî’nin, “Tasavvuftaki şeyhim Cüneyd, fıkıhtaki hocam Ebü’l-Abbas b. Şüreyh (Süreyc), dil ve gramerdeki hocam Sa‘leb, hadisteki üstadım İbrâhim el-Harbî’dir” dediğini kaydeder. Sülemî onun hadis hâfızı olduğunu belirtir. Rûzbârî’yi fütüvvet ehlinin temsilcilerinden kabul eden Ferîdüddin Attâr onu zühd ve tasavvufun önderi, hali yüce ve ferâseti isabetli bir sûfî şeklinde tanıtır. Hücvîrî ve Kuşeyrî de kendisini parlak ifadelerle över. Bağdat’tan ayrılarak Mısır’a yerleşen Rûzbârî burada vefat etti ve Karâfe Mezarlığı’nda Zünnûn el-Mısrî’nin yakınlarına defnedildi. Tasavvuf tarihinde önemli bir yeri olan ve Cüneyd mektebinin önde gelen temsilcilerinden sayılan Rûzbârî, tasavvufu “uzakta olmanın acısını tattıktan sonra yakınlaşmanın lezzetine ermek ve safiyet bulmak”, “sâlikin bulanıklıktan sonra duruluğa ulaşması”, “kovsa dahi sevgilinin kapısı önünde diz çökmek ve oradan ayrılmamak” şeklinde tarif eder. Ona göre kişinin faydasız şeylerle uğraşması Allah’ın ondan yüz çevirmiş olmasının alâmetidir. Bir kötülük yaptıktan sonra ihsana kavuşmak, yapılan hatalara müsamaha edildiğini sanarak tövbe ve pişmanlığa yanaşmamak ve günahkâr olduğu halde cezasız kalışını Allah’ın rahmeti sanmak kadar büyük bir gaflet yoktur. Rûzbârî, “Bir sûfî beş gün açlığa tahammül edemez ve açım derse onu hemen çarşıya götürün ve maişetini çalışarak kazanmasını emredin” diyerek nefsânî arzuları terk amacıyla mücâhede ve riyâzet yoluna giren sûfîlerin başkalarından hiçbir şey beklememeleri gerektiğine dikkat çekmiştir. Rûzbârî mürid, murad ve muhib arasındaki farka işaret etmiştir. Ona göre mürid, Hakk’ın kendisi için irade etmiş olduğu şeyden başkasını nefsi için irade etmeyen, murad ise iki cihanda O’ndan başka bir şeyi irade etmeyen kişidir. Hakk’ın iradesine razı olanın kendi iradesini terketmesi lâzımdır. Muhib ve âşığın iradesi olmadığından muradı da yoktur. Havf ve recâ arasındaki dengenin önemini vurgulayan Rûzbârî havf ve recâyı kuşun iki kanadına benzetir. Ayrıca nimete şükrü de nimet olarak kabul etmiş, sabretmeyenin rızâ mertebesine, şükretmeyenin de kemale ulaşamayacağını belirtmiştir. Şeriatla hakikat birlikteliğinin önemine dikkati çeken Rûzbârî, tasavvuf yolunda yürümeyi sırat üzerinde yürümeye benzeterek bu yolda yapılan hataların kişiyi cehenneme sürükleyeceğini söylemiştir. Sûfî yamalı ve eski elbise giyen, hevâ ve hevesine uymayan, dünyaya değer vermeyen ve Hz. Peygamber’in yolunu tutan kişidir. Rûzbârî rızâyı tasavvufî makamların başlangıcı, muhabbeti ise sonu olarak kabul etmiş; tevhidi, “Teşbih, red ve ta‘tîli terkettiğini ispat eden kalbin istikamet üzere bulunması ve muhayyile ne şekilde tasavvur ederse etsin Allah’ın söz konusu tasavvurdan berî olduğunu bilmesidir” şeklinde tanımlamıştır. Ona göre gerçek semâ sevgiliyi temaşa ve müşahede mertebesine ulaştıran sırları keşfen bilmektir. Emredilene uymayı muhabbet çerçevesinde zikrederek benliğinden sıyrılmayan kişilerin aşk sahasına ayak basamayacağını belirten Rûzbârî haram yemenin, harama bakmanın ve gıybet etmenin, kötü arkadaşlar edinmenin ve nefsin arzularına kulak vermenin insanı felâkete götüreceğini söyler. Kelâbâzî ve Hatîb el-Bağdâdî onu eser veren sûfîler arasında sayar, ancak bu eserler günümüze ulaşmamıştır. Dönemindeki sûfîlerle mektuplaştığı bilinen Rûzbârî’nin bazı şiirleri kendisiyle görüştüğü rivayet edilen Serrâc tarafından kaydedilmiştir ( el-Lümaʿ , s. 431, 451). Rûzbârî’nin Suriye’de yaşayan yeğeni Ebû Abdullah b. Atâ er-Rûzbârî de (ö. 369/979) döneminin ünlü sûfîlerindendir. Fuat Sezgin’in Rûzbârî’ye nisbet ettiği eserler ( GAS , I, 663) muhtemelen yeğeni Ebû Abdullah’a aittir. BİBLİYOGRAFYA Serrâc, el-Lümaʿ , s. 145, 431, 451. Kelâbâzî, et-Taʿarruf , s. 34, 44. Sülemî, Ṭabaḳāt , s. 355, 479. Ebû Nuaym, Ḥilye , X, 356-357. Hatîb, Târîḫu Baġdâd , I, 329. Kuşeyrî, Risâle (Uludağ) , s. 123-124. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 261. İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , II, 454. Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1991, s. 757-760. İbnü’l-Esîr, el-Lübâb , I, 470. Sühreverdî, Avârif , s. 499. Şa‘rânî, eṭ-Ṭabaḳāt , I, 106. Lâmiî, Nefehât Tercümesi , s. 247-248, 308. İbnü’l-İmâd, Şeẕerât , II, 296; III, 91. Sezgin, GAS , I, 663. Abdülhamîd Medkûr, “Ebû ʿAlî er-Rûẕbârî”, Mevsûʿatü aʿlâmi’l-fikri’l-İslâmî , Kahire 1425/2004, s. 742-743. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2008 yılında İstanbul’da basılan 35. cildinde, 276 numaralı sayfada yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Serrâc, el-Lümaʿ , s. 145, 431, 451.",
        "Kelâbâzî, et-Taʿarruf , s. 34, 44.",
        "Sülemî, Ṭabaḳāt , s. 355, 479.",
        "Ebû Nuaym, Ḥilye , X, 356-357.",
        "Hatîb, Târîḫu Baġdâd , I, 329.",
        "Kuşeyrî, Risâle (Uludağ) , s. 123-124.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 261.",
        "İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , II, 454.",
        "Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1991, s. 757-760.",
        "İbnü’l-Esîr, el-Lübâb , I, 470.",
        "Sühreverdî, Avârif , s. 499.",
        "Şa‘rânî, eṭ-Ṭabaḳāt , I, 106.",
        "Lâmiî, Nefehât Tercümesi , s. 247-248, 308.",
        "İbnü’l-İmâd, Şeẕerât , II, 296; III, 91.",
        "Sezgin, GAS , I, 663.",
        "Abdülhamîd Medkûr, “Ebû ʿAlî er-Rûẕbârî”, Mevsûʿatü aʿlâmi’l-fikri’l-İslâmî , Kahire 1425/2004, s. 742-743."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 422
}
