{
  "id": "eweb_359",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/ruh#2-tasavvuf",
  "annotator": "Jeremy",
  "title": "RUH",
  "arabic_title": "الروح",
  "summary": "İnsanın hayatiyetini sağlayan, idrak edici ve bilici unsuru.",
  "parts": [
    {
      "author": "YUSUF ŞEVKİ YAVUZ",
      "content": "Sözlükte “gitmek, geçmek; (hava) rüzgârlı olmak; (bir şey) geniş ve ferahlık verici olmak” mânalarındaki revh kökünden isim olan rûh kelimesi terim olarak genellikle “canlılarda hayatı sağlayan unsur” şeklinde tanımlanmaktadır. Ruh, bir anlamda kendisinin bir cüzünü teşkil eden ve devamlılığını sağlayan “nefes” mânasına da gelir ( Râgıb el-İsfahânî, el-Müfredât , “rvḥ” md.; Lisânü’l-ʿArab , “rvḥ” md.). Farklı tarifleri yapılmakla birlikte ruhun âlimlerin çoğunluğunun anlayışı çerçevesinde şöyle tarif edilmesi mümkündür: “Ana rahminde oluşması sırasında melek tarafından insanın bedenine üflenen ve ölümü anında insan bedeninden çıkarılan idrak edici ve bilici hakikati.” Nazzâm, Ebû Mansûr el-Mâtürîdî, Gazzâlî, Râgıb el-İsfahânî ve Seyyid Şerîf el-Cürcânî’nin tercih ettiği tanımlar da buna benzer şekildedir. İnsanın algılayıcı ve bilici varlık olabilmesi için öncelikle biyolojik canlılığa sahip kılınan bedeni yaratılır, canlı organizma teşekkül etmeye başlayınca algılayıcı ve bilici özü de buna eklenir (Mâtürîdî, Teʾvîlâtü Ehli’s-sünne , III, 213, 421; Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , III, 3). İnsan ruhu denilince canlılık, bilinç, akıl, idrak, irade gibi niteliklere sahip bir özden söz edilmiş olur. İnsanların hayvanlardan farklı olması ruhlarının değişik yaratılmasından kaynaklanır. İnsanlar arasındaki fark da aynı ruh türü içinde değişik mertebelerde bulunmalarının sonucudur. Peygamberlerin gayb âleminden bilgi almaları yüksek bir ruhî mertebeye sahip kılınmalarıyla irtibatlıdır (Elmalılı, I, 408-410). Dinî literatürde nefis kavramını ruhla eş anlamda kullananlar bulunduğu gibi nefis ve ruh arasında fark gözetenler de vardır. Bazı âlimlere göre ruh hem biyolojik canlılığı hem de algılayan ve bilen insanî özü ifade ettiği halde nefis sadece ikinci anlamı içerir. Nefsi ateş ve toprak kaynaklı, ruhu nûrânî tabiatlı kabul edenler de vardır (Âlûsî, XV, 157-158; Reşîd Rızâ, IV, 328-329). Nefis kelimesi insanın ruh ve beden bütünlüğüne isim olarak verildiği halde ruh bedeni ifade etmek için kullanılmaz. Kur’an’da ve Hadiste Ruh. Kur’ân-ı Kerîm’de ruh kelimesi yirmi âyette yirmi bir defa geçer. Bunların yedisi “er-rûh” şeklinde yalın olarak kullanılmış, dördü “rûhu’l-kuds”, biri “er-rûhu’l-emîn” şeklinde yer almış, dokuzu çeşitli terkiplerle (ruhu, ruhum, ruhumuz, ondan bir ruh, emrimizden bir ruh) Allah’a nisbet edilmiştir ( M. F. Abdülbâkī, el-Muʿcem , “rûḥ” md.). Ebü’l-Ferec İbnü’l-Cevzî, Kur’an’da geçen ruh kelimelerinin sekiz mânaya geldiğini belirtir: Canlıların hayatiyetini sağlayan ruh, Cebrâil (rûhu’l-kuds, er-rûhu’l-emîn), büyük bir melek, vahiy, rahmet, emir, üflemekle meydana gelen bir tür yel, hayat ( Nüzhetü’l-aʿyün , s. 322-324). Cenâb-ı Hakk’ın uyku halindeki insanın nefsini aldığını (ez-Zümer 39/42) ve ölümünden sonra ibret olması için Firavun’un bedenini geride bıraktığını (Yûnus 10/92) bildiren âyetlerde bedenin yanı sıra insanın nefsinin de bulunduğu belirtilerek ruh-beden ayırımına işaret edilmiş, âlimlerin çoğunluğu bu âyetlerdeki nefsin ruh anlamına geldiğini söylemiştir (Taberî, XI, 106; Mâtürîdî, Teʾvîlâtü’l-Ḳurʾân , VII, 105). İnsanın yaratılışından söz eden âyetlerde bildirildiğine göre Allah, Âdem’i önce çamur halindeki topraktan şekillendirmiş, ardından ona “ruh”undan üflemiş (el-Hicr 15/28-30; Sâd 38/71-72), Âdem’in soyunu ise önemsenmeyen bir sıvıdan (sperm) üretip belli bir şekle soktuktan sonra ana rahminde ona ruhundan üflemek suretiyle insan haline getirmiştir (es-Secde 32/7-9). İnsan türünün üreme mekanizmasına temas eden diğer bir yerde (el-Mü’minûn 23/12-16) rahimde başlayıp devam eden merhalelerden sonra “başka bir yaratma”dan söz edilmiştir ki başta İbn Abbas olmak üzere birçok müfessire göre bu ruhundan üflemeye yapılmış bir atıf olmalıdır (Taberî, XVIII, 10-11; Mâtürîdî, Teʾvîlâtü Ehli’s-sünne , III, 396). Allah’ın ilk insanın bedenine, ayrıca ana rahminde belli bir aşamaya gelen ceninlere ruhundan üflemesi konusunda müfessirlerce çeşitli yorumlar yapılmıştır. Bazı âyetlerde, Meryem’i Îsâ’ya hamile bırakmak için Cenâb-ı Hakk’ın insan şekline bürünmüş olarak gönderdiği Cibrîl’den “ruhumuz” diye söz etmesini ve, “Meryem’e ruhumuzdan üfledik” meâlindeki beyanını (Meryem 19/17-19; el-Enbiyâ 21/91) dikkate alan âlimler Allah’ın “ruhum” veya “ruhumuz” tabirleriyle Cibrîl’i, “üfledim” veya “üfledik” tabirleriyle de Rûhulkudüs, Rûhulemîn, Rûh gibi isimleri bulunan Cibrîl vasıtasıyla insanda ruh yaratmasını murat ettiği sonucuna varmıştır. Hz. Âdem’in ve soyunun yaratılışı dile getirilirken kullanılan “ruhumdan üfledim” ifadesine de aynı anlam verilmiştir. Bu tür beyanlarla Allah’ın zâtı veya zâtından bir parça değil Cibrîl kastedilmiştir. Şu farkla ki Hz. Âdem ile Îsâ’nın yaratılmasında bizzat Cibrîl ilâhî buyruğu yerine getirmiş, insan soyunun yaratılmasında ise Cibrîl’in emrinde bulunan yardımcıları bu emri icra etmiştir. Önde gelen âlimlere göre sadece “er-rûh” şeklinin geçtiği âyetlerle de (el-Meâric 70/4; en-Nebe’ 78/38; el-Kadr 97/4) Cibrîl kastedilmiştir. Nezdindeki yüksek mertebesini belirtmek için Allah Teâlâ, Cibrîl’den “ruhum” veya “ruhumuz” diye söz etmiştir (meselâ bk. Taberî, I, 404; III, 2; Mâtürîdî, Teʾvîlâtü’l-Ḳurʾân , I, 173; VIII, 28; Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , XIX, 219-220; XXII, 218). Bazı âlimler ise bu âyetlerdeki “er-rûh”un Cibrîl dışında büyük bir melek olabileceği görüşündedir (Beyhakī, s. 462; İbn Kayyim el-Cevziyye, s. 251; Elmalılı, VII, 5546). Allah’ın insana ruh üflemesi ise onda bir ruh yaratıp varlıkları algılama ve bilme gücü vermesi olarak anlaşılmıştır ( Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , XXII, 65). Mâtürîdî, ruhun bedene üflenmesini nefesin bir kabın içine üflenmesi halinde onun her tarafına nüfuz edip yayılmasına benzetir ( Teʾvîlâtü Ehli’s-sünne , V, 231, 312). Elmalılı Muhammed Hamdi “biyolojik canlılık” anlamına gelen ruhun melek tarafından, “rabbin emri” olan ve Kur’an’da nefis olarak da adlandırılan ruhun ise doğrudan doğruya Allah tarafından insana üflendiği görüşündedir ( Hak Dini , V, 4129). “Ruh rabbimin emrindendir” meâlindeki âyette geçen “er-rûh”u (el-İsrâ 17/85) bazı müfessirler, bedenin hayat sahibi olmasını sağlayan ve Allah’ın yaratıklarından biri olan insan ruhu olarak yorumlarken bazıları buradaki ruh ile Cebrâil’in, başka bir grup da insanlara ruh üflemekle görevlendirilen Rûh isimli büyük bir meleğin yahut Kur’an’ın kastedildiğini söylemiştir (Taberî, XV, 155-156; Mâtürîdî, Teʾvîlâtü’l-Ḳurʾân , VIII, 348-349; Beyhakī, s. 459; Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , XXI, 37-39). Ruhun bedenden alınıp tutulmasına “teveffî”, ölüme “vefat”, ölen insana da “müteveffâ” denilmiştir. Âyetlerde belirtildiğine göre her nefis ölümü tadar ve sonra Allah’a döndürülür, Allah eceli gelen hiçbir nefsin ölümünü ertelemez (el-Ankebût 29/57; el-Münâfikūn 63/11). Teveffî fiilinin kullanıldığı âyetlerin birinde açıklandığına göre Allah nefisleri ölümleri anında, ölmeyenleri de uykularında alır; haklarında ölüm hükmü verdiği nefisleri tutar, diğerlerini ise belirlenmiş ölüm vaktine kadar salıverir (ez-Zümer 39/42). İnsanları Allah’ın elçileri olan melekler vefat ettirir (el-En‘âm 6/61; el-A‘râf 7/37). Yine Kur’ân-ı Kerîm’de belirtildiğine göre melekler kâfirleri vefat ettirirken ellerini onların üzerine uzatır, yüzlerine ve arkalarına vurup kendilerine, “Çıkarın nefislerinizi ...” diye hitap ederler (el-En‘âm 6/93; el-Enfâl 8/50-51; Muhammed 47/27; krş. Taberî, VII, 276; X, 22). Müfessirlerin bir kısmı, Vâkıa sûresinin 83-96. âyetlerinde zikredilen ceza ve nimetlerin ölümden itibaren ruhen vuku bulacağını kabul etmiştir ( a.g.e. , XXVII, 212). “Rabbimiz Allah’tır” deyip sonra dosdoğru davranan müminlere ölümleri anında meleklerin ineceğini, onlara güvenlik ve cennet müjdesi ulaştıracağını bildiren âyette (Fussılet 41/30) söz konusu edilen hayatın da ruhun hayatı olması gerekir ( a.g.e. , XXIV, 116). Müfessirler, ikinci hayat için diriltilen insanların ölüm anından kıyamete kadar bulundukları mekânı “uyuma yeri” (merkad) olarak algıladıklarını bildiren âyeti (Yâsîn 36/51-53) yorumlarken ölümden hemen sonra mümin ruhların cennet nimetlerini, kâfir ruhların da cehennem azabını bir şekilde hissettiklerini belirtmişlerdir ( a.g.e. , XXII, 161). Çeşitli hadislerde ruh kelimesinin yanı sıra onun yerine nefis ve “neseme” kelimeleri de kullanılır (meselâ bk. el-Muvaṭṭaʾ , “Cenâʾiz”, 49; Ebû Dâvûd, “Sünnet”, 16; Nesâî, “Cenâʾiz”, 117). Açık bir şekilde ruh-beden ayırımının yapıldığı hadisler vardır (Buhârî, “Büyûʿ”, 17-18; Müslim, “Fiten”, 110; bk. Wensinck, Miftâḥu künûzi’s-sünne , “rûḥ”, “mevt” md.leri). İlgili hadislerde belirtildiğine göre ana rahmindeki cenine 120 günlük teşekkül döneminden sonra Allah’ın gönderdiği bir melek tarafından ruh üflenir; ölüm anında da meleklerce ruh bedeninden alınır ( Müsned , II, 323, 398; Buhârî, “Bedʾü’l-ḥalḳ”, 6, “Enbiyâʾ”, 50; Müslim, “Ḳader”, 1). Ruhun kabzedilmesi hadislerde yaygın bir tabir olarak yer alır. Bu hadislerde açıklandığına göre peygamberlerin ruhları kabzedileceği sırada cennetteki yerleri kendilerine gösterilir ve dünyada yaşamaya devam etmekle cennetteki makamlarını tercih etmek arasında serbest bırakılır. Hz. Âişe, Resûlullah’ın vefat hastalığında, “Allahım, beni refik-i a‘lâya ulaştır!” dediğini duyunca, “Onun peygamberler ve sıddîklarla birlikte a‘lâ-yi illiyyîne gitmeyi tercih ettiğini anladım” demiştir (Buhârî, “Meġāzî”, 83; Müslim, “Feżâʾilü’ṣ-ṣaḥâbe”, 85-87). Resûl-i Ekrem, kendisine salâtüselâm getirene mukabele etmek için ruhunun Allah tarafından bedenine iade edildiğini söylemiş ( Müsned , II, 527; Ebû Dâvûd, “Menâsik”, 97), ölürken insanın çekilip alınan ruhunu gözüyle izlediğini haber vermiştir (Müslim, “Cenâʾiz”, 7, 9; İbn Mâce, “Zühd”, 31). Bazı hadislerde insanın ruhunu meleklerin aldığı, bazılarında da Allah’ın kabzettiği bildirilir ( Müsned , II, 256; Buhârî, “Tevḥîd”, 3). Ancak söz konusu iki hadisin nihaî mânaları arasında fark yoktur. Allah’ın kişinin ruhunu alması ölüm emrini ilgili meleğe vermesi şeklinde anlaşılmalıdır. Hadislerde ölümden sonra insan ruhunun durumu için verilen bilgileri şöylece özetlemek mümkündür: Rahmet melekleri tarafından bedenden alınan müminin ruhu semaya yükseltilir, açılan gök kapılarından geçirilerek ilâhî rahmet ve cennetle müjdelenir. Azap meleklerince kabzedilen kâfirin ruhu ise göğe yükseltilince kapılar açılmayıp kabrine iade edilir ( Müsned , VI, 140; Müslim, “Cenâʾiz”, 73, “Tevbe”, 46; İbn Mâce, “Zühd”, 30-31; Taberî, VIII, 176). Resûl-i Ekrem, Bedir Gazvesi’nde katledilen müşriklere ait cesetlerin yanına giderek onlara, “Rabbinizin size önceden haber verdiği acı sonucu tattınız mı?” diye hitap edince Hz. Ömer, “Ruhları bulunmayan cesetlere mi hitap ediyorsun?” diye sormuş, o da, “Onlara söylediğimi siz duyamazsınız ama onlar duyar” demiştir (Buhârî, “Meġāzî”, 8; Müslim, “Cenâʾiz”, 26, “Cennet”, 76). Yine savaşta şehid düşen Ca‘fer-i Tayyâr’ın cennette uçtuğunu bildirmiş, şehidlerle sâlih müminlere ait ruhların cennette yeşil kuşların üzerinde diledikleri yerlere uçup birbirini ziyaret ettiğini, mümine ait ruhun cennet ağacına asılı durduğunu, Cenâb-ı Hakk’ın kıyamet gününde onu cesedine iade edeceğini söylemiştir ( Müsned , III, 455; VI, 424-425; Buhârî, “Meġāzî”, 9, 28; “Cihâd ve’s-siyer”, 6, 14, 19, 21, 22; İbn Mâce, “Cihâd”, 24; İbnü’l-Esîr, I, 90, 328-329, 361; IV, 249; V, 180; Bedreddin el-Aynî, XIV, 112). Ruhun Varlığı ve Özellikleri. Ashabın ruhun varlığına inanıp ruh-beden ayırımı yaptığına dair bilgiler çeşitli kaynaklarda yer almaktadır. Hz. Ebû Bekir, Resûlullah’ın vefatı üzerine defnedileceği yer konusundaki soruya “Allah’ın ruhunu aldığı yere” diye cevap verirken ruhun kabzedilmesi tabirini kullanmış (İbnü’l-Esîr, III, 36), Hz. Âişe mi‘rac olayında Resûl-i Ekrem’in bedeninin yataktan ayrılmadığını, Allah’ın onun ruhunu yürüttüğünü söylemiş (İbn İshak, s. 275; İbn Hişâm, II, 40), Tufeyl b. Amr, Yemâme savaşında şehid olmadan önceki gece gördüğü rüyasını yorumlarken, “Başımın tıraş edilmesi boynumun vurulmasıdır, ağzımdan kuşun çıkması ruhumun bedenimden ayrılmasıdır” demiştir (İbn Hişâm, II, 25). Hz. Ömer, Uhud Gazvesi’nin sonunda Ebû Süfyân’a, “Bizim ölülerimiz cennette, sizin müşrik ölüleriniz cehennemdedir” diye seslenmiş (İbn İshak, s. 313), Abdullah b. Ömer bedenlerin toprakta çürüyüp gittiğini, ruhların ise Allah katında bulunduğunu belirtmiştir (İbn Hazm, IV, 119). Ayrıca ashabın, şehidlere ait ruhların beyaz kuşlar üzerinde bulunduklarına ve sidretü’l-müntehâda cennet meyvelerinden yediklerine, cennette arşın altında diledikleri yerlerde dolaştıklarına inandığı nakledilmiştir (Taberî, IV, 171, 172). Sahâbe neslinden sonra insanın ruh ve bedenden müteşekkil bir varlık olduğu inancı Hasan-ı Basrî ve diğer tâbiîn âlimlerince benimsenip devam ettirilmiştir (Taberî, XXVII, 212; İbn Kayyim el-Cevziyye, s. 289; Ravza Cemâl Husarî, s. 224). Hasan-ı Basrî, çeşitli âyetleri tefsir ederken insanın ruh ve bedenden oluştuğunu belirterek ana rahminde yaratılışı sırasında ruhun melek tarafından cenine üflenip ölüm anında yine melek tarafından bedenden alındığını, kabirde azap ve nimetin gerçekleştiğini ve şehidlere ait ruhların cennete yükseldiğini söylemiştir ( Tefsîr , I, 188, 427; II, 150, 229, 331, 419). Daha sonra ruh kavramına temas eden ve insanın ruh ile bedenden teşekkül ettiğine dikkat çeken ilk kelâmcı Cehm b. Safvân’dır. Cehm ruhun var olduğunu, fakat Allah’ın görülememesi gibi ruhun da görülemediğini Sümeniyye ile Allah’ın varlığına ilişkin olarak yaptığı tartışmalarda belirtmiştir (Ahmed b. Hanbel, s. 66). Ebû Hanîfe başta olmak üzere erken devir kelâm âlimlerinin çoğunluğu ruh-beden ayırımı yapmıştır. Hişâm b. Hakem, Bişr b. Mu‘temir, Nazzâm, Ebü’l-Hüzeyl el-Allâf, Taberî ve Mâtürîdî gibi âlimler ruh yerine bazan nefis kelimesini kullanmakla birlikte insanın ruh ve bedenden meydana geldiğini kabul etmiştir (Taberî, XV, 26; Eş‘arî, s. 331; Mâtürîdî, Teʾvîlâtü’l-Ḳurʾân , VI, 410; VII, 105). Kelâm ekollerinin kurulmaya başlamasından itibaren ruhun varlığı ve mahiyeti konusunda farklı görüşler ortaya çıkmıştır. Ebü’l-Hüzeyl el-Allâf, Nazzâm, Muammer b. Abbâd, Ca‘fer b. Mübeşşir, Ca‘fer b. Harb gibi Mu‘tezile kelâmcıları ruh-beden ayırımı yaparak ruhun varlığını kabul ederken İbn Keysân el-Esam ve Kādî Abdülcebbâr gibi kelâmcılar ruh-beden ayırımına karşı çıkıp ashaptan itibaren gelen bu yaklaşımdan uzaklaşmışlardır (Eş‘arî, s. 331-337; Kādî Abdülcebbâr, XI, 310-341). Sünnî kelâm sistemini kuran Mâtürîdî ile Eş‘arî ruh ile beden arasında ayırıma gidip ruhun varlığını kabul ettikleri halde bu âlimlerin ruha sadece “biyolojik canlılık” anlamı verdiği yolunda bazı iddialar ileri sürülmüştür (Yar, s. 48; Dalkılıç, s. 146, 210-212). Ancak bu telakkiler kaynaklardaki bilgilerle bağdaşmamaktadır. Zira Mâtürîdî, insanın teneffüs yoluyla canlı olmasını ruh kelimesiyle belirtmekle birlikte varlıkları algılayan, bazan “nefs-i derrâke” diye söz ettiği unsura da ruh demektedir ( Teʾvîlâtü Ehli’s-sünne , IV, 311-312). Eş‘arî de ölüm anında bedenden çıkan ruhun varlığını kabul eder ve latif bir cisim olarak nitelediği ruhun insan bedenine konulmasını mümkün görür (İbn Fûrek, s. 44, 271, 280-281). Ashaptan itibaren benimsenen ruh inancı kelâmcıların çoğunluğunca devam ettirilmiştir. Hasan-ı Basrî, Ebû Hanîfe, Mu‘tezile’den Bişr b. Mu‘temir ve Muammer b. Abbâd ruhun varlığından söz eden ilk âlimlerdir. Kelâmcıların ruhun varlığına ilişkin naklî ve aklî delilleri şöylece özetlenebilir: Âyet ve hadislerde ruhun varlığına dair bilgiler mevcuttur. Hz. Peygamber ruh hakkındaki soruya onun Allah’ın bir işi (emr) olduğu cevabını vermiştir. Kur’an’da bedenin oluşumu belli bir aşamaya gelince başka bir yaratılışa kavuşturulduğu bildirilmiş, hadislerde bu yaratılış melek tarafından cenine ruhun üflenmesi şeklinde açıklanmış, uyku ve ölüm anında nefislerin bedenden alındığı ve bunun meleklerce Allah adına gerçekleştirildiği haber verilmiştir. Kur’an’da Allah’ın âdemoğullarının soyunu sırtlarından aldığı ve onlara, “Rabbiniz değil miyim?” diye hitap edip “evet” cevabını aldığı bildirilmiştir (el-A‘râf 7/172); bu ise insanların bedenleriyle değil ruhlarıyla gerçekleşmiş bir olaydır (İbn Hazm, IV, 123-125; V, 204). Cenâb-ı Hakk’ın kendi zâtına nisbet ettiği ruhtan insan bedenine üflendiği ifade edilmiş, bedenin ölümünden sonra insanın akletmeye ve algılamaya devam ettiğine dikkat çekilmiş, yine insanın razı olan ve olunan bir unsurunun (nefs-i mutmainne) Allah’a döndüğü vurgulanmış (Fahreddin er-Râzî, el-Meṭâlibü’l-ʿâliye , VII, 132-135; Mefâtîḥu’l-ġayb , XXI, 41, 51-52), meleklerin ölüm anında insana hitap ettiğini, ölen kişinin de onlara cevap verdiğini bildiren âyetlerde (en-Nisâ 4/97; en-Nahl 16/28-29, 32) meleklerin muhatabının ruhlar olduğuna işaret edilmiş (Mâtürîdî, Teʾvîlâtü’l-Ḳurʾân , V, 146, 340), Hz. Peygamber’in ve müslümanların ölülerine Allah’tan rahmet dilemesi, bedenin çürümesinden sonra kişinin rahmete konu olan bir unsurunun devam ettiğine kanıt sayılmış ve rüyayı görenin de ruh olduğu belirtilmiştir (Fahreddin er-Râzî, el-Meṭâlibü’l-ʿâliye , VII, 131; İbn Kayyim el-Cevziyye, s. 8, 46; Seffârînî, II, 60-63). Ruhun varlığına ilişkin aklî deliller ise kısaca şöyledir: Çocukluktan ölüme kadar insanın bedeni sürekli değişime uğrarken benlik şuurunun hiçbir değişikliğe uğramadan varlığını sürdürmesi insanın bedensel varlığından farklı bir unsurunun bulunduğunu gösterir (Fahreddin er-Râzî, el-Metâlibü’l-ʿâliye , VII, 101). Varlıkları algılama, bilgi üretme ve Allah’a inanıp itaat etme kabiliyetinin sadece insanda bulunması da onun diğer canlılardan farklı bir unsura sahip olduğunu gösterir. Nitekim riyâzet yoluyla bedenlerini zayıflatan bazı insanlarda ruhî güçler gelişebilmekte ve daha ileri düzeyde bir kalbî derinleşme ve zihnî yoğunlaşma imkânı ortaya çıkmaktadır ( Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , XXI, 14-15). Âlimler, naslarda verilen bilgilerden ve bunların yorumundan hareketle ruhun özelliklerini şöyle belirlemiştir: Ruhun cevheri meleklerin cevheri türünden olup nûrânî bir özelliğe ve bağımsız bir varlığa sahiptir, bedenin şekline bürünüp süratle hareket eder ve uzun mesafeleri kısa sürede alır, ilâhî mârifet ve muhabbet sayesinde gücü artar. Onun bedene konulmasının hikmeti imtihana tâbi tutulmasıdır. Bedenden çıkarılıp alındığında müminin ruhundan güzel koku, kâfirin ruhundan kötü koku yayılır (Hayyât, s. 34; Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , XXI, 91; İbn Kayyim el-Cevziyye, s. 58-69; Bedreddin el-Aynî, XVII, 26). Allah’a iman ve itaat açısından ruhların özellikleri farklıdır. Bazılarında cismanî, bazılarında ruhanî taraf ağır basar. Bu anlamda en yüksek ruhlu insanlar peygamberlerdir, onları sâlihlerle âlimlerin ruhları izler ( Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , XXXI, 31; Bedreddin el-Aynî, IV, 48-51). Ruh veya nefis bilmek, akıl yürütmek gibi insanî niteliklerin kaynağını teşkil eder, beden ve duyu organları ise ruhun vasıtaları konumundadır (İbn Hazm, V, 198-203; Reşîd Rızâ, IX, 159-160). Ruhun Mahiyeti. Ruhun mahiyeti konusunda âlimler arasında farklı görüşler ortaya çıkmıştır. 1. Ruhun mahiyetini bilmek mümkün değildir, çünkü ruh rabbin emrinden olması itibariyle gaybî bir konudur. Bu görüşü benimseyen Ali el-Kārî, Ehl-i sünnet âlimlerinin ekserisinin aynı kanaatte olduğunu belirtir. Şa‘rânî ise bu anlayışı Sûfiyye çoğunluğu ile bazı kelâmcılara atfeder (Eş‘arî, s. 334; Bedreddin el-Aynî, XIV, 112; Şa‘rânî, II, 122). 2. Ruh bedenin şekline bürünen ve duyularla algılanamayan madde dışı bir varlıktır. Muhammed Abduh, Mâlik b. Enes’e nisbet edilen bu görüşle ruhun bedenin şeklini almış “esîr” denilen maddeden ibaret olduğunu savunan XX. yüzyıl ruh bilimcilerinin görüşleri arasında benzerlik bulunduğunu ileri sürer (Reşîd Rızâ, II, 39). 3. Ruh soyut, kutsal ve basit bir cevher olup bedenin bütününe yayılmıştır. Madde türünden bir cisim, cevher veya araz değil tek bir cevherdir, başlı başına vardır, zaman ve mekânla sınırlı değildir, duyularla algılanamaz. Allah’ın “ol” emriyle bedende yaratılmıştır, ruh bedenden alınınca insan ölür. Muammer b. Abbâd, Nazzâm, Ebû Mansûr el-Mâtürîdî, İbn Sînâ, Râgıb el-İsfahânî, Ebû Zeyd ed-Debûsî, Gazzâlî gibi farklı ekollere mensup kelâmcı ve filozofların yanı sıra bir grup Sûfiyye bu görüştedir (Eş‘arî, s. 329, 333-334; Kādî Abdülcebbâr, XI, 310; İbn Hazm, V, 202). 4. Ruh latif, nûrânî ve semavî bir cisimdir, gül suyunun gülün maddesine yayıldığı gibi bedene yayılmıştır. Ruh bedene ait bir araz olamaz, çünkü araz sürekli yok olup yeniden yaratılır. Eğer ruh araz olsaydı insanın her an farklı bir ruha, kimlik ve kişiliğe sahip olması gerekirdi. Naslarda ruhun ölümden sonra azap veya nimeti algılayacağının bildirilmesi de onun cisim olduğunu kanıtlar, ayrıca araz için böyle bir durumdan söz edilemez. Latif cisim olması duyularla algılanmasını gerektirmez, sadece maddî cisimlere benzemeyen bir cisim olmasını zorunlu kılar. İnsanın düşünen, akıl yürüten ve bilen bir varlık olması da ruhun araz niteliği taşımasını imkânsız kılar. Latif cisim olan ruh ile insandaki “biyolojik canlılık” anlamına gelen ruh aynı şey değildir. Ebû Ali el-Cübbâî, Ebü’l-Hasan el-Eş‘arî, İmâmü’l-Haremeyn el-Cüveynî, İbn Hazm, Fahreddin er-Râzî, İbn Kayyim el-Cevziyye gibi âlimlerle bir grup Sûfiyye bu görüşü benimsemiştir (Eş‘arî, s. 333-334; İbn Fûrek, s. 257, 281; Cüveynî, s. 377; Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , XXI, 43-45; XXX, 177; İbn Kayyim el-Cevziyye, s. 177-186). 5. Ruh bedenin canlı olmasını sağlayan bir arazdır. Onun yansımaları konumunda bulunan ilim, irade ve hayat gibi nitelikler bedenden bağımsız bir varlığa sahip değildir. Ruhun araz değil latif bir cisim veya soyut bir cevher olduğunu ileri sürmek tenâsüh sonucunu doğurur. Çünkü bu durumda ruhun âhirette diriltilecek olan yeni bir bedene gireceğini kabul etme mecburiyeti doğar. Ca‘fer b. Harb, Ebü’l-Hüzeyl el-Allâf, Bâkıllânî ve Ebû İshak el-İsferâyînî gibi kelâmcılar bu görüştedir (Eş‘arî, s. 337; Kādî Abdülcebbâr, XI, 310; İbn Hazm, V, 201-202). Muhammed Abduh bu görüşün Batılı materyalist düşünürlerin telakkileriyle örtüştüğüne dikkat çeker (Reşîd Rızâ, IV, 11). 6. İnsan duyularla algılanan bedenden ibaret olup onda ruh veya nefis diye anılan bir unsur mevcut değildir. İnsan nefes almak suretiyle canlı kalan bir varlıktır, nesneleri algılayan ve bilen şey onun canlı bünyesidir. Nitekim Kur’an’da Allah’ın insanı sperm ile aşılanmış yumurtadan veya topraktan yarattığı bildirilmiştir. Eğer insan beden ve ruhtan meydana gelen bir varlık olsaydı verilen cevapta buna temas edilirdi. Kur’an’da geçen ruh kavramı ise “melek” yahut “vahiy” anlamında kullanılmıştır. Hadislerde ruhun kuş olarak tasvir edilmesi ruh inancının Câhiliye Arapları’ndan intikal ettiği düşüncesini hatırlatır. Ebû Bekir el-Esam, Kādî Abdülcebbâr ve Ebü’l-Hüseyin el-Basrî gibi kelâmcılar bu görüştedir. Bazı yeni araştırmalarda bu görüş öne çıkarılıp savunulmuştur (Eş‘arî, s. 335; Kādî Abdülcebbâr, XI, 334-344; Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , XXI, 44, 52; Yar, s. 205; Dalkılıç, s. 45, 52, 55). Ruhun Yaratılmışlığı. Âlimlerin çoğunluğu ruhun yaratılmış olduğu konusunda ittifak etmiştir. Bazı Şiî âlimleri ise Kur’an’da Allah’a nisbet edilmesi ve O’nun emrinden biri olduğu bilgisinden hareketle ruhun kadîm olduğunu ileri sürmüştür. Buna göre ruh Allah’ın zâtından ayrılıp insanın bedenine girmiştir (Seffârînî, II, 34-35). Ruhun bedenden önce veya bedenle birlikte yaratıldığına dair görüşler şöyledir: 1. Ruhlar bedenlerden önce topluca yaratılmış olup zamanı gelince ait oldukları bedenlere gönderilmiştir. Bezm-i elestte âdemoğullarının bedenleri henüz yaratılmamışken ruhlarının Âdem’in sırtından çıkarıldığına dair âyetin hadislerde yapılan açıklamaları bunu teyit eder. Topluca yaratılan ruhlar “madde âleminin son bulduğu yer” anlamına gelen berzahta bulunur. Rahimde yaratılan cenin ruhun girişine elverişli hale gelince görevli melek tarafından bedene ruh üflenir. Muhammed b. Nasr el-Mervezî, İshak b. Râhûye ve İbn Hazm bu görüştedir. 2. İlgili nasların isabetli yorumu ruhların bedenlerle birlikte vücut bulduğunu gösterir. Ana rahminde oluşumunun belli bir aşamaya gelmesinden sonra melek tarafından cenine ruh üflenir ve böylece bedenle birlikte yaratılmış olur. Ruhların bedenlerden önce yaratıldığına ilişkin rivayetler sahih değildir. Âlimlerin büyük çoğunluğu bu görüşte olup önce bedenin, ardından ruhun yaratıldığını savunanların görüşü de bu grup içinde mütalaa edilebilir (İbn Kayyim el-Cevziyye, s. 279-284; Âlûsî, XV, 157; ayrıca bk. BEZM-i ELEST ). Ölümden Sonra Ruh. Ruhun bedene ait canlılık niteliğinden ibaret bir araz olduğunu ve bedende ruh diye ayrı bir mânevî unsurun bulunmadığını ileri süren az sayıdaki kelâmcıya göre ruh ölümle birlikte tamamen yok olur. Ruhun varlığını kabul eden bazı Mu‘tezile kelâmcıları, ölüm anında meleklerce bedenden alınan ruhların bir yerde toplandıktan sonra Allah tarafından yok edildiğini söylemiştir (Mâtürîdî, Teʾvîlâtü’l-Ḳurʾân , V, 88). Ruhun bedende yaratılan ve ondan ayrılabilen bir öz olduğunu kabul eden âlimlerin çoğunluğuna göre ölüm, ruhun meleklerce bedenden alınması ve bedenle ilgisinin tamamen kesilmesinden ibarettir (İbn Hazm, V, 216-217; Ebû İshak es-Saffâr, vr. 163 b ). Bundan sonra ruh meleklerce ilgili bulunduğu yere götürülür. Müminin ruhuna cennetteki yeri gösterilir ve ruh bir an önce Allah’a kavuşmak ister, kâfirin ruhu ise bedeninden çıkmak ve Allah’a kavuşmak istemez. Ruhun ölümden sonra yaşama bilincine sahip olması ve melekleri görmesi gaybî bir konu olup duyu dışı ve akıl üstü bir meseledir, bu hususta sadece vahiy yoluyla gelen bilgilere itibar etmek gerekir (Taberî, XI, 138; Mâtürîdî, Teʾvîlâtü Ehli’s-sünne , V, 342, 373-374; Ebû Abdullah el-Halîmî, I, 487; İbn Kayyim el-Cevziyye, s. 28-29, 102-103, 121). Ölümden sonra ruhun durumuyla ilgili olarak kabirde ruh-beden ilişkisi, sorguya çekildikten sonra azap ve nimet içinde bulunma, berzah âleminde ruhun yeri, kıyamete kadar ruhun bekası gibi konular âlimler arasında tartışılmıştır. Ruhun bedene ait bir araz olduğunu söyleyen kelâmcılara göre naslarda kabirde vuku bulacağı bildirilen azap veya nimet, ruhun devam etmesi yoluyla değil ölüye ait cesedin bir parçasında (acbü’z-zeneb) Allah’ın yaratacağı bir tür hayat sayesinde hissedilebilir (Eş‘arî, s. 430; İbn Hazm, V, 205; Âlûsî, XV, 162). Ruhun bedenden ayrı bir unsur halinde ölümden sonra varlığını sürdürdüğünü kabul eden âlimler ruhun kabirdeki durumu hakkında farklı görüşler ileri sürmüştür. 1. Kabirde ruh dünya şartlarıyla algılanamayacak şekilde bedene iade edilir. Kişi sorgulandıktan sonra durumuna göre kıyamete kadar azap veya nimet hisseder. Nimet veya azap hem ruhen hem bedenen gerçekleşir. Başta Ebû Hanîfe olmak üzere bir grup Mâtürîdiyye, Eş‘ariyye ve Selefiyye âlimi bu görüştedir (Ali el-Kārî, s. 292-294; Seffârînî, II, 24-25). 2. Kabirde ölünün azap veya nimet hissetmesi ölümden sonra varlığını devam ettiren ruhu vasıtasıyla gerçekleşir. Kur’an’da kabrin uyuma yeri olarak isimlendirilmesi, uyuyan insanın rüya görmesi gibi kabir nimeti veya azabının, “nefs-i derrâke” diye de anılan ruha kabirde iken cennet veya cehennemdeki yerinin gösterilmesi yoluyla gerçekleşeceğine dair açık bir kanıt kabul edilebilir. Nitekim sahih hadislerde bu tür açıklamaların yanı sıra kabirden cennete veya cehenneme bir kapının açılacağına ilişkin bilgiler mevcuttur (Taberî, II, 39; XXIV, 72). Ebû Mansûr el-Mâtürîdî, İbn Hazm, Gazzâlî, Bedreddin el-Aynî gibi değişik ekollere mensup âlimler bu görüşü benimsemiştir. Ölümden itibaren kıyametin kopmasına kadar geçen dönemi ifade eden berzah âleminde ruhun bulunacağı yer konusunda da farklı görüşler ileri sürülmüştür. 1. Peygamberlerin, şehidlerin ve sâlih müminlerin ruhları cennette bulunur, orada kuş gibi uçarak dilediği yere gider. Ebû Hüreyre, Abdullah b. Ömer, Şâfiî, Ahmed b. Hanbel, İbn Kayyim el-Cevziyye gibi âlimler bu görüştedir. Bazılarına göre sâlih müminlerin ruhları cennete girmeden ve nimetlerinden yararlanmadan sadece cennetteki yerlerini görür (Taberî, II, 39-40; Ebü’l-Muîn en-Nesefî, s. 46; İbn Kayyim el-Cevziyye, s. 145). Âlimlerin bir kısmı, hadislerde şehidlerin ve sâlih müminlerin ruhları ile yeşil kuşların bedenleri arasında yapılan benzetmeye dayanarak ruhun cennette bir kuş şekline dönüştürüldüğünü ileri sürmüştür (Seffârînî, II, 49-50; Âlûsî, XV, 160). İbn Hazm’ın da işaret ettiği gibi bu hadislerde şehidlerle müminlere ait ruhlar uçma yeteneği olan kuşa benzetilmiş ve mecazi anlamda cennette kuş gibi uçtukları kastedilmiş olmalıdır ( el-Faṣl , V, 205). 2. Peygamberlerin ruhları “illiyyîn” denilen yüksek bir mekânda (göklerin yedinci katı), şehidlerin ruhları cennette, diğer sâlih müminlerin ruhları illiyyînde veya “dârü’l-beyzâ” denilen yerde bulunur. Kâfirlerin ruhları ise yerin yedi kat altındaki siccînde tutulur. Vehb b. Münebbih, Kâ‘b el-Ahbâr, Halîmî, Ebü’l-Muîn en-Nesefî, Ebû İshak es-Saffâr ve Aynî gibi âlimler bu görüşü benimsemiştir. 3. Müminlerle kâfirlerin ruhları berzahta bulunur, burası Hz. Peygamber’in mi‘racda gördüğü gök katlarından biridir. Resûlullah burada müminlerin ruhlarını Hz. Âdem’in sağında, kâfirlerin ruhlarını solunda görmüştür. Kur’an’da bunlardan “ashâbü’l-meymene” ve “ashâbü’l-meş’eme” diye söz edilmiştir. Muhammed b. Nasr el-Mervezî, İbn Meysere ve İbn Hazm gibi âlimler bu görüştedir. 4. Müminlerle kâfirlerin ruhları kabirleri çevresinde bulunur. Müminler cennetteki, kâfirler cehennemdeki yerlerini buradan görür. İbn Abdülber, Ebû Abdullah el-Kurtubî gibi âlimler bu görüştedir (İbn Hazm, IV, 121; Bedreddin el-Aynî, VIII, 209; Âlûsî, XV, 161-162). Ölümden sonra ruhların bulunacağı yerlere dair başka görüşler de ileri sürülmüş, ancak bunlar sahih rivayetlere dayanmadığından itibar görmemiştir (Şa‘rânî, II, 138; Seffârînî, II, 50-51). Ölülere ait ruhların birbiriyle ve uykuda olan dirilerin ruhlarıyla buluşup görüşmesi berzah âlemine ilişkin inançlar arasında yer alır. Ölen insanlara ait ruhların buluşması ve dilediği yerlerde dolaşmasının bunların Allah nezdindeki derecelerine göre olduğu kabul edilir. Bu konuda Hz. Peygamber’e atfedilen hadislerin yanı sıra İbn Abbas ve Abdullah b. Mübârek’in bazı âyetler için yaptığı yorumlara istinat edilir (İbn Kayyim el-Cevziyye, s. 32; Seffârînî, II, 56-59; Âlûsî, XV, 163). Ruhların ölümden sonraki durumuyla ilgili bir başka husus da kıyametin kopması anında ruhların yok olup olmadığı meselesidir. Ölümden sonra ruhun var olmaya devam ettiğine inanan âlimlerin bir kısmına göre kıyametin kopması anında ruhların da yok olması gerekir, çünkü âyetlerde her nefsin öleceği ve kıyametin kopması sırasında Allah’tan başka her şeyin helâk olacağı açıklanmıştır (Âl-i İmrân 3/185; el-Kasas 28/88). Melekler dahil bütün varlıkların yok olacağı dikkate alınırsa ruhların da yok olması kaçınılmaz hale gelir. Aksi takdirde insana zatî bekā nisbet edilmiş olur, bu ise zatî bakımdan insanın fâni oluşuyla bağdaşmaz. Bir grup kelâmcı ile Elmalılı gibi yeni devir âlimleri bu görüştedir (Âlûsî, XV, 159; Elmalılı, I, 550-552). Ölümden sonra ruhların varlığını devam ettirdiğini kabul eden âlimlerin çoğunluğuna göre ise kıyamet anında ruhlar yok olmaz, çünkü ölüm nefsin yok olması değil meleklerce bedenden çıkarılıp alınmasıdır. Kıyamet anında Allah’tan başka her şeyin helâk olması bu sırada ölmemiş bulunan varlıkların ölmesi anlamına gelir. İlgili âyette sûra birinci üfürülüşte Allah’ın diledikleri hariç göklerde ve yerde bulunanların helâk olacağı anlatılırken (ez-Zümer 39/68) “bayılmak” anlamına gelen “sa‘ika” fiilinin kullanılmasından ruhların bayılacağı sonucunu çıkarmak mümkündür (Seffârînî, II, 37-40; Mustafa Sabri Efendi, IV, 210). Ölüm anında ruhun yok olduğunu ileri süren bir grup kelâmcıya göre sûra ikinci defa üflenmesiyle başlayacak olan diriliş dünyadaki bedenin aynen yaratılması suretiyle gerçekleşecektir. Ölümden sonra nesneleri algılayan bir unsur olarak ruhun var olmaya devam ettiğini kabul eden ve çoğunluğu oluşturan kelâmcılara göre ise diriliş, dünyadaki bedene ait aslî cüzlerin aynıyla veya misliyle iade edilmesinden sonra vücut bulan bedene ruhun döndürülmesiyle vuku bulacaktır (Taberî, VIII, 210-211; Abdülkāhir el-Bağdâdî, s. 235; Mustafa Sabri Efendi, IV, 209-210). Sonuç olarak ruhun varlığına ve ölümden sonra mevcudiyetini sürdürdüğüne dair inançların Kur’an ve sahih hadislere dayanan bir temeli bulunmadığına ilişkin tezlerle bu tür inançların felsefe kültürünün İslâm dünyasında yayılmasından sonra ortaya çıktığını ileri süren iddialar isabetli görünmemektedir. Çünkü Kur’an’da ruh ve nefis kavramlarına açıkça yer verilmiş; insanın yaratılışında Allah’a nisbet edilen ruhtan bedene üflenildiği, ölümü anında ise ölüm meleklerince bedenden çıkarılıp alındığı ve meleklerin hitabını duyduğu, bunun çevresindekiler tarafından algılanmadığı bildirilmiş; ölüm sırasında kâfirlerle fâsıkların, “Şu an tövbe ettim” dedikleri ve bunun gayba muttali olduklarına işaret ettiği haber verilmiş; vefat ettirilen Hz. Îsâ’nın Allah’ın katına yükseltildiği belirtilmiş ve bunun, ölen bedenin ilâhî bir sünnet olarak (Abese 80/21) kabre konulması sebebiyle ruhunun Allah katına yükseltilmesi anlamına geldiği mi‘rac hadislerinde anlatılmıştır. Kütüb-i Sitte ’de nakledilen meşhur hadislerde ruhun varlığı ve ölümden sonraki durumuna ilişkin açık bilgiler verilerek uçma ve dilediği yere gitme özelliği bulunan kuşa benzetilmiş, muteber kaynaklarda ashabın da ruhun varlığına ve kulluk derecesine göre ölümden sonra farklı konumlarda mevcudiyetini sürdürdüğüne inandığı nakledilmiştir. Bundan dolayı ruha dair inançların felsefe kültürünün İslâm dünyasına girmesinden sonra ortaya çıktığı iddiası kaynaklardaki bilgilerle örtüşmez. Felsefe kültürünün ruhun varlığıyla değil mahiyetiyle ilgili tartışmaları etkilediği söylenebilir. Kelâm ilminin teşekkül devrinde âlimlerin ruh meselesini ele alması ve farklı görüşler benimsemesi konuyla ilgili nasları yorumlamalarının bir sonucudur. Kelâmcıların başlangıç döneminde ruhun varlığını büyük bir çoğunlukla kabul ettiği, sadece İbn Keysân el-Esam gibi bazılarının onun varlığını reddettiği görülür. Âlimlerin çoğunluğunca ruh konusunda yapılan tartışmalar ruhun mahiyeti üzerinde yoğunlaşmıştır. Ancak gaybî tarafı öne çıkan bir konu olduğundan duyularla algılanan nesnel varlıkların özelliklerinden hareketle geliştirilen kanıtların ruhun mahiyetini keşfetmek için yetersiz olduğunu kabul etmek gerekir. Bedende yaratılışı ve bedenden çıkarılıp alınmasının meleklerce gerçekleştirilmesi ruhun gaybî boyutunu kanıtlayıcı mahiyettedir. Ruhun metafizik boyutunu görmezlikten gelmek ve bedenle irtibatı sebebiyle sadece beden üzerinden giderek tahliller yapmak gayba iman yönünü ortadan kaldırır. Esasen ruhun mahiyetini nihaî bir çözüme kavuşturmak mümkün değildir. Nitekim Kur’an’da insanlara az bilgi verildiği belirtilerek bu gerçeğe işaret edilmiştir (el-İsrâ 17/85). Ruhu Âdem’in bedenine üfleme işini gerçekleştiren Cebrâil’in ( Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , VIII, 57) aynı zamanda ilâhî bilgileri peygamberlere ileten bir elçi olması dikkate alındığı takdirde başta Nazzâm, Mâtürîdî ve Gazzâlî olmak üzere önde gelen kelâmcıların ruhu “insanın varlık ve olayları algılayıp değerlendiren bir unsuru” diye tanımlamaları isabetli kabul edilebilir. Ruhun latif cisim veya araz olduğunu ileri süren kelâmcıların delilleri (İbn Hazm, V, 206-216) onu daha çok duyuların algıladığı maddî türden bir varlığa indirgemektedir. Halbuki ruh rabbin emrinden olup gaybî boyutu bulunan bir varlıktır. Literatür. Ruh veya nefis hakkında yazılmış monografilerin bir kısmı şunlardır: Gazzâlî, Risâle fi’t-tesviye ve nefḫi’r-rûḥ (Süleymaniye Ktp., Hacı Mahmud Efendi, nr. 4223); Fahreddin er-Râzî, en-Nefs ve’r-rûḥ ve şerḥu ḳuvâhümâ (İslâmâbâd 1969); İbn Kayyim el-Cevziyye, er-Rûḥ fi’l-kelâm ʿalâ ervâḥi’l-emvât ve’l-aḥyâʾ (Riyad 1386/1966); İbn Süleym es-Sübkî, Mesʾeletü fenâʾi’l-ervâḥ (Sübkî, X, 310); İbn Ebü’l-İz, Sürûrü’n-nefs bi-medâriki’l-ḫavâṣṣi’l-ḫams (Süleymaniye Ktp., Reîsülküttâb Mustafa Efendi, nr. 818); Muhammed b. Abdülmelik el-Bağdâdî, Miftâḥu’l-fütûḥ fî beyâni ḥaḳīḳati’r-rûḥ (İÜ Ktp., nr. 2836); Abdülazîz b. Muhammed en-Nesefî, Der beyân-ı Rûḥ ve Merâtib-i Rûḥ (Süleymaniye Ktp., Murad Buhârî, nr. 204); İbnü’s-Salâh, Ebkârü’l-efkâr fî keşfi ḥaḳīḳati’n-nefs (Süleymaniye Ktp., Esad Efendi, nr. 1136); Muhammed Bâkır el-Mûsevî, Kitâb fî taʿrîfi’r-rûḥ ve’n-nefs (Süleymaniye Ktp., Bağdatlı Vehbi Efendi, nr. 2240); Muhammed Sâdık Erzincânî, Maʿrifetü’n-nefs (Süleymaniye Ktp., Hacı Mahmud Efendi, nr. 2437); Sırrî-i Girîdî, er-Rûḥ (İstanbul 1305); Ebû Saîd el-Hâdimî, Risâle fi’r-rûḥ (Süleymaniye Ktp., Yazma Bağışlar, nr. 3672/6); Hasîrîzâde Elif Efendi, S̱emeratü’l-ḥads fî maʿrifeti’n-nefs (Süleymaniye Ktp., Yazma Bağışlar, nr. 2036); Yûsuf Mahmûd Muhammed, en-Nefs ve’r-rûḥ fi’l-fikri’l-insânî ve mevḳıfü İbn Ḳayyim (Doha 1993); Ebû Sa‘de Muhammed Hüseynî, en-Nefs ve ḫulûdühâ ʿinde Faḫriddîn er-Râzî (Kahire 1989); Zekî Tüffâha, en-Nefsü’l-beşeriyye ve naẓariyyetü’t-tenâsüḫ (Beyrut 1987); Muhammed Seyyid Ahmed Müseyyir, er-Rûḥ fî dirâsâti’l-mütekellimîn ve’l-felâsife (Kahire 1988); Bikāî, Sırru’r-rûḥ (Kahire 1990); Abdürrezzâk Nevfel, Min esrâri’r-rûḥ (Kahire 1998); Muhammed Abdürrahîm Ades, Min ḫaṣâʾiṣi’n-nefsi’l-beşeriyye fi’l-Ḳurʾân (Zerkā 1985); Turan Koç, Ölümsüzlük Düşüncesi (İstanbul 1991); Ruhattin Yazoğlu, Gazzâlî Düşüncesinde Ruh ve Ölüm (doktora tezi, 1997, Atatürk Üniversitesi Sosyal Bilimler Enstitüsü); Erkan Yar, Ruh-Beden İlişkisi Açısından İnsanın Bütünlüğü Sorunu (Ankara 2000); Mehmet Dalkılıç, İslâm Mezheplerinde Ruh (İstanbul 2004); Kemal Sayar, Sana Ruhtan Soruyorlar (İstanbul 1991); Münire Aydın, Müslüman Düşünürlere Göre Ruh Kavramı (İstanbul, ts., Tebliğ Yayınları); Selman Oktay Aktürkoğlu, İstanbul Kütüphanelerinde Bulunan Yazma Ruh Risâlelerinin Tanıtım ve Tavsifi (yüksek lisans tezi, 1994, MÜ Sosyal Bilimler Enstitüsü). BİBLİYOGRAFYA Lisânü’l-ʿArab , “vfy” md. et-Taʿrîfât , “rûḥ” md. Tehânevî, Keşşâf , I, 875-885. Wensinck, el-Muʿcem , “rvḥ” md. M. F. Abdülbâkī, el-Muʿcem , “nefs” md. el-Muvaṭṭaʾ , “Cenâʾiz”, 12, 16. Müsned , I, 26, 241, 255, 256, 297; II, 175, 256, 323, 398, 527; III, 455; V, 214, 357; VI, 140, 424-425. Dârimî, “Muḳaddime”, 14. Buhârî, “Bedʾü’l-ḫalḳ”, 8, “Büyûʿ”, 104, “Cenâʾiz”, 35, 68, 82, 87, 88, 92, “Cihâd ve’s-siyer”, 98, “Menâḳıb”, 10, 25, 42, “Enbiyâʾ”, 1, 47, 54, “Meġāzî”, 12, “Tefsîrü’l-Ḳurʾân”, 2/42, 14/2, 17/13, “Tevḥîd”, 31. Müslim, “Cenâʾiz”, 11, 23, 71, 85, 102, “Ṣıfâtü’l-münâfiḳīn”, 4, “Ẕikir”, 15, “Cennet”, 67, 70, 73. İbn Mâce, “Cenâʾiz”, 4, 6, 23, 26, 27, 65, “Zühd”, 32, “Muḳaddime”, 13. Ebû Dâvûd, “Cenâʾiz”, 54, 56, 74, “Edeb”, 16, “Sünnet”, 17, 23, 24. Hasan-ı Basrî, Tefsîr (nşr. Muhammed Abdürrahîm), Kahire, ts. (Dârü’l-hadîs), I, 188, 427; II, 150, 229, 334, 419. İbn İshak, es-Sîre , s. 275, 313. İbn Hişâm, es-Sîre , I, 329, 361; II, 25, 40, 46, 48, 292; III, 126-128; IV, 301. Ahmed b. Hanbel, er-Red ʿale’z-zenâdıḳa ve’l-Cehmiyye ( ʿAḳāʾidü’s-selef içinde), s. 66. Hayyât, el-İntiṣâr , s. 34. Taberî, Câmiʿu’l-beyân (Bulak) , I, 188, 189, 404; II, 38-40; III, 2, 35, 44; IV, 171, 172; VII, 210-218, 276; VIII, 175-177, 210-211; IX, 111, 116-117; X, 22; XI, 106, 138, 166; XIII, 218; XIV, 77, 93, 99; XV, 26, 155-156; XVI, 60; XVIII, 10-11, 52-53; XXII, 161; XXIV, 72, 116; XXVII, 54-55, 209-212; XXVIII, 72; XXX, 23, 27, 191-192. Eş‘arî, Maḳālât (Ritter) , s. 329-337, 430. Mâtürîdî, Teʾvîlâtü’l-Ḳurʾân (nşr. Ahmet Vanlıoğlu v.dğr.), İstanbul 2005-2006, I, 155, 173, 274-275; II, 442, 474; V, 88, 90, 146, 265-269, 340, 344; VI, 84-85, 109, 244, 410; VII, 104-105; VIII, 28, 71, 100, 103, 348-350. a.mlf., Teʾvîlâtü Ehli’s-sünne (nşr. Fâtıma Yûsuf el-Hıyemî), Beyrut 1425/2004, III, 213, 261, 287, 312-313, 319, 396, 417-421; IV, 87, 177, 197, 284, 295, 311-312, 333-334, 338, 375, 562, 614; V, 7, 34, 185-186, 231, 312, 342, 373-374, 407. İbn Fûrek, Mücerredü’l-Maḳālât , s. 44, 136, 257, 271, 280-281. Halîmî, el-Minhâc , I, 487-491. Kādî Abdülcebbâr, el-Muġnî , XI, 310-344. Abdülkāhir el-Bağdâdî, Uṣûlü’d-dîn , İstanbul 1346, s. 105, 235. İbn Hazm, el-Faṣl (Umeyre) , IV, 119-125, 138; V, 198-221. Beyhakī, el-Esmâʾ ve’ṣ-ṣıfât , s. 459-462. Cüveynî, el-İrşâd (Temîm) , s. 377. Gazzâlî, Kitâbü’l-Erbaʿîn (nşr. Muhammed Muhammed Câbir), Kahire, ts. (Mektebetü’l-Cündî), s. 246-249, 253. a.mlf., İḥyâʾü ʿulûmi’d-dîn , Kahire 1358/1939, III, 3-4. Ebü’l-Muîn en-Nesefî, Baḥrü’l-kelâm , Konya 1327, s. 46. Ebû İshak es-Saffâr, Telḫîṣü’l-edille , Âtıf Efendi Ktp., nr. 1220, vr. 10 b , 29 a , 44 b , 45 b -46 a-b , 47 b , 163 b . Şehristânî, Nihâyetü’l-iḳdâm (nşr. A. Guillaume), London 1934, s. 329. Ebü’l-Ferec İbnü’l-Cevzî, Nüzhetü’l-aʿyün (nşr. M. Abdülkerîm Kâzım er-Râzî), Beyrut 1405/1985, s. 322-324. Fahreddin er-Râzî, el-Meṭâlibü’l-ʿâliye (nşr. Ahmed Hicâzî es-Sekkā), Beyrut 1407/1987, VII, 9-10, 101, 131-135. a.mlf., Mefâtîḥu’l-ġayb , III, 177; VI, 203; VIII, 56-57; XIX, 114, 219-220; XXI, 12, 14-15, 37-52, 91, 196, 223, 243; XXII, 44-45, 65, 204, 218; XXVII, 123, 182; XXX, 127, 177; XXXI, 27, 30, 31, 36-37. İbnü’l-Esîr, Üsdü’l-ġābe (nşr. Halîl Me’mûn Şîhâ), Beyrut 1418/1997, I, 72, 90, 132, 328-329, 361; II, 31, 409; III, 36, 361; IV, 186, 249, 414-415, 429; V, 180, 198, 299, 427. İbn Kayyim el-Cevziyye, er-Rûḥ (nşr. Muhammed Enîs İyâde – M. Fehmî es-Sercânî), Kahire, ts. (Mektebetü Nusayr), s. 6, 8, 28-32, 46, 58-69, 77-84, 102-103, 120-121, 145-146, 163, 174-186, 231-238, 247-297. Sübkî, Ṭabaḳāt (Tanâhî) , X, 310. Bedreddin el-Aynî, ʿUmdetü’l-ḳārî , Kahire 1348 → Beyrut, ts. (Dâru ihyâi’t-türâsi’l-Arabî), IV, 43-44, 47-51; VIII, 147, 200, 209; XIV, 112; XV, 32, 215-216; XVII, 26. Şa‘rânî, el-Yevâḳīt ve’l-cevâhir , Beyrut, ts. (Dârü’l-ma‘rife), II, 122-138. Ali el-Kārî, Mineḥu’r-ravżi’l-ezher fî şerḥi’l-Fıḳhi’l-ekber (nşr. Vehbî Süleyman Gāvecî), Beyrut 1419/1998, s. 292-294, 297-298. M. Abdürraûf el-Münâvî, et-Tevḳīf ʿalâ mühimmâti’t-teʿârîf (nşr. M. Rıdvân ed-Dâye), Beyrut 1410/1990, s. 377-378. Ebü’l-Bekā, el-Külliyyât , s. 469-471. Şah Veliyyullah ed-Dihlevî, Ḥüccetullāhi’l-bâliġa (nşr. Seyyid Sâbık), Kahire, ts. (Dârü’l-kütübi’l-hadîse), I, 38-40, 71. Seffârînî, Levâmiʿu’l-envâri’l-behiyye , Beyrut, ts. (el-Mektebetü’l-İslâmiyye), II, 24-63. Âlûsî, Rûḥu’l-meʿânî , XIV, 41; XV, 151-164; XVI, 38-40. Reşîd Rızâ, Tefsîrü’l-Menâr , II, 38-39; IV, 11, 328-329; VI, 82-83; VII, 656; VIII, 418; IX, 159-160. Elmalılı, Hak Dini , I, 406-412, 547-552; III, 2362-2363; V, 4127-4129; VII, 5345, 5546; VIII, 5979. M. Yûsuf Kandehlevî, Ḥayâtü’ṣ-ṣaḥâbe , Haydarâbâd 1959, III, 36, 38, 594-595. Mustafa Sabri Efendi, Mevḳıfü’l-ʿaḳl ve’l-ʿilm ve’l-ʿâlem , [baskı yeri ve tarihi yok], IV, 209-217. Erkan Yar, Ruh-Beden İlişkisi Açısından İnsanın Bütünlüğü Sorunu , Ankara 2000, s. 44-50, 205, 207. Ravza Cemâl Husarî, Ḥayâtü’l-Ḥasani’l-Baṣrî , Beyrut 1422/2002, s. 224. Mehmet Dalkılıç, İslâm Mezheplerinde Ruh , İstanbul 2004, s. 45, 52-55, 62, 146, 193-197, 208-217, 243-247, 282. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2018 yılında Ankara’da basılan 35. cildinde, 187-192 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Lisânü’l-ʿArab , “vfy” md.",
        "et-Taʿrîfât , “rûḥ” md.",
        "Tehânevî, Keşşâf , I, 875-885.",
        "Wensinck, el-Muʿcem , “rvḥ” md.",
        "M. F. Abdülbâkī, el-Muʿcem , “nefs” md.",
        "el-Muvaṭṭaʾ , “Cenâʾiz”, 12, 16.",
        "Müsned , I, 26, 241, 255, 256, 297; II, 175, 256, 323, 398, 527; III, 455; V, 214, 357; VI, 140, 424-425.",
        "Dârimî, “Muḳaddime”, 14.",
        "Buhârî, “Bedʾü’l-ḫalḳ”, 8, “Büyûʿ”, 104, “Cenâʾiz”, 35, 68, 82, 87, 88, 92, “Cihâd ve’s-siyer”, 98, “Menâḳıb”, 10, 25, 42, “Enbiyâʾ”, 1, 47, 54, “Meġāzî”, 12, “Tefsîrü’l-Ḳurʾân”, 2/42, 14/2, 17/13, “Tevḥîd”, 31.",
        "Müslim, “Cenâʾiz”, 11, 23, 71, 85, 102, “Ṣıfâtü’l-münâfiḳīn”, 4, “Ẕikir”, 15, “Cennet”, 67, 70, 73.",
        "İbn Mâce, “Cenâʾiz”, 4, 6, 23, 26, 27, 65, “Zühd”, 32, “Muḳaddime”, 13.",
        "Ebû Dâvûd, “Cenâʾiz”, 54, 56, 74, “Edeb”, 16, “Sünnet”, 17, 23, 24.",
        "Hasan-ı Basrî, Tefsîr (nşr. Muhammed Abdürrahîm), Kahire, ts. (Dârü’l-hadîs), I, 188, 427; II, 150, 229, 334, 419.",
        "İbn İshak, es-Sîre , s. 275, 313.",
        "İbn Hişâm, es-Sîre , I, 329, 361; II, 25, 40, 46, 48, 292; III, 126-128; IV, 301.",
        "Ahmed b. Hanbel, er-Red ʿale’z-zenâdıḳa ve’l-Cehmiyye ( ʿAḳāʾidü’s-selef içinde), s. 66.",
        "Hayyât, el-İntiṣâr , s. 34.",
        "Taberî, Câmiʿu’l-beyân (Bulak) , I, 188, 189, 404; II, 38-40; III, 2, 35, 44; IV, 171, 172; VII, 210-218, 276; VIII, 175-177, 210-211; IX, 111, 116-117; X, 22; XI, 106, 138, 166; XIII, 218; XIV, 77, 93, 99; XV, 26, 155-156; XVI, 60; XVIII, 10-11, 52-53; XXII, 161; XXIV, 72, 116; XXVII, 54-55, 209-212; XXVIII, 72; XXX, 23, 27, 191-192.",
        "Eş‘arî, Maḳālât (Ritter) , s. 329-337, 430.",
        "Mâtürîdî, Teʾvîlâtü’l-Ḳurʾân (nşr. Ahmet Vanlıoğlu v.dğr.), İstanbul 2005-2006, I, 155, 173, 274-275; II, 442, 474; V, 88, 90, 146, 265-269, 340, 344; VI, 84-85, 109, 244, 410; VII, 104-105; VIII, 28, 71, 100, 103, 348-350.",
        "a.mlf., Teʾvîlâtü Ehli’s-sünne (nşr. Fâtıma Yûsuf el-Hıyemî), Beyrut 1425/2004, III, 213, 261, 287, 312-313, 319, 396, 417-421; IV, 87, 177, 197, 284, 295, 311-312, 333-334, 338, 375, 562, 614; V, 7, 34, 185-186, 231, 312, 342, 373-374, 407.",
        "İbn Fûrek, Mücerredü’l-Maḳālât , s. 44, 136, 257, 271, 280-281.",
        "Halîmî, el-Minhâc , I, 487-491.",
        "Kādî Abdülcebbâr, el-Muġnî , XI, 310-344.",
        "Abdülkāhir el-Bağdâdî, Uṣûlü’d-dîn , İstanbul 1346, s. 105, 235.",
        "İbn Hazm, el-Faṣl (Umeyre) , IV, 119-125, 138; V, 198-221.",
        "Beyhakī, el-Esmâʾ ve’ṣ-ṣıfât , s. 459-462.",
        "Cüveynî, el-İrşâd (Temîm) , s. 377.",
        "Gazzâlî, Kitâbü’l-Erbaʿîn (nşr. Muhammed Muhammed Câbir), Kahire, ts. (Mektebetü’l-Cündî), s. 246-249, 253.",
        "a.mlf., İḥyâʾü ʿulûmi’d-dîn , Kahire 1358/1939, III, 3-4.",
        "Ebü’l-Muîn en-Nesefî, Baḥrü’l-kelâm , Konya 1327, s. 46.",
        "Ebû İshak es-Saffâr, Telḫîṣü’l-edille , Âtıf Efendi Ktp., nr. 1220, vr. 10 b , 29 a , 44 b , 45 b -46 a-b , 47 b , 163 b .",
        "Şehristânî, Nihâyetü’l-iḳdâm (nşr. A. Guillaume), London 1934, s. 329.",
        "Ebü’l-Ferec İbnü’l-Cevzî, Nüzhetü’l-aʿyün (nşr. M. Abdülkerîm Kâzım er-Râzî), Beyrut 1405/1985, s. 322-324.",
        "Fahreddin er-Râzî, el-Meṭâlibü’l-ʿâliye (nşr. Ahmed Hicâzî es-Sekkā), Beyrut 1407/1987, VII, 9-10, 101, 131-135.",
        "a.mlf., Mefâtîḥu’l-ġayb , III, 177; VI, 203; VIII, 56-57; XIX, 114, 219-220; XXI, 12, 14-15, 37-52, 91, 196, 223, 243; XXII, 44-45, 65, 204, 218; XXVII, 123, 182; XXX, 127, 177; XXXI, 27, 30, 31, 36-37.",
        "İbnü’l-Esîr, Üsdü’l-ġābe (nşr. Halîl Me’mûn Şîhâ), Beyrut 1418/1997, I, 72, 90, 132, 328-329, 361; II, 31, 409; III, 36, 361; IV, 186, 249, 414-415, 429; V, 180, 198, 299, 427.",
        "İbn Kayyim el-Cevziyye, er-Rûḥ (nşr. Muhammed Enîs İyâde – M. Fehmî es-Sercânî), Kahire, ts. (Mektebetü Nusayr), s. 6, 8, 28-32, 46, 58-69, 77-84, 102-103, 120-121, 145-146, 163, 174-186, 231-238, 247-297.",
        "Sübkî, Ṭabaḳāt (Tanâhî) , X, 310.",
        "Bedreddin el-Aynî, ʿUmdetü’l-ḳārî , Kahire 1348 → Beyrut, ts. (Dâru ihyâi’t-türâsi’l-Arabî), IV, 43-44, 47-51; VIII, 147, 200, 209; XIV, 112; XV, 32, 215-216; XVII, 26.",
        "Şa‘rânî, el-Yevâḳīt ve’l-cevâhir , Beyrut, ts. (Dârü’l-ma‘rife), II, 122-138.",
        "Ali el-Kārî, Mineḥu’r-ravżi’l-ezher fî şerḥi’l-Fıḳhi’l-ekber (nşr. Vehbî Süleyman Gāvecî), Beyrut 1419/1998, s. 292-294, 297-298.",
        "M. Abdürraûf el-Münâvî, et-Tevḳīf ʿalâ mühimmâti’t-teʿârîf (nşr. M. Rıdvân ed-Dâye), Beyrut 1410/1990, s. 377-378.",
        "Ebü’l-Bekā, el-Külliyyât , s. 469-471.",
        "Şah Veliyyullah ed-Dihlevî, Ḥüccetullāhi’l-bâliġa (nşr. Seyyid Sâbık), Kahire, ts. (Dârü’l-kütübi’l-hadîse), I, 38-40, 71.",
        "Seffârînî, Levâmiʿu’l-envâri’l-behiyye , Beyrut, ts. (el-Mektebetü’l-İslâmiyye), II, 24-63.",
        "Âlûsî, Rûḥu’l-meʿânî , XIV, 41; XV, 151-164; XVI, 38-40.",
        "Reşîd Rızâ, Tefsîrü’l-Menâr , II, 38-39; IV, 11, 328-329; VI, 82-83; VII, 656; VIII, 418; IX, 159-160.",
        "Elmalılı, Hak Dini , I, 406-412, 547-552; III, 2362-2363; V, 4127-4129; VII, 5345, 5546; VIII, 5979.",
        "M. Yûsuf Kandehlevî, Ḥayâtü’ṣ-ṣaḥâbe , Haydarâbâd 1959, III, 36, 38, 594-595.",
        "Mustafa Sabri Efendi, Mevḳıfü’l-ʿaḳl ve’l-ʿilm ve’l-ʿâlem , [baskı yeri ve tarihi yok], IV, 209-217.",
        "Erkan Yar, Ruh-Beden İlişkisi Açısından İnsanın Bütünlüğü Sorunu , Ankara 2000, s. 44-50, 205, 207.",
        "Ravza Cemâl Husarî, Ḥayâtü’l-Ḥasani’l-Baṣrî , Beyrut 1422/2002, s. 224.",
        "Mehmet Dalkılıç, İslâm Mezheplerinde Ruh , İstanbul 2004, s. 45, 52-55, 62, 146, 193-197, 208-217, 243-247, 282."
      ]
    },
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "TASAVVUF. İlk zâhid ve sûfîler insanın mahiyetini açıklarken ruhtan çok, olumlu ve olumsuz yönleriyle nefis ve kalp üzerinde durmuşlardır. Ruh kelimesinin Kur’an ve hadiste geçmesi, kelâmcıların ve İslâm filozoflarının ruh hakkındaki tartışmaları sûfîlerin ruhun mahiyetine dair görüş bildirmelerine yol açmış, bu görüşlere dayanarak daha sonraki dönemlerde ruh kavramı, ruhun mahlûk olup olmadığı, ruh türleri, ruh-beden ilişkisi ve ruhanîler tasavvufun temel meseleleri haline gelmiştir (Abdülkerîm el-Cîlî, s. 10, 12). İlk sûfîlerin ruh tanımları kelâmcıların tanımlarından pek farklı değildir. Bu dönemde ruh, nefis, kalp, akıl eş anlamlı kelimeler gibi görülmüş ve aynı hakikatin çeşitli yönlerini ifade eden terimler şeklinde anlaşılmıştır. Kuşeyrî ruhu “bedene tevdi edilen bir latife”, Ebû Bekir el-Vâsıtî “hayat ilkesi” olarak tarif etmiş, Cüneyd-i Bağdâdî, Abdullah en-Nebâcî ve Sehl b. Abdullah et-Tüsterî gibi sûfîler ruhun gerçek mahiyetini Allah’tan başka kimsenin bilemeyeceğini söyleyerek bu konuda açıklama yapmaktan kaçınmıştır. Bununla birlikte ilk sûfîlerin büyük çoğunluğu ruhu bedene hayat veren mâna şeklinde algılamıştır (Serrâc, s. 293; Kelâbâzî, s. 67; Kuşeyrî, s. 250). İlk dönem tasavvufunda tartışılan konulardan biri ruhun mahlûk olup olmadığı meselesidir. İbn Atâ ile Vâsıtî ruhun bedenden evvel yaratıldığını söyler. Ebû Bekir Kahtabî zuhurun başlangıcını temsil eden “kün” (ol) emrinin ruhu kapsamadığını, ruhun Allah’ın emri, Allah’ın emrinin de kelâmı olduğunu ve mahlûk olmadığını ileri sürer (Kelâbâzî, s. 68). Abdülkerîm el-Kuşeyrî ve Muhammed b. İbrâhim el-Kelâbâzî, ruhun mahlûk olmadığını savunanların ve kıdemine inananların yanıldığını, ruhun beden gibi mahlûk, bedendeki bir mâna ve latif bir varlık olduğunu belirtmiştir. Beşerî ruh-kadim ruh, nâsûtî ruh-lâhûtî ruh, avamın ruhu-havassın ruhu, değişen ruh-değişmeyen ruh ayırımı yapan, iki türlü ruhtan bahseden, her birinin farklı mahiyette olduğunu söyleyen sûfîler de vardır (Serrâc, s. 293, 294, 554). Ruh, kalp, beden ve sırrın bir hakikatin çeşitli yönleri ve görüntüleri olduğunu söyleyenlere göre sır ruhtan, ruh da kalpten daha latiftir. Sır müşahede, ruh muhabbet, kalp mârifet mahallidir (Kuşeyrî, s. 251). Kuşeyrî’ye göre insan gerçeğini ruh ve beden birlikte oluşturur, hiçbiri tek başına insanı tanımlamaz. Haşrin ve neşrin, mükâfat ve cezanın konusu ruh-beden ikilisidir ( a.g.e. , s. 250). Gazzâlî ruhla beden arasındaki ilişkiyi cisimle araz, usta ile alet arasındaki ilişkiye benzetir. Ona göre bu husus mükâşefe ilmini ilgilendirdiğinden açıklanması doğru değildir. Bu konudaki açıklama ruhun sırrını ifşa etmek anlamına gelir ki buna izin verilmemiştir ( İḥyâʾü ʿulûmi’d-dîn , III, 3). Serrâc ve Muhammed b. Hüseyin es-Sülemî bazı sûfîlerin ruh konusunda hatalı inanç ve kanaatler beslediklerini belirtmiş, ruhun mahlûk olduğunu ve bedenle birlikte haşredileceğini vurgulamıştır ( el-Lümaʿ , s. 554; Ġalaṭâtü’ṣ-ṣûfiyye , s. 193). İlk sûfîler ruhun mahiyetinden çok onun önemi ve faydası üzerinde durmuştur. Ali b. Sehl ruh ve aklın birlikte şehvet ve hevâya karşı mücadele ettiğini söyler ( Sülemî, Ṭabaḳāt , s. 235). İlim ve akıl ruhu besler, melekût âlemine yükseltir. Nurdan yaratılan ruh bedenlenmiştir. Beden karanlık, ruh aydınlıktır. Akılla güçlenen ruhun nuru artar. Bunun etkisiyle beden aydınlanır ve ruha boyun eğer ( a.g.e. , s. 235, 422). Ruh bedenden ayrılınca kendi asliyetine kavuşur. Ruh ve beden insan hakikatinin iki görünümünden ibarettir. Yine ilk sûfîler ruhaniyet kavramından ve ruhanî varlıklardan bahsetmiş, Bişr el-Hâfî kimseden bir şey istemeyen ve almayan bir dervişi ruhanîlerden saymıştır ( a.g.e. , s. 47). Gazzâlî’ye göre varlığın dört mertebesi vardır: Bir şeyin levh-i mahfûzdaki varlığı, dış âlemdeki maddî varlığı, muhayyeledeki hayalî varlığı ve aklî varlığı. Bunlardan bazısı ruhanî, bazısı maddîdir. Ruhanî varlıkların bir kısmı diğerlerinden daha fazla ruhanîdir, yani daha latif ve daha nûrânîdir ( İḥyâʾü ʿulûmi’d-dîn , III, 20; Mişkâtü’l-envâr , s. 65). Gazzâlî hissî, hayalî, aklî, fikrî ve kutsî ruhlardan bahseder. Bu ruhlardan bir üst mertebede olan altındaki ruha göre daha şerefli ve daha yücedir. Varlıkla ilgili bu sınıflandırmanın bir neticesi olarak biri şehâdet (maddî), diğeri melekût (mânevî) olmak üzere iki âlem vardır. İlki süflî, cismanî ve zulmanî iken ikincisi ulvî, ruhanî ve nûrânîdir ( Mişkâtü’l-envâr , s. 50, 65). Ruhanî âlem aynı zamanda âlem-i ervâh denilen ulvî ruhlar âlemidir. Bazılarına göre melekût ile şehâdet âlemleri arasında iki âlem daha vardır. Melekût âlemine yakın olana âlem-i ervâh, şehâdet âlemine yakın olana âlem-i misâl denir. Hazarât-ı hams denilen âlemin beş küllî mertebesinden biri de ruhlar âlemidir. Muhyiddin İbnü’l-Arabî’ye göre ruh ebedî ve ezelî-dâimî ilâhî tecelliyi kabul istidadının gerçekleşmesidir. Böylece ruh, tek ilâhî tecellideki farklılıkların kaynağı ve pek çok tecelli sûretinin zuhur etmesinin sebebidir. Bâtın olan ruh çeşitli varlık mertebelerinin hükmüne göre sûretler kazanarak zâhir olur. Şehâdet âleminde ruhun tecessüd ve teşahhus etmiş haline beden veya cisim denir. Beden ve cisim ruhun mazharı olduğundan âlemdeki canlı cansız her mazhar ruh sahibidir. İbnü’l-Arabî ruh-beden ilişkisini bâtın-zâhir, latif-kesif, asıl-fer‘, zâtî-izâfî ilişkisi çerçevesinde ele alarak ilk dönem sûfîlerinin ruhun mahlûk olup olmadığı, önceliği-sonralığı tartışmaları ile filozofların ruhun bedenden soyutlanması düşüncesini aşmıştır. Ona göre ruh-beden ilişkisi ruhun bedeni tasarruf ve tedbirinden ibarettir. Tasarruf ve tedbir bedenin imkânları ölçüsünde olacağından ruh-beden ilişkisi birbirini gerektiren bir ilişkidir; bu anlamda ruh ve beden birbirinin bineğidir. İsmâil Hakkı Bursevî’ye göre ruh tek bir ilâhî mâna olmakla birlikte zâtî, izâfî ve hayvanî diye üçe ayrılır. Zâtî ruh bütün eşyanın varlık kazanmasını sağlayan tek bir ilâhî tecellidir. Ruhun bu tecellisine feyz-i akdes denir. İzâfî ruh âleme hayat bahşeden mânadır. Bu ruhun zâhirinden cisimler âlemi, bâtınından melekût âlemi yaratılmıştır. “Ona ruhumdan üfledim” âyeti gereğince (el-Hicr 15/29) Hakk’ın zâtına izâfe edilen bu ruh âlem mertebelerine göre muhtelif isimler alır: Akl-i evvel, akl-i kül, nefs-i kül, kalem-i a‘lâ, rûh-ı Muhammedî (rûh-ı menfûh), nokta-i kül, sırr-ı a‘zam, latîfe-i rabbâniyye, emr-i rabbânî, cevher-i rabbânî, aşk-ı ilâhî, mebde-i evvel, menşe-i ervâh, sırr-ı ilâhî. Hayvanî ruh, insan söz konusu olduğunda izâfî ruhun bedene taalluk etmesiyle bedene canlılık kazandıran ruhtur. Hayvanî ruha nefs-i emmâre adı da verilir. Ruhların kendi âlemlerinden bu âleme gelmesine nüzûl, buradan ruhlar âlemine yükselmesine urûc denir. Kavis şeklinde bir yol izleyerek bu âleme gelen ruhlar (kavs-i nüzûl) yine kavis şeklinde başka bir yol izleyerek (kavs-i urûc) ruhlar âlemine döner. Ruhların geldikleri âleme yükselmeleri için arınmaları ve yetkinleşmeleri gerekir. “Biz Allah’a aidiz ve muhakkak O’na döneceğiz” âyeti (el-Bakara 2/156) buna işaret eder. Mevlânâ Celâleddîn-i Rûmî madde, bitki, canlı aşamalarından geçerek insan olma mertebesine geldiğini, buradan da bir sıçrama yaparak ruhlar âlemine çıkmak istediğini söylerken bu hususa temas etmiştir ( Mesnevi , III, 319, 342). Tasavvufta bazı büyük velîlerin ve kutubların vefat ettikten sonra da müridleri ruhaniyetleriyle terbiye edip yetiştirdikleri kabul edilir. Ebû Saîd-i Ebü’l-Hayr, Ebü’l-Hasan el-Harakānî’nin, o da Bâyezîd-i Bistâmî’nin ruhaniyeti tarafından eğitilmiştir. Bu yolla terbiye görmeye Üveysîlik (Tarîk-i Üveysî) denir (Ferîdüddin Attâr, s. 28; Lâmiî, s. 519, 569, 668; Ma‘sûm Ali Şah, II, 48-51). Genellikle toplu yapılan zikirlere vefat etmiş meşâyihin ruhlarının katıldığı kabul edilir ve onların vefat ettikten sonra da dünyada tasarruf ettiklerine inanılır (Şa‘rânî, I, 153). Velîlerin kabirlerini ziyaret edip ruhlarından istimdadda bulunma tasavvuf âdâbındandır. BİBLİYOGRAFYA Hakîm et-Tirmizî, Beyânü’l-farḳ (nşr. N. L. Heer), Kahire 1998, s. 67. Serrâc, el-Lümaʿ , s. 221, 250, 293, 294, 554. Kelâbâzî, et-Taʿarruf , s. 67, 68. Sülemî, Ṭabaḳāt , s. 47, 148, 235, 422, 464. a.mlf., Ġalaṭâtü’ṣ-ṣûfiyye , Kahire 1985, s. 193. Kuşeyrî, er-Risâle (nşr. Abdülhalîm Mahmûd), Kahire 1966, s. 250, 251. Hücvîrî, Keşfü’l-maḥcûb , s. 335-341, 501. Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Kahire 1939, III, 3, 20. a.mlf., Mişkâtü’l-envâr (nşr. Ebü’l-Alâ Afîfî), Kahire 1383/1964, s. 50, 65. Aynülkudât el-Hemedânî, Temhîdât (nşr. Afîf Useyrân), Tahran 1962, s. 141-167. Şehristânî, el-Milel ve’n-niḥal (nşr. M. Seyyid Kîlânî), Beyrut 1975, II, 6. Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 443-457. Attâr, Teẕkiretü’l-evliyâʾ , s. 28. İbnü’l-Arabî, Fuṣûṣ (Afîfî) , s. 19, 49. Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , s. 39, 151-152. Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd , Tahran 1366 hş., s. 37, 48-52. Mevlânâ, Mesnevi (trc. Veled İzbudak), İstanbul 1965, III, 319, 342. Azîz Nesefî, Tasavvufta İnsan Meselesi: İnsan-ı Kâmil (trc. Mehmet Kanar), İstanbul 1990, s. 48, 152, 157, 177. Takıyyüddin İbn Teymiyye, Risâle fi’l-ʿaḳl ve’r-rûḥ ( Mecmûʿatü’r-resâʾili’l-münîriyye içinde), Kahire 1343, II, 20-49. Abdülkerîm el-Cîlî, el-İnsânü’l-kâmil , İstanbul 1300, s. 10, 12. Lâmiî, Nefehât Tercümesi , s. 519, 569, 668. Şa‘rânî, eṭ-Ṭabaḳāt , I, 153. Şah Veliyyullah ed-Dihlevî, Ḥüccetullāhi’l-bâliġa , Kahire 1966, s. 38, 143. İbrâhim Hakkı Erzurûmî, Mârifetnâme , İstanbul 1310, s. 27-29. Abdülmecîd el-Hânî, el-Ḥadâʾiḳu’l-verdiyye , Kahire 1308, s. 106, 182. İsmail Fenni [Ertuğrul], Vahdet-i Vücûd ve Muhyiddin-i Arabî , İstanbul 1928, s. 18-20. Ma‘sûm Ali Şah, Ṭarâʾiḳ , II, 48-51. Seyyid Sâdık-ı Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1370, VI, 80-126. Ca‘fer Seccâdî, Ferheng-i Luġāt u Iṣṭılâḥât u Taʿbîrât-i ʿİrfânî , Tahran 1991, s. 427-431. Ahmet Avni Konuk, Tedbîrât-ı İlâhiyye Tercüme ve Şerhi (haz. Mustafa Tahralı), İstanbul 1992, s. 71-74, 99-104. İhsan Kara, Tasavvuf Istılâhları Literatürü ve Seyyid Mustafa Râsim Efendi’nin Istılâhât-ı İnsân-ı Kâmil’i (doktora tezi, 2003), MÜ Sosyal Bilimler Enstitüsü, II, 309-323. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2018 yılında Ankara’da basılan 35. cildinde, 192-193 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Hakîm et-Tirmizî, Beyânü’l-farḳ (nşr. N. L. Heer), Kahire 1998, s. 67.",
        "Serrâc, el-Lümaʿ , s. 221, 250, 293, 294, 554.",
        "Kelâbâzî, et-Taʿarruf , s. 67, 68.",
        "Sülemî, Ṭabaḳāt , s. 47, 148, 235, 422, 464.",
        "a.mlf., Ġalaṭâtü’ṣ-ṣûfiyye , Kahire 1985, s. 193.",
        "Kuşeyrî, er-Risâle (nşr. Abdülhalîm Mahmûd), Kahire 1966, s. 250, 251.",
        "Hücvîrî, Keşfü’l-maḥcûb , s. 335-341, 501.",
        "Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Kahire 1939, III, 3, 20.",
        "a.mlf., Mişkâtü’l-envâr (nşr. Ebü’l-Alâ Afîfî), Kahire 1383/1964, s. 50, 65.",
        "Aynülkudât el-Hemedânî, Temhîdât (nşr. Afîf Useyrân), Tahran 1962, s. 141-167.",
        "Şehristânî, el-Milel ve’n-niḥal (nşr. M. Seyyid Kîlânî), Beyrut 1975, II, 6.",
        "Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 443-457.",
        "Attâr, Teẕkiretü’l-evliyâʾ , s. 28.",
        "İbnü’l-Arabî, Fuṣûṣ (Afîfî) , s. 19, 49.",
        "Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , s. 39, 151-152.",
        "Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd , Tahran 1366 hş., s. 37, 48-52.",
        "Mevlânâ, Mesnevi (trc. Veled İzbudak), İstanbul 1965, III, 319, 342.",
        "Azîz Nesefî, Tasavvufta İnsan Meselesi: İnsan-ı Kâmil (trc. Mehmet Kanar), İstanbul 1990, s. 48, 152, 157, 177.",
        "Takıyyüddin İbn Teymiyye, Risâle fi’l-ʿaḳl ve’r-rûḥ ( Mecmûʿatü’r-resâʾili’l-münîriyye içinde), Kahire 1343, II, 20-49.",
        "Abdülkerîm el-Cîlî, el-İnsânü’l-kâmil , İstanbul 1300, s. 10, 12.",
        "Lâmiî, Nefehât Tercümesi , s. 519, 569, 668.",
        "Şa‘rânî, eṭ-Ṭabaḳāt , I, 153.",
        "Şah Veliyyullah ed-Dihlevî, Ḥüccetullāhi’l-bâliġa , Kahire 1966, s. 38, 143.",
        "İbrâhim Hakkı Erzurûmî, Mârifetnâme , İstanbul 1310, s. 27-29.",
        "Abdülmecîd el-Hânî, el-Ḥadâʾiḳu’l-verdiyye , Kahire 1308, s. 106, 182.",
        "İsmail Fenni [Ertuğrul], Vahdet-i Vücûd ve Muhyiddin-i Arabî , İstanbul 1928, s. 18-20.",
        "Ma‘sûm Ali Şah, Ṭarâʾiḳ , II, 48-51.",
        "Seyyid Sâdık-ı Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1370, VI, 80-126.",
        "Ca‘fer Seccâdî, Ferheng-i Luġāt u Iṣṭılâḥât u Taʿbîrât-i ʿİrfânî , Tahran 1991, s. 427-431.",
        "Ahmet Avni Konuk, Tedbîrât-ı İlâhiyye Tercüme ve Şerhi (haz. Mustafa Tahralı), İstanbul 1992, s. 71-74, 99-104.",
        "İhsan Kara, Tasavvuf Istılâhları Literatürü ve Seyyid Mustafa Râsim Efendi’nin Istılâhât-ı İnsân-ı Kâmil’i (doktora tezi, 2003), MÜ Sosyal Bilimler Enstitüsü, II, 309-323."
      ]
    },
    {
      "author": "İLHAN KUTLUER",
      "content": "FELSEFE. İlkçağ Grek felsefesinde ruh karşılığında kullanılan pneuma kelimesi “soluk almak, rüzgâr esmek ve koku yaymak” anlamındaki pneo fiiliyle ilişkili olup Presokratik felsefenin temel yaklaşımına uygun biçimde maddeci bir terminoloji içinde yorumlanmıştır. Milet okulundan Anaximenes ruhu hava ile özdeşleştirmiş, Stoacı filozoflar, Herakleitos felsefesinin de etkisiyle hava-ateş karışımı saydıkları ruhu bütün evreni kuşatan bir tanrısal varlık ve bütün bedeni kan yoluyla dolaşan sıcak hava biçiminde yorumlamıştır. Bu cismanî ruh kavramına eski Grek tıbbında da rastlanmakta olup daha sonra İslâm tıp terminolojisine intikal etmiştir. Maddeci anlamları zamanla yumuşatılmış olan pneuma terimi daha sonra, “soluk almak” anlamındaki spirare fiilinden türemiş olan Latince spiritus ile (İng. spirit ) birlikte yahudi-hıristiyan geleneğinde tamamen gayri maddî anlamda kullanılmıştır. İlkçağ Grek felsefesinde ruhla ilgili en önemli dönüşüm Eflâtun tarafından gerçekleştirilmiştir. Köken itibariyle Orfik inançlardan ve Pisagorcu fikirlerden esinlenen ve yine “soluk” mânasına gelen psûkhê (Lat. anima ; İng. soul) terimiyle ifade edilen Eflâtuncu gayri cismanî ruh kavramı felsefenin daha sonraki gelişiminde belirleyici olmuştur. Eflâtun’un ruh telakkisini ele aldığı başlıca eserleri müslümanların tercümeler yoluyla tanıyacağı Timaios , Phaidon ve Politeia ’dır. Filozof ruhu bedeni kullanan kişi ya da benlikle aynı saymakta, dolayısıyla onu (aynı) bedenden bağımsız bir cevher olarak nitelemektedir. Bu telakkiye göre duyulur nesnelerin algısına nasıl cismanî duyu organları tekabül ediyorsa gayri cismanî ve ezelî olan ideaların idrakine de ruha ait olan akıl tekabül etmektedir. Bedenden önce mevcut olan ferdî ruh bedenle ilişki kurarak onu yönetmekte, bedenin ölümünden sonra da ferdî varlığını sürdürmektedir. Aristo, müslümanların Kitâbü’n-Nefs adıyla andığı Peri Psûkhê isimli eserinde kendisinden önceki ruh anlayışlarını eleştirmiş, sonuçta ruhu “canlı organizmanın formu ve ilk yetkinliği” şeklinde tanımlamıştır ( Ruh Üzerine [II, 1, 412 a ], s. 66). Bunu her canlıya ait olduğu türün şeklini veren bir güç diye anlamak gerekir. Nitekim filozof bir başka yerde, “Ruh bedenin hem formal sebebi hem de canlı cisimlerin cevheridir” şeklindeki tanımla bu hususu vurgulamaktadır ( De Anima , 415 b ). Aristo’da ferdî ruh bedenle başlar, beden olmadan ne var olabilir ne de işlevini yerine getirebilir. Aristo’nun ölümden sonra ferdî ruhun durumuyla ilgili açık bir görüşü yoksa da zoolojiye dair bir eserinde şöyle demektedir: “Ruh meninin içindeki tohumda gizli olmakla birlikte o cisim değil akıl gibi ilâhî bir şeydir” ( Kevnü’l-ḥayevân , s. 64). Ruhun akıl gibi ilâhî bir şey olduğu görüşü onun ölümsüz olduğu şeklinde yorumlanmaktadır. Aristo evrendeki hareketi açıklama ihtiyacı duymadığı için Eflâtuncu âlem ruhu (psûkhê tou pátnos) kavramını sisteminden çıkarmıştı. Yeni Eflâtuncu filozof Plotin ise ruhu varlığın Bir ve akıldan sonra gelen üçüncü ilkesi olarak ortaya koymaktadır. Bu anlamda ruh aklın (nous) bir ürünü ve kopyasıdır; bir yandan akla yönelerek onu aklederken diğer yandan bir âlem ruhu olarak kendi bedeni sayılan duyulur âlem üzerinde tasarrufta bulunur. Ferdî ruhlar da tıpkı âlem ruhu gibi hem akledilir olana yönelme hem de bedene bir ışıma şeklinde nüfuz ederek belirli yetilere işlerlik kazandırma fiiline sahiptir (ruh kavramıyla ilgili nous, pneuma, psûkhê, psûkhê tou pántos terimlerinin antik felsefe literatüründeki gelişimi için bk. Peters, s. 245-255, 304-307, 321-337). İslâm felsefesinde ruh kavramı -insan ruhu kastedildiğinde- genellikle nefis terimiyle ifade edilmiştir. Bazı âyetlerde “kişi” anlamında kullanılan nefis kelimesi felsefedeki terim anlamıyla dolaylı bir ilişki içindedir ve bu, ruhun ancak benlik ve kişilikle özdeş sayıldığı görüşler açısından böyledir. Buna karşılık Kur’an’da vahiy meleği Cibrîl’i ifade eden Rûh, Rûhulkudüs, Rûhulemîn’in (meselâ bk. el-Bakara 2/87, 253; el-Mâide 5/110; en-Nahl 16/2,102; eş-Şuarâ 26/193; el-Kadr 97/4) Fârâbî-İbn Sînâ ekolündeki karşılığı faal akıldır ve bu tabir, söz konusu mânasıyla ilk defa Fârâbî’nin ontolojisindeki sudûr teorisinde yer almıştır ( es-Siyâsetü’l-medeniyye , s. 31-32). Sûretler verici olarak da anılan faal akıl (İbn Sînâ, eş-Şifâʾ el-İlâhiyyât [2] , s. 413) bu işleviyle ay altı âlemindeki tabii ve aklî sûretlerin feyiz yahut sudûr süreçlerindeki ilkesi konumundadır. Faaliyeti asla kesintiye uğramayan bu semavî akıl, beşer varlığını kuşatan gökkubbe altında tabii hadiselerin madde ve sûrete dayalı olarak vuku bulmasında, tıpkı bitki ve hayvan nefisleri gibi insanın da kendine özgü nefse sahip olmasında ve nihayet insan aklının fiilî gerçeklik kazanmasında merkezî bir kozmolojik role sahiptir (Davidson, s. 76). İbn Sînâ’da da sudûr teorisi ontolojik bir hiyerarşiye dayanır ve bu hiyerarşide akıl/ruh, nefis ve cisim terimleri üç farklı varlık tarzını ifade eder. Akıl bu hiyerarşide cisim olmayan ve cisme de bitişmeyen varlıkları karşılar. Nefis, ne cisim olan ne de cisme bitişen akıl ya da ruha mukabil gayri cismanî olan, fakat cisme/bedene bitişen bir cevherdir. Bu vasfıyla nefis hem gökkürelerin hem de insan organizmasının psişik gerçekliğini oluşturur. Tanrı’nın kendi zâtını akletmesi sonucunda ve bir sudûr süreci içinde varlığa gelen, onuncusunu faal aklın teşkil ettiği semavî akıllar ile gök cisimlerine bitişen semavî nefisler, sistemde yine bir hiyerarşik yapı arzedecek şekilde sırasıyla ruhanî melekler ve işçi melekler olarak da anılır ( eş-Şifâʾ el-İlâhiyyât [2] , s. 435-436). Bu kozmik yapı içinde Rûhulkudüs insan ruhu veya aklının hem ontolojik hem epistemolojik ilkesini teşkil eder. Fârâbî ve İbn Sînâ bu melekî ilkeye dayanarak ayrıntılı bir nübüvvet teorisi geliştirecektir (Davidson, s. 116-123). Ancak İbn Rüşd’ün, felsefî karşılığını Aristo metinlerinde bulamadığı faal aklın sûretler verici olduğu iddiasına karşı çıktığını hatırlatmak gerekir ( Tehâfütü’t-Tehâfüt , s. 407, 524, 579). İbn Sînâ’da yetkin ve etkileyici bir fikrî düzey kazanmış olan felsefî nefis teorisinde insan ruhunun bedene bitişmeden önce ferdî bir varlığı yoktur. Ruh ferdiyetini bedenle ilişkisinden sonra yaşayacağı psikolojik, aklî ve ahlâkî serüvenle kazanacaktır. Bu teoride nebatî, hayvanî ve insanî düzeylerdeki ruhî güçler beslenmeden üremeye, iç idraklerden hareket ettirmeye ve nihayet teorik ve pratik yönlü bilme ve yapma faaliyetine kadar uzanan geniş bir yelpaze içinde organik bedeni yönetir. Ancak bu saf aklın faaliyetine özgü bir organın bulunduğu anlamına gelmez. Gerek kuvveden fiile çıkış sürecinde gerekse küllîleri kavrama aşamasında faal aklın etkisi altında olan teorik akıl, bilme öncesi düşünme yani soyutlamalar yapma etkinliğinde ise hayvanî nefse ait müfekkire gücünü kullanır. Ruh-beden ilişkisi içinde nefis İbn Sînâ tarafından “tabii organik cismin ilk kemali” şeklinde tanımlanmıştır ( Avicenna’s de Anima , s. 39-40). Kemal terimi Aristo’nun tanımındaki “entelékheia”ya karşılıktır; ancak İbn Sînâ’daki anlamıyla artık organizmanın fiilî canlılığını yitirmesiyle yok olan bir form kavramına indirgenemez. Çünkü müslüman filozofun sisteminde nefis kesinlikle bedenden ayrı, soyut bir cevherdir; benliğin ta kendisidir ve ölümden sonra varlığını ferdî hüviyetiyle sürdürecektir (bk. İLMÜ’n-NEFS ). Nitekim filozof ruhun bedenden ayrı bir cevher olarak varlığının ispatına özel bir önem vermiştir. Onun Ortaçağ’daki Latin okuyucuları ve Batılı modern yorumcuları arasında “uçan adam” diye bilinen, havadaki veya boşluktaki adam kanıtı organizmanın varlığından bağımsız olarak bilincine vardığımız “ben” kavramını temel almaktadır. Filozofa göre organlarım olmasa bile “ben”imin varlığının bilincine varabiliyorsam bu farkına varma deneyiminin anlamı şudur: “Ben” organik beden değil ondan ayrışmış olan ruhtur ( a.g.e. , s. 19, 255-256). Ölümsüzlük fikri ise onun, felsefenin açıklama ve kanıtlama imkânları bakımından sadece ruhun bekāsıyla sınırlı gördüğü bir problemdir. Bu sebeple filozofun öteki dünya görüşü ruhun ölümsüzlüğü üzerine odaklanmış ve bu fikri eksen alarak şekillenmiştir. Filozofun belirttiğine göre âhiret yaşantısının bedenle ilgili cismanî yönü ancak peygamberlerin getirdiği vahiy bilgisiyle bilinebilir, dolayısıyla felsefî kanıtlamanın değil dinî inancın konusu olabilir (İbn Sînâ, eş-Şifâʾ el-İlâhiyyât [2] , s. 423). Nitekim İbn Rüşd de meseleye felsefî aklın imkânları açısından bakar ve ruhun ölümsüzlüğü fikrinin yanı sıra âhiret hayatına özgü bir cismanîliğin imkânını kabul eder. Fakat onun, Aristo’ya sadık kalan felsefî tutumu yüzünden ferdî ruhun ölümsüzlüğü konusunda açık seçik bir tutum sergilemediği bilinmektedir (Sarıoğlu, s. 98, 272-273). Son olarak Fârâbî ve İbn Sînâ’nın Pisagor ve Eflâtun’da görülen ruh göçü (tenâsüh) öğretisini reddettiğini anılan görüşlere eklemek gerekir. Özellikle İbn Sînâ bu öğretinin eleştirisine özel bir önem atfetmiştir. Ancak filozof, Pisagor ve Eflâtun’a ait ruh göçünü öngören fikirlerin aslında mecazi anlatımlar olduğunu öne sürmektedir (Fârâbî, İslâm Filozoflarından Felsefe Metinleri , s. 125-126; İbn Sînâ, el-Aḍḥaviyye fi’l-meʿâd , s. 117-118, 122-126; bk. Avicenna’s de Anima , s. 233-234; ayrıca bk. NEFİS ). Modern felsefenin kurucusu sayılan Descartes da ruhun gayri cismanî bir cevher olduğu görüşündedir. Filozof, İlkçağ’da Eflâtun ve Ortaçağ’da İbn Sînâ ile birlikte bu görüşün düşünce tarihini derinden etkilemiş üç ismi arasında yer alır. Ancak mekanizme dayalı fizik varlıkla ilişkisi metafizik açıdan iyi temellendirilememiş ruh kavramının Descartes’tan sonraki modern Batı düşüncesinde bunalımlı tartışmalara yol açtığı bir gerçektir. Descartes, yer kaplayan cevher (res extensa: cisim) ve düşünen cevher (res cogitans: ruh) olarak andığı iki farklı cevherin varlığını ontolojisinin merkezine yerleştirmiştir. Tamamen mekanik işleyişin kurallarına tâbi olan cisim anlayışında bütün hayvan ve insan organizmaları bir otomat şeklinde tasavvur edilirken insanı hayvandan ayıran cevherin ruh olduğu düşünülüyordu. Cismin temel niteliği üç boyutlu olmak ve yer kaplamak iken ruhun temel niteliği düşünmektir. Bundan çıkan sonuç maddenin düşünemeyeceği, bir mekânda bulunmayan ruhun gayri cismanî bir cevher olduğu ve mekanistik işleyişin aksine amaca yönelik olarak iradeye sahip aklî bir varlığın daha aşağı bir varlık düzeyi olan cansız maddeden türemiş olamayacağı idi. Filozof ruhun bedenden ayrışmış varlığını, “Düşünüyorum, o halde varım” çıkarımıyla temellendirmiştir. Descartes’ın İbn Sînâ’yı hatırlatan kanıtına göre insan bir bedene sahip olmadığını var saydığı durumda bile var olmadığını düşünememektedir. Dolayısıyla insanın “ben”i bütün mahiyet ya da tabiatı düşünmek olan bir cevherdir. Bu cevher var olmak için herhangi bir mekâna muhtaç olmadığı gibi herhangi bir maddî nesneye bağımlı olarak da var değildir. İnsanın “ben”i, yani “ben”i kendisi kılan ruhu bedenden tamamen ayrıdır ve beden olmasaydı bile ruh var olmayı sürdürecekti ( Metot Üzerine Konuşma , s. 41-42; krş. İbn Sînâ, Avicenna’s de Anima , s. 255-256). Daha sonra Spinoza Tanrı, doğa ve cevher terimlerinin özdeşliği içinde sistemleştirdiği monist bir ontolojide yer kaplama ve düşünmeyi aynı cevherin iki zâtî sıfatı saymak suretiyle Kartezyen düalizm denilen bu ikili cevher anlayışını aşmak istemiştir. Gottfried W. Leibniz de monadolojisinde ruhî enerji merkezlerinden oluşan bir evren tasavvur edecek, ünlü monad kavramıyla çağının mekanistik eğilimlerine karşı alternatif bir açıklama getirecektir (Barrett, s. 24-25). Buna karşılık John Locke’un Kartezyen aklı neredeyse tamamen pasif hale getiren sensualizmi ve David Hume’un “ben” kavramını duyu verileri ve izlenimlerine indirgeyen emprisizmi dönemin hâkim eğilimleriyle uyum içindedir. Hume’un, hakkında hiçbir duyu verisine sahip olmadığımız “ben”i ontolojik gerçekliği olmayan bir hayaletten ibaret görmemizi telkin eden fikirlerini kategori hatası olarak tanımlayan Barrett, Hume’un “ben”i inkârını, evinden dışarı çıkıp pencereden kendisinin evde olup olmadığını anlamaya çalışan insanın zihinsel durumuna benzetir ( a.g.e. , s. 46). Berkeley bu fikirleri daha sonra idealist ve zihin merkezli bir çizgiye çekecektir. Kant’ın kritisizmi ise metafizik bir varlık olarak ruhun ölümsüzlüğünün saf aklın imkânlarıyla kanıtlanamayacağı anlamına geliyordu. Filozofa göre, ruhun ölümsüzlüğü Tanrı’nın varlığı ve iradenin özgürlüğü ile birlikte pratik aklın üç postülasından biri olarak kabul edilmelidir. Kant’a göre en yüksek iyinin gerçekleştirilmesi ahlâk yasasınca belirlenen iradenin zorunlu nesnesi, en üst koşulu ise bu iradenin güttüğü amaçların ahlâk yasasına eksiksiz uygunluğudur. Söz konusu uygunluk ahlâkî yetkinlikle aynı olup duyular dünyasında yaşayan akıl sahibi bir canlının bu yetkinliğe ulaşması imkânsızdır. En yüksek iyinin gerçekleşmesi için bu dünya hayatının süre ve koşulları hiçbir biçimde yeterli olmayacağına göre sonsuz bir hayatın varlığı ve ruhun bu hayatta varlığını sonsuza dek sürdüreceği kabul edilmelidir ( Pratik Usun Eleştirisi , s. 189-191). Kant’ın saf akıl eleştirisinden bütüncül bir varlık fikri çıkmayacağını gören G. W. Friedrich Hegel, genel olarak tarihin diyalektik süreçler boyunca gelişiminin açıklayıcı ilkesi olan ve kesinlikle mecazi yahut mitolojik anlamda kullanılmayan âlem ruhu ve zamanın ruhu kavramlarını ortaya attı. Böylece Grekler’in akıllı canlı dedikleri insan Hegel’in oluş felsefesinde tarihsel canlıya dönüşmüş oluyordu (Barrett, s. 120-121). Buna karşılık bütün varlığı madde cevherine indirgeyen, bütün hadiseleri maddî güç ve süreçlerle açıklayan materyalizm modern biçimleriyle de ruhanî varlıkların gerçekliğini inkâr etmiş, ruhî ve zihnî durum yahut süreçlerin maddî değişim ve süreçlerden bağımsız bir ontolojik gerçekliğe sahip olduğu görüşünü reddetmiştir. Kökleri Grek materyalist atomculuğa dayanan bu felsefe özünde monist bir karakter taşıdığından ruh-madde, zihin-beden gibi düalist ayırımlara temelden karşı çıkmıştır. Modern zamanlarda Thomas Hobbes’un cisim kavramını varlığın temeline yerleştirerek gayri cismanî cevheri inkâr etmesiyle başlayan bu eğilim, XVIII. yüzyılda Julien de La Mettrie’nin L’homme machine adlı eserinde dönemin fizyolojik teorisine dayanarak insan tabiatının materyalist ve mekanistik tarzda açıklama girişimleriyle devam etmiştir. Bunu Paul Henri-Thierry d’Holbach’ın Système de la nature adlı eseri izlemiş, filozof, materyalizmi sistematik açıdan daha da geliştirdiği bu eserinde insana ait ruhî durumları beyindeki maddî süreçlerden ibaret görmüştür. Bu materyalist görüşlerin XIX. yüzyılda popülerlik kazanması, Ludwig Büchner’in on altı baskı yapmış olan - Madde ve Kuvvet adlı çevirisi modern Osmanlı aydınları arasında şöhret bulan- Kraft und Stoff adlı eseriyle olmuştur (Lange, I, 169-171, 231-238, 263-264). XIX. yüzyılın başında ölmüş olan Pierre Jean-Georges Cabanis’in beyinle düşünce ilişkisini sindirim sisteminin çalışmasına benzeten düşünceleri veya aynı yüzyılın sonunda ölen Karl Vogt’un karaciğerin safra salgılaması gibi beynin düşünce salgıladığı şeklindeki yüzeysel iddiaları avamî bir materyalizmin yaygınlaşmasına katkıda bulunmuştur. Bütün bu gelişmeler, Kartezyen düalizmin ruh veya zihinle ilgili alternatif ve hatta zıt fikirlerin temel referans çerçevesi olma vasfını XX. yüzyılın başlarına kadar koruduğunu göstermektedir. Ruh kavramına psikoloji tarihi açısından yaklaşıldığında XIX. yüzyılın ilk çeyreğinde bu disipline dinî fikirlerle uyum içinde olan ruhun bilimi olarak bakıldığı ve yüzyılın sonunda psikolojinin zihnin bilimine indirgendiği görülmektedir. Ruhtan zihne doğru olan bu kavramsal dönüşümü psikoloji tarihinin karanlıkta kalmış yönleriyle ele alanlar olmuştur. Bu tarihçilerden Edward S. Reed’e göre XIX. yüzyılın sonunda gelişen yeni psikoloji ruha karşılık gelen kavramı zihin (duyumlar ve idrak psikolojisi), bilinç dışı (psikanaliz) ve beden (nörofizyoloji) şeklinde üç parçaya ayırmış, aralarındaki ilişkiyi kuramamış olmasını da içinden çıkılmaz bir problem olarak görmeye yanaşmamıştır. Reed tarihsel gelişmeler karşısındaki bu tutumuyla, psikolojiyi başlangıçta ruhun bilimi olarak görenlerle bu fikri -William James gibi- deneyimin bilimiyle tamamlamak isteyenlerin düşlerini paylaşmaya ve hatta psikoloji tarihine getirdiği yeni yorumla ruhun biliminin yeniden doğuşuna öncülük etmiştir ( From Soul to Mind , s. 220). William Barrett, modern felsefe ve bilimdeki bu gelişmelerin ruhun ölümüyle sonuçlandığını vurgulamış, bunun en tipik göstergesi olarak da güncelliğini hâlâ koruyan, “Bilgisayarlar düşünebilir mi?” sorusuna cevap olarak İngiliz matematikçisi Alan Turing’in gelecekte bilgisayarların birinci sınıf şiirler yazabileceği iddiasını göstermiştir ( Death of the Soul , s. 154-161). Bu soruyu felsefeci John R. Searle de soracak ve yalnızca söz diziminden ibaret olan bilgisayar programlarının insan zihnine özgü anlamayı içermediğini ortaya koyacaktır ( Akıllar, Beyinler ve Bilim , s. 35-51). Turing’in iddiasından bir yıl önce yayımladığı The Concept of Mind (1949) adlı eserinde analitik filozof Gilbert Ryle, zihnin bedenden ayrı olduğu ve zihinsel durumların fizikî durumlardan ayrı düşünülebileceği şeklindeki, kökleri Kartezyen düalizme dayanan resmî teoriyi makine içindeki hayalet dogması şeklinde niteleyerek eleştirmiştir. Düşünüre göre ruh kavramının kullanımı, tıpkı bir üniversiteyi ziyaret eden birinin bütün birimleri dolaştıktan sonra, “Peki, üniversite nerede?” sorusunu sorması türünden bir kategori hatası idi ( The Concept of Mind , s. 15-16). Barrett’in de tesbit ettiği gibi Kartezyen teorideki aşırılıkları küçük düşüren bu eleştiri ilgili çevrelerde yaygın bir dolaşıma sahip olmuş, sonuçta zihin ve bilinç kavramlarına yeniden odaklanma hususunda cesaret kırıcı bir etkiye yol açmıştır ( Death of the Soul , s. 164). Bu yönelişler altında gelişen zihin kavramı, George Edward Moore gibi bazı analitik felsefe mensuplarınca, farkında olmak için yoğunlaştığınızda ontolojik karşılığı yok olan ve anlamı buharlaşan bir kelimeden ibaret görülecektir (Shaffer, s. 25). Günümüzde zihin felsefesi denilen disiplin, bilincin veya zihinsel durumların öznesinin ne olduğu sorusuna verilebilecek cevapların üç teoriye karşılık geldiğini ortaya koymaktadır. Bunlardan ilk ikisi ana fikirleri yukarıda ele alınan düalist ve materyalist görüş, üçüncüsü bu olayların ne tamamen maddî ne de gayri cismanî olduğunu ileri süren kişi teorisidir. Materyalist zihin felsefesi tanım gereği ruhun varlığını inkâr ettiğinden zihinsel denilen olayların tamamını maddî olana indirger. Bu felsefî tutumun çağdaş biçimlerinden en yaygın bilineni davranışçılıktır (behaviorism). Düşünce, duygu, istek vb. zihinsel durumların ancak gözlemlenebilir davranışlardan hareketle çözümlenebileceğini ileri süren bu görüş, sözü edilen durumlara karşılık gelen ifadelerin ancak maddî terimlerle dile getirilebildiğinde anlamlı olacağını ve test edilebileceğini savunmaktadır. Bu görüşün daha radikal biçimi zihinsel olanı bedenî durum ve süreçlerle aynı gören özdeşlik teorisidir ( a.g.e. , s. 59 vd.). Spinoza’nın hem Kartezyen düalizmi hem de Hobbes’un materyalizmini dışlayan, ruh ve maddenin aynı cevherin görünümleri olduğu tezinin ilginç bir uyarlamasını 2006 yılında ölmüş olan Peter F. Strawson ortaya atacaktır. Kişi teorisi olarak anılan bu görüşe göre kişi kavramı hem zihinsel hem bedensel niteliklerin kendisine yüklendiği özneyi ifade eder. Zihinsel durumlar materyalizm ya da onun bir başka ifadesi olan epifenomenalizmde ileri sürüldüğü gibi bedene nisbet edilemez. Ancak bu fikir, onların ruh ya da zihin denilen “ben”den ayrı bir varlığa nisbet edileceği anlamına da gelmez; yani bu teoride kişi denilen bilinçli özne ne bedenle ne de zihinle özdeşleştirilebilir. Zihinsel durumlar bedenin bir gölge olayı (epifenomen) olmadığı gibi ruh ya da zihne özgü nitelikler de değildir. “Ben” diye işaret edilen ne tek başına beden ne de tek başına ruhtur. Bilincin öznesi olarak kişidir. Strawson’un ifadesiyle, “Kişi kavramından öyle bir varlık tipi anlaşılmalıdır ki bu tipteki ferdî bir varlığa hem bilinçlilik durumlarına hem de cismanî niteliklere ve fizikî bir duruma ... hamledilen yüklemler eşit biçimde uygulanabilsin” ( Individuals , s. 104). Düşünüre göre bedene ceset olmanın ötesinde bir anlam veren, zihni de ferdî bir bilinç öznesi haline getiren kişi kavramının delâlet ettiği varlık tipidir. Biyolojik natüralist olarak anılan John R. Searle de bilinci “nörofizyolojik bir sistem olan beynin üst düzey biyolojik niteliği” şeklinde tanımlamakta, bu tanımın bir gereği olarak hem materyalist indirgemeci tutumları hem de Kartezyen düalizmi bir hata olarak görmektedir. Searle’e göre bilinç kavramının ötesinde sıra zihnin yeniden keşfine geldiğinde şimdilik yapılacak ilk iş doğru soruları sormaktır ( Zihnin Yeniden Keşfi , s. 300). Bunun gibi materyalizm ve Kartezyen düalizmin yanılgıları karşısında insan tabiatının ruh ve bedenin bütünlüğünden oluşan yapısını açıklayabilmek için Aristocu ruh kavramına geri dönülmesi gerektiğini öne süren felsefî çıkışlara da işaret etmek gerekir (Machuga, s. 13-23). Günümüzde -Francis Crick’in Şaşırtan Varsayım adlı eserinde görüldüğü gibi- bilimsel sıfatı altında zihinsel durumlarını beynin olağan üstü bir sinir makinesi olarak davranışlarına, dolayısıyla sinir hücreleri ve bağlantılı moleküllerin etkileşimine indirgeyen teoriler tam bir kesinlik ve özgüven duygusu içinde öne sürülmektedir (s. 3-14). Ancak bazı etkili süreç felsefecileri, Crick’inki gibi indirgemeci materyalist görüşlerle bu görüşlerin dinî ve teolojik anlayışlarla girmesi mukadder olan çatışmanın artık aşılmakta olduğu kanısındadır. Nitekim Ian G. Barbour, hem bilim hem teoloji çevrelerinde giderek daha çok kabul gören, aynı zamanda bir biyolojik organizma ve sorumlu öz olan çok katmanlı psikosomatik birlik şeklindeki birey telakkisinin materyalist ve düalist görüşlerin yerini almakta olduğu gözleminde bulunmaktadır ( Bilim ve Din , s. 198). Modern Türk düşüncesinde ruhun varlığının ispatı meselesi XX. yüzyılın başlarından itibaren Batı kökenli materyalist fikirlere karşı verilen felsefî ve teolojik mücadele eşliğinde gündeme gelmiştir. Bu mücadelenin önemli isimlerinden İsmail Fenni (Ertuğrul), Maddiyyûn Mezhebinin İzmihlâli adlı eserinin ikinci bölümünü ruh problemine ayırmıştır. Problemi ele alırken öncelikle, “Câmid maddeden hayat husulü görülmüş şey değildir” ilkesinden hareket eden İsmail Fenni, özellikle canlı organizmaları oluşturan hücrelerin yapısı ve faaliyetleri üzerinde odaklanır ve bu faaliyetleri mahiyeti itibariyle cansız olan fizikî-kimyevî süreçlere indirgeyen mekanistik (mihanikî) görüşü “şâyân-ı iltifât bile görülemeyecek efkâr-ı bâtıla”dan sayar (s. 132-134). Ona göre “ben” sözüyle işaret ettiğimiz düşünen, hisseden ve irade eden şeyin bu tür zihinsel durumların indirgenemeyeceği fizyolojik olgulardan farkı, gayri cismanî veya ruhî varlık alanına işaret etmekte olup ruhî faaliyetlerdeki birlik, kişilik ve kimliğin esası olan ve “ben” dediğimiz beden ötesi öznede kendini göstermektedir ( a.g.e. , s. 137-150). Düşünürün ruhun ölümden sonraki varlığını sürdüreceği tezini savunurken adını anmadan I. Kant’ın yukarıda zikredilen ahlâk delilini tekrarlaması ilginç bir ayrıntıdır ( a.g.e. , s. 157). Bu bölümde bir hayli yer ayrıldığı görülen ispritizma ve parapsikolojiye dair hadiselerin İsmail Fenni’nin bakış açısından ruhun varlığına ve ölümsüzlüğüne birer delil teşkil ettiği anlaşılmaktadır. Bir başka Türk düşünürü M. Şemsettin de (Günaltay) Felsefe-i Ûlâ adlı eserinde, son tezleri yukarıda zikredilen “insanda cümle-i uzviyyeden başka bir şey” aramayan, zihinsel durumları “dimâğın faâliyyet-i uzviyyesinin âsârından başka bir şey” (s. 425) olarak görmeyen materyalist görüşleri eleştirecektir. Düşünür, temel elemanları cansız olan ve bütünü bu elemanlardan oluşan beynin canlılara özgü zihinsel durumları gerçekleştiremeyeceğini ısrarla savunmuş, beyin olmadan düşünme olmayacağını deneylerin kanıtladığını ileri süren materyalist itiraza karşı da bu deneylerin gösterdiği şeyin ruhla beynin aynı şey olduğu değil sadece beynin düşünmenin gerekli şartı olduğu şeklinde karşılık vermiştir ( a.g.e. , s. 448-449, 454). Sonraki nesil Türk felsefecilerinden Hilmi Ziya Ülken, tarihsel materyalizm başta olmak üzere bu akımın daha yeni tezlerinde gelişen materyalist psikolojiyi eleştiri konusu yapacaktır. Ülken’e göre bu psikoloji ekolünün 1930’lu yıllarda aldığı mesafe bakımından söylenecek şey materyalistin ruhî olayları açıklama tarzı inceleşmiş, fakat özde değişmemiş olduğudur ( Tarihî Maddeciliğe Reddiye , s. 83). Çünkü materyalistler canlılık ve zihni fiziksel-kimyasal süreçlere indirgeme tavrında ısrarlıdır. Halbuki bilim hayatın maddeden çıktığına dair ortaya kesin bir kanıt koymuş değildir. Bilimin ortaya koyduğu şey -daha önce Felsefe-i Ûlâ yazarının da belirttiği gibi- beyin ve sinirlerin ruhî olayların sebebi değil sadece şartı olduğudur ( a.g.e. , s. 85). BİBLİYOGRAFYA Aristoteles, De Anima , 415 b . a.mlf., Ruh Üzerine (II, 1, 412 a -414 a ) (trc. Zeki Özcan), İstanbul 2000, s. 63-78. a.mlf., Kevnü’l-ḥayevân (trc. İbnü’l-Bıtrîḳ), Leiden 1971, s. 64. Fârâbî, es-Siyâsetü’l-medeniyye (nşr. Fevzî M. Neccâr), Beyrut 1993, s. 31-32. a.mlf., “Uyûnü’l-mesâil”, İslâm Filozoflarından Felsefe Metinleri (trc. Mahmut Kaya), İstanbul 2003, s. 125-126. İbn Sînâ, eş-Şifâʾ el-İlâhiyyât (2) , s. 413, 423, 435-436. a.mlf., Avicenna’s de Anima: Kitâbü’n-Nefs (nşr. F. Rahman), London 1970, s. 19, 39-40, 233-234, 255-256. a.mlf., el-Aḍḥaviyye fi’l-meʿâd (nşr. Hasan Âsî), Beyrut 1987, s. 117-118, 122-126. İbn Rüşd, Tehâfütü’t-Tehâfüt (nşr. M. Bouyges), Beyrut 1992, s. 407, 524, 579. Descartes, Metot Üzerine Konuşma (trc. Mehmet Karasan), Ankara 1962, s. 40-50. Mehmet Şemseddin [Günaltay], Felsefe-i Ûlâ İsbât-ı Vâcib ve Ruh Nazariyeleri , İstanbul 1339-41, s. 424-469. İsmail Fenni [Ertuğrul], Maddiyyûn Mezhebinin İzmihlâli , İstanbul 1928, s. 119-258. Hilmi Ziya Ülken, Tarihî Maddeciliğe Reddiye , İstanbul 1963, s. 78-102. G. Ryle, The Concept of Mind , London 1975, s. 15-16. F. A. Lange, Materyalizmin Tarihi ve Günümüzdeki Anlamının Eleştirisi (trc. Ahmet Arslan), İzmir 1982, I, 169-171, 231-238, 263-264. W. Barrett, Death of the Soul from Descartes to the Computer , New York 1987, s. 21-31, 34-48, 119-122, 154-161, 164. P. F. Strawson, Individuals: An Essay in Descriptive Metaphysics , London-New York 1987, s. 87-115. H. A. Davidson, Alfarabi, Avicenna, and Averroes, on Intellect , New York 1992, s. 76, 116-123. I. Kant, Pratik Usun Eleştirisi (trc. İsmet Zeki Eyuboğlu), İstanbul 1994, s. 189-191. J. Searle, Akıllar, Beyinler ve Bilim (trc. Kemal Bek), İstanbul 1996, s. 35-51. a.mlf., Zihnin Yeniden Keşfi (trc. Muhittin Macit), İstanbul 2004, s. 300. F. Crick, Şaşırtan Varsayım: İnsan Varlığının Temel Sorularına Yanıt Arayışı (trc. Sabit Say), Ankara 1997, s. 3-14. E. S. Reed, From Soul to Mind, The Emergence of Psychology from Erasmus Darwin to William James , New Haven-London 1997, s. 2-21, 219-220. R. Machuga, In Defense of the Soul, What it Means to be Human , Grand Rapids 2002, s. 13-23. Hüseyin Sarıoğlu, İbn Rüşd Felsefesi , İstanbul 2003, s. 95-104, 270-276. Francis E. Peters, Antik Yunan Felsefesi Terimleri Sözlüğü (trc. Hakkı Hünler), İstanbul 2004, s. 245-255, 304-307, 321-337. I. G. Barbour, Bilim ve Din: Çatışma-Ayrışma-Uzlaşma (trc. Nebi Mehdi – Mübariz Camal), İstanbul 2004, s. 161-198. J. A. Shaffer, Zihin Felsefesi (trc. Turan Koç), İstanbul 2005, s. 25, 59 vd. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2018 yılında Ankara’da basılan 35. cildinde, 193-197 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Aristoteles, De Anima , 415 b .",
        "a.mlf., Ruh Üzerine (II, 1, 412 a -414 a ) (trc. Zeki Özcan), İstanbul 2000, s. 63-78.",
        "a.mlf., Kevnü’l-ḥayevân (trc. İbnü’l-Bıtrîḳ), Leiden 1971, s. 64.",
        "Fârâbî, es-Siyâsetü’l-medeniyye (nşr. Fevzî M. Neccâr), Beyrut 1993, s. 31-32.",
        "a.mlf., “Uyûnü’l-mesâil”, İslâm Filozoflarından Felsefe Metinleri (trc. Mahmut Kaya), İstanbul 2003, s. 125-126.",
        "İbn Sînâ, eş-Şifâʾ el-İlâhiyyât (2) , s. 413, 423, 435-436.",
        "a.mlf., Avicenna’s de Anima: Kitâbü’n-Nefs (nşr. F. Rahman), London 1970, s. 19, 39-40, 233-234, 255-256.",
        "a.mlf., el-Aḍḥaviyye fi’l-meʿâd (nşr. Hasan Âsî), Beyrut 1987, s. 117-118, 122-126.",
        "İbn Rüşd, Tehâfütü’t-Tehâfüt (nşr. M. Bouyges), Beyrut 1992, s. 407, 524, 579.",
        "Descartes, Metot Üzerine Konuşma (trc. Mehmet Karasan), Ankara 1962, s. 40-50.",
        "Mehmet Şemseddin [Günaltay], Felsefe-i Ûlâ İsbât-ı Vâcib ve Ruh Nazariyeleri , İstanbul 1339-41, s. 424-469.",
        "İsmail Fenni [Ertuğrul], Maddiyyûn Mezhebinin İzmihlâli , İstanbul 1928, s. 119-258.",
        "Hilmi Ziya Ülken, Tarihî Maddeciliğe Reddiye , İstanbul 1963, s. 78-102.",
        "G. Ryle, The Concept of Mind , London 1975, s. 15-16.",
        "F. A. Lange, Materyalizmin Tarihi ve Günümüzdeki Anlamının Eleştirisi (trc. Ahmet Arslan), İzmir 1982, I, 169-171, 231-238, 263-264.",
        "W. Barrett, Death of the Soul from Descartes to the Computer , New York 1987, s. 21-31, 34-48, 119-122, 154-161, 164.",
        "P. F. Strawson, Individuals: An Essay in Descriptive Metaphysics , London-New York 1987, s. 87-115.",
        "H. A. Davidson, Alfarabi, Avicenna, and Averroes, on Intellect , New York 1992, s. 76, 116-123.",
        "I. Kant, Pratik Usun Eleştirisi (trc. İsmet Zeki Eyuboğlu), İstanbul 1994, s. 189-191.",
        "J. Searle, Akıllar, Beyinler ve Bilim (trc. Kemal Bek), İstanbul 1996, s. 35-51.",
        "a.mlf., Zihnin Yeniden Keşfi (trc. Muhittin Macit), İstanbul 2004, s. 300.",
        "F. Crick, Şaşırtan Varsayım: İnsan Varlığının Temel Sorularına Yanıt Arayışı (trc. Sabit Say), Ankara 1997, s. 3-14.",
        "E. S. Reed, From Soul to Mind, The Emergence of Psychology from Erasmus Darwin to William James , New Haven-London 1997, s. 2-21, 219-220.",
        "R. Machuga, In Defense of the Soul, What it Means to be Human , Grand Rapids 2002, s. 13-23.",
        "Hüseyin Sarıoğlu, İbn Rüşd Felsefesi , İstanbul 2003, s. 95-104, 270-276.",
        "Francis E. Peters, Antik Yunan Felsefesi Terimleri Sözlüğü (trc. Hakkı Hünler), İstanbul 2004, s. 245-255, 304-307, 321-337.",
        "I. G. Barbour, Bilim ve Din: Çatışma-Ayrışma-Uzlaşma (trc. Nebi Mehdi – Mübariz Camal), İstanbul 2004, s. 161-198.",
        "J. A. Shaffer, Zihin Felsefesi (trc. Turan Koç), İstanbul 2005, s. 25, 59 vd."
      ]
    },
    {
      "author": "AHMET GÜÇ",
      "content": "Diğer Dinlerde. Geçmişten günümüze kadar genellikle ölümden sonra hayatın devam ettiğine, insanda maddî varlığından bağımsız bir cevherin mevcudiyetine inanılmış ve bu cevher ruh veya can olarak adlandırılmıştır. Kadim dinî geleneklerde ölüm sırasında ruhun nefes yoluyla ağızdan çıktığı düşünülmüş, nefesle ilişkisi açısından ruh “nefes ruhu” diye adlandırılmıştır. Ayrıca “beden ruhu” ve “gölge ruhu” inancına da rastlanmaktadır. İnsanı rüyasında belli bir süre için terkeden ruh gölge ruhu olup beden ruhunun aksine insanın ölümüyle yok olmayacağına inanılmıştır. Rüyada yahut vecd halinde bedeni terkeden ve bilincin kaynağı olarak kabul edilen ruha “serbest ruh” denilmiştir. Genellikle beden ve ruhun birbirinden ayrı olduğu, ruhun bedende sadece geçici bir süre ikamet ettiği düşünülmüş, tanrısal bir özden gelen ve sürekli biçimde kendi uygun alanına tekrar dönmeye çalışmakla yükümlü olan ruhun bedende mahpus olduğuna inanılmıştır. Eski Yunanlılar ruh hakkındaki inançlarını “pneuma” ve “psyche” (psûkhê) terimleriyle ifade etmişlerdir. Pneuma insandaki ölümsüz prensip, tanrısal izdir (spirit). Psyche, insanlarda olduğu kadar bitki ve hayvanlarda da bulunan ve genellikle “can” (soul) diye tercüme edilen özdür. Eski Mısırlılar, bedenden ayrı gerçek öz olarak ruhun varlığı konusundaki düşüncelerini “ba” ve “ka” kavramlarıyla açıklamışlardır. Ba, genelde “ruh” diye tercüme edilen ve insan tabiatındaki gerçek bir unsur karşılığında kullanılan Eski Mısır dilinde bir terimdir. Ba, sanatta insan başlı bir kuş olarak tasvir edilmiş olup bu durum Mısırlılar’ın, ruhu bedenin ölümünden sonra serbestçe hareket eden, bedenden bağımsız, fakat duygusal olarak ona bağımlı bir varlık şeklinde düşündüklerine işaret etmektedir. Eski Mezopotamya inançlarına göre de insan ruh ve bedenden oluşmaktadır. Bedenin ölümünden sonra insanın fizikî olmayan varlığı muhtemelen korkutucu bir hayalet olarak bir müddet daha yer altında hayatını devam ettirir. Ölen kimseler “dönüşü olmayan bölge”ye gider, orada toz ve karanlıklar içerisinde kederli, mutsuz ve umutsuz biçimde hayatlarını sürdürürler. Eski Sumer, Akad ve Bâbil metinlerinden hiçbiri ruhtan doğrudan bahsetmemiş olmasına rağmen bu halkların ölüm sonrası hayat telakkilerinden ruh inançları hakkında bir fikir edinilmektedir. Buna göre ruh kişinin mezar ötesindeki varlığını devam ettiren bilinci ve bireyselliğidir. Çin dinlerine göre insan şahsiyeti “hun” ve “p’o” denilen iki ruha sahiptir. Hun pozitif unsuru ifade eden “yang”dır (saf ve akıllı); p’o ise negatif unsur olan “yin”dir (bulanık ve karanlık). Bunlar doğumda bir araya gelir, ölümde ayrılırlar. P’o şekle bağlı olan, duyulara anlama kabiliyeti veren hayvanî ruh, insanın hissî tabiatındaki idare edici unsurdur. Ana rahmine düşüşte insan tabiatının birleşimini meydana getirdiği için sperm ile irtibatlandırılmıştır. Ölümden sonra cesetle birlikte toprağa geri döner. Hun ise doğum anındaki ilk nefesle çocuğun bedenine girer ve sonunda buhar gibi yükselerek ruh (şen) olur. Şintoizm’de eski zamanlardan itibaren bedenin “tama” denilen ruhun geçici ikamet yeri olduğuna inanılmıştır. Pek çok halk hikâyesinde tamanın sadece kısa bir süre için bedeni terkettiğinden söz edilmiştir. Ruh inancını ifade eden bir diğer kavram “tamaşi” (ruhun ruhu) olup muhtemelen tamanın daha yüksek bir tezahürüdür. Herkese beden öldükten sonra yaşayacak, hatta daha yüksek boyutlara ulaşabilecek olan kendi ruhunun ruhu verilmiştir. Hint dinlerinde de insanın beden ve ruhtan meydana geldiğine inanılır. “Jiva, atman, purusa, pudgala, suksma-sarira” gibi kavramlarla ifade edilen ruhsal yapı yalnızca insanın değil bütün varlıkların aslını, özünü oluşturan bir cevherdir. Prakriti veya maddî beden olarak bilinen unsur ölümle birlikte dağılıp yok olduğu halde ruh varlığını devam ettirir. Ruhun mahiyetiyle ilgili başlıca iki inanç vardır. İlkine göre ruh kendi başına ayrı bir ferdiyeti olmayan, Tanrı ile özdeş bir cevherdir. Diğerine göre ise bizâtihi ferdiyeti olan ruh saf, basit ve ezelî bir cevherdir. Tenâsüh olayında ruh değişik bedenlere girerek bedenle birlikte işlediği amellere bağlı olarak ceza veya mükâfat görür. Vedalar’da ortaya konulan âhiret anlayışına göre ölümle birlikte bedenden ayrılan ruh, hemen veya belirli bir zaman sonra yeniden yeryüzünde bedenleşerek varlığını sürdürmez. Vedalar’a göre ruh, ölümden sonraki yolculuğunda ya iyilikler diyarına ya da işkence ve eziyet diyarına ulaşır (Rig Veda, X.113,1, 10; ayrıca bk. TENÂSÜH ). Budizm ruhla ilgili olarak “anatman” öğretisini geliştirmiştir. Bu öğretiye göre fertte bir öz veya ruh, onun faaliyetlerinin fâili olan dâimî bir varlık mevcut değildir. İnsan tabiatı, bütünü oluşturan unsurlarla beş değişken faktörün kombinasyonunun bireysel şekilde görülmesinden ibarettir. Bunlar fizikî beden, his, akıl, irade ve şuurdan oluşmaktadır. İnsandaki her şey bu faktörlere bağlıdır. Budist metinlerine göre ruh veya nefis insan bedenini oluşturan faktörlerin kombinasyonu sonucu ortaya çıktığından insan hayatında statik ve ebedî bir ruha asla ihtiyaç yoktur. Buda’ya göre ruhlar bâki değildir. Mecûsîlik’te ise geçici olan maddî varlıktan ayrı olarak asıl olan ve ölümden sonra da yaşayan ruh inancı yer alır. Yahudilik’te ruhu ifade etmek üzere kullanılan İbrânîce kelimeler “nefeş” (nefes) ve “ruah”tır (ruh). Eski Ahid’de 754 defa geçen nefeş değişik bağlamlarda “nefis, ruh, hayat, öz” gibi mânalara gelir. Asıl anlamı “hayat sahibi olmak”tır (Tekvîn, 2/7). Nefeş ve ruah, ilk insan Âdem’in Tanrı’dan hayat soluğunu nasıl aldığı ve nasıl yaşayan bir ruh olduğunun anlatıldığı Tekvîn’de (2/7) birlikte kullanılmıştır. Diğer canlıların hayatı söz konusu olduğunda ruh bir tür maddî canlılık prensibi olup bedenin özünden, cevherinden ayrılabilir. Nefeş ve ruah gibi kelimeler nefes almaya, hayatın canlılık veren dâhilî unsuruna işaret eder. Dolayısıyla ruh, bedenden ayrı bir tabiatı olan ve kendi kendine hayata sahip veya muktedir bulunan bir varlık olmayıp daha ziyade bedene hayat veren şeydir. Bu özelliğinden dolayı bedenin ruhu kanla özdeşleştirilmiştir (Levililer, 17/14). Ruh Tanrı’ya kavuşmayı arzu ettiğinde beden solar (Mezmûrlar, 63/1). Ruh yaşayan varlıktır, beden hayatsız olabilir, fakat onun içindeki nefes canlıdır. Nitekim Âdem topraktan yaratılıp Tanrı ona nefes verdiği zaman o yaşayan bir varlık olmuştur (Tekvîn, 2/7). Genellikle İngilizce “spirit” kelimesiyle karşılanan ruah, bedenin dışındaki güç ve faaliyetlere işaret eder, çok defa da “rüzgâr” anlamına gelir. Ruah bedendeki tanrısal bir armağan olarak da kabul edilen gizemli bir canlılıktır. Bazan bedenin içindeki güç veya zihinsel yetenekleri tanımlar. Eski Ahid’de 378 defa geçen ruahın farklı anlamlarının en açık örneği Hezekiel’de (37/1-14) verilmiş, bazan “rüzgâr”, bazan “soluk”, bazan “ruh” mânasında kullanılmıştır. Başlangıçta Yahudilik’te ölümün hayata son verdiğine ve ölen kimsenin ruhunun toprağın altına “şeol”e (ölüm çukuruna, İşaya, 14/15; Hezekiel, 32/18) inerek daha önce ölen atalarının ve akrabalarının arasına katıldığına (Tekvîn, 25/8; II. Samuel, 12/23) ve orada kasvetli bir hayat sürdüğüne inanılıyordu. Ancak o dönemde ruhun öteki dünyadaki kaderi veya ölüm sonrasına ait bir yargı inancına rastlanmadığı gibi Kitâb-ı Mukaddes’te de bu inancın dinî veya ahlâkî temeline rastlanmamaktadır. Ölen kimsenin ruhunun bedenden ayrı yaşayacağı ise bir halk inancıdır. Ruhun ölümsüzlüğü ve yeniden diriliş inancı Ortaçağ yahudi filozofu İbn Meymûn’un oluşturduğu iman esasları arasında, “Ruhum ölümsüzdür ve Allah dilediği zaman ölüleri hayata kavuşturacaktır” şeklinde yer almıştır. Fakat ölümden sonra böyle bir hayat inancı (eskatoloji), kişinin ferdî kaderinden ziyade İsrâil milletinin kurtuluşu ve yahudi olmayanların cezalandırılacağı hususuna daha fazla vurgu yapılarak vahiy ile irtibatlandırılmıştır. Eskatoloji aynı zamanda gelişiyle mevcut dünya düzenini değiştirecek olan mesîh düşüncesine yol açmıştır. Hıristiyanlık’ta ruh genellikle “psyche” ve “pneuma” terimleriyle ifade edilir. Yeni Ahid’de nefese tekabül eden terim psyche olup hem İbrânîce nefeş hem ölümsüz ruh için kullanılmıştır. Her ikisi de “ruh” diye tercüme edilmiştir. Konuşma dili olarak Grekçe’nin esas alındığı hıristiyan teolojisinde psyche ölümsüz ruhları karşılamaktadır. Psyche sinoptik İnciller’de on bir yerde ölümden sonraki hayatı ifade etmektedir. Yeni Ahid’de psyche terimi hayatla ilişkilendirilmiştir (Matta, 16/26; Markos, 8/36-37). Tanrı’ya tamamen vakfedildiğinde özel bir karakter kazanır (Petrus’un Birinci Mektubu, 4/19). Bu vakfetme ile o Tanrı’da karar kılar ve ebedî hayata sahip olduğunun farkına varır (İbrânîler’e İkinci Mektup, 6/19). Böyle bir ruh veya öz Îsâ Mesîh’in koruması altındadır. Yine psyche mânevî olduğundan bir kimsenin dünyevî bir şeyi koruması gibi korunamaz. Bundan dolayı Îsâ öğrencilerinden onu Tanrı’nın himayesine terketmelerini istemiştir (Matta, 16/25; Markos, 8/35; Luka, 9/24; Yuhanna, 12/25). Pavlus’un mektuplarında psyche “hayat, arzu, duygu, şahıs” anlamlarında on iki defa geçer (Romalılar’a Mektup, 2/9; Korintoslular’a Birinci Mektup, 15/45; Filipililer’e Mektup, 1/27, Selânikliler’e Birinci Mektup, 2/8). Pavlus, sıradan insan hayatının en yüksek halini ve özellikle bir hıristiyanın yüksek tabiatını ifade etmek üzere “ölümsüz ruh” mânasında pneumayı kullanmıştır ki bu aynı zamanda insanın maddî olmayan yanını ifade etmektedir (Korintoslular’a Birinci Mektup, 5/3-5, 7/34; Korintoslular’a İkinci Mektup, 7/1; Koloseliler, 2/5; İbrânîler’e İkinci Mektup, 12/23). İnsan tabiatını tanrısal inâyetten ve ona sahip olmaktan ayırt etmek üzere ise “psychikos” ve “pneumatikos” kelimelerini tercih etmiş (Korintoslular’a Birinci Mektup, 2/14-15), insanın aynı anda hem maddî hem mânevî yanından bahsettiğinde psyche ile pneumayı birlikte kullanmıştır (Selânikliler’e Birinci Mektup, 5/23). Ruhun dengi olarak kullanılan pneuma Yeni Ahid metinlerinde 220 defa geçer. Bunların doksan birinde pneuma kutsal ruhtur. Terim, diğer zamanlarda “fizikî hayatın en yüksek seviyesi” anlamına gelmesine rağmen bazan hayat prensibine işaret eder. Bir başka kullanıma göre ise pneuma insanın ölümden sonra devam eden yönünü ifade eder (Luka, 8/55, 23/46; Yuhanna, 19/30; Resullerin İşleri, 7/59; I. Petrus, 3/18-19; Vahiy, 11/11). Yahudi geleneğindeki şeol düşüncesinin yerini Yeni Ahid’de canın ölüler diyarına terkedilmeyeceği, kutsalın çürümesine izin verilmeyeceği (Resullerin İşleri, 2/27), çürüyen bedenin çürümezliği, ölümlü bedenin ölümsüzlüğü, böylece ölümün yok edildiği, ölüme karşı zafer kazanıldığı (Korintoslular’a Birinci Mektup, 15/53) inancı almıştır. Diğer taraftan Yeni Ahid’deki ölümsüzlük düşüncesi yeniden diriliş temasıyla birlikte örülmüşse de gerçekte Hıristiyanlık’taki ölümsüzlük düşüncesi, Pavlus’un ve diğer Yeni Ahid yazarlarının öğretilerindeki yeniden diriliş düşüncesine dayandırılmıştır. Yeni Ahid ruh ve beden birliğini vurgulamasına rağmen yaygın hıristiyan inancı, daima onları birbirinden ayırma ve Tanrı ile münasebet kuran ve ölümü tadacak olanın insanın maddî olmayan kısmı olduğunu kabul etme eğiliminde olmuştur. BİBLİYOGRAFYA A Dictionary of Religion and Ethics (ed. S. Mathews – G. B. Smith), London 1921, s. 422-423, 425-426. Y. Kaufmann, The Religion of Israel (trc. M. Greenberg), London 1961, s. 311. NBD , s. 1208-1209, 1211-1212. Hinduism (ed. L. Renou), New York 1962, s. 19, 41, 43, 87, 89-92, 117, 119. Buddhism (ed. R. A. Gard), New York 1962, s. 31, 110-111, 113, 118, 122, 126, 135-136, 203. DB 2 , s. 843-846, 932. DCR , s. 113, 124, 224-226, 262-263, 280-281, 341, 385-386, 388, 401-402, 423, 517, 536-537, 587-588. Sedat Veyis Örnek, Etnoloji Sözlüğü , Ankara 1971, s. 204-205. E. J. Sharpe, 50 Key Words: Comparative Religion , London 1971, s. 69-70. J. Charley, Fifty Key Words: The Bible , Richmond 1971, s. 61-64. S. Morenz, Egyptian Religion (trc. A. E. Keep), New York 1973, s. 60, 124, 151, 157, 170, 181, 183, 204-206. The Penguin Dictionary of Religions (ed. J. R. Hinnells), London 1988, s. 307-308, 310-311. The Perennial Dictionary of World Religions (ed. K. Crim), San Francisco 1989, s. 699-702. Ali İhsan Yitik, Hint Kökenli Dinlerde Karma İnancının Tenasüh İnancıyla İlişkisi , İstanbul 1996, s. 67-85. The Oxford Dictionary of the Jewish Religion (ed. R. J. Z. Werblowsky – G. Wigoder), New York 1997, s. 21, 232-234, 266-267, 583, 654-655. Mehmet Paçacı, Kutsal Kitaplarda Ölümötesi , Ankara 2001, s. 101-209. Mürüvvet Kurhan, “Eski Mısır Dini” (E. Sarıkçıoğlu, Başlangıçtan Günümüze Dinler Tarihi içinde), Isparta 2002, s. 41-42. Mehmet Dalkılıç, İslâm Mezheplerinde Ruh , İstanbul 2004, s. 74-121. S. L. Davies, “Soul: Ancient Near Eastern Concepts”, ER , XIII, 431-434. J. N. Bremmer, “Soul: Grek and Hellenistic Concepts”, a.e. , XIII, 434-438. W. K. Mahony, “Soul: Indian Concepts”, a.e. , XIII, 438-443. S. Collins, “Soul: Buddhist Concepts”, a.e. , XIII, 443-447. Tu Weiming, “Soul: Chinese Concepts”, a.e. , XIII, 447-450. J. Bemporad, “Soul: Jewish Concept”, a.e. , XIII, 450-455. G. MacGregor, “Soul: Christian Concept”, a.e. , XIII, 455-460. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2018 yılında Ankara’da basılan 35. cildinde, 197-199 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "A Dictionary of Religion and Ethics (ed. S. Mathews – G. B. Smith), London 1921, s. 422-423, 425-426.",
        "Y. Kaufmann, The Religion of Israel (trc. M. Greenberg), London 1961, s. 311.",
        "NBD , s. 1208-1209, 1211-1212.",
        "Hinduism (ed. L. Renou), New York 1962, s. 19, 41, 43, 87, 89-92, 117, 119.",
        "Buddhism (ed. R. A. Gard), New York 1962, s. 31, 110-111, 113, 118, 122, 126, 135-136, 203.",
        "DB 2 , s. 843-846, 932.",
        "DCR , s. 113, 124, 224-226, 262-263, 280-281, 341, 385-386, 388, 401-402, 423, 517, 536-537, 587-588.",
        "Sedat Veyis Örnek, Etnoloji Sözlüğü , Ankara 1971, s. 204-205.",
        "E. J. Sharpe, 50 Key Words: Comparative Religion , London 1971, s. 69-70.",
        "J. Charley, Fifty Key Words: The Bible , Richmond 1971, s. 61-64.",
        "S. Morenz, Egyptian Religion (trc. A. E. Keep), New York 1973, s. 60, 124, 151, 157, 170, 181, 183, 204-206.",
        "The Penguin Dictionary of Religions (ed. J. R. Hinnells), London 1988, s. 307-308, 310-311.",
        "The Perennial Dictionary of World Religions (ed. K. Crim), San Francisco 1989, s. 699-702.",
        "Ali İhsan Yitik, Hint Kökenli Dinlerde Karma İnancının Tenasüh İnancıyla İlişkisi , İstanbul 1996, s. 67-85.",
        "The Oxford Dictionary of the Jewish Religion (ed. R. J. Z. Werblowsky – G. Wigoder), New York 1997, s. 21, 232-234, 266-267, 583, 654-655.",
        "Mehmet Paçacı, Kutsal Kitaplarda Ölümötesi , Ankara 2001, s. 101-209.",
        "Mürüvvet Kurhan, “Eski Mısır Dini” (E. Sarıkçıoğlu, Başlangıçtan Günümüze Dinler Tarihi içinde), Isparta 2002, s. 41-42.",
        "Mehmet Dalkılıç, İslâm Mezheplerinde Ruh , İstanbul 2004, s. 74-121.",
        "S. L. Davies, “Soul: Ancient Near Eastern Concepts”, ER , XIII, 431-434.",
        "J. N. Bremmer, “Soul: Grek and Hellenistic Concepts”, a.e. , XIII, 434-438.",
        "W. K. Mahony, “Soul: Indian Concepts”, a.e. , XIII, 438-443.",
        "S. Collins, “Soul: Buddhist Concepts”, a.e. , XIII, 443-447.",
        "Tu Weiming, “Soul: Chinese Concepts”, a.e. , XIII, 447-450.",
        "J. Bemporad, “Soul: Jewish Concept”, a.e. , XIII, 450-455.",
        "G. MacGregor, “Soul: Christian Concept”, a.e. , XIII, 455-460."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}