{
  "id": "eweb_360",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/sakik-i-belhi",
  "annotator": "Jeremy",
  "title": "ŞAKĪK-ı BELHÎ",
  "arabic_title": "شقيق بلخى",
  "summary": "Ebû Alî Şakīk b. İbrâhîm Ezdî Belhî (ö. 194/810) Horasanlı sûfî.",
  "parts": [
    {
      "author": "ALİ BOLAT",
      "content": "Belh’te doğdu. Ticaretle uğraştığı ve hayli zengin olduğu, ticaret için Türkistan’a gittiğinde karşılaştığı bir putperestle aralarında geçen konuşmanın onu zühd hayatına yönelttiği nakledilmektedir. Rivayete göre Şakīk putpereste, kendisine hiçbir faydası olmayan putlara tapmaktan vazgeçip alîm ve kādir olan Allah’a iman etmesini söylemiş, putperestin, “Eğer böyle ise Allah kendi şehrinde sana rızık vermeye kādir değil miydi?” diye karşılık vermesi üzerine ticareti bırakıp memleketine dönmüştür (Kuşeyrî, s. 90). Daha sonra hacca gitmiş, ilim tahsili için seyahat etmiş, İmam Ca‘fer es-Sâdık’la görüşmüş, Ebû Hanîfe, Ebû Yûsuf ve İmam Züfer’den ders almış, başlangıçta Irak re’y ekolüne mensupken daha sonra hadis ehli olmuştur. İsrâîl b. Yûnus es-Sebîî, Abbâd b. Kesîr, Kesîr b. Abdullah’tan hadis aldığı ve sünnete titizlikle uyduğu kaydedilir (Ebü’ş-Şeyh, IV, 307). Şakīk-ı Belhî, Mâverâünnehir bölgesindeki savaşlara katılmış ve Kûlân savaşında (194/810) şehid olmuştur (İbnü’l-Esîr, V, 370). Şakīk-ı Belhî tevekkülün mahiyetini, sebeplerini, hikmetlerini, tevekküle ulaşmanın yollarını inceleyerek bunun müridin sülûküne yapacağı tesir üzerinde duran ilk zâhid olarak tanınır (Ferîdüddin Attâr, s. 262, 266). Rivayete göre hac sırasında karşılaştığı İbrâhim b. Edhem’e geçimini nasıl temin ettiğini sormuş, İbrâhim b. Edhem eline bir şey geçerse şükrettiğini, geçmezse sabrettiğini söyleyince, “Belh köpeklerinin de yaptığı budur” demiş, bunun üzerine aynı soruyu İbrâhim b. Edhem kendisine sorunca, “Bulduğumuzda dağıtırız, bulamadığımızda şükrederiz” karşılığını vermiştir (İbn Hallikân, I, 32). Şakīk bu olayın ardından İbrâhim b. Edhem’in müridi olmuştur. Onun Râbia el-Adeviyye ile görüştüğü ve Mâlik b. Dînâr ile sohbet ettiği kaydedilir. Şakīk’ın tevekkül anlayışında çalışıp kazanç elde etmeye karşı olumsuz bir bakış vardır. Çarşıda efendisinin zenginliğinden dolayı sevinen bir köleyi görünce bütün mülkün sahibi Allah’ın kendisinin de rızkına kefil olacağını düşünüp dünya meşgalesiyle ilgilenmeyi terkettiği rivayet edilir. “Kazanmayı, sebeplere sarılmayı istemeyi terkedip âhirete hazırlan, Allah’a tevekkül et” diyen Şakīk’a göre (Ebû Nuaym, VIII, 58-59) rızık peşinde koşmak tevekküle aykırıdır. Bâyezîd-i Bistâmî, iki somun ekmeği sağlamaktan kaçınan ve bunu tevekkül anlayışının bir gereği sayan Şakīk-ı Belhî’yi eleştirmiştir (Hücvîrî, s. 433). I. Goldziher, özellikle bu bakış açısından hareketle onun Hint mistisizminin etkisinde kaldığını ileri sürer. Kulun Allah’a karşı mutlak bir varlık ve mülkiyet iddiasında bulunamayacağını ifade eden Şakīk, bu sebeple ihtiyaçların sadece mülkün gerçek sahibi olan Allah’tan istenmesi gerektiğini ifade eder. Zira tevekkül Allah’ın vaadine gönlün tamamen güvenmesidir (Sülemî, s. 63). Şakīk’a göre bir kişiyi tanımanın yolu, onun Hakk’ın vaad ettiğine mi yoksa halkın vaad ettiğine mi daha çok güvendiğini bilmekten geçer. “Allah nasıl sizi yarının namazından sorumlu tutmuyorsa siz de yarının rızkını Allah’tan isteyemezsiniz, belki yarına varamayacaksınız” diyen Şakīk’a göre (Ebû Nuaym, VIII, 69) kişi yarını düşünmemeli, yarının rızık kaygısını taşımamalıdır. Horasan’da tasavvufî hallerden bahseden ilk sûfî olan Şakīk fütüvvetin tasavvufî bir muhteva kazanmasına önemli katkılarda bulunmuştur. Müridi Hâtim el-Esam onu fütüvvet ehlinden sayar. Kuşeyrî, Şakīk-ı Belhî ile İbrâhim b. Edhem arasında geçtiği nakledilen olayı Ca‘fer es-Sâdık ile Şakīk arasında fütüvvetle ilgili olarak zikreder. Buna göre Ca‘fer es-Sâdık, Şakīk’a fütüvvetin ne demek olduğunu sormuş, o da “verilince yemek, verilmeyince sabretmek” demiş, bunun üzerine Ca‘fer es-Sâdık, “Bunu bizim Medine köpekleri de yapıyor” karşılığını vermiş ve fütüvveti “verilince dağıtmak, verilmeyince şükretmek” şeklinde tanımlamıştır (Kuşeyrî, s. 329). Şakīk-ı Belhî’nin zühd anlayışının temelini Allah’ın iradesine aykırı hareket etmeme, şöhretten sakınma, sükût etme, az yeme, uzlet, havf ve fakr kavramları oluşturur. Ona göre zâhid kendi kusurlarıyla ilgilenmekten başkasının kusurlarını görecek fırsat bulamaz. Bunun aksi bir tavır içinde olan kişi zâhid değildir, onun yaptığı zâhidlik taslamaktır (Sülemî, s. 64). “İbadet on parçadır, bunun dokuzu halktan kaçmak, biri sükût etmektir” diyen Şakīk, insanlardan uzaklaşmayı kötülüklerden korunmanın bir yolu diye kabul eder ve, “İnsanlarla ateşle arkadaş olur gibi arkadaş ol; faydalı taraflarını al, alevlerinden kaç” tavsiyesinde bulunur. Sûfînin yaşadığı mânevî tecrübeler hakkında konuşmasını âfet olarak nitelendiren Şakīk-ı Belhî müridi Hâtim’e dilini korumasını, konuşmadan önce iyi düşünmesini tavsiye eder. Onun suskunluğu tercih etmesi zühd anlayışının en önemli unsurlarından biridir. Ona göre zâhidin zühdü fiiliyle, zâhid geçinenin zühdü sözüyledir ( a.g.e. , a.y.), Nefsin sıkı bir riyâzetle terbiye edilmesinin ardından kalbin dünya arzularından temizlenmesi nisbetinde mârifete ulaşılabileceğini düşünen Şakīk-ı Belhî’nin mârifet anlayışında dört unsur bulunmaktadır: Allah’ı, nefsini, Allah’ın emir ve nehiylerini, Allah’ın ve kendisinin düşmanlarını bilmek. Ona göre bilgi Allah’a yaklaşmaya vesile olduğu ölçüde değer ifade eder. Şakīk’ın mârifetle ilgili bu yaklaşımı sadece Horasan sûfîliği ile sınırlı kalmamış, Bağdat sûfîliğini de etkilemiştir. Bağdat sûfîliğinin önemli temsilcilerinden Hâris el-Muhâsibî anılan unsurları sistemli bir şekilde işlemiştir ( Şerḥu’l-maʿrife , s. 20-22, 43-49; er-Riʿâye , s. 126, 158, 197). Muhâsibî’nin mârifet anlayışıyla Şakīk-ı Belhî’nin görüşlerinin örtüşmesi onun tasavvuf anlayışının çerçevesini ve etki alanını göstermesi açısından önemlidir. Şakīk-ı Belhî fakr konusunu mârifet anlayışının bir parçası olarak değerlendirir. Ona göre kişi zenginliğini kaybedeceğinden korktuğu gibi fakirliğini kaybedeceğinden de korkmadıkça gerçek anlamda fakir olamaz (Şa‘rânî, I, 76). Mârifet Allah’ın kudretini bilmekle orantılıdır. İnsan elindeki varlığı Allah’ın alıp başkasına vermeye ve kendisinin ihtiyaç duyduğu, fakat elde edemediği şeyi ona ihsan etmeye gücü yettiğini bilirse Allah’ın kudretini de bilmiş olur. Bu bilince ulaşan kişi nefsinde bir varlık görmez, bütün mülkün sahibinin ve mülkiyetinde dilediği tasarrufu yapacak olanın Allah olduğunu bilir. Şakīk-ı Belhî’ye nisbet edilen Âdâbü’l-ʿibâdât adlı bir risâle Paul Nwyia tarafından neşredilmiş ( Nuṣûṣ ṣûfiyye ġayru menşûre içinde, Beyrut 1982, s. 17-22), Nasrullah Pürcevâdî bu risâleyi Farsça’ya çevirmiştir (“Risâle-i Âdâbi’l-ʿibâdât-ı Şaḳīḳ-ı Belḫî”, Maʿârif , IV/1 [Tahran 1987], s. 106-118). BİBLİYOGRAFYA Muhâsibî, Şerḥu’l-maʿrife ve beẕlü’n-naṣîḥa (nşr. Mecdî Fethî es-Seyyid), Tanta 1993, s. 20-22, 43-49. a.mlf., er-Riʿâye li-ḥuḳūḳıllâh (nşr. Abdülkādir Ahmed Atâ), Beyrut, ts. (Dârü’l-kütübi’l-ilmiyye), s. 126, 158, 197. Ebü’ş-Şeyh, Ṭabaḳātü’l-muḥaddis̱în bi-İṣbahân (nşr. Abdülgafûr Abdülhak Hüseyin el-Belûşî), Beyrut 1992, IV, 307. Sülemî, Ṭabaḳāt , s. 61-64. Ebû Nuaym, Ḥilye , VIII, 37, 53, 58-59, 64, 66, 69, 72-73. Hatîb, Târîḫu Baġdâd , IV, 311; VIII, 42. Kuşeyrî, Risâle (Uludağ) , s. 90-91, 329. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 138, 141, 210-211, 433. İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , IV, 160. Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1991, s. 262-269. Abdülkerîm b. Muhammed er-Râfiî, et-Tedvîn fî aḫbâri Ḳazvîn (nşr. Azîzullah el-Utâridî), Beyrut 1408/1987, II, 86; III, 81, 242. İbnü’l-Esîr, el-Kâmil , Beyrut 1995, V, 370. İbn Hallikân, Vefeyât , I, 26, 32; II, 475, 476. Zehebî, Aʿlâmü’n-nübelâʾ , IX, 313, 314, 316. İbnü’l-Mülakkın, Ṭabaḳātü’l-evliyâʾ (nşr. Nûreddin Şerîbe), Beyrut 1406/1986, s. 12-14. İbn Tağrîberdî, en-Nücûmü’z-zâhire , II, 20, 21. Lâmiî, Nefehât Tercümesi , s. 103. Şa‘rânî, eṭ-Ṭabaḳāt , I, 76. İbnü’l-İmâd, Şeẕerât , I, 341. A. Knysh, Islamic Mysticism: A Short History , Leiden 1999, s. 32-35. Ali Bolat, Bir Tasavvuf Okulu Olarak Melâmetîlik , İstanbul 2004, s. 59-65. Christopher Melchert, “The Transition from Ascetism to Mysticism at the Middle of the Ninth Century”, St.I , LXXXIII/1 (1996), s. 51-70. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2010 yılında İstanbul’da basılan 38. cildinde, 305-306 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Muhâsibî, Şerḥu’l-maʿrife ve beẕlü’n-naṣîḥa (nşr. Mecdî Fethî es-Seyyid), Tanta 1993, s. 20-22, 43-49.",
        "a.mlf., er-Riʿâye li-ḥuḳūḳıllâh (nşr. Abdülkādir Ahmed Atâ), Beyrut, ts. (Dârü’l-kütübi’l-ilmiyye), s. 126, 158, 197.",
        "Ebü’ş-Şeyh, Ṭabaḳātü’l-muḥaddis̱în bi-İṣbahân (nşr. Abdülgafûr Abdülhak Hüseyin el-Belûşî), Beyrut 1992, IV, 307.",
        "Sülemî, Ṭabaḳāt , s. 61-64.",
        "Ebû Nuaym, Ḥilye , VIII, 37, 53, 58-59, 64, 66, 69, 72-73.",
        "Hatîb, Târîḫu Baġdâd , IV, 311; VIII, 42.",
        "Kuşeyrî, Risâle (Uludağ) , s. 90-91, 329.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 138, 141, 210-211, 433.",
        "İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , IV, 160.",
        "Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1991, s. 262-269.",
        "Abdülkerîm b. Muhammed er-Râfiî, et-Tedvîn fî aḫbâri Ḳazvîn (nşr. Azîzullah el-Utâridî), Beyrut 1408/1987, II, 86; III, 81, 242.",
        "İbnü’l-Esîr, el-Kâmil , Beyrut 1995, V, 370.",
        "İbn Hallikân, Vefeyât , I, 26, 32; II, 475, 476.",
        "Zehebî, Aʿlâmü’n-nübelâʾ , IX, 313, 314, 316.",
        "İbnü’l-Mülakkın, Ṭabaḳātü’l-evliyâʾ (nşr. Nûreddin Şerîbe), Beyrut 1406/1986, s. 12-14.",
        "İbn Tağrîberdî, en-Nücûmü’z-zâhire , II, 20, 21.",
        "Lâmiî, Nefehât Tercümesi , s. 103.",
        "Şa‘rânî, eṭ-Ṭabaḳāt , I, 76.",
        "İbnü’l-İmâd, Şeẕerât , I, 341.",
        "A. Knysh, Islamic Mysticism: A Short History , Leiden 1999, s. 32-35.",
        "Ali Bolat, Bir Tasavvuf Okulu Olarak Melâmetîlik , İstanbul 2004, s. 59-65.",
        "Christopher Melchert, “The Transition from Ascetism to Mysticism at the Middle of the Ninth Century”, St.I , LXXXIII/1 (1996), s. 51-70."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 622
}