{
  "id": "eweb_362",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/sathiye",
  "annotator": "Jeremy",
  "title": "ŞATHİYE",
  "arabic_title": "الشطحيّة",
  "summary": "Sûfînin vecd ve istiğrak halinde söylediği, muhtevasında bir iddia bulunan söz anlamında tasavvuf terimi.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Sözlükte “hareket etmek, sarsılmak, taşmak” gibi anlamlara gelen şatah kelimesi, yatağı dar olan bir ırmağın sel ile kenarlarına taşması gibi sûfînin kalbinden taşan ilâhî hakikatleri ifade eder (Serrâc, s. 422, 453). II. (VIII.) yüzyıldan itibaren sûfîler arasında kullanılmaya başlanan şathiyye (çoğulu şatahât/şathiyyât ) sûfînin sekr, vecd, cezbe, galebe, inbisat, istiğrak, cem‘, fenâ ve tevhîd-i zâtî gibi kendini kontrol edemediği tasavvufî haller içinde söylediği sözlerdir. Bâyezîd-i Bistâmî, Sehl et-Tüsterî ve Hallâc-ı Mansûr ilk dönem tasavvufunda şathiyeleriyle en çok tanınan sûfîlerdir. Bazı mutasavvıflara göre şathiye türü sözler onu söyleyen sûfîye ait olmayıp bunların gerçekte kaynağı Allah’tır. Sûfînin yaptığı şey bu ilâhî sözleri tekrar etmekten ibarettir. Bâyezîd-i Bistâmî’nin, “Kendimi tenzih ederim, şanım ne yücedir” ifadesi bir müminin, “Ben kendisinden başka ilâh bulunmayan Allahım, bana ibadet ediniz” meâlindeki âyeti (Tâhâ 20/14) zikir yoluyla tekrarlaması gibidir. Halbuki Bâyezîd-i Bistâmî’nin bu şathiyesini duyanlar O’nun kendisini kastettiğini sanmışlardır ( a.g.e. , s. 472; Gazzâlî, İḥyâʾ , I, 42). Cüneyd-i Bağdâdî’ye göre şathiye sâlikin nihayet değil, bidâyet halinde görülür. Sâlik sülûkün nihayetine ve gayeye ulaşınca şathiyeler azalır. Cüneyd’e göre Bâyezîd-i Bistâmî’nin şathiyeleri onun o sırada henüz sülûkünün başlangıcında olduğuna işaret eder (Serrâc, s. 458, 459). Kemâl mertebesinde bulunan velîler temkin ehli olduklarından nâdiren şathiye söylemişlerdir. Dinin zâhirî hükümlerine uymayan bir izlenim verme, muğlaklık ve müphemlik şathiyelerin genel niteliğidir. Bu sebeple şathiyelerin dine aykırı olmadığını göstermek, muğlaklık ve müphemliklerini gidermek için ilk dönemden itibaren şerhler yazılmıştır. Cüneyd-i Bağdâdî’nin Şerḥ-i Şaṭḥiyyât-ı Ebî Yezîd-i Bistâmî ’si türün ilk örneğidir. Serrâc el-Lümaʿ ında Cüneyd’in şerhlerine genişçe yer ayırmış, diğer bazı sûfîlerin şathiyelerini de şerhetmiştir. Muhammed b. Hüseyin es-Sülemî’nin Ġalaṭâtü’ṣ-ṣûfiyye ile Beyânü Zeleli’l-fuḳarâʾ , Rûzbihân-ı Baklî’nin Şerḥ-i Şaṭḥiyyât , Dârâ Şükûh’un Ḥasenâtü’l-ʿârifîn , Sehlegī’nin en-Nûr min kelimâti Ebi’ṭ-Ṭayfûr , Abdülvehhâb eş-Şa‘rânî’nin el-Fetḥ fî teʾvîli mâ ṣadara ʿani’l-kümmel mine’ş-şaṭaḥ adlı eserleri bu türün başlıca örnekleridir. Mutasavvıflar, genelde hakikat ehlinin hataları olarak gördükleri şathiyelerin mâzur görülmesi gerektiğini düşünmekle beraber hikâye edilmemesini, yayılmamasını ve örnek gösterilmemesini tavsiye etmişlerdir. Şathiyelerde geçen ve benlik ifade eden hallerin tabii ve beşerî sayıldığını, zira insanın çok sevindiği veya üzüldüğü vakit aklına ve iradesine hâkim olamadığını, heyecan ve şaşırma neticesinde söylemek istemediği bir sözü söylediğini, ancak daha sonra pişman olup özür dilediğini, bu halin Kur’an ve hadislerde yansımaları bulunduğunu ifade etmişlerdir. Nitekim Hz. Peygamber çölde devesini kaybeden bir kimsenin hayatının tehlikeye girdiğini, daha sonra birden devesini görünce heyecanlanarak, “Allahım, sen benim kulumsun, ben senin rabbinim” dediğini nakletmiş (Müslim, “Tevbe”, 8), Hz. Mûsâ da çok üzüldüğü bir sırada, “Allahım, bu olay fitnenden başka bir şey değil” demiştir (el-A‘râf 7/155). Gazzâlî şatahı “vecdden kaynaklanan, bir dava ve iddia içeren ifade” şeklinde tanımlar ( el-İmlâʾ , I, 77). Hakk’ın azameti ve tecellîlerinin güzelliği karşısında hayrete düşüp kendinden geçen bazı sûfîler mânevî sarhoşluk (sekr) ve fenâ halinde, “Tenzih ederim kendimi, şanım ne yücedir”; “Cübbemin altındaki Allah’tan başkası değildir”; “Ben Hakkım” (enelhak) gibi şathiyeler söylemişlerdir. Bu türden sözler ve haller bir âşığın mâşuku için “Ben oyum, o da ben” demesine, âniden aynaya bakan bir kimsenin aynada yansıyan sûreti görüp aynayı farkedememesine, içinde şarap bulunan bir kadehe bakan kimsenin kadehi şarap renginde görüp şarabın kadeh olduğu hükmüne varmasına benzetilmiştir. Halbuki, “Şarap kadehtir” ile, “Şarap kadeh gibidir” ifadeleri arasında fark mecazla hakikat arasındaki fark gibidir. Nefsinden fâni olup varlığının farkına varamayan istiğrak halindeki sâlikin dilinden zuhur eden şathiyeler mecaz diliyle ittihada, hakikat diliyle tevhide işaret eder. Mecazdan hakikate ermemiş kimseler şathiyelerdeki mecazla hakikati birbirinden ayırt edemediklerinden bu türden sözler dürülüp katlanmalı, bir kenara konmalı, hikâye edilip yayılmamalıdır ( İḥyâʾ , III, 358; IV, 332; Mişkâtü’l-envâr , s. 57; el-Maḳṣadü’l-esnâ , s. 114). Gazzâlî’ye göre şathiye iki çeşittir. Birincisi Allah aşkı iddiasıyla söylenen sözler olup ibadetlerin terkedilmesine, ahlâk kurallarının gözetilmemesine, hatta ittihada yol açabilir. İkincisi zâhiri itibariyle yaldızlı, ancak anlam içermeyen ifadelerdir. Bu tür şathiyeler zihinleri karıştırmak, insanları hayrete düşürmek, böylece onları hurafelere inanmaya alıştırmak amacıyla kullanılır. Bu hurafe ve hezeyanlar muhataplara akıl üstü ilâhî hakikatler ve sırlar şeklinde sunulmuştur ( İḥyâʾ , I, 42-43, 78; IV, 332; Molla Sadrâ, s. 46-50). Şeyh-i Şattâh diye de anılan Rûzbihân-ı Baklî, hak ehlinin söyledikleri şathiyelerin Kur’an, hadis ve evliya ilhamı olmak üzere üç çeşit kaynağı olduğunu belirtir. Ona göre Kur’an’daki elif-lâm-mîm gibi hurûf-ı mukattaa, Allah’ın yüzü, eli, istivâsı gibi ifadeler lafız ve mâna itibariyle müteşâbih olup Hakk’ın şathiyeleridir. Hz. Peygamber ve sahâbeye ait şathiyeler de vardır. Resûl-i Ekrem’in, “Allah Âdem’i kendi sûretinde yarattı” hadisi Hz. Ömer’in Hudeybiye olayında ve Abdullah b. Übey b. Selûl’ün cenaze namazının kılınması hususunda Resûl-i Ekrem’e muhalif ifadeleri şathiye kapsamında değerlendirilir. Sahâbe arasında fesahat yönünden daha güçlü olması sebebiyle en fazla şathiye Hz. Ali’ye nisbet edilir ( Şerḥ-i Şaṭḥiyyât , s. 56-69). Şathiyeleri hakikat ehlinin hataları (zellât) olarak gören Muhyiddin İbnü’l-Arabî şatah söyleyen sûfînin Allah’ı övecekken gerçekte kendini övdüğünü söyler. Ona göre bu tür ifadeler nefis ve benlikten kaynaklanır. Halbuki mümine yakışan kulluğu ve acziyetiyle övünmesi, büyüklenme ve şımarmadan kaçınmasıdır. Bununla beraber şatah söyleyen kendinden gafil olduğu bir hal içinde sözler sarfederse bu sözleri zelle kabilinden sayılarak mâzur görülür. Allah’ın izni dahilinde övünmek ise hata değildir. Hz. Îsâ’nın, “Allah beni mübarek kıldı” (Meryem 19/31); Hz. Peygamber’in, “Ben insanoğlunun efendisiyim, bunu övünmek için söylemiyorum” (Ebû Dâvûd, “Sünnet”, 13; Müslim, “Îmân”, 327) şeklindeki sözleri ilâhî izinle söylendiğinden hata değildir ( Tehânevî, Keşşâf , I, 1038; el-Fütûḥât , II, 509). Şatah söyleyen kişi Allah’ın kendisine verdiği mânevî mertebeyi bu mertebeye ulaşmanın coşkusuyla O’nun izni olmadan açıklar, bununla övünür. Fakat durumu farkedince hata yaptığını anlayıp hemen tövbe eder. Gerçek velîler hiçbir zaman emsal ve akranlarından üstün olduklarını iddia etmez, daima tevazu gösterirler. Muhakkik ârifler nâdir haller dışında şatah türü ifadeler kullanmazlar. Hak’tan başkasını görmediklerinden emsallerine karşı övünmeleri söz konusu değildir. Bu tür ifadeler kullandıklarında ise gözlerine perde çekilir, rableri ve nefisleri hakkında cahil kalır, hemen tevazu ve kulluk hallerine geri dönerler. Söyledikleri söz ilâhî izinden değil içinde bulundukları mânevî halden kaynaklandığından kınanmazlar. Hak ile olan şatahın hükmü bu olmakla beraber yine de övülen bir şey değildir (İbnü’l-Arabî, II, 510). İsmâil Hakkı Bursevî, şatahı “gönül ehlinin dimağına lezzet veren hakikatin özünden süzülmüş irfan kelimeleri” şeklinde tanımlar ve bu sözlerin söylenme maksadının Hakk’ın kemâlini beyan, celâl ve cemâl hakikatlerini ayan etmek olduğunu, şatah ehlinin vücûdiyye mezhebine nisbet edilemeyeceğini, şathiyyâtın vahdet-i vücûda ve insân-ı kâmile işaret eden sözlerden sayıldığını belirtir. Bursevî’ye göre Hâfız-ı Şîrâzî, Sa‘dî-yi Şîrâzî, Mevlânâ Celâleddîn-i Rûmî, Molla Câmî gibi âriflerin mecazi sözlerini hakiki mânada söylenmiş gibi yanlış anlayıp değerlendirenlerin hatalı davranışları kadar ârif kişilerin zâhir erbabını fitneye düşürecek sözler söylemesi de doğru değildir. Ârifler muhatabın yanlış anlayacağı sözlerden kaçınmalıdır. İbn Haldûn sûfîlerin şathiyeleri bilerek ve kasten söylemediklerini, bundan dolayı kınanamayacaklarını belirtir. Zira vecd halindeki sâlik mükellef değildir, cebir altında olan mâzurdur. Herkesin kullandığı ve anladığı dil vecd hallerini ifade etmeye yetmez. Bâyezîd-i Bistâmî gibi İslâm’a bağlılığıyla tanınan kimselerin şathiyeleri iyi niyetli oluşları dikkate alınarak güzel bir şekilde yorumlanır, İslâm’a bağlılığı bilinmeyenler ise eleştirilir ( Muḳaddime , s. 448; Şifâʾü’s-sâʾil , s. 55). Bu durum şathiyelerin söyleyenin haline, niyetine ve hayat tarzına göre farklı şekillerde yorumlanabileceğini gösterir. Nitekim, “Ben kapı gibiyim, kımıldatmazlarsa kımıldamam” diyen bir kişi için Sehl et-Tüsterî, “Bunu ya bir sıddîk veya bir zındık söyler; sıddîk her şeyi Allah Teâlâ’dan gördüğü için, zındık ise işlediği günahlara bahane bulmak için bunu söyler” demiştir. Ömür boyu aklî dengesi yerinde olmadığı için meslûb, me’hûz, meczup, mecnun, divane, bühlûl ve ukalâ-i mecânîn denilen kimselerin söz ve davranışları da genellikle şathiye kabul edilmiştir (Nîsâbûrî, s. 44-126). Bazı kişiler İslâm’ın lafzına ve ruhuna aykırı saçma sözleri, herze ve hezeyanları şathiye gibi göstermeye çalışmışlar ve bundan dolayı mâzur olduklarını iddia etmişlerdir. Bu tür ifadelere “türrehât” denir. İlk sûfîlerden Ruveym b. Ahmed, “Tasavvuf yolunda can feda etmek gerek, eğer bu yola girecekseniz bunu göze alın, aksi halde sûfîlerin türrehâtı ile meşgul olmayın” demiştir (Serrâc, s. 334; Sülemî, s. 183; Seyyid Sâdık Gûherîn, III, 67). “Tâmmât” (tâmme) ise mutasavvıf olduklarını iddia eden mustasvifenin âyet ve hadisleri Bâtıniyye mensuplarının yaptığı gibi akla ve şeriata aykırı biçimde yorumlamalarıdır ( Gazzâlî, İḥyâʾ , I, 43, 44; Taşköprizâde, II, 260). Türrehât ve tâmmât lugaz/bilmece, muamma, tekerleme, hezel, deli saçması ve küfür mahiyetinde olabilir. Bu türden ifadeler şathiyyât kapsamında değerlendirilmez. Meşrep ve mizaç farklılığından kaynaklanan Allah karşısındaki hallerinin türlü türlü olması, bast ve üns, muhabbet ve şevk gibi halleri yoğun biçimde yaşamalarından dolayı sûfîler Hakk’a farklı şekillerde hitap etmişlerdir. Bu hitap şekilleri dilâl, naz, serzeniş, sitem ve arbede olarak nitelenir (bk. ARBEDE ). Şathiyeler İbnü’l-Cevzî tarafından şiddetle eleştirilmiştir. Ona göre ilim Allah’tan korkmayı, tevazuu, nefsi hakir görmeyi, susmayı, dava ve iddiadan uzak durmayı gerektirir. Halbuki şathiyeler nefsin büyük iddialarıdır. Bazıları kâfir ve zındık olmayı gerektirecek kadar tehlikeli ve korkunçtur. İbnü’l-Cevzî eserinde fiilî şathiyelere de geniş yer ayırmıştır. Bazı mutasavvıfların kitaplarını, bazılarının mallarını nehre atıp onlardan ilgiyi kesmelerini, meşâyihten birinin bir adama para verip kendine sövdürmesini, melâmet ehlinin bazı davranışlarını fiil türü şathiyeler arasında sayar ( Telbîsü İblîs , s. 329-357). Türk tasavvuf edebiyatı metinlerinde birçok şathiye örneğine rastlanır. Yûnus Emre’nin “Çıktım erik dalına anda yedim üzümü”; Hacı Bayrâm-ı Velî’nin, “Çalabım bir şar yaratmış iki cihan arasında / Bakıcak dîdâr görünür ol şarın kenâresinde”; Eşrefoğlu Rûmî’nin, “Sanırsız Eşrefoğluyam ne Rûmîyem ne İznikî / Benem dâim ü bâkî göründüm sûretâ insan”; Niyâzî-i Mısrî’nin “On sekiz bin âlemi seyreyledim seyyârevâr / Kābe kavseyne eriştim sırr-ı ev ednâ benem” mısraları bunların en meşhurlarındandır. Şathiyelerde mecazlarla örülü sembolik bir dil kullanılır. Bundan dolayı şathiyeler “işaret dili, mâna dili, kuş dili, ağrebü’l-garâib” şeklinde nitelenir. Arap, Fars ve Türk edebiyatındaki şathiye örneklerine dair bunları dinin zâhirî hükümlerine uygun ve anlaşılır kılmak için pek çok şerh yazılmıştır (Ebû Saîd-i Ebü’l-Hayr’ın bir şathiyesi üzerine yazılan şerhler için bk. Sâid-i Nefîsî, s. 125-142; Türkçe şathiye ve şerhleri için bk. Ceylan, s. 72; Tatcı, Yunus Emre Şerhleri , s. 8-85; Kurnaz – Tatcı, s. 167-292). BİBLİYOGRAFYA et-Taʿrîfât , “şaṭḥ” md. Tehânevî, Keşşâf (Dahrûc) , I, 1038. Serrâc, el-Lümaʿ , s. 334, 422, 453, 458-459, 472. İbn Habîb en-Nîsâbûrî, ʿUḳalâʾü’l-mecânîn (nşr. Ebû Hâcer M. Saîd b. Besyûnî Zağlûl), Beyrut 1405/1985, s. 44-126. Sülemî, Ṭabaḳāt , s. 183. Muhammed b. Ali es-Sehlegī, en-Nûr min kelimâti Ebi’ṭ-Ṭayfûr (nşr. Abdurrahman Bedevî, Şaṭaḥâtü’ṣ-ṣûfiyye içinde), Kahire 1949, s. 44. Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Kahire 1358/1939, I, 42-44, 78; III, 358; IV, 332. a.mlf., el-İmlâʾ ʿan işkâlâti’l-İḥyâʾ ( a.e. içinde), I, 77. a.mlf., Mişkâtü’l-envâr (nşr. Ebü’l-Alâ Afîfî), Kahire 1383/1964, s. 57. a.mlf., el-Maḳṣadü’l-esnâ , Kahire 1322, s. 114. Ebü’l-Ferec İbnü’l-Cevzî, Telbîsü İblîs , Kahire 1928, s. 329-357. Baklî, Şerḥ-i Şaṭḥiyyât (nşr. H. Corbin), Tahran 1966, s. 56-69. İbnü’l-Arabî, el-Fütûḥât , II, 509-510. Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd , Tahran 1967, s. 32, 316. İbn Haldûn, Muḳaddime , Beyrut 1967, s. 448. a.mlf., Şifâʾü’s-sâʾil , s. 55. Taşköprizâde, Mevzûâtü’l-ulûm , II, 260. Molla Sadrâ, Kes̱ru eṣnâmi’l-Câhiliyye (nşr. Muhsin Cihangîrî), Tahran 1381 hş., s. 46-50. Seyyid Sâdık Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1960, III, 67. Saîd-i Nefîsî, Süḫanân-ı Manẓûm-i Ebû Saʿîd-i Ebü’l-Ḫayr , Tahran 1334 hş., s. 125-142. İbrâhim Besyûnî, Neşʾetü’t-taṣavvufi’l-İslâmî , Kahire 1969, s. 246-264. M. Celâl Şeref, Dirâsât fi’t-taṣavvufi’l-İslâmî , Beyrut 1404/1984, s. 263, 388. Ömür Ceylan, Tasavvufî Şiir Şerhleri , İstanbul 2000, s. 72-73. Cemal Kurnaz – Mustafa Tatcı, Türk Edebiyatında Şathiyye , Ankara 2001. Mustafa Tatcı, Yunus Emre Şerhleri , Ankara 2005, s. 8-85. a.mlf., “Tasavvuf Edebiyatında Şathiyyât-ı Sûfiyâne Geleneği”, TK , sy. 267 (1985), s. 47-52. Hasan Karîbullah, “Felsefetü’ş-şaṭḥ ʿinde’ṣ-ṣûfiyye ev luġatü ehli’l-işâre”, Mecelletü’l-mecmaʿi’l-ʿilmî , XLIV/2, Bağdad 1418/1997, s. 122-216. Ahmet Cahit Haksever, “Varoluşsal Kendinden Geçme ve Yansımaları: İmam Rabbânî’nin Şathiyye Anlayışı Örneği”, Hitit Üniversitesi İlâhiyat Fakültesi Dergisi , sy. 4, Çorum 2004, s. 103-126. Mustafa Çakmaklıoğlu, “Hallâc’ın Ene’l-Hakk Sözü Bağlamında Mevlânâ’nın Şatahât Yorumu”, Tasavvuf , sy. 15, Ankara 2005, s. 191-223. Tahsin Yazıcı, “Şath”, İA , XI, 350-351. C. Ernst, “S̲h̲aṭḥ”, EI 2 (İng.) , IX, 361-362. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2010 yılında İstanbul’da basılan 38. cildinde, 370-371 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "et-Taʿrîfât , “şaṭḥ” md.",
        "Tehânevî, Keşşâf (Dahrûc) , I, 1038.",
        "Serrâc, el-Lümaʿ , s. 334, 422, 453, 458-459, 472.",
        "İbn Habîb en-Nîsâbûrî, ʿUḳalâʾü’l-mecânîn (nşr. Ebû Hâcer M. Saîd b. Besyûnî Zağlûl), Beyrut 1405/1985, s. 44-126.",
        "Sülemî, Ṭabaḳāt , s. 183.",
        "Muhammed b. Ali es-Sehlegī, en-Nûr min kelimâti Ebi’ṭ-Ṭayfûr (nşr. Abdurrahman Bedevî, Şaṭaḥâtü’ṣ-ṣûfiyye içinde), Kahire 1949, s. 44.",
        "Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Kahire 1358/1939, I, 42-44, 78; III, 358; IV, 332.",
        "a.mlf., el-İmlâʾ ʿan işkâlâti’l-İḥyâʾ ( a.e. içinde), I, 77.",
        "a.mlf., Mişkâtü’l-envâr (nşr. Ebü’l-Alâ Afîfî), Kahire 1383/1964, s. 57.",
        "a.mlf., el-Maḳṣadü’l-esnâ , Kahire 1322, s. 114.",
        "Ebü’l-Ferec İbnü’l-Cevzî, Telbîsü İblîs , Kahire 1928, s. 329-357.",
        "Baklî, Şerḥ-i Şaṭḥiyyât (nşr. H. Corbin), Tahran 1966, s. 56-69.",
        "İbnü’l-Arabî, el-Fütûḥât , II, 509-510.",
        "Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd , Tahran 1967, s. 32, 316.",
        "İbn Haldûn, Muḳaddime , Beyrut 1967, s. 448.",
        "a.mlf., Şifâʾü’s-sâʾil , s. 55.",
        "Taşköprizâde, Mevzûâtü’l-ulûm , II, 260.",
        "Molla Sadrâ, Kes̱ru eṣnâmi’l-Câhiliyye (nşr. Muhsin Cihangîrî), Tahran 1381 hş., s. 46-50.",
        "Seyyid Sâdık Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1960, III, 67.",
        "Saîd-i Nefîsî, Süḫanân-ı Manẓûm-i Ebû Saʿîd-i Ebü’l-Ḫayr , Tahran 1334 hş., s. 125-142.",
        "İbrâhim Besyûnî, Neşʾetü’t-taṣavvufi’l-İslâmî , Kahire 1969, s. 246-264.",
        "M. Celâl Şeref, Dirâsât fi’t-taṣavvufi’l-İslâmî , Beyrut 1404/1984, s. 263, 388.",
        "Ömür Ceylan, Tasavvufî Şiir Şerhleri , İstanbul 2000, s. 72-73.",
        "Cemal Kurnaz – Mustafa Tatcı, Türk Edebiyatında Şathiyye , Ankara 2001.",
        "Mustafa Tatcı, Yunus Emre Şerhleri , Ankara 2005, s. 8-85.",
        "a.mlf., “Tasavvuf Edebiyatında Şathiyyât-ı Sûfiyâne Geleneği”, TK , sy. 267 (1985), s. 47-52.",
        "Hasan Karîbullah, “Felsefetü’ş-şaṭḥ ʿinde’ṣ-ṣûfiyye ev luġatü ehli’l-işâre”, Mecelletü’l-mecmaʿi’l-ʿilmî , XLIV/2, Bağdad 1418/1997, s. 122-216.",
        "Ahmet Cahit Haksever, “Varoluşsal Kendinden Geçme ve Yansımaları: İmam Rabbânî’nin Şathiyye Anlayışı Örneği”, Hitit Üniversitesi İlâhiyat Fakültesi Dergisi , sy. 4, Çorum 2004, s. 103-126.",
        "Mustafa Çakmaklıoğlu, “Hallâc’ın Ene’l-Hakk Sözü Bağlamında Mevlânâ’nın Şatahât Yorumu”, Tasavvuf , sy. 15, Ankara 2005, s. 191-223.",
        "Tahsin Yazıcı, “Şath”, İA , XI, 350-351.",
        "C. Ernst, “S̲h̲aṭḥ”, EI 2 (İng.) , IX, 361-362."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
