{
  "id": "eweb_363",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/sayrafi",
  "annotator": "Jeremy",
  "title": "SAYRAFÎ",
  "arabic_title": "الصيرفي",
  "summary": "Ebü’l-Hasen Alî b. Bündâr es-Sayrafî (ö. 359/969-70) Horasanlı zâhid ve sûfî.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Hayatı hakkında yeterli bilgi yoktur. Bazı kaynaklarda nisbesi “Sûfî” şeklinde kayıtlıdır. Muahhar kaynaklardan Baḥrü’l-velâye ’de adı yanlış olarak Ali b. Hüseyin el-Pendârî şeklinde yazılmıştır (Süleyman Şeyhî, s. 139). Muhtemelen âlim sûfîlerden Bündâr b. Hüseyin eş-Şîrâzî’nin oğludur. Sayrafî, Horasan bölgesindeki şehirleri, Irak, Suriye ve Mısır’ı dolaşarak sûfîlerinin sohbetlerine katıldı. Nîşâbur’da Ebû Osman el-Hîrî ve Mahfûz b. Mahmûd’un, Semerkant’ta Muhammed b. Fazl el-Belhî’nin, Belh’te Muhammed b. Hâmid’in, Cûzcân’da Ebû Ali el-Cûzcânî’nin, Rey’de Yûsuf b. Hüseyin er-Râzî’nin, Bağdat’ta Cüneyd-i Bağdâdî, Ruveym b. Ahmed, Semnûn b. Hamza, İbn Atâ ve Ebû Muhammed el-Cerîrî’nin, Şam’da Tâhir el-Makdisî, İbnü’l-Cellâ ve Ebû Amr ed-Dımaşkī’nin, Mısır’da Ebû Bekir el-Mısrî, Ebû Bekir ez-Zekkāk ve Rûzbârî’nin sohbetlerinde onlardan istifade etti. Sayrafî, sırf Cüneyd-i Bağdâdî’nin sohbetlerine katıldığı için buna imkân bulamayan İbn Hafîf’in kendisine saygı gösterdiğini belirtmektedir (Sülemî, s. 501-504). Hücvîrî’nin “pîrlerin pîri” diye andığı Sayrafî’nin ( Keşfü’l-mahcûb , s. 95) bazı sözleri oğlu Muhammed tarafından rivayet edilmiştir. Tasavvufu “her şeyi Hak’tan ve Hakk’a ait olarak görmek, zâhir ve bâtında halkı görmemek” şeklinde tanımlayan Sayrafî dünyada sıkıntısız hayatın mümkün olmadığını, hevâ ile Hakk’a ulaşılamayacağını, dünya ve âhiretten vazgeçmeden Hakk’ın bulunamayacağını vurgulamış, halkla fazla haşır neşir olmanın zararlarına işaret etmiştir. Öte yandan oğluna, “Evlâdım! Sakın insanlarla ihtilâfa düşme, Allah’ın kul olarak kabul ettiği bir kimseyi kardeş olarak kabul etmekten çekinme” dediği rivayet edilir. Tevazua büyük önem veren Sayrafî ilk defa gördüğü bir üstadın hemen elini öper ve ardından yürümeyi tercih ederdi. Namaz kılarken üzerinde bulunan elbiseyi halk ile görüşeceği zaman daha iyisiyle değiştirmekten hoşlanmaz, “Allah’ın huzuruna çıkmanın edebi budur” derdi. Sayrafî ayrıca hadis rivayetinde bulunmuş ve güvenilir bir râvi kabul edilmiştir. Hadis aldığı kimseler arasında hadis hâfızı İbn Cevsâ da vardır. Sülemî, Sayrafî’nin Dâvûd b. Süleyman b. Huzeyme’den aldığı bir hadisi eserinde kaydetmiştir ( Ṭabaḳāt , s. 501-502). BİBLİYOGRAFYA Sülemî, Ṭabaḳāt , s. 501-504. Kuşeyrî, er-Risâle , I, 175; II, 446. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 95. Câmî, Nefeḥât , s. 115-116. Şa‘rânî, eṭ-Ṭabaḳāt , I, 107. Köstendilli Süleyman Şeyhî, Bahrü’l-velâye: 1001 Sûfî (haz. Sezai Küçük – Semih Ceyhan), İstanbul 2007, s. 139. Süleyman Ateş, “Cüneyd-i Bağdâdî”, DİA , VIII, 119. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2009 yılında İstanbul’da basılan 36. cildinde, 216-217 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Sülemî, Ṭabaḳāt , s. 501-504.",
        "Kuşeyrî, er-Risâle , I, 175; II, 446.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 95.",
        "Câmî, Nefeḥât , s. 115-116.",
        "Şa‘rânî, eṭ-Ṭabaḳāt , I, 107.",
        "Köstendilli Süleyman Şeyhî, Bahrü’l-velâye: 1001 Sûfî (haz. Sezai Küçük – Semih Ceyhan), İstanbul 2007, s. 139.",
        "Süleyman Ateş, “Cüneyd-i Bağdâdî”, DİA , VIII, 119."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 478
}
