{
  "id": "eweb_364",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/sefer--tasavvuf",
  "annotator": "Jeremy",
  "title": "SEFER",
  "arabic_title": "السفر",
  "summary": "Sûfîlerin nefsi terbiye etmek ve Hakk’a ermek için bedenle veya kalple yaptıkları yolculuk anlamında bir tasavvuf terimi.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Sözlükte “yolculuk yapmak, seyahat” anlamına gelen sefer kelimesi (çoğulu esfâr ), tasavvufta sâlikin nefsini terbiye etmek ve Hakk’a ermek için yaptığı maddî/bedenî ve mânevî/bâtınî yolculuğu ifade eder. Sûfîlerin kastettikleri anlamda sefere çıkma işi Kur’an ve hadislerde siyâhat , sefere çıkan kimse de sâih kelimesiyle (dişili sâiha ) belirtilmiştir (et-Tevbe 9/112; et-Tahrîm 66/5; Tirmizî, “Ḥac”, 102; Ebû Dâvûd, “Cihâd”, 6). Kur’an’da sefere çıkanlar tövbe, ibadet, rükû ve secde eden, iyiliği emredip kötülükten sakındıran, Allah’ın sınırlarını koruyanlarla birlikte zikredilmiş ve övülmüştür. Oruç tutanlar da sefere çıkanlara benzetilmiş ve onlara da sâih denilmiştir (Zemahşerî, II, 216-217; IV, 128). Âlimleri, şeyhleri, takvâ sahibi sâlih müminleri, akrabaları, arkadaşları, mübarek beldeleri ziyaret etmek; ilim ve edep öğrenmek, yolculuğun zorluklarına katlanarak nefsi terbiye etmek, riyâzet yapmak, şöhretten kaçıp bilinmeyen bir memlekette tanınmayan biri olarak yaşamak, fitne ve fesaddan uzaklaşmak ve hicret etmek seferin maddî ve bedenî sebep ve gayeleridir. İlk zâhid ve sûfîler, nefis terbiyesi bakımından faydalı olduğuna inandıklarından çokça yolculuk yapmışlar bu sebeple “sâihûn” (seyyahlar) diye anılmışlardır. Ancak tasavvuf ehli, kötü bir huydan uzaklaşıp güzel bir huya erişmek ve güzel bir huydan daha güzeline ulaşmak için kalp ile yapılan mânevî-bâtınî sefere öncelik vermiştir. Kuşeyrî, uzun ve meşakkatli bir yolculuk yaparak ziyaretine geldiğini söyleyen bir dervişe şeyhin, “Nefsinden bir adım uzaklaşsaydın daha iyi olurdu” dediğini nakleder ( Risâle , s. 461). İlk devir sûfîlerinden Ca‘fer el-Huldî, bedenle yapılan seferden maksadın Allah’ın kudretinin tezahürlerini görerek ibret almak ve O’nun evliyasını ziyaret etmek; kalp ile yapılan seferden maksadın ise melekût âlemini temaşa ederek kalbin itminana ermesini sağlamak olduğunu belirtmiştir (Sülemî, s. 438). Muhammed el-Fârisî de tasavvufun bir esası olarak gördüğü seferden amacın varlıklara bakıp ibret almak ve nefsi terbiye etmek olduğunu söyler (Kelâbâzî, s. 90). Bişr el-Hâfî, “Seyahat ediniz ki arınasınız, su bir yerde fazla kalırsa bozulur” diyerek sûfîleri sefere teşvik etmiştir (Ebû Tâlib el-Mekkî, II, 423). Sûfîlerin maddî sefer konusundaki tavırları birbirinden farklıdır. Cüneyd-i Bağdâdî, Sehl et-Tüsterî, Bâyezîd-i Bistâmî ve Ebû Hafs Haddâd gibi sûfîler sadece farz olan hac görevini yerine getirmek için sefere çıkmışlar, Ebû Abdullah el-Mağribî ve İbrâhim b. Edhem gibi sûfîler ömür boyu sefer halinde olmuşlar, genç yaşta ve seyrüsülûklerinin başlarında çokça seyahat eden Ebû Osman el-Hîrî ve Ebû Bekir eş-Şiblî gibi sûfîler yaşlandıklarında ikameti tercih etmişlerdir (Kuşeyrî, s. 461). Sûfîler kalp ile gerçekleştirilen dört mânevî seferden bahsetmiştir. “Kalbin Hakk’a yönelmesi” diye tarif edilen bu seferler Hakk’a sefer (seyr ilâllah), Hak’ta Hak ile sefer (seyr fillâh), cem‘ makamına yükselme şeklindeki sefer, Hak’la birlikte Hak’tan sefer (seyr billâh anillâh) diye isimlendirilmiş, Hakk’a sefer halindeki sülûk ehline “cenâib” denilmiştir (bk. SÜLÛK ). Muhyiddin İbnü’l-Arabî, Kitâbü’l-İsfâr ʿan netâʾici’l-esfâr adlı eserinde seferin maddî ve mânevî birçok türüne yer vermiş, her peygamberin, hatta her insanın ve canlının bir seferi olduğunu vurgulamıştır. Alâüddevle-i Simnânî mânevî âlemde yaptığı bir seyrini Sırru bâli’l-bâl li-ẕevi’l-ḥâl adlı kitabında anlatmıştır. Nakşibendiyye tarikatının temel prensiplerinden olan “sefer der-vatan” “sâlikin mâsivâdan Allah’a doğru sefer etmesi, kötü huylardan iyi huylara, beşerî sıfatlardan melekî sıfatlara doğru yönelmesi, kalp gözünün âlemi seyretmesi” yanında “bir şeyh bulmak maksadıyla yolculuk etme ve şehirleri dolaşma” anlamına da gelmektedir. İranlı filozof Molla Sadrâ, varlık ve bilgi konusunu temellendirdiği el-Esfârü’l-erbaʿa adlı eserinde dört tür ruhanî sefer üzerinde durmuştur. Bu seferler sadece kalbî bir tecrübeden ibaret olmayıp aynı zamanda aklî bir nitelik taşımaktadır. Ona göre akılla soyut bir şekilde idrak edilen bu seferler tasavvufî tecrübe ile somutlaştırılarak yakīne (kesin bilgi) ulaşılır ( DİA , XI, 375). Tasavvuf ehli maddî seferle ilgili birtakım kurallar tesbit etmiştir. Sefere çıkan kimselerin anne, baba ve üstatlarının iznini almaları, geçindirmek zorunda bulundukları aile fertlerinin nafakalarını temin edip Allah’a tevekkül etmeleri, boy abdesti alarak yola çıktıktan sonra yolculuk esnasında da abdestli olmaları, en az üç kişiden oluşan bir arkadaş grubu ile yolculuk etmeleri, içlerinden birini başkan seçip ona uymaları, yanlarında seccade, ibrik, matara, bıçak, iğne iplik, asâ, misvak, tarak, makas, ayna bulundurmaları, arkadaşlarına ve başkalarına yük olmamaları, ziyarete gittikleri kimseleri rahatsız etmemeleri, hiç kimseden bir beklenti içinde bulunmamaları, evrâd ve ibadetlerini aksatmamaları gerekmektedir. Zâhirî ve bâtınî kurallarına riayet edilmeden yapılan seferlerden hiçbir fayda ve feyiz elde edilemeyeceği belirtilmiştir. İbnü’l-Cevzî, Telbîsü İblîs ’te mutasavvıfların sefer anlayışlarını ve bir kısım uygulamalarını eleştirmiştir (s. 317-340). BİBLİYOGRAFYA et-Taʿrîfât , “es-Sefer” md. Tehânevî, Keşşâf , I, 655-656. Serrâc, el-Lümaʿ , s. 231-233, 250-252, 525-526. Kelâbâzî, et-Taʿarruf , s. 90. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, II, 423. Sülemî, Ṭabaḳāt , s. 438. Kuşeyrî, Risâle (Uludağ) , s. 460-467. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 492-495. Gazzâlî, İḥyâʾ (Beyrut) , II, 244-257. Zemahşerî, el-Keşşâf , Kahire 1972, II, 216-217; IV, 128. Ebû Mansûr el-Abbâdî, Ṣûfînâme (nşr. Gulâm Hüseyin Yûsufî), Tahran 1347 hş., s. 248-254. Ebü’n-Necîb es-Sühreverdî, Âdâbü’l-mürîdîn , Kahire, ts. (Dârü’l-vatani’l-Arabî), s. 84-90. Ebü’l-Ferec İbnü’l-Cevzî, Telbîsü İblîs (nşr. M. Emîn el-Hancî – M. Abduh ed-Dımaşkī), Kahire 1340, s. 317-340. Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif ( Gazzâlî, İḥyâʾ [Beyrut] , V içinde), s. 87-97. Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Kahire 1293, II, 382-384. a.mlf., Resâil (trc. Vahdettin İnce), İstanbul, ts. (Kitsan), III, 243-318. Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , s. 103. İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 47-55. Seyyid Sâdık-ı Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1380, VI, 246-278. Alparslan Açıkgenç, “el-Esfârü’l-erbaa”, DİA , XI, 374-375. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2009 yılında İstanbul’da basılan 36. cildinde, 298-299 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "et-Taʿrîfât , “es-Sefer” md.",
        "Tehânevî, Keşşâf , I, 655-656.",
        "Serrâc, el-Lümaʿ , s. 231-233, 250-252, 525-526.",
        "Kelâbâzî, et-Taʿarruf , s. 90.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, II, 423.",
        "Sülemî, Ṭabaḳāt , s. 438.",
        "Kuşeyrî, Risâle (Uludağ) , s. 460-467.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 492-495.",
        "Gazzâlî, İḥyâʾ (Beyrut) , II, 244-257.",
        "Zemahşerî, el-Keşşâf , Kahire 1972, II, 216-217; IV, 128.",
        "Ebû Mansûr el-Abbâdî, Ṣûfînâme (nşr. Gulâm Hüseyin Yûsufî), Tahran 1347 hş., s. 248-254.",
        "Ebü’n-Necîb es-Sühreverdî, Âdâbü’l-mürîdîn , Kahire, ts. (Dârü’l-vatani’l-Arabî), s. 84-90.",
        "Ebü’l-Ferec İbnü’l-Cevzî, Telbîsü İblîs (nşr. M. Emîn el-Hancî – M. Abduh ed-Dımaşkī), Kahire 1340, s. 317-340.",
        "Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif ( Gazzâlî, İḥyâʾ [Beyrut] , V içinde), s. 87-97.",
        "Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Kahire 1293, II, 382-384.",
        "a.mlf., Resâil (trc. Vahdettin İnce), İstanbul, ts. (Kitsan), III, 243-318.",
        "Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , s. 103.",
        "İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 47-55.",
        "Seyyid Sâdık-ı Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1380, VI, 246-278.",
        "Alparslan Açıkgenç, “el-Esfârü’l-erbaa”, DİA , XI, 374-375."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
