{
  "id": "eweb_365",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/sehl-et-tusteri",
  "annotator": "Jeremy",
  "title": "SEHL et-TÜSTERÎ",
  "arabic_title": "سهل التستري",
  "summary": "Ebû Muhammed Sehl b. Abdillâh b. Yûnus b. Îsâ b. Abdillâh b. Refî‘ et-Tüsterî (ö. 283/896) Sûfî ve müfessir.",
  "parts": [
    {
      "author": "MUSTAFA ÖZTÜRK",
      "content": "203 (818) yılında İran’ın güneybatısındaki Hûzistan eyaletinin Tüster (Şüster) şehrinde dünyaya geldi. Bazı kaynaklarda doğum tarihi olarak 200 (815) ve 201 yılları da zikredilir (İbnü’l-Esîr, VIII, 582; İbn Hallikân, II, 150). Bir oğlu olduğu kaydı dışında (Hücvirî, s. 474) ailesiyle ilgili herhangi bir bilgi yoktur. Hayatına dair bilgiler çoğunlukla menkıbe niteliğindedir. Dayısı Muhammed b. Sevvâr’ın telkin ve teşvikiyle çocukluk çağında tasavvufa yöneldi. On üç yaşında iken muhtemelen “sücûd-i kalb” konusunda bilgi almak için Basra’ya gitti. Burada görüştüğü âlimlerden tatminkâr bir cevap alamayınca 216 (831) yılı civarında Abadan’a geçti. Abadan’da Ebû Habîb Hamza b. Abdullah el-Abbâdânî’den aldığı bilgiler onu rahatlattı; bir süre hizmetinde bulunup ilim ve feyzinden istifade etti. Ardından memleketi Tüster’e döndü. Muhtemelen 219’da (834) yılında hacca gitti ve bu sırada Zünnûn el-Mısrî ile tanışma fırsatı buldu. Yaşadığı dönemde Hûzistan bölgesinde Abbâsîler ile Saffârîler ve Zencîler arasındaki iktidar mücadelelerine tanık olan Sehl et-Tüsterî 263 (877) yılında Basra’ya yerleşmek zorunda kaldı. Memleketinden ayrılışı bazı kaynaklarda siyasî şartlardan çok dinî-mezhebî sebeplere dayandırılmıştır. Bir rivayete göre melekler, cinler ve şeytanlarla konuştuğunu iddia etmesi üzerine halkın tepkisini çekmiş ve bu yüzden Basra’ya gitmiştir (Ebü’l-Ferec İbnü’l-Cevzî, s. 192). Diğer bir rivayete göre ise, “Kulun her nefeste tövbe etmesi farzdır” demiş, bu söz onun mânevî ilimlerdeki şöhretini kıskanan fıkıh âlimlerinin tepkisini çekmiş ve aleyhinde yürütülen faaliyetle memleketinden ayrılmak zorunda kalmıştır (Münâvî, I, 634). Sehl et-Tüsterî Muharrem 283’te (Mart 896) Basra’da vefat etti. Bazı kaynaklarda 233 (847), 273 (886) veya 293 (906) yılında öldüğü zikredilirse de bunların doğru olma ihtimali zayıftır (Böwering, The Mystical Vision , s. 73-74). İbn Battûta, 726 (1326) ve 748 (1347-48) yıllarına rastlayan iki seyahati sırasında Basra’da onun kabrini gördüğünü kaydeder. Dayısı Muhammed b. Sevvâr, Ebû Habîb Hamza b. Abdullah el-Abbâdânî ve Zünnûn el-Mısrî hocaları arasında zikredilir. Ayrıca dayısı vasıtasıyla Süfyân es-Sevrî, Ebû Amr b. Alâ, Mâlik b. Dînâr, Süfyân b. Uyeyne, Eyyûb es-Sahtiyânî ve Ma‘rûf-i Kerhî de hocaları arasında gösterilir. Sehl et-Tüsterî kelâm ve tefsir gibi ilimlerde söz sahibi olmakla birlikte daha çok sûfî kimliğiyle şöhret bulmuştur. Menkıbelerinden anlaşıldığına göre uzun yıllar çetin bir riyâzet ve zühd hayatı yaşamış, “sûfîlerin şeyhi” unvanıyla anılmasının yanında (Yâfiî, II, 149) vera‘ ve takvâ sahibi bir şahsiyet olarak nitelendirilmiş, çevresindeki insanlara şefkat ve merhametle yaklaşmayı ilke edindiği, konuşmaktan çok düşünmeyi sevdiği belirtilmiştir. Kaynaklarda birçok kerametinden söz edilmekle birlikte kendisi kötü huyların iyiye dönüştürülmesini en büyük keramet olarak görür ( Tefsîrü’l-Ḳurʾâni’l-ʿaẓîm , s. 163). Şeriatla hakikati uzlaştıran bir sûfî diye nitelendirilen Sehl et-Tüsterî tasavvuf anlayışını Kur’an’a sarılmak, sünnete uymak, helâl lokma yemek, eziyetten kaçınmak, günahlardan uzak durmak, tövbe etmek ve hakları yerine getirmek şeklindeki yedi esas çerçevesinde özetlemiştir (Sülemî, s. 210). İbnü’l-İmâd onun tasavvufî meşrebinin daha çok Melâmetîliğe benzediğini söyler ( Şeẕerât , II, 183). Çok sayıda öğrenci ve mürid yetiştiren Sehl et-Tüsterî’nin en meşhur öğrencisi Hallâc-ı Mansûr’dur. Hallâc on altı yaşında iken iki yıl boyunca onun hizmetinde bulunmuştur. Ebû Muhammed el-Cerîrî, Ebü’l-Hasan Ali b. Muhammed el-Müzeyyin, Ebü’l-Hasan Ömer b. Vâsıl, Hasan b. Ali el-Berbehârî ve Ebû Yûsuf Ahmed b. Muhammed es-Siczî de onun öğrencileri arasında zikredilebilir. Bunların dışında Ebû Abdullah Muhammed b. Ahmed b. Sâlim el-Basrî, Sehl et-Tüsterî’nin en sadık öğrencisi ve müridi olarak bilinir. İbn Sâlim hem uzun yıllar boyunca hocasının hizmetinde bulunmuş hem de onun kelâm tasavvuf öğretisinin râvisi olmuştur. Kaynaklarda Sehl et-Tüsterî’ye Sehliyye adıyla bir fırka nisbet edilir. Sehliyye zaman içerisinde çeşitli kollara ayrılmıştır. Bunlardan biri Ebû Bekir b. Hevvâr el-Batâihî’ye (IV./X. yüzyıl) nisbet edilen Hevvâriyye’dir. Adını Ebû Abdullah İbn Sâlim ile oğlu Ebü’l-Hasan İbn Sâlim’den alan Sâlimiyye de Sehliyye’nin bir kolu veya uzantısı sayılabilir. IV. (X.) yüzyılda Basra’da daha çok Mâlikîler arasında yayılmış bir tasavvufî kelâm ekolü olan Sâlimiyye başta Ebû Tâlib el-Mekkî olmak üzere birçok mutasavvıfı etkilemiştir. Öte yandan bu ekole ait belli başlı fikirler Ebû Ya‘lâ el-Ferrâ gibi Hanbelî-Selefî çizgideki bazı âlimler tarafından reddedilmiştir (bk. SÂLİMİYYE ). Sehl et-Tüsterî’nin mezhebî kimliği hakkında farklı değerlendirmeler vardır. Abdülkāhir el-Bağdâdî kendisini Sünnî mutasavvıflar arasında saymıştır. Nitekim rü’yetullah, halku’l-Kur’ân, kazâ ve kader gibi konularla ilgili görüşleri onun Sünnî bir sûfî olduğunu ortaya koymaktadır. Öte yandan çağdaş bazı araştırmacılar Sehl et-Tüsterî’nin fıkıhta Hanefî olduğunu ileri sürmüştür. Ancak Mâlikî olma ihtimali çok daha kuvvetli görünmektedir. Tefsirindeki bazı görüşleri ve yorumlarından dolayı çeşitli eleştirilere konu olmuştur. Şâtıbî onun Nisâ sûresinin 36. ve diğer bazı âyetleriyle ilgili yorumlarını aşırı bulmuştur ( el-Muvâfaḳāt , III, 364-365). Ayrıca Bâtıniyye’ye has bazı terim ve te’villerin Sünnî tasavvufa Sehl et-Tüsterî ile girdiği, hakīkat-i Muhammediyye, abdal, evtâd gibi kavramların tasavvuf terminolojisine ilk defa onun tarafından sokulduğu ileri sürülmektedir (Kâmil Mustafa eş-Şeybî, s. 461; İA , II, 342). Eserleri. Kaynaklarda Sehl et-Tüsterî’ye onu aşkın eser nisbet edilmekle birlikte bunların hiçbirinin bizzat onun tarafından kaleme alınmamış olması, başta tefsiri olmak üzere bu eserlerin ona aidiyetine kuşkuyla bakılmasına yol açmıştır. Belli başlı eserleri şunlardır: 1. Tefsîrü’l-Ḳurʾâni’l-ʿaẓîm (Tefsîrü’t-Tüsterî) . Her sûreden bir veya birkaç âyetin işârî tefsirini içerir. Baş tarafındaki isnat zincirinden anlaşıldığına göre Sehl et-Tüsterî’nin yorumları Ebû Yûsuf Ahmed b. Muhammed es-Siczî tarafından şifahî olarak nakledilmiş, daha sonra Ebû Bekr Muhammed b. Ahmed el-Beledî tarafından yazıya geçirilmiştir. Beledî, Sehl et-Tüsterî’ye ait ifadeleri “kāle Sehl” ibaresiyle zikrederken kendine ait ifadeleri “kāle Ebû Bekr” diye kaydetmiştir. Başta Sülemî’nin Ḥaḳāʾiḳu’t-tefsîr ’i olmak üzere işârî tefsirlere kaynak teşkil eden eser ilk defa Muhammed Bedreddin en-Na‘sânî tarafından yayımlanmıştır (Kahire 1326). Çeşitli kütüphanelerde yazma nüshaları bulunan tefsir (meselâ bk. Gotha Ktp., nr. 529; San‘a Ktp., nr. 62; Dârü’l-kütübi’z-Zâhiriyye, nr. 515; Süleymaniye Ktp., Fâtih, nr. 638, 3488/2) Muhammed Bâsil Uyûnü’s-Sûd’un ta‘lik ve hâşiyeleriyle birlikte Tefsîrü’t-Tüsterî adıyla da neşredilmiş (Beyrut 1423/2002), bu neşrin baş tarafına Sehl et-Tüsterî’nin hayatına dair bir giriş eklenmiştir. 2. el-Muʿâraża ve’r-red ʿalâ ehli’l-fıraḳ ve ehli’d-deʿâvâ fi’l-aḥvâl . Kaderiyye ve Mürcie gibi fırkalara ait fikirlerle bazı mutasavvıfların görüş ve düşüncelerine yönelik tahlil ve tenkitleri içerir. Köprülü Kütüphanesi’nde bir nüshası bulunan eseri (Mecmua, nr. 727/3) Muhammed Kemal Ca‘fer yayımlamış (Kahire 1980), Nevin Abdülhâlik Mustafa bir makalesinde eserin tanıtım ve tahlilini yapmıştır (bk. bibl.). 3. Risâle fi’l-ḥurûf . Harflerin esrarı ve sembolik anlamlarıyla ilgili olan eserin bir nüshası Dublin Chester Beatty Library’de kayıtlıdır (nr. 3168/3). Bazı kaynaklarda Zâyirçe adıyla Sehl et-Tüsterî’ye nisbet edilen kitap bu eser olmalıdır. Henri Martinot eser üzerinde bir çalışma yapmıştır ( Horizons Maghrébins , sy. 51 [Toulouse 2004], s. 29-39). 4. Risâle fi’l-ḥikem ve’t-taṣavvuf (Süleymaniye Ktp., Ayasofya, nr. 4128/4). 5. Menâḳıbü ehli’l-ḥaḳ ve menâḳıbü ehli’llâh . VII. (XIII.) yüzyılda Muhammed er-Râsinî tarafından şerhedildiği belirtilen eserin bir nüshası Dârü’l-kütübi’l-Mısriyye’dedir (Tal‘at, Tasavvuf, nr. 1581). 6. Leṭâʾifü’l-ḳaṣaṣ fî ḳıṣaṣi’l-enbiyâʾ (Dârü’l-kütübi’l-Mısriyye, Tal‘at, Mecmû‘, nr. 283). 7. Maḳāle fi’l-menhiyyât (Tahran Üniversitesi Hukuk Fakültesi Ktp., nr. 251). 8. Kelâmü (Kelimâtü) Sehl b. ʿAbdillâh et-Tüsterî (Süleymaniye Ktp., Esad Efendi, nr. 3527; Köprülü Ktp., nr. 727/1). Eserin bir başka nüshası, Kelimâtü’l-imâmi’r-rabbânî Sehl b. ʿAbdillâh et-Tüsterî adıyla İstanbul Üniversitesi Kütüphanesi’nde kayıtlıdır (AY, nr. 4089). Köprülü Kütüphanesi’nde bulunan mecmuanın içinde Kitâbü’ş-Şerḥ ve’l-beyân limâ eşkele min kelâmi Sehli’t-Tüsterî adlı bir risâle yer almaktadır (nr. 727/2). Bu risâle Ebü’l-Kāsım es-Sıkıllî’nin (ö. 423/1032) yaptığı şerhleri içermektedir. Tüsterî’nin kaynaklarda adı geçen diğer bazı eserleri de şunlardır: el-Ġāye li-ehli’n-nihâye , Mevâʿiẓu’l-ʿârifîn , Deḳāʾiḳu’l-muḥibbîn (Reḳāʾiḳu’l-muḥibbîn) , Cevâbâtü ehli’l-yaḳīn , Kitâbü’l-Mîsâḳ , Selsebîlü Sehliyye . Massignon son eserin Sehl et-Tüsterî’ye nisbetine kuşkuyla bakmaktadır ( Tefsîrü’t-Tüsterî , neşredenin girişi, s. 8-12; Böwering, The Mystical Vision , s. 8-18). BİBLİYOGRAFYA Sehl et-Tüsterî, Tefsîrü’l-Ḳurʾâni’l-ʿaẓîm (nşr. M. Bedreddin en-Na‘sânî), Kahire 1326/1908, s. 2, 15, 17, 24, 62, 70-71, 90, 99, 133, 163. a.mlf., Tefsîrü’t-Tüsterî (nşr. M. Bâsil Uyûnü’s-Sûd), Beyrut 1423/2002, neşredenin girişi, s. 3-13. Serrâc, el-Lümaʿ (nşr. R. A. Nicholson), Leiden 1914, s. 104, 106, 152, 155, 162, 167, 172, 179, 181, 202, 203, 292, 307, 315, 326. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1932, III, 113, 114, 120, 185, 186. Sülemî, Ṭabaḳāt , s. 206-211. Ebû Nuaym, Ḥilye , X, 189-212. Ebû Ya‘lâ el-Ferrâ, el-Muʿtemed fî uṣûli’d-dîn (nşr. Vedî‘ Zeydân Haddâd), Beyrut 1974, s. 217-221. Kuşeyrî, er-Risâle , s. 83, 84, 160, 332, 333, 654, 682, 704. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 232, 242, 308, 474. Herevî, Ṭabaḳātü’ṣ-ṣûfiyye (nşr. Abdülhay Habîbî), Kâbil 1340, s. 113-118. Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Kahire 1358/1939, III, 72, 80, 86, 94; IV, 155, 220. Ebü’l-Ferec İbnü’l-Cevzî, Telbîsü İblîs (nşr. Seyyid el-Cümeylî), Beyrut 1414/1994, s. 192. Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1991, s. 331-333. İbnü’l-Esîr, el-Kâmil , VIII, 582. İbn Hallikân, Vefeyât (Abdülhamîd) , II, 149-150. Yâfiî, Mirʾâtü’l-cenân , Beyrut 1417/1997, II, 149-150. Şâtıbî, el-Muvâfaḳāt , III, 364-365. Münâvî, el-Kevâkibü’d-dürriyye (nşr. M. Edîb el-Câdir), Beyrut 1999, I, 634-647. Keşfü’ẓ-ẓunûn , II, 1193, 1328. İbnü’l-İmâd, Şeẕerât , II, 182-183. Süleyman Ateş, Sülemî ve Tasavvufî Tefsiri , İstanbul 1969, s. 92. a.mlf., İşârî Tefsîr Okulu , Ankara 1974, s. 65-73. Cihat Tunç, Sahl b. ‘Abdallâh at-Tustarî und die Sâlimîya: Übersetzung und Erläuterung des Kitâb al-Mu‘ârada (doktora tezi, 1970), Universität Bonn. G. Böwering, The Mystical Vision of Existence in Classical Islam: The Qurʾānic Hermeneutics of the Ṣūfī Sahl at-Tustarī , Berlin-New York 1980, s. 8-18, 73-74. a.mlf., “Sahl al-Tustarī”, EI 2 (İng.) , VIII, 840-841. Kâmil Mustafa eş-Şeybî, eṣ-Ṣıla , Kahire, ts., s. 380, 382, 389, 406, 421, 461. Sezgin, GAS (Ar.) , I, 129-130. Kays Âl-i Kays, el-Îrâniyyûn , I, 85-88. Abdülhalîm Mahmûd, eş-Şeyḫü’l-Emîn Sehl et-Tüsterî , Kahire 1984. M. Hüseyin ez-Zehebî, et-Tefsîr ve’l-müfessirûn , Kahire 1405/1985, II, 364-367. Selahattin Siyambaş, Sehl b. Abdullah Tüsterî ve Tefsiri (yüksek lisans tezi, 1994), UÜ Sosyal Bilimler Enstitüsü. L. Massignon, Essay on the Origins of the Technical Language of Islamic Mysticism (trc. B. Clark), Notre Dame 1997, s. 199-203. Nevîn Abdülhâliḳ Mustafa, “el-Muʿâraża ve’r-red ʿalâ ehli’l-fıraḳ li’t-Tüsterî”, MMMA (Kahire) , XLII/1 (1419/1998), s. 141-186. Mustafa Öztürk, “Tüsterî ve Tasavvufî Tefsiri Üzerine Bazı Tespit ve Değerlendirmeler”, Tasavvuf , sy. 9, Ankara 2002, s. 239-265. Ahmed Ateş, “Bâtıniye”, İA , II, 342. A. Subhi Furat, “Sehl-üt-Tüsterî”, a.e. , X, 322-324. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2009 yılında İstanbul’da basılan 36. cildinde, 321-323 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Sehl et-Tüsterî, Tefsîrü’l-Ḳurʾâni’l-ʿaẓîm (nşr. M. Bedreddin en-Na‘sânî), Kahire 1326/1908, s. 2, 15, 17, 24, 62, 70-71, 90, 99, 133, 163.",
        "a.mlf., Tefsîrü’t-Tüsterî (nşr. M. Bâsil Uyûnü’s-Sûd), Beyrut 1423/2002, neşredenin girişi, s. 3-13.",
        "Serrâc, el-Lümaʿ (nşr. R. A. Nicholson), Leiden 1914, s. 104, 106, 152, 155, 162, 167, 172, 179, 181, 202, 203, 292, 307, 315, 326.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1932, III, 113, 114, 120, 185, 186.",
        "Sülemî, Ṭabaḳāt , s. 206-211.",
        "Ebû Nuaym, Ḥilye , X, 189-212.",
        "Ebû Ya‘lâ el-Ferrâ, el-Muʿtemed fî uṣûli’d-dîn (nşr. Vedî‘ Zeydân Haddâd), Beyrut 1974, s. 217-221.",
        "Kuşeyrî, er-Risâle , s. 83, 84, 160, 332, 333, 654, 682, 704.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 232, 242, 308, 474.",
        "Herevî, Ṭabaḳātü’ṣ-ṣûfiyye (nşr. Abdülhay Habîbî), Kâbil 1340, s. 113-118.",
        "Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Kahire 1358/1939, III, 72, 80, 86, 94; IV, 155, 220.",
        "Ebü’l-Ferec İbnü’l-Cevzî, Telbîsü İblîs (nşr. Seyyid el-Cümeylî), Beyrut 1414/1994, s. 192.",
        "Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1991, s. 331-333.",
        "İbnü’l-Esîr, el-Kâmil , VIII, 582.",
        "İbn Hallikân, Vefeyât (Abdülhamîd) , II, 149-150.",
        "Yâfiî, Mirʾâtü’l-cenân , Beyrut 1417/1997, II, 149-150.",
        "Şâtıbî, el-Muvâfaḳāt , III, 364-365.",
        "Münâvî, el-Kevâkibü’d-dürriyye (nşr. M. Edîb el-Câdir), Beyrut 1999, I, 634-647.",
        "Keşfü’ẓ-ẓunûn , II, 1193, 1328.",
        "İbnü’l-İmâd, Şeẕerât , II, 182-183.",
        "Süleyman Ateş, Sülemî ve Tasavvufî Tefsiri , İstanbul 1969, s. 92.",
        "a.mlf., İşârî Tefsîr Okulu , Ankara 1974, s. 65-73.",
        "Cihat Tunç, Sahl b. ‘Abdallâh at-Tustarî und die Sâlimîya: Übersetzung und Erläuterung des Kitâb al-Mu‘ârada (doktora tezi, 1970), Universität Bonn.",
        "G. Böwering, The Mystical Vision of Existence in Classical Islam: The Qurʾānic Hermeneutics of the Ṣūfī Sahl at-Tustarī , Berlin-New York 1980, s. 8-18, 73-74.",
        "a.mlf., “Sahl al-Tustarī”, EI 2 (İng.) , VIII, 840-841.",
        "Kâmil Mustafa eş-Şeybî, eṣ-Ṣıla , Kahire, ts., s. 380, 382, 389, 406, 421, 461.",
        "Sezgin, GAS (Ar.) , I, 129-130.",
        "Kays Âl-i Kays, el-Îrâniyyûn , I, 85-88.",
        "Abdülhalîm Mahmûd, eş-Şeyḫü’l-Emîn Sehl et-Tüsterî , Kahire 1984.",
        "M. Hüseyin ez-Zehebî, et-Tefsîr ve’l-müfessirûn , Kahire 1405/1985, II, 364-367.",
        "Selahattin Siyambaş, Sehl b. Abdullah Tüsterî ve Tefsiri (yüksek lisans tezi, 1994), UÜ Sosyal Bilimler Enstitüsü.",
        "L. Massignon, Essay on the Origins of the Technical Language of Islamic Mysticism (trc. B. Clark), Notre Dame 1997, s. 199-203.",
        "Nevîn Abdülhâliḳ Mustafa, “el-Muʿâraża ve’r-red ʿalâ ehli’l-fıraḳ li’t-Tüsterî”, MMMA (Kahire) , XLII/1 (1419/1998), s. 141-186.",
        "Mustafa Öztürk, “Tüsterî ve Tasavvufî Tefsiri Üzerine Bazı Tespit ve Değerlendirmeler”, Tasavvuf , sy. 9, Ankara 2002, s. 239-265.",
        "Ahmed Ateş, “Bâtıniye”, İA , II, 342.",
        "A. Subhi Furat, “Sehl-üt-Tüsterî”, a.e. , X, 322-324."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 605
}