{
  "id": "eweb_366",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/sehvet#2-islam-dusuncesi-ve-ahlak",
  "annotator": "Jeremy",
  "title": "ŞEHVET",
  "arabic_title": "الشهوة",
  "summary": "Bir şeye karşı duyulan şiddetli arzu, tutku, nefsin arzu gücü, cinsel ihtiyacın uyardığı istek.",
  "parts": [
    {
      "author": "FARUK BEŞER",
      "content": "Sözlükte “bir şeyi isteme, sevme, arzulama, şiddetli arzu, tutku” anlamında masdar-isim olan şehvet için (çoğulu şehevât ) terim olarak “nefsin kendisi için uygun olanı talep etmek üzere harekete geçmesi”, “kişinin hissî zevklere duyduğu güçlü arzu”, “hazza ulaşmak için gerekli veya faydalı olduğuna inanılan şeylere doğru insanı tahrik eden güç” gibi tanımlar yapılmıştır. Aynı kökten iştihâ alelâde arzuyu, şehvân ve şehvânî bir şeyi şiddetle arzulayan kimseyi, şehî ve müştehâ ise arzulanan şeyi ifade eder ( Râgıb el-İsfahânî, el-Müfredât , “şehv” md.; et-Taʿrîfât , “şehvet” md.; Lisânü’l-ʿArab , “şhv” md.; Gazzâlî, s. 25-26). Kaynaklarda şehvet yerine hevâ da kullanılmaktadır. Kur’ân-ı Kerîm’de şehvet kelimesi iki yerde “cinsel istek” mânasında kullanılmıştır (el-A‘râf 7/81; en-Neml 27/55). Üç âyette geçen şehevât ile genel olarak nefsânî isteklerin kastedildiği anlaşılmaktadır. Bunların ilkinde insanlara dünya nimetlerinin çekici kılındığı belirtilmekte (Âl-i İmrân 3/14), diğer ikisinde şehvetlerine uyanlar eleştirilmektedir (en-Nisâ 4/27; Meryem 19/59). Ayrıca sekiz âyette “istemek ve arzulamak” anlamında olmak üzere iştihâ masdarından fiiller yer alır. Biri hariç (en-Nahl 16/57) bu fiiller cennet nimetlerine duyulan güçlü arzuyu ifade etmek için kullanılmıştır ( M. F. Abdülbâkī, el-Muʿcem , “şhv” md.). Hadislerde de aynı kullanımlar söz konusudur ( Wensinck, el-Muʿcem , “şhv” md.). Bu hadislerden birinde Resûlullah, ümmeti hakkında en çok kaygı duyduğu iki şeyin şirk ve gizli şehvet olduğunu belirtmiştir ( Müsned , IV, 124). Gizli şehvet tabiri bazı kaynaklarda kadını da içine alan dünya zevkleri ( a.g.e. , IV, 126), bazılarında kişinin daima içinde yaşattığı kötü arzular (meselâ bk. İbnü’l-Esîr, II, 516) şeklinde açıklanmıştır. “Cennet hoşlanılmayan şeylerle, cehennem şehvetlerle çevrilmiştir” meâlindeki hadiste geçen şehvetler ( Müsned , II, 260; Buhârî, “Riḳāḳ”, 27; Müslim, “Cennet”, 1) genellikle dinen sakıncalı olan dünyevî hazlar diye yorumlanır. Muhammed b. Ahmed el-Kurtubî’ye göre bu hadisteki temsilde cennetin ancak kötülüklere karşı direnerek kazanılacağı, cehennemden kurtulmanın ise nefsi kötü arzulardan korumakla mümkün olduğu anlatılmak istenmiştir ( el-Câmiʿ , IV, 28). Arap dilinde şehvet kelimesinin tekil kullanımlarında genellikle cinsel istek anlamı kastedildiği gibi fıkıh literatüründe de şehvet daha çok “cinsel arzu” anlamında kullanılmıştır. İbrâhim b. Mûsâ eş-Şâtıbî, yaratılıştan gelen bir duygu olduğuna göre şâriin bizâtihi şehveti yasaklamasının düşünülemeyeceğini, gerçekte dinen yasaklananın helâl sayılmayan fiillere götürecek şekilde şehveti tahrik eden davranışlar olduğunu belirtir. Ayrıca dinî hükümlerin amaçlarını, bunların kulların istek ve şehvetleriyle ilgisi yönünden aslî ve tâbi şeklinde ikiye ayırıp insanın istek ve şehvetlerinin göz önünde bulundurulmadığı amaçların birinci, diğerlerinin ikinci gruba girdiğini söyler. Buna göre tâbi gayelere yönelik hükümler, insanın yaratılışında bulunan şehvet ve istekler aracılığıyla bazı amaçlara ulaşmayı sağlar; zira yüce yaratıcının hikmeti, dinî ve dünyevî işlerin insanı kendisinin ve başkasının ihtiyaçlarını karşılamaya iten istek ve meyiller vasıtasıyla gerçekleşip düzene konmasını gerekli kılmıştır. Meselâ yeme içme arzusu ile cinsel şehvet, insanı bu ihtiyaçlarını karşılamak için gereken sebeplere sarılma yönünde harekete geçirir. Aynı şekilde sıcaktan, soğuktan ve beklenmedik durumlardan korunma isteği insanı barınma ve giyinme ihtiyacını gidermek için çalışmaya sevkeder ( el-Muvâfaḳāt , II, 110, 178-179). Fıkıh düşüncesindeki temel kabule göre haram kılınan hususlar dışında kişinin şehvetine ve nefsânî duygularına uyması helâl dairesi içine girer; hatta kişi normal durumlarda mubah olan nefsânî isteklerini karşılarken haramdan uzak durması sebebiyle bundan sevap da alabilir. Nitekim Hz. Peygamber, bir müslümanın cinsel ihtiyacını normal yoldan karşılamasıyla sevap kazanabileceğini ifade edip sahâbîler bunu şaşkınlıkla karşılayınca, “Bir düşünün, o müslüman bunu haram yolla yapsaydı günahkâr olmaz mıydı? Öyleyse helâl yoldan yapmasından dolayı sevap alır” demiştir (Müslim, “Zekât”, 53). Mubah olan şehvetleri nefse tattırma konusunda üç yaklaşım biçimi vardır. 1. Sınırı aşmaktan korunmak için nefsi tamamen engellemek. 2. Dinç ve neşeli kalabilmek için nefsin her istediğine geçit vermek. 3. Bu ikisi arasında orta bir yol izlemek. İslâm âlimlerince sonuncu davranışın tercih edilmesi önerilmiştir. Çünkü nefsin her istediğini yapmak insanın kendini kontrol edemeyip arzularının esiri olmasına, nefsin istediklerinin hiçbirini yapmamak ise normal hayatın etkinliklerinden uzak kalmaya yol açar (Şirbînî, IV, 310). “Aranızdaki bekârları ... evlendirin. Eğer bunlar fakir iseler Allah lutfu ile onları ihtiyaçtan kurtarır. Allah lutfu geniş olan ve her şeyi bilendir. Evlenme imkânı bulamayanlar ise Allah lutfu ile onların ihtiyaçlarını giderinceye kadar iffetlerini korusunlar” meâlindeki âyetle (en-Nûr 24/32-33) Resûl-i Ekrem’in, “Gençler! Evlenmeye gücü yeteniniz evlensin; bu, gözü haramdan sakınma ve iffeti koruma açısından daha uygundur. Gücü yetmeyen ise oruç tutsun, bu da onun nefsini dizginler” hadisinde (Buhârî, “Nikâḥ”, 2-3) cinsel isteklerin evlenme yoluyla karşılanması, imkân bulamayanların ise oruç vb. yöntemlerle istek ve arzularını kontrol altına alıp iffetlerini koruması tavsiye edilmektedir. Bu deliller ışığında fakihlerin büyük kısmı evlenmenin normal hallerde sünnet, cinsel isteğin zinaya yol açacağı bilinen durumlarda vâcip olduğuna hükmetmiştir. Fakihler, Hz. Peygamber’in hadım olmak isteyen bazı sahâbîlere izin vermediğini (Buhârî, “Nikâḥ”, 8) delil göstererek şehveti tamamen ortadan kaldıran hadım vb. yöntemlere başvurmayı haram diye nitelemiştir. Şehveti geçici olarak azaltan ilâç kullanma vb. yöntemleri âlimlerin çoğunluğu hadiste tavsiye edilen oruca ya da azile kıyas edip câiz görmüş, bazı âlimler ise bir yönüyle hadıma benzediği gerekçesiyle bunu mekruh saymıştır (Şemseddin er-Remlî, VI, 182-183; VIII, 443; Buhûtî, I, 218). Birçok fıkhî meselede şehvetin hükme etkisi üzerinde durulmuştur. a) Erkek ve kadının birbirine dokunması sebebiyle abdestin bozulmasında şehvet şartının aranıp aranmayacağı tartışılmıştır. Şâfiîler’e göre aralarında mahremiyet bağı bulunmayan erkek ve kadının birbirine şehvetle veya şehvetsiz dokunması halinde abdest bozulur. Onların delili, “Kadınlara dokunup da su bulamazsanız temiz toprak ile teyemmüm edin” âyetleridir (en-Nisâ 4/43; el-Mâide 5/6). Bu âyetlerdeki dokunma Şâfiî mezhebine göre mutlak dokunma şeklinde anlaşılırken Mâlikî ve Hanbelîler’e göre şehvetle dokunma ve cinsel birleşmeyi kapsayacak biçimde, Hanefîler’e göre ise sadece cinsel birleşme şeklinde anlaşılmıştır. Mezheplerin bu konudaki ihtilâfı, sahâbe ve tâbiînin söz konusu âyeti farklı yorumlamasına ve konuyla ilgili bazı hadislere dayanır. Bununla birlikte mezi gelmesi kuvvetle muhtemel olduğundan Hanefîler’e göre cinsel organların birbirine değmesi halinde abdest bozulur. b) Oruçlu kimsenin eşine şehvetle dokunma vb. hareketlerden uzak durması gerekir; ancak bu tür hareketler meni gelmesi gibi şartlara bağlı olarak orucu bozar (bk. ORUÇ ). c) Hac ve umre ibadetini yerine getirmekte olan kişinin ihramlı iken şehvetle dokunması, öpmesi, bakması, şehevî duyguları uyandıracak konuşma vb. hareketlerde bulunması yasak olup bunların yapılması halinde ceza gerekir, fakat hac ve umre bozulmaz (bk. İHRAM ). d) Karı-koca dışındaki insanların birbirine şehvetle bakması ve dokunması câiz değildir. Şehvet kastı veya fitne korkusu bulunmadığı zaman erkeğin, mahremi olmayan kadının el ve yüzüne bakması âlimlerin çoğunluğu tarafından câiz görülmüştür. e) Hanefîler’e göre bir erkek şehvetle, evli olmadığı bir kadına dokunur veya onu öper yahut tenasül uzvuna bakarsa o kadının usul ve fürûu ile evlenmesi ebediyen haram olur. Diğer mezhepler bu görüşte değildir (bk. SIHRİYET ). f) Hanefî, Mâlikî ve Hanbelî mezheplerine göre ric‘î talâkla boşanan eşler arasında iddet süresi içinde şehvetle dokunma vb. hareketler vâki olursa bu evliliğe dönüş anlamına gelir; Şâfiîler’e göre ise evliliğe dönüş bu tür hareketlerle değil ancak sözle ifade edildiği zaman geçerli olur. BİBLİYOGRAFYA Müsned , II, 260; IV, 124, 126. İbnü’l-Esîr, en-Nihâye , II, 516. Tehânevî, Keşşâf (Dahrûc) , I, 1044. Müsned , II, 260; IV, 124, 126. Gazzâlî, Mîzânü’l-ʿamel , Beyrut 1407/1986, s. 25-26. İzzeddin İbn Abdüsselâm, Ḳavâʿidü’l-aḥkâm , Beyrut, ts. (Dârü’l-kütübi’l-ilmiyye), I, 6. Nevevî, Şerḥu Müslim , IX, 173-179. Kurtubî, el-Câmiʿ , IV, 28; XI, 125. Şâtıbî, el-Muvâfaḳāt , II, 110, 178-179. İbn Hacer, Fetḥu’l-bârî (Hatîb) , IX, 110. Şirbînî, Muġni’l-muḥtâc , IV, 310. Şemseddin er-Remlî, Nihâyetü’l-muḥtâc , Beyrut 1404/1984, VI, 182-183; VIII, 443. Buhûtî, Keşşâfü’l-ḳınâʿ , I, 218. “Şehvet”, Mv.F , XXVI, 264-271. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2010 yılında İstanbul’da basılan 38. cildinde, 476-477 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Müsned , II, 260; IV, 124, 126.",
        "İbnü’l-Esîr, en-Nihâye , II, 516.",
        "Tehânevî, Keşşâf (Dahrûc) , I, 1044.",
        "Müsned , II, 260; IV, 124, 126.",
        "Gazzâlî, Mîzânü’l-ʿamel , Beyrut 1407/1986, s. 25-26.",
        "İzzeddin İbn Abdüsselâm, Ḳavâʿidü’l-aḥkâm , Beyrut, ts. (Dârü’l-kütübi’l-ilmiyye), I, 6.",
        "Nevevî, Şerḥu Müslim , IX, 173-179.",
        "Kurtubî, el-Câmiʿ , IV, 28; XI, 125.",
        "Şâtıbî, el-Muvâfaḳāt , II, 110, 178-179.",
        "İbn Hacer, Fetḥu’l-bârî (Hatîb) , IX, 110.",
        "Şirbînî, Muġni’l-muḥtâc , IV, 310.",
        "Şemseddin er-Remlî, Nihâyetü’l-muḥtâc , Beyrut 1404/1984, VI, 182-183; VIII, 443.",
        "Buhûtî, Keşşâfü’l-ḳınâʿ , I, 218.",
        "“Şehvet”, Mv.F , XXVI, 264-271."
      ]
    },
    {
      "author": "MUSTAFA ÇAĞRICI",
      "content": "İSLÂM DÜŞÜNCESİ ve AHLÂK. Grek felsefesinden intikal eden, insanın temel güçleriyle bunlardan doğan fazilet ve rezîletlere dair görüşler müslüman filozofların yanında diğer ahlâk âlimlerince de ana hatlarıyla benimsenmiştir. Buna göre şehvet insanın hayvanla ortak yanını teşkil eder. Şehvet duygusu aklın kontrolüne verilir, arzulanan şeyler arasında doğru bir ayırım yapılırsa bundan iffet fazileti doğar. İffet şehvet düşkünlüğüyle şehvet zayıflığı şeklindeki iki aşırılığın ortasıdır. İhvân-ı Safâ risâlelerinde insanın bütün bilgi ve ahlâk yeteneklerinin nebatî-şehvânî, gazabî ve nâtık nefis denilen psikolojik güçlerden doğduğu belirtilmekte, bu yeteneklerin her biri için şehvet kelimesi kullanılmaktadır. Eserde yaratılış amacı bakımından bu güç ve yeteneklerin insanı küçük âlem yapan ilâhî lutuflar olduğu ifade edilir ( er-Resâʾil , III, 312-315). İhvân-ı Safâ’ya göre bütün iyi huyların ve güzel davranışların kaynağı nâtık nefis, kötü huyların ve çirkin işlerin kaynağı da şehevî ve gazabî nefistir; bu bakımdan nâtık nefis meleğe, diğerleri şeytana benzetilir ( a.g.e. , III, 364-368). İbn Sînâ psikolojisinde, insan nefsinin diğer canlılarla ortak olan başlıca yeteneklerinden arzu gücüne bağlı iki duygudan birinin gazap, diğerinin şehvet olduğu belirtilir. Şehvet duygusu lezzeti, gazap da galebeyi ister ( en-Necât , s. 342-343, 627). Ebü’l-Hasan el-Mâverdî esas itibariyle şehvetin kötülükleri iyilik, çirkinlikleri güzellik gibi göstererek akılları çeldiğini, dolayısıyla yapılan her kötülükte şehvetin tesiri bulunduğunu söyler ( Edebü’d-dünyâ ve’d-dîn , s. 310). Şehvetin, biri ihtiyaçtan fazla şeylere sahip olma arzusu, diğeri haz veren şeyleri elde etme isteği şeklinde iki türü vardır. Bunların ilki akıl ve din tarafından menedilir. Çünkü bu şehvette eziyet doğuracak derecede ifrat, zarara yol açacak derecede arzu sapması vardır. İkincisi de insanı azgınlığa götürecek bir aşırılık, aşağılık duruma düşürecek bir sapmadır. Mâverdî, şehevî arzuları karşılamanın meşruiyet ölçüsü konusunda farklı düşüncelerden söz eder. Bazıları haz veren şeylerden tamamen uzak durmak gerektiğini savunurken bazıları haram olmayan şeylerden yararlanmayı uygun görmüştür. Mâverdî’nin de katıldığı bir kesime göre ise mubah olan nefsânî arzular konusunda bile orta bir yol izlemek daha doğrudur. Zira nefse her istediğini vermek insanı aptallaştırır; onu bazı nimetlerden mahrum bırakmak kişi üzerindeki baskısını önlediği gibi bazılarından yararlandırmak da onu aptallıktan korur ( a.g.e. , s. 335-336). Râgıb el-İsfahânî insanın biri hayvanlara, diğeri meleklere benzeyen iki yönünün bulunduğunu belirterek yeme içme ve cinsel ilişkiyle ilgili bedensel arzuları (şehevât) yönünden hayvanlara; hikmet, adalet, cömertlik gibi ahlâkî güçleri bakımından meleklere benzediğini, Allah’ın insanlara iki yol gösterdiğini bildiren âyetin (el-Beled 90/10) buna işaret ettiğini belirtmektedir ( eẕ-Ẕerîʿa ilâ mekârimi’ş-şerîʿa , s. 89). İsfahânî’ye göre bütün kötü huylar insandaki fikir, şehvet ve hamiyet denilen üç yeteneğin bozulmasından doğar. Şehvetin aşırıya kaçması veya zayıf kalması çeşitli reziletler doğurur ( a.g.e. , s. 100). İsfahânî ayrıca biri doğru, diğeri yalancı olmak üzere iki tür şehvetten bahseder. İlki beden sağlığının korunması için gerekli olan nimetlere, ikincisi yokluğunun böyle bir tehlike doğurmayacağı şeylere yönelik arzudur ( el-Müfredât , “şhv” md.). Şehvetin iyi ve kötü türleri vardır. Beden sağlığına yararlı olduğu düşünülen şeyleri elde etmeye yarayan iyi şehvet Allah tarafından verilmiştir; nefsin sırf bedenî lezzetler elde etmek için boyun eğdiği kötü şehvet ise insanın kendi eyleminin eseridir. Akılla şehvet arasında işleyen düşünce faaliyeti üstündeki akla yönelirse yüksek bir düşünce olur ve iyilikler üretir; altındaki şehvete yönelirse değersiz bir düşünce olur ve kötülükler üretir. Düşünceyi ıslah edip hak-bâtıl, doğru-yanlış, iyi-kötü ayırımı yapacak olgunluğa ulaştırmanın yolu eğitimdir ( eẕ-Ẕerîʿa ilâ mekârimi’ş-şerîʿa , s. 108-109, 111). İnsandaki temel güçler arasında ilk ortaya çıkan ve etkisi en ağır olan şehvettir, dolayısıyla eğitilmesi en zor olan da bu duygudur. Şehveti öldürenler veya bu mümkün olmazsa onu kontrol altında tutanlar gerçek hürriyetlerini kazanmış olur. Şehvet duygusu eğitildiğinde mutluluğa götüren yararlı bir imkân halini alabilir. Ayrıca şehvetin cennetteki maddî lezzetleri arzulatma gibi bir etkisi vardır ( a.g.e. , s. 117-119). Râgıb el-İsfahânî’nin görüşlerini yer yer aynı ifadelerle tekrarlayan Gazzâlî (meselâ bk. İḥyâʾ , III, 7, 9, 56-57; Mîzânü’l-ʿamel , s. 30-31, 47, 54), İḥyâʾ adlı eserinin yirmi ikinci bölümünü nefsin terbiye edilmesi ve ahlâkın güzelleştirilmesine, yirmi üçüncü bölümünü mide şehvetiyle cinsel şehvetin dizginlenmesine ayırmış (III, 48-107), İbn Sînâ psikolojiyle tasavvuf geleneğinden yararlanarak İslâm ahlâkının diğer birçok meselesi gibi şehvet konusunu da gerek sistem gerekse muhteva bakımından büyük bir vukufla incelemiştir. Gazzâlî’ye göre insanın temel amacı mutluluğu kazanmaktır. İster dünyada ister âhirette olsun mutluluğu elde etmek için belli bir yetkinliğe ulaşmak gerekir. İnsana özgü olan ve insanı diğer canlılardan ayıran yetenek akıldır. Şu halde insanî yetkinliğe akla göre davranmakla ulaşılır. Bu ise ancak diğer canlılarla ortak yanı oluşturan, dolayısıyla insanî yetkinliğe engel teşkil eden iki temel duyguyu, şehvet ve gazabı aklın emrine verip dizginlemekle mümkündür. Bu çerçevede şehvet duygusu aklın kontrolüne girdiğinde iffet erdemi kazanılır. İffet şehvetin itidal noktasında tutulmasıdır. İtidalin ölçüsü akıl ve dindir. Gazzâlî de aşırı şehvet düşkünlüğü gibi şehvet duygusunu öldürmenin de yaratılıştaki hikmete aykırı olduğunu belirtir. Çünkü insanın hem bedenî varlığını hem türünü koruması bu duyguya bağlıdır ( İḥyâʾ , III, 53-54, 57; Mîzânü’l-ʿamel , s. 67-69). İnsan için ahlâkî tehlikelerin en büyüğü mide şehvetidir; zira mide bütün şehevî arzuların, ahlâkî hastalık ve âfetlerin kaynağıdır, hatta cinsel şehveti de mide şehveti besler ( İḥyâʾ , III, 80). Bu sebeple Gazzâlî eserinde açlığın fazilet ve faydalarına, mide şehvetini yenmenin yollarına geniş yer vermiş; bu arada, aç kalmanın hükmünü incelediği bölümde diğer birçok ahlâkî erdem gibi yeme içme konusunda da en doğru yolun ifrat ve tefritin ortasını gözetmek olduğunu ifade etmiş; ayrıca halk arasında yemek yemeyip zâhidlik taslarken gizlice yemeyi büyük âfet ve gizli şirk olarak değerlendirmiştir ( a.g.e. , III, 80-99). Cinsel şehvete gelince Gazzâlî’ye göre bu duygu başlıca iki yararı sebebiyle insan tabiatına verilmiştir. İlki, şehvete konu olan şeyleri tatmanın insanlarda cennetteki lezzetlere dair bir tecrübe ve iştiyak doğurması, ikincisi insan soyunun devamını sağlamasıdır. Ancak şehvet kontrol edilip itidal noktasında tutulmazsa insanı dinini ve dünyasını yıkacak tehlikelere sürükler. Bundan dolayı mide şehveti gibi cinsel şehveti de ifrat ve tefritten koruyarak aklın ve dinin belirlediği itidal derecesinde tutmak gerekir. Bu bağlamda Gazzâlî aşkı boş kalan kalbin hastalığı diye niteler. Ayrıca göz zinası, el zinası gibi zina çeşitlerinden söz eden hadisle diğer âyet ve hadisleri hatırlatarak (en-Nûr 24/30-31; Müsned , II, 276, 317, 369; Buhârî, “İstiʾẕân”, 12; “Ḳader”, 9; Müslim, “Ḳader”, 20, 21) cinsel şehvet duygusunun etkisiyle ortaya çıkan davranışların haram olduğunu söyler ( İḥyâʾ , III, 99-103, 106). Sonuç olarak gerçek hürriyet cinsel arzuları yenmekle elde edilir. Nice hükümdarlar var ki şehevî arzuları karşısında köle olmuştur. Şehveti kontrol altında tutmanın yolu riyâzet ve mücâhededir. Bu sebeple Gazzâlî, amel kavramının asıl anlamının “nefsin şehevî duygularını terbiye etmek, öfkeyi dizginlemek ve bu iki sıfatı akla boyun eğecek şekilde kontrolde tutmak” olduğunu, faziletlere bu yolla ulaşılabileceğini belirtmektedir ( Mîzânü’l-ʿamel , s. 19, 36-37). BİBLİYOGRAFYA Müsned , II, 276, 317, 369, 427, 474; IV, 124, 126; V, 154, 161, 168-169, 178, 323. Buhârî, “Eṭʿime”, 21. Müslim, “Eşribe”, 188. Taberî, Câmiʿu’l-beyân , Beyrut 1412/1992, III, 198; IV, 31-32. İbn Miskeveyh, Tehẕîbü’l-aḫlâḳ , s. 37, 38, 40, 47. İhvân-ı Safâ, er-Resâʾil , Beyrut 1377/1957, III, 312-315, 364-368. İbn Sînâ, en-Necât (nşr. M. Takī Dânişpejûh), Tahran 1364 hş., s. 342-343, 627. Mâverdî, Edebü’d-dünyâ ve’d-dîn (nşr. Mustafa es-Sekkā), Beyrut 1978, s. 310-311, 335-336. Râgıb el-İsfahânî, eẕ-Ẕerîʿa ilâ mekârimi’ş-şerîʿa (nşr. Ebü’l-Yezîd el-Acemî), Kahire 1405/1985, s. 89, 100, 108-109, 111, 117-119. Gazzâlî, İḥyâʾ (Beyrut) , III, 7, 9, 11, 48-107. a.mlf., Mîzânü’l-ʿamel , Beyrut 1407/1986, s. 19, 30-31, 36-37, 47, 54, 67-69. Kurtubî, el-Câmiʿ , IV, 100. Şevkânî, Fetḥu’l-ḳadîr , Beyrut 1412/1991, I, 359, 511; IV, 382. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2010 yılında İstanbul’da basılan 38. cildinde, 477-478 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Müsned , II, 276, 317, 369, 427, 474; IV, 124, 126; V, 154, 161, 168-169, 178, 323.",
        "Buhârî, “Eṭʿime”, 21.",
        "Müslim, “Eşribe”, 188.",
        "Taberî, Câmiʿu’l-beyân , Beyrut 1412/1992, III, 198; IV, 31-32.",
        "İbn Miskeveyh, Tehẕîbü’l-aḫlâḳ , s. 37, 38, 40, 47.",
        "İhvân-ı Safâ, er-Resâʾil , Beyrut 1377/1957, III, 312-315, 364-368.",
        "İbn Sînâ, en-Necât (nşr. M. Takī Dânişpejûh), Tahran 1364 hş., s. 342-343, 627.",
        "Mâverdî, Edebü’d-dünyâ ve’d-dîn (nşr. Mustafa es-Sekkā), Beyrut 1978, s. 310-311, 335-336.",
        "Râgıb el-İsfahânî, eẕ-Ẕerîʿa ilâ mekârimi’ş-şerîʿa (nşr. Ebü’l-Yezîd el-Acemî), Kahire 1405/1985, s. 89, 100, 108-109, 111, 117-119.",
        "Gazzâlî, İḥyâʾ (Beyrut) , III, 7, 9, 11, 48-107.",
        "a.mlf., Mîzânü’l-ʿamel , Beyrut 1407/1986, s. 19, 30-31, 36-37, 47, 54, 67-69.",
        "Kurtubî, el-Câmiʿ , IV, 100.",
        "Şevkânî, Fetḥu’l-ḳadîr , Beyrut 1412/1991, I, 359, 511; IV, 382."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}