{
  "id": "eweb_368",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/sema--tasavvuf",
  "annotator": "Jeremy",
  "title": "SEMÂ",
  "arabic_title": "السماع",
  "summary": "Sûfînin zâhirî ve bâtınî şeyleri işitmesi anlamında bir tasavvuf terimi.",
  "parts": [
    {
      "author": "SEMİH CEYHAN",
      "content": "Sözlükte “işitmek, duymak, dinlemek; işitilen söz, güzel ses, iyi şöhret” anlamlarındaki semâ‘ kelimesi genellikle “şarkı, nağme, mûsiki, raks” mânalarını çağrıştıracak biçimde kullanılmaktadır. İlk sûfî müelliflerin eserlerinde semâ “sûfînin kendisine gelen vâridi işitmesi ve işittiğini kalbe aktarması” anlamına gelmektedir. Hücvîrî şeriatı ve dini vâcip kılan şeyin sem‘ (işitme, vahiy, nakil) olduğunu, şer‘î hükümlerin kabulünün işitmeye dayandığını, dinî mükellefiyetler sahasında kulağın gözden, işitmenin görmekten üstün olduğunu, şeriat, tarikat ve mârifetin elde edilmesinde işitme eyleminin zorunlu şart sayıldığını belirterek semâ fiilinin diğer bütün tasavvufî fiil ve hallerden önce geldiğini söyler ( Keşfü’l-mahcûb , s. 543-545). İlk sûfîler, semâ kavramına işitilen şeyi (mesmû) ve bunun kalpte doğurduğu hali kapsayacak biçimde yer vermişlerdir. Zünnûn el-Mısrî’nin “Semâ Hak’tan gelen bir mânadır (vârid) ve kalpleri Hakk’a doğru harekete geçirir. Semâı Hak ile dinleyen hakikat mertebesine çıkar; nefsiyle dinleyen zındıklık derekesine düşer” sözü bu duruma işaret eder. Semâ kelimesi kalpte ortaya çıkardığı vecd-vücûd, gaybet-huzûr, setr-tecellî, sekr-sahv halleriyle birlikte kullanılarak açıklanır. Semâ bu halleri ortaya çıkaran sebep konumundadır. Sahâbe ve tâbiîn içinde Kur’an dinlerken ağlayan, bayılan, hatta ölen kimselerin bulunması, ilk sûfîlerden İbrâhim b. Edhem’in, “Gökyüzü parçalara ayrıldığında ...” (el-İnşikāk 84/1) âyetini işitince titremeye başlaması vecd halinin semâın semeresi olduğunu gösterir. Muhakkik sûfîler arasında semâın gaybet ve huzûr hallerinden hangisinin sebebi olduğu hususu tartışılmıştır. Semâın gaybet sebebi olduğunu söyleyenlere göre Hakk’ı müşahede onu duymaktan evlâdır ve müşahede esnasında semâ imkânsızdır. Semâ gafletin eseri olan fark halinden cem‘ haline gelebilmek için bir vasıtadır. Semâ ile cem‘ haline gelen sâlik mutlaka fark haline de gelir. Semâı huzûr halinin sebebi kabul edenler ise semâ ile kalpte meydana gelen gaybet halinin Hakk’a yönelik dostluk ve muhabbeti ortadan kaldırdığını, gaybeti gerektiren şeylere karşı sırların uyarılmasının zorunlu olduğunu, sır ve ruhun uyarılmasıyla Hak ile dâimî huzura erileceğini, Hak her ne kadar gāib olsa da semâ ile kalbin onun yanında hazır olacağını söylemişlerdir ( a.g.e. , s. 559-560). Hücvîrî işitilen şeyin türüne göre semâı Kur’an’ın, şiirin ve nağmelerin semâı şeklinde üçe ayırır ( a.g.e. , s. 545-555). Serrâc zikir, mev‘iza ve hikmet dinlemeyi de bunlara ilâve eder ( el-Lümaʿ , s. 285-287). Kur’an’ın semâı diğerlerine göre daha üstündür. Mümin veya kâfire yönelik ilâhî kelâmın mûcizelerinden biri onu dinlemekten insan tabiatının bıkmaması, kulak için hazlar, kalp için faydalar, ruh için mânevî azıklar barındırmasıdır. Sadece Kur’an dinlemeyi tercih eden sûfîlerin yanı sıra şiir, kaside ve mûsiki dinleyenler de olmuştur. Şiirde hikmet bulunması (Buhârî, “Edeb”, 90), Hz. Peygamber’in Lebîd b. Rebîa, Ümeyye b. Ebü’s-Salt ve Hassân b. Sâbit’in şiirlerini dinleyerek güzel şiiri Hakk’a şahit tutması sûfîlerce şiirin semâının benimsenmesine yol açmıştır. Sûfîler insanı nefsânî ve şehevî davranışlara yöneltmeyen, ruhun gıdası olan, güzel ses ve hoş nağmelerden oluşan mûsikinin dinlenmesinin mubah olduğunda ittifak etmiş, Hz. Peygamber ve ashabın bu türden mûsikiyi dinlemesini delil sayarak nağmelerin semâında mânevî faydalar görmüşlerdir (bk. MÛSİKİ ). İlk sûfîler mûsiki (gınâ, tegannî, elhan, telhin) yerine semâ terimini tercih etmişlerdir. Nefsin arzularına düşkün kişilerle karıştırılmaktan sakınmak istemeleri, semâda mûsikinin aksine ölçüsüz seslerin hatta sessizliğin işitilmesi, semâın Allah, melek ve peygamberden dinlemeyi içerecek kadar geniş kapsamlı olması, gınâ, elhan ve mûsiki kelimelerini kullanmamak suretiyle kendilerini dini bozmak ve bid‘atlar uydurmakla suçlayan zâhir ulemâsının hücumlarına hedef olmaktan korunmaya çalışmaları, semâı oyun ve eğlence şeklinde algılamamaları bu tercihin sebepleri arasında sayılabilir (Uludağ, s. 220-225). Semâ terimi sonraki dönemlerde daha çok ritimli ve âhenkli seslerin, mûsiki nağmelerinin dinlenmesine hasredilmiş, sûfîlerin tertip ettiği mûsiki ve zikir meclislerine semâ meclisi denilmiştir. İşitenlerin mertebelerine göre semâ çeşitli kısımlara ayrılır. Semâ hakkında yazılmış ilk risâlenin müellifi Muhammed b. Hüseyin es-Sülemî semâ ehlini üç kısımda değerlendirir. Avamın semâı nefsin peşinden sürüklendiği oyun ve eğlence kabilindendir; bu tür semâ tövbe etmeyi gerektirir. Zâhidlerin, müridlerin ve tövbekârların semâı nefsi kirlerden temizler; havf, recâ, işfâk, zühd, sabır ve rızâ hallerine ulaştırır; kalplerdeki kasveti gidererek Hakk’a itaate vesile olur. Hakikat ve mârifet ehlinin semâı, üzerlerinde halin şiddetlenmesi ve vaktin galip olması esnasında ruhların rahata ve sükûnete ermesine vesile olan semâdır. Müridlerin semâı vecd ve sekr, mârifet ehlinin semâı sahv ve temkin hali ile neticelenir ( Âdâbü’s-semâʿ , s. 14). Ebû Osman el-Hîrî semâı seyrüsülûk yapanları dikkate alarak tasnif etmiştir. Ona göre semâ mübtedî ve müridlerin semâı, sâdıkların semâı ve âriflerin semâı diye üçe ayrılır. Sülûkün başlangıcında olan müridler semâ sayesinde daha yüksek hallere ulaşmak isterler. Bu semâda fitne ve riyaya düşme tehlikesi vardır. Sâdıklar, sahip oldukları mânevî hallerini arttırmak amacıyla vakit ve makamlarına uygun semâı talep ederler. Ârifler ise Allah kalplerini hareket ettirip vecde getirirse hareket eder, getirmezse sükûn halinde bulunurlar. Onların semâı vasıtasız semâdır. Bündâr b. Hüseyin’in insanî tabiat ile, hal ile ve Hak ile semâ şeklindeki tasnifi sülûk ehli olmayanları da kapsar. Muhyiddin İbnü’l-Arabî’nin semâ anlayışı bu sınıflamaya dayanır. İnsanî tabiatla semâda avam ve havas müşterektir, çünkü insanın tabiatı hoş nağmelerden zevk alır. Hal ile semâ edenler ilham vasıtasıyla kendilerine gelen vâridâtı hatırlayarak bunlar üzerine düşünürler. Hak ile semâ edenler ise beşerî tabiatın arzu ettiği hazlarla vasıflanmazlar. Bunlar haz ile değil Hak ile ve Hak’tan semâ yaparlar. Semâ yapanlar genelde mânayı dinleyenler, sesi dinleyenler şeklinde iki grupta incelenebilir. Sûfîlere göre semâda aslolan mânayı dinlemek ve anlamaktır. Mâna kalbe ulaşınca kalbi harekete geçirir ve vecd hâsıl olur. Nefsine tâbi olan ise sesi dinleyip mânaya ulaşamaz, mânayı olduğu gibi kabul etmeyip te’vile sapar. Nitekim Ebû Bekir eş-Şiblî semâı, “Zâhiri (ses) fitne, bâtını (mâna) ibrettir” şeklinde tarif etmiştir. Bâtına nazar edip her şeyi Hak olarak görenlere semâ helâldir, zira onlar her şeyi olduğu gibi görürler (Hücvîrî, s. 556-557). Kur’an, şiir, kaside veya mûsiki nağmelerinin sâikiyle meydana gelen vecd halinin insanın organlarına yayılması raks diye nitelenen hareketli semâı doğurur. İlk sûfîler tarafından eksik bir mertebe olarak tanımlanan hareketli semâ sülûkün başlangıcında ve ortasında olanlar için câiz kabul edilmiştir. Nitekim Hz. Peygamber mescidde rakseden Habeşliler’i gördüğünde onları bundan sakındırmamıştır. Sülûkün nihayetine ermiş kâmiller ise (havâssü’l-havâs) tabiat, nefis ve beşerî sıfatlarını terbiye ettikleri, güzel ses ve hoş nağmelerden haz alacak duyuları kalmadığı, himmetlerini Hakk’a yöneltip daima huzurda bulundukları için hareketsiz semâda bulunmuşlardır. Cüneyd-i Bağdâdî’ye müridleri, “Sen kaside ve ilâhi dinler, semâ meclislerine katılır, semâ anında hareket ederdin, şimdi niçin sakinsin?” diye sorduklarında, “Sen dağları görür de onları yerinde durur sanırsın. Halbuki onlar bulutların yürümesi gibi yürümektedir” âyetiyle (en-Neml 27/88) cevap vererek sâlikin zâhirinin değil bâtınının semâ halinde olması gerektiğine işaret etmiştir. Bâtının semâı sesin değil ilâhi mânanın dinlenmesi ve idrak edilmesidir. Zira âriflere göre mârifet halden üstündür. Bununla birlikte kâmil şeyhler, mûsikili ve hareketli semâ meclislerine oradakilere ilimleriyle faydalı olmak, semâın şartlarını ve âdâbını öğretmek gibi maksatlarla katılmışlardır. Gazzâlî İḥyâʾ da, Şehâbeddin es-Sühreverdî ʿAvârifü’l-maʿârif ’te tarikatlar öncesi tasavvuf hayatında semâ meclislerinin âdâb ve erkânından geniş şekilde bahsetmişlerdir. Gazzâlî semâın beş kuralı olduğunu belirtir. Birinci kural Cüneyd-i Bağdâdî’nin, “Semâ üç şeye muhtaçtır: Zaman, mekân ve ihvan” sözüne dayanır. Yemek esnasında, kırgınlık ve husumet anında, namazda veya kalp huzuruna engel bir şey bulunduğunda (zaman); pis sokak kenarlarında, çirkin manzaralı veya kalbi meşgul eden yerlerde (mekân); aralarında hemcinsleri olmayıp şeklen zâhid görünen, kalp inceliklerinden nasibi olmayan ve semâı inkâr edenlerin yanında (ihvan) semâ etmekten kaçınılmalıdır. İkinci kural mecliste bulunanların haline bakmaktır. Etrafta semâın kendisine zarar vereceği müridler varsa şeyhin onların yanında semâ etmesi uygun değildir. Üçüncü kural okunan kasideleri, ilâhileri, mûsiki nağmelerini bütün dünyevî düşünceleri terkederek can kulağı ve kalp huzuruyla dinlemektir. Dördüncü kural semâ sırasında kendisini zaptedebilecek güçte olanın ayağa kalkmaması, yüksek sesle ağlamaması, bağırıp çağırmaması; beşinci kural riyasız olarak bir kişi vecde gelip ayağa kalktığında diğer kimselerin de ona uyarak ayağa kalkmasıdır ( İḥyâʾ , II, 298-302). Ebû Abdullah er-Rûzbârî semâ meclisinde güzel koku, bol ışık ve sükûnetin olmasını, yabancı kimselerin bulunmamasını şart koşmuş, semâın sevgi, korku ve vecd niyetiyle yapılması gerektiğini belirtmiştir. Ona göre semâda üç nevi hareket vardır: Neşelenme, korku, vecd. Neşelenmenin alâmetleri raks, alkış ve ferahlık; korkunun alâmetleri ağlama, üstünü başını hırpalama, feryat ve figan; vecdin alâmetleri kendinden geçme, sarsılma ve nâra atmaktır. Muhyiddin İbnü’l-Arabî, kendisinden önceki sahv ve kemal ehli sûfîlerin semâa dair düşüncelerini derinleştirerek semâı mutlak (tahkikî) ve sınırlı (taklidî) olmak üzere ikiye, bir başka bağlamda ise ilâhî (aklın semâı), ruhanî (nefsin semâı) ve tabii (tabiatın semâı) şeklinde üçe ayırmıştır. İlâhî semâ, Hakk’ın mutlak varlığının zuhur etmesinin başlangıcı olan “kün” (ol) hitabının varlıkların mahiyetleri olan a‘yân-ı sâbiteleri tarafından işitilmesi ve Hakk’ın ulûhiyyetinin bütün varlıklar tarafından tasdik edilmesidir. İlâhî semâ ilâhî sırların keşfedilmesine dayalı işitmekten ibaret mutlak semâdır ve diğerlerinden üstündür. Zira bu semâda her şeyin Hak’tan ve Hak ile işitilmesi söz konusudur. Allah’ın semî‘ isminin sırrına eren ârifin işitmesi Allah’ın işitmesi gibidir. İlâhî semâ, muhakkik sûfîlerin ve mâneviyat alanında en üst mertebede bulunan Melâmîler’in işitmesidir. Ruhanî semâ bütün varlıkların Allah’ı tesbih ettiğini ruh vasıtasıyla işitmektir. Üçüncü ve en düşük seviyedeki semâ tabii semâdır. Sınırlı semâ da denilen bu semâ mûsiki nağmelerinin ve güzel seslerin insan tabiatında meydana getirdiği tesirle nefsin ve bedenin harekete geçmesine sebep olur. Tabii semâ hal ve vecd ehlinin semâıdır. İlâhî ve ruhanî semâda tam bir sükûnet vardır. Çünkü bu semâ mertebelerinde insanın ruh ve idraki tabii varlık kaydından kurtulmuştur. İlâhî semâ sahibine kuvvetli bir vâridât geldiğinde yapması gereken şey sırt üstü yere yatmaktır. Nitekim Hz. Peygamber kendisine vahiy gelince böyle yapmıştır. Bu aynı zamanda insanın yaratıldığı toprağa dönüşü simgeler. Mûsiki nağmelerindeki ritim kozmik feleklerin devrî hareketiyle uyumludur. Feleklerin hareketi hayvanî ruha tesir eder ve bedeni harekete geçirir. Tabii semâda ilim ve mârifet kazanılmaz. Gerçek ilim ilâhî ve ruhanî semâ yapanların elde ettiği bir şeydir. İlâhî semâda hâsıl olan ilim mutlak ve küllî, ruhanî semâın neticesindeki ilim ilâhî fiillere taalluk ettiğinden cüzidir. İbnü’l-Arabî mûsikiye dayalı tabii semâı şer‘î açıdan mubah sayar. Zira bu türün haramlığına dair Resûl-i Ekrem’den hiçbir haber ulaşmadığını söyler. Ancak mûsikiye ya da harekete dayalı bu tür semâı düşük bir mertebe olarak görür ( el-Fütûḥât , I, 210-211; II, 366-369; Konuk, s. 417-419). Ahmed er-Rifâî ve Mevlânâ Celâleddîn-i Rûmî gibi tarikat pîrleri mûsiki anlamındaki semâı elest bezmiyle irtibat kurarak açıklamışlardır. Ahmed er-Rifâî hoş nağmeleri dinlemenin elest meclisindeki Hakk’ın hitabını işitmeyi çağrıştırdığını belirtir. Mevlânâ eserlerinde semâın kendinden geçmeyi, Hakk’a vâsıl olmak suretiyle elest bezmindeki, “Evet, sen bizim rabbimizsin” sesini işitmeyi, gömlekten Yûsuf’a kavuşma kokusunu almak suretiyle Ya‘kūb’un derdine deva olmayı simgelediğini ifade etmiştir. Mevlânâ’ya göre mûsiki etkisiyle gerçekleşen semâ nefsine yenik düşmüş avam için değil aşk mertebesine ermiş havas içindir. Rûzbihân-ı Baklî de semâı Hakk’ın ruhlara elest meclisindeki hitabıyla açıklayan sûfîlerdendir. Baklî semâı, “müşahede ehlinin bu âlemdeki her güzel sesi Hakk’ın kadîm hitabını işitecek biçimde dinlemesi” şeklinde tanımlar. Semâ makamındaki sûfînin nazarında âlemdeki her zerrenin Allah’ın ilâhî kelâmını tecelli ettirecek kendine mahsus bir dili vardır. Bu dili idrak eden kimsenin semâı Hak’tan ve Hak vasıtasıyladır ( Meşrebü’l-ervâḥ , s. 75-76). Tarikatlar sonrası dönemde semâ terimi tarikat mensuplarının icra ettiği zikrin adı olarak yaygınlaşmıştır. Nitekim halk arasında semâ denilince akla ilk gelen ve mukabele adı da verilen Mevlevî zikir törenleridir. Sesli ve hareketli zikre dayalı Halvetiyye, Rifâiyye, Mevleviyye, Sa‘diyye ve Bektaşîlik gibi tarikatlar mûsiki etkisiyle gerçekleşen semâı tatbik etmişlerse de sessiz zikri benimseyen geç dönem Nakşibendîliğinde genelde bu tür semâdan kaçınılmıştır. İmâm-ı Rabbânî şiir, kaside ve nağmelerin tesiriyle yapılan semâın sülûklerini tamamlamış kâmiller için gereksiz olduğunu söyler. Semâı oyun ve eğlence haline getirenleri İbn Teymiyye, İbnü’l-Cevzî ve İbn Kayyim el-Cevziyye’nin semâ hakkındaki olumsuz tavırlarını hatırlatacak biçimde şiddetle kınar. Sûfîler tarafından ilk dönemden itibaren semâ hakkında birçok risâle yazılmıştır. Bu risâlelerde semâa dair çeşitli nazariyeler ele alındığı gibi daha çok mûsiki ve raks anlamındaki semâın dindeki meşruiyeti tartışılmış, bu konuda lehte ve aleyhteki hükümler değerlendirilmiştir. Bunların en meşhurları Muhammed b. Hüseyin es-Sülemî, Ahmed el-Gazzâlî, Abdülkerîm el-Cîlî, İbn Hacer el-Heytemî, Cemâleddin Aksarâyî, Akşemseddin, Aziz Mahmud Hüdâyî, İsmâil Rusûhî Ankaravî, Münîr-i Belgradî, Karabâş-ı Velî’ye ait olanlardır. Sûfîler, “Raksın haram olduğu hususunda icmâ vardır” iddiasını asılsız görmüşler; İmam Şâfiî, Gazzâlî, Mevlânâ ve daha pek çok âlim mûsiki ve raks anlamındaki semâı mubah, oyun ve eğlence haline getirilen semâ ve raksı haram kabul etmişlerdir (Uludağ, s. 386; semâ hakkında modern dönemde yapılan çalışmaların bir listesi için bk. Ambrosio – Zarcone, sy. 4 [2003-2004], s. 199-208). BİBLİYOGRAFYA Tehânevî, Keşşâf (Dahrûc) , I, 971. Kāmus Tercümesi , II, 603. Ebû Abdurrahman es-Sülemî, Âdâbü’s-semâʿ (nşr. Nasrullah Pürcevâdî, Mecmûʿa-i Âs̱âr-ı Ebû ʿAbdirraḥmân Sülemî içinde), Tahran 1372. Serrâc, el-Lümaʿ , s. 270-271, 277, 285-287, 338-374. Kelâbâzî, Taarruf (Uludağ) , s. 220-222. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 543-567. Kuşeyrî, Risâle (Uludağ) , s. 514-530. Gazzâlî, İḥyâʾ , II, 298-302. Baklî, Meşrebü’l-ervâḥ (nşr. Nazif M. Hoca), İstanbul 1974, s. 75-76. Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Kahire 1358, s. 124-147. İbnü’l-Arabî, el-Fütûḥât , I, 210-211; II, 366-369. İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 64. Süleyman Uludağ, İslâm Açısından Mûsikî ve Semâ’ , İstanbul 1976, s. 220-225, 386. Ahmet Avni Konuk, Tedbîrât-ı İlâhiyye Tercüme ve Şerhi (haz. Mustafa Tahralı), İstanbul 1992, s. 417-419. Mustafa Demirci, Semâ Risâleleri (yüksek lisans tezi, 1996), MÜ Sosyal Bilimler Enstitüsü. Mehmet Kemiksiz, Semâ ve Devran Risâlesi (yüksek lisans tezi, 1997), MÜ Sosyal Bilimler Enstitüsü. Yusuf Dülger, Semâ Risâleleri (yüksek lisans tezi, 1998), MÜ Sosyal Bilimler Enstitüsü. A. Ambrosio – Th. Zarcone, “Samā‘ and Sufi Dance: A Selected Bibliography”, Journal of the History of Sufism , sy. 4, Paris 2003-2004, s. 199-208. J. During, “Samāʿ”, EI 2 (İng.) , VIII, 1018-1019. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2009 yılında İstanbul’da basılan 36. cildinde, 455-457 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Tehânevî, Keşşâf (Dahrûc) , I, 971.",
        "Kāmus Tercümesi , II, 603.",
        "Ebû Abdurrahman es-Sülemî, Âdâbü’s-semâʿ (nşr. Nasrullah Pürcevâdî, Mecmûʿa-i Âs̱âr-ı Ebû ʿAbdirraḥmân Sülemî içinde), Tahran 1372.",
        "Serrâc, el-Lümaʿ , s. 270-271, 277, 285-287, 338-374.",
        "Kelâbâzî, Taarruf (Uludağ) , s. 220-222.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 543-567.",
        "Kuşeyrî, Risâle (Uludağ) , s. 514-530.",
        "Gazzâlî, İḥyâʾ , II, 298-302.",
        "Baklî, Meşrebü’l-ervâḥ (nşr. Nazif M. Hoca), İstanbul 1974, s. 75-76.",
        "Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Kahire 1358, s. 124-147.",
        "İbnü’l-Arabî, el-Fütûḥât , I, 210-211; II, 366-369.",
        "İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 64.",
        "Süleyman Uludağ, İslâm Açısından Mûsikî ve Semâ’ , İstanbul 1976, s. 220-225, 386.",
        "Ahmet Avni Konuk, Tedbîrât-ı İlâhiyye Tercüme ve Şerhi (haz. Mustafa Tahralı), İstanbul 1992, s. 417-419.",
        "Mustafa Demirci, Semâ Risâleleri (yüksek lisans tezi, 1996), MÜ Sosyal Bilimler Enstitüsü.",
        "Mehmet Kemiksiz, Semâ ve Devran Risâlesi (yüksek lisans tezi, 1997), MÜ Sosyal Bilimler Enstitüsü.",
        "Yusuf Dülger, Semâ Risâleleri (yüksek lisans tezi, 1998), MÜ Sosyal Bilimler Enstitüsü.",
        "A. Ambrosio – Th. Zarcone, “Samā‘ and Sufi Dance: A Selected Bibliography”, Journal of the History of Sufism , sy. 4, Paris 2003-2004, s. 199-208.",
        "J. During, “Samāʿ”, EI 2 (İng.) , VIII, 1018-1019."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}