{
  "id": "eweb_372",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/sevk",
  "annotator": "Jeremy",
  "title": "ŞEVK",
  "arabic_title": "الشوق",
  "summary": "Derin arzu, özlem anlamında felsefe ve tasavvuf terimi.",
  "parts": [
    {
      "author": "MUSTAFA ÇAĞRICI",
      "content": "Sözlükte “istemek, arzulamak, özlemek” anlamına gelen şevk kelimesi felsefe ve tasavvuf literatüründe “herhangi bir varlığın, kendi varlık kategorisi içinde en yüksek derecede yetkinliğe ulaşabilmesi için gerekli niteliklere sahip olmaya duyduğu derin arzu ve eğilim; kalbin sevdiğine kavuşma arzusu, sevilenin ismi anıldığında kalpte duyulan heyecan” vb. şekillerde tarif edilmiştir ( et-Taʿrîfât , “şevḳ” md.; Tehânevî, I, 770; Serrâc, s. 59). Şevk yerine aynı kökten iştiyâk da kullanılır. Kur’ân-ı Kerîm’de şevk kelimesi yer almaz. Özellikle “Allah’a kavuşmayı arzulama” mânasındaki ifade kalıbı içinde recâ kavramı şevk ile aynı anlamda kullanılmıştır ( M. F. Abdülbâkī, el-Muʿcem , “rcv” md.). Hz. Peygamber’in bir duasındaki benzer ifadede recâ yerine şevk geçmektedir ( Müsned , IV, 264; V, 191; Nesâî, “Sehiv”, 62). Bazı hadislerde aynı bağlamda recâ ve hubb (sevme) kavramları yer alır ( Wensinck, el-Muʿcem , “ḥbb”, “lḳy” md.). Felsefe. İslâm felsefesinde genellikle biri tabii, diğeri iradî olmak üzere iki türlü şevkten söz edilir. İlki bir cismin formu, varlığı veya konumu açısından kendi yetkinliğini kazanma yönündeki doğal eğilimi, ikincisi canlıların, bu arada insanın algıladığı, hayal, vehim ve zan olarak iyi ve yararlı bulup elde etmek istediği şeylere yönelik iradî şevkidir. Bu şekilde şevk duyulup elde edilmek istenen şeyler lezzet, hâkimiyet veya iyi olduğu sanılan başka bir amaç olabilir. İbn Sînâ’ya göre iradî şekilde istenenlerin en değerlisi gerçek hayırdır ve akla ait olan bu istek “ihtiyar” diye adlandırılır ( eş-Şifâʾ el-İlâhiyyât [2] , s. 387-388; en-Necât , s. 626-627; ayrıca bk. Fârâbî, el-Medînetü’l-fâżıla , s. 84-86). Şevki “bir varlığın kendi yetkinliğini kazanmak için eksikliğini duyduğu bir amaca ulaşması” şeklinde tanımlayan İslâm filozoflarına göre Allah eksiklikten ve kendisi için bir amaç gütmekten münezzeh olduğundan O’nun hakkında şevkten söz edilemez. Ayrıca bir şeye iştiyak duyan onun karşısında edilgen durumda bulunur; halbuki Allah asla edilgen olmayacağından hiçbir şeye iştiyak duymaz; O’nun iradesi bir gayeye yönelmiş durumdaki şevk ve arzudan münezzehtir (Fârâbî, et-Taʿlîḳāt , s. 37; İbn Sînâ, eş-Şifâʾ el-İlâhiyyât [2] , s. 285-286, 363; Gazzâlî, Maḳāṣıdü’l-felâsife , s. 164-165). Sudûr sürecindeki feleklerden başlayıp ay altı âleminin en alttaki varlığı olan maddeye kadar her varlık bir üsttekine göre eksiklik taşıdığından kendi yetkinliğini tamamlamaya şevk duyar ve bu şevk hareketi doğurur. Ancak ay altı âlemindeki maddî varlıkların aksine feleklerin hareketi ruhanî (nefsânî) ve iradîdir. Yine felekler, maddeden soyutlanmış akıllara benzemeye şevk duyduklarından ay altı âlemindeki canlıların arzu (şehvet) ve öfke güçlerinden doğan hareketlerinin aksine feleğin hareketi aklî harekettir. Feleklerden her birinin ayrı bir mâşuku, dolayısıyla kendine mahsus bir şevki vardır; hepsinin ortak mâşuku ise Allah’tır (Fârâbî, ʿUyûnü’l-mesâʾil , s. 62). İbn Sînâ’nın açıklamalarına göre bütün hayırlar ilk varlıktan (Allah) taştığı için feleklere ait hareketlerden başlayarak her varlık mümkün olduğu ölçüde ilk varlığa benzemek amacıyla hareket eder; diğer bütün varlıkların hareketi de böyledir. Feleklere ait hareketin başlangıcı şevk ve ihtiyardır. İbn Sînâ, bu şekilde sürüp giden hareketlerin bir tür melekî veya felekî ibadet olduğunu söyler. Çünkü hareketin amacı ay altı âlemi değil hayr-ı mahza (Allah) benzeme arzusu ve O’na duyulan iştiyaktır. Semavî cisimler ortak mâşukları olan Allah’a duydukları şevkten dolayı dairevî hareket ederse de O’ndan sonraki mâşukları değiştiği için hareketleri de farklılaşır ( eş-Şifâʾ el-İlâhiyyât [2] , s. 390-394, 397-398; en-Necât , s. 630-633, 637). İslâm filozofları, insanın bedensel ve psikolojik hareketleriyle zihinsel güçlerinin işleyiş sürecini ve nihayet mutluluk arayışını da şevk kavramıyla açıklar. Buna göre organlardaki fizyolojik güç hareketin başlatıcısı diye görülürse de gerçekte şevk olmadan hiçbir psikolojik, dolayısıyla fiziksel hareket meydana gelmeyeceği için asıl başlatıcı unsur şevk gücüdür. Buna göre her psikolojik hareketin en yakın ilkesi organlardaki hareket ettirici güç, o gücü harekete geçirense şevktir. Şevk tahayyül ve düşünme gücüne bağlı olduğuna göre hareketin en üst ilkesi bu zihinsel güçlerdir. Öte yandan insanın faal akılla ittisâli sayesinde zihnine mâkuller hakkında yansımalar gelince onda doğal olarak bu konularda daha çok bilgi edinme yönünde bir istek doğar. İnsanın mutluluğu arzulaması ve onun gerekleri olan güzel fiillere yönelmesi bu iştiyakın doğmasına bağlıdır (Fârâbî, el-Medînetü’l-fâżıla , s. 84-86; İbn Sînâ, eş-Şifâʾ el-İlâhiyyât [2] , s. 285-286). Şevk kavramı insanın mutluluğa, özellikle de uhrevî saadete duyduğu güçlü istek ve özlem bağlamında sıkça kullanılmaktadır. İbn Sînâ âhiret mutluluğunu anlatırken üç farklı insan tipinden söz eder. 1. Dünyada bedensel zevk ve tutkularının esiri olmayıp en yüksek zihnî aydınlanma, yetkinlik ve mutluluğun farkına varan, buna şevk duyan ve kendilerini buna hazırlama yönünde çaba harcayanlar. Bunlar ebedî mutluluğu kazanacaktır. 2. Kendi yetkinliklerine şevk duyacak şekilde bilgi sahibi olmakla birlikte bedensel zevklerine ve tutkularına esir oldukları ve yetkinlik çabası göstermedikleri için şevk duydukları yetkinliğe ulaşamayanlar. Bunlar, öldükten sonra bir yandan yetkinlik şevki ve özlemini yaşarken diğer yandan bedenden ayrılmış olmalarına rağmen eski ilişkilerinin kalıntısı olan bir olumsuz motif mutluluklarını engeller. 3. Yetkinlik ve kemal hakkında tamamen bilgisiz yaşamış olanlar. Bunlardan dünyada iken bedensel taleplerini karşılama uğruna kötülüğe bulaşmayanlar âhirette Allah’ın rahmeti sayesinde bir tür rahata kavuşur. Kötülük eğilimlerini geliştirenler ise âhirette dünyadaki zevklerine şevk duyacaklar, fakat buna ulaşamamanın derin azabını yaşayacaklar ( eş-Şifâʾ el-İlâhiyyât [2] , s. 427-432; en-Necât , 681-691, 694-696). Benzer fikirler Gazzâlî’nin Maḳāṣıdü’l-felâsife ’sinde de yer alır (s. 306-307). Tasavvuf. Tasavvuf kültüründe şevk teriminin oldukça erken dönemlerde hal ve makam gibi kavramlardan önce ortaya çıktığı belirtilmektedir ( EI 2 [Fr.] , IX, 390). İlk sûfîlerden Şakīk-ı Belhî’ye isnat edilen Risâle-i Âdâbü’l-ʿibâdât ’ta (s. 114) kelimenin “cennet arzusunu aşarak Allah’a muhabbet mertebesine ulaşma” anlamında kullanıldığı görülmektedir. Hâris el-Muhâsibî’den nakledilen rivayetlerde şevk hakkında verilen bilgilerdeki tasavvufî derinlik, kavramın daha o zamanlar muhabbetle bağlantılı şekilde nazarî tasavvufun önemli terimleri arasında yer aldığını gösterir. Muhâsibî burada şevki sevginin aynı veya onun neticesi sayan, şevk ışığının sevgi ışığından geldiğini, sevgisi olmayanın şevkinin de olmayacağını bildiren görüşlere yer verir (Ebû Nuaym, X, 78-79, 87, 91, 95, 96). Ebû Tâlib el-Mekkî şevki “muhabbet makamları içinde yüksek bir makam” diye zikreder ( Ḳūtü’l-ḳulûb , II, 60). Kuşeyrî’ye göre kalplerin sevgiliye (Allah) duyduğu derin özleme şevk denir. Bir kimsenin şevki sevgisi oranındadır. İlk sûfîlerden Serî es-Sakatî şevki “ârifin ulaşabileceği en yüksek makam” şeklinde tanımlar. Ancak muhabbetin şevkten daha üstün olduğunu söyleyenler çoğunluktadır ( er-Risâle , II, 626, 628, 630). Hâce Abdullāh-ı Ensârî gibi bazıları ise şevkin avam için olduğunu ve Havas için hastalık sayıldığını söylemiştir. Zira ancak görülmeyene (gāib) şevk duyulur, halbuki Allah gāib değil hâzırdır. “Nerede olursanız olun O sizinle beraberdir” meâlindeki âyet de (el-Hadîd 57/4) bunu ifade etmektedir (Beaurecueil, s. 283). Geç dönem tasavvuf müelliflerinden Ahmed Ziyâeddin Gümüşhânevî’ye göre avamın şevki dünyaya, havassın şevki cennete, havassın en seçkinlerinin şevki ise mevlâyadır ( Câmiʿu’l-uṣûl , I, 203-204). Gazzâlî, Ebû Tâlib el-Mekkî’nin Ḳūtü’l-ḳulûb ’undan yararlanarak (II, 60-64) şevk ile muhabbet arasında kesin bir illiyyet ilişkisi kurar. Çünkü hakkında bilgi (idrak) sahibi olunmayan birine iştiyak duyulmadığı gibi tamamen idrak edilene de iştiyak duyulmaz. Ârifler, ilâhî sırlardan bazılarına muttali olsalar bile bunların hakikatlerini değil temsillerini ve zâhirî görünüşlerini idrak ettikleri, dünya meşgaleleri idraklerini sınırladığı ve bütün bu engeller ancak âhirette ortadan kalkacağı için zorunlu olarak onların ilâhî hakikatlere ulaşma şevkleri devam edecektir. Öte yandan ilâhî hakikatlerin sınırı yoktur; kul bunların bazıları hakkında bilgiye kavuşsa da birçoğu ona hep gizli kalacaktır; bundan dolayı şevkin de sonu yoktur. Ayrıca ilâhî hakikatler öylesine aşkın ve sınırsızdır ki bunları ancak Allah’ın ilmi kuşatabilir; kul, ilâhî cemâl ve celâlin her durumda kendi bilgisini aştığını bildiğinden onlar hakkındaki bilgisi arttıkça bilmediklerini bilme şevki de hep sürecektir ( İḥyâʾ , IV, 322-324). Filozoflar Allah’ın ihtiyaçtan, dolayısıyla kendisi için bir amaç gütmekten münezzeh olduğundan O’na şevk isnat edilemeyeceğini belirtirken tasavvuf kaynaklarında Allah’ın kullarına duyduğu şevkten söz edilmektedir. Ebû Ali ed-Dekkāk, Hz. Peygamber’in, “Allahım, gönlüme sana kavuşma şevkini vermeni diliyorum” şeklindeki duasını ( Müsned , IV, 264; V, 191; Nesâî, “Sehiv”, 62) açıklarken şevkin 100 parçadan oluştuğunu, Allah’ın doksan dokuz parçayı kendisine ayırdığını, birini de insanlara dağıttığını söyler. Tasavvuf kaynaklarında Allah’ın kullarına duyduğu iştiyakı anlatan ifadeler yer alır (meselâ bk. Kuşeyrî, II, 629, 630; Gazzâlî, İḥyâʾ , IV, 324). Muhyiddin İbnü’l-Arabî gibi bazı sûfîler şevk ile iştiyakın birbirinden farklı olduğunu söylemişlerdir. Buna göre Allah’a kavuşunca şevk son bulurken iştiyak devam eder. Şevk herkes için geçerli bir makamdır; iştiyak ise özel bir makam olup o hali yaşayan sûfîler şaşkına döner, ne yapacaklarını, nerede duracaklarını bilemezler ( el-Fütûḥâtü’l-Mekkiyye , II, 364; Kuşeyrî, II, 626, 627). Ebû Tâlib el-Mekkî benzer tesirleri şevk için kullanır ( Ḳūtü’l-ḳulûb , II, 60, 64). Sûfîler ibadetlerin yalnızca muhabbet ve şevkten dolayı yapılmasına büyük önem verirler. Meselâ Süfyân es-Sevrî’nin bir sorusu üzerine Râbia el-Adeviyye şöyle demiştir: “Allah’a cehenneminden korktuğum ve cennetini istediğim için değil O’na duyduğum sevgi ve şevkten dolayı ibadet ettim” ( Gazzâlî, İḥyâʾ , IV, 310). Yahyâ b. Muâz’ın “organların nefsânî arzulardan bağının kesilmesi” şeklindeki şevk tanımından da anlaşılacağı üzere (Kuşeyrî, II, 627) sûfîler şevki ahlâkî bir kavram olarak da kullanmışlardır. BİBLİYOGRAFYA Tehânevî, Keşşâf , I, 770. Müsned , IV, 264; V, 191. Şakīk-ı Belhî, Risâle-i Âdâbü’l-ʿibâdât (nşr. P. Nwyia, trc. Nasrullah Pürcevâdî, Maʿârif , IV/1 [Tahran 1366/1987] içinde), s. 108, 112, 114. Fârâbî, et-Taʿlîḳāt (nşr. Ca‘fer Âl-i Yâsîn), Beyrut 1408/1998, s. 37. a.mlf., el-Medînetü’l-fâżıla , Beyrut, ts. (Dârü’l-kāmûsi’l-hadîs), s. 84-86. a.mlf., ʿUyûnü’l-mesâʾil (nşr. F. Dieterici, es̱-S̱emeratü’l-merżıyye fî baʿżi’r-risâlâti’l-Fârâbiyye: Alfārābī’s Philosophische Abhandlungen içinde), Leiden 1890, s. 62. Serrâc, el-Lümaʿ (nşr. Kâmil Mustafa Hindâvî), Beyrut 1421/2001, s. 58-60. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1310, II, 60-64. İbn Sînâ, eş-Şifâʾ el-İlâhiyyât (2) , s. 285-388, 390-394, 397-398, 427-432. a.mlf., en-Necât (nşr. M. Takī Dânişpejûh), Tahran 1364 hş./1985, s. 626-634, 637, 647, 681-691, 694-696. Ebû Nuaym, Ḥilye , X, 78-79, 87, 91, 95, 96. Kuşeyrî, er-Risâle , II, 626-632. Gazzâlî, İḥyâʾ , II, 272, 279, 295-296; IV, 310, 322-327. a.mlf., Maḳāṣıdü’l-felâsife (nşr. Muhyiddin Sabrî), Kahire 1331, s. 164-165, 306-307, 310. Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye (nşr. Osman İsmâil Yahyâ), Kahire, ts. (Mektebetü’s-sekāfeti’d-dîniyye), II, 364. Ahmed Ziyâeddin Gümüşhânevî, Câmiʿu’l-uṣûl (nşr. Edîb Nasreddin), Beyrut 1997, I, 203-204. S. de Laugier de Beaurecueil, Khwādja ‘Abdullāh Anṣārī (396-481 H./1006-1089): Mystique Hanbalite , Beyrouth, ts. (Imprimerie Catholique), s. 283. L. Lewisohn, “S̲h̲awḳ”, EI 2 (Fr.) , IX, 389-390. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2010 yılında İstanbul’da basılan 39. cildinde, 20-22 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Tehânevî, Keşşâf , I, 770.",
        "Müsned , IV, 264; V, 191.",
        "Şakīk-ı Belhî, Risâle-i Âdâbü’l-ʿibâdât (nşr. P. Nwyia, trc. Nasrullah Pürcevâdî, Maʿârif , IV/1 [Tahran 1366/1987] içinde), s. 108, 112, 114.",
        "Fârâbî, et-Taʿlîḳāt (nşr. Ca‘fer Âl-i Yâsîn), Beyrut 1408/1998, s. 37.",
        "a.mlf., el-Medînetü’l-fâżıla , Beyrut, ts. (Dârü’l-kāmûsi’l-hadîs), s. 84-86.",
        "a.mlf., ʿUyûnü’l-mesâʾil (nşr. F. Dieterici, es̱-S̱emeratü’l-merżıyye fî baʿżi’r-risâlâti’l-Fârâbiyye: Alfārābī’s Philosophische Abhandlungen içinde), Leiden 1890, s. 62.",
        "Serrâc, el-Lümaʿ (nşr. Kâmil Mustafa Hindâvî), Beyrut 1421/2001, s. 58-60.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1310, II, 60-64.",
        "İbn Sînâ, eş-Şifâʾ el-İlâhiyyât (2) , s. 285-388, 390-394, 397-398, 427-432.",
        "a.mlf., en-Necât (nşr. M. Takī Dânişpejûh), Tahran 1364 hş./1985, s. 626-634, 637, 647, 681-691, 694-696.",
        "Ebû Nuaym, Ḥilye , X, 78-79, 87, 91, 95, 96.",
        "Kuşeyrî, er-Risâle , II, 626-632.",
        "Gazzâlî, İḥyâʾ , II, 272, 279, 295-296; IV, 310, 322-327.",
        "a.mlf., Maḳāṣıdü’l-felâsife (nşr. Muhyiddin Sabrî), Kahire 1331, s. 164-165, 306-307, 310.",
        "Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye (nşr. Osman İsmâil Yahyâ), Kahire, ts. (Mektebetü’s-sekāfeti’d-dîniyye), II, 364.",
        "Ahmed Ziyâeddin Gümüşhânevî, Câmiʿu’l-uṣûl (nşr. Edîb Nasreddin), Beyrut 1997, I, 203-204.",
        "S. de Laugier de Beaurecueil, Khwādja ‘Abdullāh Anṣārī (396-481 H./1006-1089): Mystique Hanbalite , Beyrouth, ts. (Imprimerie Catholique), s. 283.",
        "L. Lewisohn, “S̲h̲awḳ”, EI 2 (Fr.) , IX, 389-390."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}