{
  "id": "eweb_374",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/sibli-ebu-bekir",
  "annotator": "Jeremy",
  "title": "ŞİBLÎ, Ebû Bekir",
  "arabic_title": "أبو بكر الشبلي",
  "summary": "Ebû Bekr Dülef b. Cahder (Ca‘fer b. Yûnus) eş-Şiblî (ö. 334/946) İlk sûfîlerden.",
  "parts": [
    {
      "author": "DİLAVER GÜRER",
      "content": "247’de (861) Sâmerrâ’nın Şibliye köyünde doğdu. Türk asıllı bir ailenin çocuğu olduğu, babasının Abbâsî sarayında hâcibü’l-hüccâblık, dayısının İskenderiye’de emîrülümerâlık görevinde bulunduğu kaydedilir (Hatîb, XIV, 389). Şiblî’nin adı kaynaklarda farklı şekillerde geçmektedir. Serrâc, Kelâbâzî ve Hücvîrî Dülef b. Ca‘fer, Sülemî ve ondan naklen birçok müellif ise Ca‘fer b. Yûnus adını zikretmiştir. Diğer isimler bu iki isimdeki kelimelerin yanlış okunmasından kaynaklanmıştır. Sülemî, Şiblî’ye arkadaşı Hüseyin eş-Şâfiî’nin Ca‘fer b. Yûnus dediğini ve mezar taşında da bu şekilde yazılı olduğunu belirtir ( Ṭabaḳāt , s. 337). Şiblî’nin hayatına dair fazla bilgi yoktur. İyi bir öğrenim gördüğü, Abbâsîler’den Muvaffak’ın veliahtlığı sırasında onun arkadaşlarından olduğu ve daha sonra hâcibliğini yaptığı bilinmektedir. Devlet kademelerinde hızla yükselen Şiblî, Rey’e bağlı Dünbâvend’de valilik yaptı (Hatîb, XIV, 389). Valiliği esnasında devrin sûfîlerinden Hayr en-Nessâc’ın sohbetine katıldı; sohbetinden etkilenerek valilik görevini bırakıp tasavvufa yöneldi. Hücvîrî’nin kaydettiğine göre Cüneyd-i Bağdâdî’ye büyük hayranlık duyan Hayr en-Nessâc, Şiblî’yi onun yanına gönderdi ( Keşfü’l-mahcûb , s. 259). Böylece Şiblî, tasavvuf eğitimini devrin en ünlü sûfîsinin yanında tamamlama imkânına kavuştu. Cüneyd’in, “Her topluluğun bir tacı vardır, sûfîlerin tacı da Şiblî’dir” sözü onun tasavvufta ulaşmış olduğu makama işaret etmektedir. Genç yaşta seyrüsülûkünün başında çokça seyahat eden Şiblî 334 yılı Zilhicce ayında (Temmuz 946) Bağdat’ta vefat etti. Şiblî sadece tasavvuf eğitimiyle yetinmeyip dinî ilimlerle de ilgilenmiş, yıllarca hadis ve fıkıh okumuş, İmam Mâlik’in el-Muvaṭṭaʾ ını ezberlemiştir. Ebû Abdullah Muhammed er-Râzî, “Sûfîler içinde Şiblî’den daha âlim bir kimseyi görmedim” demiştir. Fakat onun daha sonra fıkıh ve hadis ilimlerine karşı olumsuz tavır alması kendisinden sonraki pek çok sûfîyi etkilemiştir. Gerçeğe ulaşmada bu iki ilmi yetersiz gören Şiblî’ye göre gerçek fıkıh Allah ile kul arasındaki halleri açıklayan fıkh-ı ilâhîdir; ancak kendisi fakihlerden bu ilmi öğretecek bir kimseyle karşılaşmamıştır (Serrâc, s. 486). Kur’an’ı âyetlerin mânaları üzerinde yoğun biçimde düşünerek okumayı tavsiye eden Şiblî’nin bu usulle kırk üç yılda Kur’an’ın ancak dörtte birini okuyabildiği kaydedilmektedir (Hatîb, XIV, 392). Kaynaklarda onun bazı âyetler için yaptığı işârî tefsirler nakledilir. Ebû Bekir eş-Şiblî tasavvufun bütün konu ve kavramları üzerinde fikir beyan etmiş ve onun bir ilim dalı olarak ortaya çıkmasına katkıda bulunmuştur. A. J. Arberry, Şiblî’yi IV. (X.) yüzyılın özgün düşünürlerinden ve tasavvuf teorisyenlerinden biri diye kabul eder ( Tasavvuf , s. 61). Başta el-Lümaʿ olmak üzere bütün tasavvuf klasiklerinde görüşlerine sıkça atıf yapılan Şiblî’nin ele aldığı konuların başında mârifetullah ve tevhid gelmektedir. Ona göre tasavvuf başı mârifetullah, sonu tevhid olan bir yolculuktur. Gerçek mârifet kişiyi Allah’tan başka her şeyden alıkoyar. Ârif O’nun kelâmından başka bir kelâm söyleyemez; O’ndan başkasını gözetemez. Mârifet, sâliki Hakk’a ulaştıran kanattır. Sâlikin Hakk’a doğru bu uçuşunda en önemli gıdası muhabbetullahtır. Şiblî’ye göre tasavvufun nihaî hedefi gerçek tevhiddir. Benliği terketmeden gerçek tevhide ulaşmak mümkün değildir. Allah’ı bilmek ve tanımlamak ancak O’nun kendisi için kullandığı tanımlarla mümkündür. Lafızlarla tevhidi anlatan mülhid, Allah’ı işaretle anlatmaya kalkışan kimse senevî (iki tanrıcı) olur. Allah’a erdiğini sanan hiçbir şeye ermemiştir. O’nun hakkında konuşan gafildir. O’na yakın olduğunu zanneden O’ndan uzaktır. Tevhid Allah’a karşı duyulan dâimî bir aşk, O’na mutlak bir bağlılık ve sonsuz bir tevekküldür. Şiblî’ye göre ilim-amel bütünlüğü ve amelde ihlâslı olmak şarttır. Çünkü amel lisanı, ilim lisanından daha etkilidir. Nebîlere açılan keşif velîlere açılan keşiften çok büyüktür. Eğer Allah nebîlere açtığı keşiften bir zerresini velîlere açacak olsaydı velîlikleri iptal olurdu. Şiblî şathiyeleriyle de ünlüdür. Serrâc el-Lümaʿ ın bir bölümünü (s. 478-491) onun şathiyelerine ayırmış, şathiyelerinden bir kısmını sıralayarak bunları diğer sûfîlerin ve kendisinin yorumlarıyla açıklamaya çalışmıştır. Hallâc-ı Mansûr’un en yakın arkadaşlarından olan Şiblî ilâhî sırları halka açmaması hususunda kendisini defalarca uyardığını söyler. Özellikle idamı sırasında Hallâc’ın yanından hiç ayrılmamış, arkadaşına en zor anlarında destek olmaya çalışmıştır. Şiblî’nin, “Ben ve Hallâc aynı şey idik; beni divaneliğim kurtardı, onu aklı batırdı” sözü Hallâc ile aynı fikirleri paylaştığını gösterdiği gibi onun idam sonrası başlayan Hallâc taraftarlarını ortadan kaldırma hareketi sırasında canını nasıl kurtardığına da işaret etmektedir. Şiblî’nin sözleri, işârî yorumları ve şathiyeleri, başta tasavvuf kaynakları olmak üzere tarih ve tabakat kitaplarında dağınık halde bulunmaktadır. Kâmil Mustafa eş-Şeybî onun şiirlerini bir araya toplayarak yayımlamıştır ( Dîvânü Ebî Bekr eş-Şiblî , Bağdat 1967). Edebî yönden kuvvetli olan şiirleri tamamen tasavvufî anlamlar yüklüdür. Kendisinden sonra pek çok sûfî onun sözleri ve şiirleriyle eserlerini zenginleştirmiştir. Muhyiddin İbnü’l-Arabî Fuṣûṣü’l-ḥikem ’inde, Mevlânâ Celâleddîn-i Rûmî Dîvân-ı Kebîr ’inde Şiblî’nin, “İnsanların nazarında benim âşık olduğum kesinleşti, ama aşkımın kime olduğunu kimse bilemedi” beytini zikretmişlerdir. Şiblî Kādiriyye, Mevleviyye, Rifâiyye ve Şâzeliyye silsilelerinde yer almaktadır. BİBLİYOGRAFYA Aḫbârü’l-Ḥallâc: Akhbar al-Hallaj (nşr. ve trc. L. Massignon – P. Kraus), Paris 1957, s. 7-8. Serrâc, el-Lümaʿ , s. 478-491. Ebû Tâlib el-Mekkî, ʿİlmü’l-ḳulûb (nşr. Abdülkādir Ahmed Atâ), Kahire 1964, s. 46. Kelâbâzî, Taarruf (Uludağ) , s. 60. Sülemî, Ṭabaḳāt , s. 337-348. Hatîb, Târîḫu Baġdâd , XIV, 389, 392. Hücvîrî, Keşfü’l-mahcûb (trc. Süleyman Uludağ), İstanbul 1996, s. 247, 259-260. Kuşeyrî, er-Risâle , s. 419-420. Ferîdüddin Attâr, Tezkiretü’l-evliyâ (trc. Süleyman Uludağ), İstanbul 1985, s. 646-671. İbn Fazlullah el-Ömerî, Mesâlik , VIII, 72-78. M. Abdürraûf el-Münâvî, el-Kevâkibü’d-dürriyye (nşr. Abdülhalîm Sâlih Hamdân), Kahire, ts. (el-Mektebetü’l-Ezheriyye), s. 553-560. Şa‘rânî, eṭ-Ṭabaḳātü’l-kübrâ , Beyrut 1997, s. 148-151. L. Massignon, Recueil de textes inédits , Paris 1929, s. 77-79. a.mlf., “Şiblî”, İA , XI, 516-517. Sezgin, GAS , I, 660. Süleyman Ateş, Sülemî ve Tasavvufî Tefsîri , İstanbul 1969, s. 85. a.mlf., Cüneyd-i Bağdâdî ve Mektupları , İstanbul 1970, s. 47-48. Şevkī Dayf, Târîḫu’l-edeb , IV, 482-485. Abdülhalîm Mahmûd, Tâcü’ṣ-ṣûfiyye Ebû Bekr eş-Şiblî, ḥayâtühû ve ârâʾüh , Kahire, ts. (Dârü’l-maârif). A. J. Arberry, Tasavvuf: İslâm Mistiklerinin Öyküsü (trc. İbrahim Kapaklıkaya), İstanbul 2004, s. 61. É. Dermenghem, “Aboû Bakr Chiblî, poète mystique bagdadien (861-945)”, Annales de l’Institut d’études orientales , VIII, Paris 1949-50, s. 235-264. F. Sobieroj, “Love in the Mystical Discource and Experience of Abū Bakr Shiblī (10th Century Sufi, Iraq)”, Sufi , sy. 23, London 1994, s. 10-15. a.mlf., “al-S̲h̲iblī”, EI 2 (İng.) , IX, 432-433. Rıfat Okudan, “Ebû Bekr Şiblî: Hayatı ve Tasavvuf Tarihindeki Yeri”, Tasavvuf , sy. 19, Ankara 2007, s. 211-234. Hadîce Bûtürâbî, “Şiblî”, DMT , IX, 521-522. R. P. Scheindlin, “al-S̲h̲iblī”, Encyclopedia of Arabic Literature (ed. J. S. Meisami – P. Starkey), London 1998, II, 711-712. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2010 yılında İstanbul’da basılan 39. cildinde, 125-126 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Aḫbârü’l-Ḥallâc: Akhbar al-Hallaj (nşr. ve trc. L. Massignon – P. Kraus), Paris 1957, s. 7-8.",
        "Serrâc, el-Lümaʿ , s. 478-491.",
        "Ebû Tâlib el-Mekkî, ʿİlmü’l-ḳulûb (nşr. Abdülkādir Ahmed Atâ), Kahire 1964, s. 46.",
        "Kelâbâzî, Taarruf (Uludağ) , s. 60.",
        "Sülemî, Ṭabaḳāt , s. 337-348.",
        "Hatîb, Târîḫu Baġdâd , XIV, 389, 392.",
        "Hücvîrî, Keşfü’l-mahcûb (trc. Süleyman Uludağ), İstanbul 1996, s. 247, 259-260.",
        "Kuşeyrî, er-Risâle , s. 419-420.",
        "Ferîdüddin Attâr, Tezkiretü’l-evliyâ (trc. Süleyman Uludağ), İstanbul 1985, s. 646-671.",
        "İbn Fazlullah el-Ömerî, Mesâlik , VIII, 72-78.",
        "M. Abdürraûf el-Münâvî, el-Kevâkibü’d-dürriyye (nşr. Abdülhalîm Sâlih Hamdân), Kahire, ts. (el-Mektebetü’l-Ezheriyye), s. 553-560.",
        "Şa‘rânî, eṭ-Ṭabaḳātü’l-kübrâ , Beyrut 1997, s. 148-151.",
        "L. Massignon, Recueil de textes inédits , Paris 1929, s. 77-79.",
        "a.mlf., “Şiblî”, İA , XI, 516-517.",
        "Sezgin, GAS , I, 660.",
        "Süleyman Ateş, Sülemî ve Tasavvufî Tefsîri , İstanbul 1969, s. 85.",
        "a.mlf., Cüneyd-i Bağdâdî ve Mektupları , İstanbul 1970, s. 47-48.",
        "Şevkī Dayf, Târîḫu’l-edeb , IV, 482-485.",
        "Abdülhalîm Mahmûd, Tâcü’ṣ-ṣûfiyye Ebû Bekr eş-Şiblî, ḥayâtühû ve ârâʾüh , Kahire, ts. (Dârü’l-maârif).",
        "A. J. Arberry, Tasavvuf: İslâm Mistiklerinin Öyküsü (trc. İbrahim Kapaklıkaya), İstanbul 2004, s. 61.",
        "É. Dermenghem, “Aboû Bakr Chiblî, poète mystique bagdadien (861-945)”, Annales de l’Institut d’études orientales , VIII, Paris 1949-50, s. 235-264.",
        "F. Sobieroj, “Love in the Mystical Discource and Experience of Abū Bakr Shiblī (10th Century Sufi, Iraq)”, Sufi , sy. 23, London 1994, s. 10-15.",
        "a.mlf., “al-S̲h̲iblī”, EI 2 (İng.) , IX, 432-433.",
        "Rıfat Okudan, “Ebû Bekr Şiblî: Hayatı ve Tasavvuf Tarihindeki Yeri”, Tasavvuf , sy. 19, Ankara 2007, s. 211-234.",
        "Hadîce Bûtürâbî, “Şiblî”, DMT , IX, 521-522.",
        "R. P. Scheindlin, “al-S̲h̲iblī”, Encyclopedia of Arabic Literature (ed. J. S. Meisami – P. Starkey), London 1998, II, 711-712."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 376
}