{
  "id": "eweb_376",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/sufi",
  "annotator": "Jeremy",
  "title": "SÛFÎ",
  "arabic_title": "الصوفي",
  "summary": "Tasavvufî hayat tarzını benimseyerek Hakk’ın yakınlığını kazanmaya çalışan kimse.",
  "parts": [
    {
      "author": "REŞAT ÖNGÖREN",
      "content": "Tasavvuf yolunda nefis mücâhedesini sürdürmekte olanlara mürîd ve mutasavvıf , bu mücâhedeyi tamamlayıp kemale ermiş olanlara sûfî denilmektedir (Sülemî, Tasavvufun Ana İlkeleri , s. 10; Hücvîrî, s. 115). Sûfiyye “tasavvuf; tasavvuf ehli kimseler, sûfîler” anlamındadır. Sûfî kelimesine Hz. Peygamber zamanında ve ondan hemen sonraki dönemde rastlanmamaktadır. Ancak Hasan-ı Basrî’nin (ö. 110/728) Kâbe’yi tavaf sırasında bir sûfî gördüğünü ve ona bir şeyler vermek istediğini söylemesi (Serrâc, s. 42) kelimenin I. (VII.) yüzyılda bir unvan olarak kullanıldığını göstermektedir. Sûfî unvanı II. (VIII.) yüzyıldan itibaren yaygınlaşmaya başlamıştır. Ebû Hâşim el-Kûfî (ö. 150/767 [?]) (Câhiz, I, 366; Câmî, s. 31), Kilâb b. Cerî, Küleyb, Hâşim el-Evkas, Sâlih b. Abdülcelîl (Câhiz, I, 366), Câbir b. Hayyân (İbnü’n-Nedîm, s. 498) ve İbrâhim b. Edhem’in müridi İbrâhim b. Beşşâr (Ebû Nuaym, VII, 346) bu unvanla anıldığı bilinen ilk şahsiyetlerdir. Süfyân es-Sevrî riyânın inceliklerini ve sûfînin nasıl bir kişi olması gerektiğini Ebû Hâşim el-Kûfî’den öğrendiğini söyler. Kur’an’da ve hadislerde geçmeyen sûfî kelimesinin unvan olarak kullanılmasının sebebi konusunda Serrâc, Kelâbâzî, Ebû Nuaym, Kuşeyrî, Hücvîrî, Şehâbeddin es-Sühreverdî gibi klasik dönem sûfî müellifleri değişik görüşler ileri sürmüştür. Buna göre sûfî, tasavvuf ehlinin kendilerine örnek aldıkları Suffe ashabını ifade eden “ehl-i Suffe” terkibindeki “suffe”, Allah katında ve O’na ibadette ilk sırada olduklarını ifade için “saff-ı evvel” terkibindeki “saff”, güzel sıfatlara sahip bulunduklarına işaretle “sıfat”, kalp temizliğine önem verdikleri için derunî temizliği ifade eden “safâ” ve “safvet”, yemeye içmeye önem vermemeleri ve genellikle bitki yemeyi tercih etmeleri sebebiyle bir çöl bitkisi olan “sûfâne”, giyim ve kuşamlarına önem vermemeleri ve saçlarını uzatmalarından dolayı “enseye sarkan saç” anlamındaki “sûfetü’l-kafâ” terkibindeki “sûfe”, Hakk’a ve halka hizmeti ön planda tutmaları sebebiyle İslâm’dan önce yaşayan ve kendilerini Kâbe hizmetine adayan Benî Sûfe kabilesiyle benzerlik arzettikleri için “sûfe”, başta Hz. Peygamber ve ashabı olmak üzere birçok peygamberin tercih ettiği tevazuun sembolü olan yün elbise giydikleri için “yün” anlamındaki “sûf” kelimelerinden gelmiş olabileceği üzerinde durulmuştur. Bu görüşlerden önemli bir kısmının sûfî denilen kişilere bu unvanın dış görünüşleri dikkate alınarak verildiği, bir kısmının da iç dünyaları itibariyle uygun görüldüğü anlaşılmakta, en çok kabul gören görüşün Arapça dil kuralları açısından da uygun olan son görüş olduğu belirtilmektedir. Serrâc bu son görüşün daha doğru olduğunu teyit etmek için Kur’ân-ı Kerîm’de Hz. Îsâ’nın arkadaşlarına ilim, davranış ve halleri sebebiyle bir isim verilmediği halde beyaz giysileri dikkate alınarak “havâriler” denildiğini (el-Mâide 5/112) örnek olarak kaydeder ( el-Lümaʿ , s. 41). Sûfînin “yün giyen” anlamına geldiği kabul edildiği takdirde “tasavvuf” kelimesi de “yün giydi” anlamındaki “tasavvefe” fiilinin masdarı olmuş olur. İlk dönemden itibaren pek çok zâhidin yün elbise giydiği bilinmektedir (bk. HIRKA ). Daha sonraki devirlerde zühd hayatını tercih edenlere çoğunlukla sûfî denilmeye başlanmıştır. Zâhid ve sûfîlerin öteden beri bu tür elbise giyen hıristiyan ruhban ve keşişlerin etkisiyle yün elbise giydikleri ileri sürülmüşse de Hz. Peygamber ve ashabının da yün elbise giydiğine dair rivayetler bunun doğru olmadığını göstermektedir. Kuşeyrî ve Hücvîrî, sûfî kelimesiyle ilgili görüşlere yer verdikten sonra bunun Arapça bir kelimeden türemesinin uygun olmayacağını, ancak câmid bir lakap olabileceğini belirtmişlerdir ( er-Risâle , II, 550; Keşfü’l-mahcûb , s. 115). Bîrûnî ise sûfî kelimesinin Arapça olmadığını, kelimenin kökünün Yunanca’da “hakîm, bilge” anlamına gelen “sophos” olduğunu ileri sürmüştür ( Taḥḳīḳu mâ li’l-Hind , s. 27-28). Aynı görüşü Joseph von Hammer de savunmuş ve sûfîleri Hint’te “çıplak bilgeler” diye ifade edilen “gymnosophist”lere nisbet etmiştir. Ancak Arapça uzmanı olan Alman şarkiyatçısı Theodor Nöldeke, “sophos” kelimesinin Ârâmî ve Arap dillerinde bilinmediğini ve kelimenin Yunanca’dan Arapça’ya geçtikten sonra hep sin harfiyle yazıldığını, dolayısıyla sad harfiyle yazılan sûfî kelimesinin “sophos”tan gelmesinin mümkün olamayacağını belirtmiştir. Öte yandan Arap lugat âlimlerinin sûfînin yabancı bir kelime olduğuna hiç temas etmemeleri de yabancı kökenli sayılmadığına delil olarak görülmüştür. Bu gerekçeler, sûfî kelimesini “hikmet” anlamına gelen Yunanca’daki “sophia” veya “teosophia” kelimelerine nisbet edenler için de söz konusudur. Sûfî tabirinin müslüman toplumlarda Yunan felsefesinin tesirini hissettirmeden önce ortaya çıkmış olması da Yunanca ile ilgisi bulunmadığını ortaya koymaktadır. Sûfî ile ilgili çok çeşitli tarifler yapılmıştır. Bunların önemli bir kısmı tarifi yapanın o anki mânevî halini ya da muhatabının içinde bulunduğu mânevî durum çerçevesinde ona vermek istediği mesajın özelliklerini yansıtmaktadır. Sûfînin sadece bazı yönlerini yansıtan bu tariflerin çeşitliliği tasavvuf yolunda yaşanan hal ve makamların çeşitliliğinden kaynaklanmaktadır. Bu çerçevede bir yandan sûfînin sürekli daha iyiye ve güzele sahip olma gayreti içinde bulunması, yoklukta sabretmesi, varlıkta karşılıksız dağıtması, ayırım yapmadan herkese iyilikte bulunması, kötülüklere bile iyilikle karşılık vermesi, mal mülk, makam, şöhret gibi dünyevî unsurlara değer vermemesi gibi insanî ve ahlâkî özelliklerine vurgu yapılırken diğer yandan dış görünüşünden çok iç dünyasının düzgün olması, nefsini terbiye edip kalbini saflaştırarak Hakk’a ermesi ve O’nun dostluğunu kazanması gibi mânevî özellikleri dile getirilmiştir. Kuşeyrî, Cüneyd-i Bağdâdî’nin sûfî ile ilgili birkaç tarifini nakleder. Cüneyd’e göre, “Sûfî yer gibidir, kötü olan her şey onun üzerine atılır, fakat ondan sadece güzel şeyler çıkar”; “Sûfî yer gibidir, iyi de kötü de üzerine basarak yürür. Bulut gibidir, iyiyi de kötüyü de gölgelendirir. Yağmur gibidir, ayırım yapmadan her yeri sular”; “Zâhirine özen gösteren bir sûfî gördünüz mü bilin ki içi haraptır” (Kuşeyrî, II, 553). Bu tariflerde sûfînin ahlâkî ve insanî nitelikleri belirtilmekte ve onun ayırım yapmadan herkese faydalı olduğu, bedenle ilgili hükümlerden çok ruhla ilgili niteliklere önem verdiği ifade edilmektedir. Ebû Türâb en-Nahşebî sûfîyi, “Hiçbir şeyin kendisini bulandırmadığı, her şeyin kendisiyle duru ve saf hale geldiği kişidir” diye tanımlamıştır. Ebû Bekir eş-Şiblî’nin, “Sûfî halktan ayrılan ve Hakk’a eren kimsedir” şeklindeki tarifi sûfînin Hak’la olan ilişkisini vurgular. Sûfî Allah Teâlâ’nın, “Seni kendime dost edindim” (Tâhâ 20/41) hitabına mazhar olan kuldur. Hücvîrî sûfîyi ve sûfîliği anlattıktan sonra sûfî ile mutasavvıf arasındaki farkı belirtir. “Sûfî kâmil, velî ve hakikat ehli erin adıdır” diyen Hücvîrî’ye göre sûfî nefsinden fâni, Hak ile bâki, nefsaniyetin pençesinden kurtulan ve hakikatlerin hakikatine ulaşan erdir. Mutasavvıf ise sûfî olmanın yolunu tutan, bu yolda nefis mücâhedesi yapan, sûfîler gibi davranmaya çalışan kimsedir. Mustasvif ise bir çıkar sağlamak veya bir mevki ve itibar sahibi olmak için kendini onlar gibi gösteren, ancak onların hiçbir halinden haberdar olmayan ve nasip almayan kimsedir. Mustasvifler murdar ve haram et yiyen kurt gibidir. Kelâbâzî sûfî ile ilgili bazı tariflere yer verdikten sonra sûfîlere ayrıca vatanlarını terkettikleri için “gurebâ”, diyar diyar dolaştıkları için “seyyâhîn”, seyahat ederken ihtiyaç halinde mağaralara sığındıkları için Horasanlılar’ca “mağaralılar” anlamına gelen “şikeftiyye”, zaruret miktarı yiyip genellikle aç oldukları için Şamlılar tarafından “cûiyye”, sahip oldukları şeyleri dağıttıkları için ellerinde bir şey bulunmamakla “fukara”, kalplerini nurlandırmaya çalıştıkları için de “nûriyye” gibi adlar verildiğini belirtir ( et-Taʿarruf , s. 21-22). Türkçe’de “sûfî” anlamına gelen sofu kelimesi aynı zamanda “cahil ve ham derviş” (sûfî-i tîredil) anlamında da kullanılır. Yûnus Emre, “Âşıklar ortasında sofuluk satmayalar” mısraında ( Yunus Emre Dîvânı , s. 111) bu tür sofulara işaret etmektedir. Sûfî olmadıkları halde mizaç ve tabiat itibariyle onlara benzeyenlere “sûfîmeşrep” denir. BİBLİYOGRAFYA Tehânevî, Keşşâf , II, 839-841. Câhiz, el-Beyân ve’t-tebyîn , I, 366. Serrâc, el-Lümaʿ , s. 40-43, 45-48. Kelâbâzî, et-Taʿarruf , s. 21-26. İbnü’n-Nedîm, el-Fihrist , s. 498. Sülemî, Ṭabaḳāt , s. 489, 491. a.mlf., Tasavvufun Ana İlkeleri: Sülemî’nin Risaleleri (nşr. ve trc. Süleyman Ateş), Ankara 1401/1981, metin: s. 10. Ebû Nuaym, Ḥilye , I, 17-24; VII, 346. Bîrûnî, Taḥḳīḳu mâ li’l-Hind , Beyrut 1403/1983, s. 27-28. Kuşeyrî, er-Risâle , II, 550-557. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 111-121. Ebü’l-Ferec İbnü’l-Cevzî, Telbîsü İblîs (nşr. M. Emîn el-Hancî – M. Abduh ed-Dımaşkī), Kahire 1340, s. 171-173. Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 59-70. Yunus Emre Dîvânı II: Tenkitli Metin (haz. Mustafa Tatçı), Ankara 1997, s. 111. Takıyyüddin İbn Teymiyye, el-Furḳān (nşr. Abdurrahman b. Abdülkerîm el-Yahyâ), Beyrut 1420/1999, s. 64-68. Abdürrezzâk el-Kâşânî, Tasavvuf Sözlüğü (trc. Ekrem Demirli), İstanbul 2004, s. 338. İbn Haldûn, Şifâʾü’s-sâʾil , s. 15-18. a.mlf., Muḳaddime , III, 1098. Câmî, Nefeḥât , s. 9-13, 31. Harîrîzâde, Tibyân , II, vr. 240 a -242 a , 249 a -255 a . Hüseyin Vassâf, Sefîne-i Evliyâ (haz. Mehmet Akkuş – Ali Yılmaz), İstanbul 2006, I, 21-23. Zekî Mübârek, et-Taṣavvufü’l-İslâmî fi’l-edeb ve’l-aḫlâḳ , Kahire 1954, I, 41-55. R. A. Nicholson, Fi’t-Taṣavvufi’l-İslâmî ve târîḫih (trc. Ebü’l-Alâ Afîfî), Kahire 1375/1956, s. 66-69. a.mlf., The Mystics of Islam , London 1970, s. 2-4. Kāsım Ganî, Târîḫ-i Taṣavvuf der İslâm , Tahran 1340 hş., s. 37-46. Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , Kahire 1963, s. 27, 34. İbrâhim Besyûnî, Neşʾetü’t-taṣavvufi’l-İslâmî , Kahire 1969, s. 9-17. Ali Sâmî en-Neşşâr, Neşʾetü’l-fikri’l-felsefî fi’l-İslâm , Kahire 1978, III, 36-42. Kâmil Mustafa eş-Şeybî, eṣ-Ṣıla beyne’t-taṣavvuf ve’t-teşeyyuʿ , Beyrut 1982, I, 281-305. L. Massignon, Essay on the Origins of the Technical Language of Islamic Mysticism (trc. B. Clark), Notre Dame 1997, s. 104-106. a.mlf., “Tasavvuf”, İA , XII/1, s. 26. “Sufiler” (trc. Abdullah Kartal), UÜ İlâhiyat Fakültesi Dergisi , VI, Bursa 1994, s. 313-315. Pakalın , III, 252-253. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2009 yılında İstanbul’da basılan 37. cildinde, 471-472 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Tehânevî, Keşşâf , II, 839-841.",
        "Câhiz, el-Beyân ve’t-tebyîn , I, 366.",
        "Serrâc, el-Lümaʿ , s. 40-43, 45-48.",
        "Kelâbâzî, et-Taʿarruf , s. 21-26.",
        "İbnü’n-Nedîm, el-Fihrist , s. 498.",
        "Sülemî, Ṭabaḳāt , s. 489, 491.",
        "a.mlf., Tasavvufun Ana İlkeleri: Sülemî’nin Risaleleri (nşr. ve trc. Süleyman Ateş), Ankara 1401/1981, metin: s. 10.",
        "Ebû Nuaym, Ḥilye , I, 17-24; VII, 346.",
        "Bîrûnî, Taḥḳīḳu mâ li’l-Hind , Beyrut 1403/1983, s. 27-28.",
        "Kuşeyrî, er-Risâle , II, 550-557.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 111-121.",
        "Ebü’l-Ferec İbnü’l-Cevzî, Telbîsü İblîs (nşr. M. Emîn el-Hancî – M. Abduh ed-Dımaşkī), Kahire 1340, s. 171-173.",
        "Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 59-70.",
        "Yunus Emre Dîvânı II: Tenkitli Metin (haz. Mustafa Tatçı), Ankara 1997, s. 111.",
        "Takıyyüddin İbn Teymiyye, el-Furḳān (nşr. Abdurrahman b. Abdülkerîm el-Yahyâ), Beyrut 1420/1999, s. 64-68.",
        "Abdürrezzâk el-Kâşânî, Tasavvuf Sözlüğü (trc. Ekrem Demirli), İstanbul 2004, s. 338.",
        "İbn Haldûn, Şifâʾü’s-sâʾil , s. 15-18.",
        "a.mlf., Muḳaddime , III, 1098.",
        "Câmî, Nefeḥât , s. 9-13, 31.",
        "Harîrîzâde, Tibyân , II, vr. 240 a -242 a , 249 a -255 a .",
        "Hüseyin Vassâf, Sefîne-i Evliyâ (haz. Mehmet Akkuş – Ali Yılmaz), İstanbul 2006, I, 21-23.",
        "Zekî Mübârek, et-Taṣavvufü’l-İslâmî fi’l-edeb ve’l-aḫlâḳ , Kahire 1954, I, 41-55.",
        "R. A. Nicholson, Fi’t-Taṣavvufi’l-İslâmî ve târîḫih (trc. Ebü’l-Alâ Afîfî), Kahire 1375/1956, s. 66-69.",
        "a.mlf., The Mystics of Islam , London 1970, s. 2-4.",
        "Kāsım Ganî, Târîḫ-i Taṣavvuf der İslâm , Tahran 1340 hş., s. 37-46.",
        "Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , Kahire 1963, s. 27, 34.",
        "İbrâhim Besyûnî, Neşʾetü’t-taṣavvufi’l-İslâmî , Kahire 1969, s. 9-17.",
        "Ali Sâmî en-Neşşâr, Neşʾetü’l-fikri’l-felsefî fi’l-İslâm , Kahire 1978, III, 36-42.",
        "Kâmil Mustafa eş-Şeybî, eṣ-Ṣıla beyne’t-taṣavvuf ve’t-teşeyyuʿ , Beyrut 1982, I, 281-305.",
        "L. Massignon, Essay on the Origins of the Technical Language of Islamic Mysticism (trc. B. Clark), Notre Dame 1997, s. 104-106.",
        "a.mlf., “Tasavvuf”, İA , XII/1, s. 26.",
        "“Sufiler” (trc. Abdullah Kartal), UÜ İlâhiyat Fakültesi Dergisi , VI, Bursa 1994, s. 313-315.",
        "Pakalın , III, 252-253."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}