{
  "id": "eweb_378",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/suluk--tasavvuf",
  "annotator": "Jeremy",
  "title": "SÜLÛK",
  "arabic_title": "السلوك",
  "summary": "Tâlibin bir mürşidin gözetiminde yaptığı mânevî yolculuk anlamında tasavvuf terimi.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Sözlükte “yola girmek, yolda yürümek; (bir şey) başka bir şeyin içine nüfuz etmek, katılmak, intikal etmek” anlamlarına gelen sülûk kelimesi tasavvufta “insanı Hakk’a ulaştıran tavır, amel, ibadet, fiil, hareket ve davranış tarzları” mânasında kullanılmıştır. Sülûk, “yol” anlamına gelen ve terminolojide benzer çağrışımlara sahip olan tarîk ve tarîkat kavramlarından daha kapsamlıdır. Tarikat, belli bir şeyh etrafında toplanmış mürid ve muhiblerden oluşan tasavvufî bir cemaati ifade ettiği halde sülûkte böyle kurumun varlığı şart değildir. Sülûk kelimesi, ilk dönem tasavvuf klasiklerinde dinî hayatla ilgili bütün fiilleri kapsayan geniş bir kullanıma sahipken XII. yüzyılda tarikatların ortaya çıkmasından sonra daha çok “Hakk’a ulaşma yolunda belli tasavvufî âdâb ve erkânın uygulanması” anlamını kazanmıştır. Sülûke bir tasavvuf terimi olarak ilk defa Abdülkerîm el-Kuşeyrî’nin Tertîbü’s-sülûk adlı eserinde rastlanmaktadır. Sülûk, tarikatlar sonrası dönemde genellikle aynı anlama gelen seyr kelimesiyle birlikte (seyrüsülûk) kullanılmıştır. Tasavvuf “sülûk ilmi” şeklinde tarif edilir. Bu ilmin konusu, tâlibin Hakk’a erme yeteneğini kazanmak için nefsini dünya kirlerinden arındırması, ahlâkını düzeltmesi ve güzelleştirmesi, amacı da nefsini ve rabbini bilmesidir. Tasavvuf yoluna girmek yani sülûk yapmak isteyene “tâlip”, yolun başlangıcında olana “mübtedî”, bu yolda mesafe katedene “sâlik” (ehl-i sülûk), yolun sonuna ulaşana “müntehî” denir. Sâlik mübtedî ile müntehî arasındaki mertebededir. Sülûkün nefisteki başlangıcı tövbenin ardından kalbin uyanıklık (yakaza) halinde olması, sonu ise Hakk’a vuslatın (fenâfillâh) ardından Hak ile bâki olmaktır (bekābillâh). Sûfîlere göre sülûkün birtakım aşamaları vardır. Bunlara makāme, menzil, medrece, akabe gibi isimler verilir. Bu aşamalar üçe, ona, yüze ve bin bire kadar varan gruplar halinde tasnif edilmiş, bu konuda kitaplar yazılmıştır. Hâce Abdullah-ı Herevî’nin Menâzilü’s-sâʾirîn ’i bunların en meşhurudur. Seyrüsülûk sırasında bir makama tam olarak gerçekleştirilmeden bir sonraki makam geçilemez. Aksi takdirde bu makamdaki eksiklik daha sonraki makamlarda devam eder ve nihayete ulaşana kadar sülûkü olumsuz yönde etkiler. Muhyiddin İbnü’l-Arabî kelimenin sözlükteki “katılmak, intikal etmek” anlamından hareketle sülûkü “mâna, sûret ve bilgide bir yerden başka bir yere intikal etme, makamlar üzerinde yürüme” şeklinde tanımlamıştır. Ona göre mânada sülûk bir ibadet menzilinden başka bir ibadet menziline, sûrette sülûk Allah’a yaklaşmak için farz kılınan bir amelden emir ve nehiy şeklinde Allah’a yakınlaşmayı sağlayan başka bir amele, bilgide sülûk bir makamdan başka bir makama, esmâ-i ilâhiyyede bir isimden başka bir isme, bir tecelliden başka bir tecelliye, bir nefisten başka bir nefse intikaldir ( Fütûḥât , II, 380-381). İbnü’l-Arabî sülûk ve sâliki sâlikin amacına ve Allah’ı bilmedeki mertebesine göre farklı türlere ayırır: Nefsiyle sülûk eden, rabbiyle sülûk eden, hem nefsiyle hem rabbiyle sülûk eden ve sâlik olmayan sâlik. Nefsiyle sülûk eden sâlik, “Kulum ben onu sevinceye kadar bana nâfile ibadetlerle yaklaşır” kutsî hadisinde belirtildiği üzere Allah’ın sevgisine ulaştıran nâfile ibadetlerle kendi başına Hakk’a yaklaşmaya çalışır. Bunları hakkıyla yerine getirip hadisin ikinci kısmındaki, “Onu sevdiğimde gören gözü, işiten kulağı olurum” mânası uyarınca Hak ile gören ve Hak ile işiten sâlike rabbiyle sülûk eden sâlik denir. Böylece o kurb-i nevâfil mertebesine, makām-ı cem‘e ulaşmış olur. Hem nefsiyle hem rabbiyle sülûk eden ise kurb-i nevâfil mertebesine vardığında Hakk’ın işitme ve görme gücü olduğunu zevk bakımından idrak eder. Sâlik olmayan sâlik, “Attığında sen atmadın, lâkin Allah attı” âyetinin (el-Enfâl 8/17) mazharıdır. O, nefsinin kendi kendine sülûk edemeyeceğini görüp hem nefsi hem de rabbiyle birlikte sülûk ettiğini anlar ( a.g.e. , II, 381-382). İbnü’l-Arabî’ye göre sâlik, makam ve menziller arasında sadece bilgi veya tasavvurla değil amel ve hal ile yürüyen kimsedir. İlmi ayn haline getirir, bildiğini gözle görür. Bu sebeple bilgisinde şüphe söz konusu değildir. Sülûk sadece nazarî-kitâbî bilgi ve tasavvurla olmaz. Sâlikin kazandığı bilgiye göre yaşaması, ilme’l-yakīn mertebesinden ayne’l-yakīn ve hakka’l-yakīn mertebesine ulaşması şarttır. Meselâ bir tâlibin rıza makamı hakkında bilgi sahibi olması yetmez, rıza halini tecrübe etmesi bir zorunluluktur; aksi takdirde rızanın hakikati idrak edilemez. Abdurrahman-ı Câmî sâlikleri Hakk’a ermek isteyenler ve cennete girmek isteyenler şeklinde iki kısma ayırır. Sûfîler ve melâmetîler birinci; zâhidler, âbidler, fakirler ve hâdimler ikinci gruba dahildir. Câmî, sâlik olmadıkları halde samimi bir şekilde onları örnek almaya gayret edenler bulunduğu gibi sâlik gibi görünüp aslında riyakâr ve menfaat endişesi taşıyan zümrelerin de mevcudiyetine dikkat çeker ( Nefeḥâtü’l-üns , s. 4-12). Tâlibin yetenekli, hevesli, samimi, azimli ve dürüst olması sülûkün ilk şartlarındandır. Bu niteliklere sahip olan kimse belli bir deneme ve hazırlık döneminden sonra şeyh ya da şeyhin tayin ettiği halife tarafından sülûke tâbi tutulur. Sülûkün bilgili, tecrübeli, ihlâslı, yetenekli, sâlih ve takvâ sahibi, sülûkünü tamamlamış bir mürşidin gözetiminde gerçekleştirilmesi gerekir. Zira sülûk süreci zorluklarla ve tehlikelerle doludur. Tâlibin bu yolda tek başına yürümesi yolda kalmasına, yolu şaşırmasına veya yolda ayağı kayıp ümitsizliğe düşmesine sebep olabilir. Sâlikin sülûk sürecinde uyması gereken birtakım kurallar vardır. Bunlara sülûk âdâbı, tarikat âdâb ve erkânı denir. Âdâb ve erkân gözetmeyen sâlik sülûkünden olumlu bir sonuç alamaz ve kemale eremez. Sâlike yolda rehber olması için tasavvufî kaideler içeren âdâbü’s-sülûk, âdâbü’l-mürîdîn ve atvâr-ı seb‘a türünden risâleler kaleme alınmıştır. Sülûk ehlinin tutmuş olduğu yola özel anlamda “meslek” denir. Tasavvufta Hakk’a giden yolların, mesleklerin gökteki yıldızlardan daha çok, mahlûkatın nefesleri kadar olduğu kabul edilir. Bu sebeple meslekler birbirinden farklı olabilir. Bu fark sülûk ehlinin bilgi, amel, azim, mizaç, tabiat, meşrep, deneyim ve yeteneklerinin farklılığından kaynaklanır. Ebü’n-Necîb es-Sühreverdî mesleklerin farklı, maksadın ise bir olduğunu, sülûk ehlinin hal ve makamlarına göre amaçların da farklılaşabileceğini belirtir. Sâliklerin meslekleri ibadet ve taate, riyâzet ve perhizkârlığa, halvet ve inzivaya, seyahat ve sefere, hizmete, mücâhede ve çileye, melâmete, tevazua, öğrenme ve sohbette bulunmaya ağırlık ve öncelik verecek şekilde türlü türlü olabilir ( Âdâbü’l-mürîdîn , s. 24). Mesleklerin farklılığı sülûk ehline kolaylık sağlamakta, amaçlarına ulaşmalarına yardım etmektedir. Sâlikler hangi mesleği benimserse benimsesin dinin emirlerine uyduğu, kötülüklerden kaçındığı sürece hak dairesindedir ve doğru yoldadır (Zerrûk, s. 34). Sûfîler sülûk ile cezbe, sâlik ile meczup arasındaki ilişki üzerinde durmuşlardır. Cezbe ve sülûk itibariyle dört türlü sâlik vardır: Sırf meczup, sırf sâlik, meczup olan sâlik, sâlik olan meczup. Sırf meczup ilâhî bir cezbeyle kendinden geçen ve bir daha kendine gelemeyen velîdir. Kendinden geçmiş bir halde bulunduğundan, kesret âleminin, şeriatın ve tarikatın faydalarını bilmediğinden başkasını irşad etmeye yetkili değildir. Sırf sâlik sülûkünü tamamladığı halde ilâhî bir cezbeye ve inâyete mazhar olmamış kimsedir. Rabbânî vuslattan perdeli olduğu için mürşidlik yapamaz. Meczup olan sâlik önce riyâzet ve hizmetle tarikata sülûk eden, sülûkü esnasında ilâhî bir cezbe ve muhabbete nâil olup vahdet zevki meşrebine galip gelen sâliktir; ancak temkin mertebesine eremediğinden yine mürşid olamaz. Sâlik olan meczup ise mürşidlik vasfına gerçek mânada hak kazanandır. Çünkü sülûkten önce cezbeye tutulmuş, Hakk’ın tecellisiyle fâni olduktan sonra Hak ile bâki olmuş, mahv ve fenâ halinden sonra seyrüsülûk ile sahv ve bekā haline erişmiş, kesrette vahdeti müşahede etmiş, mahbûbiyet makamına ulaşmış ve Hakk’ın hilâfeti mertebesini kazanmıştır (Tehânevî, I, 37, 758; Şehâbeddin es-Sühreverdî, s. 83-90; Abdurrahman-ı Câmî, s. 5-12). Tasavvuf literatüründe sülûk terimi seyr, sefer, mi‘rac, isrâ kelimeleriyle yakın anlamda kullanılır. Tasavvuf yolunu tutmak, yolda ilerlemek, yolun sonuna varmak ve ardından yolun başına geri dönmek şeklinde kavis çizen sülûkün Allah’a (seyr ila’llāh), Allah için (seyr li’llâh), Allah üzere (seyr ala’llah), Allah ile birlikte (seyr maa’llah), Allah’ta (seyr fi’llâh), Allah’la (seyr bi’llâh) ve Allah’tan (seyr ani’llâh) olmak üzere çeşitli seyirleri vardır. Allah’a doğru seyrin sonu varsa da Allah’ta seyrin sonu yoktur. Sülûkün başı, ortası ve sonu gibi sözler seyr ila’llāh ile ilgilidir (Tehânevî, I, 758). Hakk’a doğru yapılan seyrüsefer, urûc-suûd, Hak’tan yapılanı nüzûl rücû terimleriyle ifade edilir. Hakk’a sefer halinde olup henüz seyr fi’llâha ulaşmamış sâliklere ehl-i cenâib denir. Sûfîlerin Hakk’a doğru yaptıkları mânevî sülûk metinlerde ruhî mi‘rac şeklinde tasvir edilmiştir. İbnü’l-Fârız “Nazmü’s-sülûk” adlı kasidesinde, İbnü’l-Arabî el-Fütûḥâtü’l-Mekkiyye ve el-İsrâ ile’l-maḳāmi’l-esrâ isimli eserlerinde sülûkü bu şekilde algılamıştır. Sultanların, vezirlerin, ulemânın, zenginlerin, eşrafın, çiftçi ve köylülerin, tüccarın, sanat erbabının yaşama biçimleri, bunları düzenleyen kurallar, gelenek ve görenekler, töreler sülûk terimi ile ifade edilir. Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd adlı eserinde (s. 409-484) bu meslek sınıflarının sülûkü hakkında bilgi verir. Fazlullah b. Rûzbihân el-Huncî’nin Sülûkü’l-mülûk adlı eserinin konusu da (nşr. Muhammed Ali Muvahhid, Tahran 1362 hş./1983) hükümdarların siyaset ve idare tarzıdır. BİBLİYOGRAFYA Râgıb el-İsfahânî, el-Müfredât , “slk” md. Tehânevî, Keşşâf , İstanbul 1317, I, 37, 758. Kāmus Tercümesi , III, 1048. Hakîm et-Tirmizî, Risâletü keyfiyyeti’s-sülûk ilâ rabbi’l-ʿâlemîn (nşr. Ahmed Abdürrahîm es-Sâyih), Kahire 1413/1993. Kuşeyrî, Tertîbü’s-sülûk , Bağdad 1968. Ebü’n-Necîb es-Sühreverdî, Âdâbü’l-mürîdîn (nşr. Âsım İbrâhim el-Keyâlî), Beyrut 1426/2005, s. 24. Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 83-90. İbnü’l-Arabî, el-Fütûḥât , II, 380-382. Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd (nşr. M. Emîn Riyâhî), Tahran 1365 hş., s. 409-548. Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , s. 99. İbnü’l-Hâc el-Abderî, el-Medḫal , Kahire 1401/1981, III, 158. Abdurrahman-ı Câmî, Nefeḥâtü’l-üns (nşr. Mahmûd Âbidî), Tahran 1370 hş., s. 4-12. Zerrûk, Ḳavâʿidü’t-taṣavvuf , Kahire 1989, s. 34. İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 28. İmâm-ı Rabbânî, Mektûbât , İstanbul 1963, I, 315-327. Seyyid Mustafa Râsim Efendi, Tasavvuf Sözlüğü: Istılâhât-ı İnsân-ı Kâmil (haz. İhsan Kara), İstanbul 2008, s. 628-634. L. Lewisohn, “Sulūk”, EI 2 (İng.) , IX, 861-863. Ali Refîî, “Sâlik”, DMT , IX, 21-25. Hatice Bû Türâbî, “Sülûk”, a.e. , IX, 268. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2010 yılında İstanbul’da basılan 38. cildinde, 127-128 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Râgıb el-İsfahânî, el-Müfredât , “slk” md.",
        "Tehânevî, Keşşâf , İstanbul 1317, I, 37, 758.",
        "Kāmus Tercümesi , III, 1048.",
        "Hakîm et-Tirmizî, Risâletü keyfiyyeti’s-sülûk ilâ rabbi’l-ʿâlemîn (nşr. Ahmed Abdürrahîm es-Sâyih), Kahire 1413/1993.",
        "Kuşeyrî, Tertîbü’s-sülûk , Bağdad 1968.",
        "Ebü’n-Necîb es-Sühreverdî, Âdâbü’l-mürîdîn (nşr. Âsım İbrâhim el-Keyâlî), Beyrut 1426/2005, s. 24.",
        "Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 83-90.",
        "İbnü’l-Arabî, el-Fütûḥât , II, 380-382.",
        "Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd (nşr. M. Emîn Riyâhî), Tahran 1365 hş., s. 409-548.",
        "Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , s. 99.",
        "İbnü’l-Hâc el-Abderî, el-Medḫal , Kahire 1401/1981, III, 158.",
        "Abdurrahman-ı Câmî, Nefeḥâtü’l-üns (nşr. Mahmûd Âbidî), Tahran 1370 hş., s. 4-12.",
        "Zerrûk, Ḳavâʿidü’t-taṣavvuf , Kahire 1989, s. 34.",
        "İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 28.",
        "İmâm-ı Rabbânî, Mektûbât , İstanbul 1963, I, 315-327.",
        "Seyyid Mustafa Râsim Efendi, Tasavvuf Sözlüğü: Istılâhât-ı İnsân-ı Kâmil (haz. İhsan Kara), İstanbul 2008, s. 628-634.",
        "L. Lewisohn, “Sulūk”, EI 2 (İng.) , IX, 861-863.",
        "Ali Refîî, “Sâlik”, DMT , IX, 21-25.",
        "Hatice Bû Türâbî, “Sülûk”, a.e. , IX, 268."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
