{
  "id": "eweb_379",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/tarikat",
  "annotator": "Jeremy",
  "title": "TARİKAT",
  "arabic_title": "الطريقة",
  "summary": "Tasavvufta Hakk’a ulaşmak için benimsenen usul, tutulan yol.",
  "parts": [
    {
      "author": "REŞAT ÖNGÖREN",
      "content": "Sözlükte “gidilecek yol, izlenecek usul, hal ve gidiş” anlamındaki tarîkat (çoğulu tarâik ) terim olarak “Allah’a ulaşmak isteyenlere mahsus âdet, hal ve davranış” demektir ( et-Taʿrîfât , “eṭ-Ṭarîḳa” md.; Kâşânî, s. 349). Kelime Kur’ân-ı Kerîm’de özellikle Tâhâ sûresinin iki âyetinde (20/63, 104) ve bazı hadislerde ( Wensinck, el-Muʿcem , “Ṭarîḳa” md.) sözlük mânasında geçer. Sözlükte yine “yol” anlamına gelen ve Allah’ın farz kıldığı, ruhsata yer olmayan hükümleri ve merasimleri ifade eden tarîk de (çoğulu turuk) tasavvuf kaynaklarında genellikle tarikatla aynı anlamda kullanılmakta (Ebû Tâlib el-Mekkî, II, 138; Kuşeyrî, I, 52, 59), ayrıca Allah’a varan yolların “yıldızların sayısınca” (Sülemî, s. 383) ya da “yaratıkların nefesleri adedince” (Necmeddîn-i Kübrâ, s. 33) olduğu belirtilmektedir. Tarikat karşılığında tâife kelimesi de kullanılmıştır. Farsça’da “yol, âdet, kanun, din” mânalarına gelen râh da Osmanlı Türkçesi metinlerinde “yol, usul” mânaları yanında “tarikat” anlamında da geçmektedir. Tarikatı “sâliki hakikate götüren yol” şeklinde tanımlayan sûfîler, dinin zâhirî ve şeklî kısmı olan şeriatın kurallarına uyulmadan tarikatla hakikate ulaşılamayacağını vurgulamıştır. Bunu ifade etmek için meselâ şeriat ı gemiye, tarikatı denize, hakikat i inciye; şeriatı cevizin dış kabuğuna, tarikatı iç kabuğuna, hakikati meyvesine; şeriatı çembere, tarikatı çemberden merkeze giden yarıçaplara, hakikati merkeze; şeriatı meşaleye, tarikatı bu meşale ile yol almaya, hakikati maksada ulaşmaya; şeriatı bakırı altın yapmaya yarayan simya ilmine, tarikatı bu ilmin kullanılmasına, hakikati altının elde edilmesine benzetmişlerdir. Alâüddevle-i Simnânî tarikatı şeriatsız, mârifeti ibadetsiz gerçekleştirmeye çalışmayı dinin sınırları dışında bir davranış olarak değerlendirmekte, İmâm-ı Rabbânî de şeriatın tahakkuku açısından tarikatın yardımcı ve tamamlayıcı bir unsur teşkil ettiğini belirtmektedir. Tarih boyunca şeriat kurallarına tam anlamıyla uyan (bâ-şer‘), çoğu Sünnî, bir kısmı Şiî coğrafyasında ortaya çıkan yüzlerce tarikatın yanı sıra bu kurallara riayet etmeyen (bî-şer‘) bazı tarikatlar da mevcuttur. Hurûfiyye, Kalenderiyye , Haydariyye, Babaiyye gibi gayri Sünnî olmakla birlikte tam anlamıyla Şiî de sayılmayan Bâtınî nitelikli tarikatlar da vardır. Öte yandan Sünnî esaslara uygun biçimde teşekkül eden tarikatlardan Safeviyye ile Ni‘metullāhiyye ’nin zamanla tamamen, Kübreviyye ’nin Zehebiyye ve Nurbahşiyye kollarının kısmen Şiîleştiği görülmektedir. Bektaşîlik de sonraları içine Hurûfî-Şiî unsurlar karıştığı için Sünnîlik dışında mütalaa edilmiştir. Necmeddîn-i Kübrâ kişiyi Allah’a götüren yolları tarîk-i ahyâr, tarîk-i ebrâr ve tarîk-i şettâr diye üç ana grupta toplamış; tarîk-i ahyârı namaz, oruç, hac, Kur’an okuma gibi ibadetlerle ve sâlih amellerle ruhunu olgunlaştıranların, tarîk-i ebrârı mücâhede ve riyâzetle nefsini terbiye ve kalbini tasfiye ederek güzel huylar kazananların, tarîk-i şettârı ise bu ikisinin yanı sıra aşk, cezbe ve muhabbetle Hakk’a doğru seyahat edenlerin yolu şeklinde ifade eder. Kübrâ bunlardan sâliki Hakk’a en kısa sürede ulaştıran yolun tarîk-i şettâr olduğunu belirtir ( a.g.e. , s. 33-70). Melâmet ehlinin benimsediği müsemmâ tariki denilen yolda cezbe, aşk ve muhabbet esas alındığı için Kübrâ’nın tarîk-i şettâr tanımına karşılık gelir. Seyrüsülûk usullerine göre tarikatlar ruhanî ve nefsânî diye sınıflandırılır. Ruhanî usulde ruh evrâd ve ezkârla güçlendirilerek kötülük odağı olan nefis etkisiz duruma getirilmeye, nefsânî usulde nefis birtakım riyâzet ve mücâhedelerle doğrudan etkisiz kılınmaya çalışılır. Ruhanî usulde insanın göğüs bölgesinde yer aldığı kabul edilen kalp, ruh, sır, hafî, ahfâ adlı beş latife ile (letâif-i hamse) birlikte ism-i zât (Allah) zikri gerçekleştirildikten sonra iki kaş arasında bulunduğu farzedilen nefsin ve ardından bütün bedenin zikre katılması sağlanır. Nefsânî metodu uygulayan tarikatlarda Allah’ın bazı isimleriyle zikre devam edilerek nefis ilk mertebe olan emmârelik vasfından sırasıyla levvâme, mülhime, mutmainne, râzıye, marziyye ve kâmile/zekiyye mertebelerine ulaştırılmaya gayret edilir. Bu usule Allah’ın çeşitli isimleriyle zikredildiği için esmâ tariki de denir. Nefsânî usulde rüyalar büyük önem taşır. Tarikatlar uyguladıkları zikir şekillerine göre de gruplara ayrılmıştır. Hz. Ali kanalıyla gelen tarikatlar sesli ve hareketli zikiri benimsedikleri için cehrî (turuk-ı cehriyye), Hz. Ebû Bekir kanalıyla gelen Nakşibendiyye ve kolları genellikle kalbî, sessiz ve hareketsiz zikir uyguladıklarından hafî (turuk-ı hafiyye) diye isimlendirilir. Ayrıca cehrî zikri benimseyenlerden zikirlerini ayakta yapan tarikatlar kıyâmî (turuk-ı kıyâmiyye) ve oturarak yapanlar kuûdî (turuk-ı kuûdiyye) gruplarına ayrılır. Cehrî zikir çoğunlukla mûsiki eşliğinde semâ ve devran şeklinde icra edilir. Bunun yanında bazı tarikatlarda hem oturarak hem ayakta veya hem hafî hem cehrî zikir icra edilir. Bir tarikata girmek isteyen kimsenin (tâlip, muhib) mutlaka o tarikatın şeyhine intisap (biat) etmesi gerekir. Tarikata girmeye son dönemlerde “ahz-ı tarîkat”, bir şeyhe bağlanmaya “ahz-ı yed” (el alma) denilmiştir. Biat tâlibin mânevî bağlılığını ve teslimiyetini simgeler ve bu yolla şeyhin feyzinden faydalanması beklenir. Aynı zamanda şeyhe ve onun vereceği emirlere tam anlamıyla bağlı kalacağına dair söz vermeyi (ahid) ifade eden biat sırasında müride hırka ile serpuş giydirilir. Ardından mürid intisap ettiği tarikatın âdâb, erkân ve usullerini şeyhinin rehberliğinde gerçekleştirir. Şeyhi hiç görmeden onun ruhaniyeti vasıtasıyla eğitilmek de mümkündür. Buna, Veysel Karanî’nin Hz. Peygamber’i görmediği halde mânen eğitilmesi ve kendisine peygamber tarafından hırka bırakılmasından dolayı Üveysî tarik / Üveysîlik adı verilmektedir. Tarikat şeyhi kendisine biat eden müridlerin mânevî babası veya mânevî annesi kabul edildiği için müridleri de birbirinin mânevî kardeşi sayılır. Tarikatta eğitim sürecini (seyrüsülûk) tamamlayanlara hilâfet hırkası, irşad hırkası, icâzet hırkası gibi adlarla anılan hırka giydirilir. Bu hırkayı giyen kimse bir şeyh sıfatıyla başkalarını tarikata kabul etmeye ve onları irşada yetkili sayılır. Bir tarikattan icâzet alan kimsenin başka tarikatlardan da hırka giymesi ve icâzet alması mümkündür. Şeyh ve dervişler gündelik serpuş olarak üzerine destar sarılmış arakıyye giyerler, özel günlerde ve önemli törenlerde “tâc-ı şerif” denilen serpuşlarını takarlar. Tarikat mensupları zamanla farklı renk ve şekillerde taç ve hırka giydiklerinden özellikle Osmanlılar döneminde taç ve hırkaları onların bir tarikata mensubiyetini gösterir olmuştur. Bunların yanı sıra şeyh ve dervişlerin kullandıkları tesbih, asâ, kemer gibi eşyalara “cihâz-ı tarîkat” adı verilir. Birçok tarikatın kendine has şekil ve niteliklerde bayrak (alem) ve sancakları da bulunmaktaydı. Sûfîlerin bir araya gelerek sohbet etmeleri ve zikir yapmaları, zaman zaman inzivaya çekilmeleri için II. (VIII.) yüzyıldan itibaren hankahlar kurulmuştur. Sonraki dönemlerde dergâh, tekke, zâviye gibi isimlerle de anılan ve oldukça farklı fonksiyonlar icra eden bu merkezlerin vakıflar yoluyla varlığını sürdürmesi sağlanmış, zamanla yanına kütüphane, dershane, revak, hastaların tedavi edildiği bir bölüm, misafirhane, ambar, bağ bahçe gibi birimler eklenmiştir. Zaman zaman hankahlar medresenin işlevlerini de üstlenmiş, tarikat eğitiminin yanı sıra başta tefsir, hadis, fıkıh, akaid, Arapça olmak üzere çeşitli konularda dersler verilmiş ve kitaplar yazılmıştır. Osmanlılar döneminde tarikat şeyhleri kendilerini tıp, astronomi, mûsiki, bestekârlık, hattatlık, nakkaşlık, çiçekçilik gibi ilim, sanat ve meslek dallarında da geliştirdikleri için meşihatını üstlendikleri dergâhlar bir tür güzel sanatlar mektebi ve şifâhâne işlevi görmüş, buralarda yabancılara, yolculara ve hastalara hizmet verilmiştir. Öte yandan XIX. yüzyılda bazı tekke şeyhlerinin şikâyetleri üzerine sapkın inanışlara sahip tarikat mensuplarının durumlarının devlete bildirilmesi ve bu tür inanışlara sahip kimselere tekke açtırılmaması için bazı şeyhler görevlendirilmiş, tekkelerin denetim altına alınması için 1866 yılında şeyhülislâmlığa bağlı Meclis-i Meşâyih kurulmuştur. Klasik Dönemde Tarikatlar (VI./XII. yüzyıl öncesi). Tasavvuf ehli tarikatların başlangıcını Asr-ı saâdet’e kadar götürmektedir. Hz. Peygamber’in başta Hulefâ-yi Râşidîn olmak üzere sahâbîlere değişik usullerle zikir telkininde bulunduğuna inanılır. Daha sonra bu usullerin devam ettirilmesiyle tarikatlar meydana gelmiştir. Dolayısıyla bütün tarikatların başı durumunda olan Resûl-i Ekrem’in ortaya koyduğu ilâhî yol tarîkat-ı Muhammediyye diye adlandırılmıştır. İlk dört halifeye nisbetle Bekriyye (Sıddîkıyye), Ömeriyye (Fârûkıyye), Osmâniyye ve Aleviyye adı verilen tarikatlardan Bekriyye ile Aleviyye’nin silsilesi devam ederek birçok koluyla birlikte günümüze kadar gelmiştir. Bu iki silsilenin (Bekrî ve Alevî) yanı sıra diğer silsilelerin de belli bir müddet sürdürüldüğü bilinmektedir. Nitekim İbnü’n-Nedîm, Enes b. Mâlik’ten gelen silsilenin Ca‘fer el-Huldî’ye ulaştığını belirtmiş ve silsilede yer alan kişileri Hasan-ı Basrî, Ferkad es-Sebahî, Ma‘rûf-i Kerhî, Serî es-Sakatî, Cüneyd-i Bağdâdî, Ca‘fer el-Huldî şeklinde kaydetmiştir ( el-Fihrist , s. 235). Harîrîzâde ise Enes’ten gelen irşad silsilesini Enesiyye adıyla vermekte, silsilenin biri Muhyiddin İbnü’l-Arabî’ye, diğeri Bedeviyye tarikatının kurucusu Ahmed el-Bedevî’ye ulaşan iki kol halinde sürdüğünü belirtmektedir ( Tibyân , I, vr. 101 a -102 a ). Diğer bir sahâbî Ebü’d-Derdâ’dan gelen silsile Derdâiyye adını almış ve on bir zat vasıtasıyla Ebü’l-Fütûh Ahmed b. Abdullah et-Tâvûsî’ye kadar gelmiştir ( Zebîdî, ʿİḳd , s. 57-58). Ömeriyye silsilesinden Ya‘kūb el-Medenî’ye nisbetle Ya‘kūbiyye ( a.g.e. , s. 111-112), III. (IX.) yüzyılda Ebû Saîd el-Harrâz’a nisbetle Harrâziyye ( a.g.e. , s. 53), V. (XI.) yüzyılda Ukayl b. Şehâbeddin Ahmed el-Menbicî el-Batâihî’ye nisbetle Ukayliyye (Harîrîzâde, II, vr. 294 a ), VII. (XIII.) yüzyılın sonlarında Reslân b. Ya‘kūb el-Ca‘berî ed-Dımaşkī’ye nisbetle Reslâniyye ( a.g.e. , II, vr. 43 b -44 a ) doğmuştur. Hz. Ömer ile Hz. Ali’den hırka giyen Veysel Karanî’nin silsilesi Üveysiyye adıyla tanınmış ( Zebîdî, ʿİḳd , s. 24-29; Harîrîzâde, I, vr. 103 b -105 b ), Kuşâşî bu tarikattan kendisine gelen bir silsileyi eserinde kaydetmiştir ( es-Simṭü’l-mecîd , vr. 45 a ). Üveysiyye’nin İbrâhim b. Edhem’e ulaşan silsilesinden Edhemiyye tarikatı meydana gelmiştir (Harîrîzâde, I, vr. 105 a-b ). Vâhidî X. (XVI.) yüzyılda Edhemîler’in varlığından söz etmekte ( Menākıb-i Ḫvoca-i Cihān , vr. 102 b -103 a ), Zebîdî ise 1163’te (1750) Edhemiyye hırkası giydiğini belirtmektedir ( ʿİḳd , s. 31-32). Üveysiyye’nin İbrâhim b. Edhem’le devam eden silsilesinden IV. (X.) yüzyılda Ebü’l-Abbas es-Seyyârî’ye nisbetle Seyyâriyye tarikatı doğmuş ve Kuşeyriyye tarikatının kurucusu Abdülkerîm el-Kuşeyrî’ye ulaşmıştır (Harîrîzâde, II, vr. 166 a-b ). Kuşâşî, XI. (XVII.) yüzyılda birçok tarikatın yanı sıra Kuşeyriyye’den de icâzet aldığını söylemekte ( es-Simṭü’l-mecîd , vr. 53 b -54 a ), Harîrîzâde bu tarikattan kendisine gelen, içinde İmâm-ı Âzam’ın da bulunduğu bir silsileyi kaydetmektedir ( Tibyân , III, vr. 73 a-b ). Öte yandan Hz. Ali’den hırka giydiği bilinen Kümeyl b. Ziyâd ile devam eden silsileler Kümeyliyye ismiyle tanınmış ve günümüze kadar gelen birçok tarikat bu silsileden çıkmıştır ( a.g.e. , III, vr. 90 b ; Ma‘sûm Ali Şah, II, 83). Hücvîrî III. (IX.) yüzyıldan itibaren ortaya çıkan sûfî gruplarına “fırka” adını vermiş, bunları Muhâsibiyye, Kassâriyye, Tayfûriyye, Cüneydiyye, Harrâziyye, Hakîmiyye, Nûriyye, Sehliyye, Hafîfiyye ve Seyyâriyye şeklinde kaydetmiştir. Hâris el-Muhâsibî’ye nisbet edilen Muhâsibiyye’de rıza, Hamdûn el-Kassâr’a nisbet edilen Kassâriyye’de melâmet, Bâyezîd-i Bistâmî’ye nisbet edilen Tayfûriyye’de sekr, Cüneyd-i Bağdâdî’ye nisbet edilen Cüneydiyye’de sahv, Ebû Saîd el-Harrâz’a nisbet edilen Harrâziyye’de fenâ-bekā, Hakîm et-Tirmizî’ye nisbet edilen Hakîmiyye’de velâyet, Ebü’l-Hüseyin en-Nûrî’ye nisbet edilen Nûriyye’de îsâr, Sehl et-Tüsterî’ye nisbet edilen Sehliyye’de nefisle mücâhede, riyâzet ve çile, İbn Hafîf’e nisbet edilen Hafîfiyye’de gaybet-huzûr ve Ebü’l-Abbas es-Seyyârî’ye nisbet edilen Seyyâriyye’de cem‘-tefrika anlayışına ağırlık verildiğini belirtmiştir ( Keşfü’l-maḥcûb , s. 218-341). III. (IX.) yüzyılda teşekkül eden Cüneydiyye, Tayfûriyye ve Muhâsibiyye’nin Hz. Ebû Bekir ile Ömer ve Ali’den gelen silsileleri vardır (Harîrîzâde, I, vr. 267 b , 272 b -273 a ; II, vr. 263 a -267 b ; III, vr. 107 b -110 a ). Cüneydiyye tarikatı birçok kola ayrılmış ve bu silsileden doğan bazı tarikatlar günümüze kadar gelmiştir. Ebû Saîd-i Ebü’l-Hayr’a nisbet edilen Saîdiyye Cüneydiyye’nin kollarından kabul edilir ( Zebîdî, İtḥâfü’l-aṣfiyâʾ , s. 204-205). Ebû Saîd’in torunu Muhammed b. Münevver onun Cüneyd üzerinden Hz. Ali’ye ulaşan iki ayrı silsilesini kaydetmiştir ( Esrârü’t-tevḥîd , s. 27, 36). Cüneyd-i Bağdâdî’nin halifelerinden Ebü’l-Hasan es-Seyrevânî’nin yetiştirdiği Tâvûsü’l-Haremeyn lakaplı Kutbüşşerîa Ebü’l-Hayr İkbâl’e nisbet edilen Tâvûsiyye, Cüneydiyye’nin bir diğer koludur ( Zebîdî, ʿİḳd , s. 79-80). Tâvûsiyye silsilesi ayrıca Kümeyl b. Ziyâd üzerinden Hz. Ali’ye ulaştığı için Aleviyye’nin bir kolu olarak da zikredilir ( Zebîdî, İtḥâfü’l-aṣfiyâʾ , s. 223-226). Cüneydiyye’nin diğer bir kolu Ebü’l-Abbas Ahmed b. Yûsuf el-Harîsî el-Abbâsî’ye nisbet edilen Harîsiyye X. (XVI.) yüzyılda teşekkül etmiştir. Zebîdî XII. (XVIII.) yüzyılda hem Cüneydiyye’den ( ʿİḳd , s. 48) hem Cüneydiyye’nin Tâvûsiyye ( a.g.e. , s. 79-80), Saîdiyye ( İtḥâfü’l-aṣfiyâʾ , s. 204-205) ve Harîsiyye ( ʿİḳd , s. 49-50) kollarından kendisine gelen silsileleri kaydetmiştir. Bistâmiyye adıyla da bilinen Tayfûriyye’den doğan tarikatlar arasında Şettâriyye, Aşkıyye/Uşaykıyye ve Nakşibendiyye (Hâcegân) bulunmaktadır. Aşkıyye silsilesinin Hz. Osman’a dayandığını söyleyenler de vardır (Harîrîzâde, II, vr. 292 a-b ). XI. (XVII.) yüzyılda Tâceddin b. Zekeriyyâ’nın (Abdülhay el-Hasenî, V, 507), XII. (XVIII.) yüzyılda Zebîdî’nin ( İtḥâfü’l-aṣfiyâʾ , s. 245) Aşkıyye’den icâzet alması tarikatın bu yüzyıllarda yaşadığını göstermektedir. Şettâriyye’den XI. (XVII.) yüzyılda Kuşâşî ( es-Simṭü’l-mecîd , vr. 29 a ) ve daha sonra Zebîdî ( İtḥâfü’l-aṣfiyâʾ , s. 213) hırka giymiştir. Zebîdî ayrıca Bistâmiyye’den hırka giydiğini belirtir ( ʿİḳd , s. 42). Muhâsibiyye silsilesinden büyük tarikatlar doğmuştur. Zebîdî bu tarikattan kendisine ulaşan bir silsileyi kaydetmektedir ( a.g.e. , s. 85). Nûriyye’nin silsilesi Hz. Ömer ile Ali’den (Harîrîzâde, III, vr. 210 a ) ve Hakîmiyye’nin silsilesi Hz. Ali’den ( a.g.e. , I, vr. 305 a ) gelmektedir. Nûriyye’nin Hz. Ali’ye dayanan silsilesinden VI. (XII.) yüzyılda Ebû Yaizzâ b. Meymûn el-Hezmîrî el-Mağribî’ye nisbetle Yaizziyye doğmuştur. Yaizziyye’nin ayrıca İmam Gazzâlî ve kardeşi Ahmed el-Gazzâlî’den gelen silsileleri vardır ( a.g.e. , III, vr. 268 b -269 a ). Sehliyye silsilesinden Ebû Bekir b. Hevvâr el-Batâihî’ye (IV./X. yüzyıl) nisbetle Hevvâriyye meydana gelmiş ve bu silsileden birçok tarikat doğmuştur ( a.g.e. , III, vr. 262 a -263 a ). Hafîfiyye’den V. (XI.) yüzyılda Ebû İshak Kâzerûnî’ye nisbetle Kâzerûniyye (İshâkıyye/Mürşidiyye) ( a.g.e. , I, vr. 71 a ), VI. (XII.) yüzyılda Rûzbihân-ı Baklî’ye nisbetle Rûzbihâniyye zuhur etmiştir. Rûzbihâniyye’nin Zebîdî’ye kadar ulaşan bir silsilesi bulunmaktadır ( Zebîdî, ʿİḳd , s. 60). Kassâriyye (Melâmiyye) silsilesi Hz. Ebû Bekir’den geldiği için Sıddîkıyye’nin bir kolu sayılmakla birlikte (Harîrîzâde, III, vr. 73 b , 140 a , 142 b ) sonraki yüzyıllarda bir tarikat şeklinde değil benimsediği melâmet anlayışı ile çeşitli tarikatlarda bir neşve olarak varlığını sürdürmüştür. Ayrıca ilk dönemden itibaren VI. (XII.) yüzyıla kadar Ebû Hâşim el-Kûfî’ye nisbetle Kûfiyye, Ma‘rûf-i Kerhî’ye nisbetle Ma‘rûfiyye, Hallâc-ı Mansûr’a nisbetle Mansûriyye, Ebû Tâlib el-Mekkî’ye nisbetle Ebûtâlibiyye, Ebû Ali ed-Dekkāk’a nisbetle Dekkākıyye, Hâce Abdullâh-ı Herevî Ensârî’ye nisbetle Hereviyye (Ensâriyye), Ebü’l-Kāsım b. Ramazan’a nisbetle Kāsımiyye gibi birçok tarikat zuhur etmiştir. Zebîdî, silsilesi Hz. Ali ve Kümeyl b. Ziyâd’dan gelen Kāsımiyye’nin Sadreddin Konevî’ye varan bir silsilesini vermiştir ( İtḥâfü’l-aṣfiyâʾ , s. 251). Klasik Dönemden Sonra Tarikatlar (VI./XII. yüzyıl sonrası). Günümüze ulaşan tarikatların çoğu bugünkü adları ve yapılarıyla; kendilerine has evrâd, ezkâr, âdâb, erkân, tekke ve vakıf gibi kurumlarıyla VI. (XII.) yüzyıl ve sonrasında teşekkül etmiş, zamanla her biri onlarca kola ve şubeye ayrılarak dünyanın pek çok yerine yayılmıştır. Bu tarikatlardan ekserisinin silsilesi Hz. Ali’ye dayanmakla birlikte silsilesi Hz. Ebû Bekir’den gelen Nakşibendiyye’nin aynı zamanda Ali’den ve silsileleri Hz. Ali’den gelen Mevleviyye, Bayramiyye, Zeyniyye gibi tarikatların aynı zamanda Ebû Bekir’den gelen silsileleri vardır. Bedeviyye tarikatının silsilesi Hz. Ali ve Enes b. Mâlik’ten gelmektedir (Baş, s. 262-263). VI. (XII.) yüzyıldan sonra pîr kavramı kurumsal bir anlam kazanmış, tarikat kurucusuna pîr ya da pîr-i tarîkat adı verilmiştir. Bazı tarikatlarda tarikat kurucusuna “pîr-i evvel”, bunun prensiplerine bağlı kalıp düşünce, âdâb ve erkân açısından tarikatta bir kısım yenilikler yapana “pîr-i sânî” denilmiştir. Tarikat pîrinin türbesinin bulunduğu dergâha “pîr evi, pîr makamı, huzur, huzûr-ı pîr” gibi adlar verilmiştir. VI. (XII.) yüzyıldan önceki dönemde tasavvufî kavramlar daha sade bir dille anlatılırken bu yüzyıldan sonra vahdet-i vücûd, aşk ve mârifet merkezli tasavvuf anlayışına dair yeni terimler oluşturulmuş, ayrıca eskilerine yeni anlamlar yüklenmiştir. İstimdad, istigāse, râbıta, himmet, halife, silsile gibi terimler de bu dönemde yaygın biçimde kullanılmaya başlanmıştır. Devrin ilk tarikatlarından Abdülkādir-i Geylânî’ye nisbet edilen Bağdat merkezli Kādiriyye ile Ahmed er-Rifâî’ye nisbet edilen Batâih merkezli Rifâiyye Irak’ta kurulmuştur. Ebû Hafs Şehâbeddin es-Sühreverdî’ye nisbet edilmekle birlikte esas kurucusunun amcası ve şeyhi Ebü’n-Necîb es-Sühreverdî olduğu belirtilen Sühreverdiyye’nin, Ebü’n-Necîb’in yerine geçen halifelerinden Ebû Reşîd Kutbüddin el-Ebherî’ye nisbet edilen Ebheriyye’nin de aynı dönemde Bağdat’ta teşekkül ettiği görülmektedir. Sa‘deddin el-Cebâvî’ye nisbet edilen Sa‘diyye ise Dımaşk merkezli olarak Suriye’de ortaya çıkmıştır. Ortadoğu’da teşekkül eden bu tarikatlarla birlikte aynı yüzyılda Ahmed Yesevî’ye nisbet edilen Yeseviyye, Abdülhâliḳ-ı Gucdüvânî’ye nisbet edilen Hâcegân (Nakşibendiyye), Necmeddîn-i Kübrâ’ya nisbet edilen Kübreviyye tarikatları Orta Asya’da, Ebû Medyen Şuayb b. Hüseyin’e nisbet edilen Medyeniyye Kuzey Afrika’da kurulmuştur. İslâm dünyasının en yaygın tarikatlarından olan Kādiriyye, zamanla meydana gelen elliye yakın koluyla birlikte başta Irak olmak üzere Ortadoğu, Afrika, Endülüs, Afganistan, Hindistan, Pakistan, Çin, Endonezya, Hicaz, Anadolu, Balkanlar, Kuzey Kafkasya, Orta Asya, Doğu Türkistan gibi bölgelerde yayılmıştır. Doğu Afrika’ya giren en eski tarikatın Kādirîlik olduğu belirtilmektedir. Kādiriyye’nin ulaştığı bölgelerde birçok ihtidâ hadisesi görülmektedir. Abdülkādir-i Geylânî’nin torunlarından Seyyid Seyfeddin’in 824’te (1421) gittiği Hindistan’ın Sind şehrinde 700’den fazla ailenin ihtida ettiği, Geylânî’ye nisbetle Abdülkādir-i Sânî diye anılan Kādirî şeyhinin çabalarıyla XVI. yüzyılda birçok Hintli’nin müslüman olduğu kaydedilmektedir. Güney Irak’ta Batâih bölgesinde kurulan Rifâiyye buradan Suriye, Hicaz, Yemen, Mısır ve bazı Anadolu şehirlerine yayılmıştır. Otuza yakın kola sahip olan tarikatın VII. (XIII.) yüzyılda Ebü’s-Suûd b. Ebü’l-Aşâyir el-Vâsıtî el-Bâdirînî’ye nisbetle teşekkül eden Suûdiyye kolundan XII. (XVIII.) yüzyıla ve sonrasına ulaşan birkaç silsilesi kaydedilmiştir ( Zebîdî, ʿİḳd , s. 67-68; Harîrîzâde, II, vr. 138 b -140 a ). Rifâiyye’nin İstanbul’da yayılışı XVIII. yüzyılda başlamış, XIX. yüzyılın sonlarıyla birlikte Anadolu, Balkanlar, Afrika, Endonezya ve Hindistan’da yaygın hale gelmiştir. Günümüzde Mısır, Suriye, Yemen, Irak, Türkiye ve Balkan ülkelerinde varlığını sürdüren tarikat Balkanlar’dan Avrupa ülkelerine, Amerika Birleşik Devletleri, Kanada ve Avustralya’ya kadar ulaşmıştır. Bağdat merkezli Sühreverdiyye tarikatı Irak’la birlikte Suriye, İran, Pakistan, Hindistan, Çin, Türkistan bölgelerinde yayılmış, zamanla Hindistan’ın en yaygın tarikatından biri haline gelmiştir. Mültan’da şeyhülislâmlık makamına tayin edilen Sühreverdiyye şeyhi Bahâeddin Zekeriyyâ’nın irşad faaliyetleri sonucu birçok Hindu’nun müslüman olduğu, bölgedeki Karmatîler’in etkisini yitirdiği, Bengal’de faaliyet gösteren Celâleddin et-Tebrîzî’nin gayretleriyle birçok Hindu ve Budist’in ihtida ettiği, bu anlamda tarikatın en büyük etkisini Keşmir’de gerçekleştirdiği görülmektedir. Türkistan’dan Keşmir’e giden Seyyid Şerefeddin Bülbül Şah burada Budist lideri Prens Rinçana’nın İslâmiyet’i kabul etmesini sağlamış, Sadreddin adını alan Rinçana ile birlikte tebaasından yaklaşık 10.000 kişi İslâm’a girmiştir. Kuzey Çin’de de (Hıtay) Sühreverdiyye şeyhi Burhâneddin Sâgarçî vasıtasıyla birçok kimse ihtida etmiştir. Sühreverdiyye Hindistan’dan Bengladeş, Afganistan, Suriye, Mısır ve Anadolu’ya yayılmıştır. Sühreverdiyye’nin bir kolu olan Zeyniyye XV. yüzyılın ilk yarısında Herat’ta kuruluşunun ardından Horasan, Hicaz, Suriye, Mısır, Anadolu ve Rumeli’de çok geniş çevreyi etkisi altına almıştır. Günümüzde Sühreverdiyye mensuplarının Keşmir, Afganistan ve Irak’ta varlığını sürdürdüğü belirtilmektedir. Ebü’n-Necîb es-Sühreverdî’nin silsilesi, halifelerinden yeğeni Ebû Hafs Şehâbeddin es-Sühreverdî ile Sühreverdiyye (Şihâbiyye) adını almakla birlikte Ebü’n-Necîb’in yerine geçen halifesi Kutbüddin el-Ebherî ile de Ebheriyye tarikatı teşekkül etmiştir. Kutbüddin el-Ebherî’den sonra silsile Rükneddîn-i Sücâsî vasıtasıyla Evhadüddîn-i Kirmânî’ye ulaşmış ve bu silsileden Evhadiyye tarikatı doğmuştur. Rükneddîn-i Sücâsî’nin ardından Şehâbeddin Mahmûd ve Cemâleddîn-i Tebrîzî ile İbrâhim Zâhid-i Geylânî’ye ulaşan silsileden Zâhidiyye tarikatı meydana gelmiştir. Esmâ zikriyle seyrüsülûk usulünü tesbit eden şeyh olarak bilinen İbrâhim Zâhid-i Geylânî, İran’ın Gîlân (Geylân) bölgesinde, Şirvan, Güştâsfî, Kura, Doğu Azerbaycan ve Horasan’da irşad faaliyetleriyle tanınmış, kendisine nisbet edilen Zâhidiyye tarikatından Safeviyye ve Halvetiyye adlı iki önemli tarikat doğmuştur. Rükneddîn-i Sücâsî’den sonra Asîlüddin Abdullah-ı Şîrâzî ile devam eden silsileden XV. yüzyılda Muhammed Şahâlem b. Ebû Muhammed’e nisbet edilen Şahâlemiyye kolu teşekkül etmiştir. Öte yandan Sühreverdiyye’nin Zeyniyye’ye ulaşan silsilesinde yer alan Yûsuf b. Abdullah b. Ömer el-Acemî’ye nisbetle VIII. (XIV.) yüzyılda Acemiyye tarikatı ortaya çıkmıştır. Zebîdî, Acemiyye’nin X. (XVI.) yüzyıla kadar gelen silsilesini kaydeder ( İtḥâfü’l-aṣfiyâʾ , s. 229). İbrâhim Zâhid-i Geylânî’nin halifesi Safiyyüddîn-i Erdebîlî’ye nisbet edilen ve Erdebil şehrinde kurulduğu için Erdebîliyye diye de anılan Safeviyye tarikatı Azerbaycan başta olmak üzere Deştikıpçak, Kırım, Gîlân, Gürcistan, Taberistan (Mâzenderan), Horasan, Buhara, Türkmenistan, Türkistan, Karahıtay, Çin Türkistanı, Hindistan, Serendib (Seylan), İran, Irak, Suriye, Lübnan, Hicaz, Anadolu ve Rumeli gibi çok geniş bir bölgeye yayılmıştır. Safiyyüddîn-i Erdebîlî’nin torunu, Hâce Ali unvanıyla tanınan Alâeddîn-i Erdebîlî zamanında yaygınlığı ve etkisi zirveye çıkan tarikat, Hâce Ali’nin torunu Cüneyd-i Safevî ile birlikte siyasî yönü ağır basan ve Anadolu’daki Şiîliğe meyilli oymakları taraftarları arasına katmak için Şiîliğe temayül gösteren bir teşkilât haline gelmiş, sonuçta Safeviyye tarikatı İran’da XVI. yüzyılın başında Şiî İsnâaşeriyye’nin resmî mezhep olarak kabul edildiği Safeviyye devletine dönüşmüştür. Hâce Ali’nin Anadolu’daki halifelerinden Somuncu Baba (Hamîdüddin Aksarâyî) vasıtasıyla devam eden silsileden XV. yüzyılda Sünnî esaslara dayalı Bayramiyye tarikatı doğmuştur. Hacı Bayrâm-ı Velî’ye nisbet edilen Ankara merkezli Bayramiyye, Hacı Bayrâm-ı Velî’nin vefatından sonra halifelerinden Akşemseddin’e nisbet edilen Şemsiyye ve Ömer Dede Sikkînî’ye nisbet edilen Melâmiyye adıyla iki kola ayrılmış, XVII. yüzyılın ilk yarısında Aziz Mahmud Hüdâyî’ye nisbet edilen Celvetiyye kolu ortaya çıkmıştır. Birçok tarikat şeyhi gibi İstanbul’un fethine katılan Akşemseddin’in Fâtih Sultan Mehmed’e yazdığı, gayret ve sabır tavsiye eden mektupları ile fethin gerçekleşmesinde ciddi katkısının bulunduğu belirtilmektedir. Daha çok Anadolu topraklarında yayılan Bayramiyye, Celvetiyye kolu vasıtasıyla Balkanlar’da da yaygınlık kazanmıştır. Bir Türk şeyhi tarafından kurulan Bayramiyye’nin yanı sıra aynı yüzyılda yine bir Türk tarikatı olduğu belirtilen Abdülganî Pîr Babaî’nin tesis ettiği Babaiyye hakkında (Rinn, s. 38; İA , XII/1, s. 5) yeterli bilgi bulunmamaktadır. Halvetiyye tarikatının kurucusu Ömer el-Halvetî, İbrâhim Zâhid-i Geylânî’nin halifelerinden Hârizm’de faaliyet gösteren amcası Ahî Muhammed Halvetî’nin yanında yetişmiş, ondan icâzet aldıktan sonra faaliyetini Tebriz’de sürdürmüştür. Tarikatta ikinci pîr kabul edilen Yahyâ-yı Şirvânî ile Halvetiyye Azerbaycan topraklarında ciddi gelişme göstermiş, buradan Anadolu’ya, Balkanlar, Suriye, Mısır, Kuzey Afrika, Sudan, Habeşistan ve Güney Asya’ya yayılarak kırkı aşkın koluyla İslâm dünyasının en etkili tarikatlarından biri haline gelmiştir. Cezayir’in en yaygın tarikatı olan Halvetiyye’nin Rahmâniyye kolu, 1830’da Fransa’nın Cezayir’i işgali sürecinde Fransızlar’a karşı en fazla direniş gösteren tarikat olmuş, 1870’te ortaya çıkan Muhammed el-Mukrânî’nin baş kaldırısına da en büyük destek, Saddûk Zâviyesi şeyhi Muhammed Ameziyân b. Haddâd ve oğlu Şeyh Azîz tarafından verilmiştir. Halvetiyye’nin birçok kolu bugün Türkiye, Suriye, Mısır, Balkanlar ve Kuzey Afrika ülkelerinde faaliyetlerini sürdürmektedir. VI. (XII.) yüzyılda Suriye’de kurulan Şam merkezli Sa‘diyye tarikatı Sa‘deddin el-Cebâvî’ye nisbet edilmiştir. Kuruluşuyla birlikte Şam ve çevresinde yayılan tarikat ilk dönemlerinde Filistin’in Kudüs, Akkâ, Safed, Halîl ve Nablus şehirlerinde Haçlılar’a karşı fiilî mücadele içine girmiş, dolayısıyla bu şehirlerde geniş taraftar bulmuştur. Sa‘diyye XVI. yüzyıldan itibaren Şam merkez olmak üzere Hama, Humus, Halep, Akkâ, Nablus ve Sayda şehirlerinde, XVIII. yüzyılda Mısır, Halep, Şam, Anadolu, İstanbul ve Balkanlar’da yaygınlık kazanmıştır. Sa‘dîler’in Halîl şehrindeki son temsilcilerinden olan Şeyh Ferhân es-Sa‘dî, İzzeddin el-Kassâm ile birlikte Filistin’in kurtuluşu için çalışmış ve 1936’da Filistin’de silâhlı direnişi başlatan grup içerisinde yer almıştır. VI. (XII.) yüzyılda Orta Asya’da Ahmed Yesevî’ye nisbet edilen Yeseviyye ile Abdülhâliḳ-ı Gucdüvânî’ye nisbet edilen Hâcegân tarikatları ve ardından Necmeddîn-i Kübrâ’ya nisbet edilen Kübreviyye teşekkül etmiştir. Yûsuf el-Hemedânî’nin halifeleri olan Ahmed Yesevî ile Abdülhâliḳ-ı Gucdüvânî’den ilki irşad faaliyetlerini Orta Asya’da göçebe Türk kavimleri arasında yaygınlaştırırken ikincisi Mâverâünnehir’in Buhara gibi eski kültür merkezlerinde faaliyet göstermiştir. Ahmed Yesevî, İslâmiyet’i Türkler’e sevdirmek ve Ehl-i sünnet akîdesini yaygınlaştırmak için yoğun çaba sarfetmiş, Taşkent ve Siriderya yöresinde, Seyhun’un ötesindeki bozkırlarda yaşayan göçebe Türkler arasında kuvvetli nüfuz elde ederek Yesevîliği Sünnî Türkler arasında yaymayı başarmıştır. Ayrıca Rus Tatarları’nın ve Sibirya halkının İslâmlaşması Yesevî dervişleri sayesinde gerçekleşmiştir. Ahmed Yesevî’nin değişik bölgelere gönderdiği pek çok halifesiyle birlikte müridlerinin sayısının 100.000’i geçtiği kaydedilmektedir. Yesevî dervişlerinden Hacı Bektâş-ı Velî VII. (XIII.) yüzyılda Anadolu’ya gelerek Sulucakarahöyük’te (Hacıbektaş) dergâhını kurmuş, onun adına nisbetle Bektaşiyye tarikatı doğmuştur. İlk devirlerden itibaren Anadolu ve Rumeli şehirlerinde tesis edilen tekkelerle geniş coğrafyaya yayılan tarikatın başlangıçta derli toplu bir teşkilât yapısına sahip olmadığı anlaşılmaktadır. Bektaşîlik, ikinci pîr kabul edilen Balım Sultan’la birlikte XVI. yüzyılın başlarından itibaren müstakil bir tarikat hüviyetine kavuşmuştur. Ancak eserlerinden Hacı Bektâş-ı Velî’nin Sünnî olduğu, dolayısıyla Bektaşîliğin Sünnî esaslara göre teşekkül ettiği halde Balım Sultan tarafından Hurûfî-Şiî unsurların karışımından meydana gelen prensiplerin uygulanmaya konması tarikatın Sünnîlik dışında mütalaa edilmesine yol açmıştır. Osmanlı yönetimi bu haliyle Bektaşîliği benimsememekle birlikte yeniçerilerle olan organik ve gönül bağı sebebiyle üzerlerine gitmemiştir. II. Mahmud’un 1826’da Yeniçeri Ocağı’nı lağvetmesinin ardından Bektaşî tekkelerinin faaliyetleri yasaklanmıştır. Kendisine Hâcegân tarikatı nisbet edilen Abdülhâliḳ-ı Gucdüvânî esas itibariyle Nakşibendiyye’nin kurucusu kabul edilir. Zira Hâcegân tarikatı için Gucdüvânî’nin ortaya koyduğu sekiz prensibe iki asır sonra aynı silsileden Bahâeddin Nakşibend üç prensip daha ilâve etmiş ve VIII. (XIV.) yüzyılla birlikte tarikatın ana silsilesi Nakşibendiyye adını almıştır. Bazı istisnalar dışında İslâm dünyasının hemen her bölgesine yayılan Nakşibendiyye, özellikle Ubeydullah Ahrâr’ın gayretleri sonucu IX. (XV.) yüzyılda Orta Asya’nın en yaygın tarikatı haline gelmiş, Orta Asya’nın doğu, batı ve güneyinde teşekkül eden kollarıyla nüfuzunu arttırmıştır. X. (XVI.) yüzyılda Nakşî şeyhlerinden İshak Velî’nin çalışmalarıyla şamanist Kırgız gruplarının müslüman olduğu, onların faaliyetleriyle İslâmiyet’in Moğollar ve bazı Kazak yöneticileri arasında yayıldığı belirtilmektedir. Tarikat Ubeydullah Ahrâr’ın halifelerinden Kütahyalı Abdullah-ı İlâhî’nin (Molla İlâhî) öncülüğünde IX. (XV.) yüzyılın ikinci yarısından itibaren Anadolu ve Rumeli’de yayılmış, zamanla Anadolu, Orta Asya’dan sonra Nakşibendiyye’nin ikinci büyük merkezi haline gelmiştir. İmâm-ı Rabbânî ile birlikte XI. (XVII.) yüzyılda Hindistan’da teşekkül eden Müceddidiyye kolu Nakşibendiyye’yi Hindistan’ın en faal tarikatlarından biri haline getirmiş ve Hint alt kıtası tarikatın üçüncü büyük merkezi olmuştur. İmâm-ı Rabbânî’nin Dîn-i İlâhî adıyla yeni bir din kuran Bâbürlü Hükümdarı Ekber Şah’a ve onun yerine geçen oğlu Cihangir’e karşı gerçekleştirdiği mücadele sonucu İslâmiyet’in zaman içinde Hint yarımadasında yok olmaktan kurtulduğu kaydedilmektedir. Kuzeybatı Çin’de en etkili tarikat olan Nakşibendiyye, 1747’de Konfüçyanizm’i tehdit eden zararlı bir doktrin nitelemesiyle King hânedanına şikâyet edilmiş, ancak bundan bir sonuç alınamamıştır. Çin’de cumhuriyet ve komünizm dönemlerinde de en dinamik müslüman grup 1950’li yılların sonuna doğru etkisi Hebei, Shaanxi, Gansu, Ningxia, Yunnan, Sincan ve Jilin’e kadar yayılan Nakşibendiyye’dir. 1958’de komünist hükümet Nakşibendî şeyhi Ma Zhenwu’ya karşı çeşitli suçlamalarda bulunmuş, devletin baskısı ve asimilasyon politikaları Çin’de tarikatların, dolayısıyla İslâm’ın yayılmasını engellemiştir. XIII. (XIX.) yüzyılın ilk yarısında Hâlid el-Bağdâdî ile oluşan Hâlidiyye kolu hemen hemen bütün Arap topraklarında, Türkiye’de ve Kürtler’in yoğun olduğu bölgelerde Müceddidîliğin yerini almıştır. Doğrudan Müceddidîliğe bağlı bazı silsilelerle Hâlidiyye’ye bağlı birçok silsile günümüzde özellikle Türkiye’de varlığını ve buradan dünyanın çeşitli bölgelerine yayılışını sürdürmektedir. Hârizmli Necmeddîn-i Kübrâ’ya nisbet edilen Kübreviyye, Yeseviyye ve Hâcegân ile (Nakşibendiyye) birlikte Orta Asya kökenli üç büyük tarikattan biridir. 580 (1184) yılında teşekkül etmeye başlayan bu tarikat Hârizm merkezli olarak Orta Asya’dan Afganistan, Hindistan, Çin, Güneydoğu Asya, İran, Irak, Suriye ve Anadolu’ya kadar geniş bir alanda yaygınlık kazanmıştır. Kübrevî dervişlerinin ulaştıkları bölgelerdeki gayretleriyle birçok ihtidânın meydana geldiği görülmektedir. Necmeddîn-i Kübrâ’nın önde gelen halifelerinden Seyfeddin el-Bâharzî, yaklaşık kırk yılını geçirdiği Buhara ve çevresindeki faaliyetleri sırasında İslâm’a ısındırmak için Moğollar’la yakın münasebetler kurmuş, bu amaçla Çağatay Han’ın veziri Kutbüddin Habeş Amîd’e bir mektup göndermiştir. Ayrıca ileride Altın Orda’nın sultanı olacak Berke’nin Buhara’yı ziyareti sırasında İslâm’ı benimsemesinde etkili rol oynamıştır. Nûreddin Abdurrahman el-İsferâyînî’nin Bağdat’ta gerçekleştirdiği faaliyetlerle hilâfetin eski merkezinde İslâm’ın otoritesini yeniden tesis etmeyi hedeflediği belirtilmekte, bu amaçla Argun’un yahudi veziri Cemâleddin ve diğer vezirlerle bağlantı kurduğu, Vezir Sa‘deddîn-i Sâvecî’yi müridleri arasına katmayı başardığı, Gāzân Han ve Olcaytu’ya hitaben risâleler kaleme aldığı zikredilmektedir. Diğer bir Kübrevî şeyhi Sadreddin İbrâhim’in yaklaşık 100.000 Moğol askeriyle birlikte Gāzân Han’ın İslâmiyet’i kabul etmesinde önemli etkisinin olduğu bilinmektedir. Öte yandan Kübrevî dervişlerinin çalışmaları sonucu Keşmir’de birçok Hindu ihtida etmiştir. Burada etkili faaliyetleriyle tanınan Alî-i Hemedânî’nin halifelerinden Şeyh Ahmed ile babası Süleyman’ın Brahmanizm’den İslâm’a döndüğü nakledilir. Muhtemelen XVII. yüzyılda Ch’ing hânedanlığının ilk zamanlarında Çin’e giren Kübrevîler’in Aiheimaiti Kebikuo Baihedai adlı şeyhleri İslâmiyet’i yayması sebebiyle Ch’ing hânedanlığına şikâyet edilmiş ve hayatının sonuna kadar hapiste kalmıştır. Çin Kübrevîleri’nin merkezi olan Dawantou’nun günümüzde de bu hüviyetini koruduğu belirtilmekte ve 1983’te Çin’de 10.000 Kübreviyye mensubunun bulunduğu tahmin edilmektedir. VI. (XII.) yüzyılda kurulan tarikatlardan Medyeniyye, Ebû Medyen Şuayb b. Hüseyin’e nisbet edilmekte ve Şuaybiyye diye de bilinmektedir. Medyeniyye, Kuzey Afrika kaynaklı ilk tarikattır. Ebû Medyen’in halifeleri vasıtasıyla önce Kuzey Afrika’da yaygınlaşan tarikat daha sonra İç ve Orta Afrika ile Ortadoğu’ya kadar yayılmıştır. Tarikatın esasları ve tarihî gelişimi konusunda yeterli bilgi bulunmamakla birlikte kurucusunun Muhyiddin İbnü’l-Arabî üzerinde ciddi etkisinin bilinmesi tasavvuf anlayışı hakkında ipuçları vermektedir. Ondan fazla kola ayrılan Medyeniyye zamanla başta Şâzeliyye ve Senûsiyye olmak üzere diğer tarikatlar içerisinde erimiş, XIX. yüzyıla gelindiğinde mensupları yok denecek kadar azalmıştır. Ebû Medyen’in halifelerinden Ebû Saîd Halef b. Ahmed el-Bâcî et-Temîmî’ye nisbetle Bâciyye adıyla bir tarikat teşekkül ettiği belirtilmektedir. Ebû Saîd Halef, Şâzeliyye tarikatının pîri Ebü’l-Hasan eş-Şâzelî’nin şeyhlerindendir ( Zebîdî, ʿİḳd , s. 34). Medyeniyye’nin ardından Kuzey Afrika’da VII. (XIII.) yüzyılda Şâzeliyye, Bedeviyye ve Desûkıyye tarikatları teşekkül etmiştir. Ebü’l-Hasan eş-Şâzelî’ye nisbet edilen Tunus merkezli Şâzeliyye 100 civarında kolu ve şubesiyle (Güven, s. 303-362) Tunus’un yanı sıra Fas, Cezayir, Mısır ve Libya başta olmak üzere pek çok Afrika ülkesinde taraftar bulmuştur. XV. yüzyılın ikinci yarısında Libya’da kurulan Şâzeliyye’nin Zerrûkıyye kolu ondan fazla şubesiyle bütün Kuzey Afrika’da yayılmış ve Suriye’ye kadar ulaşmıştır. XVI. yüzyılda Ebû Ya‘kūb el-Bâveysî’ye nisbetle anılan Bâveysiyye, Zerrûkıyye’nin şubelerinden biri kabul edilmektedir ( Zebîdî, İtḥâfü’l-aṣfiyâʾ , s. 232). Şâzeliyye, XVIII. yüzyılın sonlarından itibaren İstanbul’da ve bazı Anadolu şehirlerinde yaygınlık kazanmıştır. Şâzeliyye’ye mensup Ahmed b. İdrîs’in kurduğu İdrîsiyye’nin XIX. yüzyılda ortaya çıkan kollarından Mîrganiyye (Hatmiyye) Sudan’da faaliyet gösteren en büyük tarikatlardan biridir ve ülkenin yapılanmasında, siyasal ve kültürel hayatın gelişmesinde önemli roller üstlenmiştir. Aynı dönemde kurulan Senûsiyye kolu Fas’tan Yemen’e kadar geniş bir bölgede etkili olmuş, tarikatın zâviyelerinde Kur’ân-ı Kerîm ve dinî ilimler okutularak müslüman topluma yeniden dinî canlılık kazandırılmıştır. Birçok Senûsî şeyhi, bir taraftan Afrika’nın kuzey bölgelerinde müslüman halklara din eğitimi verirken diğer taraftan Afrika’nın iç bölgelerindeki yerlilerin İslâm’a girmesi için gayret göstermiştir. Öte yandan tarikat mensupları Avrupalı sömürgeci güçlere karşı yaptığı mücadelelerle adını duyurmuş, XX. yüzyılın başlarından itibaren halkı örgütleyip Fransızlar, İtalyanlar ve İngilizler ile mücadele içine girmiştir. Günümüzde Mısır’ın en yaygın tarikatı olan Şâzeliyye’nin son zamanlarda Avrupa’da önemli bir nüfuz elde ettiği görülmektedir. Ahmed el-Bedevî’ye nisbet edilen Bedeviyye tarikatı Mısır Tanta’da teşekkül etmiştir. Ahmediyye adıyla da bilinen bu tarikat bazı kaynaklarda Rifâiyye’nin ya da Şâzeliyye’nin bir kolu şeklinde zikredilse de genellikle müstakil bir tarikat olarak kabul edilmektedir. Bedeviyye’nin XV. yüzyılda İbrâhim el-Metbûlî’ye nisbetle teşekkül eden Metbûliyye kolu Ali el-Havvâs ile Mısırlı âlim Abdülvehhâb eş-Şa‘rânî’ye ulaşmaktadır (Harîrîzâde, III, vr. 95 a -97 b ). XVII. yüzyılda tarikatta Şemseddin Muhammed b. Muhammed b. Şuayb el-Hicâzî’ye nisbetle Şuaybiyye kolu doğmuştur ( Zebîdî, ʿİḳd , s. 74). Bedeviyye’nin daha başka kolları da vardır (Baş, s. 280-294). XVIII. yüzyılın başlarında İstanbul’a ulaşan Bedeviyye Anadolu, Hicaz, Suriye, Irak, Ürdün, Filistin, Körfez ülkeleri, Libya, Tunus gibi ülkelerde taraftarlarına rastlansa da Mısır dışında pek etkili olamamıştır. Günümüzde birçok kolla birlikte Mısır’ın en büyük tarikatlarından biridir. İbrâhim b. Abdülazîz ed-Desûkī’ye nisbet edilen Desûkıyye tarikatı Mısır Desûk kaynaklıdır. Burhâniyye (Burhâmiyye) adıyla da anılan Desûkıyye’yi Şâzeliyye ve Bedeviyye’nin bir kolu sayanlar vardır. Daha çok Mısır ve Sudan’da etkili olan tarikatın bugün Suriye, Küveyt ve Ebûzabî (Abudabi) gibi ülkelerde taraftarlarına rastlanmaktadır. VII. (XIII.) yüzyılın başlarında Hindistan’ın Ecmîr şehrinde teşekkül eden Çiştiyye tarikatı Muînüddin Hasan el-Çiştî’ye nisbet edilmektedir. Ecmîr’den bütün Hint yarımadasına yayılan tarikat Kādiriyye, Nakşibendiyye ve Sühreverdiyye ile birlikte Hindistan’ın en yaygın dört tarikatından biri olmuştur. Şeyh Ferîdüddin Mes‘ûd ve Nizâmeddin Evliyâ dönemlerinde etkisini bütün Hindistan’da hissettiren Çiştiyye, Nizâmeddin Evliyâ’nın müridleri tarafından Hindistan’ın taşra eyaletlerine taşınmış ve ülkede birçok ihtidâya vesile teşkil etmiştir. Tarikat VIII. (XIV.) yüzyılın ilk yarısında Şeyh Burhâneddîn-i Garîb vasıtasıyla Bengladeş’in başşehri Dakka bölgesine ulaşmış ve Seyyid Muhammed Gîsûdırâz tarafından Dakka ve Gucerât’ta yayılması sağlanmıştır. VII. (XIII.) yüzyılda teşekkül eden tarikatlardan Mevleviyye Anadolu kaynaklıdır. Tarikatın kurucusu kabul edilen Mevlânâ Celâleddîn-i Rûmî, ailesiyle birlikte Horasan’dan çocuk yaşta çıktığı yolculuğun sonunda Anadolu’ya gelip Konya’da yerleşmiş, buradaki faaliyetleri neticesinde Mevlevîlik doğmuştur. Tarikat Anadolu topraklarından sonra Ortadoğu, Kuzey Afrika ve Balkanlar’da geniş bir coğrafyaya yayılmıştır. Mevlevîlik’te zamanla inanç bakımından birbirine zıt iki kol meydana gelmiş, biri Mevlânâ’nın oğlu Sultan Veled’e nisbetle Veled kolu, diğeri Mevlânâ’nın şeyhi Şems-i Tebrîzî’ye nisbetle Şems kolu adını almıştır. Veled kolunda zühd esas alınıp şeriat kurallarına riayet edildiği halde Şems kolunda Kalenderîler gibi Bâtınî karakter ön plana çıkmıştır. Osmanlı yöneticileri birincileri desteklerken Şems kolu mensuplarına yüz vermemiştir. Mevlevî dervişlerinin eğitildiği kurumlar olan mevlevîhâneler aynı zamanda birer güzel sanatlar mektebi gibi çalışmış, birçok âlimin yanı sıra buralardan Türk kültür ve sanatının en önemli temsilcileri yetişmiştir. XVIII ve XIX. yüzyıllarda özellikle İstanbul mevlevîhânelerinin klasik Türk mûsikisinin en parlak simalarına okul görevi yaptığı bilinmektedir. Öte yandan Balkan ve I. Dünya-Çanakkale savaşları sırasında mevlevîhâneler sosyal dayanışma ve yardımlaşma fonksiyonu üstlenmiştir. Bu çerçevede Yenikapı Mevlevîhânesi hastahaneye dönüştürülmüş, Galata Mevlevîhânesi’nde Şeyh Ahmed Celâleddin Dede’nin başkanlığı altında yardım toplanmış, Kıbrıs, Girit gibi adalardaki mevlevîhâneler müslümanlar için bir sığınak vazifesi görmüş ve Anadolu’ya geçişi sağlamıştır. I. Dünya Savaşı’na girilmesiyle cihâd-ı mukaddes ilân edildiğinde Veled Çelebi’nin (İzbudak) kumandası altında Mücâhidîn-i Mevleviyye Alayı kurulmuş ve Filistin cephesinde çarpışmıştır. Türkiye’de tekkelerin kapatıldığı 1925 yılından sonra Mevlevîlik merkezi Konya’dan Halep’e taşınmış, 1944’te Suriye hükümetinin aldığı bir kararla Mevleviyye kurum olarak tarihe karışmıştır. Bazı kaynaklarda tarikat şeklinde kaydedilen Ekberiyye’nin mahiyeti ve kurucusu hakkında değişik görüşler ileri sürülmüştür. Şeyh-i Ekber unvanından dolayı bunu Muhyiddin İbnü’l-Arabî’ye nisbet edenler olduğu gibi Abdülganî en-Nablusî tarafından kurulduğunu söyleyenler de vardır. Bazılarına göre ise kurumlaşmış bir tarikat olmayıp İbnü’l-Arabî’nin görüşleri çerçevesinde şekillenmiş tasavvufî ve fikrî bir hareketten ibarettir. Öte yandan Hızır’dan ruhanî olarak hırka giymek suretiyle tarikata girenlerin yoluna Hızıriyye denilmiştir. Hızır’ın da hırkayı Hz. Peygamber’den giydiği kabul edilmektedir ( Zebîdî, İtḥâfü’l-aṣfiyâʾ , s. 191, 194). Hızıriyye’nin kollarından biri müfessir Kādî Beyzâvî’ye nisbet edilen Beyzâviyye tarikatıdır ( Zebîdî, ʿİḳd , s. 43-44). Kuşâşî birçok tarikatın yanı sıra Hızıriyye’den de hırka giydiğini belirtir ( es-Simṭü’l-mecîd , vr. 45 a-b ). VI. (XII.) yüzyılda teşekkül eden tarikatlardan Beyâniyye’nin (Nebâiyye) kurucusu Ebü’l-Beyân Nebe b. Muhammed b. Mahfûz el-Kureşî’nin de (İsnevî, I, 254) tarikat hırkasını bizzat Hz. Peygamber’in ruhaniyetinden giydiği ileri sürülmüştür ( Zebîdî, ʿİḳd , s. 36-37; Harîrîzâde, I, vr. 171 a ). VI. (XII.) yüzyılın başlarından itibaren Ebû Cebel Ya‘lâ’ya nisbetle Cebeliyye, İmam Gazzâlî’ye nisbetle Gazzâliyye, Ahmed-i Nâmekī-yi Câmî’ye nisbetle Câmiyye, İbn Berrecân’a nisbetle Berrecâniyye, Muhammed b. Hasan es-Sicilmâsî’ye nisbetle Sicilmâsiyye, Ebû Tâhir es-Silefî’ye nisbetle Silefiyye (Silegiyye), Yûnus b. Yûsuf eş-Şeybânî’ye nisbetle Şeybâniyye (Yûnusiyye), Ebü’l-Hasan Ali b. Ahmed el-Harâllî’ye nisbetle Harâlliyye gibi birçok tarikat ortaya çıkmıştır. Yine bu dönemde teşekkül eden tarikatlardan Şuaybiyye, Ebû Şuayb Eyyûb Sâriye b. Saîd’e nisbet edilmiş ve Minhâciyye’nin bir şubesi olduğu belirtilmiştir ( Zebîdî, İtḥâfü’l-aṣfiyâʾ , s. 214-215). İbn Seb‘în’in halifelerinden Ebü’l-Hasan Ali b. Abdullah eş-Şüşterî en-Nümeyrî’ye nisbet edilen Şüşteriyye ( Zebîdî, ʿİḳd , s. 74-75), Ebû Abdullah Muhammed b. Ahmed b. Abdurrahman es-Sâhilî el-Ensârî’ye nisbet edilen Sâhiliyye ( a.g.e. , s. 64), XVIII. yüzyılda Yemen’de Abdullah b. Alevî Bâ Haddâd’a nisbet edilen Haddâdiyye tarikatlarından Zebîdî icâzet almıştır ( İtḥâfü’l-aṣfiyâʾ , s. 241-242). Harîrîzâde ayrıca Ebü’l-Hasan Ali b. Hızır ed-Dîbî el-Hazrecî’ye nisbet edilen Dîbiyye tarikatından bahsetmiştir ( Tibyân , II, vr. 42 b ). Zebîdî’nin Arâbiyye diye kaydettiği Ömer b. Muhammed el-Urâbî’ye nisbetle Yemen’de ortaya çıkan Urâbiyye tarikatı ( ʿİḳd , s. 87-88; Harîrîzâde, III, vr. 56 b ) Kādiriyye’nin kollarından biri kabul edilmektedir. Bunların dışında kaynaklarda, müstakil olarak teşekkül eden ya da büyük tarikatlardan birinin silsilesinden ayrılıp zamanla bağımsız bir tarikat hüviyeti kazanan birçok tarikat yer almaktadır. Geçmişte ve günümüzde herhangi bir tarikatla ya da belli bir coğrafyadaki tarikatlarla ilgili müstakil eserler hazırlanmış olmakla birlikte coğrafya dikkate alınmadan birden fazla tarikat ve silsileleriyle ilgili eserler de yazılmıştır. XVII. yüzyılda Safiyyüddin Ahmed Kuşâşî’nin hırka giydiği tarikatları ve silsilelerini kaydettiği es-Simṭü’l-mecîd adlı eseri bunun ilk örneklerindendir. XVIII. yüzyılda Murtazâ ez-Zebîdî’nin kaleme aldığı İtḥâfü’l-aṣfiyâʾ ve ʿİḳdü’l-cevheri’s̱-s̱emîn adlı eserlerle İbn Akīle el-Mekkî’nin ʿİḳdü’l-cevâhir fî selâsili’l-ekâbir adlı eseri de bu mahiyettedir. XIX. yüzyılda Harîrîzâde’nin hazırladığı, üç büyük ciltten oluşan Tibyânü vesâʾili’l-ḥaḳāʾiḳ adlı eser bu alanda yazılmış en hacimli kitap olup bir tarikatlar ansiklopedisi niteliğindedir. Ahmed Rifat Efendi’nin Mir’âtü’l-makāsıd ’ı (İstanbul 1293), Bandırmalızâde Ahmed Münib Efendi’nin Mir’âtü’t-turuk ’u (İstanbul 1306), Mehmed Sâmî’nin Esmâr-ı Esrâr ’ı (İstanbul 1316), Hocazâde Ahmed Hilmi’nin Hadîkatü’l-evliyâ ’sı (İstanbul 1318-1320) ve Sâdık Vicdânî’nin Tomar-ı Turuk-ı Aliyye ’sinde (İstanbul 1338-1340) muhtelif tarikatlar ve silsileleri ele alınmıştır. Son dönem müelliflerinden Hüseyin Vassâf’ın sûfî biyografilerine dair Sefîne-i Evliyâ adlı eserinde de büyük tarikatların kurucu pîrinden başlanmak suretiyle XX. yüzyıldaki son halkalarına kadar devam eden silsileleri yer almaktadır. Louis Rinn’in Marabouts et Khouan isimli eseriyle (Alger 1884) Muhammed Ma‘sûm Şîrâzî’nin Farsça üç ciltlik Ṭarâʾiḳu’l-ḥaḳāʾiḳ ’ı da (Tahran 1339-1345 hş.) burada zikredilmelidir. Son olarak Seyyid Muhammed Hoca Efendi tarafından Tasavvuf, Tarikatlar ve Silsileleri adıyla dört ciltlik bir çalışma yapılmıştır (İstanbul 2005). Tarikatlar, müslüman halkın dinî inanç ve duygularını canlı tutmanın yanı sıra gayri müslimlerin ihtidâsına vesile olmak, işgalci ve sömürgecilere karşı İslâm ülkelerinde direniş cepheleri teşkil etmek, ihtiyaç durumunda İslâm ordularıyla birlikte seferlere katılmak, fethedilen bölgelere yerleşip İslâmiyet’i yaymak gibi fonksiyonlar icra etmiştir. Meselâ Türkler’in İslâmiyet’i kabul etmesinde tarikat ehlinin irşad faaliyetlerinin büyük rol oynadığı bilinmektedir. Orta Asya’da, Hindistan ve bazı Uzakdoğu ülkelerinde, Afrika’da İslâmiyet’in yayılması, İran’da binlerce Mecûsî’nin İslâmiyet’i seçmesi, Anadolu ve Balkanlar’da gayri müslim ahalinin ihtidâsı büyük çapta tarikatlar vasıtasıyla gerçekleşmiştir. Tarikatların bu başarısı insanların gönül dünyasına hitap etmesinden kaynaklanmaktadır. Ancak bu husus tarikat ve tasavvuf hayatında aynı zamanda istismara ve yozlaşmaya da sebebiyet vermiştir. Nitekim tarihte ve günümüzde bunun örneklerine rastlanmaktadır. Bundan dolayı tarikat mensubu dervişlerin gönül dünyasında hangi mertebeye yükselirse yükselsin şeriat kurallarına riayet etmesi şart koşulmuş, dinin zâhir kurallarına riayet edilmemesi tarikat hayatında açık bir sapma olarak değerlendirilmiştir. Geçmişte tekkelerin belli kanunlar çerçevesinde ve göz önünde faaliyet göstermesi sebebiyle dinî ve ahlâkî açıdan istismar ve yozlaşma büyük ölçüde önlenmiştir. Günümüzde ise tarikat faaliyetleri Türkiye’deki yasak yüzünden yer altında yürütüldüğü için istismara daha açık durumdadır. BİBLİYOGRAFYA et-Taʿrîfât , “eṭ-Ṭarîḳ” md. Tehânevî, Keşşâf , II, 919-920. İbnü’n-Nedîm, el-Fihrist , s. 235. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1310, II, 138. Sülemî, Ṭabaḳāt , s. 383. Kuşeyrî, er-Risâle , I, 52, 59. Hücvîrî, Keşfü’l-maḥcûb , s. 218-341, 403, 412. Muhammed b. Münevver, Esrârü’t-tevḥîd (nşr. Zebîhullah Safâ), Tahran 1332 hş., s. 27, 36. Necmeddîn-i Kübrâ, Usûlü Aşere ( Tasavvufî Hayat içinde, trc. Mustafa Kara), İstanbul 1980, s. 33-70. İbnü’l-Arabî, el-Fütûḥât , II, 382-383. a.mlf., Iṣṭılâḥâtü’ṣ-ṣûfiyye (nşr. Bessâm Abdülvehhâb el-Câbî – Dâvûd el-Kayserî, Muḳaddemât içinde), Kayseri 1997, s. 72. Abdürrezzâk el-Kâşânî, Tasavvuf Sözlüğü (trc. Ekrem Demirli), İstanbul 2004, s. 349. Abdurrahman Ebü’l-Ferec el-Vâsıtî, Ṭabaḳātü ḫırḳati’ṣ-ṣûfiyye , Kahire 1305, tür.yer. İsnevî, Ṭabaḳātü’ş-Şâfiʿiyye , I, 254. İbn Hacer, ed-Dürerü’l-kâmine , III, 322. Vâhidî, Menāḳıb-i Ḫvoca-i Cihān ve Netīce-i Cān (nşr. Ahmet T. Karamustafa), Cambridge 1993, tür.yer. İmâm-ı Rabbânî, Mektûbât , İstanbul, ts. (Fazilet Neşriyat), I, 50, 54-55; (mektup 36, 41). Hulvî, Lemezât-ı Hulviyye , Süleymaniye Ktp., Hâlet Efendi, nr. 281, vr. 9 a -10 a , 13 b -14 a , 16 a-b , 132 a . Kuşâşî, es-Simṭü’l-mecîd fî selâsili ehli’l-beyʿa ve ilbâsi’l-ḫırḳa ve’t-taṣavvuf ve sülûki ehli’t-tevḥîd , Süleymaniye Ktp., Şehid Ali Paşa, nr. 1197, tür.yer. İsmâil Hakkı Bursevî, Kitâbü’l-Hitâb , İstanbul 1256, s. 259-264. Bandırmalızâde Ahmed Münib Efendi, Mir’âtü’t-turuk , İstanbul 1306, tür.yer. Zebîdî, ʿİḳd , tür.yer. a.mlf., İtḥâfü’l-aṣfiyâʾ , tür.yer. Muhammed b. Ahmed Akīle el-Mekkî, ʿİḳdü’l-cevâhir fî selâsili’l-ekâbir , İstanbul Belediyesi Atatürk Kitaplığı, Osman Ergin, nr. 1129, vr. 1 b -30 b . Ahmed Rifat, Mir’âtü’l-makāsıd , İstanbul 1293, s. 3, 21-47. Harîrîzâde, Tibyân , I-III, tür.yer. Ahmed Ziyâeddin Gümüşhânevî, Câmiʿu’l-uṣûl (nşr. Edîb Nasreddin), Beyrut 1997, I, 46-51; II, 23-111, 198-202. Muhammed Nûr, ʿUnvânü’l-felâḥ ( Minhâcü’r-râġıbîn içinde), Kahire 1312, s. 55, 81, 86. L. Rinn, Marabouts et Khouan: Étude sur l’Islam en Algérie , Alger 1884, tür.yer. İmdâdullah Tehânevî, Żiyâʾü’l-ḳulûb , Delhi 1284, tür.yer. Hocazâde Ahmed Hilmi, Hadîkatü’l-evliyâ’dan Silsile-i Meşâyih-i Sühreverdiyye ve Kübreviyye , İstanbul 1318, tür.yer. Mehmed Şükrü, Silsilenâme-i Sûfiyye , Hacı Selim Ağa Ktp., Hüdâî Efendi, nr. 1098, tür.yer. Tomar-Melâmîlik , s. 8-13, 21-23. Tomar-Kādiriyye , s. 10. Abdülhay el-Hasenî, Nüzhetü’l-ḫavâṭır , Beyrut 1420/1999, V, 507. Hüseyin Vassâf, Sefîne , I-V, tür.yer. Ma‘sûm Ali Şah, Ṭarâʾiḳ , I-III, tür.yer. Enver Behnan Şapolyo, Mezhepler ve Tarikatlar Tarihi , İstanbul 1964, s. 65-206, 298-344, 443-474. J. S. Trimingham, The Sufi Orders in Islam , Oxford 1971, tür.yer. A. Schimmel, Mystical Dimensions of Islam , Chapel Hill 1975, s. 228-258. S. H. Nasr, İslâm: İdealler ve Gerçekler (trc. Ahmet Özel), İstanbul 1985, s. 138-166. Mustafa Kara, Tasavvuf ve Tarikatlar Tarihi , İstanbul 1985, s. 189-314. Hasan eş-Şerkāvî, Muʿcemü elfâẓi’ṣ-ṣûfiyye , Kahire 1987, s. 200-201. A. Bennigsen – Ch. Lemercier-Quelquejay, Sûfi ve Komiser: Rusya’da İslâm Tarikatları (trc. Osman Türer), Ankara 1988, tür.yer. Selçuk Eraydın, Tasavvuf ve Tarîkatlar , İstanbul 1994, s. 299-467. Osman Türer, Ana Hatlarıyla Tasavvuf Tarihi , İstanbul 1995, s. 97-207. Hasan Kâmil Yılmaz, Anahatlarıyla Tasavvuf ve Tarîkatlar , İstanbul 1997, s. 127-149, 229-265. C. W. Ernst, The Shambhala Guide to Sufism , Boston 1997, s. 120-146. a.mlf., “Tariqa”, Encyclopedia of Islam and the Muslim World (ed. R. C. Martin), New York 2004, II, 680-684. A. Knysh, Islamic Mysticism: A Short History , Leiden 2000, s. 172-244. M. Mahmûd Abdülhamîd Ebû Kahf, et-Taṣavvufü’l-İslâmî: Ḫaṣâʾiṣüh ve meẕâhibüh maʿa dirâse taḥlîliyye ve meydâniyye li’ṭ-ṭuruḳi’ṣ-ṣûfiyye , Tanta 2000, s. 315-637. Reşat Öngören, Osmanlılar’da Tasavvuf , İstanbul 2000, s. 27-231. a.mlf., “Balkanlar’ın İslâmlaşmasında Sûfîlerin Rolü”, Balkanlar’da İslâm Medeniyeti Milletlerarası Sempozyumu Tebliğleri , İstanbul 2002, s. 47-73. Necdet Yılmaz, Osmanlı Toplumunda Tasavvuf (17. Yüzyıl) , İstanbul 2001, tür.yer. Ramazan Muslu, Osmanlı Toplumunda Tasavvuf (18. Yüzyıl) , İstanbul 2003, tür.yer. Hür Mahmut Yücer, Osmanlı Toplumunda Tasavvuf (19. Yüzyıl) , İstanbul 2003, tür.yer. İslâm Dünyasında Tarîkatlar: Gelişmeleri ve Aktüel Durumları (ed. A. Popovic – G. Veinstein, trc. Osman Türer), İstanbul 2004, tür.yer. Seyyid Muhammed Hoca Efendi, Tasavvuf, Tarikatlar ve Silsileleri , İstanbul 2005, I-IV, tür.yer. Derya Baş, Seyyid Ahmed el-Bedevî: Tarîkatı ve İstanbul’da Bedevîlik , İstanbul 2008, tür.yer. Pakalın , III, 403-409. Louis Massignon – [Tahsin Yazıcı], “Tarîkat”, İA , XII/1, s. 1-17. E. Geoffroy, “Ṭarīḳa”, EI 2 (İng.) , X, 243-246. P. Lory, “Ṭarīḳa”, a.e. , X, 246-248. R. S. O’Fahey, “Ṭarīḳa”, a.e. , X, 248-250. Th. Zarcone, “Ṭarīḳa”, a.e. , X, 250-253. Nathalie Clayer – A. Popovic, “Ṭarīḳa”, a.e. , X, 253-255. K. A. Nizami, “Ṭarīḳa”, a.e. , X, 255-257. N. Kaptein, “Ṭarīḳa”, a.e. , X, 257. E. Montet, “Religious Orders (Muslim)”, ERE , X, 719-726. Anthony H. Johns, “Tarīqah”, ER , XIV, 342-352. [Bir tarikattan ya da tarikatların belli bir coğrafyadaki faaliyetlerinden bahseden çalışmaların birçoğu ansiklopedinin ilgili maddelerinde yer aldığı için burada ayrıca zikredilmemiştir]. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2011 yılında İstanbul’da basılan 40. cildinde, 95-105 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız. Bu bölüm en son 01.06.2019 tarihinde güncellenmiştir.",
      "bibliography": [
        "et-Taʿrîfât , “eṭ-Ṭarîḳ” md.",
        "Tehânevî, Keşşâf , II, 919-920.",
        "İbnü’n-Nedîm, el-Fihrist , s. 235.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1310, II, 138.",
        "Sülemî, Ṭabaḳāt , s. 383.",
        "Kuşeyrî, er-Risâle , I, 52, 59.",
        "Hücvîrî, Keşfü’l-maḥcûb , s. 218-341, 403, 412.",
        "Muhammed b. Münevver, Esrârü’t-tevḥîd (nşr. Zebîhullah Safâ), Tahran 1332 hş., s. 27, 36.",
        "Necmeddîn-i Kübrâ, Usûlü Aşere ( Tasavvufî Hayat içinde, trc. Mustafa Kara), İstanbul 1980, s. 33-70.",
        "İbnü’l-Arabî, el-Fütûḥât , II, 382-383.",
        "a.mlf., Iṣṭılâḥâtü’ṣ-ṣûfiyye (nşr. Bessâm Abdülvehhâb el-Câbî – Dâvûd el-Kayserî, Muḳaddemât içinde), Kayseri 1997, s. 72.",
        "Abdürrezzâk el-Kâşânî, Tasavvuf Sözlüğü (trc. Ekrem Demirli), İstanbul 2004, s. 349.",
        "Abdurrahman Ebü’l-Ferec el-Vâsıtî, Ṭabaḳātü ḫırḳati’ṣ-ṣûfiyye , Kahire 1305, tür.yer.",
        "İsnevî, Ṭabaḳātü’ş-Şâfiʿiyye , I, 254.",
        "İbn Hacer, ed-Dürerü’l-kâmine , III, 322.",
        "Vâhidî, Menāḳıb-i Ḫvoca-i Cihān ve Netīce-i Cān (nşr. Ahmet T. Karamustafa), Cambridge 1993, tür.yer.",
        "İmâm-ı Rabbânî, Mektûbât , İstanbul, ts. (Fazilet Neşriyat), I, 50, 54-55; (mektup 36, 41).",
        "Hulvî, Lemezât-ı Hulviyye , Süleymaniye Ktp., Hâlet Efendi, nr. 281, vr. 9 a -10 a , 13 b -14 a , 16 a-b , 132 a .",
        "Kuşâşî, es-Simṭü’l-mecîd fî selâsili ehli’l-beyʿa ve ilbâsi’l-ḫırḳa ve’t-taṣavvuf ve sülûki ehli’t-tevḥîd , Süleymaniye Ktp., Şehid Ali Paşa, nr. 1197, tür.yer.",
        "İsmâil Hakkı Bursevî, Kitâbü’l-Hitâb , İstanbul 1256, s. 259-264.",
        "Bandırmalızâde Ahmed Münib Efendi, Mir’âtü’t-turuk , İstanbul 1306, tür.yer.",
        "Zebîdî, ʿİḳd , tür.yer.",
        "a.mlf., İtḥâfü’l-aṣfiyâʾ , tür.yer.",
        "Muhammed b. Ahmed Akīle el-Mekkî, ʿİḳdü’l-cevâhir fî selâsili’l-ekâbir , İstanbul Belediyesi Atatürk Kitaplığı, Osman Ergin, nr. 1129, vr. 1 b -30 b .",
        "Ahmed Rifat, Mir’âtü’l-makāsıd , İstanbul 1293, s. 3, 21-47.",
        "Harîrîzâde, Tibyân , I-III, tür.yer.",
        "Ahmed Ziyâeddin Gümüşhânevî, Câmiʿu’l-uṣûl (nşr. Edîb Nasreddin), Beyrut 1997, I, 46-51; II, 23-111, 198-202.",
        "Muhammed Nûr, ʿUnvânü’l-felâḥ ( Minhâcü’r-râġıbîn içinde), Kahire 1312, s. 55, 81, 86.",
        "L. Rinn, Marabouts et Khouan: Étude sur l’Islam en Algérie , Alger 1884, tür.yer.",
        "İmdâdullah Tehânevî, Żiyâʾü’l-ḳulûb , Delhi 1284, tür.yer.",
        "Hocazâde Ahmed Hilmi, Hadîkatü’l-evliyâ’dan Silsile-i Meşâyih-i Sühreverdiyye ve Kübreviyye , İstanbul 1318, tür.yer.",
        "Mehmed Şükrü, Silsilenâme-i Sûfiyye , Hacı Selim Ağa Ktp., Hüdâî Efendi, nr. 1098, tür.yer.",
        "Tomar-Melâmîlik , s. 8-13, 21-23.",
        "Tomar-Kādiriyye , s. 10.",
        "Abdülhay el-Hasenî, Nüzhetü’l-ḫavâṭır , Beyrut 1420/1999, V, 507.",
        "Hüseyin Vassâf, Sefîne , I-V, tür.yer.",
        "Ma‘sûm Ali Şah, Ṭarâʾiḳ , I-III, tür.yer.",
        "Enver Behnan Şapolyo, Mezhepler ve Tarikatlar Tarihi , İstanbul 1964, s. 65-206, 298-344, 443-474.",
        "J. S. Trimingham, The Sufi Orders in Islam , Oxford 1971, tür.yer.",
        "A. Schimmel, Mystical Dimensions of Islam , Chapel Hill 1975, s. 228-258.",
        "S. H. Nasr, İslâm: İdealler ve Gerçekler (trc. Ahmet Özel), İstanbul 1985, s. 138-166.",
        "Mustafa Kara, Tasavvuf ve Tarikatlar Tarihi , İstanbul 1985, s. 189-314.",
        "Hasan eş-Şerkāvî, Muʿcemü elfâẓi’ṣ-ṣûfiyye , Kahire 1987, s. 200-201.",
        "A. Bennigsen – Ch. Lemercier-Quelquejay, Sûfi ve Komiser: Rusya’da İslâm Tarikatları (trc. Osman Türer), Ankara 1988, tür.yer.",
        "Selçuk Eraydın, Tasavvuf ve Tarîkatlar , İstanbul 1994, s. 299-467.",
        "Osman Türer, Ana Hatlarıyla Tasavvuf Tarihi , İstanbul 1995, s. 97-207.",
        "Hasan Kâmil Yılmaz, Anahatlarıyla Tasavvuf ve Tarîkatlar , İstanbul 1997, s. 127-149, 229-265.",
        "C. W. Ernst, The Shambhala Guide to Sufism , Boston 1997, s. 120-146.",
        "a.mlf., “Tariqa”, Encyclopedia of Islam and the Muslim World (ed. R. C. Martin), New York 2004, II, 680-684.",
        "A. Knysh, Islamic Mysticism: A Short History , Leiden 2000, s. 172-244.",
        "M. Mahmûd Abdülhamîd Ebû Kahf, et-Taṣavvufü’l-İslâmî: Ḫaṣâʾiṣüh ve meẕâhibüh maʿa dirâse taḥlîliyye ve meydâniyye li’ṭ-ṭuruḳi’ṣ-ṣûfiyye , Tanta 2000, s. 315-637.",
        "Reşat Öngören, Osmanlılar’da Tasavvuf , İstanbul 2000, s. 27-231.",
        "a.mlf., “Balkanlar’ın İslâmlaşmasında Sûfîlerin Rolü”, Balkanlar’da İslâm Medeniyeti Milletlerarası Sempozyumu Tebliğleri , İstanbul 2002, s. 47-73.",
        "Necdet Yılmaz, Osmanlı Toplumunda Tasavvuf (17. Yüzyıl) , İstanbul 2001, tür.yer.",
        "Ramazan Muslu, Osmanlı Toplumunda Tasavvuf (18. Yüzyıl) , İstanbul 2003, tür.yer.",
        "Hür Mahmut Yücer, Osmanlı Toplumunda Tasavvuf (19. Yüzyıl) , İstanbul 2003, tür.yer.",
        "İslâm Dünyasında Tarîkatlar: Gelişmeleri ve Aktüel Durumları (ed. A. Popovic – G. Veinstein, trc. Osman Türer), İstanbul 2004, tür.yer.",
        "Seyyid Muhammed Hoca Efendi, Tasavvuf, Tarikatlar ve Silsileleri , İstanbul 2005, I-IV, tür.yer.",
        "Derya Baş, Seyyid Ahmed el-Bedevî: Tarîkatı ve İstanbul’da Bedevîlik , İstanbul 2008, tür.yer.",
        "Pakalın , III, 403-409.",
        "Louis Massignon – [Tahsin Yazıcı], “Tarîkat”, İA , XII/1, s. 1-17.",
        "E. Geoffroy, “Ṭarīḳa”, EI 2 (İng.) , X, 243-246.",
        "P. Lory, “Ṭarīḳa”, a.e. , X, 246-248.",
        "R. S. O’Fahey, “Ṭarīḳa”, a.e. , X, 248-250.",
        "Th. Zarcone, “Ṭarīḳa”, a.e. , X, 250-253.",
        "Nathalie Clayer – A. Popovic, “Ṭarīḳa”, a.e. , X, 253-255.",
        "K. A. Nizami, “Ṭarīḳa”, a.e. , X, 255-257.",
        "N. Kaptein, “Ṭarīḳa”, a.e. , X, 257.",
        "E. Montet, “Religious Orders (Muslim)”, ERE , X, 719-726.",
        "Anthony H. Johns, “Tarīqah”, ER , XIV, 342-352.",
        "[Bir tarikattan ya da tarikatların belli bir coğrafyadaki faaliyetlerinden bahseden çalışmaların birçoğu ansiklopedinin ilgili maddelerinde yer aldığı için burada ayrıca zikredilmemiştir]."
      ]
    },
    {
      "author": "DİA",
      "content": "Aşağıdaki liste bu maddenin bibliyografyasındaki kaynaklarda adı geçen belli başlı tarikatlar ve ansiklopedide müstakil birer madde olarak yer verilen tarikat, tarikat kolu ya da tarikat kurucuları dikkate alınarak oluşturulmuştur. TARİKATLAR LİSTESİ (Tarikatlar ve kolları alfabetik olarak dizilmiştir) Adı Kurucusu Açıklama ABBÂSİYYE Ebü’l-Abbas Ahmed b. Muhammed el-Endelüsî (ö. 633/1236) Medyeniyye ’nin kolu ABDÜSSELÂMİYYE Abdüsselâm eş-Şeybânî (ö. 1165/1752) Sa‘diyye ’nin kolu ACEMİYYE Yûsuf b. Abdullah b. Ömer el-Acemî (ö. 768/1367) ÂCİZİYYE Süleyman Âcizî Baba Sa‘diyye ’nin kolu ACLÂNİYYE Muhammed b. Aclân el-Hüseynî Rifâiyye ’nin kolu ÂDEMİYYE / AHSENİYYE Âdem b. İsmâil el-Benûrî (ö. 1053/1643) Müceddidiyye ’nin kolu ADEVİYYE Adî b. Müsâfir (ö. 557/1162) ÂDİLİYYE / BEDRİYYE Ebû Ömer Bedreddin Muhammed b. Ömer el-Âdilî el-Abbâsî (ö. 970/1563) Sühreverdiyye ’nin kolu ÂFÂKIYYE Hidâyetullah Âfâk Hoca / Apak Hoca (ö. 1106/1694) Nakşibendiyye’den Kâsâniyye ’nin kolu AFÎFİYYE Abdülvehhâb b. Abdüsselâm b. Ahmed el-Afîfî (ö. 1172/1758) Şâzeliyye’den Nâsıriyye ’nin kolu AHMEDİYYE bk. BEDEVİYYE AHMEDİYYE bk. MÜCEDDİDİYYE AHMEDİYYE bk. RİFÂİYYE AHMEDİYYE Ebü’l-Abbas Ahmed b. Abdülhak er-Rudavlî (ö. 838/1435) Çiştiyye ’nin kolu AHMEDİYYE / YİĞİTBAŞİYYE Yiğitbaşı Ahmed Şemseddin (ö. 910/1504) Halvetiyye ’nin kolu Şubeleri: Mısriyye /Niyâziyye, Ramazâniyye, Sinâniyye, Uşşâkıyye AHRÂRİYYE Ubeydullah Ahrâr (ö. 895/1490) Nakşibendiyye ’nin kolu AHSENİYYE bk. ÂDEMİYYE AHSENİYYE Muhammet İhsan Oğuz (ö. 1991) Nakşibendiyye’den Müceddidiyye ’nin kolu ALEMİYYE Abdullah eş-Şerîf b. İbrâhim el-Alemî (ö. 1089/1678) Şâzeliyye’den Cezûliyye ’nin kolu ALEVİYYE Silsilesi Hz. Ali’ye ulaşan bütün tarikatların genel nisbesi ALEVİYYE / ALLÂVİYYE Ebü’l-Abbas Ahmed b. Mustafa el-Alevî/el-Allâvî (ö. 1934) Şâzeliyye’den Derkāviyye ’nin kolu ALLÂVİYYE bk. ALEVİYYE AMMÂRİYYE Ammâr Bû Sennâ (ö. 1193/1779) Kādiriyye ’nin kolu AMÛDİYYE Ebû Îsâ Saîd b. Îsâ el-Amûdî (ö. XIII. yüzyıl) Medyeniyye ’nin kolu ARÎFİYYE / SANHÂCİYYE İbnü’l-Arîf Ahmed b. Muhammed es-Sanhâcî (ö. 536/1141) ARRÂKIYYE İbn Arrâk Muhammed b. Ali ed-Dımaşkī (ö. 933/1526) Şâzeliyye ’nin kolu ARÛSİYYE Ebü’l-Abbas Ahmed b. Muhammed el-Arûs (ö. 868/1463-64) Şâzeliyye ’nin kolu ÂSIMİYYE Ebû Zeyd Abdurrahman b. Ali el-Âsımî (ö. X./XVI. yüzyıl) Şâzeliyye’den Zerrûkıyye ’nin kolu ASSÂLİYYE Ahmed b. Ali el-Assâlî (ö. 1048/1639) Halvetiyye-Cemâliyye’den Sünbüliyye ’nin kolu AŞKIYYE / IŞKIYYE / UŞAYKIYYE Ebû Yezîd-i Işkī (XV. yüzyıl) Tayfûriyye’den Şettâriyye’nin kolu ÂŞÛRİYYE Sâlih Âşûr el-Mağribî Desûkıyye ’nin kolu ATÂİYYE Muhammed Atıyye er-Rifâî (ö. VII./XIII. yüzyıl) Rifâiyye ’nin kolu AYDERÛSİYYE Ebû Bekir b. Abdullah el-Ayderûs (ö. 914/1508) Medyeniyye , Aleviyye veya Kübreviyye ’nin kolu olduğu ileri sürülür. AZEMİYYE / AZÂYİMİYYE Ebü’l-Azâim Muhammed Mâzî (1869-1937) Şâzeliyye ’nin kolu AZÎZÂN Ali Râmîtenî (ö. 715/1315) Hâcegân ’ın kolu AZÎZİYYE bk. DÎRÎNİYYE AZZÛZİYYE İbn Azzûz Mustafa b. Muhammed el-İdrîsî el-Hasenî (ö. 1282/1866) Halvetiyye ’den Hifniyye ’nin kolu BABAİYYE Abdülganî Pîr Babaî (ö. 870/1465-66) BÂCİYYE Ebû Saîd Halef b. Ahmed el-Bâcî et-Temîmî (ö. 628/1231) BAHÂİYYE bk. NAKŞİBENDİYYE BÂHARZİYYE Seyfeddin Saîd b. Mutahhar el-Bâharzî (ö. 659/1261) Kübreviyye ’nin kolu BAHŞİYYE Muhammed b. Muhammed el-Bahşî (ö. 1098/1687) Halvetiyye-Cemâliyye’den Sünbüliyye ’nin kolu BATÂİHİYYE bk. RİFÂİYYE BÂVEYSİYYE Ebû Ya‘kūb el-Bâveysî (ö. XVI. yüzyıl) Zerrûkıyye ’nin kolu BAYRAMİYYE Hacı Bayrâm-ı Velî (ö. 833/1430) Kolları: Celvetiyye , Melâmiyye , Şemsiyye BECELİYYE Muhammed b. Hüseyin el-Becelî (ö. 621/1224) Kādiriyye ’nin kolu BEDEVİYYE / AHMEDİYYE / SÜTÛHİYYE Ebü’l-Fityân Ahmed b. Ahmed el-Fâsî el-Bedevî (ö. 675/1276) Kolları: Abdülaliyye, Beyyûmiyye , Bernesiyye, Bündâriyye, Cevheriyye, Enbâbiyye, Fergāliyye, Halebiyye, Hamûdiyye, Kinâsiyye, Merâzıkıyye, Metbûliyye, Münâviyye, Nûhiyye, Sâibiyye, Selâmiyye, Sütûhiyye, Şinnâviyye, Şuaybiyye, Ulvâniyye, Zâhidiyye , Zenfeliyye BEDEVİYYE Ahmed el-Bedevî Züveytin el-Fâsî (ö. 1275/1859) Derkāviyye ’nin kolu BEDRİYYE bk. ÂDİLİYYE BEDRİYYE Bedreddin Simâvî (ö. 823/1420) BEKKÂİYYE Ali el-Bekkâ (ö. 670/1271) Kādiriyye ’nin kolu BEKKİYYE Ömer b. Seyyid Ahmed el-Bekkî et-Tûnisî (ö. 960/1553) Şâzeliyye ’nin kolu BEKRİYYE / SIDDÎKIYYE Silsilesi Hz. Ebû Bekir ’e ulaşan tarikatların genel nisbesi BEKRİYYE Ebü’l-Mekârim Muhammed el-Bekrî (ö. 994/1586) Şâzeliyye ’den Vefâiyye’nin kolu BEKRİYYE Kutbüddin Mustafa b. Kemâleddin el-Bekrî (ö. 1162/1749) Halvetiyye’den Şâbâniyye ’nin kolu Şubeleri: Hifniyye, Kemâliyye, Semmâniyye BEKTAŞİYYE / BEKTAŞÎLİK Hacı Bektâş-ı Velî (ö. 669/1271 [?]) BERRECÂNİYYE İbn Berrecân Ebü’l-Hakem Abdüsselâm b. Abdurrahman el-Lahmî (ö. 536/1142) BERZENCİYYE Seyyid Îsâ en-Nurbahşî el-Berzencî (ö. IX./XV. yüzyıl) Kübreviyye’den Hemedâniyye ’nin kolu BEYÂNİYYE Ebü’l-Beyân Nebe b. Muhammed b. Mahfûz el-Kureşî ed-Dımaşkī (ö. 551/1156) BEYYÛMİYYE Ali Nûreddin b. Hicâzî el-Beyyûmî (ö. 1183/1769) Şâzeliyye ve Bedeviyye ’nin kolu BEYZÂVİYYE Kādî Abdullah b. Ömer el-Beyzâvî (ö. 685/1286) Hızıriyye ’nin kolu BÎBERİYYE Halil Develioğlu (ö. 1933) Nakşibendiyye’den Hâlidiyye ’nin kolu BİSTÂMİYYE / TAYFÛRİYYE Bâyezîd-i Bistâmî (ö. 234/848 [?]) Kolları: Aşkıyye , Hâcegân / Nakşibendiyye , Şettâriyye BÛ ALİYYE Kādiriyye’den Bekkâiyye ’nin kolu BUHÂRİYYE Celâleddin Ahmer el-Hüseyin b. Ahmed el-Buhârî (ö. 691/1292) Sühreverdiyye ’nin kolu BUHÛRİYYE Edirneli Mehmed Buhûrî (ö. 1039/1630) Halvetiyye-Ahmediyye’den Ramazâniyye ’nin kolu BURHÂNİYYE bk. DESÛKIYYE BURHÂNİYYE Burhâneddin İbrâhim b. Ömer b. Ali el-Alevî (ö. VI./XII. yüzyıl) Rifâiyye ’nin bir kolu BÛAZZÂVİYYE Muhammed b. Ahmed et-Tayyib el-Bûazzâvî (ö. 1914) Şâzeliyye’den Derkāviyye ’nin kolu BÛZÎDİYYE Muhammed b. Ahmed el-Bûzîdî (ö. 1229/1814) Şâzeliyye’den Derkāviyye ’nin kolu BÜZGAŞİYYE / NECÎBİYYE Necîbüddin Ali b. Büzgaş eş-Şîrâzî (ö. 678/1279) Sühreverdiyye ’nin kolu CÂHİDİYYE Câhidî Ahmed Efendi (ö. 1070/1660) Halvetiyye-Ahmediyye’den Uşşâkıyye ’nin kolu CÂMİYYE Ahmed-i Nâmekī-yi Câmî (ö. 536/1141) CEBÂVİYYE bk. SA‘DİYYE CEBERTİYYE İsmâil b. İbrâhim el-Cebertî (ö. 806/1403) Rifâiyye , Ekberiyye , Kādiriyye (veya Ehdeliyye ), Sühreverdiyye , Kâzerûniyye ve Medyeniyye ’nin kolu olduğu ileri sürülür. CELÂLİYYE Mahdûm-i Cihâniyân Celâleddin Hüseyin el-Buhârî (ö. 785/1384) Sührevediyye’den Buhâriyye ’nin kolu CELVETİYYE / HÜDÂİYYE Aziz Mahmud Hüdâyî (ö. 1038/1628) Bayramiyye ’nin kolu Şubeleri: Fenâiyye, Hakkıyye, Hâşimiyye, Selâmiyye CEMÂLİYYE bk. PÎRCEMÂLİYYE CEMÂLİYYE Cemâl-i Halvetî Aksarâyî (ö. 899/1494) Halvetiyye ’nin kolu Şubeleri: Sünbüliyye, Şâbâniyye CEMÂLİYYE Cemâleddin Uşşâkī (ö. 1164/1751) Halvetiyye-Ahmediyye’den Uşşâkıyye ’nin kolu CEMÎLİYYE Cemâleddin el-Irâkī Rifâiyye ’nin kolu CENDELİYYE Cendel b. Muhammed er-Rifâî (ö. 675/1276) Rifâiyye ’nin kolu CERRÂHİYYE Nûreddin Cerrâhî (ö. 1133/1721) Halvetiyye-Ahmediyye’den Ramazâniyye ’nin kolu CEVHERİYYE Abdülvehhâb el-Cevherî Bedeviyye ’nin kolu CEVHERİYYE Abdürrahîm Muhammed el-Cevherî Şâzeliyye ’nin kolu CEZÛLİYYE Muhammed b. Süleyman el-Cezûlî (ö. 870/1465) Şâzeliyye ’nin kolu Şubeleri: Hansaliyye, Îseviyye, Tebbâiyye, Vezzâniyye CİHANGÎRİYYE Cihangirli Hasan Burhâneddin (ö. 1074/1664) Halvetiyye-Ahmediyye’den Ramazâniyye ’nin kolu CÛYBÂRİYYE Muhammed İslâm Cûybârî (ö. 971/1563) Nakşibendiyye-Ahrâriyye’den Kâsâniyye ’nin kolu CÜNEYDİYYE Cüneyd-i Bağdâdî (ö. 297/909) Kolları: Arîfiyye , Hammûye/Hameviyye, Hârisiyye, Kebîriyye, Muammeliyye, Nu‘mâniyye, Saîdiyye, Seb‘îniyye, Tâvûsiyye CÜNEYDİYYE Bahâeddin el-Cüneydî (ö. 921/1515) Kādiriyye ’nin kolu ÇERKEŞİYYE Çerkeşî Mustafa Efendi (ö. 1229/1814) Halvetiyye’den Şâbâniyye ’nin kolu Şubeleri: İbrâhimiyye, Halîliyye ÇİŞTİYYE Muînüddin Hasan Çiştî (ö. 633/1236) Kolları: Ahmediyye , Eşrefiyye, Fethullāhiyye, Kudsiyye, Nizâmiyye, Nusayriyye, Sâbiriyye, Selîmiyye, Tabîbiyye DÂVÛDİYYE Ebû Bekir b. Dâvûd (ö. 806/1403) Kādiriyye ’nin kolu DEKKĀKIYYE Ebû Ali ed-Dekkāk (ö. 405/1015) DEMİRTAŞİYYE Muhammed Demirtaşî (ö. 929/1523) Halvetiyye’den Rûşeniyye ’nin kolu DERDÎRİYYE Ahmed ed-Derdîr (ö. 1201/1786) Halvetiyye ’den Hifniyye ’nin kolu Şubeleri: Sâviyye, Sibâiyye, Vefâiyye DERKĀVİYYE Ebû Hâmid Mevlâ el-Arabî ed-Derkāvî (ö. 1239/1823) Şâzeliyye ’nin kolu Şubeleri: Aleviyye, Bedeviyye, Bûazzâviyye, Bûzîdiyye, Gumâriyye, Harrâkıyye, Mehâciyye, Kettâniyye, Medeniyye , Rahmâniyye, Yeşrutıyye DESÛKIYYE / BURHÂNİYYE İbrâhim b. Abdülazîz ed-Desûkī (ö. 676/1277) Bedeviyye ve Şâzeliyye ’nin bir kolu olduğu ileri sürülür. Şubeleri: Âşûriyye, Süyûtiyye, Şehâviyye, Şehbâziyye, Şernûbiyye, Tâziyye DÎBİYYE Ebü’l-Hasan Ali b. Hızır ed-Dîbî (ö. 719/1319) DÎRÎNİYYE / AZÎZİYYE Abdülazîz b. Ahmed ed-Dîrînî (ö. 694/1295) Rifâiyye ’nin kolu DÜCÂNİYYE Seyyid Şehâbeddin Ahmed ed-Dücânî (ö. 951/1544’ten sonra) Medyeniyye ’den Meymûniyye’nin kolu EBHERİYYE Ebû Reşîd Kutbüddin el-Ebherî (ö. 572/1177) Kolları: Şahâlemiyye , Zâhidiyye EBÜ’l-ULÂİYYE Ebü’l-Ulâ b. Ebü’l-Vefâ Ekberâbâdî (ö. 1061/1651) Nakşibendiyye ’nin kolu Şubeleri: Efdaliyye, Muhammediyye, Mün‘imiyye EHDELİYYE Ebü’l-Hasan Ali b. Ömer el-Ehdel (ö. 650/1252) Kādiriyye ’nin kolu EKBERİYYE / HÂTEMİYYE Muhyiddin İbnü’l-Arabî (ö. 638/1240) EMÎRGANİYYE bk. MÎRGANİYYE ENSÂRİYYE bk. HEREVİYYE ENVERİYYE Osman Şems Efendi (ö. 1893) Kādiriyye ’nin kolu ERDEBİLİYYE bk. SAFEVİYYE ESEDİYYE / YEMENİYYE Ebû Muhammed Afîfüddin Abdullah b. Ali el-Esedî (ö. 620/1223) Kādiriyye ’nin kolu EŞREFİYYE Seyyid Eşref Cihangîr-i Simnânî el-Hüseynî Çiştiyye ’nin kolu EŞREFİYYE / RÛMİYYE Eşrefoğlu Rûmî (ö. 874/1469-70 [?]) Kādiriyye ’nin kolu EZHERİYYE Ebû Abdullah Muhammed b. Abdurrahman ez-Zevâvî el-Ezherî (ö. 1207/1792-93) Halvetiyye ’den Hifniyye ’nin kolu FÂRIZIYYE Muhammed el-Fârızî / Abdülkādir-i Geylânî’nin torunu Kādiriyye ’nin kolu FÂZILİYYE Muhammed Fâzıl b. Muhammed el-Emîn (ö. 1284/1867) Kādiriyye ’nin kolu FAZLİYYE Cemâleddin Muhammed b. Fazlullah el-Hindî el-Burhânpûrî (ö. 1029/1620) Rifâiyye ’nin kolu FENÂİYYE Fenâî Ali Efendi (ö. 1158/1745) Celvetiyye ’nin kolu FENÂRİYYE Molla Fenârî (ö. 834/1431) Rifâiyye ’nin kolu FEYZİYYE Feyzüddin Hüseyin es-Semmânî (ö. 1309/1891-92) Halvetiyye-Bekriyye’den Semmâniyye ’nin kolu FİRDEVSİYYE Necîbüddîn-i Firdevsî (ö. 733/1333) Kübreviyye’den Bâharziyye ’nin kolu FÜTÛHİYYE Kübreviyye-Nûriyye’den Rükniyye ’nin kolu GARÎBİYYE / HİNDİYYE Muhammed Garîbullah el-Hindî Kādiriyye ’nin kolu GAVSİYYE Seyyid Muhammed Gavs (ö. 923/1517) Kādiriyye ’nin kolu GAVSİYYE Ebü’l-Müeyyed Muhammed Gavs b. Hatîrüddin Gevâliyârî (ö. 970/1563) Şettâriyye ’nin kolu GAYSİYYE Ebü’l-Gays Sa‘d (Saîd) b. Selm b. Cemîl (ö. 651/1253) Kādiriyye’den Ehdeliyye ’nin kolu GĀZİYYE / KĀSIMİYYE el-Gāzî Ebü’l-Kāsım b. Muhammed b. Amr el-Erganî es-Sûsî (ö. 982/1574) Şâzeliyye-Zerrûkıyye’den Râşidiyye ’nin kolu GUMÂRİYYE Ahmed b. Abdülmü’min el-Gumârî (ö. 1262/1846) Derkāviyye ’nin kolu GÜLŞENİYYE İbrâhim Gülşenî (ö. 940/1534) Halvetiyye’den Rûşeniyye ’nin kolu Şubeleri: Hâletiyye, Sezâiyye HACCÂCİYYE Ebü’l-Haccâc Yûsuf b. Abdürrahîm el-Mağribî (ö. 642/1244) Medyeniyye ’nin kolu HÂCEGÂN Abdülhâliḳ-ı Gucdüvânî (ö. 575/1179) HADDÂDİYYE / BÂHADDÂDİYYE Abdullah b. Alevî el-Haddâd (ö. 1132/1720) Hz. Ali’ye nisbet edilen Aleviyye ’nin kolu HAFÎFİYYE İbn Hafîf ed-Dabbî (ö. 371/982) Kolları: Kâzerûniyye (İshâkıyye/Mürşidiyye), Rûzbihâniyye HAFNÂVİYYE bk. HİFNİYYE HAFNİYYE bk. HİFNİYYE HAKKIYYE İsmâil Hakkı Bursevî (ö. 1137/1725) Celvetiyye ’nin kolu HÂLETİYYE Hasan Hâletî Efendi (ö. XVIII. yüzyıl) Halvetiyye’den Gülşeniyye ’nin kolu HÂLİDİYYE Hâlid el-Bağdâdî (ö. 1242/1827) Nakşibendiyye ’nin kolu HALÎLİYYE Geredeli Halil Efendi (ö. 1843) Halvetiyye-Şâbâniyye’den Çerkeşiyye ’nin kolu HÂLİSİYYE Abdurrahman Hâlis Tâlebânî (ö. 1275/1858) Kādiriyye ’nin kolu HALVETİYYE Ömer el-Halvetî (ö. 800/1397 [?]) Kolları: Ahmediyye , Cemâliyye , Rûşeniyye , Şemsiyye Ahmediyye’nin şubeleri: Buhûriyye, Câhidiyye, Cemâliyye, Cerrâhiyye, Cihangîriyye, Hayâtiyye, Mısriyye, Muslihiyye, Ramazâniyye, Raûfiyye, Salâhiyye, Sinâniyye, Uşşâkıyye, Zühriyye Cemâliyye’nin şubeleri: Assâliyye, Bahşiyye, Bekriyye, Çerkeşiyye, Derdîriyye, Ezheriyye, Feyziyye, Halîliyye, Hamâliyye, Hifniyye, İbrâhimiyye, Karabaşiyye, Kemâliyye, Mervâniyye, Nasûhiyye, Rahmâniyye, Sâviyye, Semmâniyye, Sünbüliyye, Şâbâniyye, Ticâniyye Rûşeniyye’nin şubeleri: Demirtaşiyye, Gülşeniyye, Sezâiyye Şemsiyye’nin şubesi: Sivâsiyye HAMÂLİYYE Şerîf Ahmed Hamâhullah (ö. 1943) Ticâniyye ’nin kolu HAMMÛYE Muhammed b. Hammûye b. Muhammed el-Hamevî (ö. 954/1547) Cüneydiyye ’nin kolu HAMZAVİYYE Hamza Bâlî (ö. 980/1572-73) Bayramiyye ’nin Melâmiyye koluna Hamza Bâlî’den sonra verilen ad HANSALİYYE Saîd b. Yûsuf el-Hansalî (ö. 1114/1702) Şâzeliyye’den Cezûliyye ’nin kolu HARÂLLİYYE / HARFİYYE Ebü’l-Hasan Ali b. Ahmed el-Harâllî (ö. 637/1240) HARFİYYE bk. HARÂLLİYYE HARÎRİYYE Ebü’l-Hasan Ali el-Harîrî (ö. 645/1248) Rifâiyye ’nin kolu HARÎSİYYE Ebü’l-Abbas Ahmed b. Yûsuf el-Harîsî el-Abbâsî (ö. 944/1537-38) Cüneydiyye ’nin kolu HARRÂKIYYE Abdullah b. Muhammed el-Harrâk (ö. 1261/1845) Derkāviyye ’nin kolu HARRÂZİYYE Ebû Saîd el-Harrâz (ö. 277/890 [?]) Kolu: Ukayliyye HÂŞİMİYYE Hâşim Baba / Mustafa Hâşim Üsküdârî (ö. 1197/1783) Celvetiyye ’nin kolu HÂTEMİYYE bk. EKBERİYYE HATMİYYE bk. MÎRGANİYE HAVÂTIRİYYE bk. MEYMÛNİYYE HAYÂTİYYE Mehmed Hayâtî Efendi (ö. 1180/1766-67) Halvetiyye-Ahmediyye’den Ramazâniyye ’nin kolu HAYDARİYYE Kutbüddin Haydar-ı Zâveî (ö. 618/1221 [?]) Kalenderiyye ’nin kolu HEMEDÂNİYYE Seyyid Ali el-Hemedânî (ö. 786/1385) Kübreviyye ’nin kolu Şubeleri: Berzenciyye, Nurbahşiyye, Zehebiyye HEREVİYYE / ENSÂRİYYE Hâce Abdullah el-Ensârî el-Herevî (ö. 481/1089) HEVVÂRİYYE Ebû Bekir b. Hevvâr el-Hevvârî el-Batâihî (ö. IV./X. yüzyıl) Sehliyye ’nin kolu HIZIRİYYE Abdülazîz ed-Debbâğ (ö. 1132/1720) Şâzeliyye ’nin kolu HİFNİYYE / HAFNİYYE / HAFNÂVİYYE Muhammed b. Sâlim el-Hifnî (ö. 1181/1767) Halvetiyye-Şâbâniyye’den Karabaşiyye ’nin kolu Şubeleri: Derdîriyye, Ezheriyye, Mervâniyye, Rahmâniyye, Ticâniyye HİKEMİYYE Muhammed b. Ebû Bekir el-Hikemî (ö. 617/1221) Kādiriyye ’nin kolu Şubeleri: Gîlâniyye, Uceyliyye HİLÂLİYYE Muhammed b. Ömer Hilâl el-Hemedânî (ö. 1147/1734) Kādiriyye ’nin kolu HİMMETİYYE Bolulu Himmet Efendi (ö. 1095/1684) Bayramiyye ’den Şemsiyye’nin kolu HİNDİYYE bk. GARÎBİYYE HÜDÂİYYE bk. CELVETİYYE IŞKIYYE bk. AŞKIYYE İBRÂHİMİYYE Kuşadalı İbrâhim Efendi (ö. 1262/1846) Halvetiyye-Şâbâniyye’den Çerkeşiyye ’nin kolu İDRÎSİYYE Ahmed b. İdrîs el-Hasenî el-Fâsî (ö. 1252/1837) Şâzeliyye ’nin kolu Şubeleri: Mîrganiyye, Reşîdiyye, Senûsiyye İĞTİŞÂŞİYYE bk. İSHAKIYYE İMÂDİYYE İmâdüddin el-Ekber Rifâiyye ’nin kolu ÎSEVİYYE Şeyh Îsâ (ö. VII./XII. yüzyıl) Kādiriyye ’nin kolu ÎSEVİYYE Muhammed b. Îsâ el-Miknâsî el-Mağribî (ö. 930/1524) Rifâiyye ve Şâzeliyye ’nin kolu ÎSEVİYYE İbn Îsâ (ö. 967/1559-60) Bayramiyye ’den Tennûriyye’nin kolu İSHÂKIYYE bk. KÂZERÛNİYYE İSHÂKIYYE Hâce İshak (ö. 1008/1599-1600) Nakşibendiyye-Ahrâriyye’den Kâsâniyye ’nin kolu İSHÂKIYYE / İĞTİŞÂŞİYYE Hâce İshak Huttalânî (ö. 827/1424) Kübreviyye’den Nurbahşiyye ’nin kolu İSMÂİLİYYE bk. RÛMİYYE İZZİYYE Ebü’l-Feyz Hüseyin el-İzzî el-Mısrî Rifâiyye ’nin kolu KĀDİRİYYE Abdülkādir-i Geylânî (ö. 561/1166) Kolları: Ammâriyye, Beceliyye, Bekkâiyye, Bû Aliyye, Cebertiyye, Dâvûdiyye, Ehdeliyye, Enveriyye, Esediyye, Eşrefiyye, Fârıziyye, Fâzıliyye, Garîbiyye, Gavsiyye, Gaysiyye, Hâlisiyye, Hikemiyye, Hilâliyye, Îseviyye, Kāsımiyye, Kemâliyye, Kesnezâniyye, Kumeysiyye, Menzeliyye, Mikşâfiyye, Muhtâriyye/Küntiyye, Mürîdiyye, Müşerriiyye, Müştâkıyye, Nablusiyye, Nehâriyye, Nesîmiyye, Nevşâhiyye, Niyâziyye, Resmiyye, Rûmiyye, Semmâniyye, Sumâdiyye, Şer‘iyye, Tavâşiyye, Uceyliyye, Urâbiyye, Yâfiiyye, Zeylaiyye, Zincîriyye KARABAŞİYYE Karabaş Velî (ö. 1097/1686) Halvetiyye’den Şâbâniyye ’nin kolu Şubeleri: Bekriyye, Çerkeşiyye, Derdîriyye, Ezheriyye, Feyziyye, Halîliyye, Hamâliyye, Hifniyye, İbrâhimiyye, Kemâliyye, Mervâniyye, Nasûhiyye, Rahmâniyye, Sâviyye, Semmâniyye, Ticâniyye KÂSÂNİYYE Ahmed b. Celâleddin el-Kâsânî (ö. 949/1542) Nakşibendiyye’den Ahrâriyye ’nin kolu Şubeleri: Âfâkıyye, Cûybâriyye, İshâkıyye KĀSIMİYYE bk. GĀZİYYE KĀSIMİYYE Kāsım b. Muhammed el-Kebîr (ö. XIX. yüzyıl) Kādiriyye ’nin kolu KASSÂRİYYE / MELÂMETİYYE Hamdûn el-Kassâr (ö. 271/884) KATNÂNİYYE Seyyid Hasan Ali el-Katnânî (ö. 747/1346) Rifâiyye ’nin kolu KÂVUKCİYYE Ebü’l-Mehâsin el-Kâvukcî (ö. 1305/1888) Şâzeliyye ’nin kolu KÂZERÛNİYYE / İSHÂKIYYE / MÜRŞİDİYYE Ebû İshak İbrâhim b. Şehriyâr el-Kâzerûnî (ö. 426/1035) Hafîfiyye ’nin kolu KEMÂLİYYE Kemâleddin Mustafa el-Bekrî (ö. 1199/1784) Halvetiyye’den Bekriyye ’nin kolu KEMÂLİYYE Kemâleddin el-Kisâlî (ö. 971/1563) Kādiriyye ’nin kolu KERZÂZİYYE Ahmed b. Mûsâ el-Hasenî el-Kerzâzî (ö. 1016/1607) Şâzeliyye ’nin kolu KESNEZÂNİYYE Abdülkerîm Şah Kesnezânî (ö. 1317/1899) Kādiriyye ’nin kolu KETTÂNİYYE Muhammed b. Abdülkebîr el-Kettânî (ö. 1327/1909) Şâzeliyye’den Derkāviyye ’nin kolu KEYYÂLİYYE İsmâil er-Rifâî (ö. 656/1258) Rifâiyye ’nin kolu KONEVİYYE / SADRİYYE Sadreddin Konevî (ö. 673/1274) Ekberiyye ’nin kolu KUMEYSİYYE Seyyid Şah Kumeys el-Kādirî (ö. 992/1584) Kādiriyye ’nin kolu KÜBREVİYYE Necmeddîn-i Kübrâ (ö. 618/1221) Sühreverdiyye ’nin kolu Şubeleri: Ayderûsiyye, Bahâiyye, Bâharziyye, Berzenciyye, Firdevsiyye, Fütüvvetiyye, Haleviyye, Hemedâniyye, İshâkıyye/İğtişâşiyye, Nurbahşiyye, Nûriyye, Rükniyye, Semerkandiyye, Zehebiyye MAHDÛMİYYE Mahdûm-i Cihân (ö. 785/1384) Rifâiyye ’nin kolu MAHMÛDİYYE Mahmûd ez-Zencî Rifâiyye ’nin kolu MA‘RİFİYYE Seyyid Muhammed Fethu’l-Maârif (ö. 1240/1824) Rifâiyye ’nin kolu MA‘SÛMİYYE Hâce Muhammed Ma‘sûm / İmâm-ı Rabbânî’nin oğlu Müceddidiyye ’nin kolu MAZHARİYYE Mazhar Cân-ı Cânân-ı Dihlevî (ö. 1195/1781) Nakşibendiyye’den Müceddidiyye ’nin kolu MEDÂRİYYE / ŞAHMEDÂRİYYE Bedîüddin Kutbülmedâr (ö. 840/1436) MEDENİYYE Muhammed Hasan b. Hamza Zâfir el-Medenî (ö. 1263/ 1847) Şâzeliyye’den Derkāviyye ’nin kolu Şubesi: Yeşrutıyye MEDYENİYYE / ŞUAYBİYYE Ebû Medyen Şuayb b. Hüseyin el-Mağribî (ö. 594/1198) Kolları: Abbâsiyye, Amûdiyye, Ayderûsiyye, Bâciyye, Cebertiyye, Dücâniyye, Ekberiyye, Haccâciyye, Mehdâviyye, Meşîşiyye, Meymûniyye/Havâtıriyye, Sebtiyye, Senûsiyye, Şâzeliyye, Tâziyye, Yâfiiyye MEHÂCİYYE Sîdî Ebû Azze [Yaizzâ] el-Mehâcî (ö. 1277/1860-61) Derkāviyye ’nin kolu MEHDÂVİYYE Ebû Muhammed Abdülazîz b. Ebû Bekir el-Kureşî el-Mehdâvî (ö. 621/1224) Medyeniyye ’nin kolu MELÂMETİYYE bk. KASSÂRİYYE MELÂMİYYE Ömer Dede Sikkînî (ö. 880/1475) Bayramiyye ’nin kolu MELÂMİYYE bk. NÛRİYYE MENZELİYYE Ali b. Ammâr el-Menzelî (ö. XII./XVIII. yüzyıl) Kādiriyye ’nin kolu MERÂZIKA / MERÂZIKIYYE Merzûk el-Hüseynî el-Yemenî (ö. 677/1278) Bedeviyye ’nin kolu MEŞÎŞİYYE / SELÂMİYYE Abdüsselâm b. Meşîş (ö. 625/1228 [?]) Medyeniyye ’nin kolu METBÛLİYYE İbrâhim el-Metbûlî (ö. 880/1475) Bedeviyye ’nin kolu MEVLEVİYYE Mevlânâ Celâleddîn-i Rûmî (ö. 672/1273) MEYMÛNİYYE / HAVÂTIRİYYE Ali b. Meymûn el-Mağribî (ö. 917/1511) Medyeniyye ’nin kolu MISRİYYE bk. NİYÂZİYYE MÎRGANİYYE / EMÎRGANİYYE / HATMİYYE Muhammed Osman el-Mîrganî (ö. 1268/1852) İdrîsiyye ’nin kolu MUHÂSİBİYYE Muhâsibî (ö. 243/857) MUHTÂRİYYE / KÜNTİYYE Muhtâr b. Ahmed el-Küntî (ö. 1226/1811) Kādiriyye ’nin kolu MURÂDİYYE Murad Buhârî (ö. 1132/1720) Nakşibendiyye ’den Müceddidiyye’nin kolu MUSLİHİYYE Muslihuddin Mustafa (ö. 1099/1688) Halvetiyye-Ahmediyye’den Sinâniyye ’nin kolu MÜCEDDİDİYYE / AHMEDİYYE İmâm-ı Rabbânî / Ahmed-i Sirhindî (ö. 1034/1624) Nakşibendiyye ’nin kolu Şubeleri: Âdemiyye/Ahseniyye, Hâlidiyye, Ma‘sûmiyye, Mazhariyye, Murâdiyye, Mültâniyye, Nûriyye MÜRÎDİYYE Ahmedü Bamba (ö. 1927) Kādiriyye ’nin kolu MÜRŞİDİYYE bk. KÂZERÛNİYYE MÜŞERRİİYYE Muhammed b. Mûsâ b. Ali b. Uceyl el-Yemenî el-Müşerria (ö. 760/1359) Kādiriyye ’nin kolu MÜŞTÂKIYYE Şeyh Müştâk Baba (ö. 1247/1831-32) Kādiriyye ’nin kolu NABLUSİYYE Abdülganî b. İsmâil en-Nablusî (ö. 1143/1731) Kādiriyye ’nin kolu NAKŞİBENDİYYE / BAHÂİYYE Bahâeddin Nakşibend (ö. 791/1389) Kolları: Ahrâriyye, Câmiyye, Cürcâniyye, Esadiyye, Hâlidiyye, Kâsâniyye, Mazhariyye, Murâdiyye, Müceddidiyye, Nâciyye, Nûriyye, Reşîdiyye, Sa‘diyye, Tâciyye NÂSIRİYYE Ebû Abdullah Muhammed b. Muhammed b. Ahmed b. Nâsır (ö. 1085/1674) Şâzeliyye ’den Gāziyye’nin kolu Şubeleri: Afîfiyye, Beyyûmiyye, Şâbbiyye NASÛHİYYE Mehmed Nasûhî (ö. 1130/1717) Halvetiyye-Şâbâniyye’den Karabaşiyye ’nin kolu Şubeleri: Çerkeşiyye, Halîliyye, İbrâhimiyye NECÎBİYYE bk. BÜZGAŞİYYE NEHÂRİYYE Ömer b. Mûsâ en-Nehârî (ö. VII./XIII. yüzyıl) Kādiriyye ’nin kolu NESÎMİYYE Ebû Abdullah Mahmûd en-Nesîmî Kādiriyye ’nin kolu NEVEVİYYE Yahyâ b. Şeref en-Nevevî (ö. 676/1277) Şâzeliyye ’nin kolu NEVŞÂHİYYE Muhammed Nevşah Gencbahş (ö. 1064/1654) Kādiriyye ’nin kolu Nİ‘METULLĀHİYYE Ni‘metullāh-ı Velî (ö. 834/1431) Kolları: Kevseriyye, Safî Aliyye, Şemsiyye, Gunâbâdiyye, Mûnis Şâhiyye NİYÂZİYYE Abdurrahman en-Niyâzî (ö. 1311/1894) Kādiriyye ’nin kolu NİYÂZİYYE / MISRİYYE Niyâzî-i Mısrî (ö. 1105/1694) Halvetiyye’den Ahmediyye ’nin kolu NİZÂMİYYE Nizâmeddin Evliyâ (ö. 725/1325) Çiştiyye ’nin kolu NURBAHŞİYYE Seyyid Muhammed Nurbahş (ö. 869/1464) Kübreviyye ’den Nûriyye’nin kolu Şubesi: İshâkıyye NÛRİYYE Ebü’l-Hüseyin en-Nûrî (ö. 295/908) NÛRİYYE Nûreddin Abdurrahman el-İsferâyînî (ö. 717/1317) Kübreviyye ’nin kolu Şubeleri: Hemedâniyye, Nurbahşiyye, Rükniyye NÛRİYYE Nûreddin Habîbullah el-Hadîsî Rifâiyye ’nin kolu NÛRİYYE / MELÂMİYYE Muhammed Nûrü’l-Arabî (ö. 1305/1888) Nakşibendiyye’den Müceddidiyye ’nin kolu PÎRCEMÂLİYYE Pîr Cemâleddin Ahmed-i Erdistânî (ö. 879/1474-75) Sühreverdiyye ’nin kolu RAHMÂNİYYE Muhammed b. Abdurrahman el-Gaştûlî (ö. 1208/1794) Halvetiyye-Şâbâniyye’den Hifniyye ’nin kolu RAHMÂNİYYE Muhammed b. Mes‘ûd b. Abdurrahman (ö. 1295/1878) Derkāviyye ’den Medeniyye’nin kolu RAMAZÂNİYYE Mahfî Ramazan Efendi (ö. 1025/1616) Halvetiyye ’den Ahmediyye’nin kolu Şubeleri: Buhûriyye, Cerrâhiyye, Cihangîriyye, Hayâtiyye, Raûfiyye RÂŞİDİYYE / YÛSUFİYYE Ahmed b. Yûsuf el-Milyânî er-Râşidî (ö. 927/1521) Şâzeliyye’den Zerrûkıyye ’nin kolu RAÛFİYYE Ahmed Raûfî (ö. 1170/1757) Halvetiyye-Ahmediyye’den Ramazâniyye ’nin kolu RESLÂNİYYE Reslân b. Ya‘kūb b. Abdurrahman el-Ca‘berî (ö. 695/1296) Ukayliyye ’nin devamı RESMİYYE / ÂHİYYE Mustafa Resmî Efendi (ö. 1206/1792) Kādiriyye ’nin kolu REŞÎDİYYE İbrâhim Reşîd ed-Düveyhî (ö. 1291/1874) Şâzeliyye’den İdrîsiyye ’nin kolu REVŞENİYYE Bâyezîd-i Ensârî (ö. 980/1573) RİFÂİYYE / AHMEDİYYE / BATÂİHİYYE Ahmed er-Rifâî (ö. 578/1182) Kolları: Aclâniyye, Atâiyye, Burhâniyye, Cebertiyye, Cemîliyye, Cendeliyye, Dîrîniyye, Fazliyye, Fenâriyye, Harîriyye, İmâdiyye, Îseviyye, İzziyye, Katnâniyye, Keyyâliyye, Mahdûmiyye, Mahmûdiyye, Ma‘rifiyye, Nûriyye, Sayyâdiyye, Sebsebiyye, Suûdiyye, Şa‘râniyye, Ulvâniyye, Vâsıtiyye RÛMİYYE bk. EŞREFİYYE RÛMİYYE / İSMÂİLİYYE İsmâil Rûmî Tosyavî (ö. 1041/1631) Kādiriyye ’nin kolu RÛZBİHÂNİYYE Rûzbihân-ı Baklî (ö. 606/1209) Hafîfiyye ’nin kolu RÜKNİYYE Alâüddevle-i Simnânî (ö. 736/1336) Kübreviyye ’den Nûriyye’nin kolu RÛŞENİYYE Dede Ömer Rûşenî (ö. 892/1487) Halvetiyye ’nin kolu Şubeleri: Demirtaşiyye, Gülşeniyye, Hâletiyye, Sezâiyye SÂBİRİYYE Hâce Alâeddin Ali b. Ahmed Sâbir (ö. 690/1291) Çiştiyye ’nin kolu Şubeleri: Fahriyye, Gîsûdırâziyye, Safeviyye-Mînâiyye SA‘DİYYE / CEBÂVİYYE Sa‘deddin el-Cebâvî eş-Şeybânî (ö. 575/1180) Kolları: Abdüsselâmiyye , Âciziyye, Şerrâbiyye, Tağlibiyye , Vefâiyye SADRİYYE bk. KONEVİYYE SAFEVİYYE / ERDEBİLİYYE Safiyyüddîn-i Erdebîlî (ö. 735/1334) Ebheriyye’den Zâhidiyye ’nin kolu Şubeleri: Bayramiyye, Celvetiyye, Fenâriyye, Haydariyye SÂHİLİYYE Ebû Abdullah Muhammed b. Ahmed b. Abdurrahman el-Ensârî es-Sâhilî (ö. 735/1335) SALÂHİYYE Abdullah Salâhî Uşşâkī (ö. 1197/1783) Halvetiyye-Ahmediyye’den Uşşâkıyye ’nin kolu SÂLİMİYYE Muhammed b. Ahmed b. Sâlim el-Basrî (ö. 297/909) Sehliyye ’nin kolu SÂVİYYE Ebü’l-İrşâd Ahmed b. Muhammed es-Sâvî (ö. 1241/1825) Halvetiyye-Hifniyye’den Derdîriyye ’nin kolu SAYYÂDİYYE İzzeddin Ahmed es-Sayyâd (ö. 670/1271) Rifâiyye ’nin kolu SEBSEBİYYE Süleyman es-Sebsebî Rifâiyye ’nin kolu SEB‘ÎNİYYE İbn Seb‘în (ö. 669/1270) SEBTİYYE Ebü’l-Abbas Ahmed b. Ca‘fer es-Sebtî (ö. 601/1205) Medyeniyye ’nin kolu SEHLİYYE Sehl b. Abdullah et-Tüsterî (ö. 283/896) Kolları: Hevvâriyye , Sâlimiyye SELÂMİYYE bk. MEŞÎŞİYYE SELÂMİYYE Selâmi Ali Efendi (ö. 1103/1691) Celvetiyye ’nin kolu SEMMÂNİYYE Muhammed b. Abdülkerîm es-Semmân (ö. 1189/1776) Halvetiyye’den Bekriyye ’nin kolu; Kādiriyye’nin kolu olarak da kabul edilir. Şubeleri: Feyziyye, Tayyibiyye SENÛSİYYE Muhammed b. Yûsuf es-Senûsî (ö. 895/1490) Medyeniyye ’nin kolu SENÛSİYYE Muhammed b. Ali es-Senûsî (ö. 1276/1859) Şâzeliyye ’den İdrîsiyye’nin kolu SEYYÂRİYYE Ebü’l-Abbas es-Seyyârî (ö. 342/953-54) SEZÂİYYE Hasan Sezâî-yi Gülşenî (ö. 1151/1738) Halvetiyye’den Gülşeniyye ’nin kolu SİNÂNİYYE / ÜMMÎSİNÂNİYYE Ümmî Sinan İbrâhim b. Abdurrahman Halvetî (ö. 976/1568) Halvetiyye’den Ahmediyye ’nin kolu Şubeleri: Muslihiyye, Zühriyye SİVÂSİYYE Abdülahad Nûrî (ö. 1061/1651) Halvetiyye’den Şemsiyye ’nin kolu SUMÂDİYYE Müslim b. Muhammed es-Sumâdî (ö. 994/1586) Kādiriyye ’nin kolu SUÛDİYYE Ebü’s-Suûd b. Ebü’l-Aşâyir el-Vâsıtî el-Bâdirînî (ö. 644/1246) SÜHREVERDİYYE Ebû Hafs Şehâbeddin es-Sühreverdî (ö. 632/1234) Şubeleri: Ahmediyye, Âdiliyye/Bedriyye, Buhâriyye, Büzgaşiyye/Necîbiyye, Celâliyye, Cemâliyye/Pîrcemâliyye, Halvetiyye, İbn Herzemiyye, Kemâliyye, Rûşeniyye/Revşeniyye, Safeviyye, Şihâbiyye, Yâfiiyye, Zerkûbiyye, Zeyniyye SÜNBÜLİYYE Sünbül Sinan (ö. 936/1529) Halvetiyye’den Cemâliyye ’nin kolu Şubeleri: Assâliyye, Bahşiyye SÜTÛHİYYE Bedeviyye ’nin diğer adı ve bir kolu ŞÂBÂNİYYE Şâbân-ı Velî (ö. 976/1569) Halvetiyye’den Cemâliyye ’nin kolu Şubeleri: Bekriyye, Çerkeşiyye, Halîliyye, İbrâhimiyye, Karabaşiyye, Nasûhiyye ŞAHÂLEMİYYE Şahâlem b. Ebû Muhammed (ö. 880/1475) Ebheriyye ’nin kolu ŞAHMEDÂRİYYE bk. MEDÂRİYYE ŞA‘RÂNİYYE Abdülvehhâb eş-Şa‘rânî (ö. 973/1565) Rifâiyye ’nin kolu ŞÂZELİYYE Ebü’l-Hasan Nûreddin Ali b. Abdullah eş-Şâzelî (ö. 656/1258) Kolları: Afîfiyye, Aleviyye, Arûsiyye, Bedeviyye/Ahmediyye, Bekkiyye, Bekriyye, Cevheriyye, Cezûliyye, Desûkıyye/Burhâniyye, Gāziyye/Kāsımiyye, Habîbiyye, Hamzaviyye, Hanefiyye, Hansaliyye, Hâşimiyye, Havâtıriyye, Hendûsiyye, Hızıriyye, İdrîsiyye, İlmiyye, Îseviyye, Kâvukciyye, Kerzâziyye, Medeniyye, Mekkiyye, Mustâriyye, Nâsıriyye , Neveviyye, Semmâniyye, Süheyliyye, Şeyhiyye, Vefâiyye, Yâfiiyye, Yeşrutıyye, Yûsufiyye, Zerrûkıyye, Ziyâniyye ŞEMSİYYE Akşemseddin (ö. 863/1459) Bayramiyye ’nin kolu Şubeleri: Himmetiyye, Îseviyye, Tennûriyye ŞEMSİYYE Şemseddin Sivâsî (ö. 1006/1597) Halvetiyye ’nin kolu ŞER‘İYYE Abdülmün‘im b. Abdünnebî Ali el-Kādirî (ö. 1986) Kādiriyye ’nin kolu ŞERNÛBİYYE Ebü’l-Abbas Şehâbeddin Ahmed b. Osman eş-Şernûbî (ö. 994/1586) Desûkıyye ’nin kolu ŞERRÂBİYYE Şeyh Abdullah Yûnus Sa‘diyye ’nin kolu ŞETTÂRİYYE Abdullah-ı Şettârî (ö. 832/1428-29) Kolları: Gavsiyye, Aşkıyye /Uşaykıyye ŞEYBÂNİYYE / YÛNUSİYYE Ebû Muhammed Yûnus b. Yûsuf eş-Şeybânî (ö. 619/1222) ŞEYHİYYE Sîdî eş-Şeyh Abdülkādir b. Muhammed es-Semâhî (ö. 1025/1616) Şâzeliyye ’nin kolu ŞİNNÂVİYYE Ebû Abdullah Muhammed eş-Şinnâvî (ö. 1088/1677) Bedeviyye ’nin kolu ŞUAYBİYYE bk. MEDYENİYYE ŞUAYBİYYE Ebû Şuayb Eyyûb Sâriye b. Saîd el-Ensârî (ö. 561/1165-66) ŞUAYBİYYE Şemseddin Muhammed b. Muhammed b. Şuayb el-Hicâzî (ö. 1040/1630) Bedeviyye ’nin kolu ŞÛZİYYE Ebû Abdullah eş-Şûzî el-İşbîlî (ö. VII./XIII. yüzyıl) ŞÜŞTERİYYE Ebü’l-Hasan Ali b. Abdullah eş-Şüşterî en-Nümeyrî (ö. 668/1269) ŞÜTTÂRİYYE bk. ŞETTÂRİYYE TEBBÂİYYE Abdülazîz b. Abdülhak et-Tebbâ‘ (ö. 914/1508) Şâzeliyye’den Cezûliyye ’nin kolu TÂCİYYE Tâceddin b. Zekeriyyâ el-Hindî (ö. 1050/1640) Nakşibendiyye’den Ahrâriyye ’nin kolu TAĞLİBİYYE Ebû Tağlib Muhammed b. Sâlim es-Sa‘dî eş-Şeybânî Sa‘diyye ’nin kolu TAVÂŞİYYE Nûreddin Ali b. Abdullah et-Tavâşî Kādiriyye ’nin kolu TÂZİYYE Ebû Sâlim İbrâhim b. Muhammed et-Tâzî (ö. 866/1462) Medyeniyye ’nin kolu TENNÛRİYYE İbrâhim Tennûrî (ö. 887/1482) Bayramiyye ’den Şemsiyye’nin kolu Şubesi: Îseviyye TİCÂNİYYE Seyyid Ahmed et-Ticânî (ö. 1230/1815) Halvetiyye-Karabaşiyye’den Hifniyye ’nin kolu UCEYLİYYE Ebü’l-Abbas Ahmed b. Mûsâ b. Uceyl el-Yemenî (ö. 690/1291) Kādiriyye ’den Hikemiyye’nin kolu UKAYLİYYE Ukayl b. Şehâbeddin Ahmed el-Menbicî el-Batâihî (ö. 550/1155) Harrâziyye ’nin bir kolu Şubeleri: Adeviyye, Merzûkıyye, Reslâniyye ULVÂNİYYE Safiyyüddin Ahmed b. Ulvân el-Yemenî (ö. 665/1267) Rifâiyye ’nin kolu URÂBİYYE Ömer b. Muhammed el-Urâbî (ö. 827/1424) Kādiriyye ’nin kolu UŞAYKIYYE bk. AŞKIYYE UŞŞÂKIYYE Hasan Hüsâmeddin Uşşâkī (ö. 1001/1593) Halvetiyye ’den Ahmediyye’nin kolu Şubeleri: Câhidiyye, Cemâliyye, Salâhiyye ÜMMÎSİNÂNİYYE bk. SİNÂNİYYE VÂSITİYYE Ebü’l-Feth el-Vâsıtî Rifâiyye ’nin kolu VEFÂİYYE Muhammed Vefâ b. Muhammed el-Mağribî (ö. 765/1364) Şâzeliyye ’nin kolu VEFÂİYYE Ebü’l-Vefâ İbrâhim b. Yûsuf eş-Şâmî (ö. 1170/1756) Sa‘diyye ’nin kolu VEZZÂNİYYE Abdullah b. İbrâhim eş-Şerîf el-Vezzânî (ö. 1089/1678) Şâzeliyye ’den Cezûliyye’nin kolu YÂFİİYYE Abdullah b. Es‘ad el-Yâfiî (ö. 768/1367) Kādiriyye , Sühreverdiyye ve Şâzeliyye ’nin kolu YEMENİYYE bk. ESEDİYYE YESEVİYYE Ahmed Yesevî (ö. 562/1166) YEŞRUTIYYE Ali Nûreddin el-Yeşrutî (ö. 1316/1899) Şâzeliyye-Derkāviyye’den Medeniyye ’nin kolu YİĞİTBAŞİYYE bk. AHMEDİYYE YÛNUSİYYE bk. ŞEYBÂNİYYE YÛSUFİYYE bk. RÂŞİDİYYE ZÂHİDİYYE Hasan Yûsuf Halîl ez-Zâhid Bedeviyye ’nin kolu ZÂHİDİYYE İbrâhim Zâhid-i Geylânî (ö. 700/1301) Ebheriyye ’nin kolu Şubeleri: Halvetiyye , Safeviyye ZENFELİYYE Ali Zenfel el-Lebîdî el-Ahmedî Bedeviyye ’nin kolu ZERRÛKIYYE Ahmed Zerrûk el-Fâsî (ö. 899/1493-94) Şâzeliyye ’nin kolu Şubeleri: Afîfiyye, Âsımiyye, Bâveysiyye, Gāziyye, Hattâbiyye, Medeniyye, Mehâsiniyye, Nâsıriyye , Râşidiyye ZEYLAİYYE Safiyyüddin Ahmed b. Ömer ez-Zeylaî el-Ukaylî (ö. 704/1305) Kādiriyye ’nin kolu ZEYNİYYE Zeynüddin el-Hâfî (ö. 838/1435) Sühreverdiyye ’nin kolu ZİYÂNİYYE Muhammed b. Abdurrahman b. Ebû Ziyân el-Kandûsî (ö. XII./XVIII. yüzyıl) Şâzeliyye ’nin kolu ZİNCÎRİYYE Giritli Ali Baba Kādiriyye ’nin kolu ZÜHRİYYE Kayserili Ahmed Zührî (ö. 1157/1744) Halvetiyye-Ahmediyye’den Sinâniyye ’nin kolu BİBLİYOGRAFYA Zebîdî, ʿİḳd , tür.yer. a.mlf., İtḥâfü’l-aṣfiyâʾ , tür.yer. Harîrîzâde, Tibyân , I-III, tür.yer. L. Rinn, Marabouts et Khouan: Étude sur l’Islam en Algérie , Alger 1884. Mehmed Sâmi, Esmâr-ı Esrâr , İstanbul 1316. Tomar-Halvetiyye , tür.yer. Tomar-Kādiriyye , tür.yer. Hüseyin Vassâf, Sefîne , I-V, tür.yer. J. S. Trimingham, The Sufi Orders in Islam , Oxford 1971, tür.yer. Yakup Çiçek, Harîrîzâde Mehmed Kemâleddin, Hayatı-Eserleri ve Tibyânü vesâili’l-hakāık fî beyânı selâsili’t-tarâık: Muhtevası-Kaynakları (öğretim üyeliği tezi, 1982), İSAM Ktp., nr. 3572, I-II. O. Depont – X. Coppolani, Les confréries religieuses musulmanes (ed. M. J. Cambon), Paris 1987. Louis Massignon – [Tahsin Yazıcı], “Tarîkat”, İA , XII/1, s. 4-17. Ayrıca bk. DİA ’daki ilgili tarikat maddeleri. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2011 yılında İstanbul’da basılan 40. cildinde, 95-105 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız. Bu bölüm en son 27.06.2024 tarihinde güncellenmiştir.",
      "bibliography": [
        "Zebîdî, ʿİḳd , tür.yer.",
        "a.mlf., İtḥâfü’l-aṣfiyâʾ , tür.yer.",
        "Harîrîzâde, Tibyân , I-III, tür.yer.",
        "L. Rinn, Marabouts et Khouan: Étude sur l’Islam en Algérie , Alger 1884.",
        "Mehmed Sâmi, Esmâr-ı Esrâr , İstanbul 1316.",
        "Tomar-Halvetiyye , tür.yer.",
        "Tomar-Kādiriyye , tür.yer.",
        "Hüseyin Vassâf, Sefîne , I-V, tür.yer.",
        "J. S. Trimingham, The Sufi Orders in Islam , Oxford 1971, tür.yer.",
        "Yakup Çiçek, Harîrîzâde Mehmed Kemâleddin, Hayatı-Eserleri ve Tibyânü vesâili’l-hakāık fî beyânı selâsili’t-tarâık: Muhtevası-Kaynakları (öğretim üyeliği tezi, 1982), İSAM Ktp., nr. 3572, I-II.",
        "O. Depont – X. Coppolani, Les confréries religieuses musulmanes (ed. M. J. Cambon), Paris 1987.",
        "Louis Massignon – [Tahsin Yazıcı], “Tarîkat”, İA , XII/1, s. 4-17.",
        "Ayrıca bk. DİA ’daki ilgili tarikat maddeleri."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}