{
  "id": "eweb_384",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/tecrid--tasavvuf",
  "annotator": "Jeremy",
  "title": "TECRÎD",
  "arabic_title": "التجريد",
  "summary": "Kulun Hakk’ın dışındaki her şeyden sıyrılması, Hakk’ın birliğini her şeyden soyutlaması anlamında tasavvuf terimi.",
  "parts": [
    {
      "author": "SEMİH CEYHAN",
      "content": "Sözlükte “soymak, soyutlamak, ayrı tutmak, temizlemek” anlamındaki tecrîd kelimesi tasavvufta “kalbin veya Hakk’ın mâsivâdan soyutlanması” mânasında kullanılır. İlk dönemlerde terime genelde “sâlikin, kalbini Hakk’ın dışındaki her şeyden arındırması, kalbin tecrîdi” anlamı verilmiştir. Muhakkik dönemi sûfîlerinde tecrîd tevhidin ileri bir mertebesi şeklinde ele alınmış, “Hakk’ın bütün fiil ve sıfatlarından, oluş âlemindeki tecelli ve hükümlerinden soyutlanıp zâtî tevhidle tevhid ve müşahede edilmesi” biçiminde tanımlanmıştır. Buna tevhidde tecrîd anlayışı denir. Tecrîd kelimesi “tefrîd, tebettül, inkıtâ, halvet, tasfiye” gibi terimlerle yakından ilişkilidir. Kur’ân-ı Kerîm’de tecrîd kelimesi geçmemekle birlikte sûfîler çeşitli âyetlerde, ayrıca hadislerde peygamberlerin tecrîd mertebesinde bulunduğuna işaret edildiğini söylemişlerdir. Onlara göre, “Âlemlerin rabbi dışında onlar benim düşmanımdır” diyen Hz. İbrâhim’in (eş-Şuarâ 26/77), “Hemen pabuçlarını çıkar! Çünkü sen kutsal vadi Tuvâ’dasın” âyetiyle Hz. Mûsâ’nın (Tâhâ 20/12), “O kadar ki iki yay arası kadar, hatta daha da yakın oldu” hitabına mazhar olan Hz. Peygamber’in (en-Necm 53/9) tecrîd makamında bulunduğu belirtilmektedir. Resûl-i Ekrem de, “Sizin dünyanızdan bana kadın, namaz ve güzel koku olmak üzere üç şey sevdirildi” (Nesâî, “ʿİşretü’n-nisâʾ”, 1) hadisinde “sizin dünyanız” ifadesiyle ve “Benim Allah ile öyle bir vaktim var ki oraya ne bir mukarreb melek ne de mürsel bir nebî sığar” (Aclûnî, II, 173-174) sözüyle bu mertebeye işaret etmiştir. Abdürrezzâk el-Kâşânî, “Rabbinin ismini zikret ve bütün varlığınla O’na yönel!” âyetindeki (el-Müzzemmil 73/8) “yönel” (tebettel), emrinin kayıtsız şartsız bir tecrîde davet sayıldığını ve tecrîdin insanlardan bir beklenti içinde olmama (avamın tebettülü), nefsin yöneldiği şeyleri düşünmekten uzaklaşma (müridin tebettülü), Hak’tan başka her şeyden soyutlanma (vâsılın tebettülü) şeklinde derecelendiğini kaydeder ( Tasavvuf Sözlüğü , s. 118-119). Tecrîd kavramından ilk bahseden sûfîlerden olan Cüneyd-i Bağdâdî’ye göre tecrîd bir kimsenin zâhiri Hakk’a yüz çevirmekten ya da dünyevî şeylerden, bâtını Hakk’a itirazdan uzak olmasıdır (Ferîdüddin Attâr, s. 412). Serrâc’a göre tecrîd kulun kalbinin beşerî bulanıklıktan arınıp ilâhî müşahedelerle başbaşa kalmasıdır ( el-Lümaʿ , s. 341). Kelâbâzî ve Şehâbeddin es-Sühreverdî’nin tarifleri Cüneyd’inkine benzer. Kelâbâzî’ye göre tecrîd kulun zâhirinin mal ve dünyevî menfaatlerden (a‘râz), bâtınının karşılık bekleme düşüncesinden (ivaz) arınmasıdır. Kul dünya nimetlerinden faydalanmayı terkettiğinden ne dünya ne de âhirette herhangi bir karşılık beklentisi içine girmez; Hakk’ın dışında bir maksat düşünmeyeceğinden hal makamlarına da nazar etmez ( Taarruf , s. 167). Sühreverdî bu durumu sâlikin, üzerindeki nimetlerde Hakk’ı görerek O’nda müstağrak olması şeklinde açıklar ( Avârif , s. 654-655). Buna göre tecrîdin sonunda fenâ ve istiğrak haline ulaşılır. İlk dönem tasavvuf eserlerinde tecrîd ve tefrîd birlikte kullanılmış, tevhidin farklı aşamaları olarak tecrîd tefrîdin bir alt derecesi kabul edilmiştir. Sözlükte “yalnız kalmak, tek olmak” anlamına gelen tefrîdi Serrâc “kulun kendi yaptığını görmeden tevhidde yalnız başına kalması, tek olması; ferdâniyyet hakikatleriyle kadîm olan Allah’ın birlenmesinde tek kalması” şeklinde tarif etmiştir. Bazı sûfîler müminler içinde muvahhidlerin çok, ancak muvahhidler içinde müferridlerin az olduğunu söylemiştir. Hallâc-ı Mansûr’un son sözü, “Vecd sahibine vâhidi tefrîd yeterlidir” cümlesidir ( el-Lümaʿ , s. 341). Kelâbâzî’ye göre tecrîd sâlikin hiçbir şeye mâlik bulunmaması, tefrîd hiçbir şeyin sâliki hükmü altına almamasıdır. Buna göre Cüneyd-i Bağdâdî’nin tarifi iki kısımda değerlendirilerek tecrîd zâhirî alâkalardan, tefrîd bâtınî alâkalardan uzaklaşmak; tecrîd halktan, tefrîd benlikten ilgiyi kesmek şeklinde ifade edilmiştir ( Taarruf , s. 168; Sühreverdî, s. 655). Amr b. Osman el-Mekkî ancak tek olan kimsenin tek olan Allah’ı tefrîd edebileceğini söyler. Öte yandan sâlikin vecde gelip kendinden geçmek suretiyle fert haline gelebileceği, bu durumda iken belâyı hissetmeyeceği kaydedilmiştir. Fenâ haline ulaşarak nefsinden kurtulan sâlik hakiki mânasıyla müctebâ, mukarreb ve ferttir ve Hakk’a sadece o sahiptir. Allah tarafından seçilmiş, kendisine yaklaştırılmış ve gerçeğe âşina kılınmıştır (Kelâbâzî, s. 168). İlk dönem sûfîlerine göre tecrîd kulun Hakk’ı görünen her şeyden, tefrîd görünmeyen her şeyden ve nisbetlerden soyutlamasıdır. Böylece Hak zâtına ait mutlak vahdeti üzere bâki kalmaktadır. Bu tür bir tevhid anlayışına ulaşabilmek için en başta tecrîd ve tefrîd ehli olmak gerekir. Nitekim Hallâc, “Tevhidde ilk adım tefrîdin fenâsıdır”; Cüneyd, “Tevhid kadîmi hâdisten ifrâd etmektir” sözleriyle buna işaret eder. Herevî’ye göre tecrîd ve tefrîd sülûkün nihayetindeki makamlardır. Vücûd makamından sonra gelen tecrîd (97. makam) müşahede edenin müşahede ettiği şeyden gaybetidir. Afîfüddin et-Tilimsânî’ye göre bu tür tecrîdin üç derecesi vardır. Birincisi keşfin sonradan kazanılan bilgi şâibesinden arındırılarak mücerret halde bırakılması, ikincisi cem‘ ve fenâ halinde bütün zâhirî ilimlerin, alâmet ve eserlerin silinmesi, üçüncüsü tecrîd makamının müşahede edilmesinin terkidir ( Şerḥu Menâzili’s-sâʾirîn , II, 589). Kâşânî’ye göre tecrîdin başlangıcı, sâlikin ilâhî emirlere muhalefet etmekten ve nefsânî lezzetlere yönelmekten uzaklaşmasıdır; nihayeti ise tecrîd makamını müşahede etmeyi terketmesi, yani tecrîdi tecrîd etmesidir. Herevî tecrîdin bir üst mertebesi olan tefrîde (98. makam), “Allah’ın apaçık bir gerçek olduğunu bileceklerdir” âyetiyle (en-Nûr 24/25) işaret edildiğini söyler. Ona göre tefrîd sırf Hakk’a, Hak’la ve Hak’tan işaret etmektir. Zünnûn el-Mısrî sâlike düşen şeyin mârifetini gizli tutması olduğunu; kendisinin tevhid, tefrîd, tecrîd, te’yidde yetmiş yıl yürüdüğünü ve hepsinde zandan başka bir şey elde edemediğini söyler (Ferîdüddin Attâr, s. 169). Tecrîd ve tefrîd Muhyiddin İbnü’l-Arabî’den itibaren vahdet-i vücûd bağlamında açıklanmıştır. İbnü’l-Arabî tecrîdi “kalp ve sırdan mâsivânın ve kevn âleminin uzaklaştırılması”, tefrîdi “kişinin kendisiyle beraber olduğu halde Hak ile başbaşa kalması” şeklinde tarif etmiştir ( Iṣṭılâḥâtü’ṣ-ṣûfiyye , s. 534). Abdürrezzâk el-Kâşânî, Leṭâʾifü’l-aʿlâm ’ında İbnü’l-Arabî’nin tanımlarını benimsemekle birlikte varlıktaki tecrîdin üç mertebe (fiilî, sıfatî, zâtî) kaydettiğini söyler. Bu mertebelerin ilki varlıkta başka fâil görmeksizin bütün fiilleri Hakk’a ait bilmektir. İkinci mertebe sıfatların Hakk’a izâfe edilmesidir. Tecrîd mertebelerinin en üstünü olan zâtî tecrîd Hakk’ın zâtından başka bir şey görmemektir. Kâşânî’ye göre tecrîdde müşahede söz konusu iken tefrîdde müşahede yoktur. Zira müşahede müşahede edenle müşahede edileni gerektirdiği için Hakk’ın ferdâniyyetiyle çelişir. Tefrîd mertebesindeki insan müşahedesinden fâni olur. Bu mertebeyi anlamak güçtür, ancak tadılabilir. Rûzbihân-ı Baklî’ye göre tecrîd muvahhidin Allah dışındaki her şeyi terkederek Allah’a yönelmesidir; fakat Baklî tecrîdin talep edilmeyeceğini söyler. Nefsin Allah’ta fâni olması tam tecrîddir. Zira nefsin Allah’ın bekāsıyla bâki olmayı istemesi Allah’a yönelik tecrîd fiilini gerçekleştirmez. Rûzbihân-ı Baklî’ye göre, “Allah de, sonra onları bırak” âyeti (el-En‘âm 6/91) tecrîde işaret eder. Tefrîd tevhid ve tecrîdden daha latif bir makamdır ( Meşrebü’l-ervâḥ , s. 196-197). Ahmed el-Gazzâlî, et-Tecrîd fî kelimeti’t-tevḥîd adlı eseriyle tasavvuf tarihinde tevhidde tecrîd anlayışından bahseden öncülerden biri olmuştur. İsmâil Hakkı Bursevî Baklî’nin tevhid, tecrîd, tefrîd sınıflandırmasını benimser. Bütün taayyün ve izâfetlerin ortadan kaldırılarak Hakk’ın birliğine ulaşmak tecrîddir. Tefrîd ise varlıkta herhangi bir çokluk görmeme halidir. Bu hal âriflere ait olup Hakk’ın zâtında fenâ bulmayı gerektirir. Bursevî’ye göre Hakk’ı mutlak zâtî birliğiyle (ahadiyyet) idrak etmek tefrîddir ki, “Önde olanlar onlar öncülerdir, onlar yakınlaştırılmış olanlardır” âyetinde (el-Vâkıa 56/10-11) tefrîd ehline işaret edilmiştir. Tecrîd ve mücerretlik ayrıca “bekârlık” anlamında bir seyrüsülûk terimi olarak kullanılmıştır. Hücvîrî’ye göre tecrîdde ve tezvîcde iki sakınca vardır. Tecrîddeki sakıncalar, sünneti terketmekle bedende ve kalpte şehveti beslemeyip harama düşme tehlikesine mâruz kalmaktır. Tezvîcdeki sakıncalar ise gönlü Hak’tan başkasıyla, bedeni de nefsin hazzı ile meşgul etmektir. Bunlardan ancak uzlet ve sohbetle kurtulmak mümkündür. Halk ile sohbeti tercih edene evlilik şarttır. Halktan uzaklaşıp uzleti tercih eden için bekârlık bir ziynettir ( Keşfü’l-mahcûb , s. 511; ayrıca bk. MÜCERRED ). BİBLİYOGRAFYA Tehânevî, Keşşâf (Dahrûc) , I, 382. Serrâc, el-Lüma‘: İslâm Tasavvufu (trc. H. Kâmil Yılmaz), İstanbul 1996, s. 341. Kelâbâzî, Taarruf (Uludağ) , s. 167-169. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 414-415, 511. Hâce Abdullah el-Herevî, Menâzilü’s-sâirîn: Tasavvufta Yüz Basamak (trc. Abdurrezzak Tek), Bursa 2008, s. 145-146, 310-311, 589. Baklî, Meşrebü’l-ervâḥ (nşr. Nazif M. Hoca), İstanbul 1974, s. 196-197. Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 2005, s. 169, 412. Sühreverdî, Avârif , s. 654-655. Muhyiddin İbnü’l-Arabî, Iṣṭılâḥâtü’ṣ-ṣûfiyye ( Resâʾilü İbni’l-ʿArabî içinde), Beyrut 1997, s. 534. Afîfüddin et-Tilimsânî, Şerḥu Menâzili’s-sâʾirîn (nşr. Abdülhafîz Mansûr), Tunus 1989, II, 589-593. Abdürrezzâk el-Kâşânî, Şerḥu Menâzili’s-sâʾirîn (nşr. Ali Şirvânî), Tahran 1373 hş., s. 314-317. a.mlf., Tasavvuf Sözlüğü (trc. Ekrem Demirli), İstanbul 2004, s. 48-49, 113, 118-119, 129, 144-145. İbnü’l-Hatîb, Ravżatü’t-taʿrîf (nşr. Abdülkādir Ahmed Atâ), Kahire 1968, s. 497. İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ: Mevlevî Âdâb ve Erkânı, Tasavvuf Istılahları (haz. Safi Arpaguş), İstanbul 2008, s. 218. Aclûnî, Keşfü’l-ḫafâʾ , Kahire 1351, II, 173-174. Seyyid Mustafa Râsim Efendi, Tasavvuf Sözlüğü: Istılâhât-ı İnsân-ı Kâmil (haz. İhsan Kara), İstanbul 2008, s. 326-327. Seyyid Sâdık-ı Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1368 hş., s. 9-20. Hasan Seyyid Arab, “Tecrîd”, Dânişnâme-i Cihân-ı İslâm , Tahran 1380/2002, VI, 575-577. a.mlf., “Tefrîd”, a.e. , Tahran 1382/2003, VII, 617-618. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2011 yılında İstanbul’da basılan 40. cildinde, 248-249 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Tehânevî, Keşşâf (Dahrûc) , I, 382.",
        "Serrâc, el-Lüma‘: İslâm Tasavvufu (trc. H. Kâmil Yılmaz), İstanbul 1996, s. 341.",
        "Kelâbâzî, Taarruf (Uludağ) , s. 167-169.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 414-415, 511.",
        "Hâce Abdullah el-Herevî, Menâzilü’s-sâirîn: Tasavvufta Yüz Basamak (trc. Abdurrezzak Tek), Bursa 2008, s. 145-146, 310-311, 589.",
        "Baklî, Meşrebü’l-ervâḥ (nşr. Nazif M. Hoca), İstanbul 1974, s. 196-197.",
        "Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 2005, s. 169, 412.",
        "Sühreverdî, Avârif , s. 654-655.",
        "Muhyiddin İbnü’l-Arabî, Iṣṭılâḥâtü’ṣ-ṣûfiyye ( Resâʾilü İbni’l-ʿArabî içinde), Beyrut 1997, s. 534.",
        "Afîfüddin et-Tilimsânî, Şerḥu Menâzili’s-sâʾirîn (nşr. Abdülhafîz Mansûr), Tunus 1989, II, 589-593.",
        "Abdürrezzâk el-Kâşânî, Şerḥu Menâzili’s-sâʾirîn (nşr. Ali Şirvânî), Tahran 1373 hş., s. 314-317.",
        "a.mlf., Tasavvuf Sözlüğü (trc. Ekrem Demirli), İstanbul 2004, s. 48-49, 113, 118-119, 129, 144-145.",
        "İbnü’l-Hatîb, Ravżatü’t-taʿrîf (nşr. Abdülkādir Ahmed Atâ), Kahire 1968, s. 497.",
        "İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ: Mevlevî Âdâb ve Erkânı, Tasavvuf Istılahları (haz. Safi Arpaguş), İstanbul 2008, s. 218.",
        "Aclûnî, Keşfü’l-ḫafâʾ , Kahire 1351, II, 173-174.",
        "Seyyid Mustafa Râsim Efendi, Tasavvuf Sözlüğü: Istılâhât-ı İnsân-ı Kâmil (haz. İhsan Kara), İstanbul 2008, s. 326-327.",
        "Seyyid Sâdık-ı Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1368 hş., s. 9-20.",
        "Hasan Seyyid Arab, “Tecrîd”, Dânişnâme-i Cihân-ı İslâm , Tahran 1380/2002, VI, 575-577.",
        "a.mlf., “Tefrîd”, a.e. , Tahran 1382/2003, VII, 617-618."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}