{
  "id": "eweb_386",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/tevazu",
  "annotator": "Jeremy",
  "title": "TEVAZU",
  "arabic_title": "التواضع",
  "summary": "",
  "parts": [
    {
      "author": "MUSTAFA ÇAĞRICI",
      "content": "Sözlükte “kendi itibar ve derecesini düşük görmek, birine boyun eğmek” anlamındaki vaz‘ kökünden türeyen tevâzu‘ ( Lisânü’l-ʿArab , “vażʿ” md.; Tâcü’l-ʿarûs , “vażʿ” md.) kibr in karşıtı olup kişinin başkalarını aşağılayıcı duygu ve davranışlardan kendini arındırmasını ifade eder. Türkçe’de alçak gönüllülük sözüyle karşılanmaktadır. Râgıb el-İsfahânî tevazuun “aşağılık, itibarsızlık, onursuzluk” anlamındaki da‘at ( ضعت ) kökünden geldiğini ve “insanın lâyık olduğundan daha düşük bir dereceye razı olması” mânasına geldiğini belirtir ( eẕ-Ẕerîʿa ilâ mekârimi’ş-şerîʿa , s. 299). Tehânevî tevazuu “aza razı olma ve halkın yükünü çekme” diye tanımlar ( Keşşâf , II, 1488). Kaynaklarda tevazu ile aynı veya yakın anlamda tezellül ve huşû‘ kelimeleri de geçmekte (meselâ bk. Kuşeyrî, I, 380-381), sözlüklerde tevazu bu kavramlarla da açıklanmaktadır ( Tâcü’l-ʿarûs , “vażʿ” md.; Kāmus Tercümesi , “vaz‘” md.). Ancak Râgıb el-İsfahânî’ye göre tevazu ile huşû arasında fark vardır. Tevazu hem ahlâkî melekeler hem açık ve gizli fiiller için, huşû ise özellikle organların hareketleri için kullanılır, kalpteki tevazu organlara huşû olarak yansır. Tasavvuf ehli huşûu kalbin bir hali olarak görür. Cüneyd-i Bağdâdî huşûu “kalplerin, gizlilikleri bilen Allah karşısındaki tevazuu” diye tanımlamıştır (Kuşeyrî, I, 381). Kur’ân-ı Kerîm’de vaz‘ kökünden çeşitli kelimeler geçmekle birlikte bunların tevazu kavramıyla ilgisi yoktur; ancak başka ifadelerle tevazu konusuna değinen âyetler vardır. İyi toplumun niteliklerini anlatan bir âyetteki (el-Mâide 5/54) “ezille” kelimesinin tevazu anlamına geldiği belirtilmiş (Râzî, XII, 24; Şevkânî, II, 69), ana babaya karşı ödevlerin yer aldığı diğer bir âyette (el-İsrâ 17/24) “cenâha’z-zül” tabiri tevazuda mübalağa (Râzî, XX, 190) ve tevazudan kinaye (Şevkânî, III, 247-248) şeklinde yorumlanmıştır. Bazı âlimler, Allah’ın değerli kullarının yürüme biçimini anlatan âyette yer alan “hevnen” kelimesine (el-Furkān 25/63) “tevazu ile” mânası vermiştir (Taberî, IX, 408; Kuşeyrî, I, 428; Râzî, XXIV, 107). Diğer bir âyetteki “muhbitîn”i (el-Hac 22/34) bazı müfessirler “tevazu gösterenler” diye açıklamıştır (Taberî, IX, 151; Râzî, XXIII, 34; Şevkânî, III, 510). Lokman’ın oğluna nasihatlerini içeren âyetlerde tevazuun yüksek bir ahlâkî erdem sayıldığına dikkat çekilir (Lokmân 31/18-19; kezâ bk. el-İsrâ 17/37). Ayrıca kibirlenme, övünme, böbürlenmeyi kınayan çok sayıdaki âyet tevazuun ahlâkî bir ödev olduğunu da gösterir ( M. F. Abdülbâkī, el-Muʿcem , “kbr” md.). İslâm inancına göre gerçek anlamda büyüklük Allah’a mahsustur (el-Câsiye 45/37). Ulu ve büyük olan yalnız O’dur (el-Hac 22/62; Lokmân 31/30; Sebe’ 34/23). Şu halde insanın kendinde büyüklük görmesi her şeyden önce Allah’a karşı saygısızlıktır. Bu yüzden pek çok âyette büyüklük taslayanlar ağır biçimde eleştirilmiş, İblîs’in Allah katından kovuluşunun asıl sebebinin kibre kapılarak baş kaldırması olduğu bildirilmiştir (el-Bakara 2/34; Sâd 38/74); zira Allah kibirli davrananları sevmez (en-Nahl 16/23). Allah rab, insan kul (abd) olup kulun görevi rabbinin karşısında tevazu göstermesidir. Nitekim ibadet ve ubûdiyyette “tevazu göstermek” mânası da vardır ( Müfredâtü’l-Ḳurʾân , “ʿabd” md.); ayrıca İslâm kelimesinin zengin içeriğinde teslimiyet ve tevazu kavramı da bulunur. Kur’an semantiğinin önemli temsilcilerinden Toshihiko Izutsu, Kur’an’ın Câhiliye sonrasında meydana getirdiği zihniyet değişikliğinin temel alanlarından birini rab-kul münasebetinin teşkil ettiğini söyleyerek İslâm’ın “bütün kâinatın sahibi” mânasında Allah kavramını zihinlere yerleştirmesinin Allah ile insan arasındaki münasebette de bir değişiklik oluşturduğunu, böylece ibadet kavramının merkezî bir konum kazandığını, Kur’an’da itaat, teslimiyet ve tevazu ifade eden birçok kelimenin yer aldığını söylemektedir. Izutsu’ya göre tevazu anlamı taşıyan kavramlar içinde özellikle “Allah’ın iradesine teslimiyet” mânasıyla (meselâ bk. el-Bakara 2/112, 128) İslâm’ın önemini arttıran şey bizzat Allah’ın Kur’an’da kendi dinine bu adı vermiş olmasıdır (Âl-i İmrân 3/19, 85; el-Mâide 5/3). Çünkü İslâm gerçek itaat ve tevazuun başlangıç noktasıdır. İslâm’a göre o dönemdeki toplum ikiye ayrılır. Câhiliye adı verilen önceki toplumda ferdin ahlâk anlayışına sertlik (unf), baş kaldırı (ibâ’), taassup (hamiyyet), kibir ve serkeşlik ifade eden kavramlar hâkimdi. İslâm’dan sonraki bireyin karakterini ise teslimiyet, itaat ve tevazuun ifade ettiği hasletler belirlemiştir ( Kur’ân’da Allah ve İnsan , s. 187-194). Tevazu kavramı hadislerde de geçmektedir. Bazı hadis mecmualarında bu konuda özel bablar bulunur (meselâ bk. Buhârî, “Riḳāḳ”, 38; Ebû Dâvûd, “Edeb”, 40; Tirmizî, “Birr”, 82; İbn Mâce, “Zühd”, 16). Kibir hakkındaki hadisler de tevazuu ahlâkî bir ödev olarak gösterir ( Wensinck, el-Muʿcem , “kbr” md.). Bir kutsî hadiste ululuk (kibriyâ) ve kudretin (izzet) Allah’a mahsus olduğu belirtildikten sonra, “Bunlarda benimle yarışmaya kalkışanı helâk ederim” buyurulmuştur ( Müsned , II, 376, 414, 427; Ebû Dâvûd, “Libâs”, 25; İbn Mâce, “Zühd”, 16). Diğer bir hadiste, “Sadaka malı eksiltmez, kul affederse Allah mutlaka onun şerefini arttırır, biri Allah için tevazu gösterirse Allah da onu yüceltir” denilmektedir ( Müsned , II, 386; Müslim, “Birr”, 69; Tirmizî, “Birr”, 82). Bu hadisin başka kaynaklarda da geçen (meselâ bk. Müsned , I, 44; İbn Mâce, “Zühd”, 16) Allah için tevazu kısmı, hem kulun Allah karşısındaki alçak gönüllülüğünü hem de başkalarına karşı çıkar gütmeyen bir tevazuu ifade eder (İbn Hibbân, s. 59, 60). Resûl-i Ekrem, “Allah bana birbirinize karşı mütevazi olmanızı, kimsenin kimseye üstünlük taslamamasını vahyetti” buyurmuş (Müslim, “Cennet”, 64; Ebû Dâvûd, “Edeb”, 40; İbn Mâce, “Zühd”, 16, 23), huzuruna getirilen birinin korkudan titrediğini görünce, “Sâkin ol! Ben kurutulmuş etle beslenen bir kadının oğluyum” diyerek onu teskin etmiştir (İbn Mâce, “Eṭʿime”, 30). Öte yandan Resûlullah, tevazu konusunda kişinin kendini küçültecek derecede aşırıya kaçmasını da uygun görmemiştir (İbn Mâce, “Fiten”, 21). Kaynaklarda Hz. Peygamber’in ahlâkına dair rivayetler çerçevesinde onun tevazuu hakkında da bilgiler yer alır. Hz. Ömer’in Resûlullah’ın tevazuunu şöyle dile getirdiği rivayet edilir: “Ey Allah’ın resulü! Eğer sen yalnız emsalinle oturup kalksaydın sohbetine nâil olamazdık, denginden başkasıyla evlenmeseydin aramızdan biriyle evlenmezdin, yalnız emsalinle yiyip içseydin soframıza oturmazdın. Halbuki sen bize arkadaş oldun, bizden eş aldın, bizimle yiyip içtin, sıradan elbise giydin, bineğe binip terkiye birilerini aldın, yer sofrasında yemek yedin” (Gazzâlî, I, 310). Resûlullah yüksek mertebesine rağmen insanların en alçak gönüllüsü idi. Bir sahâbî, onu hac sırasında kimseyi rahatsız etmeden sıradan biri gibi Mina’da şeytan taşlarken gördüğünü anlatır. O hastaları ziyaret eder, cenazelere katılır, kölelerin davetine icabet ederdi (Kuşeyrî, I, 380). Ayakkabısını kendi onarır, elbisesini yamar, eşlerine yardım ederdi. Bir meclise girdiğinde insanların kendisini ayakta karşılamasını istemezdi. Çocukların yanına gider ve onlara selâm verirdi. Onun meclisi hayâ, tevazu ve güven meclisiydi. Arkadaşları arasında sıradan biri gibi oturur, bu sebeple bir yabancı onu sormadan tanıyamazdı. Sofrası sade olurdu. İnsanların sohbetlerine katılır ve eski devirleri hatırlatan şiirler okurdu (Gazzâlî, II, 380-381). Ahlâk âlimleri tevazuu genellikle kibir ve ucb gibi ahlâkî rezîletlerle ilgili bölümlerde ele almışlardır (meselâ bk. İbn Hibbân, s. 59-63; Mâverdî, s. 231-236; Râgıb el-İsfahânî, s. 299-303; Gazzâlî, III, 336-378). İbn Hibbân’a göre tevazu iki kısım olup biri övülmüş, diğeri yerilmiştir. Övüleni Allah’ın kullarına üstünlük taslamamak, onları aşağılamaktan sakınmak, yerileni ise dünya ehli karşısında dünya menfaati için küçülmektir. İnsanın değerini yükseltmesi, şerefini arttırması gibi bireysel yararları yanında tevazu, toplumda kin beslemeyi ve birbirinden uzaklaşmayı önler, huzur ve kaynaşmaya vesile olur, böylece bir sevgi ortamı oluşturur. Çünkü insanlar arasında kibir kadar kin doğuran, tevazu kadar sevgi üreten başka bir şey yoktur ( Ravżatü’l-ʿuḳalâʾ , s. 59-62). Râgıb el-İsfahânî toplumda mertebeleri düşük insanlarda tevazuun belli olmayacağını, sosyal durumlarının yüksekliğine rağmen mütevazi davranmayı başaranlarda bu erdemin değerinin çok daha fazla ortaya çıkacağını söyler ( eẕ-Ẕerîʿa ilâ mekârimi’ş-şerîʿa , s. 299). Tevazu, kişinin haklarını koruyamayacak şekilde kendini aşağılaması ile olduğundan daha değerli görmesi şeklindeki iki erdemsizliğin ortasıdır ( a.g.e. , a.y.). Kibir, ucb ve tevazuu geniş biçimde ele alan Gazzâlî, kırk bölümden oluşan İḥyâʾü ʿulûmi’d-dîn ’in yirminci bölümünde Hz. Peygamber’in tevazuuna dair rivayetleri toplamış, yirmi dokuzuncu bölümde kibir, ucb ve tevazu konularını işlemiştir. Burada ilgili hadislerle İslâm büyüklerinin sözlerini aktarmıştır (III, 340-343). Tevazularıyla tanınan kişilerin güzel huylarına dair kısımda ( a.g.e. , III, 354-358) kibir ve alçak gönüllülüğün insanlardaki ahlâkî yansımaları mukayeseli şekilde incelenmiştir. Bir hastalık sayılan kibrin tedavisi ve tevazu erdeminin kazanılmasının yollarına dair kısımda ( a.g.e. , III, 358-368) kibir duygusunu yenmenin farz-ı ayın olduğu, bunun temennilerle değil bilgi ve amel yoluyla başarılabileceği belirtilmiş, bu arada ayrıntılı tahliller yapılmıştır. Tevazuun ölçüsüyle ilgili kısımda ( a.g.e. , III, 368-369) diğer ahlâkî erdemler gibi tevazuun da iki aşırılığın ortası olduğu kaydedilmektedir. Tevazuun ifrat derecesine tekebbür, tefrit derecesine tehâsüs (hakirlik, alçaklık) ve mezellet denir. Asıl tevazu, bir kimsenin akranlarına ve kendisinden aşağı mertebede olanlara karşı gösterdiği alçak gönüllülüktür. Zalimlere ve zenginlere tevazu göstermek kişinin dinine zarar verir ( a.g.e. , II, 143). Tevazu herkes için güzeldir, fakat en güzeli zenginlerin tevazuudur. Abdullah b. Mübârek’in, “Zenginlere karşı tekebbür, yoksullara karşı tevazu göstermek tevazu gereğidir” dediği rivayet edilir (Kuşeyrî, I, 433). Tasavvuf kaynaklarında tevazu hem Allah-kul ilişkisi hem de insanların birbirlerine karşı tutumu bağlamında ele alınmıştır. Kuşeyrî, “Tevazu Hakk’a teslim olmak ve hükmüne itiraz etmemektir” derken ( a.g.e. , I, 381) ilkini, Cüneyd-i Bağdâdî, “Tevazu şefkatli olmak, benliği kırmaktır” sözüyle (Kelâbâzî, s. 97) ikincisini dikkate almıştır. Tevazu kulluk şartları arasında yer aldığından bu erdem takvâ ehlinin en üstün ahlâkî özelliği ve şeref sebebi sayılmıştır (Gazzâlî, III, 344). Cüneyd-i Bağdâdî tevhid ehline göre tevazuun da bir nevi tekebbür olduğunu söyler. Gazzâlî bu sözle kastedilen hususu şöyle açıklar: Tevazu gösteren kimse kendi benliğini gerçek sayıp onu küçük görüyor demektir; halbuki tevhid ehli kendini hiç saydığı için kibir veya tevazu göstermesi gerekmez ( a.g.e. , III, 343). BİBLİYOGRAFYA Tehânevî, Keşşâf , II, 1488. Müsned , I, 44; II, 376, 386, 414, 427. Taberî, Câmiʿu’l-beyân , Beyrut 1412/1992, IX, 151, 408. İbn Hibbân, Ravżatü’l-ʿuḳalâʾ ve nüzhetü’l-fużalâʾ (nşr. M. Muhyiddin Abdülhamîd v.dğr.), Beyrut 1397/1977, s. 59-63. Kelâbâzî, et-Taʿarruf li-meẕhebi ehli’t-taṣavvuf , Beyrut 1407/1986, s. 97. Mâverdî, Edebü’d-dünyâ ve’d-dîn (nşr. Mustafa es-Sekkā), Beyrut 1398/1978, s. 231-236. Kuşeyrî, er-Risâle , I, 380-392, 428, 433. Râgıb el-İsfahânî, eẕ-Ẕerîʿa ilâ mekârimi’ş-şerîʿa (nşr. Ebü’l-Yezîd el-Acemî), Kahire 1405/1985, s. 299-303. Gazzâlî, İḥyâʾ , I, 310; II, 143, 190, 195, 380-381; III, 336-378. Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , XII, 24; XX, 190; XXIII, 34; XXIV, 107. Şevkânî, Fetḥu’l-ḳadîr , Beyrut 1412/1991, II, 69; III, 247-248, 510. T. Izutsu, Kur’ân’da Allah ve İnsan (trc. Süleyman Ateş), Ankara 1975, s. 187-194, 205-207. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2011 yılında İstanbul’da basılan 40. cildinde, 583-585 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Tehânevî, Keşşâf , II, 1488.",
        "Müsned , I, 44; II, 376, 386, 414, 427.",
        "Taberî, Câmiʿu’l-beyân , Beyrut 1412/1992, IX, 151, 408.",
        "İbn Hibbân, Ravżatü’l-ʿuḳalâʾ ve nüzhetü’l-fużalâʾ (nşr. M. Muhyiddin Abdülhamîd v.dğr.), Beyrut 1397/1977, s. 59-63.",
        "Kelâbâzî, et-Taʿarruf li-meẕhebi ehli’t-taṣavvuf , Beyrut 1407/1986, s. 97.",
        "Mâverdî, Edebü’d-dünyâ ve’d-dîn (nşr. Mustafa es-Sekkā), Beyrut 1398/1978, s. 231-236.",
        "Kuşeyrî, er-Risâle , I, 380-392, 428, 433.",
        "Râgıb el-İsfahânî, eẕ-Ẕerîʿa ilâ mekârimi’ş-şerîʿa (nşr. Ebü’l-Yezîd el-Acemî), Kahire 1405/1985, s. 299-303.",
        "Gazzâlî, İḥyâʾ , I, 310; II, 143, 190, 195, 380-381; III, 336-378.",
        "Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , XII, 24; XX, 190; XXIII, 34; XXIV, 107.",
        "Şevkânî, Fetḥu’l-ḳadîr , Beyrut 1412/1991, II, 69; III, 247-248, 510.",
        "T. Izutsu, Kur’ân’da Allah ve İnsan (trc. Süleyman Ateş), Ankara 1975, s. 187-194, 205-207."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}