{
  "id": "eweb_387",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/tevekkul#1",
  "annotator": "Jeremy",
  "title": "TEVEKKÜL",
  "arabic_title": "التوكّل",
  "summary": "Allah’a güvenip dayanma anlamında terim.",
  "parts": [
    {
      "author": "MUSTAFA ÇAĞRICI",
      "content": "Sözlükte “Allah’a güvenmek” anlamındaki vekl kökünden türeyen tevekkül “birinin işini üstüne alma, birine güvence verme; birine işini havale etme, ona güvenme” mânasına gelir. Birine güvenip dayanan kimseye mütevekkil , güvenilene vekîl denir. Kaynaklarda çoğunlukla vekil kelimesi kefille eş anlamlı gösterilmişse de Râgıb el-İsfahânî’ye göre vekil kefilden daha geneldir; her vekil kefildir, fakat her kefil vekil değildir. Tevekkül dinî ve tasavvufî bir terim olarak “bir kimsenin kendini Allah’a teslim etmesi, rızkında ve işlerinde Allah’ı kefil bilip sadece O’na güvenmesi” şeklinde tanımlanmaktadır ( el-Müfredât , “vkl” md.; Lisânü’l-ʿArab , “vkl” md.; Tâcü’l-ʿarûs , “vkl” md.; Gazzâlî, IV, 259). İbn Teymiyye tevekkülün “kalbin yalnız Allah’a güvenmesi” anlamına geldiğini belirterek bunun sebeplere başvurma ve mal biriktirmeye aykırı olmadığını söyler ( et-Tuḥfetü’l-ʿIrâḳıyye , s. 185). Tasavvuf kaynaklarında tevekkül hakkında değişik tanımlar yapılmıştır (Kelâbâzî, s. 101-102; Kuşeyrî, I, 467-478; İbn Kayyim el-Cevziyye, II, 119-122). Teslim (birine boyun eğme, hükmüne rıza gösterme) ve tefviz de (işi birinin tasarrufuna bırakma) tevekküle yakın mânada kullanılmakla birlikte bazı âlimler tefvizin tevekkülden daha geniş kapsamlı olduğunu belirtir (İbn Kayyim el-Cevziyye, II, 143-144). Kur’ân-ı Kerîm’de tevekkül kavramı kırk âyette değişik fiil kalıplarında, dört âyette mütevekkil şeklinde yer almakta, vekil kelimesi çoğu Allah’ın sıfatı şeklinde yirmi dört yerde geçmektedir. Bazı âyetlerde peygamberlerin inkârcılara kefil olmadığı, onların yaptıklarından sorumlu tutulmayacağı, dört âyette de inkârcıların âhirette kendilerini savunacak bir vekillerinin bulunmayacağı belirtilmiştir. Bir âyette Allah tarafından inkârcı Kureyş kabilesinin yerine inkâra sapmayan başka bir topluluğun getirilmesi, diğer bir âyette ölüm meleğine can alma görevinin verilmesi “tevkîl” kavramıyla ifade edilmiştir ( M. F. Abdülbâkī, el-Muʿcem , “vkl” md.). Bu âyetlerde insanların neticede Allah’a sığınacağı bildirilmekte, hükmün yalnız O’na varacağı (Yûsuf 12/67), Allah’ın bir topluluğu helâk etmek istemesi durumunda onlara hiç kimsenin yardım edemeyeceği (Âl-i İmrân 3/160), inanarak Allah’a sığınanlar üzerinde şeytanın etkisinin bulunmadığı (en-Nahl 16/99), Allah’a sığınanlar için başka bir sığınağa ihtiyaç kalmayacağı (et-Talâk 65/3), çünkü Allah’tan başka bir tanrı olmadığı (et-Tevbe 9/129; et-Tegābün 64/13) ifade edilmektedir. Bu arada bazı peygamberlerin inançlarındaki kararlılıkları ve tevekkülleri örnek gösterilmektedir (meselâ bk. Yûnus 10/71; Hûd 11/56, 88; Yûsuf 12/67). Bir âyette (Âl-i İmrân 3/159) Resûl-i Ekrem’e kamu işlerinde çevresindekilerle istişare etmesi öğütlenmiş ve ardından, “Kararın kesinleşince artık Allah’a tevekkül et, Allah kendisine tevekkül edenleri sever” buyurulmuştur. Talâk sûresinin başlarında Allah’a tevekkül eden kimseye O’nun kâfi geleceği ve Allah’ın mutlaka emrini yerine getireceği bildirilmiş, bu açıklamalar tevekkül düşüncesinin meydana gelmesinde belirleyici olmuştur. Taberî’nin kaydettiğine göre Abdullah b. Mes‘ûd tevekkülle ilgili bu âyet için, “İşi Allah’a havale etme hususunda Kur’an’ın en önemli âyeti” demiştir ( Câmiʿu’l-beyân , XII, 132). Tevekkül ve aynı kökten türeyen çeşitli kelimeler hadislerde de geçmektedir. Tirmizî (“Zühd”, 33) ve İbn Mâce’nin (“Zühd”, 14) es-Sünen ’lerinde tevekkül konusuna iki bab ayrılmıştır. Hz. Peygamber’in, “Devemi bağladıktan sonra mı tevekkül edeyim yoksa bağlamadan mı?” diye soran bir sahâbîye, “Önce bağla, sonra tevekkül et” yolundaki cevabı (Tirmizî, “Ḳıyâme”, 60) ilgili kaynaklarda tevekkülden önce tedbir almanın gerekliliğine delil sayılmıştır. Hadislerde bildirildiğine göre Allah, aç karına sabahlayıp akşama tok ulaşan kuşları doyurduğu gibi kendisine tam bir teslimiyetle tevekkül edenlere de rızıklarını verecektir ( Müsned , I, 30, 52; İbn Mâce, “Zühd”, 14; Tirmizî, “Zühd”, 14). Bir iş için evinden çıkan kimse, “Bismillâh, Allah’a inandım, O’na dayandım, O’na tevekkül ettim; güç kuvvet yalnız O’nundur” derse Allah onu en hayırlı şekilde rızıklandıracak ve kötülüklerden koruyacaktır ( Müsned , I, 66; benzer ifadeler için bk. Ebû Dâvûd, “Edeb”, 103; İbn Mâce, “Duʿâʾ”, 18). Resûlullah’ın teheccüd namazı sırasında yaptığı uzunca bir duada şu ifadeler yer alır: “Allahım! Sana teslim oldum, sana inandım, sana tevekkül ettim, sana yöneldim” (Buhârî, “Teheccüd”, 1; Müslim, “Ṣalâtü’l-müsâfirîn”, 199; Ebû Dâvûd, “Ṣalât”, 119). Diğer bir hadiste Allah’a tevekkül edip üfürükçülük, uğur-uğursuzluk, dağlama şeklindeki Câhiliye kalıntısı uygulamalardan uzak duranların sorgusuz cennete gireceği müjdesi verilmiştir (Buhârî, “Ṭıb”, 17, 42; Müslim, “Îmân”, 273). Kelâbâzî bu hadisi “Allah’a duyulan güven, tevekkül ve hoşnutluktan dolayı sebepleri terketmek” diye açıklamıştır. Ancak Kelâbâzî kişinin tevekkülünü zedelemediği, dinine zarar vermediği sürece zanaat, ticaret, ziraat gibi işlerle uğraşmayı sûfîlerin mubah gördüğünü belirtir ( et-Taʿarruf li-meẕhebi ehli’t-taṣavvuf , s. 24, 85). Hz. Peygamber’in güçlü müminin zayıf müminden daha değerli ve Allah’ın sevgisine daha lâyık olduğunu ifade ederek kişinin tam bir azimle faydalı olanı elde etmeye çalışmasını, güç bir durumla karşılaşılması halinde Allah’ın takdirine rıza göstermesini öğütlemesi ve yakınmanın şeytanın etkisine kapı açacağı uyarısında bulunması (İbn Mâce, “Zühd”, 14) tedbir ve çalışmayla tevekkül ve takdiri birlikte gözetmek gerektiğini ortaya koymaktadır. Kur’ân-ı Kerîm’de ve hadislerde tevekkül, müminlere ait temel bir sıfat şeklinde ele alınıp mütevekkillerden övgüyle söz edildiğinden İslâm’ın ana ilkeleri arasında kabul edilmiş, bazı sûfîlerin tevekkül anlayışını şiddetle eleştiren İbnü’l-Cevzî, Takıyyüddin İbn Teymiyye ve İbn Kayyim el-Cevziyye gibi Selef âlimleri de bu düşünceyi benimsemiştir. Ebû Hanîfe el-Fıḳhü’l-ekber ’inde müminlerin iman ve tevhidde eşit, amellerde ise derece derece olduğunu belirttikten sonra imanın muhtevasını teşkil eden mârifetullah ve Allah sevgisi gibi unsurlar yanında müminlerin tevekkül yönünden de birbirine eşit sayıldıklarını, bunun ötesinde ise derece farklılıklarının olacağını belirtirken tevekkülün inanç boyutuna dikkat çeker ( İmâm-ı Azam’ın Beş Eseri , s. 75). Allah’a inananların O’na tevekkül etmesi gerektiğine dair âyetler tevekkülün imanla alâkasını, müminlerin Allah’a tevekkül ederek inkârcılardan gelen baskılara karşı direnmesini isteyen, bu hususta peygamberlerden örnekler veren âyetler de kavramın amelle ilişkisini göstermektedir. İḥyâʾü ʿulûmi’d-dîn ’in otuz beşinci bölümünü tevhid ve tevekkül konularına ayıran Gazzâlî’ye göre tevekkül derin bir bilgi ve zorlu bir amel işidir. Tevekkülün aslı imandır; tevekkül var olan her şeyin gerçek yapıcısı ve yaratıcısının Allah olduğu inancına dayanır ( İḥyâʾ , IV, 243, 245, 247). Şehâbeddin es-Sühreverdî de on makamdan biri olarak ele aldığı tevekkülün derecesinin Allah hakkındaki bilginin derecesine göre değiştiğini söyler; bu bilgi ne kadar tamsa tevekkül de o ölçüde güçlü olur ( ʿAvârifü’l-maʿârif , s. 238). Kişinin, kendini her durumda Allah’ın irade ve takdirine teslim ederek O’ndan gelene rıza göstermesi tevekkülün özünü meydana getirir. Hasan-ı Basrî, “Tevekkül rızadan ibarettir” der (Ebû Tâlib el-Mekkî, II, 8). Allah’ın takdirine rıza ve teslimiyeti tamamen pasif bir hayat anlayışı, her türlü tedbirin terkedilmesi şeklinde anlayan mutasavvıflar olmuşsa da çoğunluk amelî planda sebeplere başvurmayı tevekküle aykırı görmemiştir. Tevekkülün “gassâl önünde meyyit” benzetmesiyle açıklanması tasavvuf literatüründe geniş kabul görmüş, Gazzâlî de bunu tevekkülün en yüksek derecesi diye nitelemiştir ( İḥyâʾ , IV, 261). Ancak Gazzâlî, söz konusu ifadeyi tasavvuf literatüründeki yaygın anlayıştan farklı şekilde yorumlamış ve bunu hiçbir durumda Allah’ın kudret, irade, ilim gibi sıfatlarının etkisi dışına çıkılamayacağı yönünde bir şuur hali olarak açıklamıştır. Bu şuurla çalışmak ve tedbir almak tevekküle aykırı değildir. Tevekkülün iş görmeyi ve tedbir almayı terketme biçiminde yorumlanması cahillerin kuruntusudur ve dinen haram sayılmıştır. Bu yanlış telakki sünnetullahı bilmemekten kaynaklanır ( a.g.e. , IV, 262, 265). Diğer bazı âlimler de naklî deliller yanında kulun iradesini tamamıyla ortadan kaldırma sonucunu doğuracağı, sorumsuzluğa ve karmaşaya yol açacağı, insanları din ve dünya işlerinde tembelliğe sevkedeceği gibi aklî delillere dayanarak gassâl önünde meyyit benzetmesini çalışmayı ve tedbiri büsbütün elden bırakma diye yorumlamayı reddetmişlerdir. İbn Teymiyye böyle bir anlayışın iş ve çalışma düzenini bozacağını, doğru-yanlış, iyi-kötü gibi kavramları yok edeceğini ve bilgiyi faydasız hale getireceğini söyler ( et-Tuḥfetü’l-ʿIrâḳıyye , s. 191-192). Tevekkül, yerine getirilmesi emredilen sebeplere başvurmayı gereksiz kılmaz; bu durumda, Allah’ın emrettiği şeyleri yapmadan kendisi hakkında mutluluk veya mutsuzluk olarak takdir edilen şeye rıza gösterme şeklindeki bir anlayışa götürür. Yemeden içmeden Allah’ın kendisini doyuracağını söyleyen kimse ahmak, sebepleri terkeden kimse âcizdir ( et-Tevekkül , s. 13-14, 16-17). İbnü’l-Cevzî, tevekkülün kulun kendi gücünü aşan hususlarda işin sonunu Allah’a havale etmesi olduğunu söyler. Nitekim Sehl et-Tüsterî tevekkülü eleştirenin imanı, çalışmayı eleştirenin sünneti eleştirmiş olacağını söyler ( Telbîsü İblîs , s. 341-344). İbn Kayyim el-Cevziyye’ye göre İslâm âlimleri tevekkülün sebeplere başvurmaya aykırı olmadığı noktasında görüş birliği içindedir. İbn Kayyim, Sehl et-Tüsterî’nin, “Tevekkül Peygamber’in hali, kesb de sünnetidir; onun halini yaşamak isteyen sünnetini terketmez” şeklindeki sözünü de (Kuşeyrî, I, 471) nakleder ( Medâricü’s-sâlikîn , II, 121). İslâm âlimlerinin tevekkülle iman ve tevhid arasındaki ilişkiye dikkat çekmeleri önemlidir. Çünkü tevekkül, her şeyden önce kulun Allah’a olan derin inanç ve güveninin bir ifadesidir. Doğru anlamıyla Allah’a tevekkül eden kul, bir işi başarmak için sahip olduğu imkân ve fırsatları Allah’ın bahşettiğine ve bunların kullanılması için yaratıldığına inanır; bu açıdan bakıldığında sebepleri ihmal etmenin onların mânasız yere yaratıldığı fikrini doğuracağını düşünür. Ayrıca insanın amelî hayatıyla ilgili pek çok âyet ve hadis bulunmakta olup tevekkülü bunların meydana getirdiği sistem bütünlüğünden kopararak sebeplere karşı ilgisizlik yönünde yorumlamak, bu temel kaynaklardaki amelî hayata dair buyrukların ve açıklamaların anlamsız olduğu sonucuna götürür. Şu halde tevekkülü, Allah’ın varlık ve olaylar dünyasında sebep-sonuç ilişkisi şeklinde kurduğu genel düzenle Kur’an’da ortaya koyduğu emirler sistemi çerçevesinde düşünmek gerekir. Tevekkül, bütün sebeplerin ve tedbirlerin üzerinde nihaî belirleyici irade ve gücün Allah’a ait olduğu yönündeki şuur ve inancın zorunlu bir sonucudur. Bu şuur ve inanç sayesinde kul, gerekli sebeplere ve tedbirlere başvurmasına rağmen sonucun umduğu şekilde çıkmaması halinde ilâhî takdirin öyle tecelli ettiğini bilerek kendisini veya sebepleri suçlamaktan kaçınır; iyimser ruh halini korumayı, moral çöküntüsünden kurtulmayı başarır. Kur’ân-ı Kerîm’de, oğlu Yûsuf’un kaybolmasından dolayı derin bir üzüntü hali yaşayan Hz. Ya‘kūb’un buna rağmen Allah’a tevekkülünü dile getirerek yüksek bir metanetle ümidini koruduğu anlatılır (Yûsuf 12/18, 67, 83, 86-87). Tecrübeler de inançlı ve mütevekkil insanların başarısızlıklar karşısında daha metanetli ve ümitli davrandığını göstermekte, bu tesbit psikoloji ve pedagojide büyük önem taşımaktadır. İbn Ebü’d-Dünyâ et-Tevekkül ʿalellāh adlı eserinde tevekküle dair bazı âyetlerle hadis ve haberleri derlemiştir (nşr. Câsim el-Füheyd ed-Devserî, Beyrut 1407/1987; Türkçe’si: Hüseyin Kaya, Hadislerde Tevekkül , İstanbul 2007). İbn Teymiyye’nin tevekküle dair fetvalarından oluşan bir derleme Ebü’l-Mecd Harek tarafından et-Tevekkül ʿalellāh ve’l-aḫẕ bi’l-esbâb başlığıyla yayımlanmıştır (bk. bibl.). Yûsuf el-Karadâvî eṭ-Ṭarîḳ ilallāh: et-Tevekkül (Kahire 1995), Mirza Tokpınar, Hangi Doğru Tevekkül: Hadisler Işığında Yeni Bir Tanım (Ankara 2009) adlı birer kitap; Hasan Karahasanoğlu, Kur’an’da Tevekkül Kavramı (1998, AÜ Sosyal Bilimler Enstitüsü), Rabiye Solmaz, Din Eğitimi Açısından Kur’an ve Sünnette Tevekkül Kavramı (2006, MÜ Sosyal Bilimler Enstitüsü) isimli birer yüksek lisans tezi hazırlamıştır. BİBLİYOGRAFYA Wensinck, el-Muʿcem , “vkl” md. Müsned , I, 30, 52, 66. İmâm-ı Azam’ın Beş Eseri (nşr. M. Zâhid Kevserî, trc. Mustafa Öz), İstanbul 1992, s. 75. Taberî, Câmiʿu’l-beyân , Beyrut 1412/1992, III, 497; XII, 132. Kelâbâzî, et-Taʿarruf li-meẕhebi ehli’t-taṣavvuf , Beyrut 1407/1986, s. 24, 85, 101-102. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1310, II, 2-38. Kuşeyrî, er-Risâle , I, 464-487. Gazzâlî, İḥyâʾ , IV, 243-247, 259-293. Ebü’l-Ferec İbnü’l-Cevzî, Telbîsü İblîs , Beyrut 1414/1994, s. 340-352. Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif ( Gazzâlî, İḥyâʾ , IV içinde), s. 238. Takıyyüddin İbn Teymiyye, et-Tevekkül ʿalellāh ve’l-aḫẕ bi’l-esbâb (nşr. Ebü’l-Mecd Harek), Kahire 1413/1992. a.mlf., et-Tuḥfetü’l-ʿIrâḳıyye fi’l-aʿmâli’l-ḳalbiyye (nşr. Yahyâ b. Muhammed el-Hüneydî), Riyad 1421/2000, s. 185-194. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, II, 116-148. L. Lewisohn, “Tawakkul”, EI 2 (İng.) , X, 403-405. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2012 yılında İstanbul’da basılan 41. cildinde, 1-2 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Wensinck, el-Muʿcem , “vkl” md.",
        "Müsned , I, 30, 52, 66.",
        "İmâm-ı Azam’ın Beş Eseri (nşr. M. Zâhid Kevserî, trc. Mustafa Öz), İstanbul 1992, s. 75.",
        "Taberî, Câmiʿu’l-beyân , Beyrut 1412/1992, III, 497; XII, 132.",
        "Kelâbâzî, et-Taʿarruf li-meẕhebi ehli’t-taṣavvuf , Beyrut 1407/1986, s. 24, 85, 101-102.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1310, II, 2-38.",
        "Kuşeyrî, er-Risâle , I, 464-487.",
        "Gazzâlî, İḥyâʾ , IV, 243-247, 259-293.",
        "Ebü’l-Ferec İbnü’l-Cevzî, Telbîsü İblîs , Beyrut 1414/1994, s. 340-352.",
        "Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif ( Gazzâlî, İḥyâʾ , IV içinde), s. 238.",
        "Takıyyüddin İbn Teymiyye, et-Tevekkül ʿalellāh ve’l-aḫẕ bi’l-esbâb (nşr. Ebü’l-Mecd Harek), Kahire 1413/1992.",
        "a.mlf., et-Tuḥfetü’l-ʿIrâḳıyye fi’l-aʿmâli’l-ḳalbiyye (nşr. Yahyâ b. Muhammed el-Hüneydî), Riyad 1421/2000, s. 185-194.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, II, 116-148.",
        "L. Lewisohn, “Tawakkul”, EI 2 (İng.) , X, 403-405."
      ]
    },
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Tasavvuf. Tevekkül tasavvufta bir makam ve hal olarak kabul edilir. Sûfîler tevekkülün birçok çeşidi ve mertebesinden bahsetmişlerdir. Onların tevekküle dair tanımları bu çeşit ve mertebelerle ilgilidir. Cüneyd-i Bağdâdî’nin, “Tevekkül kalbin Allah Teâlâ’ya itimat etmesidir” şeklindeki ifadesi tevekkülün genel bir tarifidir (Serrâc, s. 79). Ebû Nasr es-Serrâc ve Hâce Abdullah-ı Herevî gibi sûfîler tevekkülün biri bütün müminleri kapsayan (avam), diğeri müminlerden özel bir zümreyle ilgili olan (havas), üçüncüsü çok özel bir zümreye özgü bulunan (ehassü’l-havâs) üç mertebesinden söz eder. “Müminler Allah’a tevekkül etsinler” meâlindeki âyet (el-Mâide 5/11) birinci, “Tevekkül edenler Allah’a tevekkül etsinler” âyeti (İbrâhîm 14/12) ikinci, “Kim Allah’a tevekkül ederse O ona kâfidir” âyeti (et-Talâk 65/3) üçüncü mertebedeki tevekkülle ilgilidir. Birinci mertebede kulun kulluğun gereklerini yerine getirmeye gayret etmesi, kalbini rabbine bağlaması, Allah’ın kendisine yeterli olduğuna inanması, verdiğine şükredip vermediğine sabretmesi esastır ( a.g.e. , s. 78). Zünnûn el-Mısrî’nin, “Tevekkül nefsin aldığı tedbiri terketmek, güç ve kuvvetten soyutlanmaktır” şeklindeki tanımı tevekkülün bu mertebesiyle ilgilidir. “Tedbiri alan Allah’tır” (Yûnus 10/3, 31; er-Ra‘d 13/2; es-Secde 32/5). Kulun kendi tedbirini terkedip Allah’ın tedbiriyle yetinmesi rabbine güvenmesi anlamına gelir. “Lâ havle ve lâ kuvvete illâ billâh” sözü tevekkül bahis konusu olunca kulun gücünü ve kuvvetini terketmesi demektir. Havas veya ârif denilen müminlerin tevekkülü Allah için Allah ile ve Allah’a tevekküldür. Bu tevekkülde dünya ve âhiret menfaatleri, bunlarla ilgili sebepler dikkate alınmaz. Ârifin nefsi bu mertebede gassâlin önündeki ölüye benzetilmiştir ( a.g.e. , s. 79; Gazzâlî, İḥyâʾ , IV, 255). Bu mertebede sûfînin biri Hakk’a, diğeri halka bakan iki yönü yoktur; onun tek yönü vardır, sadece Hakk’a bakar. Ehassü’l-havas (sûfîlerin en seçkinleri) Allah’a kayıtsız şartsız tevekkül eder, tevekküllerinde fâni olur, tevekküllerini görmezler. İbnü’l-Cellâ’nın, “Tevekkül her hâlükârda sadece Allah’ın civarında olmaktır” ifadesi bu mertebeyle ilgilidir. Bu mertebede talep, dua ve niyazdan söz edilmez. Nemrud tarafından ateşe atılacağı zaman Cebrâil, Hz. İbrâhim’e kurtuluş için dua etmesini söyleyince onun, “Allah’ın halimi bilmesi duama ihtiyaç bırakmıyor” demesi buna örnektir ( Gazzâlî, İḥyâʾ , IV, 258). Bu tevekkülün en mükemmel mertebesidir. Serrâc bu mertebeye ulaşabilenlerin çok az olduğunu söyler ( el-Lümaʿ , s. 79). Gazzâlî bu halin devam etmediğini, korku sebebiyle bir kişinin benzinin sararması gibi gelip geçici olduğunu belirtir ( İḥyâʾ , IV, 255). Hamdûn el-Kassâr tevekkülün bu derecesine eremediğini, Ebû Süleyman ed-Dârânî bu tür bir tevekkülün kokusunu bile alamadığını söylemiştir. Sûfîler, içinde bulundukları hal ve makamlara göre tevekkül konusunda farklı yorumlarda bulunmuştur. Allah’ın bütün canlılara rızıklarını vereceği vaadine dayanan (el-Mâide 5/114) bazı sûfîler tevekkülü rızık kaygısı taşımama biçiminde anlamıştır. Şakīk-ı Belhî tevekkülü, “Elinde avucunda olandan çok Allah’ın vaadine güvenmendir” şeklinde tarif ederken rızkı kastetmektedir. Ebû Ali ed-Dekkāk da, “Tevekkül günlük rızıkla yetinmek ve yarının kaygısını taşımamaktır” der. Bazı sûfîlerin yanlarına azık almadan çöllerde yolculuk yapmaları da rızkı tevekkül konusu olarak gördüklerini gösterir ( a.g.e. , IV, 260). Bununla beraber insanın faydalandığı veya zarar gördüğü her şey, bütün hal ve davranışları geniş anlamda tevekkülün konusunu oluşturur. Fidanı diken bahçıvan, tohumu eken çiftçi Allah’a tevekkül ettiği gibi yolculuk yapanlar da Allah’a tevekkül eder. Bazı sûfîlere göre tevekkül ilim ve mârifettir; kulun Allah’ın kendisine kâfi olduğunu bilmesidir (en-Nisâ 4/6, 45, 70, 79, 81, 132, 166, 171; ez-Zümer 39/36). Bazı sûfîler ise, “Tevekkül kazâya rızadır, kaderin tecellilerini gönül hoşluğuyla kabullenmektir” demiştir. Yahyâ b. Muâz er-Râzî’ye göre tevekkül insanın kendisi için Allah’ın vekil olduğuna rıza göstermesidir. Sehl et-Tüsterî’ye göre tevekkül kulun Allah’ın iradesiyle Allah’la bulunması halidir. Bu durumda iradesinden fâni olan kul Allah’ın iradesiyle bâki olur. Tevekkülü iman kapsamında gören ve tevhid bahsinde inceleyen Gazzâlî’ye göre diğer tasavvufî kavramlarda olduğu gibi ilim, hal ve amel tevekkülün özünü oluşturur. Ona göre tevekkülde temel unsur ilimdir. İlim temel, amel netice, hal ise tevekkülün kendisidir. İlimden maksat kalbin tasdikinden ibaret olan imandır; bu ilim kuvvetli ve kesin olursa “yakīn” adını alır. Bundan dolayı tevhid anlamına gelen tevekkülün temeli yakīndir. Tevekkül kalbin tam olarak vekile itimat etmesidir ( a.g.e. , IV, 240, 253). Sûfîler, tevekkülü iman ve tevhidin yanı sıra muhabbet ve takvâ ile alâkalı bir konu olarak da görürler. “Mümin iseniz Allah’a tevekkül ediniz” (el-Mâide 5/23); “Allah’ın huzurunda takvâ sahibi olun ve müminler yalnızca Allah’a tevekkül etsinler” (el-Mâide 5/11) meâlindeki âyetlerde bu hususlara işaret edildiğine dikkat çekerler. Tevfik (başarı) ve sabır gibi kavramlar da tevekkülle bağlantılıdır (Hûd 11/88; en-Nahl 16/42; el-Ankebût 29/59; eş-Şûrâ 42/10). Tevekkül ahlâk ilkesinin ve faziletin temeli, başarılı olmanın şartıdır. Mümin hayırlı veya mubah bir işe Allah’a tevekkül ederek azimli ve kararlı bir şekilde girişir. Teşebbüsüne zafiyet veren vehim, vesvese, şüphe ve tereddütten onu tevekkül kurtarır. “Allah’a tevekkül ettim” diyen bir mümin giriştiği işi kararlı biçimde sürdürür. Şakīk-ı Belhî tevekkülün dört türünden (mala, nefse, halka ve Hakk’a güvenmek) bahseder. Mümin malından, nefsinden ve halktan ziyade Hakk’a tevekkül etmekle yükümlüdür. Bu anlamda tevekkül bütün müminlerin gönülden benimsemeleri gereken genel ve temel bir kuraldır. Bu mertebede sebep ve vasıtalar dikkate alınır. Allah’a güvenmek şartıyla sebep ve vasıtalara sarılmak tevekkülün bir parçasıdır. Tevekkül sika, tefvîz, teslim-istislâm kavramlarıyla yakından ilgilidir ( Herevî, Menâzil , s. 18, 19). Bunların arasında anlam farkları olmakla beraber kalbin Allah’a güvenmesi hepsinde esastır. Ebû Ali ed-Dekkāk’a göre tevekkül ilk, teslimiyet orta, tefvîz ise son haldir. Tevekkül ehli Hakk’ın vaadiyle, teslim ehli ilmiyle sükûn ve huzur bulur; tefvîz ehli ise Hakk’ın hükmüne razı olur. Tevekkül bütün müminlerin, teslim evliyanın, tefvîz tevhid ehlinin halidir. Teslimiyeti Hz. İbrâhim’in, tefvîzi Hz. Muhammed’in niteliği olarak gösterenler de vardır. Öte yandan sûfîler tevekkül edilecek zaman konusunda çeşitli görüşler ileri sürmüştür. Herevî’ye göre bir iş için tedbir alıp teşebbüse geçmeden önce, teşebbüs ve faaliyet esnasında ve sonrasında tevekkül gereklidir. Sebebe sarılıp tedbir aldıktan sonra Allah’a güvenme haline tevekkül diyen Herevî sebepten önceki ve sonraki güven haline tefvîz adını verir. Ona göre tefvîz tevekkülden daha genel bir haldir. Sebebe sarılmadan ve tedbir almadan evvel de sonra da teşebbüs ve faaliyet esnasında tevekkül gereklidir ( a.g.e. , s. 18). Tevekkülle çalışıp kazanma arasındaki ilişki öteden beri tartışılagelmiştir. Sûfîler Allah’a tevekkülle sebeplere sarılma, tedbir alma arasında zıt bir durumun olmadığını, aksine tevekkülün çalışma ve iş hayatını daha verimli ve bereketli hale getirdiğini söyler. Tevekkül kalbî, çalışma bedenî bir eylemdir. Kul her şeyin Allah’ın takdiriyle olduğu kanaatini taşıdığı sürece kalpteki tevekkül hali beden ve organlarla faaliyette bulunmaya aykırı düşmez. Tevekkül Hz. Peygamber’in hali, çalışıp kazanmak ise sünnetidir. Onun hali üzere olan sünnetini terketmez. Çalışmayı kötüleyen sünneti kötülemiş, tevekkülü kötüleyen de imanı kötülemiş olur. Kuşeyrî, İbrâhim el-Havvâs’ın tevekkül konusundaki hassasiyetine rağmen yola çıktığında yanında matara, iğne, iplik, makas bulundurduğunu ve bu durumun tevekküle aykırı olmadığını belirttiğini nakleder. Serrâc da bazı zümrelerin çalışmayı kötülediklerini, bir köşeye çekilip kendilerine gelecek sadakayı beklediklerini anlatır ve bunları eleştirir ( el-Lümaʿ , s. 524). Gazzâlî, tekke ve zâviyelerde oturup çalışmayı terkeden ve vakıf malıyla geçinenlerin bu halini tevekküle aykırı bulur ( İḥyâʾ , IV, 262). Sûfîler tevekkülü anlatırken sebepleri kesip atmaktan ve tedbiri terketmekten söz ederken ameli, ibadeti, çalışıp kazanmayı bırakmaktan asla bahsetmemiş, bunların gerekliliğini vurgulamışlardır. İnsan bir işe girişirken ya Allah’a veya nefsine (malına, gücüne, nüfuzuna, sanatına, ilmine) güvenir. Nefsine güvenen kişi bir işi başardığında bunu kendisinden ve aldığı tedbirden bilir. Sûfîlerin kaçındıkları bu tür bir güven duygusudur. Bu durum bazan sebeplerin ilâhlaştırılmasına kadar gider ki buna tasavvufta “şirk-i esbâb” denilmiştir. Tabiatçıların her şeyi tabiat kanunlarına ve tabii sebeplere bağlamaları böyledir. İnsanın iradesini kullanmadan her şeyi Allah’tan beklemesini tevekkül diye yorumlayan anlayışı tam bir çılgınlık diye niteleyen Gazzâlî insanların tevekkül karşısındaki davranışlarını üç durumda inceler ( a.g.e. , IV, 259). Belli bir sebebin belli bir netice vermesi açık ve kesin olur. Bu sünnetullahtır, ilâhî bir düzendir. Bu durumda mümin ilim ve hal olarak Allah’a tevekkül eder, aldığı gıdayı Allah’tan bilir, kalbi de Allah’a itimat halinde olur. İkinci durumda büyük bir ihtimalle o sebep o neticeyi meydana getirir. Üçüncü durumda ise o sebebin o neticeyi meydana getirmesi zayıf bir ihtimaldir. Bu durumda tedbir almak ve sebebe sarılmak sünnetullahın gereğidir. Bundan dolayı yolcuların yanlarına azık almaları gelenek olmuştur. Yolcunun yolda yiyecek bulması da yanına aldığı azığı kaybetmesi de muhtemeldir ve alınan tedbirin istenen sonucu vermesi kesin değildir. Yola çıkan kimsenin yanına aldığı azığa değil Allah’a, sebebe değil sebepleri yaratana güvenmesi gerekir. Üçüncü durumda zayıf sebepler ve çok düşük ihtimaller üzerinde gereğinden fazla durulması hırs ve tamahla açıklanır, bunun tevekkülle ilgisi yoktur. Tevekkülün bir faydası da insanı ihtirastan korumasıdır. Gazzâlî sıradan müminlerin, evliyanın ve âriflerin sebebe sarılma ve tedbir alma bakımından farklı durumları bulunduğuna dikkat çeker. Allah’ın fiillerinin tecellisini temaşa eden bazı sûfîler, “O’ndan başka fâil yoktur” derler. Bu hali yaşayan sûfî ne tedbiri ne de herhangi bir sebebi görür, hatta kendini ve tedbirini bile göremez. Ancak bu hal geçtikten sonra sebepler ve vesileler âleminde yaşadığını dikkate alır ( a.g.e. , IV, 240-256). Ebû Tâlib el-Mekkî ve Gazzâlî gibi müellifler Allah’a tevekkül esas olmak şartıyla ailenin geçimini sağlamanın, dilenmemek için mubah bir geçim yolu bulmanın, zarardan sakınmanın, tehlikeden kaçınmanın, malları koruma altına almanın, tedavi olmanın, ihtiyaç duyulan besin maddelerini ve diğer malzemeleri mâkul oranda depolamanın câiz olduğunu belirtmişler, cevaz veya fazilet durumlarını da ayrıntılı biçimde açıklamışlardır. BİBLİYOGRAFYA Muhâsibî, er-Rızḳu’l-ḥelâl ve ḥaḳīḳatü’t-tevekkül ʿalellāh (nşr. M. Osman el-Huşt), Kahire 1984. a.mlf., el-Mekâsib (nşr. Abdülkādir Ahmed Atâ), Beyrut 1407/1987. İbn Ebü’d-Dünyâ, et-Tevekkül ʿalellāh (nşr. Câsim el-Füheyd ed-Devserî), Beyrut 1407/1987. Serrâc, el-Lümaʿ , s. 78-79, 524. Kelâbâzî, et-Taʿarruf , s. 151. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, II, 3-76. Sülemî, Ṭabaḳāt , s. 556. Kuşeyrî, Risâle (Uludağ) , s. 257-268. Herevî, Menâzil , s. 18, 19. a.mlf., Ṭabaḳāt , s. 723. Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Kahire 1358/1939, IV, 238-286. a.mlf., el-Maḳṣadü’l-esnâ , Kahire 1322, s. 93. Ahmed-i Câmî, Miftâḥu’n-necât (nşr. Ali Fâzıl), Tahran 1347 hş., s. 155-171. Ebû Mansûr el-Abbâdî, Ṣûfînâme (nşr. Gulâm Hüseyin Yûsufî), Tahran 1347, s. 110-114, 118. Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 499. Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Kahire 1293, II, 264-268. Mevlânâ, Mesnevî , I, 89-93; II, 52, 199; III, 204; V, 129, 196, 233. İbn Atâullah el-İskenderî, et-Tenvîr fî isḳāṭı’t-tedbîr , Kahire 1973. İbn Teymiyye, et-Tevekkül ʿalellāh ve’l-aḫẕ bi’l-esbâb (nşr. Ebü’l-Mecd Harek), Kahire 1413/1992. Abdülkerîm el-Cîlî, el-İnsânü’l-kâmil , İstanbul 1300, II, 111-116. Abdurrahman-ı Câmî, Nefeḥâtü’l-üns (nşr. Mahmûd Âbidî), Tahran 1370 hş., s. 1025. İbrâhim Hakkı Erzurûmî, Mârifetnâme , İstanbul 1310, s. 354-370. Seyyid Sâdık-ı Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1368, III, 81, 93, 163-167, 306-337. Asgar Dâdbih – Ali Refîî, “Tevekkül”, DMT , V, 153-155. Mâlikî Hüseynî v.dğr., “Tevekkül”, Dânişnâme-i Cihân-ı İslâm , Tahran 1383/2004, VIII, 586-594. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2012 yılında İstanbul’da basılan 41. cildinde, 3-4 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Muhâsibî, er-Rızḳu’l-ḥelâl ve ḥaḳīḳatü’t-tevekkül ʿalellāh (nşr. M. Osman el-Huşt), Kahire 1984.",
        "a.mlf., el-Mekâsib (nşr. Abdülkādir Ahmed Atâ), Beyrut 1407/1987.",
        "İbn Ebü’d-Dünyâ, et-Tevekkül ʿalellāh (nşr. Câsim el-Füheyd ed-Devserî), Beyrut 1407/1987.",
        "Serrâc, el-Lümaʿ , s. 78-79, 524.",
        "Kelâbâzî, et-Taʿarruf , s. 151.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, II, 3-76.",
        "Sülemî, Ṭabaḳāt , s. 556.",
        "Kuşeyrî, Risâle (Uludağ) , s. 257-268.",
        "Herevî, Menâzil , s. 18, 19.",
        "a.mlf., Ṭabaḳāt , s. 723.",
        "Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Kahire 1358/1939, IV, 238-286.",
        "a.mlf., el-Maḳṣadü’l-esnâ , Kahire 1322, s. 93.",
        "Ahmed-i Câmî, Miftâḥu’n-necât (nşr. Ali Fâzıl), Tahran 1347 hş., s. 155-171.",
        "Ebû Mansûr el-Abbâdî, Ṣûfînâme (nşr. Gulâm Hüseyin Yûsufî), Tahran 1347, s. 110-114, 118.",
        "Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 499.",
        "Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Kahire 1293, II, 264-268.",
        "Mevlânâ, Mesnevî , I, 89-93; II, 52, 199; III, 204; V, 129, 196, 233.",
        "İbn Atâullah el-İskenderî, et-Tenvîr fî isḳāṭı’t-tedbîr , Kahire 1973.",
        "İbn Teymiyye, et-Tevekkül ʿalellāh ve’l-aḫẕ bi’l-esbâb (nşr. Ebü’l-Mecd Harek), Kahire 1413/1992.",
        "Abdülkerîm el-Cîlî, el-İnsânü’l-kâmil , İstanbul 1300, II, 111-116.",
        "Abdurrahman-ı Câmî, Nefeḥâtü’l-üns (nşr. Mahmûd Âbidî), Tahran 1370 hş., s. 1025.",
        "İbrâhim Hakkı Erzurûmî, Mârifetnâme , İstanbul 1310, s. 354-370.",
        "Seyyid Sâdık-ı Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1368, III, 81, 93, 163-167, 306-337.",
        "Asgar Dâdbih – Ali Refîî, “Tevekkül”, DMT , V, 153-155.",
        "Mâlikî Hüseynî v.dğr., “Tevekkül”, Dânişnâme-i Cihân-ı İslâm , Tahran 1383/2004, VIII, 586-594."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}