{
  "id": "eweb_389",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/tevhid#2-tasavvuf",
  "annotator": "Jeremy",
  "title": "TEVHİD",
  "arabic_title": "التوحيد",
  "summary": "Allah’ın zâtında, sıfatlarında, mâbud oluşunda bir ve tek olduğunu zihin ve kalp yoluyla kabul etme anlamında terim.",
  "parts": [
    {
      "author": "MEVLÜT ÖZLER",
      "content": "Sözlükte “tek ve bir olmak” anlamındaki vahd ( vahdet, vühûd ) kökünden türeyen tevhîd “bir şeyin bir ve tek olduğunu kabul etmek” demektir. Mâtürîdî kelâmcılarına göre ilâhî fiiller Allah’ın zâtıyla kāim ve kadîm mânalar olduğundan tevhidin anlamı içinde yer alır. Ancak söz konusu fiiller tanım bakımından sıfat kavramı içinde mütalaa edilmiştir. Mu‘tezile’ye göre ilâhî fiiller hâdis olup zât-ı ilâhiyyeye nisbet edilmez. Eş‘arîler ise fiilleri müstakil bir sıfat kabul etmeyip kudretin taalluku çerçevesinde düşünmüştür. Tevhidin karşıtı şirk tir. Bu sebeple Kur’an’da Allah’ın birliğini konu edinen kavram ve ifadelerin yanında O’nun şerikinin bulunmadığını belirten beyanlar da vardır, bunların sayısı diğerlerinden çok fazladır. Kur’ân-ı Kerîm’de tevhid kelimesi geçmez, ancak “vahd” kökünden gelen vâhid, ahad, vahde (hû) yer alır. Eş‘ariyye kelâmcısı Ebû Abdullah el-Halîmî’ye göre Kur’an’da ve hadiste Allah’a nisbet edilen “kâfî” (kulunun bütün ihtiyaçlarını karşılayan) kelimesinin yanı sıra “alî, azîm, refî” gibi isimler O’nun birliğini telkin eder ( el-Minhâc , I, 190) Ayrıca Tevhîd adı da verilen İhlâs sûresindeki “samed” (ihtiyaçları sebebiyle herkesin yöneldiği ulular ulusu müstağni) ismini de bunlar arasında zikretmek gerekir. Aslında Kur’ân-ı Kerîm’de yaratılmışlara özgü acz ve eksiklik bildiren bütün sıfatlardan zât-ı ilâhiyyeyi tenzih eden ve sayısı çok fazla olan âyetler tevhid ilkesini açıklığa kavuşturan deliller konumundadır. Çeşitli hadis kaynaklarında tevhid kelimesinin yanı sıra bu kökten türeyen fiil kalıpları, ayrıca vahdehû, vâhid kelimeleriyle ( Wensinck, el-Muʿcem , VII, 157-159) ahad ve samed isimleri (İbn Mâce, “Duʿâʾ”, 10; Ebû Dâvûd, “Vitir”, 23; Nesâî, “Cenâʾiz”, 117) yer almaktadır. Kâinatı yaratan ve yöneten en yüce varlığın mevcudiyeti inancı insanın selim fıtratının önemli bir özelliğini teşkil ettiği gibi (er-Rûm 30/30) O’nun bir ve tek oluşu kanaati de beşer türünün ayrılmaz bir vasfıdır. Bezm-i elestte yaratılışları sırasında Allah ile insanlar arasında yapılan sözleşmede âdemoğullarının şirke düşmemeleri de şart koşulmuştur (el-A‘râf 7/172-173). Kur’an’da putların onlara tapanlar tarafından “Allah katında şefaatçiler” diye nitelendirildiği (Yûnus 10/18) ve putların kendilerini Allah’a yaklaştıracağı (ez-Zümer 39/3) vehmini taşıdıkları ifade edilmiştir. Yine Kur’an’da insanların selim fıtratlarına, vicdanlarına hitap edilerek tabiatın yaratılışı ve insan hayatının devamına elverişli hale getirilmesinin hangi varlık tarafından gerçekleştirildiği sorulurken şuurun perdelenmesine fırsat vermeyen dehşetli bir olaya mâruz kalan bir kimsenin kimden yardım istediği, bu kişinin feryadına hangi varlığın cevap verdiği de sorulur. Böylece şirkin insanın ruh yapısında iğreti bir psikolojik halden ve bir dejenerasyondan ibaret olduğu vurgulanır (en-Neml 27/60-64). Bir âyette insanlara tebliğ edilmek üzere her peygambere, Allah’tan başka hiçbir ilâhın bulunmadığı ve sadece O’na ibadet edilmesinin gerektiği yolunda vahiy gönderildiği belirtilir (el-Enbiyâ 21/25). Diğer bazı âyetlerde Nûh, Hûd, Sâlih ve Şuayb’ın kendi kavimlerine tevhid inancını tebliğ ve telkin ettikleri haber verilir (el-A‘râf 7/59, 65, 73, 85). İslâmiyet’in ve diğer ilâhî dinlerin inanç esaslarına göre Allah’tan başka bir varlığa yaratılmışlık üstü bir konum verilmesi, ona hayatında veya ölümünden sonra yaratılmışlık üstü saygı gösterilmesi tevhid ilkesini bozan davranışlardandır (krş. eş-Şûrâ 42/13). Bu sebeple İslâmiyet’in ilk dönemlerinde Hz. Peygamber kabir ziyaretini yasaklamış, daha sonra buna müsaade edip kabirlerin temiz tutulmasını öğütlemekle birlikte kabirlerin ibadet yeri haline getirilmesini ve orada hayvan kesilmesini menetmiştir (Ebû Dâvûd, “Cenâʾiz”, 68; bk. Wensinck, Miftâḥu künûzi’s-sünne , “Ḳubûr” md.). Yine tevhid inancını koruyup şirk tehlikesini ortadan kaldırma bağlamında Allah’tan başkasının üzerine yemin edilmesi yasaklanmış ( Müsned , II, 69; Tirmizî, “Nüẕûr”, 8), Allah’tan başkası adına kesilen hayvanın etinin yenmesi haram kılınmıştır. Resûl-i Ekrem’in geçmiş peygamberler dahil bütün insanların en faziletlisi olduğu hem naslar hem ümmetin icmâıyla sabittir. Allah’ı sevmek ve O’nun affına erişmek için Peygamber’e uyulması emredilmiş, Resûlullah’a itaatin Allah’a itaat mânasına geldiği belirtilmiştir (Âl-i İmrân 3/31; en-Nisâ 4/80). Bununla birlikte onun beşer üstü bir konumunun bulunmadığı naslarda vurgulanmıştır. Kur’ân-ı Kerîm’de tevhid dinine bağlı olan yahudilerin Üzeyir’in, hıristiyanların Mesîh Îsâ’nın Allah’ın oğlu olduğunu söyledikleri zikredilir. Onların lânetlenmesine yol açan bu telakkinin önceki kâfirlerin sözlerine benzediği ve haktan bâtıla dönüş niteliği taşıdığı bildirilir (et-Tevbe 9/30). Bu ilâhî beyan karşısında Hz. Peygamber şöyle buyurmuştur: “Hıristiyanların Meryem oğlu Îsâ’yı insan üstü vasıflarla övdükleri gibi siz de beni övmeyin. Ben sadece Allah’ın bir kuluyum; benim için O’nun kulu ve resulü deyin” ( Müsned , I, 23, 24, 47, 55; Buhârî, “Enbiyâʾ”, 48; Dârimî, “Riḳāḳ”, 68). Kitap ve Sünnet’te tevhid ilkesine büyük önem verilmesi, maddî ve mânevî özellikleri bakımından yaratılmışların en üstünü olan insanın vicdan hürriyetini sağlama hedefine yöneliktir. İnsan yalnız en yüce varlığa boyun eğmelidir; O’ndan başka hiçbir mevcudu kutsamamalı ve ona kulluk etmemelidir. Allah’a kul olmak en büyük şeref, başkasına kul olmak en büyük zillettir. İnsanın, özgürlüğü açısından Allah’a da kul olmaması gibi bir iddia ontolojik bakımdan geçersizdir; zira insanın bir yere dayanma, bir varlıkla ilişki içinde bulunma psikolojisiyle bağdaşmaz. İslâm dininde imandan sonra en önemli ibadet namazdır. Namazlarda günde kırk defa okunan Fâtiha sûresinin başlangıç kısmı hamd ve senâ, son kısmı dua ve niyazdır. Arada kalan âyet kulluğun yalnızca Allah’a yapılacağını ve yardımın sadece O’ndan isteneceğini belirtir. Bu da müslümanın zihninin yoğunlaştığı, gönlünün Allah’a yöneldiği günün beş vaktinde bezm-i elestte Cenâb-ı Hak ile yaptığı ahidleşmenin tazelenmesinden ibarettir. İslâm Düşüncesinde Tevhid. Allah’ın birliği konusuna akaid/kelâm literatürü içinde ilk defa yer veren kişi Ebû Hanîfe olmuştur. Dört halife döneminden itibaren hızla gelişen fetihler sonunda kendilerini İslâm dünyası içinde bulan, çeşitli inanç ve düşüncelere mensup insanlar arasında çok tanrılı sistemi, ayrıca antropomorfizmi benimseyen gruplar mevcuttu. Ebû Hanîfe, Cenâb-ı Hakk’ın ortağı bulunmaması anlamında bir olduğunu, cisim ve arazlardan teşekkül etmediğini, denginin veya zıddının bulunmadığını, kendisiyle diğer varlıklar arasında benzerlikten söz edilemeyeceğini ifade etmiştir ( el-Fıḳhü’l-ekber , s. 301-302; Beyâzîzâde, s. 107-111). Mâtürîdî tevhid konusunu tarihî, aklî ve kozmolojik delillerle temellendirmeye çalışmıştır. Tarihî delil olarak geçmiş zamanda yaşayan insanların büyük çoğunlukla tabiatı yaratan ve yöneten bir yaratıcının varlığına inandığını söylemiş, bunların içinde çok tanrı inancını benimseyenlerin de aslında tek tanrının mevcudiyetini kabul ettiğini, diğer ilâhları şefaatçi saydığını belirtmiştir. Esasen insanlık tarihinde ciddiye alınacak birinin tanrılık iddiasında bulunduğu ve peygamber gönderdiği görülmemiştir. Mâtürîdî’nin zikrettiği aklî delilin aslını Enbiyâ sûresindeki âyet (21/22) teşkil eder. Literatüre “burhân-ı temânu‘” adıyla geçen bu delil, birden fazla tanrının bulunması durumunda bunların arasında yaşanacak irade çatışması yüzünden tabiat düzeninin bozulacağı esasına dayanır. Kozmolojik delil de tabiatta görülen mükemmel âhenk ve düzendir ( Kitâbü’t-Tevḥîd , s. 37-42). Eş‘arî ile daha sonra gelen kelâmcılar, genellikle tevhid âyetleriyle (özellikle er-Ra‘d 13/16; el-İsrâ 17/42; el-Mü’minûn 23/91) teşbihi reddeden Şûrâ sûresindeki âyetten (42/11) hareketle tevhid inancını pekiştirmeye çalışmıştır. Mu‘tezile kelâmcılarının tevhid konusunda titiz davrandığı ve kendilerinin tevhid ehli olduğunu ileri sürdükleri bilinmektedir. Onlar, Allah’ın birliği ve yaratılmışlarla O’nun arasında hiçbir benzerliğin bulunmadığı konusundaki hassasiyetlerinden dolayı Ehl-i sünnet’çe benimsenen mâna sıfatlarının zât-ı ilâhiyyeye nisbet edilmesine karşı çıkmışlardır (bk. SIFAT [Mâna Sıfatları - Mânevî Sıfatlar] ). Mu‘tezile mensuplarının ihtiyarî fiillerin meydana gelmesinde kulun tam kudret sahibi olup ilâhî bir müdahalenin bulunmadığı görüşünü kabul etmesi -Sünnî âlimlerinin bazan aşırıya varan eleştirilerine rağmen- tevhid inancını bozacak nitelikte değildir. Şîa kelâmcılarının tevhid anlayışı teorik açıdan Mu‘tezile anlayışına paraleldir. İslâm filozoflarından Kindî, Allah’ın birliğini birden fazla tanrı anlayışının aklen mümkün olmaması yoluyla ispat eder ( Resâʾil , s. 164). Kindî’nin kullandığı yöntem diğer İslâm filozofları tarafından benimsenmiştir. Fârâbî ayrıca Allah’ın varlığı için başvurduğu “ekmel-i vücûd” delilini O’nun birliği için de kullanmış, İbn Sînâ da “vâcibü’l-vücûd-mümkinü’l-vücûd” yöntemini benimsemiştir. İbn Rüşd, Mâtürîdî’den itibaren delil olarak kullanılan âyetlerle istidlâlde bulunduktan sonra temânu‘ delilinin kelâmcılarca kullanılan şeklinin halk tarafından anlaşılamayacağını belirtmiş, Mâtürîdî gibi temânu‘ âyetinden ilham alarak evrene hâkim olan nizam delilini öne çıkarmıştır ( el-Keşf , s. 70-77). Çeşitleri. Allah’a nisbet edilen birlik “herhangi bir sayı dizisinin ilk basamağı” anlamına gelmeyip “cüzlerden mürekkep bir varlık olmayan, benzeri ve dengi bulunmayan, yegâne tapınılacak varlık” demektir. Tevhidin çeşitleri ulûhiyyette tevhid, rubûbiyyette tevhid başlıkları altında ele alınabilir. Kelime-i tevhid ile Fâtiha sûresinin 5. âyeti bu iki tevhidi ifade eder (her ikisiyle ilgili âyetler için bk. M. Fâris Berekât, s. 28-53). 1. Ulûhiyyette Tevhid. Allah’ın zâtında, sıfatlarında ve fiillerinde bir, yegâne ve benzersiz olduğunu benimsemektir. a) Zâtta tevhid. Allah’ın zâtı kendisi demektir. O’nun zâtında tevhid kendisini tek ve yegâne kabul etmek anlamına gelir. Aslında bu özellik insanın fıtratında mevcuttur. Ancak bilgisizlik ve olumsuz etkenler kişinin bu niteliğini örtebilmektedir. “Küfr” kelimesinin sözlük anlamı da “örtmek”tir. İslâm tarihinde, İslâm dairesinin dışında bulunmakla birlikte müslüman olduğunu ileri süren çok az kimse tanrılık iddiasında bulunmuş, fakat bu iddiaların hiçbiri ciddiye alınmamıştır. b) Sıfatlarda tevhid. Sıfat Allah’ın zâtına nisbet edilen bir mânadır. Sıfatların bir kısmının âcizlik, eksiklik ve yaratılmışlık özelliği taşıdığından zât-ı ilâhiyyeden nefyedilmesi (selbî, tenzîhî), bir kısmının da kemal ifade ettiği için zâta nisbet edilmesi (sübûtî) gerekir: Varlığı başkasından değildir, varlığının başlangıcı ve sonu yoktur; ebedî hayatla diridir, bilendir, güç yetirendir gibi. Bunlarda tevhid tenzîhî sıfatları başkasına nisbet etmemek, sübûtî sıfatlarda ise Allah ile yaratıklar arasında benzetme yapmamakla olur. Bu çerçevedeki tevhidi gerçekleştiren bir mümin Allah hakkında O’nun şanına yakışacak saygılı ve ölçülü ifadeler kullanır; hiçbir insana beşer üstü özellikler nisbet etmez, hiçbir nesneye kutsiyet atfetmez. Tarihte pek az mensubu olan Müşebbihe’nin sıfat anlayışı müslümanların genel tevhid anlayışının yanında bir önem taşımaz. Ancak bir kısım tarikat mensuplarının mürşid kabul ettikleri kişilerin gaybı bildiği yolundaki iddiaları gaybı Allah’tan başka kimsenin bilemeyeceğini bildiren âyetlerle (meselâ en-Neml 27/65; el-Cin 72/26) bağdaşmaz. c) Fiillerde tevhid. Fiilî sıfatlar Cenâb-ı Hakk’ın kâinata yönelik tasarruflarını ifade eder. Kâinatı ilkin var eden, geliştiren, değiştiren ve bu eylemleri her an devam ettiren Allah’tır. O’ndan başka yaratıcı yoktur. Esmâ-i hüsnânın yarısından fazlası insanla ve kâinatla ilgilidir. Mu‘tezile kelâmcılarının insanlara ait ihtiyarî fiillerin meydana gelmesinde ilâhî müdahalenin bulunmadığı yolundaki görüşleri Sünnî âlimlerce kulu kendi fiilinin hâlikı durumuna getirdiğinden eleştirilmiştir. Ancak bu eleştiri meselenin özü açısından ele alındığında isabetli görünmemektedir. İki grup arasındaki fikir ayrılığı inanca değil sistematik yaklaşıma ve ifade şekline yöneliktir. Nitekim Eş‘arî kelâmcıları müstakil bir fiilî sıfat grubu düzenleme cihetine gitmemiş, ilâhî fiilleri kudret sıfatının işlerliği (taalluk) çerçevesinde düşünmüştür. 2. Rubûbiyyette Tevhid. Allah’tan başkasına tapmamak ve sığınmamak demektir. Buna ibadette tevhid veya amelî tevhid de denir. Ulûhiyyette tevhid zihnî bir fonksiyondur ve imanın teorik yanını oluşturur; rubûbiyyette tevhid kalbin ameli olup imanın gönül hoşluğuyla kabulünü teşkil eder. İman bu ikisinin birleşmesinden meydana gelir. Amelî tevhid kişinin kalbiyle Allah’ı sevmesi, davranışlarıyla bu sevgisini ispat etmesidir. Ulûhiyyette tevhid insanın fikir hürriyetini, ibadette tevhid ise duygu hürriyetini sağlar. Rubûbiyyette tevhide zarar veren şeylerden biri Allah rızası için olması gereken amellerin ve ibadetin gösteriş ve dünya menfaati için yapılmasıdır (riya). Diğeri, Hıristiyanlık gibi inançlara özgü mistisizmin İmâmiyye Şîası’na nüfuz etmesi gibi bir kısım tasavvuf erbabını etkilemesi ve onların mânevî mertebelerini yüksek kabul ettikleri kimselere karşı beşer üstü bir saygı göstermeleridir. Halbuki bütün yaratıkların en faziletlisi olan Hz. Muhammed böyle bir saygıyı kabul etmemiş ve bunu yasaklamıştır. Her iki çeşidiyle tevhid akîdesinin zihinlerde ve gönüllerde yerleşmesi için Kur’ân-ı Kerîm’de birçok kavram ve ifade ile tevhid inancı tebliğ edilmiş, sözlü ve fiilî sünnet de bunu desteklemiştir. Kelime-i tevhid / kelime-i şehâdet, tekbir ve tesbih müslümanların hayatında en çok tekrar edilen tevhid metinleridir. Günde beş vakit ezan okunmakta ve kāmet getirilmektedir; namazların içinde ve bitiminden sonra alınan tekbirlerin sayısı 450’ye yaklaşmaktadır. Ayrıca ramazan ve kurban bayramlarında, hac ibadetinin yerine getirilmesi sırasında Allah’ın yüceliğinin ilân edilmesi tevhid inancına, dolayısıyla müslümanın düşünce ve duygu özgürlüğüne yapılan vurgulardır (Topaloğlu v.dğr., s. 86-90). Allah’ın zâtını idrak etmek mümkün olmadığı gibi sıfatlarının mahiyetini anlamak da mümkün değildir. Çünkü insanın nesne ve olayları algılayıp tanıyabilmesi madde dünyasıyla sınırlı beş duyunun verilerine bağlıdır. Bilgi vasıtalarından kabul edilen haber de duyu algılarının naklinden ibarettir. Akıl ise ya doğrudan veya dolaylı biçimde elde edilen duyu bilgilerini değerlendiren bir mekanizmadır. Bundan hareketle İslâm tarihinde âlimler bu konuda iki gruba ayrılmıştır. Bir grup tevhid ilkesini titizlikle korumak için tenzîhî sıfatlara ağırlık vermiş, diğeri Allah’ı insanın anlayış alanına yaklaştırabilmek için sübûtî sıfatlara vurgu yapmıştır. Bununla birlikte tenzih taraftarları hiçbir zaman Cenâb-ı Hakk’ın sadece zihnî bir varlık olduğunu söylememiş, diğer grup da zât-ı ilâhiyyeye âcizlik, eksiklik ve yaratılmışlık sıfatlarını nisbet etmemiştir. Böylece müslümanlar Allah’ın varlığı ve birliği inancını zihinlerinde ve gönüllerinde yaşatmış, bunu ibadet ve davranışlarıyla göstermiştir. Kur’ân-ı Kerîm’in hak din olan İslâmiyet’in -müşriklerin hoşuna gitmese de- bütün dünya dinlerine hâkim kılınacağı (et-Tevbe 9/33) ve Muhammed ümmetinin orta yolu izleyen ölçülü ve dengeli bir toplum olup hakikatin şahitlerini ve canlı örneklerini teşkil edeceği (el-Bakara 2/143) şeklindeki beyanı fiilen gerçekleşmiştir. Bazı tarikat mensuplarının mürşidlerine karşı gösterdiği aşırı saygının tevhid inancını zedelediği yolundaki kanaatlerde doğruluk payı bulunmakla birlikte bu husus sözü edilen genel tevhid akîdesinin sınırlarını aşmamaktadır. Bunda, kelâmın ve özellikle fıkhın mistik özelliklerinden tecrit edilerek sadece zihne ve pratik hayata hitap eden disiplinler haline getirilmesinin payı bulunmaktadır. Kur’an’da Allah’a nisbet edilen kayyûm, evvel, âhir, zâhir, bâtın sıfatlarında müşahhas muhtevaların bulunduğu yönündeki iddia ( İA , I, 362), söz konusu kelimelerin gerek sözlük anlamları gerekse yer aldıkları bağlam içindeki muhtevaları bakımından isabetli değildir. Yine bazı Batılı yazarların ileri sürdüğünün aksine hacca giden müslümanların orada Kâbe’ye tapınmaları da söz konusu değildir ( İTA , I, 324). Nitekim, “Mescidler Allah’ındır; öyleyse oralarda Allah’la birlikte başka bir şeye tapmayın” meâlindeki âyette (el-Cin 72/18) her türlü rubûbiyyet şirki yasaklanmıştır. Literatür. İslâm âlimleri tevhide dair görüşlerini Kur’an ve Sünnet’e dayandırdığı için tefsir ve hadis kitapları tevhid hususunda vazgeçilmez kaynaklardır. Başta Kütüb-i Sitte olmak üzere hadis kitaplarının özellikle tevhid ve iman bölümlerinde konuyla ilgili rivayetlere yer verilmiş, II. (VIII.) yüzyıldan itibaren telif edilen akaid metinlerinde tevhid esası iman, küfür, nifak ve şirk konuları çerçevesinde ele alınmıştır. Kelâm kaynaklarında ulûhiyyet bahislerinin yanı sıra iman-küfür meselelerinin işlendiği bölümlerde tevhide de yer verilmiştir. Erken dönemden itibaren “kitâbü’l-îmân” türü eserler yanında İbn Huzeyme’nin ve son devirde Muhammed b. Abdülvehhâb’ın Kitâbü’t-Tevḥîd adlı eserleri, Mâtürîdî’nin Kitâbü’t-Tevḥîd , İbrâhim el-Lekānî’nin Cevheretü’t-Tevḥîd gibi kelâma ve Muhammed Abduh’un Risâletü’t-Tevḥîd adlı akaide dair eserlerinde sadece tevhid değil diğer itikadî konular da işlenmektedir. Tevhid konusunu müstakil olarak ele alan eserlerden bazıları şunlardır: Muhammed Cevâd Muğniyye, Felsefetü’t-tevḥîd ve’n-nübüvve (Beyrut 1984); Ca‘fer es-Sübhânî, et-Tevḥîd ve’ş-şirk fi’l-Ḳurʾâni’l-Kerîm (Beyrut 1986); Khidr Sunduk, Medḫal cedîd ilâ ʿaḳīdeti’t-tevḥîd (Ürdün 1989); Osman Bakar, Tawhid and Science: Essays on the History and Philosophy of Islamic Science (Kuala Lumpur 1991); İsmâil Râcî el-Fârûkī, Tawhid: Its Implications for Thought and Life (Herndon 1992); Mevlüt Özler, İslâm Düşüncesinde Tevhid (İstanbul 1995). Konuyla ilgili bazı makaleler de şöylece sıralanabilir: Hakeem Abdul Hameed, “Tauhîd and ‘Adl: Tauhîd as the Guiding Principle of Man’s Life” ( Studies in Islam , XV/5 [New Delhi 1978], s. 177-196); Muhammad Nejatullah Siddiqi, “Tawḥīd: The Concept and the Process” ( Islamic Perspectives: Studies in Honour of Mawlānā Sayyid Abul A‘lā Mawdūdī [ed. Khurshid Ahmad – Zafar Ishaq Ansari], Leicester 1979, s. 17-33); Tazimuddin Siddiqui, “Tauhîd: Onenes of God” ( Studies in Islam , XVI/2 [New Delhi 1979], s. 85-93); A. J. Omoyajowo, “Monotheism in Christianity and Islam: Comparison and Evaluation” ( Orita , XIII/2 [1981], s. 39-49); İsmâil Râcî el-Fârûkī, “Tawhid: The Quintessence of Islam” ( Journal of South Asian and Middle Eastern Studies , VIII/4 [1985], s. 9-33); James E. Royster, “Configurations of Tawhîd in Islam” ( MW , LXXVII/1 [1987], s. 28-42); Mona Abdul-Fadl, “Contrasting Epistemics: Tawhîd, the Vocationist and Social Theory” ( The American Journal of Islamic Social Sciences , VII/1 [1990], s. 15-38); E. Dada Adelowo, “The Concept of Tauhid in Islam” ( IQ , XXXV/1 [1991], s. 23-36); Zakaria Bin Stapa, “A Discussion on Tawhid: The Viewpoint of the Sufis’” ( HI , XIV/1 [1991], s. 53-66); M. O. Opeloye, “The Unity and Tri-Unity of God: An Analytical Appraisal of the Biblical and Qur’anic Views” ( IQ , XXXVI/3 [1992], s. 179-191); John Sahadat, “Tawhid: The Affirmation of Affirmations and the Negation of Affirmations” ( Muslim Education Quarterly , X/2 [Cambridge 1993], s. 24-34); Douglas Pratt, “Christian-Muslim Theological Encounter: The Priority of Tawhîd” ( Islam and Christian-Muslim Relations , VII/3 [1996], s. 271-284); Ramazan Altıntaş, “İslâm Düşüncesinde Tevhid ve Tefrika” ( Cumhuriyet Üniversitesi İlâhiyat Fakültesi Dergisi , sy. 1 [1996], s. 111-121); Abdurrahim Güzel, “Kelâm ve Tasavvuf Açısından Tevhid” ( Erciyes Üniversitesi Sosyal Bilimler Enstitüsü Dergisi , sy. 11 [2001], s. 193-209); Ahmet Çelik, “Kur’ân’da Tevhîd Kavramının Semantik Alanları” ( AÜİFD , sy. 17 [2002], s. 127-150); İsmail Abdullah, “Tawhîd and Trinity: A Study of Ibn Taymiyyah’s al-Jawâb al-Sahîh” ( Intellectual Discourse , XIV/1 [2006], s. 89-106). BİBLİYOGRAFYA Seyyid Şerîf el-Cürcânî, et-Taʿrîfât (nşr. İbrâhim el-Ebyârî), Beyrut 1413/1992, s. 96. Müsned , I, 23, 24, 47, 55; II, 69. Ebû Hanîfe, el-Fıḳhü’l-ekber (Ali el-Kārî, Şerḥu’l-Fıḳhi’l-ekber içinde), Beyrut 1404/1984, s. 301-302. Kindî, Resâʾil , s. 164. Mâtürîdî, Kitâbü’t-Tevḥîd (nşr. Bekir Topaloğlu – Muhammed Aruçi), Ankara 1423/2003, s. 34-42. Fârâbî, el-Medînetü’l-fâżıla (nşr. Albert Nasrî Nâdir), Beyrut 1986, s. 37-45. Halîmî, el-Minhâc , I, 190. Kādî Abdülcebbâr, Şerḥu’l-Uṣûli’l-ḫamse , s. 277-284. İbn Sînâ, en-Necât , Kahire 1357/1938, s. 227-234. İmâmü’l-Haremeyn el-Cüveynî, eş-Şâmil fî uṣûli’d-dîn (nşr. Ali Sâmî en-Neşşâr v.dğr.), İskenderiye 1969, s. 345. İbn Rüşd, el-Keşf ( Felsefetü İbn Rüşd içinde, nşr. Mustafa Abdülcevâd İmrânî), Kahire 1388/1968, s. 70-77. Beyâzîzâde Ahmed Efendi, İşârâtü’l-merâm min ʿibârâti’l-İmâm (nşr. Yûsuf Abdürrezzâk), Kahire 1368/1949, s. 107-111. M. Fâris Berekât, el-Câmiʿ li-mevâżîʿi âyâti’l-Ḳurʾâni’l-Kerîm , Dımaşk 1379/1959, s. 28-58. Wensinck, el-Muʿcem , VII, 157-159. Bekir Topaloğlu v.dğr., İslâm’da İnanç Esasları , İstanbul 2006, s. 86-90. a.mlf. – İlyas Çelebi, Kelâm Terimleri Sözlüğü , İstanbul 2010, s. 52. Bekir Topaloğlu, “Allah”, DİA , II, 477-481. D. B. Macdonald, “Allah”, İA , I, 362. Ömer Rıza Doğrul, “Âlihe”, İTA , I, 324. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2012 yılında İstanbul’da basılan 41. cildinde, 18-20 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Seyyid Şerîf el-Cürcânî, et-Taʿrîfât (nşr. İbrâhim el-Ebyârî), Beyrut 1413/1992, s. 96.",
        "Müsned , I, 23, 24, 47, 55; II, 69.",
        "Ebû Hanîfe, el-Fıḳhü’l-ekber (Ali el-Kārî, Şerḥu’l-Fıḳhi’l-ekber içinde), Beyrut 1404/1984, s. 301-302.",
        "Kindî, Resâʾil , s. 164.",
        "Mâtürîdî, Kitâbü’t-Tevḥîd (nşr. Bekir Topaloğlu – Muhammed Aruçi), Ankara 1423/2003, s. 34-42.",
        "Fârâbî, el-Medînetü’l-fâżıla (nşr. Albert Nasrî Nâdir), Beyrut 1986, s. 37-45.",
        "Halîmî, el-Minhâc , I, 190.",
        "Kādî Abdülcebbâr, Şerḥu’l-Uṣûli’l-ḫamse , s. 277-284.",
        "İbn Sînâ, en-Necât , Kahire 1357/1938, s. 227-234.",
        "İmâmü’l-Haremeyn el-Cüveynî, eş-Şâmil fî uṣûli’d-dîn (nşr. Ali Sâmî en-Neşşâr v.dğr.), İskenderiye 1969, s. 345.",
        "İbn Rüşd, el-Keşf ( Felsefetü İbn Rüşd içinde, nşr. Mustafa Abdülcevâd İmrânî), Kahire 1388/1968, s. 70-77.",
        "Beyâzîzâde Ahmed Efendi, İşârâtü’l-merâm min ʿibârâti’l-İmâm (nşr. Yûsuf Abdürrezzâk), Kahire 1368/1949, s. 107-111.",
        "M. Fâris Berekât, el-Câmiʿ li-mevâżîʿi âyâti’l-Ḳurʾâni’l-Kerîm , Dımaşk 1379/1959, s. 28-58.",
        "Wensinck, el-Muʿcem , VII, 157-159.",
        "Bekir Topaloğlu v.dğr., İslâm’da İnanç Esasları , İstanbul 2006, s. 86-90.",
        "a.mlf. – İlyas Çelebi, Kelâm Terimleri Sözlüğü , İstanbul 2010, s. 52.",
        "Bekir Topaloğlu, “Allah”, DİA , II, 477-481.",
        "D. B. Macdonald, “Allah”, İA , I, 362.",
        "Ömer Rıza Doğrul, “Âlihe”, İTA , I, 324."
      ]
    },
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "TASAVVUF. I ve II. (VII ve VIII.) yüzyıllarda yaşayan zâhid ve âbidlerin tevhid anlayışı bütün müslümanlarca kabul gören anlayıştan pek farklı değildi. İlk sûfîlerin fenâ, cem‘, yakīn, muhabbet, mârifet, vecd ve sekr gibi kavramlarla dolaylı ve müphem bir şekilde temas ettikleri tasavvufî anlamdaki tevhid III. (IX.) yüzyılda açıklık kazanmaya başlamıştır. Sülemî, Bağdat’ta tevhid dili ve tasavvufî hallerin hakikatleri konusunda görüş bildiren ilk sûfînin Serî es-Sakatî (ö. 251/865) olduğunu söyler ( Ṭabaḳāt , s. 48). Daha sonra onun öğrencilerinden Cüneyd-i Bağdâdî tasavvufî tevhidle ilgili görüşlerini geniş biçimde ortaya koymuştur. Cüneyd’e göre tevhid hâlis ve tam yakīnin adıdır (Kuşeyrî, s. 57); muhabbet ve tevekkül tam olursa yakīn hali gerçekleşir. Tevekkül kalbin ameli, tevhid ise kulun ikrarıdır. Cüneyd, tevhidi elest bezminde ruhların Allah’ın rableri olduğunu ikrar etmeleriyle de (el-A‘râf 7/172) açıklar. Onun, “Tevhid kulun olmadan evvelki gibi olmasıdır” şeklindeki ifadesi (Serrâc, s. 51; Kuşeyrî, s. 49), tasavvufî mânadaki tevhide ulaşmak için fenânın zorunluluğunu vurgular. Cüneyd’e göre tevhid konusunda aklın vardığı son nokta hayrettir. Bu hususta en doğru söz şudur: “Tenzih ederim o Allah’ı ki O’nu tanımanın biricik yolu O’nu tanımaktan âciz olmaktır.” Sûfîler kendilerine has tevhid anlayışına “tevhîd-i sûfiyye, tevhîd-i hâlî, hakîkat-i tevhîd, tevhîd-i amelî” gibi isimler vermiştir. Bu ifadeler onların tevhidi sadece bilgi ve sûretten ibaret görmediklerini ortaya koyması bakımından önemlidir. Sûfîlere göre tevhid duygu ve sevgi ağırlıklıdır, keşif ve ilhama dayanır ve sülûkü gerektirir. Sûfîler tevhid konusunda kendilerine özgü, anlaşılması güç bir dil kullanır. Bu dil vecd ehlinin işaret dilidir. Sûfîler bu dilin açıklanması ve yorumlanması halinde daha kapalı duruma geleceğini söyler. Tasavvufî tevhid ibadet, ahlâk ve duygularla ilgili olduğu için aynı zamanda amel yönü ağır basan bir tevhiddir. Ebû Bekir eş-Şiblî’nin tevhidi beşerî ve ilâhî diye ikiye ayırıp beşerî tevhidi “cezadan korkmak”, ilâhî tevhidi “saygı duymak”; Ruveym b. Ahmed’in “beşerîliğin izlerini silmek, huyları değiştirmek ve ezelî olanla sonradan olanı birbirinden ayırt etmek” diye tanımlaması da bunu göstermektedir (Serrâc, s. 51, 54). Tasavvufta tevhidin çeşitli mertebelerinden bahsedilir. Kur’an’da da işaret edildiği gibi (Âl-i İmrân 3/18) tevhid biri Allah’ın kendi birliğine, diğeri meleklerin ve ilim ehlinin O’nun birliğine şahit olmasıdır. Hakiki ve mükemmel tevhid Hakk’ın kendisini tevhid etmesidir. Böyle bir tevhid yaratıklar için mümkün değildir; yaratıklar vecd suretiyle kısmetlerine düşen miktarda O’nu tevhid eder. Burada geçen hakikat ve vecd kelimeleri keşif ve zevki esas alan tevhide işaret etmektedir. Tevhidin mertebelerini Yûsuf b. Hüseyin er-Râzî avamın, hakikat ehlinin ve havassın tevhidi şeklinde üçe ayırmıştır. Bir müminin tevhidi, Allah’ın şeriki ve benzeri bulunmadığını kesin bir şekilde tasdik etmesiyle gerçekleşir. Hakikat ehlinin tevhidi sebepleri değil müsebbip olan Hakk’ı görme esasına dayanır. Havassın tevhidi kulun ruhu, gönlü ve vecd haliyle Allah’ın huzurunda gibi durması, kendisinde tasarruf edenin sadece Hak olmasıdır. Bu durumda kul varlık alanına gelmeden önce elest bezminde olduğu gibi olur ( a.g.e. , s. 50). Kuşeyrî tevhidin üç türünden bahseder. Hakk’ın Hakk’ı tevhid etmesi, Hakk’ın halka yönelik tevhidi, kulun Hakk’ı tevhid etmesi (Risâle, s. 582). Kulun Hakk’ı tevhid etmesi ve O’nun birliğini idrak etmesi ne kadar mükemmel olursa olsun eksik ve kusurlu bir tevhiddir. Sûfîler Allah’ın birliğinin kul tarafından tam bilinemeyeceğini çeşitli şekillerde ifade etmiştir. İnsan Allah’ı ne kadar mükemmel tasavvur ederse etsin tasavvur veya hayal ettiği şey Allah değildir; hakikat onun ötesindedir. Tevhidi tasavvur eden onun kokusunu bile alamamıştır (Kelâbâzî, s. 135; Kuşeyrî, s. 587). İbn Atâ’ya göre tevhid tevhidi unutmaktır. Tevhide eren susar, ondan bahsetmez. Sûfîler Allah’ın zâtı hakkında tefekkürü doğru bulmaz. O’nun zâtı bilinmeyince birliği de tam anlaşılamaz. “Tevhid bir demek, bir görmek ve bir bilmektir” diyen Hâce Abdullah-ı Herevî avamın ve havassın tevhidini anlattıktan sonra Hakk’a has olan tevhidden bahseder ve bunun yanında diğer iki tevhidin çok eksik kaldığını söyler ( Menâzil , s. 52; Ṭabaḳāt , s. 215). Gazzâlî tevhidin dört mertebesinden bahseder ve bunu ceviz örneğiyle açıklar. Cevizin biri yeşil, diğeri onun altında sert iki kabuğu; biri cevizin içi, diğeri bunun içindeki yağ olmak üzere iki özü vardır. Gazzâlî’ye göre inkâr halinde dille “Lâ ilâhe illallah” demek münafıkların tevhididir. Bunu söyleyen kimse şer‘an müslüman sayılır, ancak Allah katında müslüman değildir. Kelime-i tevhidi dille söylemek ve kalple tasdik etmek avamın tevhididir. Bu tevhid üzere ölenler âhiret azabından kurtulabilir. Bu anlamdaki tevhid günah ve bid‘atlarla zayıflar, birtakım tedbir ve çarelerle kuvvetlenebilir. Tevhidin üçüncü mertebesinde bulunan kişi eşyadaki çokluğu görür, fakat bu çokluğun “bir”den kaynaklandığını Hakk’ın nuruyla görür. Hakikat apaçık ortaya çıktığından bu mertebedeki tevhid ehli Allah’tan başka fâil bulunmadığını müşahede eder. Dördüncü mertebedeki tevhid ehli birden başkasını görmez, kül olanı çokluk değil bir olarak görür. Gazzâlî, tevhidde nihaî mertebenin sûfîlerin “tevhidde fenâ” dedikleri bu mertebe olduğunu, bu mertebedeki muvahhidin tevhidde fâni olmasından dolayı ne kendini ne tevhidini gördüğünü söyler ( İḥyâʾ , IV, 240). Gazzâlî’ye göre tevekkülün temeli tevhiddir. Tevekkül de ilim, hal ve amelden meydana gelir. Kelime-i tevhidin ve, “Mülk O’nundur, hamd O’nadır, O her şeye kādirdir” âyetinin (et-Tegābün 64/1) anlamı ve hükmü kulun kalbinin ayrılmaz niteliği haline gelirse iman ve tevhid gerçekleşmiş olur. Aslında tevhid mükâşefe ilmine dahil bulunduğu için onu gereğinden fazla açıklamak sakıncalıdır. Fakat mükâşefe ilmi kısmen hallerle olan ilişkisi sebebiyle aynı zamanda amellerle de ilgili bulunduğundan muamelenin gerektirdiği kadar ondan bahsedilebilir. Gazzâlî’ye göre tevhidin dördüncü mertebesi bir sırdır ve ona dalmak sakıncalıdır ( a.g.e. , IV, 240-253). Gazzâlî, Mişkâtü’l-envâr ’da (s. 55, 57, 60) mecaz çukurundan hakikat semasına yükselen âriflerin apaçık bir müşahede ile varlıkta Allah’tan başkasının bulunmadığını, ayrıca O’nun vechinden başka her şeyin helâk olacağını (el-Kasas 28/88) gördüklerini ve bu konuda ittifak ettiklerini söyler. Bazı ârifler bunu bir ilim ve irfan olarak, bazıları ise hal ve zevk olarak tecrübe etmiştir. Kendilerinden çokluk tamamıyla zâil olmuş, mutlak teklik içinde müstağrak olmuşlardır. Mânevî sarhoşluk (sekr) hali içinde bulunduklarından akılları başlarından gitmiş, ne Allah’tan başkasını ne kendilerini hatırlamaya mecalleri kalmıştır. Bu durumda “enelhak” gibi şathiye türü söz söyleyenler de vardır; ancak bu halden çıkıp Allah’ın yeryüzündeki terazisi olan aklın hükmüne döndüklerinde bunun bir ittihat değil benzeri bir hal olduğunu anlarlar. Gazzâlî bu hali âşığın sevgilisine, “Ben senim, sen bensin” demesine benzetir ve bu halin buna müstağrak olan kimseye izâfeten mecaz diliyle ittihat, hakikat diliyle tevhid diye isimlendirildiğini belirtir. Genel olarak tasavvufî tevhidle ilgili gelişmeleri anlatmak için üç türlü tevhidden bahsedilir. Kusûdî tevhid veya kusûdda fenâ sâlikin kendi kastını ve iradesini Allah’ın iradesinde ifnâ etmesidir. Bu mertebede sâlik iradesini bir yana bırakıp bütün ibadetlerinde ve ahlâkî davranışlarında Allah’ın iradesini ve rızasını esas alır. Bu tevhid ve fenâ, “Mâbudum, maksudum, matlubum sadece Allah’tır” şeklinde ifade edilir. Şühûdî tevhid veya şühûdî fenâda sâlik Allah’a olan muhabbeti ve aşkı sebebiyle O’ndan başkasını görmez, her şeyde O’nu ve O’nun tecellilerini temaşa eder. Muhammed b. Vâsi‘in, “Hiçbir şey görmedim ki onda Allah’ı görmemiş olayım”; Şiblî’nin, “Her şeyde Allah’ı gördüm” ifadeleri şühûdî tevhidi anlatır. Hücvîrî bunun sıhhatli bir yakīn hali olduğunu, baskın bir muhabbet ve coşkulu bir müşahedeyle gerçekleştiğini söyler ( Keşfü’l-maḥcûb , s. 428). Gazzâlî’ye göre bu mertebedeki sâlikin hali gözü sevgilisinden başka bir şey görmeyen, her yerde ve her şeyde sevgilisini gören âşığın haline benzer. Bunlar “lâ meşhûde illallah” (görünen ancak Allah’tır) derler ( İḥyâʾ , IV, 413-417). Bâyezîd-i Bistâmî’nin tevhidle ilgili sözleri bu çerçevede değerlendirilir. Bu hal sâlikin, dinî his ve heyecanların galebesi altında bulunduğu zaman meydana gelir, geçicidir. Ayn-ı vahdet veya vahdet-i şühûd denilen vahdet hali budur. Sûfîler, “Her şeyde Allah’ın birliğine delil olan bir âyet vardır” sözüyle bu tevhidi kastederler. Vücûdî tevhid veya vücûdî fenâ mertebesinde her şey Hakk’ın ve O’nun çeşitli seviyedeki tecellilerinden ibaret bilinir, görülür ve bu husus hal ve zevk olarak da yaşanır. Vahdet-i vücûdun tohumları ve belirtileri daha önce de bulunmakla beraber onu ilk defa sistemli bir hale getiren Muhyiddin İbnü’l-Arabî’dir. Şühûdî tevhid, “Her şey O’ndandır”, vücûdî tevhid, “Her şey O’dur” şeklinde de ifade edilir. Öte yandan Allah fiilleri, sıfatları ve zâtı itibariyle tek ve eşsiz olduğundan sûfîler tevhîd-i ef‘âl, tevhîd-i sıfât ve tevhîd-i zât mertebelerinden bahsederler. Tevhîd-i ef‘âl bütün fiilleri ve hareketleri Allah’ın fiillerinin tecellileri olarak görme anlamına gelir ve “lâ fâile illallah” ifadesiyle özetlenir. Tevhîd-i sıfât bütün kuvvet ve algılamaları, bunlara nisbet edilen sıfatları Allah’ın tecellileri şeklinde görmektir. “Lâ mevsûfe illallah” ifadesi bunu anlatır. Tevhîd-i zât varlıkta sadece Allah’ın ve O’nun çeşitli mertebelerdeki tecellilerinin bulunduğunu müşahede etmektir. BİBLİYOGRAFYA Hallâc-ı Mansûr, Kitâbü’ṭ-Ṭavâsîn (nşr. L. Massignon), Paris 1913. Serrâc, el-Lümaʿ , s. 49-55. Kelâbâzî, et-Taʿarruf , s. 63-67, 132-135, 136. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 261; II, 164-179. Sülemî, Ṭabaḳāt , s. 48, 178, 219, 303. Kuşeyrî, er-Risâle , s. 23-47, 49, 57, 581-588, 601-609. Hücvîrî, Keşfü’l-maḥcûb , s. 341, 354, 356-367, 428. Muhammed b. Ali es-Sehlegī, en-Nûr min kelimâti Ebi’ṭ-Ṭayfûr (nşr. Abdurrahman Bedevî, Şaṭaḥâtü’ṣ-ṣûfiyye içinde), Kahire 1949. Herevî, Menâzil , s. 52. a.mlf., Ṭabaḳāt , s. 206-217, 332, 721-722. Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Kahire 1358/1939, I, 110, 113; IV, 238-286, 413-417. a.mlf., el-Maḳṣadü’l-esnâ , Kahire 1322, s. 96. a.mlf., Mişkâtü’l-envâr (nşr. Ebü’l-Alâ Afîfî), Kahire 1383/1964, s. 55, 57, 60. Aynülkudât el-Hemedânî, Temhîdât (nşr. Afîf Useyrân), Tahran 1962, s. 428, 465. Ahmed-i Câmî, Miftâḥu’n-necât (nşr. Ali Fâzıl), Tahran 1347 hş., s. 75-83. Fahreddin er-Râzî, Levâmiʿu’l-beyyinât (nşr. Tâhâ Abdürraûf Sa‘d), Kahire 2000, s. 296-303. İbnü’l-Arabî, Fuṣûṣ (Afîfî) , s. 356, 373. a.mlf., el-Fütûḥâtü’l-Mekkiyye , Kahire 1293, II, 381-387, 763. Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd (nşr. M. Emîn Riyâhî), Tahran 1365 hş., s. 316-339. Mevlânâ, Mesnevî , I, 245, 300; II, 102, 216; III, 102; V, 240, 270, 332; VI, 68, 129. İbn Teymiyye, Mecmûʿatü’r-resâʾil , I-III, s. 178-191; IV-V, s. 3-112. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, III, 461. İbnü’l-Hatîb, Ravżatü’t-taʿrîf (nşr. Abdülkādir Ahmed Atâ), Kahire 1968, s. 577-612. İbn Haldûn, Şifâʾü’s-sâʾil , s. 170-179. a.mlf., Muḳaddime , Beyrut 1986, s. 423-427, 442-447. Abdülkerîm el-Cîlî, el-İnsânü’l-kâmil , İstanbul 1300, s. 18-38. Abdurrahman-ı Câmî, Nefeḥâtü’l-üns (nşr. Mahmûd Âbidî), Tahran 1370 hş., s. 13. a.mlf., Levâmiʿ (nşr. Îrec Efşâr), Tahran 1360 hş., s. 12-40. Şa‘rânî, el-Yevâḳīt ve’l-cevâhir , Kahire 1305, s. 36, 80. İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ , İstanbul 1250, s. 265-278. İzmirli, Yeni İlm-i Kelâm , II, 173-194. İsmail Fenni [Ertuğrul], Vahdet-i Vücûd ve Muhyiddin-i Arabî , İstanbul 1928, s. 4-61. Kāsım Ganî, Târîḫ-i Taṣavvuf der İslâm , Tahran 1340 hş., s. 111-150, 380-387. Ali Hasan Abde’l-Kader, The Life Personality and Writing of al-Cunayd , London 1962. Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , Kahire 1963, s. 157-201. R. A. Nicholson, Fi’t-Taṣavvufi’l-İslâmî ve târîḫih (trc. Ebü’l-Alâ Afîfî), Kahire 1969, s. 108-170. a.mlf., İslâm Sûfîleri (trc. Mehmet Dağ v.dğr.), İstanbul 1978, s. 126-144. M. Celâl Şeref, Dirâsât fi’t-taṣavvufi’l-İslâmî , Beyrut 1404/1984, s. 199-214, 235-262. M. Yâsir Şeref, Ḥareketü’t-taṣavvufi’l-İslâmî , Kahire 1986, s. 211-306. Seyyid Sâdık-ı Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1368, II, 77; III, 256-300. A. Schimmel, İslamın Mistik Boyutları (trc. Ergun Kocabıyık), İstanbul 2001, s. 150, 270, 492. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2012 yılında İstanbul’da basılan 41. cildinde, 21-22 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Hallâc-ı Mansûr, Kitâbü’ṭ-Ṭavâsîn (nşr. L. Massignon), Paris 1913.",
        "Serrâc, el-Lümaʿ , s. 49-55.",
        "Kelâbâzî, et-Taʿarruf , s. 63-67, 132-135, 136.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 261; II, 164-179.",
        "Sülemî, Ṭabaḳāt , s. 48, 178, 219, 303.",
        "Kuşeyrî, er-Risâle , s. 23-47, 49, 57, 581-588, 601-609.",
        "Hücvîrî, Keşfü’l-maḥcûb , s. 341, 354, 356-367, 428.",
        "Muhammed b. Ali es-Sehlegī, en-Nûr min kelimâti Ebi’ṭ-Ṭayfûr (nşr. Abdurrahman Bedevî, Şaṭaḥâtü’ṣ-ṣûfiyye içinde), Kahire 1949.",
        "Herevî, Menâzil , s. 52.",
        "a.mlf., Ṭabaḳāt , s. 206-217, 332, 721-722.",
        "Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Kahire 1358/1939, I, 110, 113; IV, 238-286, 413-417.",
        "a.mlf., el-Maḳṣadü’l-esnâ , Kahire 1322, s. 96.",
        "a.mlf., Mişkâtü’l-envâr (nşr. Ebü’l-Alâ Afîfî), Kahire 1383/1964, s. 55, 57, 60.",
        "Aynülkudât el-Hemedânî, Temhîdât (nşr. Afîf Useyrân), Tahran 1962, s. 428, 465.",
        "Ahmed-i Câmî, Miftâḥu’n-necât (nşr. Ali Fâzıl), Tahran 1347 hş., s. 75-83.",
        "Fahreddin er-Râzî, Levâmiʿu’l-beyyinât (nşr. Tâhâ Abdürraûf Sa‘d), Kahire 2000, s. 296-303.",
        "İbnü’l-Arabî, Fuṣûṣ (Afîfî) , s. 356, 373.",
        "a.mlf., el-Fütûḥâtü’l-Mekkiyye , Kahire 1293, II, 381-387, 763.",
        "Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd (nşr. M. Emîn Riyâhî), Tahran 1365 hş., s. 316-339.",
        "Mevlânâ, Mesnevî , I, 245, 300; II, 102, 216; III, 102; V, 240, 270, 332; VI, 68, 129.",
        "İbn Teymiyye, Mecmûʿatü’r-resâʾil , I-III, s. 178-191; IV-V, s. 3-112.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, III, 461.",
        "İbnü’l-Hatîb, Ravżatü’t-taʿrîf (nşr. Abdülkādir Ahmed Atâ), Kahire 1968, s. 577-612.",
        "İbn Haldûn, Şifâʾü’s-sâʾil , s. 170-179.",
        "a.mlf., Muḳaddime , Beyrut 1986, s. 423-427, 442-447.",
        "Abdülkerîm el-Cîlî, el-İnsânü’l-kâmil , İstanbul 1300, s. 18-38.",
        "Abdurrahman-ı Câmî, Nefeḥâtü’l-üns (nşr. Mahmûd Âbidî), Tahran 1370 hş., s. 13.",
        "a.mlf., Levâmiʿ (nşr. Îrec Efşâr), Tahran 1360 hş., s. 12-40.",
        "Şa‘rânî, el-Yevâḳīt ve’l-cevâhir , Kahire 1305, s. 36, 80.",
        "İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ , İstanbul 1250, s. 265-278.",
        "İzmirli, Yeni İlm-i Kelâm , II, 173-194.",
        "İsmail Fenni [Ertuğrul], Vahdet-i Vücûd ve Muhyiddin-i Arabî , İstanbul 1928, s. 4-61.",
        "Kāsım Ganî, Târîḫ-i Taṣavvuf der İslâm , Tahran 1340 hş., s. 111-150, 380-387.",
        "Ali Hasan Abde’l-Kader, The Life Personality and Writing of al-Cunayd , London 1962.",
        "Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , Kahire 1963, s. 157-201.",
        "R. A. Nicholson, Fi’t-Taṣavvufi’l-İslâmî ve târîḫih (trc. Ebü’l-Alâ Afîfî), Kahire 1969, s. 108-170.",
        "a.mlf., İslâm Sûfîleri (trc. Mehmet Dağ v.dğr.), İstanbul 1978, s. 126-144.",
        "M. Celâl Şeref, Dirâsât fi’t-taṣavvufi’l-İslâmî , Beyrut 1404/1984, s. 199-214, 235-262.",
        "M. Yâsir Şeref, Ḥareketü’t-taṣavvufi’l-İslâmî , Kahire 1986, s. 211-306.",
        "Seyyid Sâdık-ı Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1368, II, 77; III, 256-300.",
        "A. Schimmel, İslamın Mistik Boyutları (trc. Ergun Kocabıyık), İstanbul 2001, s. 150, 270, 492."
      ]
    },
    {
      "author": "EKREM SARIKÇIOĞLU",
      "content": "Diğer Dinlerde. Tevhid kavramının Batı dillerindeki karşılığı monoteizm dir (Gr. mono=tek; theos=tanrı). Dünyanın çeşitli kültürlerinde tezahürlerine rastlanan monoteizm ( tek tanrıcılık ), Tanrı’nın birliğini/tekliğini, mükemmelliğini, evreni yoktan var eden ve onu kuşatan mutlak güç ve şahsiyet oluşunu esas alan bir inanç ve düşünce sistemidir. Bu yönüyle monoteizm, ilâhî varlıkların çokluğunu kabul eden sistemlerden (henoteizm ve politeizm) ayrılmaktadır. Tevhidin, felsefedeki karşılığı teizm dir. Tanrı-evren ilişkisi bağlamında teizm deizmden de farklıdır. Teizmde Tanrı âlemi “yoktan yaratıcı” şeklinde açıklanır. Yahudi, hıristiyan ve İslâm dinlerinde kabul edildiği şekliyle Tanrı yarattığı âlemden ayrı, zaman ve mekândan münezzeh, eşi ve benzeri olmayan, üstün, mutlak bir güç ve daima etkin bir varlıktır. Deizme göre ise Tanrı âlemi kendi (tabii) kanunlarıyla birlikte yaratmış, sonra da onu kendi işleyişine bırakmıştır. Buna göre âlemdeki hareket ve ahlâk kanunları ilâhî gücün tabii sonucu olarak görülmekte, mevcut âlem tabiat kanunlarıyla açıklanmaktadır. Teizmle bağlantılı bir diğer kavram olan panteizmin Tanrı-âlem ilişkisinde evrenin doğuşu “zuhur” diye ifade edilmektedir. Buna göre görünen maddî âlem Tanrı’nın tezahüründen ve tecellisinden başka bir şey değildir. Çok tanrıyı tâzim veya çok tanrının varlığı kabul edilmekle birlikte bunların arasından birinin yüceltilmesi (henoteizm) karşısında tevhid inancı (monoteizm) tek tanrının mutlak otorite ve gücünü evrenselleştirmekte, daha aşağı konumdaki ilâhların varlığına veya daha zayıf ilâhî varlıklarla güç paylaşımına izin vermemektedir. Buna göre tek tanrının otorite ve gücü bütün evrene, bütün insanlığa ve iyi kötü bütün varlıklara şâmil olmaktadır. Tevhid inancı her türlü çok tanrıcılığı dışlamakta, ibadeti tek tanrıya özgü kılmaktadır. Bu düşünceye göre tanrının değişik sıfatları olabilmekte, fakat bu sıfatlar teist düalizme veya politeizme yol açabilecek düşünce kapılarını kapatmaktadır. Tevhid inancının tanrısı daima bütün gerçeğin, hayır ve şerrin kaynağıdır. Tevhidci düşünce şerrin, cin ve şeytan gibi kötü varlıkların da tanrı tarafından yaratıldığını ve O’nun otoritesi altında olduğunu öngörür. Bu şer varlıklar veya güçler tanrının gücüne ve otoritesine karşı duran varlıklar olmayıp varlığın değişik görüntüleridir, çokluktan teke yükselen idrakin kademeleridir. Ezelî ve ebedî olan ise sadece tek tanrıdır. O âlemi yoktan yaratmış veya âlem O’nun varlığından sudûr etmiştir. O her yerde ve her zaman mevcuttur. İyilikler O’nun planının bir parçasıdır. O’nun icraatı evrenin tarihinde kıyamet ve haşre doğru ilerlemektedir. Bu mânada tek tanrıcılık genellikle yahudi, hıristiyan ve İslâm dinleri ve buna bağlı felsefelerle ilişkilendirilse de tek tanrıcı anlayışa götüren eğilimlerin insanlık tarihi boyunca varlığı kabul edilmiştir. XIX. yüzyılda hâkim olan evrimci-pozitivist anlayışa karşılık ilkel avcı kabilelerinde rastlanan ulu Tanrı fikri Avusturyalı antropolog Wilhelm Schmidt’in (ö. 1954) “ilk(el) monoteizm” (urmonotheismus) tezine ulaşmasına yol açmış; bu tez genel kabul görmese de daha sonra Afrika, Avustralya ve Amerika’nın yerli kabileleri üzerine yapılan araştırmalarda gökle ilişkilendirilen yüce bir Tanrı inancının varlığı tesbit edilmiştir. Bu tanrı eski Türkler’in göktanrısıyla da benzeşmektedir. Evreni yukarıdan yöneten, mutlak kudret sahibi, mutlak iyi ve saygıya lâyık varlık şeklinde görülen bu yüce Tanrı’nın yanı sıra kabilenin hayatında doğrudan rol oynayan küçük ilâhların ve ruhların varlığına inanılmıştır. Öte yandan ilkel ziraî toplumların dinlerindeki tabiat merkezli, tek tanrıcı “yer / tabiat ana” (gaia) kültünün varlığına, tarih öncesi Anadolu ve Mezopotamya kültürlerine ait arkeolojik bulgularda da (Burdur-Hacılar, Konya-Çatalhöyük, Filistin-Erîhâ vb.) rastlanmıştır. Tarihî dönemlere gelindiğinde tanrı sayısının çoğaldığı görülür. Bu çoğalma tanrılar meclisinin (panteon) ortaya çıkması ve aralarından birinin baştanrılığa yükselmesi veya baştanrının eş ve aile meclisini kurması şeklinde gerçekleşmiştir. Mısır’da Amon-Re, Hindistan’da önceleri Varuna, sonraları kozmik nizamın koruyucusu Vişnu ve Şiva, Mezopotamya’da Anu ve Asur, eski Yunan ve Roma’da kanun ve ahlâkın vazedicisi Zeus ve Jüpiter öne çıkmakla birlikte bu kültürlerde hiçbir zaman mutlak tek tanrıcılığa ulaşılamamış, ulaşılsa bile kalıcı olmamıştır. Çok tanrılı yapısına rağmen eski Mısır dininde tek tanrı inancının özel bir şekline milâttan önce XIV. yüzyılda rastlanır. Bazı araştırmacılar tarafından Yûsuf kıssasının kahramanı olan Hz. Yûsuf’la çağdaş kabul edilen Firavun IV. Amenofis (Amenhotep) dönemin yaygın çok tanrıcılığına karşı tek tanrılı Aton dinini ortaya koymuştur. Güneş tanrısı Aton’u mevcut tek tanrı, sadece Mısır’ın değil bütün evrenin hükümdarı ve varlıkların cevheri kabul etmiş, kendisini “Ikhnaton” (Aton’un oğlu/sevdiği) diye isimlendirmiş ve diğer ilâhların heykellerini mâbedlerden kaldırtmıştır. Ancak ölümünden sonra politeizmin eski kültleri ihya edilerek yeniden çok tanrıcılığa dönülmüştür. Eski Yunan dininin çok tanrıcılığına karşılık eski Yunan filozofları kendi geliştirdikleri âlemin birliği fikrine paralel bir tek tanrı inancını dile getirmişlerdir. Bu bağlamda çok tanrılı eski Yunan inancını eleştiren Ksenofanes’in antropomorfik özelliklere sahip olmayan, kusursuz, yetkin ve ölümsüz tanrı fikri, Heraklit’in kâinatın kaynağı olan logos fikri, Pisagor’un her şeyin kaynağı kabul ettiği ve basit cevher diye gördüğü tanrı (monad) anlayışı, Eflâtun’un sırf iyiliğin kaynağı ve hakikatin ölçüsü olan tanrı fikri, Aristo’nun iyilikle özdeşleştirdiği, her şeyin prensibi olan ilk hareket ettirici tanrı fikri tek tanrı inancının izlerini taşıyan görüşler biçiminde anlaşılmıştır. Hindular’da yaygın halk inancında çok sayıda ilâh tapınması mevcut olsa da üst tabakalar arasında birliği esas alan monist inanışlar gelişmiştir. Bu bağlamda tek tanrı hâkim güç ulu varlık olarak görülmüş veya çeşitli tanrılar (İndra, Mitra, Varuna, Agni vb.) bu tek tanrının tezahürleri (avatar), bazan da değişik isimleri/sıfatları diye yorumlanmıştır. Bazı Hindu inanç ekollerince (Samkhya, Yoga, Vedanta vb.) en yüce tanrı kabul edilen İşvara ikincisi olmayan tektir, ezelî ve ebedîdir. Onun kâinatı şekillendirme hizmetindeki ustası (Demiurg) Brahma’dır. Vişnu taraftarlarına göre en yüce tanrı Vişnu’dur. Krişna, Vişnu’nun avatarı, onun kâinatı koruyan tezahürüdür. Şiva taraftarlarına göre de en yüce tanrı Şiva’dır. Karısı Parvati (tabiat) onun tezahürüdür; ulûhiyyetin ve yenilenmenin (reenkarnasyon) yüzüdür. Ancak bu inanışlar felsefî alanla sınırlıdır; sıradan halkın günlük hayatında fazla rol oynamaz. Hindular yüce bir tanrının varlığını tanımakla birlikte tek tanrı dışında çok sayıda ilâhın varlığını da reddetmezler; onları yüce tanrının değişik sûretlerdeki avatarları kabul ederler. Ayrıca Hindular arasında tanrı-evren ilişkisi bağlamında değişik anlayışlar mevcuttur. 1. Teistler Tanrı’yı kâinattan ayrı, ruhları ve maddeyi onunla birlikte ve onun emrinde sayar. 2. Panteistler, Tanrı’yı kâinatın içindeki hareket ettirici hâkim güç ve varlığın bir kısmı kabul ederler. 3. Adi Şankara’nın (ö. 820) oluşturduğu Advaita Vedanta inancına göre ise Tanrı obje ve süje ikiliğinin üzerindeki birlik, mekân, zaman ve nedensellik sınırlamalarının üstündeki yüce varlık Brahma’dır. Budizm, kurucusu kabul edilen Buda’nın (Siddhartha Gotama) tanrı konusundaki suskunluğundan dolayı tanrı tanımaz (ateist) bir din kabul edilse de bilhassa Mahayana Budizmi’nde Hinduizm’de olduğu gibi monist veya henoteist düşünce hâkimdir. Mahayana Budizmi’nde “buda” ve “bodhisattva” diye adlandırılan aydınlanmış kişilerin tek tanrılı dinlerdeki tanrılara benzediği veya bu dinlerin etkisinin bulunduğu düşüncesi mevcuttur. Genelde Mahayana Budizmi budaların çokluğuna inanır, fakat bazı ekollerde bunlardan birinin öne çıkarak ibadet edilen ulu varlık haline geldiği görülür. Zirveye çıkarılan “adibuda” (ilk buda) evreni yaratan, fakat onunla doğrudan teması olmayan tabiat üstü bir varlıktır. Diğer ilâhlarsa dünya işleriyle ilgilenir. Yine “amitabha”nın (sonsuz ışık budası) âhir zamanda inananlara hidayet edeceğine inanılır. Mahayana Budizmi’nin bir kolu olan Vajrayana Budizmi’nde (Tantrik Budizm) bir tanrı-âlem birliği gelişmiş olup bütün kâinat Mahavairokana’nın (büyük güneş budası) bedeni, bütün budalar ve bodhisattvalar da bu ulu budada birleşmiş sayılır. Ancak bu üstün varlığın yanı sıra pek çok ilâhî varlığın mevcudiyeti kabul edilir. Bu açıdan Budizm’de mutlak mânada tek tanrı inancından söz etmek güçtür. Eski İran-Hint politeist kültürü içinde doğan Zerdüştîlik tek tanrı olarak Ahura Mazda’yı (her şeyi bilen rab) yüceltmiş bir dindir. Dinin kurucusu kabul edilen Zerdüşt’e göre evreni yaratan tek tanrı Ahura Mazda hikmet sahibi ve tarihin hâkimi olan bir tanrıdır; sadece iyi şeyleri yaratır ve kullarına barış ve esenlik lutfeder. Zerdüşt’ün öğretisinde ayrıca ölümsüz iki ruh arasında zamanın başlangıcından beri var olan iyi ve kötünün mücadelesi inanc mevcuttur. İyi ruh Spenta Mainyu (Hürmüz), kötü ruh Angre Mainyu’dur (Ehrimen). Bu iki ruhun ezelî kaynağı Ahura Mazda’dır. Ahura Mazda’nın kötüyü kontrol etme gücü vurgulanmasa da Zerdüştîlik, Ahura Mazda’nın mutlak ve gerçek hükümranlığını kabul eder. İyi ve kötü arasındaki mücadele metafizik olarak anlaşılmış, hükümran olan tanrının isteğini veya kötü ruhun şerre teşvikini seçmenin insanın tercihine bırakıldığı kabul edilmiştir. Bununla birlikte Zerdüştîliğin daha sonraları diğer bazı ilâhî varlıkları da bünyesinde barındırdığı ve tek tanrı inancından ayrıldığı görülür. Fakat bu dinin temel kutsal metni olan Gatalar’da tek tanrı inancı ve ahlâkî düalizmin tevhidci tahakkuku vurgulanmıştır. Yüce tanrı fikrine tarih boyunca farklı dinî geleneklerde rastlanmakla birlikte tam anlamıyla tevhid inancı en erken Yahudi geleneğinde resmî ve kalıcı bir tapınma biçimi olarak uygulanmıştır. Kitâb-ı Mukaddes’te ve Kur’an’da işaret edildiği üzere İsrâiloğulları’nın tek tanrı inancına zaman zaman çevre milletlerin çok tanrılı dinlerinin olumsuz etkisi görülse de nihaî mânada İsrâiloğulları dini tek tanrıcılığı yüceltmiş bir din hüviyetine sahip olmuştur. Yahudiliğin tevhidci tasavvuruna göre evrende sadece tek tanrı vardır ve O âlemin ötesinde bir varlıktır. Ahd-i Atîk’teki özel ismi Yahve’dir. O evreni yaratan ve evrendeki bütün olaylara hükmeden, her şeyi bilen, âdil, merhametli ve mutlak güç sahibidir. Tanrı’nın sûretinin yapılması veya O’na sûret isnadı putlara tapma tehlikesine yol açacağından yasaklanmıştır. İbadet yalnız O’na yapılır. Tanrı istek ve emirlerini peygamberleri vasıtasıyla çeşitli vahiy yollarıyla insanlara iletmiş, ayrıca İsrâiloğulları ile özel ahid ilişkisine girmiştir. İnsana bahşettiği hür iradenin hesabını da dünya hayatının sonunda gerçekleştireceği haşir ve kuracağı ebedî mahkemede soracaktır. Yahudilik’te Tanrı dışında melek veya şeytan tarzındaki metafizik varlıkların medeniyeti kabul edilse de bunlar Tanrı’nın yarattığı, O’nun emrindeki güçler olarak görülür. Yahudilik içinde doğan Hıristiyanlığın ya da Îsâ Mesîh hareketinin tanrı tasavvuru da şüphesiz tevhidciydi. Ancak Îsâ Mesîh sonrası teolojik gelişmelerde yahudi kökenli ilk hıristiyanlar ile (Ebionitler) sonraki Aryusçular’da tevhidci anlayış korunurken Pavlus’un liderliğini yaptığı pagan kökenli hıristiyanlarda Îsâ’nın ve kutsal ruhun Tanrı ile aynı cevherden oldukları ve ilâhlığın unsurlarını oluşturdukları şeklindeki teslîsçi tanrı inancı monistik bir gelişmeyi ortaya koymuştur. Tanrı, Îsâ Mesîh’te şahıslaştırılmış, Tanrı’nın tarihe etkisi, nebevî vahyi, ahlâkî temelleri içerik değiştirmiş; Îsâ yaratıcı, hidayet ve lutuf dağıtıcı ilâh haline getirilmiştir. Bu görüşler, Hıristiyanlığın ilk ekümenik konsili olan İznik Konsili ve onu takip eden diğer üç konsil kararlarıyla IV-V. yüzyıllarda resmiyet kazanmıştır. Hıristiyan kilise babaları ve teologlar tarafından ortaya konan ilâhlıktaki tek cevher ve üç şahıs birliği şeklindeki geleneksel teslîsçi açıklamalar, günümüzün bazı modern teolojilerinde yahudi ve müslümanlar tarafından yöneltilen tenkitleri bertaraf etme çabası doğrultusunda oğul Îsâ’nın ve kutsal ruhun Tanrı’nın sıfatları olduğu yorumlarına dönüşmüştür. İslâm’ın tek tanrı inancıyla Hint geleneğindeki maya, nirvana, tenâsüh kavramlarını birleştiren bir sentez dini mahiyetindeki Sih dininde de Nam diye isimlendirilen tek bir tanrıya inanılır. Fakat bu tanrının ölümlü insan tarafından yeterince kavranılamayacağı kabul edilir. BİBLİYOGRAFYA H. von Glasenapp, Die Nichtchristlichen Religionen , Frankfurt 1957, s. 41, 58, 158. F. Heiler, Die Religionen der Menschheit , Stuttgart 1959, s. 99, 169 vd., 237, 398. W. Krickeberg, Die Religionen des Alten Amerika , Stuttgart 1961. H. J. Schoeps, Das Judenchristentum , Bern 1964. A. Adam, Lehrbuch der Dogmengeschichte , Gütersloch 1965, s. 165-321. İskender Oymak, Zerdüştlük , Elazığ 2003, s. 99 vd. H. J. Schoeps, Yahudi Hıristiyanlığı (trc. Ekrem Sarıkçıoğlu), İstanbul 2010, s. 23, 73-79. M. Eliade, Dinler Tarihi (trc. Mustafa Ünal), Konya 2005, s. 63-147. Ekrem Sarıkçıoğlu, Başlangıçtan Günümüze Dinler Tarihi , Isparta 2008, s. 21-25, 27, 36, 41, 71, 78, 122, 134, 190, 255 vd. 302, 314, 317, 318. a.mlf., Diğer İnciller (Apokrif İnciller) , Isparta 2009. T. M. Ludwig, “Monotheism”, Encyclopedia of Religion (ed. L. Jones), Detroit 2005, IX, 6155-6163. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2012 yılında İstanbul’da basılan 41. cildinde, 22-24 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "H. von Glasenapp, Die Nichtchristlichen Religionen , Frankfurt 1957, s. 41, 58, 158.",
        "F. Heiler, Die Religionen der Menschheit , Stuttgart 1959, s. 99, 169 vd., 237, 398.",
        "W. Krickeberg, Die Religionen des Alten Amerika , Stuttgart 1961.",
        "H. J. Schoeps, Das Judenchristentum , Bern 1964.",
        "A. Adam, Lehrbuch der Dogmengeschichte , Gütersloch 1965, s. 165-321.",
        "İskender Oymak, Zerdüştlük , Elazığ 2003, s. 99 vd.",
        "H. J. Schoeps, Yahudi Hıristiyanlığı (trc. Ekrem Sarıkçıoğlu), İstanbul 2010, s. 23, 73-79.",
        "M. Eliade, Dinler Tarihi (trc. Mustafa Ünal), Konya 2005, s. 63-147.",
        "Ekrem Sarıkçıoğlu, Başlangıçtan Günümüze Dinler Tarihi , Isparta 2008, s. 21-25, 27, 36, 41, 71, 78, 122, 134, 190, 255 vd. 302, 314, 317, 318.",
        "a.mlf., Diğer İnciller (Apokrif İnciller) , Isparta 2009.",
        "T. M. Ludwig, “Monotheism”, Encyclopedia of Religion (ed. L. Jones), Detroit 2005, IX, 6155-6163."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}