{
  "id": "eweb_390",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/tovbe#3-tasavvuf",
  "annotator": "Jeremy",
  "title": "TÖVBE",
  "arabic_title": "التوبة",
  "summary": "Günahtan dönüp Allah’a yönelme anlamında terim.",
  "parts": [
    {
      "author": "BEKİR TOPALOĞLU",
      "content": "Arapça’da tevbe ( tevb, metâb ) “geri dönmek, rücû etmek, dönüş yapmak” anlamındadır ve “dinde yerilmiş şeyleri terkedip övgüye lâyık olanlara yönelme” biçiminde tanımlanır. Tövbe kavramı Allah’a nisbet edildiğinde “kulun tövbesini kabul edip lutuf ve ihsanıyla ona yönelmesi” mânasına gelir (Zeccâc, s. 61-62; Kuşeyrî, et-Taḥbîr , s. 84). Kişilerin birbirine karşı yaptıkları hatalı davranışlardan dönmesi için afv ( af ) ve i‘tizâr (özür dileme) kelimeleri kullanılır (krş. et-Tevbe 9/94; en-Nûr 24/22). Kur’ân-ı Kerîm’de tövbe kavramı altmış dokuz âyette seksen yedi defa geçmekte, otuz dört âyette elli bir defa Allah’a, diğerlerinde insanlara nisbet edilmektedir ( M. F. Abdülbâkī, el-Muʿcem , “tvb” md.). Naslarda tövbenin ve anlam yakınlığı içinde bulunduğu “rücû, inâbe, evbe, gufrân” ve af kavramlarının kullanılışı göz önünde bulundurulduğunda tövbenin bezm-i elestte Allah ile kul arasında yapılan ahdin tazelenmesini veya her insanın fıtrat çizgisine dönmesini ve onu korumasını ifade ettiği anlaşılır. Çünkü kul selim fıtratında mevcut ahid şuurundan zaman zaman uzaklaşmakta veya bunu tamamen unutmaktadır. Ahid ilişkisi Kur’ân-ı Kerîm’e göre güven, sevgi ve dostluk esasına dayanmaktadır (el-Bakara 2/30, 257; el-Mâide 5/54; el-Enfâl 8/34). Kişinin işlediği kötülükler Allah Teâlâ ile iman arasındaki bu bağı zedelemekte, her zaman vaadini ve ahdini yerine getiren yüce yaratıcıdan onu uzaklaştırmaktadır. Tövbe de bu uzaklaşmaya son verme çabasıdır. Dolayısıyla tövbe ruhun Allah’a açılışını ve yücelişini hedefleyen duaya benzemektedir. Esasen Kur’an’da ve hadislerde yer alan tövbe ve istiğfar ifadelerinin çoğu dua ve niyaz üslûbundadır. Kur’ân-ı Kerîm’de Hz. Âdem’in, İbrâhim’in, Mûsâ’nın ve Hz. Muhammed’in tövbelerinden söz edilmekte (el-Bakara 2/37, 128; el-A‘râf 7/143; et-Tevbe 9/117; Hûd 11/112), birçok âyette peygamberlerin mağfiret talebinde bulunduğu haber verilmekte ve bizzat Resûlullah’a Allah’tan mağfiret dilemesi emredilmektedir (en-Nisâ 4/106; Muhammed 47/19; en-Nasr 110/3; bk. M. F. Abdülbâkī, el-Muʿcem , “ġfr” md.). Peygamberlerin günah işlemekten korunduğu bilinmektedir. Bununla onların tövbe ve istiğfarda bulunması hususu nasıl bağdaştırılabilir? Resûl-i Ekrem bir hadisinde şöyle demektedir: “Bazan kalbimi bir perde bürür de günde 100 defa tövbe ettiğim olur” (Müslim, “Ẕikir”, 41-42; Ebû Dâvûd, “Vitir”, 26). Mecdüddin İbnü’l-Esîr bu hadisin izahında Resûl-i Ekrem’in Allah ile daima irtibat halinde bulunduğunu, ümmetinin dünya işleriyle ilgilenmekten ibaret olabilecek meşgalesinin bu irtibatı kesintiye uğratabileceğini söyler ( en-Nihâye , s. 675). Bu yorum, sûfî Ebû Saîd el-Harrâz’ın, “İtaatkâr kulların sevap doğuran bazı amelleri Allah’ın has kulları için günah sayılabilir” sözünü (Aclûnî, I, 406) hatırlatmakta ve Hz. Peygamber’in çokça tövbe edişinin sebebine ışık tutmaktadır. Kur’ân-ı Kerîm’de tövbe kavramıyla anlam yakınlığı içinde bulunan kelimelerden biri rücû olup şirk ve küfürden dönüşü ifade eder (meselâ bk. el-Bakara 2/18; el-A‘râf 7/168, 174; es-Secde 32/21). “Tekrar tekrar gelmek” mânasındaki “nevb” (nevbet) kökünden türeyen inâbeyi Râgıb el-İsfahânî “pişmanlık duyup Allah’a dönme ve samimiyet duyguları içinde iyi davranışlarda bulunma” şeklinde açıklar. Kur’an’da on sekiz yerde geçen inâbe Hz. İbrâhim’e, Süleyman, Dâvûd, Şuayb ve Hz. Muhammed’e nisbet edilmiştir. “Evb” de (evbe, iyâb, meâb) tövbe anlamında kullanılmış, Hz. Dâvûd, Süleyman ve Eyyûb’a izâfe edilmiştir ( M. F. Abdülbâkī, el-Muʿcem , “nvb”, “evb” md.leri). Bu kavramların hepsi hadis rivayetlerinde de yer almaktadır ( Wensinck, el-Muʿcem , “tvb”, “rcʿ”, “nvb”, “evb” md.leri). Tövbe kavramı Wensinck’in el-Muʿcem ’inde beş sütunluk bir yer kaplamış, naslarda tövbe yerine kullanılan veya onunla birlikte zikredilen “istiğfar” kelimesi de yedi sütunluk bir hacme ulaşmıştır. Bu zengin içerikli rivayetlerde insanın yaratıcısına karşı işleyebileceği en büyük günah olan şirk ve inkârdan başlayarak en küçük hataya kadar bezm-i elestte yapılan ahidden, dolayısıyla Allah’tan uzaklaştıracak bütün davranışların terkedilmesi çeşitli ifadelerle tavsiye edilmektedir. Kur’ân-ı Kerîm’de âlemlere rahmet olarak gönderildiği belirtilen Resûlullah kendisini tövbe ve merhamet peygamberi diye nitelendirmiş ( Müsned , IV, 395, 404; Müslim, “Feżâʾil”, 126), birçok hadiste ilâhî af ve mağfiretin enginliğini değişik beyanlarla dile getirmiştir. Sahâbîlerin, onun huzurunda iken duydukları dinî hassasiyeti yanından ayrıldıktan sonra kaybetmelerinden yakınmaları üzerine Hz. Peygamber şöyle buyurmuştur: “Benim yanımdan ayrıldıktan sonra eski halinizi koruyabilseydiniz melekler ziyaretinize gelirdi. Siz günah işlemeyen kimseler olsanız Allah bu fiili işleyen başka bir topluluk yaratır ve onların günahlarını bağışlardı” ( Müsned , I, 289; II, 304-305; Müslim, “Tevbe”, 9-11). Resûl-i Ekrem’in bu sözleri bir taraftan Cenâb-ı Hakk’ın gafûr, gaffâr, tevvâb gibi sıfatlarına işaret ederken diğer taraftan insanların günah işleyebileceğini, fakat pişman olup tövbe ettikleri takdirde bağışlanacaklarını vurgulamaktadır. Resûlullah’ın, “Şunu iyi bilin ki Allah kuluna annenin evlâdına karşı beslediği şefkatten daha çok merhametlidir” şeklindeki sözü de (Buhârî, “Edeb”, 18; Müslim, “Tevbe”, 22) aynı mahiyettedir. İlâhî rahmetin genişliğini ifade eden birçok rivayet, tövbenin Allah ile mümin arasındaki dostluğun devamını sağlayan bir vasıta olduğunu gösterir. Ebû Hüreyre ve Abdullah b. Mes‘ûd’dan nakledilen bu nitelikteki hadislerden biri şöyledir: “Azîz ve celîl olan Allah buyurur ki: ‘Ben merhamet ve şefkat açısından kulum beni nasıl düşünüp algılıyorsa öyleyim. O beni nerede hatırlayıp anarsa ben oradayım. Bana bir karış yaklaşana ben bir arşın yaklaşırım, bir arşın yaklaşana bir kulaç yaklaşırım. Kul bana yürüyerek gelirse ben ona koşarak giderim.’” Hadisin diğer bir rivayetinde Hz. Peygamber şöyle demiştir: “Allah Teâlâ’nın mümin kulunun tövbesinden duyduğu sevinç tasvir edeceğim şu kişinin sevincinden çok daha fazladır: Adam tek başına tehlikeli bir yolda yiyeceğini ve içeceğini taşıyan bineğiyle yolculuk yapmaktadır. Bir yerde durup dinlenirken kısa bir süre uyur. Uyanınca bineğinin ortadan kaybolduğunu görür. Uzun zaman ararsa da bulamaz. Bu sırada aşırı derecede bunalmış ve susamıştır. Nihayet, ‘Dinlendiğim yere gideyim de orada öleyim’ der. Bu yerde kısa bir ara uykuya dalıp uyanınca bineğini karşısında görür. O kadar sevinir ki, ‘Allahım! Sen benim rabbim, ben de senin kulunum’ diyecek yerde, ‘Sen benim kulum, ben de senin rabbinim!’ der” ( Müsned , I, 383; II, 534-535; Buhârî, “Daʿavât”, 4; Müslim, “Tevbe”, 1-8). Tövbenin Mahiyeti. Bütün ilâhî dinlere göre insan hem iyilik hem kötülük yapma temayülüne sahip bir varlıktır. Hz. Âdem hata etmiş, fakat tövbe ile rahîm olan Allah’ın affına mazhar olmuştur. Günah işleyen kimse tövbe ettiği takdirde âdemiyet nesebini, aksi halde şeytaniyet vasfını tescil ettirmiş olur (Gazzâlî, IV, 234-235). Gazzâlî insan için hatadan korunmuşluğu imkânsız kabul ederken hatadan dönmemeyi insanlıkla bağdaştıramaz ( a.g.e. , IV, 242-243). Onun bu düşüncesinin, “Her insan günah işleyebilir, günah işleyenlerin en hayırlısı tövbe edendir” meâlindeki hadisten ( Müsned , III, 198; İbn Mâce, “Zühd”, 30) kaynaklandığı anlaşılmaktadır. Aslında tövbe imanın bir tezahürüdür; bezm-i elestte Allah’a verilen sözün hatırlanması ve yapılan ahdin tazelenmesidir; Kur’an’da işaret edildiği gibi (eş-Şems 91/9-10) nefsini kirlerden arındırma çabasıdır. İnancın kaynağı olan kalp hadislerde bir aynaya benzetilir. Ebû Hüreyre’den gelen bir rivayette Hz. Peygamber bu konuda şöyle buyurmuştur: “Mümin kul günah işlediğinde kalbinde siyah bir nokta belirir. Eğer pişman olarak bağışlanmasını dilerse nokta silinip kalbi cilâlanır. Günah işlemeye devam ederse siyahlık kalbini sarar. Cenâb-ı Hakk’ın, ‘Onların işlemekte oldukları kötülükler kalplerini kirletmiştir’ şeklindeki beyanında (el-Mutaffifîn 83/14) yer alan kir ve pas bundan ibarettir” ( Müsned , II, 297; Tirmizî, “Tefsîr”, 83/1). Diğer bir hadiste bu tür bir kalp, içine konulan şeyi tutmayan devrik testiye benzetilmiştir (Müslim, “Îmân”, 231). Mümin, işlediği küçük bir günahı bile tepesinde dikilip üzerine düşeceğinden korktuğu bir dağ gibi görür. Buna karşılık günahı kanıksamış kimse onu burnunun üzerinden geçen sinek gibi kabul eder (Buhârî, “Daʿavât”, 4). Aslında küçük günahlar büyük günahlar için birer basamaktır. Resûlullah Hz. Âişe’ye hitaben şöyle demiştir: “Küçümsenen yanlış davranışlardan uzak durmaya bak, zira Allah bu tür davranışların da hesabını soracaktır” ( Müsned , V, 331; İbn Mâce, “Zühd”, 29). Küçük günahlar âmir konumda bulunan veya başkalarına örnek olacak bir mevkide yer alan kimselerce işlendiği takdirde büyük günah durumuna geçer. Öte yandan bir hadiste de vurgulandığı üzere (Buhârî, “Edeb”, 60; Müslim, “Zühd”, 52) günahın açıkça işlenmesi bağışlanmasının önünde ayrı bir engel teşkil eder. İslâm âlimleri günah işleyip tövbe eden kimse ile hiç günah işlememiş kimseler üzerinde durmuş, bunlardan hangisinin daha makbul sayıldığını irdelemeye çalışmıştır. Aslında peygamberler hariç günah işlemeyen hiçbir insan yoktur. Bununla birlikte farzları yerine getirmemek, yasaklardan kaçınmamak gibi belirgin maddî günahlardan uzak duran kişiler cennete gireceklerini sanıyor ve diğer insanları küçümsüyorsa Allah’a muhtaç olmadıkları zannına kapılabilirler. Buna karşılık günah işleyen, fakat pişmanlık duyarak tövbe eden, Cenâb-ı Hakk’ın lutuf ve bağışlamasına daima ihtiyaç duyan insanlar O’na diğerlerinden daha yakındır. Hz. Ömer’in, “Günahlarından tövbe edenlerle beraber bulunun, çünkü onlar hassas yürekli olur” dediği nakledilmiştir (İbn Ebü’d-Dünyâ, s. 117). İşlenen günahın kul hakkını ilgilendiren yönü bir tarafa, tövbe kul ile Allah arasında cereyan eden mânevî bir haldir. Kul zihnî ve kalbî fonksiyonlarına, pişmanlığına ve tövbeden sonraki durumuna göre günah işlemeyen kimsenin mânevî açıdan çok gerisinde, yanında veya ilerisinde bulunabilir (İbn Kayyim el-Cevziyye, s. 15, 121-134). Günahlar ayrıca Allah’a ve insanlara karşı doğurdukları sonuçlar bakımından çeşitli tasniflere tâbi tutulabilir. Gazzâlî insan psikolojisini tahrip etmeleri bakımından günahları üçe ayırır. İlki rubûbiyyet sıfatlarına cürettir. Bunun kibir, övünme, övülmeye düşkün olma, şeref ve zenginlik peşinde koşma gibi yansımaları görülür. İkincisi haset, zulüm, hile, nifak vb. şeytanî davranışlardır. Üçüncüsünü ise yeme içme, gazap, kin, dövüp sövme ve gasp türünden hayvanî davranışlar teşkil eder. Bu fiillerin müminin dinî hayatına olan tahribatı sıralanışlarına göre çoktan aza doğru seyreder ( İḥyâʾ , IV, 251-252). Şartları ve Hükümleri. Kur’ân-ı Kerîm’de tövbe etme hakkının tövbeyle, ilâhî affa mazhar olabilme imkânının bilerek ve inatla değil de cehalet yüzünden kötülük yapan kimseye verildiğine işaret edilir (en-Nisâ 4/17; el-En‘âm 6/54; en-Nahl 16/119). Buradaki cehalet “bilgisizlik” anlamına geldiği gibi “beşerî hislerin baskısı altında bulunan kalbin duyarsızlığı” mânasına da alınabilir. Allah’ı rab, Muhammed’i peygamber ve İslâm’ı din olarak kabul eden kimsenin bu gafleti uzun sürmez, pişmanlık duyarak tövbe eder; Nisâ sûresindeki âyetin devamı da buna işaret etmektedir. Şu halde tövbenin ilk şartı nedâmettir, Resûlullah’ın ifadesiyle, “Pişmanlık duymak tövbenin kendisidir” ( Müsned , I, 422-423, 433; İbn Mâce, “Zühd”, 30). Nedâmet halinde bulunan kişi tövbeye konu olan günahı terkeder ve bir daha işlememeye karar verir. Âlimler tövbenin Allah nezdinde kabul edilmesinin bu üç şartına (nedâmet, terk, tekrar işlememe) bir dördüncüsünü eklemiştir; o da iyi amel işlemek suretiyle geçmişteki hataların telâfi edilmesidir. Bu dört şartın üçüncüsünü oluşturan günahı tekrar işlememe hususu Allah’ın mağfiretine kavuşmak için Kur’an’da şart koşulmuştur (Âl-i İmrân 3/135). Nefsânî arzularına kapılabilen insan için zor bir sınav olan bu noktada tövbe teşebbüsünde öncelik verilmesi gereken şey bir daha yapmamaya kesin karar vermektir. Bununla birlikte günahın tekrar işlenmesi durumunda yine pişmanlık duyup bir daha yapmamaya azmetmek gerekir. Nitekim bir hadiste Allah’tan sürekli bağışlanmasını dileyen kimsenin günahında ısrar etmiş sayılmayacağı ifade edilmiştir (Ebû Dâvûd, “Vitir”, 26; Tirmizî, “Daʿavât”, 106). Tövbenin makbul olması için öngörülen amel-i sâlih şartı çeşitli âyetlerde yer almaktadır. Günahtan dolayı pişmanlık duyularak yapılan tövbeler için bazı âyetlerde amel-i sâlih, bazılarında halini düzeltme (ıslah) şartı zikredilir (meselâ bk. el-Mâide 5/39; Tâhâ 20/82; M. F. Abdülbâkī, el-Muʿcem , “tâbe”, “tâbû” md.leri). Bununla birlikte tövbenin kabul edilmesinin ilâhî iradeye bağlı olduğu ifade edilmiştir (et-Tevbe 9/15, 27; el-Ahzâb 33/24). Hicretin 8. (630) yılında Hz. Peygamber’in Tebük’e düzenlediği sefere katılmayanların ileri sürdükleri mazeretler kabul edildiği halde Kâ‘b b. Mâlik ile iki arkadaşının tövbesi kabul edilmemiş, bunlar sosyal boykotla cezalandırılırken elli gün sonra ilâhî affa mazhar kılınmıştır (et-Tevbe 9/117-118; Müsned , VI, 387-390; Buhârî, “Meġāzî”, 80). Kâ‘b b. Mâlik ve arkadaşlarının karşılaştığı muamelenin bir yorumu bu olayın sonraki nesiller için ibret teşkil etmesi ise diğeri, Allah’ın af ve rızasını kazanmanın dünyaya özgü bir borç-alacak tasfiyesine benzemediği, kulun gerçekten affedilmeye lâyık bir duruma gelmesi gerektiğinin vurgulanması olmalıdır. Bu noktada kabule şayan tövbe “tevbe-i nasûh”tur. “Hâlis ve samimi tövbe” anlamına gelen bu terkip İmam Mâtürîdî tarafından “kişinin yaptığı kötülüğe kalben pişman olması, bir daha işlememeye azmetmesi, elini günahtan çekmesi, diliyle Allah’tan bağışlanma talep etmesi, daha önce günahla zevk kazandırdığı bedenini bu zevkten uzaklaşma yolunda kullanması” şeklinde açıklanmıştır ( Teʾvîlâtü’l-Ḳurʾân , V, 181). Amel-i sâlihin bir âyette günahları giderdiği ifade edilirken (Hûd 11/114) diğer bir âyette kötülükleri iyiliklere çevirdiği belirtilmiştir (el-Furkān 25/70). Müfessirler, ilk âyetin müslümanın bir gün içinde işlediği küçük günahların -kul hakkı dışında- affedilebileceğini haber verdiğini kabul etmiştir (Taberî, XII, 171-174; Mâtürîdî, VII, 250-252). İkinci âyette ise küfür veya şirkten dönerek iman eden ve sâlih amel işleyen kimseler kastedilmektedir. Bunların seyyiatının hasenata tebdil edilmesine “kötülüklerden ibaret olan davranışlarının bu yeni dönemde iyiliklere dönüştürülmesi” biçiminde mâna vermek mümkündür (Taberî, XIX, 58-61). Tövbe gerektiren günahların en büyüğünün inkâr ve şirk olduğu konusunda ittifak vardır. Gazzâlî bunun aşağısında kalan günahların büyükten küçüğe doğru derecelendirilmesini ve en küçük günahın belirlenmesini imkânsız görmektedir ( İḥyâʾ , IV, 255-256). Bununla birlikte Gazzâlî ilâhî dinlerin ortaklaşa hedeflediği Allah’a yakın olma, can ve mal güvenliğini sağlama ilkelerinin ihlâl edilmesinin büyük günah sayıldığını belirtmekte ve hadiste yer alan yedi büyük günahın bu çerçeveye girdiğini söylemektedir ( a.g.e. , IV, 256-258). Onun işaret ettiği hadisin meâli şöyledir: “İnsanı mahvolmaya sürükleyen şu yedi şeyden kaçının: Allah’a ortak koşma, büyü yapma, Allah’ın dokunulmaz kıldığı cana haklı bir gerekçe olmadan kıyma, ribâ yeme, yetimin malını yeme, savaştan kaçma, kötülüklerden habersiz iffetli mümin kadınlara zina isnadında bulunma” (Buhârî, “Veṣâyâ”, 23, “Ḥudûd”, 44; Müslim, “Îmân”, 145). Âlimler, işlenen günahların tövbeden sonra amel defterinden silinmesi için tövbekârın bazı telâfilere girişmesinin gerektiğini belirtir. Günahlar kul hakkıyla ilgili olmayıp sadece ilâhî haktan ibaretse ve bunların içinde kazâsı mümkün farz ibadetler varsa bunlar kazâ edilmelidir. Daha çok zâhir âlimlerinin benimsediği görüşe göre kasten terkedilen namazların kazâsının bulunmadığı söylenirse de büyük çoğunluk bunların da kazâ edilebileceğini belirtir (İbn Kayyim el-Cevziyye, s. 204-215). Kul hakkına yönelik günahlara gelince bu konuda aslolan Hz. Peygamber’in şu tâlimatıdır: “Müslüman kardeşinin malına veya şeref ve namusuna yönelik günah işleyen kimse altın ve gümüşün bulunmadığı gün gelmeden önce ondan helâllik dilesin. O gün, dünyada kötülük yapan kimsenin sevapları varsa haksızlığı kadar alınıp mağdura verilir, yoksa onun günahından alınıp berikine yüklenir” ( Müsned , II, 435, 506; Buhârî, “Riḳāḳ”, 48, “Meẓâlim”, 10). Yapılan kötülükler helâllik sırasında hak sahibine haber verilir, rızasını alacak biçimde helâllik dilenir. Maddî veya mânevî bir zarara yol açılmışsa o tazmin edilir. İşlenen kötülük kişinin haysiyet ve şerefine yönelik olup kendisinin haberi yoksa tercih edilen görüşe göre bunları bildirip onu üzmek yerine genel anlamda özür dileyerek bağışlanma istenir. Ancak kişinin gıyabında yapılan onur kırıcı konuşmaların aksinin aynı mecliste söylenip telâfi yoluna gidilmesinin gerekli olduğu şüphesizdir (Kādî Abdülcebbâr, s. 799; İbn Kayyim el-Cevziyye, s. 119-121). Hak sahibinin bulunamaması durumunda malî ödemeler vârislerine yapılır. Onların da bulunamaması halinde tercih edilen görüşe göre hak sahibi adına hayır yollarında harcanır veya devlete verilir. Gayri meşrû yollarla işlenip şahsî hak niteliği taşımayan zina gibi günahlar da aynı hükme tâbidir (Kādî Abdülcebbâr, s. 799; İbn Kayyim el-Cevziyye, s. 216-220). Tövbe konusu günahlar doğrudan insanlara, toplum hayatına yönelikse bunların affa uğraması için mutlaka telâfi edilmesi gerekir. Meselâ bir yerde çalışan kişinin rüşvetle iş görmesi ya da yolsuzluk yapması durumunda haksız elde edilen bu kazancın hak sahibine iade edilmesi gerektiği gibi Hz. Peygamber’in şu beyanı da hatırlanmalıdır: “İslâm toplumunda güzel bir çığır açıp kendisinden sonra bu yolda iş görülen kimsenin amel defterine sonrakilere verilen sevabın aynısı yazılır; bunun yanında toplumda kötü bir çığır açıp sonraki dönemlerde ona göre davranılan kimse için de berikilere yazılan günahın aynısı yazılır ( Müsned , IV, 357, 359-361; Müslim, “ʿİlim”, 15, “Zekât”, 69). İslâm’da kötü davranışlara ait cezaların bir amacı da ibret teşkil edip suç ve günahları ortadan kaldırmaktır. Tövbenin de böyle bir hedefi vardır. Buna göre sosyal hayatın bozulmasına yol açan günahların telâfisinin de sosyal bir nitelik taşıması gerekir. Tövbe edecek kimse haklarına tecavüz ettiği kişilerin haklarını iade etmeli, bu kişilerden alenen özür dilemeli ve kendisi gibi davranan kimseleri de uyarmalıdır. Emanet ve güven esasına dayalı olarak sosyal alanda ve kamu yönetiminde yetki ve sorumluluk üstlenen kimselerin suistimalde bulunması Kur’an’da “hıyanet” kavramıyla ifade edilmektedir. Etkisi ve tahrip alanı çok geniş olan bu günahların tövbesi ve telâfisi imkânsız denecek kadar zordur. Bazı İslâm âlimleri kısmî tövbe üzerinde durmuş, büyük günahlardan birinin terkedilip diğerinin sürdürülmesini zehrin birini bırakıp diğerini içmeye benzeterek bu konudaki tövbenin geçerli olmayacağını söylemiştir (Kādî Abdülcebbâr, s. 714-715). Burada önemli olan kalbin bütün kötülüklerden nefret edip pişmanlık duymasıdır. Bu durum Mâtürîdî’nin kalbin ameli teorisine benzemektedir. Bu noktadan sonra iradenin nefisle mücadelesi gelir. Ayrıca kişilerin psikolojik durumuna göre kötü fiillerin hangisinin daha çok tahribat yaptığını tesbit etmek mümkün değildir. İşlenen bir günahın dünyevî cezası çekildiği takdirde âhirette bundan sorumlu olunmayacağına dair Hz. Ali yoluyla bir hadis nakledilmiştir ( Müsned , I, 99, 159; İbn Mâce, “Ḥudûd”, 33; Tirmizî, “Îmân”, 11). Burada da yine kalbin nedâmeti şarttır. Kur’an’da (Âl-i İmrân 3/90) iman ettikten sonra küfre saplanıp inkârda ısrar edenlerin tövbelerinin asla kabul edilmeyeceği belirtilir. Başka bir âyette (en-Nisâ 4/137) iman edip sonra inkâr edenler, sonra iman edip tekrar inkâr edenler ve nihayet inkârlarını arttıranların kesinlikle bağışlanmayacağı bildirilir. Burada tasvir edilen kişilerin ilâhî aftan mahrum kalışlarının iki sebebi vardır. Birincisi, yahudi ve hıristiyanlarda görüldüğü üzere kendi peygamberlerine ve öncekilere inandıkları halde daha sonra gelen Hz. Muhammed’i inkâr etmeleri, ikincisi iman edip tekrar küfre dönmeyi âdet haline getirmelerine sebep olan nifaklarıdır. Nisâ sûresinde bu husus belirtilmektedir (Taberî, V, 440-441; Mâtürîdî, II, 356-357; IV, 72-73). Tövbenin kabulünü engelleyen hususlardan biri de onun yapılış anıdır. Kur’ân-ı Kerîm’de Allah’ın kabul edeceği tövbenin bilgisizlik yüzünden işlenip hemen arkasından pişmanlık duyulan günahların tövbesi olduğu beyan edilmekte, ölüm sırasında yapılan tövbelerle imansız tövbelerin de bir işe yaramayacağı bildirilmektedir (en-Nisâ 4/17-18). Hz. Peygamber’den, ölüm sancılarının başladığı andan itibaren yapılan tövbenin kabul edilmeyeceğine dair hadisler rivayet edilmiştir ( Müsned , II, 132, 153; İbn Mâce, “Zühd”, 30; Tirmizî, “Daʿavât”, 98). Gerek iman gerekse tövbe zihin ve kalbin, dolayısıyla iradenin katılımıyla meydana gelebilir. Ölüm halinin veya kıyametin kopmasının yaklaşması durumunda gayba olan iman şartı ile irade ortadan kalkar, günahın devam ettirilmesi de imkânsız hale gelir. Bu durumdaki insanın dinî değer taşıyacak herhangi bir davranışta bulunması söz konusu olmaz (Mâtürîdî, IV, 93-98). Buhârî’nin el-Câmiʿu’ṣ-ṣaḥîḥ ’inde “İstitâbetü’l-mürteddîn”, Müslim’de “Tevbe” bölümlerinin yanında Kütüb-i Sitte ile Dârimî’nin es-Sünen ’inde yer alan “Duʿâʾ”, “Ẕikir ve Duʿâʾ”, “Daʿavât”, “Riḳāḳ”, “Zühd”, “Cennet”, “Cehennem”, “Ḳıyâmet” bölümlerinde konuyla ilgili çok sayıda rivayet, ayrıca tövbeye dair âyetlerin tefsiri ve hadislerin şerhlerinde birçok açıklama mevcuttur. Tövbe hakkında müstakil eser telifi erken dönemlerden itibaren başlamış ve günümüze kadar devam etmiştir. Bu tür çalışmalardan bir kısmı şöylece sıralanabilir: İbn Ebü’d-Dünyâ, Kitâbü’t-Tevbe (bk. bibl.); Ebü’l-Kāsım İbn Asâkir, et-Tevbe ve siʿatü raḥmeti’llâh (nşr. Abdülhâdî Muhammed Mansûr, Beyrut 1417/1996); Muvaffakuddin İbn Kudâme ( Kitâbü’t-Tevvâbîn: Kitâbü’t-Tevbe , nşr. George Makdisi, Dımaşk 1961); Takıyyüddin İbn Teymiyye, et-Tevbe (nşr. Abdullah Haccâl, Kahire 1990); İbn Kayyim el-Cevziyye, Kitâbü’t-Tevbe (bk. bibl.). Yeni dönemde tövbe hakkında yapılan çalışmalar arasında Cevdet Kâzım el-Kazvînî’ye ait et-Tevbe fi’ş-şerîʿati’l-İslâmiyye ile (Bağdat 1975) Seyyid Muhammed b. Fethî’nin et-Tevbetü’n-naṣûḥ ’u (Tanta 1986) sayılabilir. Erdoğan Fırat, Şahsiyetin Gelişmesinde Tevbenin Rolü adıyla bir doçentlik tezi çalışması hazırlamış (Ankara 1982), Mehmet Katar’ın Yahudilik, Hıristiyanlık ve İslâm’da Tövbe adlı eseriyle (Ankara 1997) Asım Yapıcı’nın İslâm’da Tövbe ve Dinî Yaşayıştaki Yeri adlı kitabı (İstanbul 1997) doktora tezi olarak sunulmuştur. Leylâ Abdullah Hasan el-Cefrî et-Tevbe ve ârâʾü’l-ʿulemâʾi fîhâ (1405-1406, Câmiatü Ümmi’l-kurâ Külliyyetü’ş-şerîa) ve Nebile Aslan Dinî İman Suç ve Tevbe (1992, UÜ Sosyal Bilimler Enstitüsü) adıyla yüksek lisans çalışması yapmıştır. Ali Dâvûd Muhammed Ceffâl et-Tevbe ve es̱eruhâ fî isḳāṭi’l-ḥudûd fi’l-fıḳhi’l-İslâmî (Beyrut 1409/1989), Nihat Dalgın İslâm’da Tevbe ve Cezalara Etkisi (Trabzon 1996, 1997; Samsun 1999) adıyla birer eser yayımlamıştır. BİBLİYOGRAFYA İbnü’l-Esîr, en-Nihâye (nşr. Râid b. Sabrî İbn Ebû Alefe), Amman, ts. (Beytü’l-efkâr ed-devliyye), s. 675. Kāmus Tercümesi , I, 150. Wensinck, el-Muʿcem , “tvb”, “ġfr” md.leri. Müsned , I, 99, 159, 289, 422-423, 433; II, 132, 153, 297, 304-305, 435, 506; III, 198; IV, 217, 357, 359-361, 395, 404; V, 331; VI, 387-390. İbn Ebü’d-Dünyâ, Kitâbü’t-Tevbe (nşr. Mecdî Seyyid İbrâhim), Kahire, ts. (Mektebetü’l-Kur’ân), s. 117. Taberî, Câmiʿu’l-beyân (nşr. Sıdkī Cemîl el-Attâr), Beyrut 1415/1995, V, 440-441; XII, 171-174; XIX, 58-61. Zeccâc, Tefsîru esmâʾillâhi’l-ḥüsnâ (nşr. Ahmed Yûsuf ed-Dekkāk), Beyrut 1395/1975, s. 61-62. Mâtürîdî, Teʾvîlâtü’l-Ḳurʾân (nşr. Ahmet Vanlıoğlu), İstanbul 2005, II, 356-357; IV (nşr. Mehmet Boynukalın), s. 72-73, 93-98; VII (nşr. Hatice Boynukalın), İstanbul 2006, s. 250-252; a.e. (nşr. Fâtıma Yûsuf el-Hıyemî), Beyrut 1425/2004, V, 181. Kādî Abdülcebbâr, Şerḥu’l-Uṣûli’l-ḫamse , s. 714-715, 799. Kuşeyrî, et-Taḥbîr fi’t-teẕkîr (nşr. İbrâhim Besyûnî), Kahire 1968, s. 84. a.mlf., er-Risâle (nşr. M. Abdurrahman el-Mar‘aşlî), Beyrut 1419/1988, s. 160. Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Beyrut 1417/1997, IV, 234-235, 242-243, 251-252, 255-258. İbn Kayyim el-Cevziyye, Kitâbü’t-Tevbe (nşr. Sâbir el-Betâvî), Beyrut 1412/1992, s. 15, 119-134, 204-220. Aclûnî, Keşfü’l-ḫafâʾ (nşr. Yûsuf b. Mahmûd el-Hâc Ahmed), Dımaşk 1422/2001, I, 406. Seyyid Mehdî Hâirî – Ali Refiî, “Tevbe”, DMT , V, 130-133. F. M. Denny, “Tawba”, EI 2 (İng.) , X, 385. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2012 yılında İstanbul’da basılan 41. cildinde, 279-283 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "İbnü’l-Esîr, en-Nihâye (nşr. Râid b. Sabrî İbn Ebû Alefe), Amman, ts. (Beytü’l-efkâr ed-devliyye), s. 675.",
        "Kāmus Tercümesi , I, 150.",
        "Wensinck, el-Muʿcem , “tvb”, “ġfr” md.leri.",
        "Müsned , I, 99, 159, 289, 422-423, 433; II, 132, 153, 297, 304-305, 435, 506; III, 198; IV, 217, 357, 359-361, 395, 404; V, 331; VI, 387-390.",
        "İbn Ebü’d-Dünyâ, Kitâbü’t-Tevbe (nşr. Mecdî Seyyid İbrâhim), Kahire, ts. (Mektebetü’l-Kur’ân), s. 117.",
        "Taberî, Câmiʿu’l-beyân (nşr. Sıdkī Cemîl el-Attâr), Beyrut 1415/1995, V, 440-441; XII, 171-174; XIX, 58-61.",
        "Zeccâc, Tefsîru esmâʾillâhi’l-ḥüsnâ (nşr. Ahmed Yûsuf ed-Dekkāk), Beyrut 1395/1975, s. 61-62.",
        "Mâtürîdî, Teʾvîlâtü’l-Ḳurʾân (nşr. Ahmet Vanlıoğlu), İstanbul 2005, II, 356-357; IV (nşr. Mehmet Boynukalın), s. 72-73, 93-98; VII (nşr. Hatice Boynukalın), İstanbul 2006, s. 250-252; a.e. (nşr. Fâtıma Yûsuf el-Hıyemî), Beyrut 1425/2004, V, 181.",
        "Kādî Abdülcebbâr, Şerḥu’l-Uṣûli’l-ḫamse , s. 714-715, 799.",
        "Kuşeyrî, et-Taḥbîr fi’t-teẕkîr (nşr. İbrâhim Besyûnî), Kahire 1968, s. 84.",
        "a.mlf., er-Risâle (nşr. M. Abdurrahman el-Mar‘aşlî), Beyrut 1419/1988, s. 160.",
        "Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Beyrut 1417/1997, IV, 234-235, 242-243, 251-252, 255-258.",
        "İbn Kayyim el-Cevziyye, Kitâbü’t-Tevbe (nşr. Sâbir el-Betâvî), Beyrut 1412/1992, s. 15, 119-134, 204-220.",
        "Aclûnî, Keşfü’l-ḫafâʾ (nşr. Yûsuf b. Mahmûd el-Hâc Ahmed), Dımaşk 1422/2001, I, 406.",
        "Seyyid Mehdî Hâirî – Ali Refiî, “Tevbe”, DMT , V, 130-133.",
        "F. M. Denny, “Tawba”, EI 2 (İng.) , X, 385."
      ]
    },
    {
      "author": "EMİNE GÜMÜŞ BÖKE",
      "content": "FIKIH. Şartları ve Hükmü. Fıkıh literatüründe tövbe ameli boyutuyla, doğurduğu hukukî sonuçları, özellikle de cezaya etkisi yönüyle ele alınır. Fakihler tövbenin şartlarını şöyle sıralamıştır: Günahı hemen terketmek, yapılan günahtan dolayı pişman olmak, ileride bir daha aynı günahı işlememeye azmetmek. Günah kul hakkını içeriyorsa hakkın sahibine geri verilmesi veya helâllik dilenmesi gerekir. Öte yandan bazı günah ve suçlardan tövbe etmek için kefâret şart koşulmuştur (bk. KEFÂRET ). Yerine getirilmemiş malî ibadetlerde tövbe hakkın sahiplerine verilmesiyle gerçekleşir; meselâ ödenmemiş zekâtın veya kefâretlerin karşılığı ödenir. Kul haklarında hakkın sahibine iadesi imkân ölçüsünde yapılır. Çalınmış veya gasbedilmiş mal mevcutsa aynen iade edilir; mevcut değilse misli veya kıymeti verilir. Bu da mümkün değilse güç yetirildiği zaman hakkı sahibine ödemeye niyet edilmelidir. Eğer hak sahibi bulunamıyorsa fakirlere tasadduk edilip bulunduğu zaman sahibine kıymetini tazmin etmeye niyetlenmelidir. Kısas gerektiren bir suç işlenmişse fâil hak sahibine hakkını alma imkânını vermelidir. Zina ve şarap içme gibi Allah hakkı olan bir günahın işlenmesi durumunda pişmanlık duyarak bir daha aynı suçu işlememeye azmetmek yeterlidir. Tövbenin kabulü için bu tür günah ve suçları hâkim önünde ikrar etmek gerekmez. Bazı fakihler, suçun işlendiği bilgisi yayılmışsa kişinin ikrar etmesinin efdal olacağını söylemişse de çoğunluk ikrar etmemenin her hâlükârda efdal sayılacağı görüşündedir. Bu konuda Hz. Peygamber’in had suçu işleyenleri suçlarını gizlemeye teşvik etmesi ( el-Muvaṭṭaʾ , “Ḥudûd”, 12) ve suçunu ikrar edenleri ikrarlarından dönmeye yönlendirmesi (Buhârî, “Ḥudûd”, 27-29; Ebû Dâvûd, “Ḥudûd”, 9) çoğunluk görüşünün delilleridir. Yanlış itikaddan tövbe etmek onu terkettiğini açıklamak ve doğrusuna iman etmekle olur. İleride aynı günahın işlenmemesine azmedildikten sonra aynı günah işlenirse çoğunluğa göre, “Günahtan tövbe eden hiç günahı olmayan kimse gibidir” hadisi gereği (Tirmizî, “Ḳıyâmet”, 49) önceki tövbe bozulmuş olmaz; ancak bazı âlimler, müslüman olan kâfirin irtidad etmesi durumunda önceki küfrünün günahının da avdet etmesine kıyasen bu durumda tövbenin bozulmuş sayılacağını ve önceki günahın avdet edeceğini belirtmiştir. Bazı âlimlerse günahın tekrar işlenmemesini önceki tövbenin sıhhati açısından olmasa da tövbenin kemali ve faydası bakımından şart saymıştır. Tövbenin hukukî sonuçlarının bulunduğu durumlarda tövbenin üzerinden bir müddet geçip kişinin halinin düzeldiğinin görülmesi şart kabul edilmiştir. Çoğunluğa göre bazı günahları işlemeye devam ederken başka günahlardan tövbe etmek geçerlidir. Günahlar büyüklük-küçüklük ve sayı bakımından farklılaşabildiği gibi tövbe de bölünebilir ve günahlar için ayrı ayrı tövbe yapılabilir. Bazı günahları sürdürdüğü halde müslüman olan gayri müslimin Müslümanlığı geçerli sayıldığı gibi aynı durumdaki müslümanın günahlarının bir kısmından tövbe etmesinin de geçerli sayılması gerektiği ifade edilmiştir. Bir kısım âlimler, günahların bir bölümüne devam ederken bir bölümüne tövbe etmenin geçerli olmayacağını ifade etmiş bazıları da aynı tür günahları tek bir günah saymış ve aynı tür içindeki günahların bir kısmını işlemeye devam edip bir kısmından tövbe etmenin geçerli sayılmayacağını belirtmiştir. Bazı fakihler tövbeyi üçüncü şahısların hakkını göz önüne alarak içten (fi’l-bâtın) ve dıştan (fi’z-zâhir) veya içsel (bâtıne) ve hukuksal (hükmiyye) olmak üzere ikiye ayırmıştır. Birincisi Allah ile kul arasındaki tövbedir. O günahı işleyen hariç kimseye zarar vermemesi ve kul hakkını ihlâl etmemesi kaydıyla içki içmek ve yalan söylemek, namaz ve oruç gibi bedenî ibadetleri terk ve ihmal etmek gibi günahlardan tövbe bu kısma dahildir. Ancak yerine getirilmeyen namaz ve oruç gibi bedenî ibadetler tövbeden sonra kazâ edilmeli, bazı durumlarda fidye ödenmelidir. İkincisi ise, kul hakkını ilgilendiren ve hukukî sonucu olan günahlardan tövbedir. Bu kısma giren tövbede ihlâl edilen hakkın iadesi, verilen zararın tazmini de şarttır. Meselâ fakirin hakkı olan zekâtı ödememek, başkasının malını gasbetmek gibi günahlardan tövbede hakkın sahibine iadesi gerekir. Öte yandan fâsık sayılmayı gerektiren bir günahı işleyen kişinin adalet vasfını yeniden kazanması, nikâhta veli olabilmesi, şahitliğinin mahkeme tarafından kabul edilmesi, kısaca tövbenin hukuken muteber sayılması için fakihlerin bir kısmı altı ay veya bir sene geçmesi yahut düzelme alâmetlerinin görülmesi gibi şartlar ileri sürmüştür. İşlenen günah kazif veya yalancı şahitlikse kişinin kendini yalanlaması gerekir. Cezalara Etkisi. Suça niyetlenen kişinin suçun işlenmesinden önce kendi isteğiyle suçtan vazgeçmesi durumunda yalnız suça niyet etmesi sebebiyle ceza verilmez. Ancak niyet durumunu aşıp bazı hareketlerde bulunduğu takdirde o ana kadar yaptığı hareketler bir suç teşkil ediyorsa bunların cezası uygulanır. Fâil, suçun işlenmesi yönünde icra hareketlerini tamamlayıp kötü neticeyi de gerçekleştirdikten sonra yakalanmadan önce veya sonra pişman olduğunda suçun cezasının infaz edilip edilmeyeceği fakihler arasında tartışılmıştır. Büyük çoğunluğa göre tövbenin cezayı düşürmedeki etkisi kul haklarına yönelik suçlarda değil Allah (kamu) haklarına yönelik suçlarda söz konusudur ve bu konu da İslâm ceza hukukunda cezaların tâbi tutulduğu had, kısas ve ta‘zîr şeklindeki üçlü ayırıma göre ele alınmıştır. a) Had Cezalarında. Fakihler tövbenin bazı had cezalarının düşmesine etkisinde ittifak ederken bir kısmında ihtilâf etmiştir. Eşkıyalık suçunda suçlunun yakalanmadan önce tövbe etmesinin had cezasını düşüreceğinde fakihler arasında görüş birliği vardır. Bu hususta delil gösterilen âyette, “Ancak kendilerini ele geçirmenizden önce tövbe edenler olursa bilin ki Allah çok bağışlayan ve çok merhamet edendir” buyurulur (el-Mâide 5/34). Büyük çoğunluğa göre tövbe kişisel haklara karşı işlenen suçların cezasını düşürmediğinden, eşkıyalık esnasında gasp, yaralama veya öldürme eyleminde bulunan suçlular yakalanmadan önce tövbe etmiş olsalar dahi işledikleri bu suçlardan ve verdikleri zararlardan dolayı sorumludurlar. Had grubunda yer alan ve Allah hakkına müteallik yönü ağır basan hırsızlık, zina ve içki içme suçlarının cezaları da çoğunluğa göre tövbe ile düşmez; bu durum ister olay hâkime intikal etmeden önce ister sonra olsun hüküm değişmez; çünkü ceza işlenen suçun kefâretidir. Fakihlerin bir kısmına göre ise eşkıyalık suçuna kıyasen yakalanmadan önce yapılan tövbe bu had cezalarını da düşürür. Suçlunun yakalandıktan sonra yapacağı tövbenin de cezayı düşüreceği görüşünde olan fakihler vardır. Zina iftirası (kazf) suçunun cezası daha çok kişisel hakları ilgilendirdiği için tövbeyle düşmez; fakat çoğunluğa göre mağdurun affetmesiyle ceza düşer. İnsanın şahsiyetini rencide eden bir suç olması sebebiyle zina iftirasında bulunan kimsenin (kāzif) tövbesinin kabulü için iftirada bulunduğu kimseyle (makzûf) helâlleşmesi gerekir. Hz. Peygamber, “Kardeşinde malı ve namusuyla ilgili bir hakkı bulunan kimse kıyamet gelmeden önce onunla helâlleşsin” buyurmuştur (Buhârî, “Meẓâlim”, 10). Öte yandan kāzife verilen şahitlikten men cezasının tövbeyle düşüp düşmeyeceği tartışmalıdır. Hanefîler’e göre suçlu hadden önce tövbe ederse şahitliği kabul edilir, hadden sonra yapılan tövbe ebediyen kabul edilmez ve bu had cezasının bir parçası sayılır. Çoğunluğa göre suçlu kazf haddinden önce veya sonra tövbe ederse şahitlikten men cezası düşer. Fakihler, irtidad suçunun cezasının mahkeme öncesi veya sonrasında yapılan tövbe ile düşeceğinde ittifak etmiştir. Sözlükte “bir kimsenin tövbe etmesini istemek” anlamına gelen “istitâbe” fıkıh terimi olarak irtidad, zındıklık, sihir ya da bazı farzları kasten terketmek gibi durumlarda bu fiilleri işleyen kimseler için belirlenen cezaları uygulamadan önce onları tövbe etmeye çağırmayı ifade etmektedir. Mürtedin tövbesinin mahkeme tarafından talep edilmesinin gerekip gerekmediği, gerekiyorsa bunun süresinin ne olacağı konusunda fakihler farklı görüşlere sahiptir. İrtidad suçunun tekerrürü halinde fakihlerin bir kısmı tövbenin kabul edilmeyeceği görüşünde iken çoğunluk bu durumda da tövbenin kabul edileceğini, ancak fâilin samimiyeti görülene kadar hapis vb. ta‘zîr cezalarının gündeme gelebileceğini belirtmiştir. b) Cinayetlerde. Kısas ve diyet kul hakkı ağırlıklı cezalar sayıldığından fakihler, tövbenin öldürme ve yaralama suçlarının cezalarında herhangi bir etkisinin bulunmadığı konusunda ittifak halindedir. “Kim bir mümini kasten öldürürse onun cezası, içinde devamlı kalmak üzere cehennemdir; Allah ona gazap ve lânet etmiş ve onun için büyük bir azap hazırlamıştır” âyetini (en-Nisâ 4/93) ve, “Allah’ın bütün günahları affedeceği umulur; ancak kâfir ölen kimseyi veya bir mümini kasten öldüreni Allah affetmez” hadisini (Ebû Dâvûd, “Fiten”, 6) delil gösteren bazı âlimler insan öldürmenin uhrevî cezasının tövbeyle düşmeyeceğini söylemektedir. Fakat büyük çoğunluk insan öldürmenin uhrevî cezasının tövbeyle düşebileceğini, “Ey kendilerine kötülük edip aşırı giden kullarım! Allah’ın rahmetinden ümidinizi kesmeyin; doğrusu Allah günahların hepsini bağışlar” âyetine (ez-Zümer 39/53), doksan dokuz kişiyi öldürüp tövbe eden kişinin konu edildiği hadise (Buhârî, “Enbiyâʾ”, 54; Müslim, “Tevbe”, 46) vb. naslara dayanarak kabul etmiştir. c) Ta‘zîr Cezalarında. Kul hakkı olan sövme ve darbetme gibi ta‘zîr cezası gerektiren suçlar hak sahibiyle helâlleşilmedikçe tövbe ile düşmez. Allah hakkı sayılan, ramazan ayında kasten oruç bozma, faiz yeme ve kumar oynama gibi fiiller için öngörülen ta‘zîr cezaları ise tövbe ile düşmektedir. d) Şahitliğin Kabulünde. Şahitliğin kabulü için adalet vasfı şart görüldüğünden büyük günah işleyen veya küçük günahlarda ısrar eden kişinin adalet vasfını yitireceği ve tövbe etmedikçe şahitliğinin kabul edilmeyeceği ittifakla benimsenmiştir. Kazf suçunu işleyenin tövbesinin şahitlik yönünden kabulü ise tartışmalıdır. BİBLİYOGRAFYA İbn Hazm, el-Muḥallâ (nşr. Abdülgaffâr Süleyman el-Bündârî), Beyrut 1408/1988, XII, 14-23. Serahsî, el-Mebsûṭ , IX, 176. Gazzâlî, İḥyâʾ (Beyrut) , IV, 3-4. Kâsânî, Bedâʾiʿ , VII, 96. İbn Rüşd, Bidâyetü’l-müctehid , Kahire 1401/1981, II, 443, 457-458. Muvaffakuddin İbn Kudâme, el-Muġnî (nşr. Abdullah b. Abdülmuhsin et-Türkî – Abdülfettâh M. el-Hulv), Kahire 1406/1986, XII, 483-485. Kurtubî, el-Câmiʿ , III, 47; V, 85; VI, 158; XII, 177. Şehâbeddin el-Karâfî, el-Furûḳ , Kahire 1347 → Beyrut, ts. (Âlemü’l-kütüb), IV, 181. İbn Kayyim el-Cevziyye, İʿlâmü’l-muvaḳḳıʿîn (nşr. Tâhâ Abdürraûf Sa‘d), Beyrut 1973, II, 97-98. İbnü’l-Hümâm, Fetḥu’l-ḳadîr , V, 428-429. Şirbînî, Muġni’l-muḥtâc , IV, 183-184. İbn Âbidîn, Reddü’l-muḥtâr (Kahire) , IV, 116. Abdülazîz Âmir, et-Taʿzîr fi’ş-şerîʿati’l-İslâmiyye , Kahire 1389/1969, s. 516-521. Abdülkādir Ûdeh, et-Teşrîʿu’l-cinâʾiyyü’l-İslâmî , Kahire 1977, I, 351-355, 773; II, 728. Ahmed Fethî Behnesî, es-Siyâsetü’l-cinâʾiyye fi’ş-şerîʿati’l-İslâmiyye , Beyrut 1403/1983, s. 115-143. a.mlf., el-Mevsûʿatü’l-cinâʾiyye fi’l-fıḳhi’l-İslâmî , Beyrut 1412/1991, IV, 363. Bilmen, Kamus 2 , III, 303-304. Ali Dâvûd M. Ceffâl, et-Tevbe ve es̱eruhâ fî isḳāṭi’l-ḥudûd fi’l-fıḳhi’l-İslâmî , Beyrut 1409/1989. M. Ebû Zehre, el-Cerîme , Kahire, ts. (Dârü’l-fikri’l-Arabî), s. 230, 241-248. Nihat Dalgın, İslâm’da Tövbe ve Cezalara Etkisi , Samsun 1999. M. Cevat Akşit, İslâm Ceza Hukuku ve İnsânî Esasları , İstanbul 2000, s. 70, 143-145. Hâmid Mahmûd Şemrûh, “et-Tevbe ve es̱eruhâ fî suḳūṭi’l-ʿuḳūbe”, Mecelletü Külliyyeti’ş-şerîʿa ve’d-dirâsâti’l-İslâmiyye , II/2, Mekke 1397/1977, s. 137-152. Yaşar Yiğit, “İslâm Ceza Hukukunda Af ve Pişmanlığın (Tövbe) Cezalara Etkisi”, Diyanet İlmî Dergi , XXXVII/3, Ankara 2001, s. 61-74. Abdullah b. Süleyman el-Matrûdî, “Es̱erü’t-tevbe ʿalâ ʿuḳūbeti’l-ḳaẕf fi’l-fıḳhi’l-İslâmî”, Mecelletü’l-buḥûs̱i’l-İslâmiyye , sy. 66, Riyad 1423/2002, s. 251-336. R. A. Nicholson, “Tevbe”, İA , XII/1, s. 204. “Tevbe”, Mv.F , XIV, 119-133. F. M. Denny, “Tawba”, EI 2 (İng.) , X, 385. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2012 yılında İstanbul’da basılan 41. cildinde, 283-284 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "İbn Hazm, el-Muḥallâ (nşr. Abdülgaffâr Süleyman el-Bündârî), Beyrut 1408/1988, XII, 14-23.",
        "Serahsî, el-Mebsûṭ , IX, 176.",
        "Gazzâlî, İḥyâʾ (Beyrut) , IV, 3-4.",
        "Kâsânî, Bedâʾiʿ , VII, 96.",
        "İbn Rüşd, Bidâyetü’l-müctehid , Kahire 1401/1981, II, 443, 457-458.",
        "Muvaffakuddin İbn Kudâme, el-Muġnî (nşr. Abdullah b. Abdülmuhsin et-Türkî – Abdülfettâh M. el-Hulv), Kahire 1406/1986, XII, 483-485.",
        "Kurtubî, el-Câmiʿ , III, 47; V, 85; VI, 158; XII, 177.",
        "Şehâbeddin el-Karâfî, el-Furûḳ , Kahire 1347 → Beyrut, ts. (Âlemü’l-kütüb), IV, 181.",
        "İbn Kayyim el-Cevziyye, İʿlâmü’l-muvaḳḳıʿîn (nşr. Tâhâ Abdürraûf Sa‘d), Beyrut 1973, II, 97-98.",
        "İbnü’l-Hümâm, Fetḥu’l-ḳadîr , V, 428-429.",
        "Şirbînî, Muġni’l-muḥtâc , IV, 183-184.",
        "İbn Âbidîn, Reddü’l-muḥtâr (Kahire) , IV, 116.",
        "Abdülazîz Âmir, et-Taʿzîr fi’ş-şerîʿati’l-İslâmiyye , Kahire 1389/1969, s. 516-521.",
        "Abdülkādir Ûdeh, et-Teşrîʿu’l-cinâʾiyyü’l-İslâmî , Kahire 1977, I, 351-355, 773; II, 728.",
        "Ahmed Fethî Behnesî, es-Siyâsetü’l-cinâʾiyye fi’ş-şerîʿati’l-İslâmiyye , Beyrut 1403/1983, s. 115-143.",
        "a.mlf., el-Mevsûʿatü’l-cinâʾiyye fi’l-fıḳhi’l-İslâmî , Beyrut 1412/1991, IV, 363.",
        "Bilmen, Kamus 2 , III, 303-304.",
        "Ali Dâvûd M. Ceffâl, et-Tevbe ve es̱eruhâ fî isḳāṭi’l-ḥudûd fi’l-fıḳhi’l-İslâmî , Beyrut 1409/1989.",
        "M. Ebû Zehre, el-Cerîme , Kahire, ts. (Dârü’l-fikri’l-Arabî), s. 230, 241-248.",
        "Nihat Dalgın, İslâm’da Tövbe ve Cezalara Etkisi , Samsun 1999.",
        "M. Cevat Akşit, İslâm Ceza Hukuku ve İnsânî Esasları , İstanbul 2000, s. 70, 143-145.",
        "Hâmid Mahmûd Şemrûh, “et-Tevbe ve es̱eruhâ fî suḳūṭi’l-ʿuḳūbe”, Mecelletü Külliyyeti’ş-şerîʿa ve’d-dirâsâti’l-İslâmiyye , II/2, Mekke 1397/1977, s. 137-152.",
        "Yaşar Yiğit, “İslâm Ceza Hukukunda Af ve Pişmanlığın (Tövbe) Cezalara Etkisi”, Diyanet İlmî Dergi , XXXVII/3, Ankara 2001, s. 61-74.",
        "Abdullah b. Süleyman el-Matrûdî, “Es̱erü’t-tevbe ʿalâ ʿuḳūbeti’l-ḳaẕf fi’l-fıḳhi’l-İslâmî”, Mecelletü’l-buḥûs̱i’l-İslâmiyye , sy. 66, Riyad 1423/2002, s. 251-336.",
        "R. A. Nicholson, “Tevbe”, İA , XII/1, s. 204.",
        "“Tevbe”, Mv.F , XIV, 119-133.",
        "F. M. Denny, “Tawba”, EI 2 (İng.) , X, 385."
      ]
    },
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "TASAVVUF. Tasavvufî eserlerde tövbenin tariflerinden, çeşitlerinden, derecelerinden, faziletinden, lüzumundan, mahiyetinden, kapsamından, özelliklerinden, hükümlerinden, şartlarından, rükünlerinden, neticelerinden, faydalarından, kabul edildiğine dair alâmetlerden ve tövbekârların hallerinden geniş biçimde bahsedilmiş, dikkate değer psikolojik tahliller, açıklamalar, yorumlar ve değerlendirmeler yapılmıştır (Muhâsibî, er-Riʿâye , s. 68, 148, 360; Bedʾü men enâbe ilallāh , s. 344-350; el-Ḳaṣd, s. 222; Ebû Tâlib el-Mekkî, I, 364-394; Gazzâlî, İḥyâʾ , IV, 3-49). Tövbe tasavvufta çeşitli şekillerde tarif edilmiştir. Bu tarifler tövbenin yönünü ve niteliklerini göstermesi bakımından önem taşır. Sehl et-Tüsterî, “Tövbe kulun günahını unutmamasıdır” derken Cüneyd-i Bağdâdî tövbeyî, “Kulun günahını unutmasıdır” şeklinde tarif etmiştir. Sehl’in tarifi henüz sülûkün başında olan ve günaha bulaşması ihtimali bulunan müridlerle, Cüneyd’in tarifi, Allah’ın büyüklüğü düşüncesine dalan ve O’nu zikretme halinde bulunan hakikat ehli ve âriflerle ilgilidir. Cüneyd’e göre kulun tövbeden önceki günahkâr olma durumu cefa hali, tövbeden sonraki durumu ise vefa/safâ halidir. Allah bir kuluna tövbe etmeyi nasip ederek ona yakınlığını lutfederse bu halde kulun aklını geçmişte işlediği günahlara takmaması, onları unutup sadece Allah’ın nimet ve ihsanlarını düşünmesi gerekir (Kelâbâzî, s. 92; Kuşeyrî, s. 259; Hücvîrî, s. 381). Günahlardan ve kötülüklerden tövbe edenle hatalardan ve gafletten tövbe eden, amel ve ibadetleri dikkate alıp bunları gözünde büyütme halinden tövbe edenler birbirinden farklıdır. Tövbe tasavvufî makamların ve menzillerin ilkidir. Bu sebeple “bâbü’l-ebvâb” (ana kapı) diye adlandırılır. Tasavvufî hayata tövbe kapısından girilir; takvâ, zühd, fakr, sabır, tevekkül ve rızâ gibi makamlarda tövbenin önemi artar ve bu durum sâlik son nefesini verinceye kadar devam eder. Sahih ve muteber bir şekilde tövbe etmeyen sâlikin mânevî halleri sahih ve muteber sayılmaz. Bu makamdaki zafiyet ve eksiklik ondan sonra gelen bütün hal ve makamları olumsuz yönde etkiler. Bazı sûfîler tövbe makamından önce yakaza/intibah menzilinden bahseder. Yakaza sâlikin içinden gelen bir etkiyle silkinerek gaflet ve gevşeklik haline son vermesi, kendine gelmesi, aklını başına toplaması, tövbe ve istiğfar etmesidir; yakaza makam değil haldir. İçten gelen bir kıpırdanma olmadan bir insanın ciddi ve samimi bir şekilde tövbe etmesi mümkün değildir. Sâlik bazan dış sebeplerden etkilenerek intibaha gelebilir. Yakaza tövbenin temeli, tövbe yakaza halinin sürekli ve kalıcı bir duruma gelen şeklidir. Hücvîrî hatadan doğru olana, doğru olandan daha doğru olana ve nefisten Hakk’a dönme şeklinde üç türlü tövbenin bulunduğunu belirttikten sonra birincisine avamın, ikincisine havassın tövbesi der ve üçüncüsüne muhabbet derecesindeki tövbe adını verir. Hak Teâlâ’nın tecellisi karşısında kendinden geçen Hz. Mûsâ’nın kendine gelince, “Tövbe ettim, sana döndüm” demesi (el-A‘râf 7/143) doğru olandan daha doğru olana dönüştür ve himmet ehlinin tövbesidir. Hz. Mûsâ’nın kendi iradesiyle Allah’ı görmeyi arzulaması onun hakkında tövbeyi gerektiren bir eksiklik olmuştur. Hz. Peygamber’in, “Bazan kalbimi bir perde bürüdüğünden günde 100 defa istiğfarda bulunduğum olur” sözü (Müslim, “Ẕikir”, 41-42; Ebû Dâvûd, “Vitir”, 26) muhabbet derecesindeki tövbeyle ilgilidir. Resûl-i Ekrem sürekli Allah’a yükselme ve yakınlaşma halindeydi, bir üst dereceye ulaştığında alttaki derecenin üstteki dereceyi kapatan bir örtü olduğunu farkediyordu. Kendinden Hakk’a dönüp devamlı yükseldiğinden tövbesi de devamlıydı (Kuşeyrî, s. 194; Hücvîrî, s. 383). Hakikat ehli denilen ârifler öyle bir hal yaşarlar ki bu halde iken Allah’tan ve O’nun tecellilerinden başka hiçbir şey göremezler. Bu durumda kendileri fenâ halindedir, varlıkları yok hükmündedir. Kendilerinde varlık görmeleri bir tür günah sayıldığından, “Senin varlığın başka bir günahla kıyaslanmayacak bir günahtır” derler. Allah’ın tevvâb, gaffâr, gafûr, afüv gibi isimleriyle ilişkili olması bakımından tövbenin ilâhî boyutu üzerinde de durulur ( Gazzâlî, el-Maḳṣadü’l-esnâ , s. 54, 74, 101). Allah’ın tevvâb oluşu kuluna tövbe etmeyi kolaylaştırması, ona af ve mağfiret kapısını açmasıdır. Bunun neticesinde kulun O’na dönmesi tövbedir. Tövbe Allah’ın kuluna, kulunun da O’na dönmesidir. Allah’ın kuluna dönmesi ona tövbeyi nasip etmesi, kulun rabbine dönmesi işlediği günahtan ve yaptığı kötülükten dolayı O’ndan af dilemesidir. Ebû Hafs, “Tövbe O’ndadır, O’ndandır” derken bunu kasteder. Tövbe kulun Allah’a dönüşüdür, ancak bunu kula nasip eden ve onu buna muvaffak kılan Allah’tır (Kuşeyrî, s. 254, 262). Kendilerine karşı hatalı ve kötü davrananların özürlerini kabul edenler Allah’ın tevvâb ismine mazhar olmuşlardır. “İki günü eşit olan mümin aldanmıştır” hadisini zikreden Ebû Tâlib el-Mekkî ( Ḳūtü’l-ḳulûb , I, 173), müminin sürekli biçimde kendini geliştirmek suretiyle her gün Allah’a biraz daha yaklaşması gerektiğini, bunun da tövbe ile gerçekleşeceğini söyler. Sûfîler yapılan haksızlık, kötülük ve hatalardan, işlenen günahlardan tövbe etmek gerektiğini, ancak daha iyi ve daha doğru olanı gerçekleştirme imkânına sahip kişilerin daha iyi olanı yapmamalarının tövbeyi gerektiren bir kusur olduğunu belirtir. Kur’an’da zikredilen “ebrâr” (el-İnfitâr 82/13) iyi insanlar, “mukarrebûn” (el-Vâkıa 56/11) Allah’ın yakınlığını kazanmış daha iyi insanlardır. Sûfîlere göre ebrârın sevap kazandıran amellerini mukarrebler işlerlerse günaha girmiş olurlar (Serrâc, s. 68; Kuşeyrî, s. 195; Hücvîrî, s. 383). Sûfîler yalnız dille yapılan tövbeye “yalancıların tövbesi” demişler ve bunun fâsid bir tövbe olduğunu söylemişlerdir. Râbia el-Adeviyye’nin, “Tövbe, tövbeden tövbedir” sözü gönülden gelmeyen ve sözden ibaret kalan fâsid tövbeyi ifade eder (Kuşeyrî, s. 260). Takvâ ehlinin dil ve kalple yaptığı tövbe sahih; dil, kalp ve bedenle yaptığı tövbe ise daha sahih bir tövbedir. Avamın, havassın ve âriflerin tövbesi birbirinden farklıdır. Zünnûn’a göre avam günahtan, havas gafletten tövbe eder (Serrâc, s. 68; Kuşeyrî, s. 260; Hücvîrî, s. 385). Ebü’l-Hüseyin en-Nûrî’nin, “Tövbe Allah dışında her şeyden (mâsivâ) tövbe etmektir” sözü (Serrâc, s. 68) âriflerin tövbesine işaret eder. İbn Atâ, Allah’ın azabından korkan kulun tövbesine “inâbe tövbesi”, O’nun kereminden hayâ eden kulun tövbesine “isticâbe tövbesi” adını vermiştir (Kelâbâzî, s. 141; Kuşeyrî, s. 261; Hücvîrî, s. 385). Pişmanlığın ilk adımı tövbe, ikinci adımı inâbe, sonu evbedir diyen sûfîler de vardır. Bu bağlamda Allah’ın azabından korkanın hali tövbe, azabından korkmakla beraber sevap umanın hali inâbe, sadece emrini gözetenin hali evbe terimiyle ifade edilir. Tövbe müminlerin, inâbe evliyanın, evbe peygamberlerin makamıdır (en-Nûr 24/31; Sâd 38/30, 44; Kāf 50/33). Tövbe büyük günahlardan, inâbe küçük günahlardan, evbe nefisten Hakk’a dönüştür. Herevî inâbeyi tövbeden ayrı bir menzil olarak görür. Tövbe makamını sağlıklı bir şekilde gerçekleştiren sâlik inâbe menziline ulaşır. Allah sevgisi, Allah’a itaat, O’na yönelme ve O’ndan başkasından yüz çevirme inâbenin özünü oluşturur. Kul elest bezminde yaptığı ahde bağlı kalarak sözle Hakk’a döndüğünü ifade ettikten sonra buna göre davranıp inâbe sahibi olabilir (Herevî, s. 6). Kur’an’da, “Rabbinize inâbe ediniz, dönünüz” buyurulmuştur (ez-Zümer 39/54). İnâbe “sâlikin Hakk’a gönül vermesidir” şeklinde de tarif edilmiştir. Bir mürşide gönülden bağlanmaya ve ondan el almaya da inâbe denir. BİBLİYOGRAFYA Muhâsibî, er-Riʿâye li-ḥuḳūḳıllâh (nşr. Abdülhalîm Mahmûd – Abdülkādir Ahmed Atâ), Kahire 1390/1970, s. 68, 148, 360. a.mlf., Bedʾü men enâbe ilallāh (Muhâsibî, el-Veṣâyâ içinde, nşr. Abdülkādir Ahmed Atâ), Beyrut 1406/1986, s. 344-350. a.mlf., el-Ḳaṣd ve’r-rücûʿ ilallāh ( a.e. içinde), s. 222. Serrâc, el-Lümaʿ , s. 68-69. Kelâbâzî, Taarruf (Uludağ) , s. 92, 141-142. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 173, 364-394. Sülemî, Ṭabaḳāt , s. 69. Kuşeyrî, er-Risâle , s. 194, 195, 254-262. Hücvîrî, Keşfü’l-maḥcûb , Tahran 1338, s. 378, 381, 383, 385. Herevî, Menâzil , s. 6. Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Kahire 1358/1939, IV, 4-59. a.mlf., el-Maḳṣadü’l-esnâ , Kahire 1322, s. 54, 74, 101. Ebû Mansûr el-Abbâdî, Ṣûfînâme (nşr. Gulâm Hüseyin Yûsufî), Tahran 1347, s. 50-54. Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 475-487. Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Kahire 1293, II, 183-190. Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd (nşr. M. Emîn Riyâhî), Tahran 1365, s. 257. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, I, 198 vd. İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 139. Zekî Mübârek, et-Taṣavvufü’l-İslâmî fi’l-edeb ve’l-aḫlâḳ , Kahire 1954, II, 144. Seyyid Sâdık-ı Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1368, II, 71; IV, 229. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2012 yılında İstanbul’da basılan 41. cildinde, 284-285 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Muhâsibî, er-Riʿâye li-ḥuḳūḳıllâh (nşr. Abdülhalîm Mahmûd – Abdülkādir Ahmed Atâ), Kahire 1390/1970, s. 68, 148, 360.",
        "a.mlf., Bedʾü men enâbe ilallāh (Muhâsibî, el-Veṣâyâ içinde, nşr. Abdülkādir Ahmed Atâ), Beyrut 1406/1986, s. 344-350.",
        "a.mlf., el-Ḳaṣd ve’r-rücûʿ ilallāh ( a.e. içinde), s. 222.",
        "Serrâc, el-Lümaʿ , s. 68-69.",
        "Kelâbâzî, Taarruf (Uludağ) , s. 92, 141-142.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 173, 364-394.",
        "Sülemî, Ṭabaḳāt , s. 69.",
        "Kuşeyrî, er-Risâle , s. 194, 195, 254-262.",
        "Hücvîrî, Keşfü’l-maḥcûb , Tahran 1338, s. 378, 381, 383, 385.",
        "Herevî, Menâzil , s. 6.",
        "Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Kahire 1358/1939, IV, 4-59.",
        "a.mlf., el-Maḳṣadü’l-esnâ , Kahire 1322, s. 54, 74, 101.",
        "Ebû Mansûr el-Abbâdî, Ṣûfînâme (nşr. Gulâm Hüseyin Yûsufî), Tahran 1347, s. 50-54.",
        "Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 475-487.",
        "Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Kahire 1293, II, 183-190.",
        "Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd (nşr. M. Emîn Riyâhî), Tahran 1365, s. 257.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, I, 198 vd.",
        "İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 139.",
        "Zekî Mübârek, et-Taṣavvufü’l-İslâmî fi’l-edeb ve’l-aḫlâḳ , Kahire 1954, II, 144.",
        "Seyyid Sâdık-ı Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1368, II, 71; IV, 229."
      ]
    },
    {
      "author": "MEHMET KATAR",
      "content": "Diğer Dinlerde. Tarihten günümüze dinlerin hemen hepsinde insanın nihaî kurtuluşu üzerinde durulmakta, bu hususta birtakım açıklamalar yapılmaktadır. Bunlara göre insanın yapması ve yapmaması gereken davranışlar vardır. Ancak insan, bazan dinlerin kendisine önerdiği kurtuluşu sağlayıcı davranışlar yerine yanlış davranışlarda bulunmakta, bu sebeple nihaî kurtuluşunu tehlikeye atmanın yanında Tanrı’nın gazabını celbetmektedir. Dinler insanın, bu tür olumsuz fiilleri ve kötü davranışları terkedip hatalarını telâfi edecek şeyler yapmasını telkin etmektedir. Dinlerin, mensuplarının kötü hareketlerinin sonuçlarını ortadan kaldırmak amacıyla önerdiği davranışlar İslâmî terminolojide tövbe diye adlandırılmaktadır. Fakat bütün dinler aynı türden bir tövbe anlayışını benimsememekte, Yahudilik, Hıristiyanlık ve İslâm gibi semavî dinler tövbeye yönelirken Çin ve Hint coğrafyasında yaygın dinler, tövbeden ziyade kötü fiilin sonuçlarını gidermeyi hedefleyen ve tövbenin bir unsuru olan kefâret türü davranışlara önem vermektedir. Yahudilik, Hıristiyanlık ve İslâm, tövbeyle her türlü günahın neticesinin ortadan kalkacağını kabul ederek tövbeyi dinî hayatın âdeta merkezine koyarken bireysel kurtuluşu ön planda tutan Hint ve Çin kökenli dinler tövbe amaçlı dinî uygulamalara daha az yer vermektedir. Buna rağmen günümüzde dinlerin hemen tamamında bir tövbe anlayışı ve bu amaçla yapılan uygulamalar bulunmaktadır. Çin’in geleneksel inancı Konfüçyüsçülük’e göre işlenen her günahın mutlaka bir karşılığı vardır. Günahın karşılığında çekilecek ceza, genellikle ölüm sonrasında ve öteki âlemde değil dünyada uygulanacak bir ceza olarak görülmektedir. Bu sebeple günah işleyen kişinin günahının karşılığını ödeyip bunu telâfi etmeye çalışması gerekir. Günah işleyen kişi önce oruç tutup dinen temiz hale gelmeli, ardından işlediği günahın affı için kurban kesmelidir (Budda, s. 372-373). Japon dini Şintoizm’de kötülük ve günah ahlâkî bir sorun olmaktan çok bir kirlenme şeklinde görülmektedir. Bunun için Şinto inancını benimseyenler kötü fiillerin çaresinin arınma ritüellerinde bulunduğuna inanmakta ve arınmaya yönelik birçok ritüeli yerine getirmektedir. Bunların en önemlisini “oho-harahe” âyini oluşturmaktadır. Altı ayda bir yapılan bu âyinde kişi âyinden birkaç gün önce tapınaktan beyaz bir kâğıt alarak bunu gömlek şeklinde keser ve üzerine kimlik bilgilerini yazar. Daha sonra bu kâğıdı bütün vücuduna sürüp nefesini üflemek suretiyle günahını ona geçirir ve kâğıdı tapınağa götürür. Bu kâğıtlar tapınaktaki arınma töreni sırasında siyah bir masada toplanır, ardından bir kayığa konularak denize atılır, böylece arınma töreni tamamlanmış olur. Hint yarımadasının en yaygın ve en eski dini Hinduizm’de günah dünyanın nizamına karşı işlenmiş bir suç olarak görülmektedir (Schimmel, s. 77). Bu dinde işlenen her günahın karma inancı gereğince tenâsüh çemberinin süresini uzatacağı ve zorlaştıracağı kabul edildiğinden ( ERE , V, 659) Hindular, hemen her türlü sıkıntının kaynağı diye gördükleri günahlardan kurtulmaya büyük önem verir ve günahların sonuçlarını ortadan kaldırmak için çeşitli kefâretler uygular. Hinduizm’de günahtan vazgeçerek arınma çok önemli görüldüğü için erken dönem Hint kutsal metinlerinden olan Sama Veda’da tövbe ve kefâret konusuna temas edilmiş ( a.g.e. , a.y.), sonraki dönemin metinlerinden Manu kanunlarında da günahtan pişmanlık ve arınma amaçlı kefâret uygulamaları üzerinde durulmuştur (Budda, s. 159). Kutsal metinlerdeki bu vurgu sebebiyle Hinduizm’de günahtan tövbe maksadıyla kurban törenlerine büyük önem verilmiş, bilhassa at kurbanlarının günah yüzünden öfkelenen tanrıları yatıştıracağına inanılmıştır. Günümüz Hinduizm’inde de tövbe ve günahtan arınmak için kutsal bilinen sularda yıkanılmakta, oruç tutulmakta, bazı mekânlar ziyaret edilmekte, fakirlere yardımda bulunmakta ve kutsal bilinen hayvanlara hizmet edilmektedir. Hinduizm’in toplumsal kast anlayışına ve çok tanrıcılığına tepki olarak ortaya çıkan Jainizm’de kastsız, tanrısız ve duasız bir din anlayışı savunulmuştur. Bu dinin temel amacı Hint dinlerinin ortak karakteri olan tenâsühten kurtulmaktır. Dolayısıyla Jainizm dünyayı küçümseyen bir zühd hayatını benimsemekte ve manastır yaşamına önem vermektedir. Bu dinde günahın yol açtığı karma inancından kurtulmak için manastırlarda günah itiraflarında bulunulmakta ve çeşitli kefâret uygulamaları gerçekleştirilmektedir (Parrinder, s. 67). Manastır dışındaki Jainistler tövbe etmek, günah itirafında bulunmak ve bazı yiyecekleri belirli zamanlarda tüketmemekle işledikleri günahlardan kurtulacaklarına inanmaktadır. Hint kökenli bir başka din olan Budizm’de de karma anlayışı esas alınmakta, her işin, her fiil ve davranışın kaynağı şeklinde görülen bu olgudan kurtuluşun imkânsızlığına inanılmaktadır. Buna göre işlenen her günahın karşılığı (karma) mutlaka görülecektir. Bu konuda herhangi bir ilâhî veya beşerî yardım söz konusu değildir; dolayısıyla geleneksel anlamda tövbenin de bir mânası yoktur. Ancak yine de işlenen günahları affettirecek bazı davranışlarda bulunulur. Bu amaçla Budist rahipleri on beş günde bir bölgesel toplantılar düzenler ve bir çeşit tövbe ritüeli diye adlandırılabilecek alenî günah itirafları olur. Ayrıca yalnız erkek rahiplerin katıldığı, en kıdemli veya en yaşlı rahip tarafından gerçekleştirilen yıllık alenî itiraf uygulamaları icra edilir. Başrahip bu itiraf törenlerinde elindeki günah listesini büyük günahlardan başlayarak okur ve diğer rahiplere bu günahlardan uzak kalıp kalmadıklarını sorar. Günahlardan herhangi birini işleyene gerekli kefâret cezası verilerek âyin sona erer. Halktan Budistler ise işledikleri günahları rahibe anlatıp onun belirlediği cezayı çekmek suretiyle kefâretlerini ödemektedir. Bazı bölgelerde halkın Buda, dhamma ve sangha adına günahlarının affını ve kötülüklerden uzak kalmayı dilediği birtakım dualar ve ölen kişilerin günahını affettirmeye yönelik bazı uygulamalar bulunmaktadır. Bu uygulamaya göre ölen kişinin akrabaları rahiplere para, yiyecek ve giyecek türü şeyler verir, bunun karşılığını ölene bağışlar. Günümüzde Hint coğrafyasında varlığını sürdüren ve eski İran’daki Zerdüştîliğin devamı olan Parsîlik’te günahtan arınma amaçlı uygulamalara büyük önem verilmektedir. Bu dine göre tövbeyle ortadan kaldırılmayan günahlar her yıl biraz daha büyüyerek kişiyi Ahura Mazda’nın karşısında zor duruma düşürürken tövbe ve kefâret bütün günahları bir anda yok eder. Dolayısıyla öncelikle bir rahibe, rahibin olmadığı durumlarda salih bir kişiye günah itirafında bulunulması gerekir. Bu itiraflar en az yılda bir defa Mihr ayında gerçekleştirilmelidir. Bu maksatla muhtemel günahları içeren günah itirafları listesi hazırlanır ve bunlar zaman zaman okunur. Parsîlik’te günah itirafında bulunan kişi rahibin, suçuna karşılık belirlediği kefâreti yerine getirmek zorundadır. Bu kefâretler, bedenî bazı meşakkatler yanında çoğunlukla ibadet veya topluma hizmet türünden uygulamaları içermektedir. Günümüz Parsîliğinde yaygın biçimde, kişinin ölümü ve cenazesinin kaldırılması süresince ölen adına günah itirafları yapılır. Bu iş için tutulan rahip günah itiraflarını ihtiva eden duaları okurken ölenin yakınları da ona eşlik eder ( ERE , V, 666). Tövbe konusu Yahudilik ve Hıristiyanlık gibi dinlerde çok daha önemli bir yer tutmakta, yahudi kutsal kitabı Tanah’ın (Eski Ahid) birçok bölümünde İsrâil kavmi tövbe etmeye çağrılmaktadır. Tanah’ta tövbe kavramını ifade etmek üzere “şuv” (dönmek) fiili kullanılmakta, bununla fert veya toplum olarak İsrâil kavminin günahtan uzaklaşıp Tanrı’ya yönelmesi kastedilmektedir. Talmud’un teşekkülü sırasında “şuv” fiilinden “teşuva” kelimesi türetilmiştir. Bu kelime, kötü fiillerden pişmanlık duyarak Tanrı’ya dönmeyi ve O’nun istediği gibi iyi işler yapan bir kul olmayı ifade etmektedir (Montefiore, XVI [1904], s. 213). Tanah’ta tövbe konusunun sürekli işlenmesi ve insanların günahtan vazgeçip Tanrı’ya dönmeye çağrılması sebebiyle yahudi din âlimleri tövbeye büyük önem vermiş, bunun nasıl yapılması gerektiği konusunda yorumlarda bulunmuştur. XI. yüzyılda yaşayan Bâhya b. Yûsuf b. Pakuda tövbeyi “Tanrı’nın çizdiği sınırdan çıkan kişinin kurtuluşu isteyip O’na dönmesi” ( el-Hidâye , s. 248), ondan yüzyıl sonra gelen İbn Meymûn ise “günahın zihinden sökülüp atılarak tamamen unutulması ve bir daha ona dönmemeye karar verilmesi” şeklinde tanımlamıştır (Moore, Judaism , I, 510). Yahudilik’te günah dünyevî ve uhrevî her türlü sıkıntının kaynağı olup ondan bir an önce kurtulmak gerekir. Bu durumda Tanrı insanların işlediği günahların cezasını öteki âleme bırakmamakta, büyük bir kısmını bu dünyada çeşitli sıkıntılarla ödetmektedir. Sıkıntılardan kurtulmanın yegâne yolu günahlardan pişmanlık duyup tövbe etmektir. Tanah’ta, fert veya toplumun günahlardan tövbe ederek Tanrı’ya yalvarıp göz yaşı dökmesi halinde belâ ve felâketlerin son bulacağı belirtilmektedir (Yeremya, 4/4; Hezekiel, 33/11, 14-15; Yûnus, 3/8-9). Çünkü Tanrı insanların günahları sebebiyle ölmesini değil tövbe ile yaşamasını ister ve tövbe etmelerini bekler (Hezekiel, 33/11). Tanrı’nın tövbeyi beklediğine inanıldığı için kişinin her an tövbe etmesi mümkündür. Ayrıca O’nun kullarına tövbelerini kabul edeceği özel bir zaman tahsis ettiği belirtilmektedir (Kitov, I, 65, 87). Bu özel dönem yahudi yeni yılının ilk gününden (Roş ha-Şanah) başlayarak on gün devam eder ve “tövbe günü, kefâret günü” diye adlandırılan Yom Kipur ile sona erer. Tövbe dönemi olarak bilinen bu sürecin ilk günü herkesin bir yıllık kaderi Tanrı tarafından belirlenir. Ancak Tanrı insanların geçmiş fiillerine göre belirlediği bir yıllık kaderi hemen mühürlemez, tövbe döneminin sonuna kadar kullarına fırsat verir, bu süre içinde tövbe edenlerin olumsuz kaderini değiştirir. Dolayısıyla yahudiler söz konusu on günlük tövbe dönemini günah itirafı, oruç ve dua ile geçirir ( a.g.e. , I, 23-24, 65; Katar, s. 58-59). Tövbe için herhangi bir aracıya gerek yoktur ve günahkârın samimiyetle tövbe etmesi yeterlidir. Günahların çokluğu veya tövbenin geciktirilmiş olması Tanrı’nın bağışlamasına engel teşkil etmez; Tanrı bütün ömrünü günahla geçirmiş kişilerin tövbesini bile kabul eder. Ancak başka insanlara karşı işlenmiş günahlar bu affın dışındadır ve bunların affı için öncelikle haksızlığa uğrayan kişinin rızasının alınması gerekir. Hıristiyanlığa göre tövbe kişinin yaptığı kötülüklerin farkına varması, kötülüklerden dolayı kendini kınaması ve günahı terkedip Tanrı’nın rızasına uygun bir hayata yönelmesidir (Graham, s. 106-107). Hıristiyanlık’ta tövbe konusu Hz. Îsâ’nın mesajının temelini oluşturur. Hz. Îsâ, tebliğde bulunduğu yahudi toplumuna Tanrı’nın yeryüzündeki egemenliğinin yakın olduğunu söylemiş, onlara tövbe ederek buna yaraşır biçimde davranmaları çağrısında bulunmuştu (Matta, 4/17; Markos, 1/15). Onun çağrısına uyan kimseler tövbe etmiş, tövbenin bir sembolü olarak su ile yıkanıp vaftiz olmuşlardır. Bu sebeple erken dönem Hıristiyanlığında su ile yıkanma tövbenin fizikî bir tezahürü şeklinde algılanmıştır. İlk hıristiyan cemaatinde tövbe ederek vaftiz olanlar mevcut günahlarından arındıklarına inanmış ve Tanrı krallığına girmek için bir daha günah işlememeyi amaç edinmiştir. Dolayısıyla vaftizin ardından işlenen günahlardan tövbe etmenin mümkün olmayacağı anlayışı benimsenmiştir. Ancak bir süre sonra bu idealin gerçekleştirilemeyeceği ve insanların vaftizden sonra da günah işleyebileceği kabul edilmiştir. II. yüzyılın ortalarına doğru kaleme alınan Hermas’ın Çobanı adlı eserde vaftizin ardından küçük günahlar için tövbe edilebileceği dile getirilmiştir. III. yüzyılda vaftizden sonra büyük günahların da işlenebileceği ve bunlardan arınmak amacıyla kilise görevlilerinin denetiminde bazı ağır kefâretlerin yerine getirilmesi gerektiği inancı benimsenmiştir. Sonraki yüzyıllarda kilise yetkililerinin kontrolünde açıktan yapılan tövbe uygulamaları için Paskalya öncesi kırk günlük bir dönem oluşturulmuş, bu dönem Lent veya Karem diye adlandırılmıştır ( Instructions on the Revised Roman Rites , s. 169). Alenî itiraf sorunlara yol açtığı ve eleştirildiğinden XII. yüzyıla kadar kademeli biçimde terkedilmiş, bunun yerini gizli itiraf almıştır. Günümüzde gizli itiraf geleneği Katolik Hıristiyanlığı’nda hâlâ devam etmekte ve günah itirafları, rahiple günah itirafında bulunan kimsenin birbirinin yüzünü görmesini önleyen bir ortamda yapılmaktadır. Zamanla Hıristiyanlık’ta mükerreren büyük günah işleyenlerin tekrar tövbe edebileceği kabul edilmiş ve tövbe bu dinin önemli bir sakramenti haline getirilmiştir. XIII. yüzyılın başında herkesin yılda en az bir defa tövbe amaçlı uygulamalara katılması zorunlu tutulmuş ve bunun Lent döneminde yapılması benimsenmiştir. Hıristiyanlar, bu anlayış gereğince yüzyıllar boyu Paskalya öncesindeki kırk günlük dönemde tövbe uygulamalarına iştirak etmiş, günah itiraflarında bulunmuş, kırk günlük süreyi oruçla ve proteinlerden kaçınılan perhizle geçirmişlerdir. Ancak sanayi devrimi ve değişen hayat şartları sebebiyle XIX. yüzyıldan itibaren Paskalya öncesindeki Lent devri orucu büyük oranda terkedilmiş, bu süre belirli yiyeceklerden kaçınılan bir perhiz dönemi haline getirilmiştir. Günümüzde de Lent dönemi bir tövbe ve kefâret zamanı şeklinde görülmekte, bu dönemde başta günah itirafları olmak üzere tövbe amaçlı çeşitli uygulamalar yapılmaktadır. Yılda bir olan bu uygulamalar yanında bireysel günah işleyen kişinin itiraf ve kefâret şeklinde bazı uygulamalarla günahından kurtulması mezheplerin bakış açısına göre telkin veya tavsiye edilmektedir (bk. ENDÜLJANS ). Hıristiyanlığa göre Tanrı insanların tövbe ile kendisine yönelmeleri karşısında ilgisiz kalmamakta, sonsuz merhametiyle tövbe kapısını açık tutarak günahkâr kullarının kendisine dönmesini beklemekte (Tertullian, s. 28-29), ne kadar günahkâr olursa olsun tövbe eden kulunu bağışlamaktadır. Katolik öğretiye göre rahipler Îsâ’nın kendilerine verdiği yetkiye dayanarak insanlarla Tanrı arasında bir vasıta olmakta ve Tanrı adına bağışlama yetkisini ellerinde bulundurmaktadır. Rahiplerin bağışlama yetkisi Protestanlık tarafından reddedilmektedir. BİBLİYOGRAFYA Bahyâ b. Yûsuf b. Pakuda el-Endelüsî, el-Hidâye ilâ ferâʾiżi’l-ḳulûb (nşr. İbrâhim Sâlim b. Binyamin Yahûdâ), Leiden 1912, s. 248, 305. E. Osborne v.dğr., Church Fasts and Festivals , London 1905, s. 50 vd. A. Hilmi Ömer Budda, Dinler Tarihi-I , İstanbul 1935, s. 159, 309-310, 372-373, 381. E. B. Redlich, The Forgiveness of Sins , Edinburgh 1937, s. 227. H. Schauss, The Jewish Festivals: From Their Beginnings to Our Own Days (trc. S. Jaffe), Cincinnati 1938, s. 149. R. I. Epstein, Judaism , London 1945, s. 70-71. G. F. Moore, History of Religions , New York 1949, I, 105-107, 265, 346-347, 393, 397. a.mlf., Judaism in the First Centuries of the Christian Era: The Age of Tannaim , Cambridge 1950, I, 510, 511, 532, 535. B. Graham, Peace with God , London 1954, s. 106-107. A. Schimmel, Dinler Tarihine Giriş , Ankara 1955, s. 77. G. L. Berry, Religions of the World , New York 1956, s. 45. W. Telfer, The Forgiveness of Sins, An Essay in the History of Christian Doctrine and Practice , London 1959, s. 20, 65, 81. Tertullian, Treatises on Penance: On Penitence and On Purity (trc. W. P. Le Saint), London 1959, s. 28-29. E. G. Parrinder, Worship in the World’s Religions , London 1961, s. 67. A. Hertzberg, Judaism , New York 1963, s. 126, 134. R. C. Zaehner, Hinduism , London 1966, s. 44. J. Murphy – O’Connor, “Sin and Community in the New Testament”, Sin and Repentance (ed. D. O’Callaghan), Dublin 1967, s. 30. The High Holy Days (ed. N. Winter), Jerusalem 1973, s. 58-60. E. G. Jay, The Church its Changing Image Through Twenty Centuries , London 1977, I, 161. E. Kitov, The Book of Our Heritage (trc. N. Bulman), New York 1978, I, 23-24, 65, 87, 92. A New Catechism Catholic Faith for Adults , London 1978, s. 160. Muhammed Ebû Zehre, Hristiyanlık Üzerine Konferanslar (trc. Âkif Nuri), İstanbul 1978, s. 291. Instructions on the Revised Roman Rites , London 1979, s. 169. D. A. Brown, A Guide to Religions , London 1991, s. 57, 135, 147-148. Mehmet Katar, Yahudilik, Hıristiyanlık ve İslâm’da Tövbe , Ankara 2003, s. 58-59, 100, 110, 118-121, 130-131, 139-141. Ali İhsan Yitik, Hint Dinleri , İzmir 2005, s. 110. C. G. Montefiore, “Rabbinic Conceptions of Repentance”, Jewish Quarterly Review , XVI, Philadelphia 1904, s. 213, 223, 226-227. J. Jolly, “Expiation and Atonement (Hindu)”, ERE , V, 659. T. W. R. Davids, “Expiation and Atonement (Buddhist)”, a.e. , V, 640-641. M. N. Dhalla, “Expiation and Atonement (Parsi)”, a.e. , V, 664-666. D. E. Aune, “Repentance”, ER , XII, 337. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2012 yılında İstanbul’da basılan 41. cildinde, 285-288 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Bahyâ b. Yûsuf b. Pakuda el-Endelüsî, el-Hidâye ilâ ferâʾiżi’l-ḳulûb (nşr. İbrâhim Sâlim b. Binyamin Yahûdâ), Leiden 1912, s. 248, 305.",
        "E. Osborne v.dğr., Church Fasts and Festivals , London 1905, s. 50 vd.",
        "A. Hilmi Ömer Budda, Dinler Tarihi-I , İstanbul 1935, s. 159, 309-310, 372-373, 381.",
        "E. B. Redlich, The Forgiveness of Sins , Edinburgh 1937, s. 227.",
        "H. Schauss, The Jewish Festivals: From Their Beginnings to Our Own Days (trc. S. Jaffe), Cincinnati 1938, s. 149.",
        "R. I. Epstein, Judaism , London 1945, s. 70-71.",
        "G. F. Moore, History of Religions , New York 1949, I, 105-107, 265, 346-347, 393, 397.",
        "a.mlf., Judaism in the First Centuries of the Christian Era: The Age of Tannaim , Cambridge 1950, I, 510, 511, 532, 535.",
        "B. Graham, Peace with God , London 1954, s. 106-107.",
        "A. Schimmel, Dinler Tarihine Giriş , Ankara 1955, s. 77.",
        "G. L. Berry, Religions of the World , New York 1956, s. 45.",
        "W. Telfer, The Forgiveness of Sins, An Essay in the History of Christian Doctrine and Practice , London 1959, s. 20, 65, 81.",
        "Tertullian, Treatises on Penance: On Penitence and On Purity (trc. W. P. Le Saint), London 1959, s. 28-29.",
        "E. G. Parrinder, Worship in the World’s Religions , London 1961, s. 67.",
        "A. Hertzberg, Judaism , New York 1963, s. 126, 134.",
        "R. C. Zaehner, Hinduism , London 1966, s. 44.",
        "J. Murphy – O’Connor, “Sin and Community in the New Testament”, Sin and Repentance (ed. D. O’Callaghan), Dublin 1967, s. 30.",
        "The High Holy Days (ed. N. Winter), Jerusalem 1973, s. 58-60.",
        "E. G. Jay, The Church its Changing Image Through Twenty Centuries , London 1977, I, 161.",
        "E. Kitov, The Book of Our Heritage (trc. N. Bulman), New York 1978, I, 23-24, 65, 87, 92.",
        "A New Catechism Catholic Faith for Adults , London 1978, s. 160.",
        "Muhammed Ebû Zehre, Hristiyanlık Üzerine Konferanslar (trc. Âkif Nuri), İstanbul 1978, s. 291.",
        "Instructions on the Revised Roman Rites , London 1979, s. 169.",
        "D. A. Brown, A Guide to Religions , London 1991, s. 57, 135, 147-148.",
        "Mehmet Katar, Yahudilik, Hıristiyanlık ve İslâm’da Tövbe , Ankara 2003, s. 58-59, 100, 110, 118-121, 130-131, 139-141.",
        "Ali İhsan Yitik, Hint Dinleri , İzmir 2005, s. 110.",
        "C. G. Montefiore, “Rabbinic Conceptions of Repentance”, Jewish Quarterly Review , XVI, Philadelphia 1904, s. 213, 223, 226-227.",
        "J. Jolly, “Expiation and Atonement (Hindu)”, ERE , V, 659.",
        "T. W. R. Davids, “Expiation and Atonement (Buddhist)”, a.e. , V, 640-641.",
        "M. N. Dhalla, “Expiation and Atonement (Parsi)”, a.e. , V, 664-666.",
        "D. E. Aune, “Repentance”, ER , XII, 337."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}