{
  "id": "eweb_392",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/ucb",
  "annotator": "Jeremy",
  "title": "UCB",
  "arabic_title": "العجب",
  "summary": "Kendini beğenme, böbürlenme anlamında ahlâk terimi.",
  "parts": [
    {
      "author": "MUSTAFA ÇAĞRICI",
      "content": "Sözlükte “şaşmak, hayret etmek, yadırgamak” mânasındaki acb kökünden isim olan ucb “bir kimsenin hak etmediği bir mertebeyi kendinde vehmetmesi” şeklinde tanımlanır ( et-Taʿrîfât , “ʿucb” md.; Râgıb el-İsfahânî, eẕ-Ẕerîʿa , s. 306). Sözlüklerde ucb genellikle “övünme, kibir, tekebbür” diye açıklanırsa da (meselâ bk. Lisânü’l-ʿArab , “ʿacb” md.; Tâcü’l-ʿarûs , “ʿacb” md.) âlimler bu kavramların birbirinden farklı olduğunu belirtir. Meselâ er-Riʿâye li-ḥuḳūḳıllâh adlı eserinde (s. 371, 377) ucb, kibir ve bunlarla ilişkisi bulunan ahlâkî kusurları geniş biçimde ele alan Hâris el-Muhâsibî kibrin ucbden doğduğunu kaydeder. İbn Hazm ucbü kendini beğenme, övünme, kibir ve büyüklenmenin aslı olarak gösterir ve birbirine yakın anlamlar taşıdığından çoğu insanın bu kelimeleri ayırt etmekte güçlük çektiğini ifade eder ( el-Aḫlâḳ ve’s-siyer , s. 73-74). Mâverdî kişinin itibarı ve mevkii ile gururlanmasına kibir, faziletleriyle övünmesine ucb (i‘câb) denildiğini söyler ve bunların ikisinin de faziletleri silip götürdüğünü kaydeder ( Edebü’d-dünyâ ve’d-dîn , s. 228). Gazzâlî’ye göre kibir toplum içinde görülen bir durumdur, zira insanlar birbirine karşı büyüklük taslar. Ucb ise psikolojik bir hal olup tek başına yaşayanlarda da bulunabilir ( İḥyâʾ , III, 343-344). Bazı kaynaklarda ucbün ileri derecesine idlâl denilmiştir. Buna göre ucb yapılan iyilikle böbürlenmek, idlâl iyiliğe karşılık beklemektir (Muhâsibî, s. 343-344; Gazzâlî, III, 371). Ucb kavramı Kur’ân-ı Kerîm’de ahlâkla ilgili anlamıyla bir âyette geçmektedir. Burada müslümanlara Huneyn Gazvesi esnasında sayılarının çokluğuyla böbürlendikleri hatırlatılmakta, yanlış olan bu davranışın kendilerine zarar verdiğine işaret edilmektedir (et-Tevbe 9/25). Kur’an’da ayrıca kibr ( M. F. Abdülbâkī, el-Muʿcem , “kbr” md.), ulüv (Yûnus 10/83; el-İsrâ 17/4; el-Kasas 28/4), ihtiyâl (en-Nisâ 4/36; Lokmân 31/18; el-Hadîd 57/23), istiğnâ (el-Leyl 92/8; el-Alak 96/7) ve merah (el-İsrâ 17/37; Lokmân 31/18; el-Mü’min 40/75) gibi ucbe yakın mânalar taşıyan kavramlar geçmektedir. İzzet kelimesi de iki yerde inkârcılar için “kendini beğenme” anlamında kullanılmıştır (el-Bakara 2/206; Sâd 38/2; krş. Râgıb el-İsfahânî, el-Müfredât , “ʿazz” md.). Birçok âyette insanların meziyet ve üstünlük saydıkları özel durumlarından dolayı böbürlendikleri kaydedilmekte ve bu tutum yerilmektedir. Meselâ Âd kavmi, “Bizden daha güçlü kim var!” diyerek böbürlenmiş, bu yüzden korkunç bir felâketle yok edilmiştir (Fussılet 41/15). Çok zengin hazinelere sahip olan Kārûn bunları kendi bilgisi sayesinde elde ettiğini iddia edip gurura kapılınca benzer bir âkıbete uğramıştır (el-Kasas 28/78). Mekke müşrikleri de müslümanları aşağılar, onlara karşı malları ve oğullarının çokluğuyla övünürlerdi (Sebe’ 34/35). Bu âyetler incelendiğinde Câhiliye insanıyla İslâm’ı benimseyenin karakter farklılığının bu konuda ortaya çıktığı görülür. Kur’ân-ı Kerîm muhataplarından, kibir ve kendini beğenme gibi Câhiliye karakterini oluşturan eğilimlerden ruhlarını arındırarak gerçek ululuk ve yücelik sahibi Allah’a inanıp teslim olmalarını ister. Dinin adının İslâm olması da tevazu içeren bu teslimiyetle irtibatlıdır. Dinî mânada kâfir, insanları küçük gören ve kendisiyle övünen kişidir (Izutsu, Kur’ân’da Allah ve İnsan , s. 187-192; Kur’an’da Dinî ve Ahlâkî Kavramlar , s. 193, 195). Kur’an’ın genelinde Allah’ın yüceliğine vurgu yapan; kulluğun ruhî ve amelî planda Allah’a teslimiyetle gerçekleşeceği, dolayısıyla kendini beğenme ve böbürlenme gibi benlik iddiası taşıyan davranışların İslâmî ahlâkla bağdaşmayacağı inancını telkin eden; kulun Allah, insan ve diğer varlıklarla ilişkisini böyle bir zemine oturtmasını isteyen bir anlatım hâkimdir. Hadislerde kibir ve gururla ilgili çeşitli kavramlar yanında ucb ve aynı kökten bazı kelimeler de yer alır ( Wensinck, el-Muʿcem , “ʿacb” md.). Bunların birinde Hz. Peygamber kişinin dindarlığıyla böbürlenmesinin tehlikesine dikkat çekmiştir ( Müsned , II, 390). Benzer bir ifade kişisel görüşlerini beğenenlere dair hadiste geçmektedir (Ebû Dâvûd, “Edeb”, 17). Tâbiîn âlimlerinden Mesrûk b. Ecda‘ın, “İlmin başı Allah korkusu, cahilliğin başı kişinin bilgisiyle böbürlenmesidir” dediği nakledilir (Dârimî, “Muḳaddime”, 30). Ahlâk kitaplarında sıkça zikredilen bir hadiste (meselâ bk. Muhâsibî, s. 336; Gazzâlî, III, 369) üç şeyin helâk edici olduğu belirtilmiş, bunlar cimriliğin esiri olmak, tutkulara bağlanmak ve kendisiyle övünmek şeklinde sıralanmıştır. Diğer bir hadiste insanın, vücut bakımına ve giyim kuşamına önem vermekten hoşlanmasının kibir sayılıp sayılmayacağı sorusuna cevaben Resûlullah’ın “Hayır, bunlar güzeldir ve Allah güzeli sever” dediği ifade edilmiştir ( Müsned , I, 399). Kibir, ucb ve tevazu kavramları ahlâk ve tasavvuf kitaplarında genellikle birlikte ele alınmıştır. Meselâ Muhâsibî’nin er-Riʿâye li-ḥuḳūḳıllâh adlı eserinde ucb ve kibir konularının, Râgıb el-İsfahânî’nin eẕ-Ẕerîʿa ilâ mekârimi’ş-şerîʿa ’sında kibir-tevazu, övünme ve ucbün peş peşe incelendiği görülür. Gazzâlî’nin İḥyâʾü ʿulûmi’d-dîn ’inin kırk ana bölümden biri “Kibir ve Ucbün Yerilmesi” başlığını taşır, tevazu da bu bölümde incelenmiştir. İbn Kuteybe’nin ʿUyûnü’l-aḫbâr ’ı, İbn Abdülber en-Nemerî’nin Behcetü’l-mecâlis ’i, Nüveyrî’nin Nihâyetü’l-ereb ’i gibi edebî-ahlâkî eserlerde de anılan konular bir arada işlenmiştir. Tasavvufî ahlâkın ilk müelliflerinden olan Muhâsibî er-Riʿâye ’nin “Kitâbü’l-ʿUcb” adlı bölümüne ucbün ahlâkî ve içtimaî zararlarını anlatan ifadelerle başlar. Ona göre bir kimsenin kendini beğenmesi ucb, insanları aşağılaması tekebbürdür (s. 371). Ucbün asıl sebebi kişinin kendini başkalarından daha değerli görmesidir ve kibir, övünme gibi kötü huylar bundan doğar. Nitekim İblîs’in kendini Âdem’den üstün görmesi (el-A‘râf 7/12; Sâd 38/76) onu kibre ve isyana götürmüştür. Birçok insanda bulunabilen ucb günahları görmeyi engelleyen, hata ve kötülükleri güzel gösteren, yanlış davranışları doğru zannettiren bir âfettir. Sapıklığa öncülük edenler ucb yüzünden helâk olmuştur. Abdullah b. Mes‘ûd insanı felâkete sevkeden iki şeyin ümitsizlik ve ucb olduğunu söyler. Zira ümitsizliğe kapılan kişi günahlarının bağışlanmayacak derecelere ulaştığını düşünerek tövbeyi bırakır ve sonuçta kendini tamamen kötülüğe terkeder. Ucb de insana nefsini tertemiz gösterip günahlarının farkına varmasını engeller. Bu sebeple, “İnsan ne zaman kötü olur?” sorusuna Hz. Âişe, “İyi olduğunu zannettiği zaman” cevabını vermiştir ( a.g.e. , s. 335-337). Kişinin böbürlenmesi onun dini veya dünyasıyla ilgilidir. Dinde böbürlenmenin sebebi ilim, amel, doğru ya da yanlış görüşler; dünya ile ilgili böbürlenmenin sebebi benlik tutkusu, zenginlik, soy sop, evlât ve akraba çokluğu olabilir. Muhâsibî ucb sebeplerini incelerken bu konudaki yanılgıları ve bunları düzeltme çarelerini gösterir. Ucb hakkındaki temel yanılgı insanın nefsiyle ilgili bilgisizliği ve kavuştuğu nimeti kendinden bilmesi, ucbün çaresi kişinin nefsini tanıması, nimet sahibinin Allah olduğunu bilmesi ve O’na şükretmesidir ( a.g.e. , s. 338-371). Ucb konusunu genişçe ele alan âlimlerden biri de İbn Hazm’dır. Ucbün ilim, amel, fikrî derinlik, soyluluk, makam gibi gerçek bir üstünlüğe işaret edebileceği gibi temelsiz ve anlamsız bir duygudan da kaynaklanabileceğini belirten İbn Hazm insanın, kişiliğini zedeleyecek basit davranışlardan uzak durmasını sağlayacak düzeyde onurlu duruşunu fazilet sayar; bazılarında bu tutumun başkalarına karşı güç kullanmaya, zorbalığa, zulüm ve saldırganlığa kadar varabileceğini belirtir. Bu kişiler güçleri oranında kötülük işlemekten çekinmezler; yeterince güçleri yoksa kendilerini över, başkalarını yerip alaya alırlar. Böbürlenenlerin ruh hallerini de tahlil eden İbn Hazm bu duygunun akıl ve zekâ kıtlığından doğduğu sonucuna varır. İnsan bu yeteneklerden yoksun olduğu ölçüde kendini akıllı ve zeki sanır. Nitekim mecnun ve sarhoş aklı başında olanları, cahil filozofları ve âlimleri, küçük çocuk tecrübeli yaşlıları alaya alır; ayak takımı akıllı şahsiyetleri küçümser. İbn Hazm ayrıca akıl, zekâ, bilgi, mevki, cesaret, servet, şöhret, güzellik, asalet gibi böbürlenmeye yol açan şeyleri sıralayıp her birinden kurtulma çarelerini anlatır. Hiçbir kusuru bulunmadığını sanan kişi çaresiz bir belâya düşmüş demektir. Gerçekte peygamberler dışında kusursuz insan yoktur. Kendini kusursuz görmek en büyük kusurdur ve tam bir akıl yoksunluğudur ( el-Aḫlâḳ ve’s-siyer , s. 65-76). Gazzâlî, İḥyâʾü ʿulûmi’d-dîn ’in ucbe ayırdığı bölümünde (III, 369-378) bu huyun kötülüğünü ve zararlarını ifade eden âyet ve hadislerle İslâm büyüklerinin sözlerini aktardıktan sonra mahiyetini inceler. Buna göre ucb, insanın kendinde dinî veya dünyevî bir üstünlük bulunduğunu zannetmesi sonucunda ortaya çıkar. Bir kimsenin üstünlüğünü kaybetmekten korkması ve onu Allah’ın bir nimeti bilerek mutlu olması ucb değildir. Ucb sahip bulunduğu üstünlüğü Allah’tan değil kendinden bilmektir. Kişinin, birine iyilik yaparak bunu büyütmesi ve iyilik ettiği kimseyi minnet altında bırakması da ucbdür. Gazzâlî, diğer kötü huylar gibi bir ahlâk hastalığı kabul ettiği ucbü tedavi etmenin yollarını da ayrıntılı biçimde anlatır. Sonuçta ucb cahilliğin doğurduğu bir hastalıktır ve tedavisi bilgiyle mümkündür. Kendinde bir üstünlük gören kişi bunu verenin Allah olduğunu bilmeli, nefsine değil Allah’ın lutfuna hayranlık duymalı, O’na minnettar kalmalıdır; ancak bu sayede ucbden kurtulabilir. Gazzâlî, ucbün sebeplerini incelediği bölümde geniş ölçüde Muhâsibî’nin er-Riʿâye li-ḥuḳūḳıllâh ’ından yararlanmakla birlikte konuyu daha sistemli ve bilimsel şekilde ele almıştır. Ahlâk kitaplarında ucb, ahlâkla ilgisi yanında modern psikolojideki narsizme yakın bir anlamda psikolojik ve pedagojik boyutuyla da incelenmiştir. Meselâ Ebû Bekir er-Râzî ucbün kendini sevmekten kaynaklandığını söyler ve insanın iyi özelliklerini abartırken kötü özelliklerini önemsiz gördüğünü, bu eğilimin güçlenmesinin ucbe dönüştüğünü belirtir. Râzî’ye göre ucbün en tehlikeli yanı onu besleyen sebeplerin önemsiz sayılmasıdır. Bu durumdaki insanın ucbden kurtulması mümkün değildir ( eṭ-Ṭıbbü’r-rûḥânî , s. 46-47). Râzî’den yararlandığı bilinen Ebü’l-Ferec İbnü’l-Cevzî de aynı görüşleri tekrarlar ( eṭ-Ṭıbbü’r-rûḥânî , s. 25-26). Ucbün aslının ben sevgisi olduğunu söyleyen Râgıb el-İsfahânî, “Bir şeye karşı hissettiğin ölçüsüz sevgi gözünü kör, kulağını sağır eder” meâlindeki hadiste (Ebû Dâvûd, “Edeb”, 116) buna işaret edildiğini, bu anlamda gözü kör, kulağı sağır olanların artık kendi kusurlarını göremeyeceklerini kaydeder (ayrıca bk. KİBİR ; TEVAZU ). BİBLİYOGRAFYA Müsned , I, 399; II, 390. Muhâsibî, er-Riʿâye li-ḥuḳūḳıllâh (nşr. Abdülkādir Ahmed Atâ), Beyrut 1405/1985, s. 335-371, 377, 383, 391, 395, 411. İbn Kuteybe, ʿUyûnü’l-aḫbâr (Tavîl) , s. 381-388. Ebû Bekir er-Râzî, eṭ-Ṭıbbü’r-rûḥânî (nşr. P. Kraus, Resâʾil felsefiyye içinde), Kahire 1939, s. 46-47. Mâverdî, Edebü’d-dünyâ ve’d-dîn (nşr. M. Ebü’l-Hayr es-Seyyid – Muhammed eş-Şerkāvî), Beyrut 1425/2004, s. 228-234. İbn Hazm, el-Aḫlâḳ ve’s-siyer , Beyrut 1405/1985, s. 65-76. İbn Abdülber, Behcetü’l-mecâlis , I, 437-442. Râgıb el-İsfahânî, eẕ-Ẕerîʿa ilâ mekârimi’ş-şerîʿa (nşr. Ebü’l-Yezîd el-Acemî), Kahire 1405/1985, s. 306-307. Gazzâlî, İḥyâʾ , III, 343-344, 369-378. Ebü’l-Ferec İbnü’l-Cevzî, eṭ-Ṭıbbü’r-rûḥânî , Dımaşk 1348/1929, s. 25-26. Nüveyrî, Nihâyetü’l-ereb , III, 370-375. T. Izutsu, Kur’ân’da Allah ve İnsan (trc. Süleyman Ateş), Ankara 1975, s. 187-192. a.mlf., Kur’an’da Dinî ve Ahlâkî Kavramlar (trc. Selâhattin Ayaz), İstanbul 1991, s. 193, 195. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2012 yılında İstanbul’da basılan 42. cildinde, 36-37 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Müsned , I, 399; II, 390.",
        "Muhâsibî, er-Riʿâye li-ḥuḳūḳıllâh (nşr. Abdülkādir Ahmed Atâ), Beyrut 1405/1985, s. 335-371, 377, 383, 391, 395, 411.",
        "İbn Kuteybe, ʿUyûnü’l-aḫbâr (Tavîl) , s. 381-388.",
        "Ebû Bekir er-Râzî, eṭ-Ṭıbbü’r-rûḥânî (nşr. P. Kraus, Resâʾil felsefiyye içinde), Kahire 1939, s. 46-47.",
        "Mâverdî, Edebü’d-dünyâ ve’d-dîn (nşr. M. Ebü’l-Hayr es-Seyyid – Muhammed eş-Şerkāvî), Beyrut 1425/2004, s. 228-234.",
        "İbn Hazm, el-Aḫlâḳ ve’s-siyer , Beyrut 1405/1985, s. 65-76.",
        "İbn Abdülber, Behcetü’l-mecâlis , I, 437-442.",
        "Râgıb el-İsfahânî, eẕ-Ẕerîʿa ilâ mekârimi’ş-şerîʿa (nşr. Ebü’l-Yezîd el-Acemî), Kahire 1405/1985, s. 306-307.",
        "Gazzâlî, İḥyâʾ , III, 343-344, 369-378.",
        "Ebü’l-Ferec İbnü’l-Cevzî, eṭ-Ṭıbbü’r-rûḥânî , Dımaşk 1348/1929, s. 25-26.",
        "Nüveyrî, Nihâyetü’l-ereb , III, 370-375.",
        "T. Izutsu, Kur’ân’da Allah ve İnsan (trc. Süleyman Ateş), Ankara 1975, s. 187-192.",
        "a.mlf., Kur’an’da Dinî ve Ahlâkî Kavramlar (trc. Selâhattin Ayaz), İstanbul 1991, s. 193, 195."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}