{
  "id": "eweb_393",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/ulfet",
  "annotator": "Jeremy",
  "title": "ÜLFET",
  "arabic_title": "الألفة",
  "summary": "İnsanlarla uzlaşma, kaynaşma, barış içinde yaşama anlamında ahlâk terimi.",
  "parts": [
    {
      "author": "MUSTAFA ÇAĞRICI",
      "content": "Sözlükte “alışmak, birleşip kaynaşmak, sevmek” anlamındaki ilf ( elf ) kökünden türeyen ülfet insanların birbirine ilgi ve sevgi duymasını, destek olmasını sağlayan, toplumsal uyum, birlik ve beraberliği güçlendiren kaynaşma ve birlikte yaşama eğilimini ifade eder ( Râgıb el-İsfahânî, el-Müfredât , “elf” md.; Lisânü’l-ʿArab , “elf” md.; Gazzâlî, II, 157, 158). Aynı yahut yakın mânalarda i’tilâf / teâlüf (uzlaşma), üns / müânese (kaynaşma), ihtilât (birlikte yaşama), muâşere , sıla / tevâsul , mücâlese (bir arada bulunma); bunların karşıtı olarak da teferruk (ayrışma), teferrüd (tek başına yaşama), ihtilâf, tekātu‘ (birbirinden kopma), tedâbür (birbirine sırt çevirme), tebâyün (zıtlaşma) ve hicret gibi kavramlar kullanılır (meselâ bk. Mâverdî, s. 148-150; Râgıb el-İsfahânî, eẕ-Ẕerîʿa , s. 369). Tasavvuf kitaplarında kişinin insanlar arasına karışması daha çok ihtilât, yalnız yaşaması uzlet terimleriyle, sâlikin kalbinin Allah’la birlikteliği ve sırf O’nunla meşgul olması üns, Allah’tan uzak kalması vahşet kelimeleriyle anlatılır. Kur’ân-ı Kerîm’de ülfet kavramı sosyal ve ahlâkî anlamıyla iki yerde geçmektedir. Âl-i İmrân sûresinin 103. âyetinde müslümanlar Allah’ın dinine ve kitabına sarılıp tefrikadan kaçınmaya çağrıldıktan sonra asırlardan beri birbiriyle çatışma halinde bulunan Arap topluluklarının, özellikle Medineli yerlileri Evs ve Hazrec kabilelerinin Allah’ın kalplerine verdiği ülfet sayesinde kardeş oldukları belirtilmekte, bu değişim, “Siz bir ateş çukurunun tam kenarında iken Allah sizi oradan kurtardı” şeklinde dile getirilmektedir. Enfâl sûresinin 63. âyetinde Hz. Peygamber’e hitaben, “Dünyanın bütün servetlerini harcasaydın onların gönüllerini birleştiremezdin” ifadesiyle aynı çatışmacı kültüre işaret edilmiş ve Allah’ın kalplerine koyduğu ülfetle onları kaynaştırdığı bildirilmiştir. İslâm öncesi çatışma ve savaşlar, İslâm sonrası ise ülfet ve muhabbet dönemidir. Hadislerde de Araplar arasındaki eski düşmanlıklara temas edilerek İslâm’ın ve Resûlullah’ın birbirine düşman olanları birbiriyle uzlaştırdığına dikkat çekilmektedir (meselâ bk. Müsned , I, 190; III, 76, 104, 253; Buhârî, “Meġāzî”, 56). Resûl-i Ekrem’in ashabına öğrettiği bir duada, “Allahım, kalplerimize ülfet ver, aramızı düzelt!” ifadesi de yer alır (Ebû Dâvûd, “Ṣalât”, 178). Resûlullah mümini “başkalarıyla ülfet eden kimse” diye tanımlamış, başkalarıyla ülfet etmeyen kimsede hayır bulunmadığını bildirmiş ( Müsned , II, 400; V, 335), münafıkların kusurlarını sayarken, “Kibirlidirler, ne onlar başkalarıyla ne başkaları onlarla ilişki kurabilir” demiştir ( Müsned , II, 393). Diğer bir hadiste, insanlarla bir arada yaşayıp sıkıntılarına katlananların, müslüman kardeşinin sıkıntılarına katlanmayanlardan daha çok sevap alacakları belirtilmiştir ( Müsned , II, 43). Hadislerde ülfet anlamında “muâşeret” ve “muhâlata” gibi kavramlar da geçmektedir. Bazı hadis mecmualarında “Hüsnü’l-muâşere” başlığı altında aile içinde kaynaşmayı teşvik eden hadisler toplanmıştır (Buhârî, “Nikâḥ”, 82; İbn Mâce, “Nikâḥ”, 50; Dârimî, “Nikâḥ”, 55). Hadis kitaplarında, Resûlullah’ın insanlarla bir arada bulunmaktan duyduğu memnuniyeti ve başkalarına karşı güzel davranışlarını anlatan çok sayıda rivayet mevcuttur. Gazzâlî’nin bunlardan derlediğine göre ( İḥyâʾ , II, 358-367) Hz. Peygamber insanların en yumuşak huylusu, en müsamahakârı, en cömerdi ve en afifiydi. Herkesin davetine icabet eder, insanlarla hediyeleşir, fakirlerle birlikte otururdu. Hastaları ziyaret eder, cenazelere katılırdı. Hiç kimseye sıkıntı vermez, özür dileyenin özrünü kabul eder, insanlarla şakalaşırdı. Herkese karşı güler yüz gösterirdi. İnsanların ihtiyacını karşılar, birinin ihtiyaç için geldiğini hissederse namazını kısa tutup ihtiyacını sorardı. İslâm ahlâkçıları toplumsal kaynaşmanın, uyum içinde birlikte yaşamanın gerekliliği ve faydaları üzerinde durmuştur. Ebû Bekir er-Râzî aklın insana başkalarıyla iyi ilişkiler ve dostluklar kurmayı öğütlediğini, hayattaki güzelliklerin büyük bir kısmının insanlarla dostça bağlar kurup yardımlaşmaktan doğduğunu belirtir ( Resâʾil felsefiyye , s. 80). Fârâbî siyaset felsefesini, insanın kendi yetkinliğini başkalarıyla birlikte yaşayıp yardımlaşmakla kazanabileceği fikri üzerine kurmuştur ( el-Medînetü’l-fâżıla , s. 117). Hiç kimsenin yetkinliğini tek başına yaşayarak kazanamayacağını belirten İbn Miskeveyh’e göre ihtiyaçlardan dolayı farklı insan grupları birleşip kaynaşmakta, bir bedenin organları gibi toplumun fertleri arasında birlik ve ülfete dayalı ortak hayat doğmaktadır. İbn Miskeveyh, bazı ibadetlerin toplu icra edilmesiyle insanlar arasında sevgi, iyilik ve mutluluğun yaygınlaşmasının hedeflendiğini ifade eder ( Tehẕîbü’l-aḫlâḳ , s. 125, 130-131). İslâm ahlâk düşünürleri arasında sosyal ahlâka büyük önem verdiği bilinen Mâverdî, Edebü’d-dünyâ ve’d-dîn adlı eserinde geniş bir şekilde incelediği ülfeti (s. 148-208) huzur ve mutluluğa ulaşmanın başlıca şartlarından biri olarak görür. Ülfet insanlar arasında duygu bağını sağlayan bir motiftir. Zira insanların ilkel tabiatları başkalarına eziyet etmeye meyillidir. Fertler arasında ülfet bağı kurulmazsa düşmanlık ve kıskançlık duyguları hayatı çekilmez duruma getirir. Mâverdî ülfet sebeplerini beş başlık altında inceler: Din, akrabalık, hısımlık, sevgi, iyilik etme. Din toplumda dayanışmayı sağlar, fertlerin birbirinden uzaklaşmasını önleyen ahlâkî bir işleve sahiptir. Hz. Peygamber’in müslümanları birbirine sırt çevirmekten, birbirini kıskanmaktan sakındıran, küskünlüğü üç günden fazla sürdürmeyi doğru bulmayan hadisi ( Müsned , I, 3, 5, 7; Müslim, “Birr”, 24; Tirmizî, “Birr”, 24) dinin bu işlevine işaret eder. Resûlullah’ın Araplar arasında çok derin kopmaların, ayrılık ve düşmanlıkların yaşandığı bir dönemde gönderildiğini söyleyen Mâverdî, onun tebliğ ettiği din sayesinde düşmanlıkların güçlü kardeşliğe dönüştüğünü ve aralarında dayanışma ruhu oluştuğunu belirtir. Bu arada mezhep farklılıklarının tefrika, düşmanlık ve çatışmaya sebebiyet verdiğine dikkat çeker. Soy birliği aile ve akrabalar arasında dayanışma duygusunu besler. Hûd sûresinin 80. âyetindeki “sağlam bir destek” ifadesini “koruyucu aşiret” diye açıklayan Mâverdî’ye göre dinde sıla-i rahme önem verilmesinin sebebi de insanlar arasında ülfetin güçlendirilmesidir. Ülfetin önemli bir aracı da hısımlıktır. Mâverdî evlilikle ilgili bazı âyetleri (en-Nahl 16/72; er-Rûm 30/21) ülfet amaçlı olarak yorumlamaktadır. Sevgi duygusunun ülfeti güçlendirdiğine dair bazı hadisler ve ahlâkî sözler aktaran Mâverdî’ye göre dostluğun gelişme sürecinde psikolojik uyumdan ünsiyet, ünsiyetten hâlis niyet, bundan da sadakat ve muhabbet doğar. Muhabbetin asıl sebebi kişinin sevdiğini güzel görmesidir. Bu güzellik ruhun erdemlerindeki güzellikse bundan saygı, görünüş güzelliğiyse bundan da aşk doğar. Aşk sevginin, dolayısıyla ülfetin en yüksek derecesidir. Sevginin bu derecesinde insanların ruhları birbiriyle kaynaşıp bütünleşir. Gerçek dost insan için en değerli hazine, en büyük servettir. İyilik gönülleri sevgi ve şefkate yöneltir. Mâverdî, “İyilik ve takvâ üzerinde yardımlaşın” meâlindeki âyeti (el-Mâide 5/2) yorumlayarak Allah’ın hoşnutluğunun takvâda, insanların hoşnutluğunun iyilikte olduğunu, ikisini kazananın en ileri seviyede mutluluğa kavuşacağını ifade eder. Ayrıca âyet ve hadislerle zengin edebî literatürden yararlanıp, hayırların özellikle sosyal barış ve kaynaşmaya yapacağı katkılar üzerinde durur. Gazzâlî’nin İḥyâʾü ʿulûmi’d-dîn ’inin on beşinci bölümü “Ülfet, Kardeşlik, Sohbet ve Farklı İnsan Kesimleriyle Muaşeretin Âdâbı” başlığını taşır (II, 157-221). Gazzâlî’ye göre ülfet güzel ahlâkın, ayrışma kötü ahlâkın ürünüdür. Güzel ahlâk karşılıklı sevgiyi, kötü ahlâk nefretleşmeyi, kıskançlığı doğurur. Bu arada ülfet ve kardeşliğe dair âyet ve hadislerle İslâm büyüklerinin sözlerinden örnekler veren Gazzâlî birlikte yaşamanın sosyal, psikolojik ve ahlâkî sebeplerini incelerken insanlar arasındaki karakter uyumunun sevgi ve ülfet üzerindeki etkisine dikkat çeker. Ruhları ordu birliklerine benzeten, tanışıp uyuşanların aralarında ülfet kurduklarını, uyuşmayanların birbirinden uzaklaştıklarını bildiren hadiste de (Buhârî, “Enbiyâʾ”, 2; Müslim, “Birr”, 159, 160; Ebû Dâvûd, “Edeb”, 16) buna işaret edildiğini belirtir. Sevgi duygusunun geniş bir tahlilini yaparak gerçek sevginin Allah için ve Allah’tan dolayı olması gerektiğini söyler; kardeşlik ve dostluğun yüklediği ödevleri, birlikte yaşamanın sorumluluklarını geniş biçimde inceler. Eserin “Uzletin Âdâbı” başlığını taşıyan on altıncı bölümünde uzlete ve birlikte yaşamaya dair farklı görüşler açıklanır. Gerek Gazzâlî gerekse diğer âlimler birlikte yaşamanın gerekliliği üzerinde dururken kişinin dinî ve ahlâkî hayatı için zararlı olan bir çevreyi terketmek gerektiğini de hatırlatmışlardır. BİBLİYOGRAFYA Wensinck, el-Muʿcem , “elf” md. M. F. Abdülbâkī, el-Muʿcem , “elf” md. Müsned , I, 3, 5, 7, 190; II, 43, 393, 400; III, 76, 104, 253; V, 335. Ebû Bekir er-Râzî, Resâʾil felsefiyye (nşr. P. Kraus), Kahire 1939, s. 80. Fârâbî, el-Medînetü’l-fâżıla (nşr. Albert Nasrî Nâdir), Beyrut 1985, s. 117. İbn Miskeveyh, Tehẕîbü’l-aḫlâḳ (nşr. Hasan Temîm), Beyrut 1398, s. 125, 130-131. Mâverdî, Edebü’d-dünyâ ve’d-dîn (nşr. Mustafa es-Sekkā), Beyrut 1978, s. 148-208. Râgıb el-İsfahânî, eẕ-Ẕerîʿa ilâ mekârimi’ş-şerîʿa (nşr. Ebü’l-Yezîd el-Acemî), Kahire 1405/1985, s. 369. Gazzâlî, İḥyâʾ , II, 157-221, 358-367. Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , VIII, 164; XV, 189-190. Hasan eş-Şerkāvî, Muʿcemü elfâẓi’ṣ-ṣûfiyye , Kahire 1987, s. 282-283. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2012 yılında İstanbul’da basılan 42. cildinde, 286-287 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Wensinck, el-Muʿcem , “elf” md.",
        "M. F. Abdülbâkī, el-Muʿcem , “elf” md.",
        "Müsned , I, 3, 5, 7, 190; II, 43, 393, 400; III, 76, 104, 253; V, 335.",
        "Ebû Bekir er-Râzî, Resâʾil felsefiyye (nşr. P. Kraus), Kahire 1939, s. 80.",
        "Fârâbî, el-Medînetü’l-fâżıla (nşr. Albert Nasrî Nâdir), Beyrut 1985, s. 117.",
        "İbn Miskeveyh, Tehẕîbü’l-aḫlâḳ (nşr. Hasan Temîm), Beyrut 1398, s. 125, 130-131.",
        "Mâverdî, Edebü’d-dünyâ ve’d-dîn (nşr. Mustafa es-Sekkā), Beyrut 1978, s. 148-208.",
        "Râgıb el-İsfahânî, eẕ-Ẕerîʿa ilâ mekârimi’ş-şerîʿa (nşr. Ebü’l-Yezîd el-Acemî), Kahire 1405/1985, s. 369.",
        "Gazzâlî, İḥyâʾ , II, 157-221, 358-367.",
        "Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , VIII, 164; XV, 189-190.",
        "Hasan eş-Şerkāvî, Muʿcemü elfâẓi’ṣ-ṣûfiyye , Kahire 1987, s. 282-283."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}