{
  "id": "eweb_396",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/uzlet#2-tasavvuf",
  "annotator": "Jeremy",
  "title": "UZLET",
  "arabic_title": "العزلة",
  "summary": "Belirli bir ruhsal olgunluğa ulaşmak amacıyla dünya hayatından ve sosyal çevreden uzaklaşarak arzuları sınırlamaya çalışma, münzevi bir yaşam sürme.",
  "parts": [
    {
      "author": "ŞİNASİ GÜNDÜZ",
      "content": "Çile, inzivâ ve zühde (asetizm) yer veren dinî geleneklerde uzlet yaşantısı ruhsal olgunluğa ulaşma ve arınmanın bir yolu olarak görülür. Mistik din yorumlarının yaygın olduğu Hint dinleri, Hıristiyanlık, Yahudilik ve İslâm geleneklerinin yanı sıra Maniheizm gibi gnostik inanç sistemlerinde günahlardan arınmak, gerçeği kavramak ve mânevî olgunluğa erişmek amacıyla uzlet yaşantısına yer verilir. Bütün bu geleneklerde uzletin iki önemli karakteristiği dikkati çeker: Sosyal çevreden ve dünya tutkularından elden geldiğince uzaklaşmak, teemmül ve istiğrakla ruhsal aydınlanmayı amaçlamak. Uzletle asetizm ve manastır yaşantısı arasında yakın bir ilişki vardır; zira uzlet asetizme dayalı manastır yaşamının ayrılmaz bir parçasıdır. Her ne kadar aralarında fark varsa da oldukça erken dönemlerden itibaren birçok gelenekte asetik yaşantının varlığı bilinmektedir. Meselâ eski Yunan’da Pisagorcular, Stoacılar, sofistler, Eleusis misterleri ve Sinikler arasında asetik yaşantıya ver verilmiştir. Hinduizme bağlı bazı akımlarla Jainizm’de ruhsal arınmayı sağlamak ve devam edegelen ruh göçü sürecinde bir sonraki yaşamda daha iyi bir konumda doğabilmek için asetik yaşama önem verilir. Upanişadlar döneminden itibaren Hindu geleneğinde kendini tamamen meditasyona vermek amacıyla toplumdan ayrılarak ormanda yaşayan keşişler mevcuttur. Benzer şekilde Budizm’de de ideal bir dinî hayatın manastırlarda keşiş hayatı sürmekle mümkün olacağı kabul edilir. Yahudilik’te milâttan önce II. yüzyıldan beri düzenli münzevi hayatın varlığı bilinmektedir. Hıristiyanlık’ta da III. yüzyıldan itibaren bu geleneğe yer verilmiştir (bk. KEŞİŞ ). Asetik tutum ve davranışlar, hem bu yaşamı sürdüren kişinin kendi günahları hem de diğer insanların günahları için bir kefâret şeklinde kabul edilir. Uzlet, sessizlik ve meditasyonun yanı sıra az yeme içme ve az uyuma gibi ılımlı bir asetizmi benimseyen keşişlerin çoğunlukta olmasına rağmen kendine eziyet etmeyi ve dünyadan tamamıyla bağımsızlık yolunu seçerek katı asetik yaşantıya yer verenler de vardır. Meselâ “hava giyenler” diye bilinen Jainist akım mensubu keşişler, hiçbir şey yiyip içmeme şeklindeki katı asetizm uygulamakta ve hiçbir canlıyı incitmemek amacıyla tamamen çıplak yaşamayı tercih etmektedir. İnsanın gerçek benliğini meydana getiren ruhun ilâhî âlemden maddî âleme ve bunun bir parçası olan bedene düştüğünü var sayan, ruhun kurtuluşunun maddî âlemden ve bedenden elden geldiğince uzak durulması gerektiğini düşünen gnostik geleneklerde uzlet yaşantısına önem verilir. Yeryüzü yaşantısı ve beden ruhun hapishanesi, zindanı ve mezarı olarak değerlendirilir. Maniheizm’de ve çeşitli hıristiyan gnostik akımlarda, bu tutsaklığın sürmesi için maddî âlemle bedenin arzu ve isteklerinin ruhu saptırarak gerçek benliğini kavramasını engellemeye çalıştığına, böylece onun bu hapishane yaşantısına bağlı şekilde varlığını sürdürmesine gayret ettiğine inanılmaktadır. Ruhun, dolayısıyla insanın gerçeğe ulaşması ve kurtulması için dünya yaşantısından, bedenin arzu ve isteklerinden uzak durması, bunun için de uzlet yaşantısına yönelmesi gerekli görülür. Birçok dinî gelenekte uzlete çekilen kişinin birtakım kurallara uyması, bu yaşamla hedeflenen özel amaçları gerçekleştirme doğrultusunda belirli bir program ve disipline göre yaşaması gerektiği düşünülür. Meselâ uzlette manastır yaşamını tercih eden hıristiyan keşişleri için geçerli olan “Benedictine kuralları” vardır. Budist keşişleri ise “Viyana kuralları”na riayet etmek durumundadır. Yine birçok dinî gelenekte uzlete çekilen kişilerin bu yaşama başlamanın göstergesi sayılan birtakım özel işaretler taşıması gerekir. Bazı geleneklerde özel bir giysi giyilir, saçların uzatılması veya Budist geleneğinde başın tamamen ya da hıristiyan geleneğinde başın tepe kısmındaki saçların kazıtılması gibi hazırlıklar yapılır. Hindu kaynaklarından Rig Veda’da uzun saçlı asetiklerden bahsedilmektedir. Gelenekten geleneğe bazı farklılıklar bulunmakla birlikte uzlet yaşantısında uyulması gereken kuralların başında sessizlik, meditasyon, teemmül, istiğrak, dua, oruç, nefis tezkiyesi ve sebat gelmektedir. Bunun dışında manastırda yaşamaya dayalı uzlet yaşantısında cemaat kurallarına uyma, disiplin, mutlak itaat ve mürşide bağlanma gibi kurallara uyma zorunluluğu vardır. Bu kurallar genellikle insanların kişisel arzu ve ihtiraslarını kırma, onları teslimiyet, tevazu ve alçak gönüllülüğe teşvik etme amacına yöneliktir. Bazı dinî geleneklerde uzlet yaşantısının bir ömür sürdürülmesi hedeflenir. Bunun yanında bazı geleneklerde geçici bir süre için uzlete çekilme uygulamalarına da rastlanır. Meselâ Tayland’da gençler, olgunlaşma dönemine geçişi sembolize eden kısa süreli bir keşiş yaşantısı tecrübesi geçirir. Yine Hinduizm’deki “aşram” kavramı geçici bir keşişlik yaşantısını tanımlamakta ve tam keşişliğe bir geçiş dönemini ifade etmektedir. En azından Hâkimler döneminde ortaya çıkan Nazirîler (Sayılar, 6/1-21) bilindiği kadarıyla ilk münzevi yahudilerdir. Şarap gibi bazı içeceklerden ve evlilikten uzak durarak kendilerini Tanrı’ya adayan Nazirîler’in (Sayılar, 6/8) daha geç versiyonu milâttan önce II. yüzyılda ortaya çıktığı kabul edilen Essenîler’dir. Ölüdeniz civarındaki mağaralarda yaşayan bu yahudi tarikatı mensupları, gerek münzevi yaşayışları gerekse dinî inançları bakımından geleneksel Yahudilik’ten oldukça farklıydı. Talmud’da da Simeon ben Yohai ve Rabbi Zeira gibi münzevi yahudi rabbilere referanslar vardır. Muhtemelen Vaftizci Yahyâ da Hıristiyanlığın ortaya çıktığı dönemde münzevi yahudi gruplarının liderlerindendi. Özellikle milâttan sonra 70 yılında başlayan ikinci diasporadan sonra Yahudilik’te münzevi eğilimler artmıştır. VII. yüzyıldan itibaren ortaya çıkan Îseviyye, Yudganiyye, Karâîlik gibi yahudi mezhepleri bu psikolojinin sonucudur. XVIII. yüzyılda Doğu Avrupa’da yaygınlaşan Hasidizm yahudi uzlet hayatının modern versiyonunu oluşturur. Hıristiyan geleneği açısından Anadolu’da asetik yaşantının Basil (ö. 379) ve kız kardeşi Macrina’nın faaliyetleriyle yaygınlık kazandığı düşünülür. Basil’in kardeşi olan Gregory (ö. 395) yazdığı eserlerle ilk büyük monastik teolog sayılmış, İstanbul ve X. yüzyıldan itibaren Yunanistan’daki Athos (Aynaroz) dağı hıristiyan asetizminin birer merkezi haline gelmiştir. Hıristiyan asetikler Doğu Avrupa’nın hıristiyanlaştırılmasında aktif rol oynamıştır. İstanbul’un Türkler tarafından fethi ve 1917 Rus İhtilâli gibi bazı olaylar hıristiyan asetizmi açısından olumsuz etkiler bırakmıştır. Asetizme önem verilen Budizm’de Buda (Buddha) sonrası dönemde manastır yaşamı Budizm’in temel kurumunu teşkil etmiş ve keşişler doğru inancın gerçek temsilcileri kabul edilmiştir. Başlangıçta gezgin asetikler görünümünde olan ve dilenmeye önem veren Budist asetizmi, sonradan “vihara” denilen manastırlarda ya da “guha” denilen mağaralarda cemaat şeklinde yaşamı temel almıştır. Budizm’de Sangha teşkilâtı bünyesinde erkek keşişlere “upâsakas” (bhikkhu), kadın keşişlere “upâsikas” (bhikkhuni) adı verilmektedir. Asetik yaşama giriş iki aşamada meydana gelmekte, yedi ya da sekiz yaşlarında adaylık töreniyle keşiş yaşantısına başlanmakta, yirmi yaşında tam giriş töreniyle kişi bhikkhu ya da bhikkhuni olarak kutsanmaktadır. Asetikler başlarını kazımakta, yöresine göre portakal, sarı, kahverengi, kırmızı, gri ya da siyah keşişlik elbisesi giymekte ve sadaka taşı taşımaktadır. Uzlet yaşantısına yer veren bütün dinî geleneklerde asetik yaşam süren kişinin elden geldiğince dünyevî hayatla ilgisini en az düzeye indirmesi istenir. Öyle ki Jainizm ve Maniheizm gibi dinlerde uzlete çekilmenin en ideal örneğini ancak azizler ya da seçilmişler ortaya koyabilir. Meselâ Maniheizm’de seçilmişlerin ağız, el ve cinsel yaşama yönelik üç mühre sıkı sıkıya bağlanması beklenir. Dolayısıyla bunlar et ve şaraptan, yalandan, sahtekârlıktan, her türlü kötülükten, iş yapmak suretiyle doğaya zarar vermekten ve cinsellikten uzak durmak zorundadır. Yaşamlarının genelini dua, ibadet ve oruçla geçirmek durumundadır ve yalnızca bitkisel (vejetaryen) diyet yapabilirler. Bazı erken dönem hıristiyan asetiklerle Budist, Jainist ve Hindu asetikler de et yemeye karşı çıkarak bitkisel diyeti uygun görmüştür. BİBLİYOGRAFYA H. Jonas, The Gnostic Religion , Boston 1958, s. 62-63. E. R. Hardy, “Asceticism”, A Dictionary of Christian Ethics (ed. J. Macquarrie), Philadelphia 1967, s. 20-21. a.mlf., “Monasticism”, a.e. , s. 216-217. E. M. Yamauchi, Gnostic Ethics and Mandaean Origins , Cambridge 1970, s. 31-34. M. Eliade, A History of Religious Ideas (trc. W. R. Trask), Chicago 1978, I, 235-238. K. Rudolph, Gnosis: The Nature and History of an Ancient Religion (trc. ve ed. R. McLachlan Wilson), Edinburgh 1983, s. 257-258. M. Southwold, Buddhism in Life , Manchester 1983, s. 214-218. P. Harvey, An Introduction to Buddhism: Teachings, History and Practices , Cambridge 1990, s. 217-243. A. S. Atiya, A History of Eastern Christianity , Millwood 1991, s. 291-294. Documents of the Christian Church (ed. H. Bettenson), Oxford 1992, s. 116-132. J. A. Montgomery, “Ascetic Strains in Early Judaism”, Journal of Biblical Literature , LI/3, New York 1932, s. 183-213. T. C. Hall, “Asceticism (Introduction)”, ER , II, 63-69. W. O. Kaelber, “Asceticism”, Encyclopedia of Religion (ed. L. Jones), Detroit 2005, I, 526-530. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2012 yılında İstanbul’da basılan 42. cildinde, 255-256 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "H. Jonas, The Gnostic Religion , Boston 1958, s. 62-63.",
        "E. R. Hardy, “Asceticism”, A Dictionary of Christian Ethics (ed. J. Macquarrie), Philadelphia 1967, s. 20-21.",
        "a.mlf., “Monasticism”, a.e. , s. 216-217.",
        "E. M. Yamauchi, Gnostic Ethics and Mandaean Origins , Cambridge 1970, s. 31-34.",
        "M. Eliade, A History of Religious Ideas (trc. W. R. Trask), Chicago 1978, I, 235-238.",
        "K. Rudolph, Gnosis: The Nature and History of an Ancient Religion (trc. ve ed. R. McLachlan Wilson), Edinburgh 1983, s. 257-258.",
        "M. Southwold, Buddhism in Life , Manchester 1983, s. 214-218.",
        "P. Harvey, An Introduction to Buddhism: Teachings, History and Practices , Cambridge 1990, s. 217-243.",
        "A. S. Atiya, A History of Eastern Christianity , Millwood 1991, s. 291-294.",
        "Documents of the Christian Church (ed. H. Bettenson), Oxford 1992, s. 116-132.",
        "J. A. Montgomery, “Ascetic Strains in Early Judaism”, Journal of Biblical Literature , LI/3, New York 1932, s. 183-213.",
        "T. C. Hall, “Asceticism (Introduction)”, ER , II, 63-69.",
        "W. O. Kaelber, “Asceticism”, Encyclopedia of Religion (ed. L. Jones), Detroit 2005, I, 526-530."
      ]
    },
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "TASAVVUF. Sözlükte “bir kenara çekilme, alâkayı kesme, beden ve düşünce itibariyle ayrı olma” gibi anlamlara gelen uzlet , tasavvufta bir zâhidin veya sûfînin Allah’a daha fazla ve daha ihlâslı şekilde ibadet etmek için dünyevî işlerden kendini soyutlayarak bütün varlığıyla Hakk’a yönelmesini ifade eder. Uzlet kavramı için tebettül (el-Müzzemmil 73/8), halvet, vahdet, inzivâ, infirâd ( teferrüd ), inkıtâ gibi terimler de kullanılır. Seyyid Şerîf el-Cürcânî’ye göre uzlet inkıtâ ve inzivâ suretiyle halka karışmaktan (ihtilât) uzaklaşmaktır. Uzletin esas maksadı nefsi terbiye ve ıslah edip Hak Teâlâ’nın yakınlığını kazanmaktır. Bu niteliği taşımayan uzlet ve halvet hayatına itibar edilmez. Allah’a ait yalnız ve tek olma (ahad-vitr) sıfatının tecellisine mazhar olanlar halk içinde iken de daima uzlette ve halvette bulunur (Muhyiddin İbnü’l-Arabî, II, 201-204). Uzlet âbid, zâhid ve ârifler arasındaki ortak bir değerdir. Ancak âbid ve zâhidler daha çok toplumdan yüz çevirip âhirete önem verirken ârifler ve âşıklar Hakk’a gönül vermek için uzlete çekilir. Sûfîler uzletin çeşitli şekillerinden bahsetmiştir. Sühreverdî’ye göre uzlet biri farz, diğeri fazilet olmak üzere iki türlüdür. Kötülükten ve kötülerden ayrılmak farz, gereksiz ve anlamsız davranışlardan ve bu gibi işlerle uğraşanlardan uzak durmak fazilettir. Uzlet inzivaya çekilip kendini ibadete vermekten veya halvethânede çile çıkarmaktan daha kapsamlı bir kavramdır. Bir müminin Hakk’a yakın olmak maksadıyla yalnızlığı tercih edip kendini dinlemesi, zihin ve kalp temizliğiyle uğraşması da uzlettir. Zâhidler ve ârifler topluma gereğinden fazla karışmanın, insanlarla içli dışlı yaşamanın ruhsal ve zihinsel bozukluğa yol açtığına, bunun da mümini âhirete öncelik veren bir hayat sürmekten ve Allah’a gönül vermekten uzaklaştırdığına inandıklarından uzlete önem verirler. Bu ölçüde ve bu amaçla gerçekleştirilen uzlet mutlak ve devamlı şekilde dünyayı terketme anlamına da gelmez. Mânevî-ruhî bir eğitim metodu olarak uzlete bütün din ve mezheplerde yer verilmiştir. Hz. Peygamber’e halvetin sevdirildiği, uzletten hoşlandığı için vahiy gelmeden önce Hira mağarasında inzivaya çekildiği, daha sonraki dönemlerde zaman zaman itikâfa girdiği bilinmektedir (Buhârî, “Bedʾü’l-vaḥy”, 3). Zâhid ve sûfîler hayatlarında uzleti önemli kabul ederken Resûl-i Ekrem’i örnek almışlardır. Serî es-Sakatî derdinin, sıkıntısının azalmasını, beden ve kalp rahatlığını ve dininin selâmette kalmasını isteyenlerin uzlete çekilmesini tavsiye ederken Hâris el-Muhâsibî insanlarla gereğinden fazla birlikte olmanın sakıncalarına dikkat çekmiş, bütün düşmanlıkların ve günahların bundan kaynaklandığını söylemiştir. Uzlete çekilen kimsenin halktan zarar görmemek amacıyla değil halka zarar vermemek amacıyla uzlete çekilmesi esastır. Sehl b. Abdullah et-Tüsterî bütün hayırları açlık, sükût, uyanıklık ve uzlet diye sıraladığı dört fazilette görüldüğünü, abdalı abdal yapan şeyin bu dört fazilette bulunduğunu söyler (Ebû Tâlib el-Mekkî, I, 195). Sûfîler, bir müridin toplumda bulamadığı mânevî haz ve zevki uzlette ve halvette de bulamadığı sürece gerçek bir mürid sayılmayacağını, uzlet ve halvet hayatının zor bir hayat olduğunu, onun için bu hayatı tercih edenlerin kuvvetli bir yakīn haline erişmesi gerektiğini belirtir. Tüsterî’ye göre bir velînin halk içinde bulunması zillet, tek başına yaşaması izzettir. Uzlet iradeyi kuvvetlendirirken halk içinde bulunmak iradeyi zayıflatır, hırsı arttırır. Bu sebeple sûfîler gerektiği kadar toplum içine karışır, geri kalan zamanlarında uzlete çekilir, zamanlarını ibadet, zikir, dua, teemmül ve tefekkürle geçirirler. Genellikle tasavvufta tavsiye edilen uzlet ve halvet bu niteliktedir. Melâmet yolunu tutan sûfîler dışında başta Halvetîlik olmak üzere birçok tarikatta uzlet bir tarikat esasıdır; halvethâne veya çilehâne denilen dar ve karanlık yerlerde kırk gün kalınmak suretiyle uygulanır. Buna erbaîn veya çile çıkarmak denir. Sohbetlere, toplu zikirlere, cuma ve cenaze namazına, cemaatle kılınan farz namazlara devam etmek uzlete ve halvete mani teşkil etmez. Gazzâlî tâbiîn döneminden itibaren âlimlerden bir kısmının halkla birlikte olmayı, bir kısmının uzlet ve halveti daha faydalı bulduğunu, her iki grubun da âyetten ve hadislerden delillere dayandığını belirtir. Gazzâlî’ye göre kendini ibadete verme, tefekküre dalma, günah işlememeye çalışma, fitne ve fesadın dışında kalma, toplumdan gelen sıkıntı ve kötülüklerden kurtulma uzletin tercih edilme sebepleridir. Uzlete çekilenlerin halktan bir beklentisi olmadığı gibi halkın da ondan bir beklentisinin olmaması, kötü huylu kişilerle karşılaşma imkânı bulunmaması da diğer tercih sebepleri arasında zikredilir. İlim öğrenme ve öğretme, edep ve terbiye görme, edepli ve terbiyeli bir nesil yetiştirme, hastaları ve akrabayı ziyaret ederek, bayramlaşarak, cuma namazına katılarak, davete icabet ederek, aile geçindirerek sevap kazanma, kibirden, hasetten ve cimrilikten uzaklaşıp tevazu, cömertlik ve şefkat gibi güzel huylar edinme, halkla kaynaşıp onların tecrübelerinden faydalanma, güzel davranışlarını örnek alma, görüş ve kanaatlerinden istifade etme ihtilât halinin başlıca faydalarıdır ( İḥyâʾ , II, 221-243; III, 18, 73; IV, 73, 330). Her iki halin birtakım zararları olduğu gibi faydalı tarafları da vardır. Bunlardan birini tercih edenlerin ondaki sakıncalı hususlardan kaçınmaları ve faydalı hususları gerçekleştirmeyi hedef edinmeleri gerekir. Sürekli uzlet veya ihtilât halinde bulunmak ifrat ve tefrittir. Bu ikisini ihtiyaçla sınırlı tutmak itidal halidir. Genellikle toplumda, özellikle tasavvufî hayatta ifrat ve tefrite sapanlara her zaman rastlanır. Bazı sûfîler aşırılığa kaçarak bütün hayatlarını dağlarda, ormanlarda, mağaralarda, viranelerde geçirirler. Târik-i dünyâ denilen, bir kısmı meczup bu tip dervişler sûfîler tarafından eleştirilmiştir (Serrâc, s. 527). Sûfîlere buna benzer eleştiriler İbnü’l-Cevzî ve Takıyyüddin İbn Teymiyye gibi Selef âlimleri tarafından da yöneltilmiş, ancak onlar bu konuda aşırılığa kaçmıştır. İbnü’l-Cevzî’ye göre bazı sûfîler rahipler gibi dağlarda yaptıkları zâviyelerde yalnız başlarına yaşamaya başlamışlar, cemaatten ve âlimlerin sohbetlerinden uzak kalmışlardır. Ona göre sûfîlerin uzlette iken görüp işittikleri ve Hak’tan geldiğini iddia ettikleri şeyler hayal ve vehimlerden ibarettir ( Telbîsü İblîs , s. 278). İbn Teymiyye de halvet ve uzlet için ezan sesi işitilmeyen, cami bulunmayan ıssız yerlerin veya viranelerin ya da dağlardaki mağaraların ve mezarlıkların seçildiğini, buralarda uzlete çekilenlerin şeytan kaynaklı birtakım hallerle karşılaştıklarını söyler ( Mecmûʿatü’r-resâʾil , IV-V, 251, 257, 269). BİBLİYOGRAFYA Râgıb el-İsfahânî, el-Müfredât , “ʿuzlet” md. et-Taʿrîfât , “ʿuzlet” md. Muhâsibî, Bedʾü men enâbe ilallāh ( el-Veṣâyâ içinde, nşr. Abdülkādir Ahmed Atâ), Beyrut 1406/1986, s. 104. Serrâc, el-Lümaʿ , s. 527. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 194-205. Sülemî, Ṭabaḳāt , s. 50. Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Kahire 1358/1939, II, 221-243; III, 18, 73; IV, 73, 330. İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , II, 375. a.mlf., Telbîsü İblîs (nşr. M. Emîn el-Hancî – M. Abduh ed-Dımaşkī), Kahire 1340, s. 204, 278. Ferîdüddin Attâr, Teẕkiretü’l-evliyâʾ (nşr. Muhammed İsti‘lâmî), Tahran 1346 hş., s. 892. Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 108, 207-227, 424. Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Kahire 1293, II, 201-204. Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd (nşr. M. Emîn Riyâhî), Tahran 1366 hş., s. 281-286. İbn Teymiyye, Mecmûʿatü’r-resâʾil , IV-V, 248-286. İzzeddin el-Kâşî, Miṣbâḥu’l-hidâye (nşr. Celâleddin Hümâî), Tahran 1367 hş., s. 157-179. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, I, 288, 488, 504-510; II, 30-36. Abdurrahman-ı Câmî, Nefeḥâtü’l-üns , Tahran 1370 hş., s. 320, 330, 439, 606. İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 164. İbrâhim Hakkı Erzurûmî, Mârifetnâme , İstanbul 1310, s. 325. J. M. Lozano, “Retreat”, ERE , XII, 350-355. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2012 yılında İstanbul’da basılan 42. cildinde, 256-257 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Râgıb el-İsfahânî, el-Müfredât , “ʿuzlet” md.",
        "et-Taʿrîfât , “ʿuzlet” md.",
        "Muhâsibî, Bedʾü men enâbe ilallāh ( el-Veṣâyâ içinde, nşr. Abdülkādir Ahmed Atâ), Beyrut 1406/1986, s. 104.",
        "Serrâc, el-Lümaʿ , s. 527.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 194-205.",
        "Sülemî, Ṭabaḳāt , s. 50.",
        "Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Kahire 1358/1939, II, 221-243; III, 18, 73; IV, 73, 330.",
        "İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , II, 375.",
        "a.mlf., Telbîsü İblîs (nşr. M. Emîn el-Hancî – M. Abduh ed-Dımaşkī), Kahire 1340, s. 204, 278.",
        "Ferîdüddin Attâr, Teẕkiretü’l-evliyâʾ (nşr. Muhammed İsti‘lâmî), Tahran 1346 hş., s. 892.",
        "Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 108, 207-227, 424.",
        "Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Kahire 1293, II, 201-204.",
        "Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd (nşr. M. Emîn Riyâhî), Tahran 1366 hş., s. 281-286.",
        "İbn Teymiyye, Mecmûʿatü’r-resâʾil , IV-V, 248-286.",
        "İzzeddin el-Kâşî, Miṣbâḥu’l-hidâye (nşr. Celâleddin Hümâî), Tahran 1367 hş., s. 157-179.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, I, 288, 488, 504-510; II, 30-36.",
        "Abdurrahman-ı Câmî, Nefeḥâtü’l-üns , Tahran 1370 hş., s. 320, 330, 439, 606.",
        "İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 164.",
        "İbrâhim Hakkı Erzurûmî, Mârifetnâme , İstanbul 1310, s. 325.",
        "J. M. Lozano, “Retreat”, ERE , XII, 350-355."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}