{
  "id": "eweb_398",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/vasiti",
  "annotator": "Jeremy",
  "title": "VÂSITÎ",
  "arabic_title": "الواسطي",
  "summary": "Ebû Bekr Muhammed b. Mûsâ el-Vâsıtî el-Fergānî (ö. 320/932’den sonra) İlk sûfîlerden.",
  "parts": [
    {
      "author": "SALİH ÇİFT",
      "content": "Aslen Horasan’ın Fergana bölgesindendir. İbnü’l-Fergānî olarak da anılır. Birçok beldeyi ziyaret ettikten sonra Merv’e yerleşti ve 320’den (932) sonra ( Sülemî, Ṭabaḳāt , s. 302) burada vefat etti. Ferîdüddin Attâr onun gittiği birçok şehirden uzaklaştırıldığını söyler, ancak sebebi hakkında bilgi vermez. Klasik kaynaklarda geçmemekle birlikte Massignon, Vâsıtî’nin Hallâc’ın müridleri arasında yer aldığını ( The Passion , II, 238), Sülemî’nin tefsirinde Hallâc-ı Mansûr’dan naklettiği sözlerin iki ana kaynağından biri olduğunu söyler ( a.g.e. , III, 267). Bu bilgi Vâsıtî’nin halk nezdinde kabul görmemesinin sebebini kısmen açıklamaktadır. Cüneyd-i Bağdâdî ve Ebü’l-Hüseyin en-Nûrî’nin sohbetlerinde bulunan Vâsıtî, Melâmetîliğin merkezi Nîşâbur’a gittiğinde bu hareketin önde gelen isimlerinden Ebû Osman el-Hîrî’nin müridleriyle de görüştü. Bazı tasavvufî meselelerde ortak fikirler taşıdığı Hakîm et-Tirmizî gibi o da Melâmetîler’in özellikle nefis hakkındaki görüşlerini eleştirdi. Hücvîrî’nin, ilk dönem tasavvufunda ortaya çıkan on iki fırka arasında kaydettiği Seyyâriyye’nin kurucusu kabul edilen Ebü’l-Abbas es-Seyyârî, Vâsıtî’nin müridlerindendir. Câmî, tasavvufun usulü konusunda hiç kimsenin Vâsıtî gibi söz söylemediğini, onun zâhir ilimlerinde de önde geldiğini belirtmektedir. Vâsıtî’nin fikirlerini en geniş şekilde aktaran Ferîdüddin Attâr’ın Teẕkiretü’l-evliyâʾ sında yer alan rivayetler yanında kendisinden nakledilen sözler genelde tevhid görüşünü ve bununla bağlantılı hususları yansıtan ifadelerden ibarettir. Hücvîrî, gerek tevhid gerekse diğer tasavvufî konularla alâkalı sözlerindeki muğlaklıktan dolayı zâhir ehlinin Vâsıtî’yi anlamadığını söyler. Kuşeyrî de çoğu zaman Vâsıtî’nin sözlerindeki kapalılığı giderme ve bazan da onu temize çıkarma bağlamında açıklamalar yapar, sûfîlerin itikada dair görüşleri hakkında bilgi verirken sık sık Vâsıtî’ye atıfta bulunur. Vahdet-i vücûd anlayışının sistemli bir şekilde ortaya konulmasından yaklaşık üç asır önce yaşayan Vâsıtî’nin ele aldığı konular ve bunları işleyiş biçiminden hareketle onun bu anlayışın hazırlayıcılarından biri olduğu söylenebilir. Kendisine sorulan bir soru üzerine, “Küfür ve iman, dünya ve âhiret Allah’tandır; Allah’adır, Allah iledir, Allah içindir. İbtida ve inşa bakımından Allah’tandır, dönüş ve nihayete eriş bakımından Allah’adır, bekā ve fenâ bakımından Allah iledir; kulların fiilleri mülkiyet ve yaratılış açısından Allah’a aittir” şeklinde verdiği cevap bu durumu kanıtlar niteliktedir. Bu kapsamda Vâsıtî şer‘î tevhid ve hak tevhid diye iki ayrı tevhid anlayışından bahseder. Şer‘î tevhid nübüvvet deryasına kadar gidebilir, hak tevhid ise bu deryayı da kuşatır. Aydınlatma açısından mum durumunda olan şer‘î tevhidi aşıp güneş gibi olan hak tevhide ulaşmak gerektiğini düşünen Vâsıtî bu noktaya ulaşan kimsenin her söylediğinin Allah’tan geldiğini ileri sürer. Ona göre bütün âlem tevhid ehlinin kalbinin önünde rüzgârın önündeki zerre gibidir. Vâsıtî, Mu‘tezile’nin tevhid konusundaki tavrını eleştirir ve Firavun’un açıktan açığa tanrılık iddiasında bulunduğunu, Mu‘tezile’nin ise bunu kapalı bir şekilde yaptığını söyler. Tasavvufî haller ve makamlar konusunda ilk defa fikir beyan eden sûfîler arasında yer alan Vâsıtî makamların kesbî değil vehbî olduğu görüşünü savunur. Haller konusunda da kendine özgü yorumlar geliştirir ve hallerin zevkine takılıp kalmanın sâliki hakikate ermekten mahrum bırakabileceği tehlikesine işaret eder. Onun, “Rızâdan haz alır, rızâya değer verirsen sana tecelli eden şeyin hakikatinden mahrum kalırsın” sözünü bu bağlamda değerlendirmek gerekir. Yine bununla bağlantılı şekilde taatlerden tat almanın öldürücü zehir mesabesinde olduğunu düşünür. Vâsıtî’ye göre velînin velâyet makamına ermesini sağlayan Allah’tır ve onu sülûkünün her aşamasında farklı usullerle terbiye eden yine O’dur. Kendisine, “Velî velîliğinde nasıl beslenir, nasıl terbiye görür?” diye sorulduğunda, “Allah velîsini başlangıç halinde ibadetiyle, olgunluğunda lutuflarıyla örterek terbiye eder. Sonra onu kendisi için takdir ettiği ilâhî vasıf ve sıfatlara nakleder, daha sonra vakitlerini Allah için geçirmenin zevkini tattırır” cevabını vermiştir. Vâsıtî’nin nübüvvet-velâyet ilişkisi hakkındaki fikri de açıktır. Ona göre velîlerin nihaî dereceleri nebîlerin ilk dereceleridir. Vâsıtî, Cüneyd ve Hakîm et-Tirmizî gibi kerametin sekr halinde değil sahv ve temkin halinde zuhur edeceğine inanır. Ayrıca kerametin pek önemsenecek bir yanı bulunmadığı gibi keramet göstermekten dolayı sevinç duymanın da gurur ve bilgisizliğin göstergesi olduğunu söyler. Sâlikin hedefleri arasında yer alan mârifet konusunu döneminin yaygın izah vasıtalarından biri sayılan nur kavramıyla açıklamaya çalışan Vâsıtî’ye göre ferâset kalpte parıldayan nurun ışığıdır, kalbe yerleşmiş bir mârifettir. Bu ışık ve mârifet vasıtasıyla gaybın sırları bir gaybdan diğerine nakledilir; yani insanların içinde bulunan sırlar onların kalplerinden ferâset sahibinin kalbine taşınır. Böylece ferâset sahibi kimse eşyayı Allah’ın kendisine gösterdiği şekilde görür, bu sayede insanların zâhirinde ve kalplerindeki şeyleri haber verir. Vâsıtî, kendisinden önce Râbia el-Adeviyye tarafından öne sürülen, ibadetin cennet ümidi ve cehennem korkusu sebebiyle değil sırf Allah için yapılması gerektiği görüşünü bir adım daha ileri götürür. Ona göre cennet karşılığında ibadet eden kimse aslında kendi nefsinin amelesidir. Vâsıtî nazarında taatlerin en faziletlisi vakitlerin muhafaza edilmesidir. Bu da kulun Allah’ın durdurduğu sınırda durması, bir halini pekiştirmeden başka bir hal istememesi, rabbinden başkasını murakabe etmemesi, içinde bulunduğu hal ve vakitten başkasına yakın olmaması suretiyle gerçekleşir. Kendine has bir zikir anlayışı geliştiren Vâsıtî’ye göre zikir, Allah’ı şiddetle sevmek ve korkusunun ezikliği altında kalmak şartıyla gaflet meydanından müşahede fezasına çıkmaktır. Diğer bir ifadeyle zikir, belli kelimelerin tekrarından ziyade gafletin terki ve şuurlu bir şekilde dâimî surette Hakk’ın tecellilerini müşahede halinde bulunmaktır. Ona göre “zikri zikredenler”, zikirden bahsedip duranlar ve zikirle uğraşanlar aslında zikri unutanlardan daha fazla gaflet içerisindedir. Zira Allah’ı gerçek anlamda tanıyanların dilleri lâl olur. Bunlar artık O’nu O’nun dili üzere zikreder. Vâsıtî’nin zikir konusunda söylediği, “Zikreden iftira etmiş olur” sözü başta Serrâc olmak üzere ( el-Lüma‘ , s. 406) sûfî müelliflerce izah edilmeye çalışılmıştır. Kendisinden sonra müridi Seyyârî tarafından sistemli biçimde işlenen cem‘ ve tefrika konusunda ilk yorumlardan birini ortaya koyan Vâsıtî’ye göre kişi Allah’a nazar ettiğinde cem‘ halinde, kendi benliğine baktığında ise tefrika halindedir. Vâsıtî, dönemindeki sûfîlere ağır eleştiriler yöneltmiş, “Sûfîler zümresinin önceleri işaretleri vardı, sonraları hareketleri oldu, şimdilerde ise sadece elleri böğürlerinde kaldı” diyerek özün kaybedildiğine dikkat çekmiştir. BİBLİYOGRAFYA Kelâbâzî, Taarruf (Uludağ) , s. 82, 195. Serrâc, el-Lüma‘: İslâm Tasavvufu (trc. Hasan Kâmil Yılmaz), İstanbul 1996, s. 59, 220, 350, 406. Sülemî, Ṭabaḳāt , s. 302. a.mlf., Ziyâdâtü Ḥaḳāʾiḳi’t-tefsîr (nşr. G. Böwering), Beyrut 1995, s. 4, 8, 12, 17. Ebû Nuaym, Ḥilye , X, 349. Kuşeyrî, Risâle (Uludağ) , s. 100, 102, 232, 245, 266, 334, 338, 454. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 258-259, 345, 393. Muhammed b. Münevver, Tevhidin Sırları (trc. Süleyman Uludağ), İstanbul 2004, s. 256. İbnü’l-Cevzî, el-Muntaẓam , VI, 262. Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1991, s. 735-750. Abdurrahman-ı Câmî, Nefehâtü’l-üns: Evliyâ Menkıbeleri (trc. Lâmiî Çelebi, haz. Süleyman Uludağ – Mustafa Kara), İstanbul 1995, s. 321-322. L. Massignon, The Passion of al-Hallāj: Mystic and Martyr of Islam (trc. H. Mason), New Jersey 1975, I, 106; II, 75, 211, 238; III, 267. A. Schimmel, Mystical Dimensions of Islam , Chapel Hill 1975, s. 80, 173, 298. R. Gramlich, Alte vorbilder des Sufitums , Wiesbaden 1996, II, 267-411. F. Meier, Essays on Islamic Piety and Mysticism (trc. J. O’Kane), Leiden 1999, s. 205, 215. Cevâd Nûrbahş, Pîrân-ı Ḫorâsân , Tahran 1382 hş. L. Silvers, “Theoretical Sufism in the Early Period: With an Introduction to the Thought of Abu Bakr al-Wāsiṭi (d. ca. 320/928)”, St.I , XCVIII-XCIX (2004), s. 71-94. Reşat Öngören, “Seyyârî”, DİA , XXXVII, 39-40. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2012 yılında İstanbul’da basılan 42. cildinde, 544-545 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Kelâbâzî, Taarruf (Uludağ) , s. 82, 195.",
        "Serrâc, el-Lüma‘: İslâm Tasavvufu (trc. Hasan Kâmil Yılmaz), İstanbul 1996, s. 59, 220, 350, 406.",
        "Sülemî, Ṭabaḳāt , s. 302.",
        "a.mlf., Ziyâdâtü Ḥaḳāʾiḳi’t-tefsîr (nşr. G. Böwering), Beyrut 1995, s. 4, 8, 12, 17.",
        "Ebû Nuaym, Ḥilye , X, 349.",
        "Kuşeyrî, Risâle (Uludağ) , s. 100, 102, 232, 245, 266, 334, 338, 454.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 258-259, 345, 393.",
        "Muhammed b. Münevver, Tevhidin Sırları (trc. Süleyman Uludağ), İstanbul 2004, s. 256.",
        "İbnü’l-Cevzî, el-Muntaẓam , VI, 262.",
        "Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1991, s. 735-750.",
        "Abdurrahman-ı Câmî, Nefehâtü’l-üns: Evliyâ Menkıbeleri (trc. Lâmiî Çelebi, haz. Süleyman Uludağ – Mustafa Kara), İstanbul 1995, s. 321-322.",
        "L. Massignon, The Passion of al-Hallāj: Mystic and Martyr of Islam (trc. H. Mason), New Jersey 1975, I, 106; II, 75, 211, 238; III, 267.",
        "A. Schimmel, Mystical Dimensions of Islam , Chapel Hill 1975, s. 80, 173, 298.",
        "R. Gramlich, Alte vorbilder des Sufitums , Wiesbaden 1996, II, 267-411.",
        "F. Meier, Essays on Islamic Piety and Mysticism (trc. J. O’Kane), Leiden 1999, s. 205, 215.",
        "Cevâd Nûrbahş, Pîrân-ı Ḫorâsân , Tahran 1382 hş.",
        "L. Silvers, “Theoretical Sufism in the Early Period: With an Introduction to the Thought of Abu Bakr al-Wāsiṭi (d. ca. 320/928)”, St.I , XCVIII-XCIX (2004), s. 71-94.",
        "Reşat Öngören, “Seyyârî”, DİA , XXXVII, 39-40."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 379
}
