{
  "id": "eweb_399",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/vecd",
  "annotator": "Jeremy",
  "title": "VECD",
  "arabic_title": "الوجد",
  "summary": "İradesi dışında sâlikin kalbine ansızın gelip beşerî vasıflarından soyutlanmasına yol açan hal anlamında bir tasavvuf terimi.",
  "parts": [
    {
      "author": "SEMİH CEYHAN",
      "content": "Sözlükte “yitiğini bulmak, istediğine kavuşmak, güç yetirmek; aşk ve iştiyak sarhoşluğu içinde kendinden geçmek, yüksek heyecan duymak” anlamlarındaki vecd kelimesi tasavvuf terimi olarak “kasıt ve zorlama olmadan Allah’ın bir ihsanı şeklinde sâlike gelen ve onu kendinden geçiren mânevî çarpıntı” (müsâdefe) demektir (Kuşeyrî, s. 190). Hakk’ın varlığını idrak eden ve kalbinde O’ndan başkasına yer vermeyen sâlik bu çarpıntı ile beşerî sıfatlarından sıyrılır. Kur’ân-ı Kerîm’de müminlerin rablerinden korkarak, derileri ürpererek vecd ile Kur’an okudukları haber verilmiş (ez-Zümer 39/23), Hz. Peygamber’in ve ashabın Kur’an okurken veya dinlerken yaşadıkları vecd hallerine dair birçok rivayet aktarılmıştır (meselâ bk. Buhârî, “Feżâʾilü’l-Ḳurʾân”, 33). “Gerçek şu ki gözler kör olmaz, lâkin göğüsler içindeki kalpler kör olur” âyetini (el-Hac 22/46) te’vil eden sûfîler kalpte bulunan üzüntü ve sevinç türünden her duygunun kalbin işitmesi, görmesi ve ürpermesi anlamında birer vecd olduğunu, vecdi Hakk’a yakınlaşma ile gerçekleşen ilâhî emir, vâridât ve tecellîlerin doğurduğunu, vecdin ortaya çıktığı ilk yerin kalp olup kalpten bedenin bütün organlarına titreme, nâra atma, inleme, derin nefes alma, donup kalma, bayılma, sükûna erme şeklinde sirayet ettiğini, gerçek vecdin ileri derecedeki Allah ve peygamber aşkı ile irade sağlamlığından meydana geldiğini belirtmişlerdir (Serrâc, s. 293). Sûfîlere göre dinî duygu ve heyecanlar üç şekilde ortaya çıkar. İrade ile vecde gelmeye “tevâcüd”, iradesiz vecde gelmeye “vecd”, vecdin en mükemmel şekline “vücûd” (bulma) adı verilir. Vecdin zıddı “fakd”dır (elde edilen halin veya dünyevî her türlü şeyin kaybedilmesi). Sülûk yolculuğu sâlikin niyetiyle başlar (kusûd), niyeti sâlim olan derviş kendisine ilâhî vâridâtın gelmesini bekler (vürûd); bu bekleme esnasında ya tevâcüdü talep eder veya doğrudan vecd haline girer. Vâridâtın gelmesini müşahede hali takip eder. Müşahedenin neticesi Hakk’ı bulmaktır (vücûd). Hakk’ı bulan sûfîde (vâcid) ya fenâ (mahv) ya da bekā (sahv) halleri ortaya çıkar. Bu hallerin üstünlüğü meşreplerdeki zevklere göre değişir. Mahvdan sonra sahva gelen sâlik artık Hak ile hareket etmektedir. Serrâc vecd ehlini vâcid ve mütevâcid diye ikiye ayırır. Vâcidler üç gruptur: İlk gruptakilerde vecd bulunmakla birlikte bazı zamanlarda nefsânî duygular kişinin halini değiştirebilir. İkinci gruptaki vecd ehli kulaklarına gelen seslerin ya da akıllarına düşen ince mânaların tesiriyle vecde kapılırlar, fakat bu hal geçicidir. Üçüncü gruptakilerin vecdi devamlıdır, çünkü onlar fenâ halindedir. Vecd olgunluğuna ermemiş kimsenin vecdi talep etmesine ve bu talebinin gereğini külfet ve zorlama ile yerine getirmesine tevâcüd denir. Serrâc’a göre tevâcüd ehli (mütevâcid) üç gruptur. Birinci gruptakiler kendilerini zorlayarak vecd ehline benzemeye çalışan, oyun ve eğlence düşkünü değersiz kimselerdir (mütekellifler). İkinci gruptakiler, kendilerini meşgul eden her türlü dünyevî ilgi ve engelleri arkalarına atıp güzel hallere sahip olmaya çalışanlardır (müteşebbihler). Bunlar, “Azap gören, sıkıntı çeken kimselerin yanına girdiğiniz zaman ağlayın; eğer ağlayamıyorsanız kendinizi zorlayarak ağlar gibi yapın” hadisi uyarınca (Buhârî, “Enbiyâʾ”, 17) vecde erişmek için gayret sarfedenlerdir. Gazzâlî’ye göre riyakâr olan ilk grubun tevâcüdü kınanmıştır, ikincilerin tevâcüdü makbuldür. Zira bu tevâcüdle ulaşılan vecd hali sâlikte bir tabiat ve âdet haline gelir. Üçüncü gruptakiler hal ve gönül ehli kişiler olup vecde davet edilenler zümresindendir. Her ne kadar iradeleriyle hakikate erseler de organları üzerine hâkimiyet kuramadıklarından tevâcüd haline geçer, bu hali taşımada zaaf gösterdiklerinden sarsılıp titremeye başlarlar. Bunların tevâcüdü rahatlamak ve teselli bulmak içindir ( Lüma‘ , s. 295-296; İḥyâʾü ʿulûmi’d-dîn , II, 408). İbnü’l-Arabî tevâcüdün kazanılmış bir şey, vecdin ise kalbe ansızın gelen Allah vergisi bir hal olduğunu, bu sebeple tevâcüde itimat edilemeyeceğini, eğer vecd sûretinde görünürse tevâcüd ehlinin yalancı, ikiyüzlü ve Allah yolunda nasibi bulunmayan kimselerden sayılacağını söyler. Tevâcüd halindeki kimse, içinde yer aldığı cemaatteki gerçek vecd ehline hal veya makam sahibi olmadığını, vecd halinin kendisine gelmediğini, tevâcüdde bulunduğunu itiraf ederse dürüst davrandığından dolayı bu tevâcüdü geçerli kabul edilebilir. Bununla birlikte tevâcüdün terki evlâdır ( el-Fütûḥâtü’l-Mekkiyye , II, 535-536). İbnü’l-Arabî’ye göre vahiy peygamberlere ansızın geldiği gibi vecd de kendisini mahlûkattan soyutlayan kimseye âniden tesadüf ve hücum eden bir haldir. İbnü’l-Arabî vecd ehlinin konuşan herkesin sözünü Hak’tan dinlediğini, bu anlamda vecd halini tecrübe eden kimsenin semâ halinde bulunduğunu, nağmeli veya nağmesiz işittiği her şeyin bir olduğunu, semâ halinde iken kendisine gelen ilâhî bir emirle gaybet ve istiğrak haline girdiğini, bu halin vecd ehlini duyu ile idrak edilen her şeyden alıkoyduğunu söyler ( a.g.e. , II, 537). Bu bağlamda sûfîlerin çoğunluğu vecd halinde iken hareketsizliğin (sükûn) hareketten daha üstün olduğunu söylemiştir. Nitekim Cüneyd-i Bağdâdî’nin tertip ettiği semâ meclisinde dervişleri vecdin etkisiyle semâ yaparken kendisinin bundan niçin sarfınazar ettiği sorulduğunda, “Dağları görüyorsun ve onları hareketsiz zannediyorsun, halbuki onlar bulutlar gibi geçip gitmektedir” âyetiyle (en-Neml 27/88) cevap vermesi bunun örneklerindendir. Bununla birlikte vecdin galebesiyle fiillerini kontrol altına alamayan sâlikin hareket ve hareketsizlikten bîgâne olduğu ileri sürülmüştür. Hücvîrî’ye göre vecdin keyfiyeti vahiy süreci gibi dile getirilemeyen bir durumdur. Çünkü vecd talep edenle edilen, sevenle sevilen arasında bir sır olup ancak tecrübeyle kazanılan bir müşahede zevki ve neşesidir ( Keşfü’l-mahcûb , s. 567). İbnü’l-Arabî, vecdin ancak tezkiye edilmiş bir nefse ve tasfiye edilmiş bir kalbe beklenmedik bir şekilde geleceğini söyler. Vecd sâlikte kabz-bast, heybet-üns, cem‘-fark, gaybet-huzûr gibi mânevî haller ve değişimler meydana getirir. Vecdin birbiri ardınca vuku bulup sâlikin bütün varlığını kaplamasına “galebe” denir. Vecd geçici, galebe kalıcı bir haldir. Vecd, cezbe ve istiğrak birbirine yakın hallerdir. Vecdde kısmen de olsa kulun gayretinin bir payı söz konusudur. Cezbe vecde göre daha güçlüdür ve tamamen Allah vergisidir. Sûfîlere göre vecd sâlikin halleri arasında kabul edilirken istiğrak sülûkünü tamamlamış ve velâyet mertebesine ulaşmış kişi için söz konusu edilir. Hakk’ın velîsi olan kimse bazan ilâhî muhabbetin istilâsı altında sevgilinin müşahedesinde kendini kaybederken (gaybet) bazan da ilâhî bir cezbe ile fenâ haline erer ve Hakk’ın zâtında boğulur. Bu hal kişinin kendi beşerî varlığından sıyrılıp Hak ile birlik (vahdet) halini yaşamasıdır (İsmâil Rusûhî Ankaravî, s. 438-439). Tasavvuf kaynaklarında vecde hâkim olunup olunamayacağı konusunda farklı görüşler ileri sürülmüştür. Kuşeyrî bazı sûfîlerin vecdlerine hâkim olabildiklerini, bir mecliste iseler diğerlerine saygı gösterdikleri veya onlardan çekindikleri için vecdlerini tuttuklarını, bunun bir keramet sayıldığını belirtir. İbnü’l-Arabî ise vecdin kontrol altına alınamayacağını söyler. Vecdin sâlik tarafından kontrol edilememesinin sebeplerinden biri de bir anda meydana gelmesidir. Vecdin kısa süreli oluşu Allah’ın kuluna yönelik şefkat ve merhametinin eseridir. Zira vâridât ve tecellîlerin kulun takat getiremeyeceği kadar güçlü ve sürekli olması kulu dünyevî ve uhrevî vazifelerinden alıkoyabilir. Ebü’l-Hüseyin en-Nûrî, “Vecd özlem, şevk ve iştiyak sebebiyle insanın sırrında meydana gelen bir alevdir, içine vecd ateşi düşen kimsenin vücudu sevinçten veya üzüntüden sallanmaya başlar” sözüyle vecd halindeki temel etkenin vârit olduğunu ifade eder. Belli zamanlarda okunan virdler, belli sayılarda yapılan ibadet ve zikirler vecdi besleyen vâritler kabilindendir. Ebû Ali ed-Dekkāk’a göre vâridât virdlerin neticesinde gelir. “Virdi olmayanın vâridi olmaz” sözü sûfîler arasında sıkça kullanılmıştır. Vecdin nihayeti vücûd mertebesidir ki Hakk’ı bulmaktır. Sâliklerin vecdlerinde Hakk’ın bulunuşu ve müşahede edilmesi onların istidatlarına göre değişir. Vecd bu istidada bağlı olarak farklılık gösterirken istidat farklılığı da ilâhî isimlerin hükümlerinin farklılığından kaynaklanır. Bu hükümler bir sınırlılık gerektirdiğinden vecdde Hakk’ın bulunması Hakk’ın çeşitli sûretlerle vecd sahibine tecellîsiyle gerçekleşir. Ancak bu sûretin bilinmesi belli bir mârifet seviyesine erişmeyi gerektirir (Muhyiddin İbnü’l-Arabî, II, 538). BİBLİYOGRAFYA Lisânü’l-ʿArab , “vcd” md. Serrâc, Lüma‘: İslâm Tasavvufu (trc. H. Kâmil Yılmaz), İstanbul 1996, s. 293-305. Kelâbâzî, Taarruf (Uludağ) , s. 169-170. Kuşeyrî, Risâle (Uludağ) , s. 189-192. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 567-570. Hâce Abdullah el-Herevî, Menâzilü’s-sâirîn: Tasavvufta Yüz Basamak (trc. Abdurrezzak Tek), Bursa 2008, s. 123, 291. Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Beyrut 1992, II, 408. Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Beyrut, ts. (Dâru Sâdır), II, 535-538. İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ: Mevlevî Âdâb ve Erkânı, Tasavvuf Istılahları (haz. Safi Arpaguş), İstanbul 2008, s. 411-413, 438-439. Seyyid Mustafa Râsim Efendi, Tasavvuf Sözlüğü: Istılâhât-ı İnsân-ı Kâmil (haz. İhsan Kara), İstanbul 2008, s. 1181-1182. Kadir Özköse, “Tasavvufî Tecrübede Sâlikin Kendinden Geçme Durumu: Vecd”, Tasavvuf , sy. 18, Ankara 2007, s. 65-85. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2012 yılında İstanbul’da basılan 42. cildinde, 583-584 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Lisânü’l-ʿArab , “vcd” md.",
        "Serrâc, Lüma‘: İslâm Tasavvufu (trc. H. Kâmil Yılmaz), İstanbul 1996, s. 293-305.",
        "Kelâbâzî, Taarruf (Uludağ) , s. 169-170.",
        "Kuşeyrî, Risâle (Uludağ) , s. 189-192.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 567-570.",
        "Hâce Abdullah el-Herevî, Menâzilü’s-sâirîn: Tasavvufta Yüz Basamak (trc. Abdurrezzak Tek), Bursa 2008, s. 123, 291.",
        "Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Beyrut 1992, II, 408.",
        "Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Beyrut, ts. (Dâru Sâdır), II, 535-538.",
        "İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ: Mevlevî Âdâb ve Erkânı, Tasavvuf Istılahları (haz. Safi Arpaguş), İstanbul 2008, s. 411-413, 438-439.",
        "Seyyid Mustafa Râsim Efendi, Tasavvuf Sözlüğü: Istılâhât-ı İnsân-ı Kâmil (haz. İhsan Kara), İstanbul 2008, s. 1181-1182.",
        "Kadir Özköse, “Tasavvufî Tecrübede Sâlikin Kendinden Geçme Durumu: Vecd”, Tasavvuf , sy. 18, Ankara 2007, s. 65-85."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}