{
  "id": "eweb_400",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/vera",
  "annotator": "Jeremy",
  "title": "VERA‘",
  "arabic_title": "الورع",
  "summary": "Takvânın ileri derecesini ifade eden tasavvuf terimi.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Sözlükte “sakınmak, kaçınmak, çekinmek” anlamındaki vera‘ kelimesi terim olarak “haram ve günah olup olmadığı şüpheli hususlardan özenle kaçınıp helâl ve mubahların bir kısmından feragat etmek” anlamında kullanılır. Bu sebeple vera‘ takvânın ileri ve özel bir şekli kabul edilir. Takvâ mahzurlu olanı, vera‘ ise helâl olması şüpheli olanı terketmektir. Bununla birlikte veraın mahzurlu olanın, takvânın ise şüpheli sayılanın terkedilmesi olduğunu söyleyenler de vardır. Nitekim Gazzâlî takvânın veraın özel bir şekli ve ileri aşaması olduğunu belirtmiştir. Vera‘ kelimesi Kur’an’da geçmemekle birlikte veraı tarif eden ve faziletini anlatan birçok hadis bulunmaktadır ( Wensinck, el-Muʿcem , “vra” md.). Hâris el-Muhâsibî bazı eserlerinde vera‘ kavramını yorumlarken, “Günah gönlüne yatmayan ve içini rahatsız eden şeydir” ( Müsned , V, 253; Müslim, “Birr”, 14; Tirmizî, “Zühd”, 52); “Seni şüpheye düşüren şeyi bırak, şüphe vermeyene bak” ( Müsned , III, 153; Buhârî, “Büyûʿ”, 3; Tirmizî, “Ḳıyâmet”, 60) gibi hadislere dayanarak veraı, “bir iş için harekete geçme arzusu belirdiği zaman bunun hak mı yoksa bâtıl mı olduğu açıklık kazanıncaya kadar kalbin durup düşünmesi” şeklinde tarif etmiş ve bu bilincin takvâdan kaynaklandığını söylemiştir. Ona göre veraın alâmeti kalbin içinde hissedilen kötülükten nefret etmektir. Veraın en üst seviyesi sakıncalı olanı işleyebileceği korkusuyla sakıncasız olanı terketmektir. Taatin aslı vera‘, veraın aslı takvâ, takvânın aslı nefis muhasebesi, bunun da aslı havf ve recâdır. İnsandaki veraın derecesi Allah’ın azabına ve gazabına uğrama endişesiyle doğru orantılıdır. Öte yandan ihtiras ve dünyaya rağbet veraın zayıflığını gösterir. Bu sebeple vera‘ sahibinin zâhid olması gerekir, zira veraın son mertebesi zühdün ilk derecesi kabul edilir. Kaynaklarda Hz. Ömer’in beytülmâle ait mumu sadece devlet işlerinde kullanması, Ömer b. Abdülazîz’in beytülmâle ait bir miski koklamaktan kaçınması, Ebû Hanîfe’nin ribâya girer korkusuyla alacaklısına ait duvarın gölgesinde gölgelenmemesi, Bişr el-Hâfî’nin kız kardeşinin umuma ait bir meşalenin ışığında yün eğirmesine karşı çıkması, Hamdûn el-Kassâr’ın ziyaretine gittiği hasta dostunun ölümü üzerine oradaki mumu hemen söndürüp, “Artık mum hastanın mirasçılarına intikal etmiştir” demesi vera‘ örneği olarak kaydedilmektedir. Fıkıhta ihtiyat kavramı, şüpheli konularda hata ve günaha düşmemek için en güvenli yolu seçmeyi ifade etmesi bakımından vera‘ ile eş anlamlıdır. Tasavvufta vera‘ genelde bir makam kabul edilir. Serrâc veraı tövbeden sonra gelen ikinci makam diye zikretmekte ve bunun üç mertebesinden bahsetmektedir. Birinci mertebe helâl ile haram arasında bulunan, helâl mi haram mı olduğu tam bilinmeyen şüpheli şeylerden kaçınmaktır. İkinci mertebe gönül ehlinin veraıdır; bunlar, “Müftüler ne şekilde fetva verirse versin sen fetvayı kalbinden iste” (Dârimî, “Büyûʿ”, 2; Müsned , IV, 228); “Günah gönlüne yatmayan şeydir” gibi hadislere dayanarak gönlün kabul etmediği şeyi günah sayarlar. Üçüncü mertebe âriflerin veraıdır, bu da elde edilen şeylerin Allah’ı unutturmamasıdır. Ebû Süleyman ed-Dârânî, “Seni Allah’tan alıkoyan her şey uğursuzluktur” derken veraın bu türüne işaret etmiştir (Serrâc, s. 70-71). Yahyâ b. Muâz, Allah Teâlâ’dan başkasına gönülde yer vermemeyi “kalbin veraı” diye tanımlamaktadır (Kuşeyrî, s. 286). Gazzâlî veraın dört mertebesinden bahseder. İlk mertebe şahitlik ve kadılıkla velâyette aranan adalet ve ehliyetin korunması için haramlığı açıkça bilinen günahlardan sakınmaktır. İkincisi günah olması muhtemel şeylerden sakınan sâlihlerin veraı, üçüncüsü harama yol açmasından korkulan helâlleri terkeden takvâ sahiplerinin veraı, dördüncüsü Allah’a daha fazla yaklaşmak için ömrün her anını O’ndan başkasına harcamaktan kaçınan sıddîkların veraıdır ( İḥyâʾ , I, 25-26; II, 95). Gazzâlî bu dört vera‘dan sadece birincisinin fıkhın konusuna girdiğini, diğer üçünün ahlâkı ve âhireti ilgilendirdiğini söylemiş, dinî hükümlerdeki farklı dereceleri ve mükelleflerin mertebelerini dikkate almadan sâlih, müttaki ve sıddîkların benimsediği veraı bütün müminlerden beklemenin birtakım vehim ve vesveselere yol açabileceğine işaret etmiştir ( a.g.e. , II, 108, 111). Muhâsibî, Kitâbü’l-Mekâsib ve’l-veraʿ ve’ş-şübühât (nşr. Abdülkādir Ahmed Atâ, Kahire 1969; nşr. Muhammed Osman el-Huşt, Kahire 1984), Ebû Ca‘fer Muhammed b. Ya‘kūb el-Ferecî (Sülemî, s. 146), Muhammed b. Nasr el-Mervezî ( Keşfü’ẓ-ẓunûn , II, 1469), Ahmed b. Hanbel, Ali b. İsmâil es-Sanhâcî (Beyrut 1987), İbn Ebü’d-Dünyâ (Haydarâbâd 1408/1988) gibi müellifler Kitâbü’l-Veraʿ adıyla eserler yazarak veraın mahiyeti ve önemi üzerinde durmuşlardır. Ahmed b. Hanbel eserinde vera‘ ile ilgili hadislere ve menkıbelere geniş yer vermiştir ( Kitâbü’l-Veraʿ , nşr. G.-H. Bousquet – Ch. Dominique, Beyrut 1983, 1986). BİBLİYOGRAFYA Tehânevî, Keşşâf , II, 1480, 1527. Müsned , III, 153; IV, 228; V, 253. Muhâsibî, er-Riʿâye li-ḥuḳūḳıllâh (nşr. Abdülhalîm Mahmûd – Ahmed Atâ), Kahire 1390/1970, s. 49, 63, 555. a.mlf., el-Veṣâyâ (nşr. Abdülkādir Ahmed Atâ), Beyrut 1406/1986, s. 235. a.mlf., el-Mesâʾil fî aʿmâli’l-ḳulûb (nşr. Abdülkādir Ahmed Atâ), Kahire 1969, s. 200. Serrâc, el-Lümaʿ , s. 70-71, 303. Kelâbâzî, et-Taʿarruf , s. 84-85. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1961, I, 277, 453. Sülemî, Ṭabaḳāt , s. 146, 562. Kuşeyrî, er-Risâle , s. 285-291. Hâce Abdullah-ı Herevî, Menâzilü’s-sâʾirîn , Kahire 1328, s. 9. Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Kahire 1358/1939, I, 25-26; II, 95, 108, 111. Ebû Mansûr el-Abbâdî, Ṣûfînâme (nşr. Gulâm Hüseyin Yûsufî), Tahran 1347, s. 92-95. Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 488. Ferîdüddin Attâr, Teẕkiretü’l-evliyâʾ (nşr. Muhammed İsti‘lâmî), Tahran 1346 hş., s. 824. Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Kahire 1293, II, 231-234. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, II, 21-29. Zerrûk, Ḳavâʿidü’t-taṣavvuf (nşr. M. Zehrâ en-Neccâr), Kahire 1388/1968, s. 37. Şa‘rânî, el-Mîzânü’l-kübrâ , Kahire 1306, I, 13. Birgivî, eṭ-Ṭarîḳatü’l-Muḥammediyye , İstanbul 1301, s. 199-219. İsmâil Rusûhî Ankaravî, Minhâcü’l-fuḳarâ , Bulak 1256/1840, s. 163. Keşfü’ẓ-ẓunûn , II, 1469. Brockelmann, GAL , I, 310. Kāsım Ganî, Târîḫ-i Taṣavvuf der İslâm , Tahran 1340 hş., s. 270-273. Seyyid Sâdık-ı Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1383 hş., X, 182-188. H. Yunus Apaydın, “Karâfî, Şehâbeddin”, DİA , XXIV, 396. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2013 yılında İstanbul’da basılan 43. cildinde, 49-50 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Tehânevî, Keşşâf , II, 1480, 1527.",
        "Müsned , III, 153; IV, 228; V, 253.",
        "Muhâsibî, er-Riʿâye li-ḥuḳūḳıllâh (nşr. Abdülhalîm Mahmûd – Ahmed Atâ), Kahire 1390/1970, s. 49, 63, 555.",
        "a.mlf., el-Veṣâyâ (nşr. Abdülkādir Ahmed Atâ), Beyrut 1406/1986, s. 235.",
        "a.mlf., el-Mesâʾil fî aʿmâli’l-ḳulûb (nşr. Abdülkādir Ahmed Atâ), Kahire 1969, s. 200.",
        "Serrâc, el-Lümaʿ , s. 70-71, 303.",
        "Kelâbâzî, et-Taʿarruf , s. 84-85.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1961, I, 277, 453.",
        "Sülemî, Ṭabaḳāt , s. 146, 562.",
        "Kuşeyrî, er-Risâle , s. 285-291.",
        "Hâce Abdullah-ı Herevî, Menâzilü’s-sâʾirîn , Kahire 1328, s. 9.",
        "Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Kahire 1358/1939, I, 25-26; II, 95, 108, 111.",
        "Ebû Mansûr el-Abbâdî, Ṣûfînâme (nşr. Gulâm Hüseyin Yûsufî), Tahran 1347, s. 92-95.",
        "Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 488.",
        "Ferîdüddin Attâr, Teẕkiretü’l-evliyâʾ (nşr. Muhammed İsti‘lâmî), Tahran 1346 hş., s. 824.",
        "Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Kahire 1293, II, 231-234.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, II, 21-29.",
        "Zerrûk, Ḳavâʿidü’t-taṣavvuf (nşr. M. Zehrâ en-Neccâr), Kahire 1388/1968, s. 37.",
        "Şa‘rânî, el-Mîzânü’l-kübrâ , Kahire 1306, I, 13.",
        "Birgivî, eṭ-Ṭarîḳatü’l-Muḥammediyye , İstanbul 1301, s. 199-219.",
        "İsmâil Rusûhî Ankaravî, Minhâcü’l-fuḳarâ , Bulak 1256/1840, s. 163.",
        "Keşfü’ẓ-ẓunûn , II, 1469.",
        "Brockelmann, GAL , I, 310.",
        "Kāsım Ganî, Târîḫ-i Taṣavvuf der İslâm , Tahran 1340 hş., s. 270-273.",
        "Seyyid Sâdık-ı Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1383 hş., X, 182-188.",
        "H. Yunus Apaydın, “Karâfî, Şehâbeddin”, DİA , XXIV, 396."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}