{
  "id": "eweb_401",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/veli--tasavvuf",
  "annotator": "Jeremy",
  "title": "VELÎ",
  "arabic_title": "الولي",
  "summary": "Allah dostu anlamında bir tasavvuf terimi.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Velî sözlükte “yardım eden, koruyan; yardım edilen, korunan” anlamlarına gelir. Kelimenin çoğulu olan evliyâ Türkçe’de tekil anlamda da kullanılır. Kur’an’da Allah’ın evliyasından bahsedildiği gibi şeytanın evliyasından da bahsedilir (Yûnus 10/62; Âl-i İmrân 3/175). Kelime sözlüklerde hem fâil hem mef‘ûl mânasında yer aldığından Kur’an’da Allah müminlerin, müminler Allah’ın; şeytan inkârcıların ve zalimlerin, inkârcılar ve zalimler de şeytanın velîsi olarak zikredilir (el-Bakara 2/257; Âl-i İmrân 3/68; el-Mâide 5/55; el-A‘râf 7/196; eş-Şûrâ 42/9). Ayrıca müminler müminlerin ve kâfirler de kâfirlerin evliyasıdır (et-Tevbe 9/71; el-Enfâl 8/73). Kur’an’da geçen mevlâ kelimesi velî ile ortak kökene ve aynı anlamlara sahiptir (el-Bakara 2/286; Âl-i İmrân 3/150; el-Enfâl 8/40; el-Hac 22/78; Muhammed 47/11; et-Tahrîm 66/2) (Kur’an’da velî kelimesinin farklı kullanımları için bk. Râgıb el-İsfahânî, el-Müfredât , “vly” md.). “Mümin kullarına yardım eden, onları koruyan, işlerini gören, onların yakını ve dostu” anlamındaki velî Allah’ın isimlerinden biridir (bk. VELÎ ). Allah’ın koruduğu ve yardım ettiği kimseler olarak müminler de Allah’a ibadet etmekle O’nun dostluğunu kazanıp velîsi durumuna gelirler (Kuşeyrî, s. 519). Mutasavvıflar velîliği genel (velâyet-i âmme) ve özel (velâyet-i hâssa) diye ikiye ayırırlar. Genel anlamda her mümin Allah’ın dostudur ve O’nun velî kuludur. Özel anlamda velîlik ise düzenli, devamlı, kararlı ve ihlâslı bir şekilde ibadet ve kulluk eden, başta peygamberler olmak üzere takvâ sahibi bütün sâlih müminlere mahsustur. Buna ihtisas, ıstıfâ, ictibâ ve ıstınâ‘ velâyeti de denir (Kelâbâzî, s. 74). Peygamberler Hakk’ın çok özel kulları ve evliyasıdır; onların vâris ve nâibleri olan evliya da Allah’ın has kulları ve dostlarıdır. Allah’a yakınlık ve dostluk O’na ibadet ve kullukla sağlandığından müminlerin velâyetteki dereceleri amel ve ibadetlerine, ihlâslarına göre farklılık gösterir. Genel velâyet özel velâyete dönüştüğü oranda değer kazanır. Kulun amacı özel velîliğe ulaşmak ve evliyaullah arasına katılmaktır. Fakat her velînin Hakk’a yakınlığı aynı olmadığı için özel velâyetin de pek çok mertebesi ve menzili vardır (Gazzâlî, III, 19-20). Nitekim peygamberler ve sahâbîler arasındaki fazilet farkı da Hakk’a yakınlıktaki farktan kaynaklanır. Mutasavvıfların özel velâyet hakkında dayandıkları âyet ve hadisler mevcuttur. Kur’an’da ticaret ve alışverişin Allah’ı zikretmekten, namaz kılmaktan ve zekât vermekten alıkoymadığı kişiler (en-Nûr 24/37), Allah’a verdikleri söze sadık kalan müminler (el-Ahzâb 33/23), arınmayı seven insanlar (et-Tevbe 9/108) erkek ve kadınları kapsayacak biçimde “ricâl” (erler) kelimesiyle karşılanmış, tasavvuf literatüründe “ricâlullah” ve “merdân-ı Hudâ” terkipleriyle özel anlamdaki velîlere işaret edilmiştir. Allah’ın “ibâdî-ibâdünâ” (kullarım-kullarımız) diye nitelediği ve kendisine izâfe ettiği bazı özel kulları vardır ki (el-Bakara 2/186; el-Kehf 18/65) onlar kendilerini şeytanın kolaylıkla etkileyemediği (el-Hicr 15/42, 49; el-İsrâ 17/53), ihlâslı (el-Hicr 15/40; Sâd 38/83), sâlih (et-Tahrîm 66/10), korku ve hüznünden kurtulmuş (ez-Zuhruf 43/68), aralarına katılanların cennete gireceği (el-Fecr 89/29-30), Allah’ın sevdiği ve Allah’ı seven (el-Mâide 5/54), dürüst, takvâ sahibi, sabırlı, tevekkül ve ihsan ehli (el-Bakara 2/195; Âl-i İmrân 3/76, 146, 159; el-Hucurât 49/3) kimseler olarak tanımlanır. Allah ile aralarında dostluk ilişkisi bulunan evliya da bu niteliklere sahiptir (Yûnus 10/62-64). Bütün evliyanın önderi olan Hz. Peygamber’in ibadet hayatı ve ahlâkının yanı sıra vahiy esnasında yaşadığı mânevî haller velîlerin daima göz önünde bulundurdukları hususlardır. İman, İslâm ve ihsandan bahsedilen Cibrîl hadisine göre (Buhârî, “Îmân”, 37) “Allah’ı görüyormuş gibi O’na ibadet eden” mânasındaki ihsan evliyanın hali olarak kabul edilmiştir (Serrâc, s. 22). Kulun önce farzlarla, sonra nâfile ibadetlerle Allah’ın yakınlığını ve sevgisini kazanacağına dair hadiste ise O’nun sevdiği kulunun işiten kulağı, gören gözü, tutan eli, yürüyen ayağı olduğu ifade edilir (Buhârî, “Reḳāʾiḳ”, 38; İbn Mâce, “Fiten”, 16). Allah bu kulunun dileğini yerine getirir, kendisine sığınması durumunda onu korur. Mutasavvıflar velîlik konusunda çoğunlukla bu hadise atıfta bulunurlar. Diğer bir hadise göre Allah’ın öyle kulları vardır ki peygamberler ve şehidler arasında yer almadıkları halde kıyamet günü peygamberler ve şehidler tarafından mevkilerinin takdir edileceği, birbirini seven, nurdan kürsüler üzerinde oturan yüzleri nurlu kimselerdir ( Müsned , V, 229; Tirmizî, “Zühd”, 53, “Ṣıfatü’l-cennet”, 25). Sahâbe, tâbiîn ve tebeu’t-tâbiîn içinde ibadetleri, ahlâk ve irfanları ile tanınan, üstün niteliklere sahip müminler ilk dönemde zâhid ve âbid sıfatlarıyla anılsa da bunlar her zaman Allah’ın evliyası kabul edilmiştir. Ebû Nuaym’ın Ḥilyetü’l-evliyâʾ ve ṭabaḳātü’l-aṣfiyâʾ ında, Sülemî’nin Ṭabaḳātü’ṣ-ṣûfiyye ’sinde, Ferîdüddin Attâr’ın Teẕkiretü’l-evliyâʾ ında geçen zâhid, âbid, nâsik, kurrâ, sûfî ve mutasavvıfların ortak noktası evliya zümresi arasında yer almalarıdır. Tasavvuf kaynaklarında evliya çeşitli isim ve lakaplarla nitelenmiştir. Kelâbâzî evliyaya gureba, fukara, seyyâhîn, nûriyye, Suriye’de cûiyye (açlar), Horasan bölgesinde şikeftiyye (mağarada yaşayanlar) gibi isimler verildiğini kaydeder ( et-Taʿarruf , s. 21; Serrâc, s. 527). Velîler için kullanılan diğer başlıca isimler şunlardır: Ehlullah, iyâlullah, ârif, ehl-i ma‘rifet, muhakkik, ehl-i hakîkat, muhib, ehl-i mahabbet, âşık, abdal, büdelâ, vâsıl, ehl-i vuslat, safî-asfiyâ, hakîm-hükemâ, ahyâr, nükabâ, ebrâr, şüttâr, kutub, şeyh, mürşid, gavs, üstat, mürebbî, mürid, sâlik, derviş, ehl-i abâ, sâfiye, mutasavvıfe, mütekâşşife. Türkçe’de genellikle evliya zümreleri için “eren, ermiş, hak erenler” gibi kelimeler kullanılmıştır. Türkistan ve Tataristan’da evliyaya “îşân” ve “ata” denir. Kuzey Afrika’da ise genellikle “mevlâ-mevlâye, seyyid-sîd, sâlih-sulehâ” diye anılırlar. Ebû Nuaym el-İsfahânî evliyanın ayırt edici niteliklerinden bahseder. Buna göre kendisiyle karşılaşıldığında Allah’ı hatırlatan, zorluklara ve musibetlere katlanan, az yiyecekle yetinen, giyimine önem vermeyen, dünya ziynetine aldanmayan, Hakk’ın yarattığı varlıklar üzerinde tefekküre dalıp ibret alan, Allah ile olan ahdine sadık kalan, O’na sevgiyle bağlanan, ibadetlerini eksiksiz yapan, kul hakkını gözeten, “yakīn”leri sayesinde dağları delen, denizleri yaran, yüzü suyu hürmetine yağmurlar yağdırılan, insanların ihtiyaçlarına yardım eden, ihlâslı, faziletli ve adaletli, içi hüzünlü, yüzü mütebessim kimseler evliyadır ( Ḥilye , I, 5-10). Velîlerin diğer bir özelliği de dualarının makbul olmasıdır. Sûfînin bütün mânevî gücüyle Hakk’a yönelip O’ndan bir şey talep etmesine “himmet” denir. Bir hadiste, “Üstü başı perişan, hor ve hakir görülen bazı insanlar vardır ki onlar yemin ederek, ‘Allahım, şunu şöyle yap!’ diye bir talepte bulunsalar talepleri gerçekleşir” buyurulmuştur (Müslim, “Birr”, 138; Tirmizî, “Menâḳıb”, 54). Velînin bedduası da aynı derecede etkilidir. Hayatta iken yaptığı dualarla ve himmetiyle insanlara faydalı olan evliyanın bu özelliği tasavvuf inancına göre vefatından sonra da devam eder, buna “tasarruf” adı verilir. Firâset, basîret ve keşf sahibi olmak evliyanın en önemli özelliklerinden kabul edilir. Zorluklara katlanıp sabreden ve Allah’tan korkan velînin kalbine Hak tarafından bir nur (furkān) verilir (el-Enfâl 8/29). Velî bu nur ile hakkı bâtıldan, doğruyu yanlıştan ayırt eder, rabbini bu nur sayesinde tanır. Buna yakīn nuru denir (Sülemî, s. 32, 72, 100). Sezgisi kuvvetli ve tesbitleri isabetli velîler “hâddü’l-firâse” diye nitelendirilir. Firâset sahibi olabilmek için gözü haramdan, nefsi şehvetten korumak, kalbi murakabe ile, bedeni sünnete sarılmakla sağlamlaştırmak ve haram lokmadan kaçınmak şarttır (Kuşeyrî, s. 483). Dualarının kabul edilmesi ve firâsetleriyle doğru tesbitlerde bulunmaları evliyanın kerameti sayılır. Keramet Allah’ın lutfuyla evliyadan zuhur eden olağan üstü hallerdir, ancak keramete gereğinden fazla önem verilmesi tasavvufta sakıncalı görülmüştür. İstikamet (ahlâkî dürüstlük) kerametten üstündür. Zira keramet nefsin, istikamet Allah’ın istediği şeydir ( a.g.e. , s. 441). İlk zâhid sûfîler ve muhakkik âlimler kevnî-hissî kerametlerden ziyade mânevî-ilmî kerametleri önemsemiştir. Velîlerin okuma yazma bilmesi şart değildir; sahâbe ve tâbiînin çoğu ümmî olduğu halde evliya idi. Bâyezîd-i Bistâmî üstadı Ebû Ali es-Sindî’ye farzları yerine getirecek kadar din bilgisi öğretir, ondan da saf hakikatleri ve tevhidi öğrenirdi (Serrâc, s. 255, 401). Bununla birlikte örnek alınan evliyanın Kur’an ve Sünnet’i, sülûkün usul ve şartlarını bilmesi şarttır. Nitekim İbn Hafîf, “Şeyhlerimizden Hâris el-Muhâsibî’yi, Cüneyd-i Bağdâdî’yi, Ebû Muhammed Ruveym’i, İbn Atâ’yı ve Amr b. Osman el-Mekkî’yi örnek alın; zira onlar ilim sahibi sûfîlerdir; geri kalanları da kendi halleriyle baş başa bırakın” demiştir (Kuşeyrî, s. 73). Bir müminin velî olduğunu kendisinin bilip bilemeyeceği konusunda çeşitli görüşler vardır. Bazılarına göre velî mütevazi kimsedir. Kendisinden bir keramet zuhur etse bile bunun Allah’ın mekri olabileceğinden korkar, sonundan da endişe eder ( a.g.e. , s. 502). Bazılarına göre ise bir müminin kendisinin velî olduğunu bilmesi mümkündür. Bir kimseye Hak tarafından velâyetini tasdik eden bir haber gelirse o kimse velîliğine inanır. Âlemde Allah’tan başkasının bilemeyeceği velîler de vardır. “Velîlerim kubbelerimin altındadır, onları benden başkası bilemez” rivayeti uyarınca Allah bu velîleri mahremiyet kubbelerinin altında gizlemiştir (Necmeddîn-i Dâye, s. 226, 242, 379, 543). Bir velînin halinin daha sonra değişip değişmeyeceği, velâyetini kaybedip etmeyeceği hususunda da farklı görüşler ileri sürülmüştür (Kuşeyrî, s. 666). Velâyette istikamet üzere bulunmak esastır. Bazı sahâbîlerin daha sonra irtidad etmeleri ve Bel‘am b. Bâûrâ’nın durumu velâyetin kaybedilebileceğine örnek gösterilir. Velâyet kavramı Şîa’da siyasî ve ruhanî mahiyette olup genellikle Hz. Ali ve onun soyundan gelenlerle sınırlandırılmıştır. Ehl-i sünnet’e mensup mutasavvıflar ise on iki imamın velîliğini kabul etmekle birlikte velâyeti bütün müminleri kapsayacak şekilde geniş tutmuştur. Tarikatların bir kısmı Hz. Ali’yi, bir kısmı Hz. Ebû Bekir’i velîlerin başı saymıştır. Silsilesi Hz. Ömer’e ve Osman’a ulaşan tarikat kolları da vardır. Ebû Süleyman ed-Dârânî, Ahmed b. Ebü’l-Havârî, Sehl b. Abdullah et-Tüsterî, Ebû Saîd el-Harrâz, Cüneyd-i Bağdâdî, Hallâc-ı Mansûr gibi ilk dönem sûfîleri nübüvvet-velâyet ilişkisine değinmekle birlikte konu hakkında ilk müstakil eser Hakîm et-Tirmizî’nin Ḫatmü’l-evliyâʾ ıdır. Nübüvvetle velâyeti karşılaştıran Hakîm görüşleriyle kendisinden sonraki sûfîleri etkilemiştir. Vahye mazhar olmuş peygamberin şahsında velâyet nübüvvetin Hakk’a yönelik yüzü, nübüvvet velâyetin halka yönelik yüzüdür. Bu sebeple velîliğin nebîlikten üstün olduğu ileri sürüldüğünde Hz. Peygamber’in Hakk’a dönük yüzü olan velâyetinin halka dönük yüzü olan nübüvvetinden üstünlüğü kastedilir. Her nebî ve resul Allah’ın yakını ve sevgili kulu anlamında velî iken her velî nebî ve resul değildir. Velîler nebîlerin ancak vârisleri ve nâibleridir. Nebîler hem Cebrâil aracılığıyla hem doğrudan doğruya Allah’tan vahiy alırken velîler sadece ilhama mazhar olurlar. Nebî ismet (günah işlememe) sıfatıyla muttasıf iken velî Allah tarafından günaha girmekten korunduğu için mahfuzdur. Nebînin mûcizesi, velînin kerameti vardır. Velî bu niteliklere nebîye tam anlamıyla bağlandığı ve onu örnek aldığından dolayı sahip kılınmıştır. Velî Allah’ın (el-Bakara 2/257), nebî kulun sıfatıdır. Nebîliğin sonu vardır, velîliğin sonu yoktur (Hakîm et-Tirmizî, s. 394; Hücvîrî, s. 265-303; İbnü’l-Arabî, Fuṣûṣ , s. 135; Şa‘rânî, I, 18; İsmail Fenni, s. 220). Hakîm et-Tirmizî ve bazı Mağrib mutasavvıflarının savunduğu, evliyanın bidâyetinin enbiyanın nihayeti olduğu görüşünü yorumlayan Alâüddevle-i Simnânî’ye göre şeriat itibariyle velîlerin başlangıcı nebîlerin sonudur, ancak tarikat itibariyle velîlerin sonu peygamberlerin başlangıcıdır. Bir sâlik ne kadar çaba harcarsa harcasın varabileceği son mertebe nübüvvetin bidâyetidir. Dolayısıyla nebî mutlak anlamda velîden üstün olmakla birlikte onun velâyet yönü nübüvvet yönünden üstün kabul edilmiştir. Tirmizî’ye göre son nübüvvet (hatmü’n-nübüvve) ve son nebî (hâtemü’l-enbiyâ) olduğu gibi son velîlik (hatmü’l-velâye) ve son velî de (hâtemü’l-evliyâ) vardır. Son nebî olan Hz. Muhammed’den sonra başka bir peygamber gelmeyecektir, ancak velîler kıyamete kadar gelebilir. Nitekim Resûl-i Ekrem vefat ettiğinde ümmeti içinde kırk sıddîk vardı. Bunlar onun Ehl-i beyt’i ile vârisleriydi. Bir velî vefat edince yerini başka bir velî alır. Arz bunlar sayesinde varlığını sürdürür. Kıyamet yaklaştığında Allah hâtemü’l-velâye pâyesini lutfettiği bir velî gönderir, bu velî hâtemü’l-evliyâ ve seyyidü’l-evliyâdır (Hakîm et-Tirmizî, s. 344). Son velîden maksat velîlerin en üstünü ve en mükemmel olanıdır; velâyet mührü onun elindedir. Bu mertebeye ulaşan her Allah dostu hâtemü’l-evliyâ vasfıyla nitelenir. Yine Hakîm et-Tirmizî’ye göre hâtemü’l-evliyâ olan Hz. Muhammed evliyanın başıdır. Ondan sonra Hz. Ebû Bekir ve Ömer gelmektedir ( a.g.e. , s. 364, 366). Ebû Saîd-i Ebü’l-Hayr ve Muhyiddin İbnü’l-Arabî hâtemü’l-evliyâ mertebesinin kendilerine verildiğini ima ederler (Muhammed b. Münevver, tür.yer.; Afîfî, s. 312). Tasavvuf tarihinde, peygamberlerden bazılarının bazılarına üstünlüğüne dayanarak (el-İsrâ 17/55) velîlerin de birbirine üstünlükleri konusuna dikkat çekilmiştir. Bir velîde dinî ve ahlâkî fazilet, mânevî hal diğer niteliklerine göre daha belirgin ve baskın olabilir. O velî bu özelliğiyle diğerlerinden daha üstün kabul edilir. Meselâ hakikatleri resmetme ve fenâ haliyle Bahâeddin Nakşibend, kuvvetli tasarrufta bulunması ve imdada yetişmesiyle Abdülkādir-i Geylânî, ilim ve feyziyle Ebü’l-Hasan eş-Şâzelî, olağan üstü haller göstermesi ve fütüvvetiyle Ahmed er-Rifâî, merhamet ve şefkatiyle Ahmed el-Bedevî, cömertliğiyle İbrâhim ed-Desûkī, irfan ve kemaliyle Muhyiddin İbnü’l-Arabî, muhabbet ve aşkıyla Mevlânâ Celâleddîn-i Rûmî, gaybet ve mahviyet haliyle Şehâbeddin es-Sühreverdî, vecd ve cezbe haliyle Necmeddîn-i Kübrâ öne çıkan sûfîlerdir (Ahmed Ziyâeddin Gümüşhânevî, s. 19). Velîler Allah’ın isimlerinden birine mazhar olmakla da birbirinden ayrılır. Meselâ Allah’ın şekûr ismine mazhar olan bir velî çokça şükreder ve Abdüşşekûr ismini alır. Bâyezîd-i Bistâmî’ye göre velîlerden bir kısmı ârif, bir kısmı âbiddir. Ârif velîlerin mertebesi daha yüksektir (Sülemî, s. 71). Bâyezîd-i Bistâmî gibi bazı velîlerde sekr hali, Cüneyd-i Bağdâdî gibi velîlerde sahv hali galiptir (Hücvîrî, s. 230-235). Birincisi şüttâr, ikincisi ebrâr tarikidir. Hakk’ın kendilerine emanet ettiği mânevî halleri ve ilâhî sırları gizli tutan velîlere “ümenâ” denir. Hal ve sırlarını ifşa eden velîler bunun cezasını görürler. Bazı velîlerin tasarrufu sadece kendileriyle sınırlıdır; bunlardan az sayıda insan faydalanabilir; velîliği umumi ve mutlak olanından ise çok sayıda insan yararlanır. Tasavvufta velâyetin başlangıcı talepte bulunmak, ortası sülûk makamlarının gerektirdiği hallerle hallenmek (telvîn), sonu ise ilâhî huzurda sâbitkadem olmaktır (temkin). Necmeddîn-i Kübrâ’ya göre telvîn, temkin, tekvin derecesinde bulunmaları yönünden velîler arasında fark vardır. Tekvin derecesindeki velîye “seyyâr” adı verilir. Nefsinden sıyrılıp Hak’ta fâni olduğundan bir şeyi var kılmak onun mazharından gerçekleşir. Allah neyi irade ederse ancak onu irade eder ( Fevâʾiḥu’l-cemâl , s. 82-87, 89-93). Muhyiddin İbnü’l-Arabî velîleri dört sınıfa ayırır: Nebîler, sıddîklar, şehidler, sâlihler ( el-Fütûḥâtü’l-Mekkiyye , II, 33). Sıddîk iman nuru ile Allah’a ve resulüne inanan kişidir. Nebîlikle sıddîklık arasında başka bir makam yoktur. Şehidlerden maksat Allah’ın yakınlığını kazanmış, Hakk’ın huzurunda bulunan velîlerdir. Nebîlik salâh ile başlar ve salâha varır; bundan dolayı her nebî Allah’tan sâlihlerden olmayı dilemiştir. Velîler arasında yer alan ukalâ-i mecânîn (akıllı deliler), bühlûl (pehlûl) ve meczuplar da tasavvuf tarihinde önemli bir yer tutar. Yarı akıllı, yarı deli olmaları sebebiyle dünyada işlerini göremeyen bu velîler şer‘î hükümlere uymakla yükümlü değildir. Zira mükellefiyette akıl şarttır; buna rağmen evliya sayılmışlardır ( İbn Haldûn, Muḳaddime , s. 102). İbn Haldûn’a göre velîlik Allah’ın bir lutfudur, onu dilediğine verir ( Şifâʾü’s-sâʾil , s. 107). Tarikatta meczuplar başkalarını irşad etme yetkisine sahip değildir. Üveysîler diye bilinen velîler zümresinin zâhirde bağlandıkları bir mürşidleri yoktur. Bunlar Veysel Karanî gibi doğrudan Hz. Peygamber’in ruhaniyetinden terbiye görmüşlerdir (Ferîdüddin Attâr, s. 29; Ma‘sûm Ali Şah, II, 48-53). Bir sâlikin vefat etmiş bir şeyhten terbiye alması da mümkündür. Bâyezîd-i Bistâmî’nin Ca‘fer es-Sâdık’ın, Ebü’l-Hasan el-Harakānî’nin Bâyezîd-i Bistâmî’nin ruhaniyetinden terbiye aldıkları kabul edilir. Tasavvuf kaynaklarında çeşitli velî gruplarının sayılarından, görevlerinden ve görev yerlerinden bahsedilmiştir. Kutub (bir), imâmân (iki), evtâd (dört), abdal (yedi veya kırk), nükabâ (on iki), nücebâ (sekiz), havâri (bir), emîn (bir), ümenâ, recebiyyûn (kırk), melâmîler, ahfiyâ, mestûrân, mektûmân, ahyâr (300), ebrâr (yedi), efrâd, sâlihân, meczûbân ve muhaddesûn bunların başlıcalarıdır. Tasavvuf tarihinde bu konu hakkında en ayrıntılı bilgileri İbnü’l-Arabî vermiştir ( el-Fütûḥâtü’l-Mekkiyye , I, 198-379; II, 7-52). Üçler, yediler ve kırklar Türkçe’de en çok bilinen evliya gruplarıdır. Velîlerin öldükten sonra da tasarruf sahibi olduklarına inanıldığından İslâm âleminin belli başlı şehirlerini koruyan velîlerin bulunduğu kabul edilir. Konya’da Mevlânâ, Ankara’da Hacı Bayram-ı Velî, Bursa’da Emîr Sultan, İstanbul’da Aziz Mahmud Hüdâyî, Kayseri’de Seyyid Burhâneddin Muhakkik-i Tirmizî bunlardandır. Literatür. Velîlerin hayat hikâyelerine, yaşam tarzlarına ve düşüncelerine dair “tabakātü’s-sûfiyye”, “tezkiretü’l-evliyâ” vb. başlıklarla pek çok eser yazılmıştır. Sülemî, sûfîlerin öncüleri olup ibadet ve zühd hayatı ile tanınan sahâbe, tâbiîn ve tebeu’t-tâbiîni anlatmış, bunların evliya olduğunu söylemiş ( Ṭabaḳāt , s. 1) ve eserine Zünnûn el-Mısrî ile başlamıştır. Hâce Abdullah-ı Ensârî Ṭabaḳātü’ṣ-ṣûfiyye ’de, Abdurrahman-ı Câmî Nefeḥâtü’l-üns ’te, Ali Şîr Nevâî Nesâyimü’l-mahabbe ’de, Kuşeyrî er-Risâle ’de, Ferîdüddin Attâr Teẕkiretü’l-evliyâʾ da ana hatlarıyla Sülemî tabakatını takip etmiş, eserlerinde ilk âbid ve zâhidlere yer vermemiştir. Ebû Nuaym Ḥilyetü’l-evliyâʾ ve ṭabaḳātü’l-aṣfiyâʾ da aşere-i mübeşşereden itibaren 800 kadar evliyaya yer verir (I-X, Kahire 1351-1357/1932-1938). Sahabeden Günümüze Allah Dostları adlı eserin (I-X, İstanbul 1995) ilk yedi cildi Ḥilyetü’l-evliyâʾ nın tercümesidir. İbnü’l-Cevzî Ṣıfatü’ṣ-ṣafve ’de Ebû Nuaym’ın eserini özetlemiş ve bazı velîleri eklemiştir (Halep 1969; Beyrut 1979). Şa‘rânî’nin eṭ-Ṭabaḳātü’l-kübrâ ’sı ( Levâḳıḥu’l-envâr fî ṭabaḳāti’l-aḫyâr ) (I-II, Kahire 1954), Muhammed Abdürraûf el-Münâvî’nin el-Kevâkibü’d-dürriyye fî terâcimi’s-sâdeti’ṣ-ṣûfiyye ’si (Kahire 1938) ilk dört halifeden başlar. Hücvîrî Keşfü’l-maḥcûb ’da aynı usulü takip eder (Tahran 1338). Belli coğrafî bölgelerde ve belli zamanlarda yaşayan evliyaya dair eserler de yazılmıştır. Bunlardan Hint alt kıtası evliyalarını anlatan bazı eserler şunlardır: Dârâ Şükûh, Sefînetü’l-evliyâʾ (Kanpûr 1883) ve Sekînetü’l-evliyâʾ (Tahran 1344 hş.); Emîrhord, Siyerü’l-evliyâʾ (Delhi 1302); Şah Veliyyullah ed-Dihlevî, el-İntibâh fî selâsili evliyâʾillâh (Delhi 1311); Gulâm Server Lâhûrî, Ḫazînetü’l-aṣfiyâʾ (Leknev 1873). Mağrib evliyasına dair eserlerden bazıları da şöylece sıralanabilir: Bâdisî, el-Maḳṣadü’ş-şerîf ve’l-menzeʿu’l-laṭîf fi’t-taʿrîf bi-ṣuleḥâʾi’r-Rîf (nşr. Saîd Ahmed A‘râb, Rabat 1402/1982); İbnü’z-Zeyyât et-Tâdilî, et-Teşevvüf ilâ ricâli’t-taṣavvuf (Rabat 1404/1984); İbnü’l-Kādî, Ceẕvetü’l-iḳtibâs (Rabat 1393/1973); Abdullah b. Abdülkādir Telîdî, el-Muṭrib bi-meşâhîri evliyâʾi’l-Maġrib (Rabat 1421/2000). Suâd Mâhir Muhammed’in Mesâcidü Mıṣr ve evliyâʾü’ṣ-ṣâliḥîn adlı bir eseri vardır (I-V, Kahire 1981). Sudan, Hicaz ve Yemen velîlerine dair Peter Malcolm Hatt’ın el-Evliyâʾ ve’ṣ-ṣâliḥûn ve’l-İslâm fi’s-Sûdân ’ı (Beyrut 1936), Abdullah Muhammed el-Habeşî’nin eṣ-Ṣûfiyye ve’l-fuḳahâʾ fi’l-Yemen ’i (baskı yeri yok, 1396/1976), Hicaz ve Yemen Evliyaları (İstanbul 2004) sayılabilir. Osmanlı tarihine ve ulemâ biyografileriyle ilgili kaynaklar yanında doğrudan evliyaya dair eserlerde Anadolu, Balkanlar, Hicaz ve Kuzey Afrika’da yetişmiş velîler hakkında bilgi verilmektedir: Taşköprizâde, eş-Şeḳāʾiḳu’n-nuʿmâniyye (İstanbul 1985) ve zeyilleri (İstanbul 1989); Lâmiî Çelebi, Nefehât Tercümesi (İstanbul 1980); Âşıkpaşazâde, Tevârîh-i Âl-i Osmân (İstanbul 1332); Neşrî, Cihannümâ (Ankara 1949-1957); Hoca Sâdeddin, Tâcü’t-tevârîh (I-II, İstanbul 1279-1280); Âlî Mustafa Efendi, Künhü’l-ahbâr (Kayseri 1997); Mahmud Kefevî, Ketâʾibü aʿlâmi’l-aḫyâr (Süleymaniye Ktp., Hâlet Efendi, nr. 630); Münîrî Belgradî, Silsiletü’l-mukarrebîn (Süleymaniye Ktp., Şehid Ali Paşa, nr. 2819/3); Köstendilli Süleyman Şeyhî, Bahrü’l-velâye (İstanbul 2007); Harîrîzâde, Tibyânü vesâʾili’l-ḥaḳāʾiḳ (Süleymaniye Ktp., Fâtih [İbrâhim Efendi], nr. 430-432); Mehmed Süreyyâ, Sicill-i Osmânî (I-IV, İstanbul 1308-1316); Bursalı Mehmed Tâhir, Osmanlı Müellifleri (I-III, İstanbul 1333-1342); Hüseyin Vassâf, Sefîne-i Evliyâ (I-V, İstanbul 2006); Ahmed Sâfî Bey, Sefînetü’s-Sâfî (Süleymaniye Ktp., Mikrofilm Arşivi, nr. 2096); Sâdık Vicdânî, Tomar-ı Turuk-ı Aliyye (İstanbul 1338-1341); Hocazâde Ahmed Hilmi, Ziyâret-i Evliyâ (İstanbul 1325, 1327) ve Hadîkatü’l-evliyâ (İstanbul 1318-1320); Hüseyin Ayvansarâyî, Hadîkatü’l-cevâmi‘ (I-II, İstanbul 1281). Anadolu ve Rumeli evliyaları hakkında modern dönemde yazılan bazı eserler de şunlardır: Nezihe Araz, Anadolu Evliyaları (İstanbul 1958), Batı Anadolu ve Rumeli Evliyaları (İstanbul 2003); M. Necati Bursalı, İstanbul ve Anadolu Evliyaları (I-II, İstanbul 1986); Hüseyin Piroğlu, Evliyalar Yatağı Anadolu (Ankara 1992); Türkiye Gazetesi Evliyalar Ansiklopedisi (I-X, İstanbul 1992-1993); Uluslararası Dünya Eren ve Evliyalar Kongresi Bildirileri (Ankara 1998); Ethem Cebecioğlu, Allah Dostları: 20. Yüzyıl Türkiye Evliya Menâkıbı (I-III, Ankara 2001). Belli şehirlerdeki evliyaya dair yazılan bazı eserler şöylece sıralanabilir: Bursalı Mehmed Tâhir, Aydın Vilâyetine Mensûb Meşâyih, Ulemâ, Şuarâ, Müverrihîn ve Etibbânın Terâcim-i Ahvâli (İzmir 1324); Hüseyin Hüsâmeddin, Amasya Tarihi (I-II, İstanbul 1330-1332; III-IV, 1927-1935); M. Ziyaeddin Demircioğlu, Kastamonu Evliyaları (Kastamonu 1957); Aysel Akan, İstanbul Evliyaları (İstanbul 1968); Necati Seçkin, Edirne Evliyaları (İstanbul 1971); Hasan Turhan, Bursa Evliyaları ve Tarihi Eserleri (Bursa 1982); Mehmet Sılay, Hatay Evliyaları (Antakya 1989); Ayhan Yalçın, İstanbul Evliyaları (İstanbul 1996); Mehmet Şemsettin Ulusoy, Bursa Dergâhları: Yâdigâr-ı Şemsî (Bursa 1997); Ali İzzet Efendi, Çorum Evliyaları (Çorum 2002). Kadın evliyalarla ilgili eserler: Sülemî, Ẕikrü’n-nisveti’l-müteʿabbidâti’ṣ-ṣûfiyyât (Kahire 1993); Mehmed Zihni Efendi, Meşâhîrü’n-nisâ (I-II, İstanbul 1294-1295); Cevâd Nûrbahş, Zenân-ı Ṣûfî (London 1363 hş.); Margaret Smith, Bir Kadın Sufi: Râbia (İstanbul 1991); Süleyman Uludağ, Sûfî Gözüyle Kadın (İstanbul 1995); Mustafa Özdemir, Hazret-i Râbia ve Kadın Evliyalar (İstanbul 2006); Bekir Şişman, Kadın Evliyalar Menkıbeleri (İstanbul 2009); Nurettin Gemici, 17. Yüzyılda Kadın Evliyalar (İstanbul 2010). Bazı tarikatlara mensup meşâyih hakkında yazılan eserler de vardır. Nakşibendiyye’ye dair Fahreddin Safî Reşeḥât-ı ʿAynü’l-ḥayât (Tahran 2536 şş./1977), Mevleviyye’ye dair Sâkıb Dede Sefîne-i Nefîse-i Mevleviyân (Kahire 1283), Halvetiyye’ye dair Cemâleddin Hulvî Lemezât-ı Hulviyye (İstanbul 1993), Kādiriyye’ye dair Mehmed Rifat Efendi Nefhatü’r-riyâzi’l-âliye (İstanbul 2007), Bayramiyye’ye dair Sarı Abdullah Efendi Semerâtü’l-fuâd (İstanbul 1288) adlı eserleri kaleme almıştır. Velîlerin daha çok kerametlerinin anlatıldığı menâkıbnâme ve velâyetnâme türü eserler de evliyaya dair başvuru kaynaklarındandır (bk. MENÂKIBNÂME ). BİBLİYOGRAFYA Müsned , V, 229. Hakîm et-Tirmizî, Ḫatmü’l-evliyâʾ (nşr. Osman İsmâil Yahyâ), Beyrut 1965, s. 344, 364, 366, 394. Serrâc, el-Lümaʿ , s. 22, 255, 401, 527. Kelâbâzî, et-Taʿarruf , s. 21, 74. Sülemî, Ṭabaḳāt , s. 1, 32, 71, 72, 85, 100, 255. Ebû Nuaym, Ḥilye , I, 5-10. Kuşeyrî, er-Risâle , s. 61, 73, 441, 483, 502, 519, 666. Hücvîrî, Keşfü’l-maḥcûb , Tahran 1338, s. 230-235, 265-303. Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Kahire 1358/1939, III, 19-20. Ahmed-i Câmî, Miftâḥu’n-necât (nşr. Ali Fâzıl), Tahran 1347 hş., s. 171-201. a.mlf., Ünsü’t-tâʾibîn (nşr. Ali Fâzıl), Tahran 1368 hş., s. 232-246. Muhammed b. Münevver, Esrârü’t-tevḥîd (nşr. Zebîhullah Safâ), Tahran 1348 hş., s. 18, 248, 311, 348, 350. Ferîdüddin Attâr, Teẕkiretü’l-evliyâʾ (nşr. Muhammed İsti‘lâmî), Tahran 1346 hş., s. 29. Necmeddîn-i Kübrâ, Fevâʾiḥu’l-cemâl ve fevâtiḥu’l-celâl (nşr. F. Meier), Wiesbaden 1957, s. 82-87, 89-93. Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Kahire 1293, I, 198-379; II, 7-52. a.mlf., Fuṣûṣ (Afîfî), s. 135. Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd (nşr. M. Emîn Riyâhî), Tahran 1365 hş., s. 226, 242, 379, 543. İbn Haldûn, Şifâʾü’s-sâʾil , s. 107. a.mlf., Muḳaddime , Beyrut 1967, s. 102. Şa‘rânî, el-Yevâḳīt ve’l-cevâhir , Kahire 1305, I, 18. Ahmed Ziyâeddin Gümüşhânevî, Câmiʿu’l-uṣûl , Kahire 1298, s. 19. İsmail Fenni [Ertuğrul], Vahdet-i Vücûd ve Muhyiddin-i Arabî , İstanbul 1928, s. 220. Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , Kahire 1963, s. 312. Ma‘sûm Ali Şah, Ṭarâʾiḳ , I, 104-174; II, 48-53. Abdülmuhsin el-Hüseynî, el-Maʿrife ʿinde’l-Ḥakîm et-Tirmiẕî , Kahire, ts. (Dârü’l-kâtibi’l-Arabî), s. 165. Abdülhüseyin Zerrînkûb, Cüstücû der Taṣavvuf-i Îrân , Tahran 1369 hş., s. 49-55. Reşad Öngören, “Osmanlı Tarih Araştırmaları İçin Kaynaklar”, Gümüşlüden Günümüze Osmanlı Kültüründe Bursa (haz. Hasan Basri Öcalan), İstanbul 2003, s. 174-188. Musa Koçar, “Kur’an’da Velî Kavramı”, Arayışlar-İnsan Bilimleri Araştırmaları , V/9-10, Isparta 2003, s. 159-184. B. P. Fenton, “Yahudi Mistisizmi ve İslâm Tasavvufunda Evliyâ Hiyerarşisi” (trc. Salih Çift), UÜ İlâhiyat Fakültesi Dergisi , XVI/2, Bursa 2007, s. 369-391. Hamid Algar, “Awlīāʾ”, EIr. , III, 119-120. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2013 yılında İstanbul’da basılan 43. cildinde, 25-28 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Müsned , V, 229.",
        "Hakîm et-Tirmizî, Ḫatmü’l-evliyâʾ (nşr. Osman İsmâil Yahyâ), Beyrut 1965, s. 344, 364, 366, 394.",
        "Serrâc, el-Lümaʿ , s. 22, 255, 401, 527.",
        "Kelâbâzî, et-Taʿarruf , s. 21, 74.",
        "Sülemî, Ṭabaḳāt , s. 1, 32, 71, 72, 85, 100, 255.",
        "Ebû Nuaym, Ḥilye , I, 5-10.",
        "Kuşeyrî, er-Risâle , s. 61, 73, 441, 483, 502, 519, 666.",
        "Hücvîrî, Keşfü’l-maḥcûb , Tahran 1338, s. 230-235, 265-303.",
        "Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Kahire 1358/1939, III, 19-20.",
        "Ahmed-i Câmî, Miftâḥu’n-necât (nşr. Ali Fâzıl), Tahran 1347 hş., s. 171-201.",
        "a.mlf., Ünsü’t-tâʾibîn (nşr. Ali Fâzıl), Tahran 1368 hş., s. 232-246.",
        "Muhammed b. Münevver, Esrârü’t-tevḥîd (nşr. Zebîhullah Safâ), Tahran 1348 hş., s. 18, 248, 311, 348, 350.",
        "Ferîdüddin Attâr, Teẕkiretü’l-evliyâʾ (nşr. Muhammed İsti‘lâmî), Tahran 1346 hş., s. 29.",
        "Necmeddîn-i Kübrâ, Fevâʾiḥu’l-cemâl ve fevâtiḥu’l-celâl (nşr. F. Meier), Wiesbaden 1957, s. 82-87, 89-93.",
        "Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Kahire 1293, I, 198-379; II, 7-52.",
        "a.mlf., Fuṣûṣ (Afîfî), s. 135.",
        "Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd (nşr. M. Emîn Riyâhî), Tahran 1365 hş., s. 226, 242, 379, 543.",
        "İbn Haldûn, Şifâʾü’s-sâʾil , s. 107.",
        "a.mlf., Muḳaddime , Beyrut 1967, s. 102.",
        "Şa‘rânî, el-Yevâḳīt ve’l-cevâhir , Kahire 1305, I, 18.",
        "Ahmed Ziyâeddin Gümüşhânevî, Câmiʿu’l-uṣûl , Kahire 1298, s. 19.",
        "İsmail Fenni [Ertuğrul], Vahdet-i Vücûd ve Muhyiddin-i Arabî , İstanbul 1928, s. 220.",
        "Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , Kahire 1963, s. 312.",
        "Ma‘sûm Ali Şah, Ṭarâʾiḳ , I, 104-174; II, 48-53.",
        "Abdülmuhsin el-Hüseynî, el-Maʿrife ʿinde’l-Ḥakîm et-Tirmiẕî , Kahire, ts. (Dârü’l-kâtibi’l-Arabî), s. 165.",
        "Abdülhüseyin Zerrînkûb, Cüstücû der Taṣavvuf-i Îrân , Tahran 1369 hş., s. 49-55.",
        "Reşad Öngören, “Osmanlı Tarih Araştırmaları İçin Kaynaklar”, Gümüşlüden Günümüze Osmanlı Kültüründe Bursa (haz. Hasan Basri Öcalan), İstanbul 2003, s. 174-188.",
        "Musa Koçar, “Kur’an’da Velî Kavramı”, Arayışlar-İnsan Bilimleri Araştırmaları , V/9-10, Isparta 2003, s. 159-184.",
        "B. P. Fenton, “Yahudi Mistisizmi ve İslâm Tasavvufunda Evliyâ Hiyerarşisi” (trc. Salih Çift), UÜ İlâhiyat Fakültesi Dergisi , XVI/2, Bursa 2007, s. 369-391.",
        "Hamid Algar, “Awlīāʾ”, EIr. , III, 119-120."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}