{
  "id": "eweb_403",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/yahya-b-muaz",
  "annotator": "Jeremy",
  "title": "YAHYÂ b. MUÂZ",
  "arabic_title": "يحيى بن معاذ",
  "summary": "Ebû Zekeriyyâ Yahyâ b. Muâz b. Ca‘fer er-Râzî (ö. 258/872) Seyrüsülûk makamlarından bahseden ilk sûfîlerden.",
  "parts": [
    {
      "author": "SALİH ÇİFT",
      "content": "170 (786) yılı civarında Rey’de doğdu. Hayatının çoğunu Nîşâbur’da geçirdi. Bağdat, Şîraz ve Belh gibi ilim ve kültür merkezlerine çeşitli seyahatler gerçekleştirdi. Kendisinden nakledilen sözler iyi bir eğitim aldığına işaret etmektedir. Hocaları ve şeyhleri arasında Ahmed b. Harb ve Fudayl b. İyâz gibi isimler bulunmaktadır. Başta Louis Massignon olmak üzere bazı araştırmacılar, onu Kerrâmiyye mezhebinin kurucusu Muhammed b. Kerrâm’ın öğrencileri arasında göstermişlerse de bu doğru değildir. Kaynaklarda Yahyâ’nın Bâyezîd-i Bistâmî, Hâtim el-Esam, Ebû Türâb en-Nahşebî ve Cüneyd-i Bağdâdî gibi sûfîlerle görüştüğü kaydedilmektedir. Ondan faydalananlar arasında Ebû Osman el-Hîrî, Hakîm et-Tirmizî, Yûsuf b. Hüseyin er-Râzî gibi isimler vardır. Mezhepler tarihine dair en eski kitaplardan er-Red ʿalâ ehli’l-bidaʿ ve’l-ehvâʾ adlı eserin müellifi Mekhûl b. Fazl en-Nesefî de Yahyâ’nın öğrencilerindendir. Kaynaklarda “vâiz” sıfatıyla anılan Yahyâ b. Muâz’ın amelî yönden Hanefî, itikadî yönden Mürcie’ye mensup olduğu belirtilmektedir. Onun takipçileriyle birlikte Mürcie’de Muâziyye diye bir kol meydana gelmiştir (Makdisî, V, 144-145). Öte yandan aynı dönemde Nîşâbur’da ortaya çıkan Melâmetiyye hareketiyle olan teması sebebiyle bazı araştırmacılar onu bu hareketin mensupları içinde saymıştır. Ancak tasavvufî görüşlerinin Melâmetiyye ile uyuşmaması ve bu hareketin önde gelen bazı isimleriyle anlaşmazlıkları onun Melâmetî olamayacağını göstermektedir. Yahyâ b. Muâz 16 Cemâziyelevvel 258 (30 Mart 872) tarihinde Nîşâbur’da vefat etti (İbn Hallikân, VI, 167-168) ve Ma‘mer Mezarlığı’na defnedildi. Yahyâ b. Muâz’ın kaynaklarda zikredilen sözlerinde zühd döneminden tasavvuf dönemine geçişin izleri görülür. Bunlar bir taraftan zühd anlayışını yansıtırken diğer taraftan tasavvuf döneminin unsurlarını ihtiva etmektedir. Onun kalbin mânevî seviyeleriyle tasavvufî makamlara yönelik tasnifleri, muhabbetle ilgili yorumları, semâ ve raksın yüceltilmesine dair görüşleri, fakr anlayışı yerine gınâyı, havf yerine recâyı tercih etmesi bunlara örnek olarak gösterilebilir. Seyrüsülûk makamlarından sistemli şekilde bahseden ilk sûfîlerden olan Yahyâ b. Muâz’ın makamlarla ilgili yaptığı yedili tasnif daha sonraki mutasavvıflar tarafından benimsenmiştir. Müridlerin uyması gereken kurallara dair Kitâbü’l-Mürîdîn adlı eseri de (Sezgin, I, 646) bu alanda yazılmış ilk kitaplardandır. Yahyâ, tasavvufî düşüncenin temel meselelerinden olan velâyet konusundaki ilk teorik açıklamaları yapan sûfîlerdendir. Ayrıca işârî tefsir hareketinin ortaya çıkıp gelişmesine öncülük etmiş, hadis ilmiyle de meşgul olmuştur. Nefis konusunda çağdaşı Hâris el-Muhâsibî’ye benzer şekilde özgün görüşler ortaya koyan Yahyâ b. Muâz, nefis terbiyesi için riyâzetin gerekliliği ve bu husustaki uygulamaların şekli konusunda çeşitli uyarı ve önerilerde bulunmuştur. Bu çerçevede, riyâzetin insanın biyolojik ve psikolojik yapısıyla ve dinin temel esaslarıyla çelişmemesi gereği üzerinde durmuş, nefsi terbiye gayesiyle dinen helâl olan şeyleri haram kılmanın yanlışlığını vurgulamıştır. Onun bu görüşleriyle dengeli ve mutedil bir tasavvuf anlayışını geliştirmeye çalıştığı söylenebilir. Ebû Hayyân et-Tevhîdî, Yahyâ b. Muâz’ın sözlerini ve dualarını eserlerinde nakletmiş ve dualarındaki üslûbunu aynen benimsemiştir. Yahyâ b. Muâz’a nisbet edilen duaların muhtevası dikkate alındığında bunların ihlâs, muhabbet ve recâ kavramları üzerine kurulu tasavvuf anlayışını yansıttığı ve zühdden tasavvufa geçiş döneminin özelliklerini içerdiği görülür. Ona göre havf insanı duaya yönelten temel etkendir. Allah her durumda dualara icabet etmektedir; dolayısıyla kişi günahları sebebiyle çekinip dua etmekten geri durmamalıdır. Ayrıca dua hakkında “kazânın belâ tuzağını dua kalkanıyla savuşturma” şeklindeki ifadesiyle duanın fonksiyonuna dair kanaatini belirtmektedir. Öte yandan Yahyâ’nın gerek şiirlerinde gerekse dualarında Allah ile samimi bir üslûpla söyleşmesi, kendisinden sonra tasavvuf yolunda daha da belirginleşecek olan bir neşvenin başlangıcına işaret etmektedir. Louis Massignon, Émile Dermenghem, Ebü’l-Alâ Afîfî ve Annemarie Schimmel gibi araştırmacılar tasavvuf alanında yaptıkları çalışmalarda Yahyâ b. Muâz’ın görüşlerine temas etmişlerdir. Fritz Meier, Ebû Saîd-i Ebü’l-Hayr’a dair çalışmasında Yahyâ b. Muâz’a bir bölüm ayırmış, onunla Ebû Saîd arasında bazı karşılaştırmalar yapmayı denemiştir. Saîd Hârûn Aşûr, Yahyâ b. Muâz’ın sözlerini derleyip şerhetmeye yönelik Cevâhirü’t-taṣavvuf adlı çalışmasında (Kahire 2002) daha ziyade onun tasavvufî eserlerde bulunan sözlerine yer vermiştir. Salih Çift, Yahyâ b. Muâz’ın hayatı ve tasavvufî görüşleri hakkında müstakil bir çalışma gerçekleştirmiştir ( Tasavvufta Sevgi ve Ümit Yolu: Yahya b. Muâz er-Râzî , Bursa 2008). BİBLİYOGRAFYA Hakîm et-Tirmizî, Ḫatmü’l-evliyâʾ (nşr. Osman İsmâil Yahyâ), Beyrut 1965, s. 403. Makdisî, el-Bedʾ ve’t-târîḫ , V, 144-145. Serrâc, el-Lümaʿ (nşr. Kâmil Mustafa Hindâvî), Beyrut 1421/2001, s. 193. İbnü’n-Nedîm, el-Fihrist , s. 260. Muhammed b. Hüseyin es-Sülemî, Ṭabaḳāt (nşr. Mustafa Abdülkādir Atâ), Beyrut 2003, s. 107. Ebû Nuaym, Ḥilye , X, 51-70. Ahmed b. Hüseyin el-Beyhakī, Şuʿabü’l-îmân (nşr. Ebû Hacer Muhammed Saîd b. Besyûnî Zağlûl), Beyrut 1410/1990, I, 136, 369, 370, 373, 380, 457; II, 13, 30, 54; III, 263, 484. Kuşeyrî, er-Risâle , I, 101-102. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 222-223, 298. İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , IV, 90-97. a.mlf., el-Ḳuṣṣâṣ ve’l-müẕekkirûn (nşr. ve trc. M. L. Swartz), Beyrut 1982, s. 79. Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 2002, s. 357-370. İbn Hallikân, Vefeyât , VI, 165-168. Lâmiî, Nefehât Tercümesi , s. 108-109. Aclûnî, Keşfü’l-ḫafâʾ , II, 361. Sezgin, GAS , I, 646. A. Schimmel, Mystical Dimensions of Islam , Chapel Hill 1975, s. 51-52, 200. F. Meier, Ebū Said-i Abu’l-Hayr , Leiden 1976, s. 148-184. É. Dermenghem, Vies des saints musulmans , Paris 1981, s. 129-142. Ebü’l-Alâ Afîfî, Tasavvuf: İslâm’da Mânevî Devrim (trc. H. İbrahim Kaçar – Murat Sülün), İstanbul 1996, s. 138. a.mlf., İslâm Düşüncesi Üzerine Makaleler (trc. Ekrem Demirli), İstanbul 2000, s. 135-194. L. Massignon, Essay on the Origins of the Technical Language of Islamic Mysticism (trc. B. Clark), Notre Dame 1997, s. 180, 182. Ali Bolat, Bir Tasavvuf Okulu Olarak Melâmetîlik , İstanbul 2003, s. 92-99. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2013 yılında İstanbul’da basılan 43. cildinde, 257-258 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Hakîm et-Tirmizî, Ḫatmü’l-evliyâʾ (nşr. Osman İsmâil Yahyâ), Beyrut 1965, s. 403.",
        "Makdisî, el-Bedʾ ve’t-târîḫ , V, 144-145.",
        "Serrâc, el-Lümaʿ (nşr. Kâmil Mustafa Hindâvî), Beyrut 1421/2001, s. 193.",
        "İbnü’n-Nedîm, el-Fihrist , s. 260.",
        "Muhammed b. Hüseyin es-Sülemî, Ṭabaḳāt (nşr. Mustafa Abdülkādir Atâ), Beyrut 2003, s. 107.",
        "Ebû Nuaym, Ḥilye , X, 51-70.",
        "Ahmed b. Hüseyin el-Beyhakī, Şuʿabü’l-îmân (nşr. Ebû Hacer Muhammed Saîd b. Besyûnî Zağlûl), Beyrut 1410/1990, I, 136, 369, 370, 373, 380, 457; II, 13, 30, 54; III, 263, 484.",
        "Kuşeyrî, er-Risâle , I, 101-102.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 222-223, 298.",
        "İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , IV, 90-97.",
        "a.mlf., el-Ḳuṣṣâṣ ve’l-müẕekkirûn (nşr. ve trc. M. L. Swartz), Beyrut 1982, s. 79.",
        "Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 2002, s. 357-370.",
        "İbn Hallikân, Vefeyât , VI, 165-168.",
        "Lâmiî, Nefehât Tercümesi , s. 108-109.",
        "Aclûnî, Keşfü’l-ḫafâʾ , II, 361.",
        "Sezgin, GAS , I, 646.",
        "A. Schimmel, Mystical Dimensions of Islam , Chapel Hill 1975, s. 51-52, 200.",
        "F. Meier, Ebū Said-i Abu’l-Hayr , Leiden 1976, s. 148-184.",
        "É. Dermenghem, Vies des saints musulmans , Paris 1981, s. 129-142.",
        "Ebü’l-Alâ Afîfî, Tasavvuf: İslâm’da Mânevî Devrim (trc. H. İbrahim Kaçar – Murat Sülün), İstanbul 1996, s. 138.",
        "a.mlf., İslâm Düşüncesi Üzerine Makaleler (trc. Ekrem Demirli), İstanbul 2000, s. 135-194.",
        "L. Massignon, Essay on the Origins of the Technical Language of Islamic Mysticism (trc. B. Clark), Notre Dame 1997, s. 180, 182.",
        "Ali Bolat, Bir Tasavvuf Okulu Olarak Melâmetîlik , İstanbul 2003, s. 92-99."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 844
}
