{
  "id": "eweb_404",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/yakaza",
  "annotator": "Jeremy",
  "title": "YAKAZA",
  "arabic_title": "اليقظة",
  "summary": "Sâlikin mânen uyanık olması anlamında bir tasavvuf terimi.",
  "parts": [
    {
      "author": "SEMİH CEYHAN",
      "content": "Sözlükte “uyanıklık” anlamındaki yakaza kelimesi (Farsça: bîdârî ) tasavvufta “sâlikin kalbinin Hak’tan gelen bir uyarıyla uyanıklık haline (teyakkuz) kavuşması” demektir. Hak’tan uzaklaştığına işaret eden gaflet uykusundan uyanan sâlik, içinde bulunduğu âleme ve Allah’a dair bir şuura kavuşur. Bu sayede günahlarından tövbe eder ve Hakk’a yakınlaşmak için gayret gösterir. Sûfîler, “Resulüm! Onlara de ki: Size tek bir öğüt vereceğim, Allah için ayağa kalkın” âyetindeki (Sebe’ 34/46) Allah için ayağa kalkma ifadesi yakaza hali olarak yorumlanmış, her müminin gaflet uykusundan uyanması ve cehaletten kurtulup irfan sahibi olması gereğine vurgu yapılmıştır. Hâce Abdullah-ı Herevî’ye göre yakaza tasavvuf mertebelerinin ilkidir, ardından tövbe makamı gelir. Yakaza üç şekilde gerçekleşir. Birincisi sâlikin Hakk’ın verdiği nimetlerin sonsuz ve sınırsız olduğunu düşünmesi, bu nimetleri bilmek için bütün gücünü harcaması ve nimetlerin şükrünü eda hususunda kusurunu idrak etmesidir. İkincisi sâlikin işlediği günahları bilip hatalarını telâfi yoluna gitmesi, günahlarından arınmak suretiyle kurtuluş talebinde bulunmasıdır. Üçüncüsü, sâlikin hayatı boyunca ibadet yönünden kazandığı veya elinden kaçırdığı şeylerin farkına varması, vaktini boşa harcamaması, kaçırdığı fırsatları tekrar elde edip kalan zamanını değerlendirmek için dikkat etmesidir. Herevî’ye göre kulun yakaza haline ulaşması için ilim tahsil etmesi, Allah’ın emir ve yasaklarına uyması, bir mürşid-i kâmilin sohbetine katılması gerekir. Böylece olaylara akıl ve kalbin nuruyla yaklaşır, nefsini tanır, Hakk’a tâzimi artar ve belâlara karşı sabretmesi kolaylaşır ( Menâzilü’s-sâirîn , s. 75-76). Yakazadan önce intibah hali gelir. Sâlik içine ansızın doğan hallere sarılarak gaflet uykusundan uyanır ve kendine gelir, bu intibah onu yakaza haline ulaştırır. Yakaza hali tamamlanan sâlik tövbe makamına yükseltilir (Sühreverdî, s. 594). Abdürrezzâk el-Kâşânî “sülûke niyet etmek” diye tanımladığı yakazanın sülûkün başlangıcından sonuna kadar farklı görünümler kazandığını söyler. Sâlik her an yakaza halinde bulunmalı, nefsini hesaba çekerek katettiği merhalelerden elde ettiği neticeleri anlamalıdır. Sâlik başlangıçta, gaflet uykusundan uyandıktan sonra şeytanın ve kötülüğü emreden nefsin davetlerinden sakınma hususunda hassas davranır, boş vehimlere kapılmaz. Sülûkte şeriat ve tarikat gereklerini yerine getirerek nefsinin kapıldığı kibir, riya ve ucb gibi kötü duygulara karşı uyanık olur. İyi niteliklerinin kötü niteliklere dönüşmemesi için faziletlerini görmekten sakınır ve melâmetî bir tavrı benimser. Sâlikin kalbinin Allah karşısında diri durması için her an Allah’ın huzurunda bulunduğunu murakabe etmesi yakaza halinin ileri bir aşamasıdır ve Hakk’ın kalbine verdiği basîret nuru sayesinde eşyaya ferâsetle yaklaşır. Kurb makamındaki sâlikin Hak ile yakaza halinde olması, mâsivâya bakıp telvîne düşmekten korunması, Hak ile halka dair hükümleri birbirine karıştırmayıp mârifet ve temkine ermesi yakazanın son aşamasıdır ( Elf Makām , s. 247). Kişinin nefsin arzularına kul olması gaflettir. Nefsini hesaba katarak olaylara dikkatli yaklaştığını zannedenlerin çoğu aslında gaflet içindedir. Kişi bu halden nefsini Hakk’ın gerçek anlamda kulu olan, kulluk makamına eren bir kâmil insana teslim etmekle kurtulabilir. Bu teslimiyet Hz. Peygamber’e ve Allah’a teslimiyete vesile teşkil eder. İsmâil Ankaravî’ye göre yakaza kalbin ve ruhun uyanıklığıdır. Resûl-i Ekrem’in, “Benim gözlerim uyusa da kalbim uyumaz, âlemlerin rabbinden gafil olmaz” hadisinde geçen (Buhârî, “Teheccüd”, 16) uyanıklıktan maksat kalp uyanıklığıdır. Sûfîler, “İnsanlar uykudadır, öldükleri zaman uyanırlar” meâlindeki hadiste (Aclûnî, II, 312) uyku gaflet, uyanıklık yakaza haliyle yorumlanmış, uyanmanın ancak ölmeden önce ölmekle gerçekleşen seyrüsülûkle olacağı ileri sürülmüştür. Mevlânâ Celâleddîn-i Rûmî’nin, “Ruhumuz Hak ile uyanık olmazsa uyanıklık bizim için iki dağ arasındaki boğaz ve geçit gibidir” beyti ( Mesnevî , I, 40, beyit 410) Hakk’a yönelik bir şuur eksikliği içinde bulunan kişinin sıkıntıda kalacağına işaret eder. Bu sıkıntıdan kurtuluş yakaza ile mümkündür (İsmâil Rusûhî Ankaravî, s. 256). Muhyiddin İbnü’l-Arabî yakazayı “beşerî nefsin insana uyguladığı baskıdan doğan sıkıntıdan kurtulma” şeklinde tarif eder. Bu kurtuluş Allah’ın bağışladığı fehim sayesinde gerçekleşir ( Iṣṭılâḥâtü’ṣ-ṣûfiyye , s. 541). Sâlik öğrenme aşamasına kadar nefsinin karanlığında kaldığından sıkıntı içindedir; bu sıkıntıdan ancak yakaza aydınlığına eriştiğinde kurtulabilir. Mürşidler dervişlerini çeşitli imtihanlara tâbi tutarak, zaman zaman da gaflete düşürerek sürekli yakaza halinde olmalarını sağlar. Bundan dolayı gaflet bazı zamanlarda mürid için rahmettir. BİBLİYOGRAFYA Hâce Abdullah el-Herevî, Menâzilü’s-sâirîn (trc. Abdurrezzak Tek), Bursa 2008, s. 75-76. Sühreverdî, Avârif , s. 594. Muhyiddin İbnü’l-Arabî, Iṣṭılâḥâtü’ṣ-ṣûfiyye ( Resâʾilü İbni’l-ʿArabî içinde), Beyrut 1997, s. 541. Mevlânâ, Mesnevî , I, 40, beyit 410. Abdürrezzâk el-Kâşânî, Elf Makām (Hâce Abdullah el-Herevî, Menâzilü’s-sâirîn içinde, trc. Abdurrezzak Tek), Bursa 2008, s. 247. a.mlf., Tasavvuf Sözlüğü (trc. Ekrem Demirli), İstanbul 2004, s. 596-597. İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ: Mevlevî Âdâb ve Erkânı, Tasavvuf Istılahları (haz. Safi Arpaguş), İstanbul 2008, s. 256. Aclûnî, Keşfü’l-ḫafâʾ , II, 312. Seyyid Mustafa Râsim Efendi, Tasavvuf Sözlüğü: Istılâhât-ı İnsân-ı Kâmil (haz. İhsan Kara), İstanbul 2008, s. 1263-1264. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2013 yılında İstanbul’da basılan 43. cildinde, 270-271 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Hâce Abdullah el-Herevî, Menâzilü’s-sâirîn (trc. Abdurrezzak Tek), Bursa 2008, s. 75-76.",
        "Sühreverdî, Avârif , s. 594.",
        "Muhyiddin İbnü’l-Arabî, Iṣṭılâḥâtü’ṣ-ṣûfiyye ( Resâʾilü İbni’l-ʿArabî içinde), Beyrut 1997, s. 541.",
        "Mevlânâ, Mesnevî , I, 40, beyit 410.",
        "Abdürrezzâk el-Kâşânî, Elf Makām (Hâce Abdullah el-Herevî, Menâzilü’s-sâirîn içinde, trc. Abdurrezzak Tek), Bursa 2008, s. 247.",
        "a.mlf., Tasavvuf Sözlüğü (trc. Ekrem Demirli), İstanbul 2004, s. 596-597.",
        "İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ: Mevlevî Âdâb ve Erkânı, Tasavvuf Istılahları (haz. Safi Arpaguş), İstanbul 2008, s. 256.",
        "Aclûnî, Keşfü’l-ḫafâʾ , II, 312.",
        "Seyyid Mustafa Râsim Efendi, Tasavvuf Sözlüğü: Istılâhât-ı İnsân-ı Kâmil (haz. İhsan Kara), İstanbul 2008, s. 1263-1264."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}