{
  "id": "eweb_405",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/yakin",
  "annotator": "Jeremy",
  "title": "YAKĪN",
  "arabic_title": "اليقين",
  "summary": "Kesin bilgi ve inanç anlamında mantık, felsefe, kelâm, fıkıh ve tasavvuf terimi.",
  "parts": [
    {
      "author": "OSMAN DEMİR",
      "content": "Sözlükte “sabit olmak, durulmak, sükûnete kavuşmak” anlamındaki yakn kökünden türeyen yakīn , terim olarak “doğruluğunda şüphe bulunmayan, vâkıaya uygun bilgi, sabit ve kesin inanış, kanaat (itikad), şüphe ve tereddütten sonra ulaşılan kesinlik” anlamına gelir. Burada geçen “vâkıaya uygun” ifadesiyle cehalet, “sabit” ile taklit, “kesin” ile zan, “itikad” ile şüphe durumlarının tanım dışında bırakıldığı belirtilir ( et-Taʿrîfât , “yaḳīn” md.; Tehânevî, II, 1547). Yakīni “önermenin ispatlanmasıyla zihnin rahatlaması” diye tanımlayanlar da vardır ( Râgıb el-İsfahânî, el-Müfredât , “yḳn” md.; Kindî, I, 171). Diğer bir tanıma göre yakīn tasdik ve inanca ulaştıran doğru bilgidir. Bu tür kesin bilgiye “burhanî bilgi” denilir. Yakīn şüphenin, bilgi cehaletin karşıtı sayılarak yakīn ile bilgi arasında bir ayırıma gidilmişse de ( Lisânü’l-ʿArab , “yḳn” md.; Tâcü’l-ʿarûs , “yḳn” md.) bu iki kavram arasında anlam yakınlığı bulunduğu, yakīnin şüphe karışmayan bilgi olduğu ve mârifet, dirayet gibi terimlerle ifade edilen diğer bilgi türlerinin üstünde kesinlik taşıdığı kaydedilmiştir ( Râgıb el-İsfahânî, el-Müfredât , “yḳn” md.). Akıl yürütmeyle zihnin kesinliğe ulaşmasına îkān denir. Yakīnin “düşünme ve akıl yürütme yoluyla kazanılan bilgi” şeklindeki tanımını dikkate alanlara göre yakīn ve îkān ile ulaşılan bilgi, belirli bir düşünme sürecinin sonunda elde edildiğinden kesbî bilgi olarak da adlandırılmış, bundan dolayı Allah’ın ilminin bu türün dışında bulunduğu vurgulanmıştır (Ahmed b. Muhammed el-Feyyûmî, s. 261; Tehânevî, II, 1548). Yakīn kavramı Kur’ân-ı Kerîm’de yirmi sekiz âyette yer almakta, bunların yirmisinde fiil kalıplarıyla inançtaki kesinlik belirtilmektedir (meselâ bk. el-Bakara 2/118; en-Neml 27/14). Dört âyette yakīn çeşitli kelimelerle terkip oluşturur. Bunlardan “hakka’l-yakīn”, İslâm’ın inanç esaslarını asılsız sayıp haktan sapanları âhirette bekleyen kötü âkıbetin kesin gerçekliğini anlatmaktadır (el-Vâkıa 56/95; el-Hâkka 69/51). “İlme’l-yakīn” sadece bir yerde geçmekte (et-Tekâsür 102/5) ve burada insanların ölümü sürekli hatırlamaları durumunda boş şeylerle övünüp ebedî saadeti ihmal etmeyecekleri ifade edilmektedir. Aynı sûrenin yedinci âyetinde geçen “ayne’l-yakīn” terkibi “gözlem yoluyla bilmek, yakīnen müşahede etmek” mânasına gelir. Bir âyette yakīn, yahudilerin Hz. Îsâ’nın ölümü hakkındaki hükümlerini kesin olarak değil tahmine dayanarak verdikleri belirtilmektedir (en-Nisâ 4/157). Kur’ân-ı Kerîm’de yakīn kavramı, “kesinlikle bilme” anlamında da kullanılmıştır (en-Neml 27/14). İki âyette geçen “gerçekleşeceği kesin olarak bilinen” mânasındaki yakīn kelimesiyle ölümün kastedildiği bildirilmektedir (el-Hicr 15/99; el-Müddessir 74/47; krş. Şevkânî, II, 164; V, 384; Elmalılı, V, 3080; VIII, 5467). Hadislerde yer alan yakīn kavramı “şüpheye düşmeden inanmak, bilmek” (meselâ bk. Müsned , V, 229, 366; Buhârî, “ʿİlim”, 24; “Enbiyâʾ”, 19; Ebû Dâvûd, “Ṣalât”, 191), özellikle namazın rek‘atları, secdeleri, abdest organlarının yıkanması gibi durumlarda tereddüde düşülmesinden sonra “şüpheden sıyrılıp bir kanaate ulaşmak” ( Müsned , II, 148; VI, 439; Müslim, “Mesâcid”, 88; Ebû Dâvûd, “Ṣalât”, 191) anlamında kullanılmıştır. Bir rivayette Abdullah b. Mes‘ûd’un yakīni “tam iman” diye tanımladığı bildirilir (Buhârî, “Îmân”, 1). Yakīnin dünyada insanlara verilen en faziletli şey olduğunu söyleyen Hz. Peygamber ( Müsned , I, 3, 5, 7-9; Tirmizî, “Duʿâʾ”, 105; İbn Mâce, “Duʿâʾ”, 5) kendisine iman ve yakīn vermesi için Allah’a dua etmiştir (Tirmizî, “Duʿâʾ”, 30). Bazı hadislerde yakīn ölümün yalın gerçekliğini ifade eder ( Müsned , II, 22; Müslim, “İmâre”, 125). İslâm mantıkçılarının yakīn tanımlarını “hata ve yanılma ihtimali bulunmayan, gerçekle örtüşen bilgi” şeklinde özetlemek mümkündür. Meselâ Fârâbî’ye göre yakīn kişinin onayladığı şeyin aksi düşünülemeyecek kesinlikte doğru olduğuna inanmasıdır. Yakīn, zorunlu ve zorunsuz diye ikiye ayrılır. “Bütün parçasından büyüktür” önermesinde olduğu gibi hiçbir zamanda ve hiçbir durumda aksi düşünülemeyen, değişmesi, asılsız çıkması mümkün olmayan ve zihinde sürekli var olan kesin kanaate yani bedîhî (aksiyomatik) bilgiye zorunlu yakīn denir. Zorunsuz yakīn ise, “Ahmet ayaktadır” önermesinde olduğu gibi zamana ve duruma bağlı şekilde kesin olan bilgidir ( Kitâbü’l-Burhân , s. 64-65). İlim kelimesi çoğunlukla zorunlu yakīn için kullanılır. Yakīnî bilginin bir şeyin varlığı, sebebi ve hem varlığı hem sebebi hakkındaki bilgi şeklinde üç çeşidi vardır. Fârâbî Şerâʾiṭü’l-yaḳīn adlı eserinde (s. 45-50) yakīnin tasdik edilmek, doğru olmak, doğru olduğunun bilincine varılmak, hiçbir şekilde aksi mümkün olmamak, herhangi bir zamanda karşıtı bulunmamak, konunun özüne ilişkin (zâtî) olmak şeklinde altı şartını sayar (Türker-Küyel, s. 20). İslâm mantıkçıları sonsuza kadar değişmesi mümkün olmayan zorunlu, sürekli yakīnin gerçek kanıta dayandığını belirtirler. Bir dağın yüksekliği, denizin derinliği gibi zamanla değişebilen şeylere dair bilgilerin teşkil ettiği önerme ve onlara dayanan akıl yürütme daima geçici kesinlik taşır. Bundan dolayı, “Bilgi bilgisizlik cinsindendir” denilmiştir. Çünkü insanın değişken bir konuya dair doğru bilgisi, daha sonra o konuda gerçekleşen değişiklikten haberdar olması durumunda yanlış bilgiye dönüşür. Gazzâlî’ye göre bir önermenin doğruluğunu kabul etmenin üç şekli vardır. 1. Bir konuda hem kuşkusuz, kesin bilgiye ulaşmak hem de bu bilginin yanılma ve aldanma gibi bir durumla karşılaşıp sarsılmayacağından emin olmak. 2. Burada yukarıdaki şeklin birinci kademesinde ulaşılan kesinlik bulunmakla birlikte ikinci kademesi eksiktir; yani daha bilgili bir kişinin yakīnen inanılan şeyin gerçekte öyle olmadığını göstermesi gibi durumlarda bilgi kesinliğini kaybeder. Gazzâlî, “câzim itikad” (kesin inanç) adını verdiği bu ikinci gruba giren bilgilerin güçlü deliller karşısında değişebileceğini söyler. Sıradan müminlerin inançları, hatta çoğu kelâmcıların kendi mezhepleri hakkındaki kanaatleri bu tür bilgilerdir. 3. Yukarıdaki nitelikleri taşımayan, sadece insanın aklına yattığı ve içini rahatlattığı için benimsenen önermelerin kesinlik derecesi daha da zayıf olup bu tür önermelere zan denir. Bu bilgilerin doğruluk bakımından sayılamayacak kadar farklı dereceleri vardır ( Miḥakkü’n-naẓar , s. 99-101). Yakīn ve ilim kavramları arasında belirgin bir fark gözetmeyen kelâmcılar yakīni genelde “kesin bilgi” şeklinde tanımlamışlardır (meselâ bk. İbn Fûrek, s. 11; Eş‘arî, s. 526). Yakīni itikad kelimesiyle açıklayanlar olmuşsa da ( et-Taʿrîfât , “yaḳīn” md.) itikadın yakīn derecesine ulaşması için şüphe, zan, cehalet, taklit gibi kesin bilgiyi engelleyen unsurlardan arındırılması gerekir. Nitekim Gazzâlî’ye göre yakīn kesin tasdikte bulunmayı sağlayan, üzerinde tartışma yapılamayan ve karşıtı düşünülemeyen bilgidir ( İḥyâʾ , I, 83; el-Münḳıẕ , s. 538). Bununla birlikte yakīn konusunda farklı görüşler ileri sürüldüğünü belirten Gazzâlî, kelâmcıların bu tabirle şüpheden uzak ve tartışmaya yer bırakmayan bilgiyi kastettiklerini bildirir. Bu bilgi doğruluk derecesine göre şüphe, zan, itikad ve yakīn şeklinde sıralanan tasdik mertebelerinin en üst derecesini oluşturur. Bu son mertebe aynı zamanda “aklî ve kati delil olan burhana dayanan tasdik” şeklinde tanımlanır. Gazzâlî’ye göre yakīn hakkında fakihler ve sûfîlerle âlimlerin çoğu tarafından farklı bir görüş dile getirilmiştir. Buna göre yakīn akılda yahut kalpte tasdik halinin galip gelmesidir. Bu anlamdaki yakīn, kelâmcıların benimsediği mutlak kesinlik taşıyan yakīnden farklı olarak, insanların bilgileriyle eylemleri arasındaki tutarlılık derecesine göre kuvvetli ya da zayıf diye nitelenebilir. Meselâ ölümden şüphe duymamakla birlikte yaşayışıyla sanki bu konudaki bilgisi kesin değilmiş gibi davranan biri hakkında, “Falancanın ölüm konusundaki yakīni zayıftır” denir ( İḥyâʾ , I, 82-84). Yakīni “şüphenin ardından ulaşılan kesin bilgi” diye tanımlayan Fahreddin er-Râzî, bu tanımdan hareketle insanın herhangi bir zihinsel çaba göstermeden var olmasıyla birlikte doğrudan sahip olduğu bilgiler için yakīn kavramının kullanılamayacağını söyler. Bundan dolayı bir kimsenin, “Var olduğumu yakīnen bildim” demesi doğru değildir. Çünkü insanın kendi varlığı hakkındaki bilgisi sonradan edinilmiş bilgilerden değildir. Aynı sebeple, “Allah eşyayı yakīnî olarak bilir” demek de yanlıştır ( Mefâtîḥu’l-ġayb , II, 32-33). Râzî sonrası kelâmcıları da yakīni “hakikate uygun biçimde gerçekleşen, şüphe ve taklitten uzak olan kesin bilgi” diye tanımlamıştır (meselâ bk. Nasîrüddîn-i Tûsî, s. 12-16; Teftâzânî, V, 218; Seyyid Şerîf el-Cürcânî, I, 51). İslâm düşünce tarihinde yakīnin dereceleri Kur’an’daki kullanımdan hareketle ilme’l-yakīn, ayne’l-yakīn ve hakka’l-yakīn şeklinde üç kategoriye ayrılır. Akıl, nakil ve haberle kazanılan bilgiye ilme’l-yakīn; dış duyu, dış tecrübe ve gözlemle ulaşılan bilgiye ayne’l-yakīn adı verilir. Bu bilgi vasıtalarının ikisiyle birlikte ulaşılan ya da sezgiyle ve iç tecrübenin verdiği en üst düzeyde kesinlik taşıyan bilgiye de hakka’l-yakīn denilmiştir. Buna göre her üç bilgi derecesi gerçeğe uygunluk niteliği taşıdığından bunların ifade ettiği bilgiler arasında objektif mahiyetleri açısından bir fark bulunmadığı, ancak eksiklik-fazlalık veya zihinde oluşması yönünden değişiklik gösterdikleri söylenebilir. Meselâ ölüm hakkında dışarıdan edinilen bilgi ilme’l-yakīn, ölmekte olan veya ölmüş birini görerek kazanılan bilgi ayne’l-yakīn, insanın kendisi ölürken bizzat yaşadıklarından edindiği bilgi ise hakka’l-yakīndir. Bunlardan ilme’l-yakīn, doğru bilgi ifade etmesine rağmen zihne gelen tereddütleri giderme konusunda dış tecrübeye dayanan ayne’l-yakīn ile iç tecrübeye dayanarak bizzat yaşanan hakka’l-yakīnden daha zayıftır. Mantıkta yakīn aynı zamanda aklın akıl yürütmeye ve ispatlamaya inanıp güvenmesini ifade eder. Çünkü mantıkta bir aksiyomdan veya bir prensipten çıkarılan sonuç akıl için o aksiyom yahut prensibin kendisi kadar değerlidir (Öner, s. 169-170). Mantık kitaplarında yakīnî olan veya yakīnî olduğu zannedilen bilgilere dair farklı tasnifler yapılmıştır. Gazzâlî “yakīniyyât” denilen bu bilgi türlerini evveliyyât, müşâhedât-ı bâtıne, mahsûsât-ı zâhire, tecribiyyât, ma‘lûmât bi’t-tevâtür, vehmiyyât ve meşhûrât şeklinde sıralar (bk. YAKĪNİYYÂT ). Fıkıhta, “Şek ile yakīn zâil olmaz” küllî kaidesi ( Mecelle , md. 4) başlangıcından itibaren kavâid literatüründe yer almış ve diğer birçok kaideye mesnet teşkil eden beş ana kaideden biri sayılmıştır. Bu bağlamda delilleri kuvvetliden zayıfa doğru yakīn, zan, şek ve vehim şeklinde dört kademede ele alan fakihler şekki “bir şeyin o şey olduğuna inanmada kalbin mutlak kararsızlık hali”, yakīni de diğer tanımlarının yanı sıra “bir şeyin o şey olduğuna kalbin mutmain olması”, “kati delile dayanarak kesinliğe ulaşması” veya “kesin olarak ya da yakīn zanla bilmesi” şeklinde tanımlamıştır (Ahmed b. Muhammed el-Hamevî, I, 193; Ali Haydar, I, 39-40). Özellikle son tanım fıkıhta geçerli bir delilden doğan galip zannın, üzerine hüküm bina edilmesi açısından yakīn mesabesinde kabul edilişini izah içindir. Anılan küllî kaidede yakīn derecesinde bir delile istinaden verilen hükmün ancak buna denk veya daha kuvvetli karşı delille ortadan kaldırılabileceği anlatılır (Ahmed ez-Zerkā, s. 80). Fıkıhta satın alınan malda malı geri vermeyi haklı kılacak ölçüde bir kusurun bulunup bulunmadığında (hıyâr-ı ayb) tereddüt edilirse malın kusursuzluğu, borcun varlığında şek halinde borçsuzluk, abdestin bozulduğunda tereddüt edildiğinde abdestin mevcudiyeti, elbiseye bir pisliğin bulaştığı biliniyor da yeri bulunamıyorsa tamamının yıkanması gibi hükümler kaidenin uygulama örnekleri olmasının yanında aslî berâet, mâsumiyet karînesi ve galip zan gibi delillerin yakīn kapsamında sayıldığını da göstermektedir. Tasavvufta yakīn genelde kalpte hâsıl olan ve şüphe ihtimali bulunmayan bilgi olarak görülmüştür (Hücvîrî, s. 464, 625-626; Kuşeyrî, s. 85). Sûfîler içinde yakīni “şüphenin ortadan kalkması, kalp gözü, müşahede ve mutlak teslimiyet hali” şeklinde tanımlayanlar da vardır (Kelâbâzî, s. 122-123). Nefis ancak yakīne ulaşmakla ya da yakīne ulaşmaya doğru hareket etmekle sükûn bulur. İlim ve itminan arasında üstün bir makam olan yakīn imanın kalbe yerleşmesine benzetilmiştir. Yakīn, “bütün şüpheleri bertaraf edip gaybı tasdik etmek” anlamı taşıdığı için bütün hallerin en son mertebesidir. Bundan dolayı yakīnin neticesi sevinmek, münâcâtın tadını almak, illet ve töhmet taşıyan itirazların giderilmesi ve kalplerin yakīn hakikatlerini müşahede etmesi sayesinde Allah Teâlâ’ya nazar ederek saflığa ulaşmaktır. Sûfîlere göre ilme’l-yakīn aklî ve naklî ilimleri delilleriyle bilen âlimlerin bilgi mertebesini, ayne’l-yakīn ve hakka’l-yakīn ise derecelerine göre mükâşefe ve müşahedeye mazhar olan peygamberlerle velîlerin ulaştığı bilgi mertebelerini teşkil eder. Bu konuda sûfîler farklı tasnif ve isimlendirmeler de yapmışlardır. Yakīnin haber, delâlet ve müşahede diye nitelenen üç derecesi bulunduğunu söyleyen Kuşeyrî ilme’l-yakīni akıl sahiplerine, ayne’l-yakīni ilim erbabına, hakka’l-yakīni de mârifet ehli dediği sûfîlere nisbet etmektedir ( er-Risâle , s. 85, 91). İbnü’l-Arabî ise ilme’l-yakīni delilin verdiği bilgi, ayne’l-yakīni müşahede ve mükâşefe sonucunda elde edilen bilgi, hakka’l-yakīni de ilimden hâsıl olan ve hakkı görme iradesini teşkil eden bilgi diye açıklamıştır (Iṣṭılâḥât, s. 61). İbnü’l-Arabî bunların dışında “bütün varlıkta hakkı müşahede etme” anlamında “hakīkatü’l-yakīn” adıyla bir mertebeden daha bahseder (el-Fütûḥât, II, 495). İbn Haldûn, sûfîlerin yakīn derecelerinden her birini sâlikin mertebelerinden muhâdara, mükâşefe ve müşahede ile irtibatlandırdıklarını belirtir ( Şifâʾü’s-sâʾil , s. 45). BİBLİYOGRAFYA Tehânevî, Keşşâf , II, 1547-1548. Wensinck, el-Muʿcem , “yaḳīn” md. Müsned , I, 3, 5, 7-9; II, 22, 148; V, 229, 366; VI, 439. Kindî, Resâʾil , I, 171. Eş‘arî, Maḳālât (Ritter) , s. 526. Fârâbî, Şerâʾiṭü’l-yaḳīn (nşr. ve trc. Mübahat Türker-Küyel), Ankara 1990, s. 45-54. a.mlf., Kitâbü’l-Burhân ( a.e. içinde), s. 63-71; ayrıca bk. neşredenin girişi, s. 20. Serrâc, el-Lümaʿ (nşr. R. A. Nicholson), Leiden 1914, s. 70-72. Kelâbâzî, et-Taʿarruf (Nevâvî) , s. 122-123. İbn Fûrek, Mücerredü’l-Maḳālât , s. 11. İbn Hazm, el-İḥkâm (nşr. Ahmed M. Şâkir), Kahire 1970, s. 34-35. Hücvîrî, Keşfü’l-maḥcûb (trc. İs‘âd Abdülhâdî Kındîl), Beyrut 1980, s. 464, 625-626. Kuşeyrî, er-Risâle , Beyrut 1990, s. 85, 91. Gazzâlî, İḥyâʾ , I, 82-84. a.mlf., el-Münḳıẕ mine’ḍ-ḍalâl ( Mecmûʿatü resâʾili’l-İmâm el-Ġazzâlî içinde), Beyrut 1416/1996, s. 538. a.mlf., Miḥakkü’n-naẓar (nşr. Refîk el-Acem), Beyrut 1994, s. 99-101, 102-108. a.mlf., Miʿyârü’l-ʿilm (nşr. Süleyman Dünyâ), Kahire 1960 → Beyrut, ts. (Dârü’l-Endelüs), s. 180-182. Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , II, 32-33. İbnü’l-Arabî, el-Fütûḥât , II, 206, 495. a.mlf., el-Fenâʾ fi’l-müşâhede ve’l-yaḳīn (nşr. Abdurrahman Hasan Mahmûd), Kahire 1416/1996, s. 12-14. a.mlf., Iṣṭılâḥât: Muʿcemü ıṣṭılâḥâti’ṣ-ṣûfiyye (nşr. Abdülvehhâb el-Câbî), Beyrut 1411/1990, s. 61. Nasîrüddîn-i Tûsî, Telḫîṣü’l-Muḥaṣṣal (nşr. Abdullah Nûrânî), Tahran 1359/1980, s. 12-16. Ahmed b. Muhammed el-Feyyûmî, el-Miṣbâḥu’l-münîr , Beyrut 1987, s. 261. Teftâzânî, Şerḥu’l-Maḳāṣıd (nşr. Abdurrahman Umeyre), Beyrut 1409/1989, V, 218. İbn Haldûn, Şifâʾü’s-sâʾil , s. 45. Seyyid Şerîf el-Cürcânî, Şerḥu’l-Mevâḳıf (nşr. Abdurrahman Umeyre), Beyrut 1417/1997, I, 51. Ahmed b. Muhammed el-Hamevî, Ġamzü ʿuyûni’l-beṣâʾir , Beyrut 1405/1985, I, 193-212. Şevkânî, Fetḥu’l-ḳadîr , Beyrut 1412/1991, II, 164; V, 384. Abdüllatif Harpûtî, Tenḳīḥu’l-kelâm , İstanbul 1330, s. 11. Ali Haydar, Dürerü’l-hükkâm , İstanbul 1330, I, 39-41. İzmirli, Yeni İlm-i Kelâm , I, 67-68. İsmail Fenni [Ertuğrul], Lugatçe-i Felsefe , İstanbul 1341, s. 91. Elmalılı, Hak Dini , V, 3080; VIII, 5467. Necati Öner, Klasik Mantık , Ankara 1974, s. 169-170. Ahmed ez-Zerkā, Şerḥu’l-ḳavâʿidi’l-fıḳhiyye , Dımaşk 1409/1989, s. 79-86. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2013 yılında İstanbul’da basılan 43. cildinde, 271-273 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Tehânevî, Keşşâf , II, 1547-1548.",
        "Wensinck, el-Muʿcem , “yaḳīn” md.",
        "Müsned , I, 3, 5, 7-9; II, 22, 148; V, 229, 366; VI, 439.",
        "Kindî, Resâʾil , I, 171.",
        "Eş‘arî, Maḳālât (Ritter) , s. 526.",
        "Fârâbî, Şerâʾiṭü’l-yaḳīn (nşr. ve trc. Mübahat Türker-Küyel), Ankara 1990, s. 45-54.",
        "a.mlf., Kitâbü’l-Burhân ( a.e. içinde), s. 63-71; ayrıca bk. neşredenin girişi, s. 20.",
        "Serrâc, el-Lümaʿ (nşr. R. A. Nicholson), Leiden 1914, s. 70-72.",
        "Kelâbâzî, et-Taʿarruf (Nevâvî) , s. 122-123.",
        "İbn Fûrek, Mücerredü’l-Maḳālât , s. 11.",
        "İbn Hazm, el-İḥkâm (nşr. Ahmed M. Şâkir), Kahire 1970, s. 34-35.",
        "Hücvîrî, Keşfü’l-maḥcûb (trc. İs‘âd Abdülhâdî Kındîl), Beyrut 1980, s. 464, 625-626.",
        "Kuşeyrî, er-Risâle , Beyrut 1990, s. 85, 91.",
        "Gazzâlî, İḥyâʾ , I, 82-84.",
        "a.mlf., el-Münḳıẕ mine’ḍ-ḍalâl ( Mecmûʿatü resâʾili’l-İmâm el-Ġazzâlî içinde), Beyrut 1416/1996, s. 538.",
        "a.mlf., Miḥakkü’n-naẓar (nşr. Refîk el-Acem), Beyrut 1994, s. 99-101, 102-108.",
        "a.mlf., Miʿyârü’l-ʿilm (nşr. Süleyman Dünyâ), Kahire 1960 → Beyrut, ts. (Dârü’l-Endelüs), s. 180-182.",
        "Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , II, 32-33.",
        "İbnü’l-Arabî, el-Fütûḥât , II, 206, 495.",
        "a.mlf., el-Fenâʾ fi’l-müşâhede ve’l-yaḳīn (nşr. Abdurrahman Hasan Mahmûd), Kahire 1416/1996, s. 12-14.",
        "a.mlf., Iṣṭılâḥât: Muʿcemü ıṣṭılâḥâti’ṣ-ṣûfiyye (nşr. Abdülvehhâb el-Câbî), Beyrut 1411/1990, s. 61.",
        "Nasîrüddîn-i Tûsî, Telḫîṣü’l-Muḥaṣṣal (nşr. Abdullah Nûrânî), Tahran 1359/1980, s. 12-16.",
        "Ahmed b. Muhammed el-Feyyûmî, el-Miṣbâḥu’l-münîr , Beyrut 1987, s. 261.",
        "Teftâzânî, Şerḥu’l-Maḳāṣıd (nşr. Abdurrahman Umeyre), Beyrut 1409/1989, V, 218.",
        "İbn Haldûn, Şifâʾü’s-sâʾil , s. 45.",
        "Seyyid Şerîf el-Cürcânî, Şerḥu’l-Mevâḳıf (nşr. Abdurrahman Umeyre), Beyrut 1417/1997, I, 51.",
        "Ahmed b. Muhammed el-Hamevî, Ġamzü ʿuyûni’l-beṣâʾir , Beyrut 1405/1985, I, 193-212.",
        "Şevkânî, Fetḥu’l-ḳadîr , Beyrut 1412/1991, II, 164; V, 384.",
        "Abdüllatif Harpûtî, Tenḳīḥu’l-kelâm , İstanbul 1330, s. 11.",
        "Ali Haydar, Dürerü’l-hükkâm , İstanbul 1330, I, 39-41.",
        "İzmirli, Yeni İlm-i Kelâm , I, 67-68.",
        "İsmail Fenni [Ertuğrul], Lugatçe-i Felsefe , İstanbul 1341, s. 91.",
        "Elmalılı, Hak Dini , V, 3080; VIII, 5467.",
        "Necati Öner, Klasik Mantık , Ankara 1974, s. 169-170.",
        "Ahmed ez-Zerkā, Şerḥu’l-ḳavâʿidi’l-fıḳhiyye , Dımaşk 1409/1989, s. 79-86."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}