{
  "id": "eweb_406",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/zeccaci-ebu-amr",
  "annotator": "Jeremy",
  "title": "ZECCÂCÎ, Ebû Amr",
  "arabic_title": "أبو عمرو الزجّاجي",
  "summary": "Ebû Amr Muhammed b. İbrâhîm b. Yûsuf b. Muhammed ez-Zeccâcî (ö. 348/959-60) İlk sûfîlerden.",
  "parts": [
    {
      "author": "SEMİH CEYHAN",
      "content": "Nîşâburludur. Cüneyd-i Bağdâdî, Ebû Osman el-Mağribî, Ebü’l-Hüseyin en-Nûrî, İbrâhim el-Havvâs, İbn Hafîf gibi sûfîlerin sohbetine katıldı. Mekke’de vefatına kadar mücâvir kaldığından “Şeyhü’l-Harem” lakabıyla anıldı. Sülemî, anne tarafından dedesi İbn Nüceyd es-Sülemî’nin Mekke’nin önde gelen şeyhlerinden olan Ebû Amr ez-Zeccâcî ile görüştüğünü, onun burada kurduğu sohbet halkasına Ebû Bekir el-Kettânî, Ebû Ya‘kūb en-Nehrecûrî, Ebû Muhammed el-Mürtaiş gibi ilk dönem sûfîlerinin iştirak ettiğini ve her meselede Zeccâcî’ye danıştıklarını kaydeder ( Ṭabaḳāt , s. 431). Cüneyd-i Bağdâdî’den tarikat hırkası giyen Zeccâcî’nin silsilesi Serî es-Sakatî vasıtasıyla Ma‘rûf-i Kerhî’ye ulaşır. Ebû Osman el-Mağribî, Zeccâcî’den hırka giyenler arasındadır (İbn Ebû Usaybia, I, 741). Cüneyd-i Bağdâdî kendisini Ruveym b. Ahmed ile görüşmemesi konusunda uyarmıştı. Ferîdüddin Attâr’a göre bunun sebebi, bir dönem kadılık yapan ve halifenin güvenini kazanan Ruveym’in muhtemelen halifenin siyasî işleriyle ilgilenmesidir ( Tezkiretü’l-evliya , s. 506; Hatîb, VIII, 430). Kuşeyrî’nin oğlu Ebü’n-Nasr Abdürrahîm’in aktardığına göre Zeccâcî bir Hicaz seferinden dönüşünde ziyaret ettiği Ebû Osman el-Mağribî ona Cüneyd-i Bağdâdî’yi ziyaret edip etmediğini, sohbetini dinleyip dinlemediğini sormuş, olumlu cevap alması üzerine bununla gururlanmamasını, zira Cüneyd’in sözlerinin haline uymadığını söylemiştir ( eş-Şevâhid ve’l-ems̱âl , vr. 63 b ). Zeccâcî’nin Cüneyd-i Bağdâdî ile münasebetine dair diğer bir rivayete göre bir defasında hacca gitmek için yola çıkarken Cüneyd’in yanına uğradığında mürşidi ona 1 dirhem verip dua etmiş, dirhemi ridâsının kenarına sıkıştıran Zeccâcî yol boyunca bu dirhemi harcama ihtiyacı duymamıştır. Hac dönüşü Cüneyd parayı niçin harcamadığını sormuş, o da “duanızın tesiriyle” diye cevap vermiştir (Abdülkerîm b. Hevâzin el-Kuşeyrî, s. 451). Zeccâcî riyâzet ve mücâhede hususunda son derece titizdi. Mekke’de yaşadığı uzun yıllar boyunca Harem-i şerif sınırları içinde tahâret yapmadığı ve bunun için Harem sınırı dışına çıktığı rivayet edilir ( a.g.e. , s. 138). Mekke’de mücâvir hayatı yaşayanların bazı mânevî sorumlulukları yerine getirmesi gerektiğine inanan Zeccâcî bunların kalbinin mâsivâdan bir şeyle meşgul olmasının hüsrana uğramasına yeteceğini, Harem-i şerif’te iken Allah’tan başkasından yardım uman kimseyi Allah’ın kendi civarından uzaklaştıracağını, kalbine cimrilik vereceğini, dilini devamlı şikâyetçi kılacağını, kalbinden mârifetleri gidereceğini, kalbini karartacağını ve insanlar arasında rezil edeceğini söyler (bk. Sülemî, s. 432-433). Zeccâcî’nin sûfî tavrına dair rivayetleri Sülemî Ṭabaḳātü’ṣ-ṣûfiyye ’sinde derlemiş, Kuşeyrî başta olmak üzere sonraki dönem müellifleri onun hakkında bu eserden alıntılar yapmıştır. İbn Nüceyd ibadette ihlâslı davrandığını gördüğü Zeccâcî’ye, “Farz namazlarda iftitah tekbirini alırken neden halin değişiyor?” diye sorduğunda şu cevabı almıştır: “Çünkü bir farza sıdk ve doğrulukla başlayamamaktan korkuyorum. Bir kimse Allahüekber der de kalbinde O’ndan büyük bir şey bulunursa veya ömrü boyunca O’ndan başka birinin yüceliğini kabul ederse kendini kendi diliyle yalanlamış olur” ( a.g.e. , s. 432; Abdülkerîm b. Hevâzin el-Kuşeyrî, s. 138). Dinin emirlerine özen gösteren kişiye Allah’ın rahmetini mutlaka ulaştıracağını söyleyen Zeccâcî bu özeni hamiyet kavramıyla karşılar. Ona göre hamiyet ikiye ayrılır: Kalbin hamiyeti doğru bir ihlâsa sahip olmak ve gereğini yerine getirmektir. Nefsin hamiyeti dava ve iddiayı terketmektir. Kuru dava kulun taşımadığı bir hali dile getirmesidir. Kalpte meydana gelen dava başkasını fitneye düşüreceği gibi sahibinin de bu hale ulaşmasını tamamıyla engeller. Bir diğer tarife göre hamiyet belâ karşısında kulun şikâyeti terketmesidir. Zira her şey Allah’tandır. Eğer gerçek sevgili olan Hak’tan gelen bir şeye (vârid) kul güceniyorsa bu gücenme kulun sevgilisine beslediği muhabbetin eksikliğindendir (Sülemî, s. 432). Zeccâcî diğer sûfîler gibi vakit terimi üzerinde durmuş, sâlikin sadece içinde bulunduğu vakit ve halle meşgul olması, başka şeylerle uğraşmaması gerektiğini, haber ve rivayetlerin sâliki “ibnülvakt” olmaktan engelleyeceğini söylemiştir. Allah’a ulaşma yolunda kalbin her an Allah’ın dışındaki her şeyden soyutlanması gerektiğini ifade eden Zeccâcî’ye göre kalp kulu Allah’a ulaştıran en iyi rehberdir. Zeccâcî’nin mârifet anlayışında şeriatla akıl arasında özde bir çelişki yoktur. Ona göre sahih ve selim akıl vahyin getirdiklerini mutlaka tasdik eder. Zeccâcî, Câhiliye devrinde insanların akıllarının ve tabiatlarının güzel gördüğü şeylere uyduğunu, Hz. Peygamber’in onları şeriata uymaya sevkettiğini, sahih aklın şeriatın güzel gördüğü şeyleri güzel, çirkin gördüğü şeyleri çirkin gördüğünü vurgular. Akıl hakkındaki bu görüşüyle Zeccâcî, Ahmed el-Antâkî, Ca‘fer el-Huldî, Muâviye b. Kurre gibi ilk dönem zâhid ve sûfîlerinin yaklaşımlarını benimser. Buna göre akıl Allah’ın nimetlerini tanımayı ve ona şükretmeyi sağlayan, kötü duyguların baskısına rağmen dinin iyi olduğuna hükmettiği tutum ve davranışlara yönelten ve sonuçta âhiret mutluluğunu kazandıran bir melekedir. Mârifetin vahdâniyyet, tâzim, minnet, kudret, ezel ve esrar bilgisi olmak üzere altı türü vardır. Kul bu konulardaki bilgisi oranında mârifetullaha erer. BİBLİYOGRAFYA Sülemî, Ṭabaḳāt , s. 431-433. Ebû Nuaym, Ḥilye , X, 376. Hatîb, Târîḫu Baġdâd , VIII, 430. Abdülkerîm b. Hevâzin el-Kuşeyrî, Kuşeyrî Risâlesi (trc. Süleyman Uludağ), İstanbul 2009, s. 138, 142, 451. Ebü’n-Nasr Abdürrahim el-Kuşeyrî, eş-Şevâhid ve’l-ems̱âl , Süleymaniye Ktp., Ayasofya, nr. 4128, vr. 63 b -64 a . Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1991, s. 506. İbn Ebû Usaybia, ʿUyûnü’l-enbâʾ , I, 741. Şa‘rânî, eṭ-Ṭabaḳāt , I, 226. İbnü’l-Mülakkın, Ṭabaḳātü’l-evliyâʾ , s. 156-158. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2013 yılında İstanbul’da basılan 44. cildinde, 174-175 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Sülemî, Ṭabaḳāt , s. 431-433.",
        "Ebû Nuaym, Ḥilye , X, 376.",
        "Hatîb, Târîḫu Baġdâd , VIII, 430.",
        "Abdülkerîm b. Hevâzin el-Kuşeyrî, Kuşeyrî Risâlesi (trc. Süleyman Uludağ), İstanbul 2009, s. 138, 142, 451.",
        "Ebü’n-Nasr Abdürrahim el-Kuşeyrî, eş-Şevâhid ve’l-ems̱âl , Süleymaniye Ktp., Ayasofya, nr. 4128, vr. 63 b -64 a .",
        "Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1991, s. 506.",
        "İbn Ebû Usaybia, ʿUyûnü’l-enbâʾ , I, 741.",
        "Şa‘rânî, eṭ-Ṭabaḳāt , I, 226.",
        "İbnü’l-Mülakkın, Ṭabaḳātü’l-evliyâʾ , s. 156-158."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 426
}
