{
  "id": "eweb_408",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/zikir#1",
  "annotator": "Jeremy",
  "title": "ZİKİR",
  "arabic_title": "الذكر",
  "summary": "",
  "parts": [
    {
      "author": "REŞAT ÖNGÖREN",
      "content": "Sözlükte “bir şeyi anmak, hatırlamak” anlamındaki zikir ( zikr ) kelimesi (çoğulu zükûr , ezkâr ) dinî literatürde “Allah’ı anmak ve unutmamak suretiyle gafletten ve nisyandan kurtuluş” anlamında kullanılır. Zikir dil veya kalp ya da her ikisiyle beraber yapılır; bu ise ya unutulan bir şeyi hatırlama ya da hatırda olanı muhafaza etme şeklinde olur ( Râgıb el-İsfahânî, el-Müfredât , “ẕikr” md.). Kur’an’da türevleriyle birlikte birçok âyette geçen zikir Allah’ı dille hamd, tesbih ve tekbir şekliyle övmek; nimetlerini anmak, bunları kalple hissetmek ve tefekkür etmek; kulluğun gereklerini akıl, beden ve mal ile yerine getirmek; namaz kılmak, dua ve istiğfarda bulunmak, kevnî âyetler üzerinde düşünmek şeklindeki mânalarının yanı sıra Kur’an, önceki kutsal kitaplar, levh-i mahfûz, vahiy, ilim, haber, beyan, ikaz, nasihat, şeref, ayıp ve unutmanın zıddı gibi anlamlarda da kullanılmıştır. Kur’an’da, Allah’ın içten yalvararak ve korkarak alçak sesle sabah akşam çokça zikir ve tesbih edilmesi emredilmiş (el-A‘râf 7/205; el-Ahzâb 33/41-42), O’nun zikrinin her şeyden üstün olduğu vurgulanmış (el-Ankebût 29/45), Allah’ı anmanın bütün ibadet ve itaatlerden önemli sayıldığı ifade edilmiştir. “En büyük olma” (ekberiyyet) vasfıyla nitelenen zikir, “Yalnız beni anın ki ben de sizi anayım” âyeti dikkate alınarak (el-Bakara 2/152) Allah’ın kulunu anması şeklinde de anlaşılmıştır. Yine âyetlerde zikrin kalp huzuruna, kurtuluşa ve bağışlanmaya vesile olacağı vurgulanmış (el-Enfâl 8/45; er-Ra‘d 13/28; el-Ahzâb 33/35; el-Cum‘a 62/10), mal ve evlâdın müminleri Allah’ı anmaktan alıkoymaması gerektiği (el-Münâfikūn 63/9), gerçek müminlerin ticaret ve alışveriş gibi dünya işleri sırasında bile Allah’ı anmaktan geri durmayacakları (en-Nûr 24/37) belirtilmiştir. Öte yandan münafıkların Allah’ı çok az andıkları (en-Nisâ 4/142), Allah’ın zikrine karşı kalpleri katı olanların açık bir sapıklık içinde bulundukları (ez-Zümer 39/22) beyan edilmektedir. Hadislerde de zikrin önemine ve zikir ehlinin faziletlerine işaret edilmiş ( Wensinck, el-Muʿcem , “ẕikr”, “ẕekera” md.leri), zikir halkaları cennet bahçelerine benzetilmiştir (Tirmizî, “Daʿavât”, 83). En hayırlı amelin Allah’ı zikretmek olduğu, zikrin altın ve gümüş infak etmekten, düşmanla savaşmaktan bile üstün sayıldığı kaydedilmiştir (Tirmizî, “Daʿavât”, 6; İbn Mâce, “Edeb”, 53). Ayrıca zikir maksadıyla bir araya gelen topluluğu ilâhî rahmetin ve meleklerin kuşatacağı, üzerlerine sekînet ineceği, Allah’ın da onları kendi nefsinde anacağı (Müslim, “Ẕikir”, 39; Tirmizî, “Daʿavât”, 7), yeryüzünde “Allah Allah” diyen bir kişi bulundukça kıyametin kopmayacağı belirtilmektedir (Müslim, “Îmân”, 234). Allah’ı anmanın sığınma (istiâze), besmele, takdis, tesbih (sübhânallah), hamdele (elhamdülillâh), tekbir (Allahüekber), tehlîl (lâ ilâhe illallah), havkale (Lâ havle ve lâ kuvvete illâ billâh), istiğfar, tasliye (salavat) şeklindeki ifadelerle yapılması mümkündür (Lisânüddin İbnü’l-Hatîb, I, 304-307). İbadetlerin sıhhati için belli şartlar gerektiği halde zikir için hiçbir şart ileri sürülmemiştir; gece gündüz, ayakta, oturarak, yatarak, abdestli abdestsiz zikir yapılabilir. En faziletli zikir kalp ve lisanla birlikte yapılan zikirdir, yani dilin kalpte olanı ortaya koymasıdır. Daha sonra kalp ile, ardından da dil ile yapılan zikir gelir. Ayrıca Allah’ı tesbih ve tâzime, hamd ve şükre dair sözleri söylemek dilin zikri, Allah’a inanmak, O’nun zât ve sıfatlarına delâlet eden delilleri, emir ve yasaklarının mâna ve hikmetlerini, yaratıklarının sırlarını düşünmek kalbin zikri, emredileni yerine getirip yasaklardan kaçınmak da organların zikri kabul edilmiştir. Hasan-ı Basrî, kimseye hissettirmeden Allah’ı anmanın sevabının çok büyük olacağını, ancak haram karşısında Allah’ı hatırlayıp haramdan kaçınmanın daha da üstün olduğunu belirtmiştir (Gazzâlî, I, 295). Halkı dine davet adına Allah’ı anma, dinini övme ve şeriat hükümlerinin güzelliklerinden söz etme de dilin zikri olarak kabul edilmektedir. Dil ile Allah’ı anmanın sesli ya da sessiz yapılması hususunda çeşitli rivayetler vardır. Kur’an’da Allah’ın içten yalvararak ve korkarak yüksek olmayan bir sesle tesbih edilmesi emredilmiş (el-A‘râf 7/205), Hz. Peygamber yüksek sesle tekbir getiren bir cemaati, “Siz ne sağıra sesleniyorsunuz ne de gāibe” sözleriyle uyarmıştır (Buhârî, “Daʿavât”, 50, 67; Müslim, “Ẕikir”, 44). Öte yandan bir kutsî hadiste, “Kulum beni bir toplulukta anarsa ben de onu daha hayırlı bir toplulukta anarım” dendiği (Buhârî, “Tevḥîd”, 15, 43; Müslim, “Ẕikir”, 18, 19), Resûlullah’ın ashaptan bir gruba, “Ellerinizi kaldırın ve hep birlikte ‘lâ ilâhe illallah’ deyin” buyurarak zikir yaptırdığı ( Müsned , IV, 124), mescidde yüksek sesle zikir yapan bir kimse için, “Ah edip inleyerek gönülden yakarıyor” deyip onu engellemediği ( a.g.e. , IV, 159) rivayetleri vardır. Yine cemaatle kılınan namazların bir kısmında kıraatin sesli, bir kısmında sessiz icra edildiği, hac ve umrede telbiyenin yüksek sesle söylendiği, Kur’an’ın sesli ya da sessiz okunabildiği bilinmektedir. Bu rivayet ve uygulamalar dille zikrin yerine, zamanına ve kişilerin durumuna göre her iki şekilde de yapılabileceğini göstermektedir. Zikredenler açısından zikir üç kısma ayrılır: Zâhir ehlinin zikri şeriatın edeplerine riayet etmek ve ibadetleri yerine getirmektir. Tasavvuf ehlinin zikri Allah’a vâsıl olma arzu ve talebidir. Âriflerin zikri, nefsinden ve onun tasavvurlarından fâni olup sırf nur olan âleme ererek sonsuza nazar etmektir (Lisânüddin İbnü’l-Hatîb, II, 494-496). Her organın bir kulluk şekli vardır; zikir kalp ve dilin kulluğudur. Zikretmeyen dil görmeyen göz, işitmeyen kulak, tutmayan el gibidir. Nitekim bir hadiste, “Zikreden kimse ile zikretmeyen kimse diri ile ölü gibidir” denilmiştir (Buhârî, “Daʿavât”, 67). Canlıların alıp verdiği her nefes onların zikri olarak kabul edilmiştir; çıkan ve giren her solukta Allah’ın ismi vardır. Bu da “he” sesidir. İnen “he”nin kaynağı arş, çıkan “he”nin kaynağı kalptir (Necmeddîn-i Kübrâ, s. 141). Bu sebeple sûfînin alıp verdiği nefeslerin denetim altında tutulması ve her ânı değerlendirmesi önemli bir tasavvufî uygulama içinde yer almıştır. Sûfîlere göre zikirden maksat Allah’ın zâtı, sıfatları, isimleri, ihsanının bolluğu, takdirinin geçerliliği gibi hususlarda kalbin uyanıklığını sağlamak (Serrâc, s. 291), Allah’ı kalpte hazır tutmak ve O’nu görüyormuş gibi murakabe etmektir ki bu “ihsan” makamıdır. Şöyle de denilmiştir: Zikir Allah’a olan aşırı muhabbetin ya da korkunun etkisiyle gaflet meydanından müşâhede fezasına çıkmaktır. Böylece insan Allah ile ünsiyet peyda eder ve mâsivâdan uzaklaşır. Sehl b. Abdullah’a göre zikir Allah’ın seni gördüğü hususunda kesin bilgiye ulaşman, kalbinle O’nun sana senden daha yakın olduğunu görerek O’ndan hayâ etmen, bu durumu nefsine ve davranışlarına yansıtmandır ( a.g.e. , s. 290). Halis bir zikir için öncelikle takvânın gerçekleşmesi gerekir. Gerçek takvâ ise haramlardan kaçınmak ve faydasız, gereksiz şeylerden uzaklaşmakla elde edilir (Şehâbeddin es-Sühreverdî, s. 221-222). İlk dönem sûfîlerinden İbn Atâ zikrin aşamalarını önce lisan, sonra kalp, sonra sır ile yapılan zikir şeklinde sıralamış ve zikir sonucu ruhların Allah’ın nuruyla yüceleceğini belirtmiştir (Muhammed b. Hasan es-Sülemî, s. 14). Aynı mertebeleri kaydeden Kuşeyrî ise lisan zikrinden kalp zikrine geçen kimsenin kalbinin Allah dediğini işittikten sonra sırrın zikrine geçeceğini söylemekte ( Risâletü tertîbi’s-sülûk , s. 68), hem dil hem kalp ile zikreden kimsenin seyrüsülûkte kemale ereceğini vurgulamaktadır ( er-Risâle , II, 464-465). Ebû Nasr es-Serrâc da lisanla yapılan zikrin sevabının bire on, kalp ile yapılan zikrin sevabının bire yedi yüz misliyle verileceğini söylemiş ve zikrin en ileri mertebesi olan Hakk’a yakınlık dolayısıyla muhabbet ve hayâ ile dolmanın sevabının ise sayılamayacak ve tartılamayacak derecede olduğunu belirtmiştir ( el-Lümaʿ , s. 290). Necmeddîn-i Kübrâ da zikrin nuru kalbi tamamen kaplayıp hâkimiyeti altına aldığı zaman kalp gözünün açılacağını ve bununla karanlık yerlerde bile eşyanın görülmesinin mümkün olacağını belirtir. Kalp ile yapılan zikirde mezkûr (Allah) unutulmadığından zikrin devamı (zikr-i dâimî) söz konusudur. Bu aşamadan sonra zikredilenin vasıfları hatırlanır, ardından Allah temaşa edildiği için zikirden fâni olunur. Zikredilenin vasıfları insanın vasıflarını yok ettiğinden insan yaptığı zikirden fâni olur ve Allah’tan başkasını unutur. “Unuttuğun zaman rabbini zikret” âyetinde (el-Kehf 18/24) bu husus anlatılmaktadır (Kelâbâzî, s. 74-76). Şiblî bunu, “Gerçek zikir zikri unutmaktır” şeklinde dile getirmiştir, yani zikredenin yaptığı zikir de dahil olmak üzere Allah’ın dışındaki her şeyi unutmasıdır (Serrâc, s. 291). Öte yandan zikir sayesinde gaflet ortadan kalktığı için insan sükût bile etse zikir hâlinde sayılır (Kelâbâzî, s. 74). Muhakkik sûfîler dil ve kalpten sonra gelen zikrin son aşamasına zikr-i hakîkî demektedir. Onlara göre sadece dille yapılan zikrin sâlike sevap kazandırmaktan başka bir yararı olmaz ve bununla Allah’ı müşâhede aşamasına ulaşılamaz. Kalp ile yapılan zikir mezkûrun kalpte bulunması durumudur; yani Allah’ı müşâhede etmeye engel olan perdelerden kurtularak O’nun huzurunda olma bilincini sürdürme halidir; bu da ancak Allah’tan başka her şeyi unutmak ve mâsivâyı terketmekle gerçekleşir. Allah katından gelen ve peygamberler tarafından getirilenlere inanıp diğer bütün inançlardan arınmadıkça bu zikrin gerçekleşmeyeceği vurgulanmıştır (Abdürrezzâk el-Kâşânî, s. 248-249). Zikr-i hakîkî ise zikreden, zikredilen ve zikrin bir olmasıdır. Bu mertebede zikir sâlikin Hakk’ın kendisini zikrettiğini müşâhede etmesi, kendini ve zikrini görmekten kurtulmasıdır. Hâce Abdullah el-Herevî bu durumu, “Unuttuğun zaman rabbini zikret” âyeti çerçevesinde (el-Kehf 18/24) şöyle açıklar: Allah’tan başkasını unuttuğunda, kendi zikrinde kendini unuttuğunda, kendi zikrini O’nun zikrinde unuttuğunda, Hakk’ın seni zikretmesinde bütün zikirleri unuttuğunda rabbini zikret ( Menâzilü’s-sâʾirîn , s. 18). Bu aşamada zikrin dört mertebesi ortaya çıkar. 1. Allah’tan başkasını unutmak fakat kendi nefsini unutmamak; 2. Allah’ın zikrinde nefsini unutmak, yani yaptığı zikir hariç nefsinden fâni olmak; 3. Kendi zikrini O’nun zikrinde unutmak, bu fenâfillâh mertebesidir; 4 . Hakk’ın zikrinde kendini her zikirden unutmak. Bu mertebe Hakk’ın kulu zikretmesinden dolayı kulun rabbini zikirden fâni olmasıdır. Bu mertebede zâkir Allah’ın kendisini zikrettiğine şahit olmaktadır (İbn Kayyim el-Cevziyye, II, 337-338). Şehâbeddin es-Sühreverdî, Melâmetiyye usulüne göre yapılan zikrin dil, kalp, sır ve ruhla olmak üzere dört aşamada gerçekleştiğini belirtmiştir. Ruhla zikir gerçekleştiğinde sır, kalp ve lisan susar; bu müşâhede makamında yapılan zikirdir. Sırla zikir gerçekleştiği zaman kalp ve dil zikretmez; bu heybet makamının zikridir. Kalp zikrettiğinde dil susar; bu da Allah’ın nimet ve lutuflarının ifadesi olan zikirdir. Kalp zikirden gafil olduğu zaman dil zikre yönelir; bu ise âdet olarak yapılan zikirdir. Öte yandan bu zikirlerin her birinin incelikleri ve âfetleri vardır. Ruhla yapılan zikrin âfeti sırrın bu zikri farketmesi, sır ile yapılan zikrin âfeti kalbin bu zikre muttali olması, kalp ile yapılan zikrin âfeti nefsin bunu farketmesi, nefisle yapılan zikrin âfeti ise zikrini büyüterek karşılığında sevap umması ve bununla yüksek makamlara çıkacağını zannetmesidir ( ʿAvârifü’l-maʿârif , s. 70). Sûfî müellifler, dilin zikriyle kalpte unutkanlığın giderilip Cenâb-ı Hakk’ın hatırlanacağını vurgularken nefsin zikriyle harf ve ses olmadan içten zikredileceğini, kalbin zikriyle celâl ve cemâl sahibi olan Allah’ın vicdanen mülâhaza edileceğini, ruhun zikriyle sıfat tecellisinin nurlarının müşâhede edileceğini, sırrın zikriyle ilâhî sırların keşfedileceğini, hafî latifesinin zikriyle sıddîkıyyet makamında cemâl nurlarının görüleceğini, hafiyyü’l-hafî (ahfâ) latifesinin zikriyle hakka’l-yakīn mertebesine çıkılacağını ve Hakk’a vuslatın gerçekleşeceğini söylemişlerdir. Bazı sûfîler seyrüsülûke yeni başlayan sâliklerin zikrini zâhir ve bâtın zikri, orta derecede olanların zikrini kalp ve sır zikri, yolun sonuna ulaşanların zikrini de ruh ve hafî zikri şeklinde sıralamışlardır. En faziletli zikrin Kur’an tilâveti, kelime-i tevhid (lâ ilâhe illallah) ve ism-i celâlden (Allah) hangisiyle yapıldığı hususunda değişik görüşler ileri sürülmüştür. Şehâbeddin es-Sühreverdî, halvet sırasında kelime-i tevhid zikrinin kalpte cevher haline gelerek yakīn nurunun yerleşmesine vesile olacağını, bazan bunun kelime-i tevhid olmadan Kur’an tilâvetiyle de gerçekleştiğini söyler ( a.g.e. , s. 125). İsmâil Hakkı Bursevî de kelime-i tevhid zikrinin “Allah” ve “hû” isimleriyle yapılan zikirden daha üstün sayıldığını kaydettikten sonra tevhid zikrinde nefiy (lâ ilâhe) ve ispat (illallah) şeklinde iki yönün bulunması sebebiyle çokluğun bulunduğu gündüz vaktinde yapılmasının daha uygun olacağı, Allah’ın isimleriyle zikrin ise tevhid halinin yaşandığı gece vaktine mahsus olduğu görüşündedir ( Şerh-i Usûl-i Aşere , s. 59). Tarikatlarda zikir kulun rabbine yaklaşmasını sağlayan en büyük ibadet, nefsi terbiye için uygulanan riyâzetin en önemli esası olarak kabul edilir. Ebû Ali ed-Dekkāk zikir hakkında “veliliğin menşuru” (şehâdetnâmesi) tabirini kullanmış, zikirden mahrum bırakılanın velâyetten azledileceğini belirtmiştir ( Kuşeyrî, er-Risâle , II, 465). Tasavvuf eğitiminde nefislerin mânevî hastalıklardan nasıl kurtulacağını bilen şeyhler, müridlerin durumuna göre onlara en uygun zikri telkin ederek Hakk’a ulaşmalarına vesile olurlar (Abdürrezzâk el-Kâşânî, s. 248). Kur’an’da, “Hangisiyle yakarırsanız yakarın en güzel isimler Allah’ındır” âyeti (el-İsrâ 17/110) dikkate alınarak müride ism-i zât başta olmak üzere esmâ-i hüsnâdan bazı isimler veya kelime-i tevhid telkin edilmektedir. Mürid bunları kendisine tavsiye edildiği sayıda tekrar etmek suretiyle gerçekleştirir. Nitekim hadislerde de tavsiye edilen bir kısım zikir ve tesbihlerin belli sayılarda yapılması istenmiştir (Buhârî, “Feżâʾilü’ṣ-ṣaḥâbe”, 9, “Daʿavât”, 54; Müslim, “Ẕikir”, 79-81; Nesâî, “Sehiv”, 95; İbn Mâce, “Edeb”, 56). Sayılarda yanılmamak için namaz dışında iken parmakların, taş ve tesbih gibi araçların kullanılması mümkündür ( DİA , XL, 529). Tarikatlarda zikir şeyhin veya halifesinin gözetiminde toplu olarak da yapılmakta, belli lafız ve ibareler belli bir hareket düzeni içerisinde beraberce söylenmekte, icra edilen bu zikirlere tarikat âyini denilmektedir. Tarikat ehli zikri yapılış şekillerine göre kuûdî (oturarak), yarı kıyâmî (diz üstü dikilerek) ya da kıyâmî (ayakta) diye isimlendirmiştir. Zikir silsilesi Hz. Ebû Bekir’e dayandırılan Nakşibendiyye tarikatında genellikle hafî olarak “ism-i zât zikri” (Allah), “nefiy ve ispat zikri” (lâ ilâhe illallah) adı verilen zikirler icra edilir. Mürid zikir esnasında sükûnetle oturarak letâif-i hamse (sol memenin altında kalp, sağ memenin altında ruh, sol memenin üstünde sır, sağ memenin üstünde hafî, göğsün ortasında ahfâ) üzerinde yoğunlaşır. Seyrüsülûk sürecinde kalpten başlayarak sırasıyla ahfâya kadar bütün latifeler zikre iştirak eder hale gelince iki kaş arasında bulunduğu kabul edilen nefsin de zikre katılmasından sonra bütün bedenin zikretmesi sağlanır. Buna “sultânü’l-ezkâr / zikr-i sultânî” adı verilir. Ardından kelime-i tevhid zikrine geçilir. Nakşibendiyye’de topluca icra edilen ve esasını İhlâs sûresinin 1000 ya da 1001 defa okunması teşkil eden zikre de “hatm-i hâcegân” denilir. Nakşibendiyye gibi silsilesi Hz. Ebû Bekir’e dayanan Yeseviyye tarikatında ise zikir hançereden testere sesi gibi bir ses çıkarılarak yapıldığından “zikr-i erre / zikr-i minşârî” diye anılır. Zikir silsilesi Hz. Ali’den gelen Kādiriyye, Rifâiyye, Sühreverdiyye, Sa‘diyye, Şâzeliyye, Bedeviyye, Halvetiyye, Bayramiyye, Mevleviyye gibi tarikatlarda zikir genellikle sesli (cehrî) ve hareketli olarak esmâ-i hüsnâdan belli isimlerin veya kelime-i tevhidin ya da ism-i zâtın tekrarı şeklinde yapılır. Böylece “emmâre”den “kâmile”ye kadar yedi nefis mertebesi (atvâr-ı seb‘a) tek tek aşılır. Bu tarikatlarda toplu halde icra edilen zikirlerin kendilerine mahsus şekil ve hareketleri vardır ve çoğunlukla mûsiki eşliğinde icra edilir (aş.bk.). Zikir sırasında makamla okuduğu ilâhîlerle dervişleri coşturan zâkirler de bulunmaktadır. “Meclis, hadra, leyle, semâ ve devran” gibi isimlerle anılan bu uygulamalardan özellikle dönerek yapılan devran tarzı zikirlerin bazı türlerine hıristiyan raksını andırdığı gerekçesiyle bir kısım ulemâ karşı çıkmış, bu yüzden sûfîlerle ilmiye mensupları arasında tartışmalar olmuştur (Öngören, sy. 25 [2010], s. 123-132). İlk dönemlerden itibaren “kitâbü’z-zikr, kitâbü’d-duâ, kitâbü ameli’l-yevmi ve’l-leyle” gibi başlıklar altında günlük hayatta düzenli biçimde ya da herhangi bir durumda okunması tavsiye olunan duaları rivayetleriyle birlikte derleyen birçok eser hazırlanmıştır. Sonraki dönemlerde bu tür derlemelerde zikrin mahiyeti, çeşitleri, faziletleri ve faydalarına da önemli bölümler ayrılmış ya da zikir konusunu başlı başına ele alan eserler telif edilmiştir. Bunlar arasında İbn Atâullah el-İskenderî’nin Miftâḥu’l-felâḥ ve misbâḥu’l-ervâḥ (nşr. Muhammed Zeynühüm Muhammed Azeb, Kahire 1993), İbn Kayyim el-Cevziyye’nin el-Vâbilü’ṣ-ṣayyib ve râfiʿu’l-kelimi’ṭ-ṭayyib (nşr. İsmâil b. Muhammed el-Ensârî, Riyad 1979), Şeyh Hamîd-i Velî’nin Zikrin Tanımı, Sebepleri-Kısımları ve Âdâbı (nşr. ve trc. İhsan Özkes, İstanbul 1991), Burhâneddin Bikāî’nin İnâretü’l-fikr bimâ hüve’l-ḥaḳḳu fî keyfiyyeti’ẕ-ẕikr (nşr. Süleyman b. Müslim el-Harş, Riyad 1421/2001), Abdullah b. Hâc Dûstân Mustafa’nın Risâle fî feżâʾili ẕikrillâhi ʿazze ve celle (İstanbul 1283), Mahmûd es-Sabbâğ’ın eẕ-Ẕikr fi’l-Ḳurʾâni’l-kerîm ve’s-Sünneti’l-muṭahhara (Kahire, ts. [Dârü’l-i‘tisâm]), Muhammed Zekeriyyâ Kandehlevî’nin Fezâil-i Zikr: Zikrin Fazîletleri (trc. Hayri Demirci, İstanbul, ts.), Muhammed b. Ahmed b. Bedevî’nin Fıḳhü’ẕ-ẕikr ve’d-duʿâʾ (Beyrut 1412/1992), Mehmet Yıldız’ın Kur’ân-ı Kerîm’de Zikir Kavramı (yüksek lisans tezi, 1995, EÜ Sosyal Bilimler Enstitüsü), Gündüz Yıldırım’ın Kur’an’da Zikir Kavramı (yüksek lisans tezi, 1994, EÜ Sosyal Bilimler Enstitüsü) ve Necdet Tosun’un Zikir ve Tefekkür (İstanbul 2010) adlı eserleri kaydedilebilir. Ayrıca tarikat ehli tarafından birçok evrâd, ezkâr ve ahzâb hazırlanmış, kendi yollarında uyguladıkları zikir şeklini anlatan eserler yazılmıştır. BİBLİYOGRAFYA Tehânevî, Keşşâf , I, 512-513. Müsned , IV, 124, 159. Serrâc, el-Lümaʿ , s. 290-291. Kelâbâzî, et-Taʿarruf , s. 74-76. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1310, I, 40-44. Muhammed b. Hüseyin es-Sülemî, Ziyâdâtü Ḥaḳāʾiḳi’t-tefsîr (nşr. G. Böwering), Beyrut 1986, s. 14. Kuşeyrî, er-Risâle , II, 464-471. a.mlf., Risâletü tertîbi’s-sülûk ( er-Resâʾilü’l-Ḳuşeyriyye içinde, nşr. Muhammed Hasan), Karaçi 1964, s. 68. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 547-548. Hâce Abdullah el-Herevî, Menâzilü’s-sâʾirîn , Kahire 1910, s. 18. Gazzâlî, İḥyâʾ (Beyrut) , I, 293-303. Necmeddîn-i Kübrâ, Tasavvufî Hayat (trc. Mustafa Kara), İstanbul 1980, s. 58-59, 78-80, 126-129, 139-141. Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif ( Gazzâlî, İḥyâʾ [Beyrut] , V içinde), s. 70, 125, 221-222. İbn Teymiyye, Kelimü’t-tayyib: Kur’an ve Sünnette Dua ve Zikir (trc. Mehmet Yılmaz – Ayhan Kalaycı), İstanbul 1986, tür.yer. Abdürrezzâk el-Kâşânî, Tasavvuf Sözlüğü (trc. Ekrem Demirli), İstanbul 2004, s. 248-250. İbnü’l-İmâm, Silâḥu’l-müʾmin fi’d-duʿâʾ ve’ẕ-ẕikr (nşr. Muhyiddin Dîb Müstû), Dımaşk-Beyrut 1414/1993, s. 51-80. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn: Kur’anî Tasavvufun Esasları (trc. Ali Ataç v.dğr.), İstanbul 1990, II, 331-338. Yâfiî, el-İrşâd ve’t-taṭrîz fî fażli ẕikrillâh ve tilâveti kitâbihi’l-ʿazîz ve fażli’l-evliyâʾi ve’n-nâsikîn ve’l-fuḳarâʾi ve’l-mesâkîn (nşr. M. Edîb el-Câdir), Beyrut 1424/2003, s. 168-177. Muhammed b. Muhammed es-Sâlihî el-Menbicî, el-Miṣbâḥ fî eẕkâri’l-mesâʾi ve’ṣ-ṣabâḥ (nşr. Ahmed Ferîd Mezîdî), Beyrut 1421/2001, tür.yer. Lisânüddin İbnü’l-Hatîb, Ravżatü’t-taʿrîf (nşr. Muhammed el-Kettânî), Beyrut 1970, I, 295-307; II, 493-503. İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 86-93, 204-205. Hulvî, Lemezât-ı Hulviyye , Süleymaniye Ktp., Hâlet Efendi, nr. 281, vr. 9 a -10 a , 13 b , 16 a-b . Sarı Abdullah Efendi, Semerâtü’l-fuâd , İstanbul 1288, s. 127, 138. İsmâil Hakkı Bursevî, Şerh-i Usûl-i Aşere (Necmeddîn-i Kübrâ, Tasavvufî Hayat içinde, trc. Mustafa Kara), İstanbul 1980, s. 59. İbrâhim Hakkı Erzurûmî, Mârifetnâme , Bulak 1251, s. 335-347. Ali Kadri, Risâle-i Behâiyye: Tarîkat-ı Nakşıbendiyye Prensipleri (trc. Rahmi Serin), İstanbul 1994, s. 10-50. Ahmed Rifat, Mir’âtü’l-makāsıd , İstanbul 1293, s. 45-47. Harîrîzâde, Tibyân , I, vr. 2 b -4 b . Leknevî, Hediyyetü’l-ebrâr fî sübḥati’l-eẕkâr el-müsemmâ Nüzhetü’l-fikr fî sübḥati’ẕ-ẕikr (nşr. Salâh Muhammed Ebü’l-Hâc), Amman 1421/2000, tür.yer. M. Emîn el-Kürdî, Tenvîrü’l-ḳulûb (nşr. Necmeddin Emîn el-Kürdî), Halep 1411/1991, s. 567-583. Mehmet Ali Ayni, Tasavvuf Tarihi , İstanbul 1341, s. 197-215. Elmalılı, Hak Dini , I, 540-543. Mûsâ M. Ali, Ḥaḳīḳatü’t-tevessül ve’l-vesîle ʿalâ ḍavʾi’l-Kitâb ve’s-Sünne , Beyrut 1405/1985, s. 391-480. Abdülhâliḳ Pîrzâde, Ehemmiyyetü’l-ʿilm ve’ẕ-ẕikr fi’l-İslâm ve medâ iḥtiyâcü’l-insân ileyhimâ , Kahire 1414/1993, s. 121-167. Sâlih Uzayme, Muṣṭalaḥât Ḳurʾâniyye , Beyrut 1414/1994, s. 178-181. M. Revvâs Kal‘acî, el-Mevsûʿatü’l-fıḳhiyyetü’l-müyessere , Beyrut 1421/2000, I, 905-910. Vehbe ez-Zühaylî, Mevsûʿatü’l-fıḳhi’l-İslâmiyyi’l-muʿâṣır , Dımaşk 1427/2007, I, 353-438. Suûd b. Abdülazîz el-Hamd, “el-İʿrâz ʿan ẕikrillâh fi’l-Ḳurʾâni’l-Kerîm”, Mecelletü Câmiʿati’l-İmâm Muḥammed b. Suʿûd el-İslâmiyye , sy. 42, Riyad 1424/2003, s. 85-137. Reşat Öngören, “Osmanlılar Döneminde Semâ ve Devran Tartışmaları”, Tasavvuf , sy. 25, İstanbul 2010, s. 123-132. a.mlf., “Hatm-i Hâcegân”, DİA , XVI, 476-477. Pakalın , III, 646, 659-661. el-Ḳāmûsü’l-İslâmî , II, 439. L. Gardet, “D̲h̲ikr”, EI 2 (İng.) , II, 223-227. Süleyman Uludağ, “Zikir”, İA , XIII, 561-564. a.mlf., “Nefes”, DİA , XXXII, 522. William C. Chittick, “D̲h̲ikr”, ER , IV, 341-344. Gerhard Böwering, “Ḏekr”, EIr. , VII, 229-233. Bahâeddin Haremşâhî, “Ẕikir”, DMT , VI, 26-28. M. Rızâ Ensârî, “Ẕikr”, a.e. , VI, 29-32. Hasan Seyyid Arab, “Ẕikr”, a.e. , VI, 32-34. Ahmed Tayyib, “eẕ-Ẕikr”, el-Mevsûʿatü’l-İslâmiyyetü’l-ʿâmme , Kahire 1422/2001, s. 660-661. Earle Waugh, “Dhikr”, Encyclopedia of Islam and the Muslim World (ed. R. C. Martin), New York 2004, I, 179-180. Necdet Tosun, “Nakşibendiyye [Âdâb ve Erkân]”, DİA , XXXII, 342-343. Mehmet Boynukalın, “Tesbih [Fıkıh]”, a.e. , XL, 529. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2013 yılında İstanbul’da basılan 44. cildinde, 409-412 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Tehânevî, Keşşâf , I, 512-513.",
        "Müsned , IV, 124, 159.",
        "Serrâc, el-Lümaʿ , s. 290-291.",
        "Kelâbâzî, et-Taʿarruf , s. 74-76.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1310, I, 40-44.",
        "Muhammed b. Hüseyin es-Sülemî, Ziyâdâtü Ḥaḳāʾiḳi’t-tefsîr (nşr. G. Böwering), Beyrut 1986, s. 14.",
        "Kuşeyrî, er-Risâle , II, 464-471.",
        "a.mlf., Risâletü tertîbi’s-sülûk ( er-Resâʾilü’l-Ḳuşeyriyye içinde, nşr. Muhammed Hasan), Karaçi 1964, s. 68.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 547-548.",
        "Hâce Abdullah el-Herevî, Menâzilü’s-sâʾirîn , Kahire 1910, s. 18.",
        "Gazzâlî, İḥyâʾ (Beyrut) , I, 293-303.",
        "Necmeddîn-i Kübrâ, Tasavvufî Hayat (trc. Mustafa Kara), İstanbul 1980, s. 58-59, 78-80, 126-129, 139-141.",
        "Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif ( Gazzâlî, İḥyâʾ [Beyrut] , V içinde), s. 70, 125, 221-222.",
        "İbn Teymiyye, Kelimü’t-tayyib: Kur’an ve Sünnette Dua ve Zikir (trc. Mehmet Yılmaz – Ayhan Kalaycı), İstanbul 1986, tür.yer.",
        "Abdürrezzâk el-Kâşânî, Tasavvuf Sözlüğü (trc. Ekrem Demirli), İstanbul 2004, s. 248-250.",
        "İbnü’l-İmâm, Silâḥu’l-müʾmin fi’d-duʿâʾ ve’ẕ-ẕikr (nşr. Muhyiddin Dîb Müstû), Dımaşk-Beyrut 1414/1993, s. 51-80.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn: Kur’anî Tasavvufun Esasları (trc. Ali Ataç v.dğr.), İstanbul 1990, II, 331-338.",
        "Yâfiî, el-İrşâd ve’t-taṭrîz fî fażli ẕikrillâh ve tilâveti kitâbihi’l-ʿazîz ve fażli’l-evliyâʾi ve’n-nâsikîn ve’l-fuḳarâʾi ve’l-mesâkîn (nşr. M. Edîb el-Câdir), Beyrut 1424/2003, s. 168-177.",
        "Muhammed b. Muhammed es-Sâlihî el-Menbicî, el-Miṣbâḥ fî eẕkâri’l-mesâʾi ve’ṣ-ṣabâḥ (nşr. Ahmed Ferîd Mezîdî), Beyrut 1421/2001, tür.yer.",
        "Lisânüddin İbnü’l-Hatîb, Ravżatü’t-taʿrîf (nşr. Muhammed el-Kettânî), Beyrut 1970, I, 295-307; II, 493-503.",
        "İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 86-93, 204-205.",
        "Hulvî, Lemezât-ı Hulviyye , Süleymaniye Ktp., Hâlet Efendi, nr. 281, vr. 9 a -10 a , 13 b , 16 a-b .",
        "Sarı Abdullah Efendi, Semerâtü’l-fuâd , İstanbul 1288, s. 127, 138.",
        "İsmâil Hakkı Bursevî, Şerh-i Usûl-i Aşere (Necmeddîn-i Kübrâ, Tasavvufî Hayat içinde, trc. Mustafa Kara), İstanbul 1980, s. 59.",
        "İbrâhim Hakkı Erzurûmî, Mârifetnâme , Bulak 1251, s. 335-347.",
        "Ali Kadri, Risâle-i Behâiyye: Tarîkat-ı Nakşıbendiyye Prensipleri (trc. Rahmi Serin), İstanbul 1994, s. 10-50.",
        "Ahmed Rifat, Mir’âtü’l-makāsıd , İstanbul 1293, s. 45-47.",
        "Harîrîzâde, Tibyân , I, vr. 2 b -4 b .",
        "Leknevî, Hediyyetü’l-ebrâr fî sübḥati’l-eẕkâr el-müsemmâ Nüzhetü’l-fikr fî sübḥati’ẕ-ẕikr (nşr. Salâh Muhammed Ebü’l-Hâc), Amman 1421/2000, tür.yer.",
        "M. Emîn el-Kürdî, Tenvîrü’l-ḳulûb (nşr. Necmeddin Emîn el-Kürdî), Halep 1411/1991, s. 567-583.",
        "Mehmet Ali Ayni, Tasavvuf Tarihi , İstanbul 1341, s. 197-215.",
        "Elmalılı, Hak Dini , I, 540-543.",
        "Mûsâ M. Ali, Ḥaḳīḳatü’t-tevessül ve’l-vesîle ʿalâ ḍavʾi’l-Kitâb ve’s-Sünne , Beyrut 1405/1985, s. 391-480.",
        "Abdülhâliḳ Pîrzâde, Ehemmiyyetü’l-ʿilm ve’ẕ-ẕikr fi’l-İslâm ve medâ iḥtiyâcü’l-insân ileyhimâ , Kahire 1414/1993, s. 121-167.",
        "Sâlih Uzayme, Muṣṭalaḥât Ḳurʾâniyye , Beyrut 1414/1994, s. 178-181.",
        "M. Revvâs Kal‘acî, el-Mevsûʿatü’l-fıḳhiyyetü’l-müyessere , Beyrut 1421/2000, I, 905-910.",
        "Vehbe ez-Zühaylî, Mevsûʿatü’l-fıḳhi’l-İslâmiyyi’l-muʿâṣır , Dımaşk 1427/2007, I, 353-438.",
        "Suûd b. Abdülazîz el-Hamd, “el-İʿrâz ʿan ẕikrillâh fi’l-Ḳurʾâni’l-Kerîm”, Mecelletü Câmiʿati’l-İmâm Muḥammed b. Suʿûd el-İslâmiyye , sy. 42, Riyad 1424/2003, s. 85-137.",
        "Reşat Öngören, “Osmanlılar Döneminde Semâ ve Devran Tartışmaları”, Tasavvuf , sy. 25, İstanbul 2010, s. 123-132.",
        "a.mlf., “Hatm-i Hâcegân”, DİA , XVI, 476-477.",
        "Pakalın , III, 646, 659-661.",
        "el-Ḳāmûsü’l-İslâmî , II, 439.",
        "L. Gardet, “D̲h̲ikr”, EI 2 (İng.) , II, 223-227.",
        "Süleyman Uludağ, “Zikir”, İA , XIII, 561-564.",
        "a.mlf., “Nefes”, DİA , XXXII, 522.",
        "William C. Chittick, “D̲h̲ikr”, ER , IV, 341-344.",
        "Gerhard Böwering, “Ḏekr”, EIr. , VII, 229-233.",
        "Bahâeddin Haremşâhî, “Ẕikir”, DMT , VI, 26-28.",
        "M. Rızâ Ensârî, “Ẕikr”, a.e. , VI, 29-32.",
        "Hasan Seyyid Arab, “Ẕikr”, a.e. , VI, 32-34.",
        "Ahmed Tayyib, “eẕ-Ẕikr”, el-Mevsûʿatü’l-İslâmiyyetü’l-ʿâmme , Kahire 1422/2001, s. 660-661.",
        "Earle Waugh, “Dhikr”, Encyclopedia of Islam and the Muslim World (ed. R. C. Martin), New York 2004, I, 179-180.",
        "Necdet Tosun, “Nakşibendiyye [Âdâb ve Erkân]”, DİA , XXXII, 342-343.",
        "Mehmet Boynukalın, “Tesbih [Fıkıh]”, a.e. , XL, 529."
      ]
    },
    {
      "author": "MEHMET NURİ UYGUN",
      "content": "MÛSİKİ. Bazı tarikatlarda zikir esnasında zaman zaman mûsikinin de zikre eşlik ettiği bilinmektedir. Zikirlerini hafî (hafif sesle) yapan tarikatlarda sadece Kur’an tilâveti, ezan, kāmet, salât, tekbir, tesbih okunması sırasında bir ses mûsikisine yer verilmektedir. Bu tarikatlardan biri Nakşibendiyye ve kolları, diğeri ise Mevleviyye’dir. Mevleviyye tarikatında âyinlerde yoğun biçimde mûsiki icrâsı görülmekteyse de sabah zikirlerinde ve semâ uygulaması esnasında semâzenlerin hafî zikir yapması esastır. Nakşî tarikatının bazı kollarında ise cehrî (yüksek sesle) zikir yapılır. Bunlardan Hâcegân yolunda Mahmûd-ı Fağnevî ile başlayan cehrî zikir uygulaması daha sonra Anadolu dışında Kâsâniyye kolu ile devam etmiştir. İstanbul’a dışarıdan gelip yerleşen Nakşibendîliğin Üsküdar semtindeki Afganîler kolu ile Sultantepe semtindeki Özbekler Tekkesi’nde Yesevî usulü cehrî zikir (zikr-i erre) yapılır, bu sırada basit nağmeli ilâhiler okunurdu. Bu zikir usulünde kuûd zikrinin icrâsı esnasında diğer tarikatların uygulamasına yakın bir usulde salâtüselâm ve kelime-i tevhidi müteakip bir na‘t veya durak okunur, uşşak makamında ve hafif usulünde ism-i celâl zikrine başlandığı sırada zâkirler kasîde-i bürdeyi okumaya başlardı. Daha hareketli ilâhilere geçilerek “hay” zikrinin ardından zikri idare eden zatın “Hay Allah!” nidâsıyla zikre son verilirdi. “Turuk-ı aliyye” ismiyle anılan ve geliş silsilesi bakımından Hz. Ali’ye bağlanan Bektaşîlik, Kādiriyye, Rifâiyye, Halvetiyye, Bedeviyye, Sa‘diyye, Şâzeliyye, Bayramiyye’de ve bunların çeşitli kollarında cehrî zikir esastır. Bu tarikat zikirlerinde tekke mûsikisi formlarının coşkun biçimde uygulandığı görülmektedir. Tasavvuf tarihinde zikirleri esnasında mûsikiye yer veren tarikatlar üç gruba ayrılır. Bunlar Mevleviyye ve Bektaşiyye tarikatlarıyla Kādiriyye, Rifâiyye, Halvetiyye ve bunların kolları olan çeşitli tarikatlardır. Mevlevî tarikatının zikri olan semâ sırasında okunan, âyin adı verilen ve bestelendiği makamın ismiyle anılan mûsiki eserleri Türk mûsikisinin en sanatkârane ve uzun süreli bestelerindendir. Bazı Arapça ve Türkçe bölümler dışında sözleri Farsça olan ve çoğunlukla Mevlânâ Celâleddîn-i Rûmî’nin eserlerinden seçilen bu âyinlerin icrası sırasında devr-i veledîde ve semâda semâzenler hafî olarak Allah ismini zikrederler. Mevlevîler’de, dinî mûsikinin ilâhi formu çerçevesinde sadece niyaz ilâhisi diye anılan eser belirli bestesiyle okunur. Zikir esnasında mûsikinin uygulandığı ikinci grup ise Bektaşiyye tarikatıdır. Bektaşîlik’te cem‘ âyinleri ve ikrar törenleri bu uygulamanın yapıldığı toplantılardır. Daha çok halk mûsikisinde kullanılan bağlama, divan sazı, çöğür gibi mûsiki aletlerinin eşliğinde hikmetli deyişler, semahlar ve nefesler okunurken âyine katılanlar diz çökmüş vaziyette başlarını hafifçe sağa ve sola çevirerek zikreder, meydanda kadın ve erkeklerin birlikte halka oluşturup semah döndüğü coşkun bir âyin icra edilir. Âyine umumiyetle, “Kurbanlar tığlanıp gülbank çekildi” mısraıyla başlayan nefesle girilir. Mevleviyye ve Bektaşiyye tarikatı dışında cehrî zikri uygulayan tarikatlarda zikir ya oturarak (kuûd zikri) ya ayakta (kıyam zikri) ya da ayakta halka şeklinde daireler oluşturarak (devran zikri) yapılırdı. Oturarak zikredenlere kuûdî, ayakta zikredenlere kıyâmî, ayakta halka biçiminde zikir yapanlara devrânî denilirdi. Tarikat zikirleri şeyh, zâkirbaşı (serzâkir), meydancı ve reisler tarafından yönetilir, bu kişilerin uygun gördüğü süre boyunca devam ederdi. Dervişler zikir yaparken zâkirler de zikrin ritmine uygun ilâhiler okurdu. Zikirlerde dinî mûsiki eserlerini zâkirbaşı idare ederdi. Bu ise çok önemli ve zor bir görevdi. Zâkirbaşı tayin edilebilmek için binlerce ilâhinin bestesini güfteleriyle birlikte ezberlemiş olmak, geniş bir mûsiki bilgisine, falsosuz ve güzel bir sese, bütün bunların üzerinde idare kabiliyetine sahip olmak gerekirdi. Zâkirbaşı, okuyacağı ilâhilerin güftelerini içinde bulunan ayın özelliklerini göz önüne alarak ona göre seçerdi. Meselâ muharrem ve safer aylarında ilâhilerin konusu Hz. Hüseyin’in şehâdetini tasvir eden şiirlerden ya da bu anlamdaki mersiyelerden seçilirdi. Rebîülevvel, rebîülâhir aylarında daha çok Hz. Peygamber’i konu alan, onu öven güfteler üzerine bestelenmiş ilâhiler okunurdu. Kuûdî zikir yapan tarikatlarda vakit namazının edasından sonra bir kişi tarafından Kur’ân-ı Kerîm tilâvet edilir, ardından hep birlikte okunan “estağfirullah el-azîm” sözünün tekrarlandığı tövbe kısmına, bunun ardından salavât-ı şerîfelerin ve evrâdın topluca okunduğu kısma geçilir. Her tarikatın kendine mahsus besteli salâtı olup bazı tarikatlarda “salât-ı kemâliyye” gibi salâtlar topluca okunur ve kelime-i tevhidin çeşitli şekillerde beraberce okunduğu bölüme geçilir. Bu bölümde belli bir ses esas alınıp kelime-i tevhid tekrarlanmaya başlar. Bir süre tekrar edildikten sonra bir üst perdeye geçilir ve okumaya devam edilir. Kademe kademe yükselip altı veya yedi perdeye kadar çıkılır. Ardından ulaşılan tiz perdeden aşağıya doğru yine kademe kademe inilip başlanan perdeye kadar gelinir. Buna “perde kaldırma” ve “perde indirme” adı verilir. Perde kaldırma ve indirme konusunda zâkirbaşı ne derece güçlü ise zikir yapan dervişlerin başı olan kimsenin de (reis) o güçte olması gerekir. Genel âhenk bu şekilde temin edilir. Reis güçlü olduğunda vücut hareketlerindeki düzenli çevikliği ve coşkunluğu ile herkesi coşturabilir. Kelime-i tevhid nihayet bulunca bir kişi tarafından na‘t veya durak okunur. Bunları okuyacak kimsenin bulunmaması halinde bir cumhur ilâhisi terennümü ile ism-i celâle başlanır. İsm-i celâl zikrine başlandığında genel olarak usul ilâhisi denilen ve tarikatın pîrini öven, tarikatın ana ilkelerinden bahseden bir ilâhinin okunmasına geçilir. Bu ilâhinin okunmaya başlanmasıyla mûsiki aletleri zikre eşlik eder. Çeşitli tarikatlarda okunması âdet olan usul ilâhilerinden bazıları şunlardır: Sözleri Yûnus Emre’ye ait uşşak makamındaki Halvetî Sünbülî usul ilâhisi, “Aşkın ile âşıklar yansın yâ Resûlellah”, sözleri Eşrefoğlu Rûmî’ye ait uşşak makamındaki Kādirî usul ilâhisi, “Cem‘olmuş dervişleri pîrim Abdülkādir’in”, sözleri Ümmî Sinan’a ait Dede Ali Şîruganî’nin hüseynî makamındaki usul ilâhisi, “Erenlerin sohbeti ele giresi değil.” Bazı tarikatlarda kuûd zikri sırasında “ism-i hayy”a gelindiğinde dervişler dizlerinin üstünde yükselip yarım ayağa kalkma durumuna gelir; böylece zikre devam ederlerdi ki buna “nısf-ı kıyâm” denilir. İcrası sırasında bulunulan durum, okunuş ritmi ve okuyuş şekillerine göre zikirler kıyam tevhidi, kıyam ism-i celâli, kuûd kelime-i tevhidi, murabba tevhid, kalbî ism-i hû, kalbî ism-i hay, perdeli ism-i celâl, düz kelime-i tevhid, ağır ism-i celâl gibi adlarla anılır. Kıyam zikirleri beyyûmî halaka zikri, demdeme zikri, bedevî topu, tavaf tevhidi, Halvetî devranı, Vefâ devri gibi adlar alırdı. Kıyâmî tekkelerde zikre evrâd okunarak başlanır, zâkirbaşının okuduğu münâcâtı takiben önce kelime-i tevhid zikri, ardından ism-i celâl, daha sonra beyyûmî halaka zikri, tavaf tevhidi ve demdeme zikri yapılır, ism-i hûdan sonra dua ile zikir bitirilir. Çok ağır bir tempo ile başlayan bu zikirler gittikçe süratlenen bir seyir takip eder. Ayakta halka oluşturularak yapılan devran zikri kıyam zikrinin ikinci kısmını teşkil eder. Özellikle Halvetiyye, Kādiriyye, Rifâiyye, Sa‘diyye ve bunların kolları olan bazı tarikatlarda devran zikri yapılırdı. Devran, zikre katılan devrânî şeyhlerinin en kıdemlisinin idaresinde başlar, ardından diğer kıdemli şeyh idareyi alırdı. Devran esnasında halkanın ortasında bulunan zâkirlerin zikrin gerektirdiği tempoya uygun biçimde okudukları ilâhilere devran ilâhileri denir (bk. DEVRAN ). Tekkelerde yapılan zikirlere ritme yardımcı olmak amacıyla halîle, mazhar, bendir, kudüm, nevbe gibi vurmalı sazlar ve ney eşlik eder. Önceleri daha çok vurmalı sazların kullanıldığı tekkelerde XIII. yüzyıldan itibaren diğer mûsiki aletlerinin de zaman zaman kullanıldığı görülmektedir. Tapduk Emre’nin dergâhında rebap, şeştar, çenk gibi mûsiki aletlerinin varlığı Yûnus Emre’nin şiirlerinden öğrenilmektedir. Mevlevî âyinlerinde önem verilen ney, kudüm ve rebabın yanı sıra son dönemlerde Türk mûsikisi sazlarının hemen hepsi, Bektaşî âyinlerinde ise daha çok bağlama ailesi kullanılmıştır. Ancak muharrem ayındaki zikirlerde tekkelerde Hz. Hüseyin ve Kerbelâ şehidlerine hürmeten hiç saz çalınmamıştır. BİBLİYOGRAFYA Mehmet Ali Ayni, Tasavvuf Tarihi (İstanbul 1341), İstanbul 2002, s. 226-228. Sadettin Nüzhet Ergun, Türk Musikisi Antolojisi , İstanbul 1942-43, I, 8-11, 123; II, 481, 666, 670. Abdülbaki Gölpınarlı, Mevlevî Âdâb ve Erkânı , İstanbul 1963, s. 124. Necdet Tosun, Bahâeddîn Nakşbend: Hayatı, Görüşleri, Tarîkatı , İstanbul 2002, s. 301-302. Mehmet Cemal Öztürk, Cerrâhîlik , İstanbul 2004, s. 106, 242. Halil Bedi Yönetken, “Kıyamî Zikirler ve Türk Dinî Rakısları”, TFA , sy. 156 (1962), s. 2775-2777. Cemâleddin Server Revnakoğlu, “Yûnus’un Bestelenmiş İlâhîleri Nerede ve Nasıl Okunurdu?”, TY , Yunus Emre özel sayısı: V/319 (1966), s. 128-139. a.mlf., “Tekke Musikisinde Nevbe Çıkarma Merasimi”, Tarih Konuşuyor , sy. 50, İstanbul 1968, s. 3612-3616. Halil Can, “Dinî Türk Musikisi Antolojisi”, MM , sy. 217 (1966), s. 14. a.mlf., “Dinî Türk Musikisi Lûgatı”, a.e. , sy. 220 (1966), s. 121. a.mlf., “Tasavvuf/Tarikatlar Musikisi” (röportaj: Etem Ruhi Üngör), a.e. , sy. 295 (1974), s. 14-22. a.mlf., “Dînî Musiki”, a.e. , sy. 308 (1975), s. 25-26; sy. 316 (1976), s. 19. Nuri Özcan, “Bektaşî Mûsikisi”, DİA , V, 371-372. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2013 yılında İstanbul’da basılan 44. cildinde, 412-413 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Mehmet Ali Ayni, Tasavvuf Tarihi (İstanbul 1341), İstanbul 2002, s. 226-228.",
        "Sadettin Nüzhet Ergun, Türk Musikisi Antolojisi , İstanbul 1942-43, I, 8-11, 123; II, 481, 666, 670.",
        "Abdülbaki Gölpınarlı, Mevlevî Âdâb ve Erkânı , İstanbul 1963, s. 124.",
        "Necdet Tosun, Bahâeddîn Nakşbend: Hayatı, Görüşleri, Tarîkatı , İstanbul 2002, s. 301-302.",
        "Mehmet Cemal Öztürk, Cerrâhîlik , İstanbul 2004, s. 106, 242.",
        "Halil Bedi Yönetken, “Kıyamî Zikirler ve Türk Dinî Rakısları”, TFA , sy. 156 (1962), s. 2775-2777.",
        "Cemâleddin Server Revnakoğlu, “Yûnus’un Bestelenmiş İlâhîleri Nerede ve Nasıl Okunurdu?”, TY , Yunus Emre özel sayısı: V/319 (1966), s. 128-139.",
        "a.mlf., “Tekke Musikisinde Nevbe Çıkarma Merasimi”, Tarih Konuşuyor , sy. 50, İstanbul 1968, s. 3612-3616.",
        "Halil Can, “Dinî Türk Musikisi Antolojisi”, MM , sy. 217 (1966), s. 14.",
        "a.mlf., “Dinî Türk Musikisi Lûgatı”, a.e. , sy. 220 (1966), s. 121.",
        "a.mlf., “Tasavvuf/Tarikatlar Musikisi” (röportaj: Etem Ruhi Üngör), a.e. , sy. 295 (1974), s. 14-22.",
        "a.mlf., “Dînî Musiki”, a.e. , sy. 308 (1975), s. 25-26; sy. 316 (1976), s. 19.",
        "Nuri Özcan, “Bektaşî Mûsikisi”, DİA , V, 371-372."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}