{
  "id": "eweb_411",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/zunnun-el-misri",
  "annotator": "Jeremy",
  "title": "ZÜNNÛN el-MISRÎ",
  "arabic_title": "ذو النون المصري",
  "summary": "Zünnûn Ebü’l-Feyz Sevbân b. İbrâhîm el-Mısrî el-İhmîmî (ö. 245/859 [?]) İlk dönem sûfîlerinden.",
  "parts": [
    {
      "author": "NECDET TOSUN",
      "content": "155 (772) yılında Mısır’ın İhmîm (Ahmîm) şehrinde doğdu. Nûbe asıllı olduğu söylenir. Asıl adı Sevbân’dır. Zünnûn (balık sahibi, balıkçı) lakabını alışıyla ilgili olarak Ferîdüddin Attâr şu rivayeti nakleder: Sevbân bir gün bir gemiye biner, gemideki bir tüccarın mücevheri kaybolur, herkes ondan şüphelenir ve kendisine işkence edilir. Nihayet Sevbân dayanamayıp, “Yâ rabbi sen bilirsin” deyince denizin üzerinde çok sayıda balık belirir. Her birinin ağzında birer mücevher vardır. Elini denize uzatıp bu mücevherlerden birini alarak tüccara veren Sevbân bu olaydan sonra “Zünnûn” diye anılmaya başlanmıştır. Kuşeyrî bu olayı Zünnûn’un dilinden başka bir kişi hakkında nakletmiştir. Zünnûn el-Mısrî Suriye’ye, Mekke’ye ve Yemen’e seyahat etti; buralarda tanıştığı İmam Mâlik, Süfyân b. Uyeyne, Leys b. Sa‘d ve Fudayl b. İyâz gibi âlim ve sûfîlerden hadis nakletti. Tasavvuf yolunda faydalandığı kişiler arasında Kayrevanlı Şakırân (Şukrân) b. Ali el-Âbid (ö. 186/802) ve Ahmed b. Hadraveyh el-Belhî’nin hanımı Fâtıma en-Nîşâbûrî (ö. 223/838) en meşhurlarıdır. Mısır’da tasavvufa ve hikmete dair sohbetler yapmaya başlayan Zünnûn iki grubun eleştirisiyle karşılaştı. Abdullah b. Abdülhakem’in başında bulunduğu Mısırlı Mâlikî fakihleri onu daha önce duyulmamış tasavvufî konuları anlatmakla suçladı; Mu‘tezile âlimleri ise kendisini, “Kur’an mahlûk değildir” dediği için eleştirdi. Bu eleştiriler yüzünden 228’de (843) Mısır’dan ayrılmak zorunda kaldı. Ardından tekrar Mısır’a döndüğünde bu defa devrin idarecilerine şikâyet edildi ve 244 (858) yılında tutuklanarak Mısır’dan Bağdat’a götürüldü. Abbâsî Halifesi Mütevekkil-Alellah’ın Sâmerrâ’daki sarayında sorguya çekildi; yaptığı açıklamalardan memnun kalan halife onu ödüllendirerek Mısır’a gitmesine izin verdi. Zünnûn 245 (859) veya 248’de (862) Mısır’ın Cîze şehrinde vefat etti. Zünnûn’a göre avam günah işlediği, havas gaflete düştüğü için tövbe eder. Kendisine ârifin kim olduğu sorulunca “Buradaydı, gitti” diye cevap vermiş, bununla Allah’ı tanıyan kişilerin her an mânen ilerlemekte olduklarını ve uzun süre aynı hal üzere kalmadıklarını ifade etmiştir. Diğer bir rivayete göre bu soruya, “bulunan ve ayrı olan” diye cevap verdiği, bu sözle, “Ârif bedeniyle insanlar arasında bulunan, ama gönlü onlardan ayrı ve Allah ile birlikte olan kişidir” demek istediği nakledilir. Hücvîrî’nin Keşfü’l-maḥcûb ’da naklettiğine göre Nil nehrinde gezinti yapmak için bir tekneye binen Zünnûn ve arkadaşları başka bir teknede taşkınlık ve dine aykırı işler yapan bir grup görünce arkadaşları ona, “Ey şeyh! Dua edin de bunların hepsi suya batsın, böylece onların şerri ve uğursuzluğu toplumdan uzak olsun” demişler, Zünnûn ellerini açıp, “Yüce Allahım! Bu insanlara dünyada hoş bir hayat nasip ettiğin gibi âhirette de hoş bir hayat bahşet” diye dua etmiş, arkadaşları bu sözlerine şaşmış, teknedekiler ise yaklaşıp Zünnûn’u görünce ağlamaya başlamış, tövbe ederek iyi birer insan olmuştur. Zünnûn, “Üç yolculuk yaptım, bu yolculuklardan üç ilim getirdim. İlk yolculuğumdan getirdiğim ilmi avam ve havas kabul etti; ikinci yolculuğumdan getirdiğimi havas kabul etti, avam reddetti; üçüncü ilmi ise hiç kimse kabul etmedi” dediği nakledilir. Zünnûn’a göre ünsün en aşağı derecesi kulun ateşin içine atılması, fakat bu halin bile ünsiyet edip sevdiği kişiden onu uzaklaştırmamasıdır. Zünnûn’un, “Yemekle dolu midede hikmet durmaz” diyerek az yemeği tercih ettiği nakledilir. Ona göre semâ ve mûsiki Hakk’ın bir ilhamı olup kalpleri Allah’a yönlendirir. Mûsikiyi Hak ile dinleyen kişi hakikate erişir, nefsiyle dinleyen kişi ise zındık ve günahkâr olur. Eserleri. Zünnûn’un hiyeroglif yazısını okuyabildiği, tıp, kimya/simya ve havas ilimleriyle meşgul olduğu öne sürülmüş, bu konulara dair bazı eserler ona nisbet edilmiştir. 1. el-Ḳaṣîde fi’ṣ-ṣanʿati’l-kerîme . Kimya ilmine dairdir (Süleymaniye Ktp., Cârullah Efendi, nr. 2130/2, vr. 35 b -36 a ; Urcûze fi’l-kîmyâʾ , British Museum Library, Add. 1590, vr. 2-7; Manẓûme fî ʿilmi’l-kîmyâʾ , Ârif Hikmet Ktp., nr. 110/80). Eseri İzzeddin el-Cildekî ed-Dürrü’l-meknûn fî şerḥi Ḳaṣîdeti Ẕinnûn adıyla şerhetmiştir (Süleymaniye Ktp., Cârullah Efendi, nr. 2065/2, vr. 17 a -34 a ). 2. Risâle fî ʿanâṣıri’s̱-s̱elâs̱e (TSMK, III. Ahmed, nr. 2075, vr. 76 b -79 a ). 3. Risâle fî ḫavâṣṣi’l-iksîr (Süleymaniye Ktp., Fâtih, nr. 5309/5, vr. 105 a -109 b ). 4. Risâle fî tedbîri’l-ḥaceri’l-kerîm (Süleymaniye Ktp., Hacı Mahmud Efendi, nr. 4224/8, vr. 49 a -54 b ). 5. Risâle fi’l-ḥacer (Süleymaniye Ktp., Hacı Mahmud Efendi, nr. 4224/9, vr. 54 b -57 b ). 6. Risâle fi’ṣ-ṣanʿa (Süleymaniye Ktp., Hacı Mahmud Efendi, nr. 4224/13, vr. 64 b -67 a ). 7. Ṣıfatü’l-müʾmin ve’l-müʾmine . Şam’da yazma bir nüshası bulunan risâle (Zâhiriyye Ktp., Mecmûa, nr. 87/11) Remzî Sa‘deddin Dımaşkıyye tarafından yayımlanmıştır ( Liḳāʾü’l-ʿaşri’l-evâḫir bi’l-Mescidi’l-Ḥarâm içinde, Beyrut 1423/2002). Zünnûn el-Mısrî’ye ayrıca el-Mücerrebât , Kitâbü’l-ʿAcâʾib , Risâle fî ẕikri menâḳıbi’ṣ-ṣâliḥîn , Duʿâʾ ve Risâle fi’l-ḥikmeti’l-ʿuẓmâ ve’ṣ-ṣanʿati’l-mübâreke adlı eserler nisbet edilmektedir. Zünnûn el-Mısrî’nin sözleri ve menkıbeleri hakkında Muhyiddin İbnü’l-Arabî el-Kevkebü’d-dürrî fî menâḳıbı Ẕinnûn el-Mıṣrî (nşr. Saîd Abdülfettâh, Resâʾilü İbni’l-ʿArabî içinde, Beyrut 2002; nşr. Âsım el-Keyyâlî, Beyrut 2005; nşr. Abdülhamîd Sâlih Hamdân, Kahire 2006; Fr. trc. Roger Deladrière, La vie merveilleuse de Dhû’l-Nûn i Egyptien , Paris 1988; T trc. Ali Vasfi Kurt, Şeyh-i Ekber’in Kaleminden Bir Sufinin Portresi: Zünnûn-ı Mısrî , İstanbul 2005) ve Celâleddin es-Süyûtî es-Sırrü’l-meknûn fî menâḳıbı Ẕinnûn (nşr. Abdurrahman Hasan Mahmûd, Kahire 1412/1992) adıyla birer eser yazmıştır. Çağdaş müelliflerden Ebû Dayf el-Medenî Ẕünnûn el-Mıṣrî ve’l-edebü’ṣ-ṣûfî (Beyrut 1973), Abdülhalîm Mahmûd el-ʿÂlimü’l-ʿâbid el-ʿârif bi’llâh Ẕünnûn el-Mıṣrî (Kahire 1973), Cevâd Nurbahş Ẕünnûn-i Mıṣrî: ez Meşâhîr-i dânişmendân ve ṣûfiyân-ı Mıṣr (London 1999) ve Mahmûd el-Hindî Ẕünnûn el-Mıṣrî: et-Tefsîrü’l-ʿirfânî li’l-Ḳurʾâni’l-Kerîm (Kahire 2007) adlı eserleri kaleme almışlardır. BİBLİYOGRAFYA Serrâc, el-Lümaʿ , s. 68, 77. Kelâbâzî, Taarruf (Uludağ) , s. 158, 198-199; a.e. (nşr. Ahmed Şemseddin), Beyrut 1993, s. 125, 156-157. Sülemî, Ṭabaḳāt , s. 15-26. Ebû Nuaym, Ḥilye , IX, 331-395. Kuşeyrî, er-Risâle (nşr. Abdülhakîm Mahmûd – Mahmûd b. Şerîf), Kahire 1989, s. 45-46, 580; a.e. (Uludağ), s. 114, 550-551. Hücvîrî, Keşfü’l-maḥcûb (nşr. Mahmûd Âbidî), Tahran 1384 hş., s. 154-158; a.e. (Uludağ), s. 198-200. Hâce Abdullah-ı Herevî, Ṭabaḳātü’ṣ-ṣûfiyye (nşr. M. Server Mevlâyî), Tahran 1386 hş./2007, s. 149-159. Ferîdüddin Attâr, Teẕkiretü’l-evliyâʾ (nşr. Muhammed İsti‘lâmî), Tahran 1374 hş., s. 137-159. Necmeddîn-i Dâye, Menârâtü’s-sâʾirîn ve maḳāmâtü’ṭ-ṭâʾirîn (nşr. Saîd Abdülfettâh), Kahire 1999, s. 525. İbn Hallikân, Vefeyât , I, 315-318. Abdurrahman-ı Câmî, Nefeḥâtü’l-üns (nşr. Mahmûd Âbidî), Tahran 1375 hş./1996, s. 28-31. Dârâ Şükûh, Ḥasenâtü’l-ʿârifîn (nşr. Seyyid Mahdûm Rehîn), Tahran 1352 hş./1973, s. 8-9. Sezgin, GAS , I, 643-644. L. Massignon, Essay on the Origins of the Technical Language of Islamic Mysticism (trc. B. Clark), Notre Dame 1997, s. 142-147. Mohammed Rustom, “The Sufi Teachings of Dhu’l-Nun”, Sacred Web: A Journal of Tradition and Modernity , sy. 24, British Columbia 2010, s. 69-79. C. Twinch, “Created for Compassion: Ibn Arabî’s Work on Dhû’l-Nûn the Egyptian”, Journal of the Muhyiddin Ibn ‘Arabi Society , sy. 47, Oxford 2010, s. 109-129. Ahmet Suphi Furat, “Zünnûn”, İA , XIII, 655-656. M. Smith, “D̲h̲u’l-Nūn”, EI 2 (İng.) , II, 242. Gerhard Böwering, “Ḏu’l-Nūn Meṣrī”, EIr. , VII, 572-573. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2013 yılında İstanbul’da basılan 44. cildinde, 575-576 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Serrâc, el-Lümaʿ , s. 68, 77.",
        "Kelâbâzî, Taarruf (Uludağ) , s. 158, 198-199; a.e. (nşr. Ahmed Şemseddin), Beyrut 1993, s. 125, 156-157.",
        "Sülemî, Ṭabaḳāt , s. 15-26.",
        "Ebû Nuaym, Ḥilye , IX, 331-395.",
        "Kuşeyrî, er-Risâle (nşr. Abdülhakîm Mahmûd – Mahmûd b. Şerîf), Kahire 1989, s. 45-46, 580; a.e. (Uludağ), s. 114, 550-551.",
        "Hücvîrî, Keşfü’l-maḥcûb (nşr. Mahmûd Âbidî), Tahran 1384 hş., s. 154-158; a.e. (Uludağ), s. 198-200.",
        "Hâce Abdullah-ı Herevî, Ṭabaḳātü’ṣ-ṣûfiyye (nşr. M. Server Mevlâyî), Tahran 1386 hş./2007, s. 149-159.",
        "Ferîdüddin Attâr, Teẕkiretü’l-evliyâʾ (nşr. Muhammed İsti‘lâmî), Tahran 1374 hş., s. 137-159.",
        "Necmeddîn-i Dâye, Menârâtü’s-sâʾirîn ve maḳāmâtü’ṭ-ṭâʾirîn (nşr. Saîd Abdülfettâh), Kahire 1999, s. 525.",
        "İbn Hallikân, Vefeyât , I, 315-318.",
        "Abdurrahman-ı Câmî, Nefeḥâtü’l-üns (nşr. Mahmûd Âbidî), Tahran 1375 hş./1996, s. 28-31.",
        "Dârâ Şükûh, Ḥasenâtü’l-ʿârifîn (nşr. Seyyid Mahdûm Rehîn), Tahran 1352 hş./1973, s. 8-9.",
        "Sezgin, GAS , I, 643-644.",
        "L. Massignon, Essay on the Origins of the Technical Language of Islamic Mysticism (trc. B. Clark), Notre Dame 1997, s. 142-147.",
        "Mohammed Rustom, “The Sufi Teachings of Dhu’l-Nun”, Sacred Web: A Journal of Tradition and Modernity , sy. 24, British Columbia 2010, s. 69-79.",
        "C. Twinch, “Created for Compassion: Ibn Arabî’s Work on Dhû’l-Nûn the Egyptian”, Journal of the Muhyiddin Ibn ‘Arabi Society , sy. 47, Oxford 2010, s. 109-129.",
        "Ahmet Suphi Furat, “Zünnûn”, İA , XIII, 655-656.",
        "M. Smith, “D̲h̲u’l-Nūn”, EI 2 (İng.) , II, 242.",
        "Gerhard Böwering, “Ḏu’l-Nūn Meṣrī”, EIr. , VII, 572-573."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 570
}
