{
  "id": "eweb_412",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/riya",
  "annotator": "Jeremy",
  "title": "RİYA",
  "arabic_title": "الرياء",
  "summary": "Allah için yapılması gereken amel ve ibadeti kullara gösteriş olsun diye yapma anlamında ahlâk terimi.",
  "parts": [
    {
      "author": "MUSTAFA ÇAĞRICI",
      "content": "Sözlükte “görmek” anlamındaki re’y kökünden türeyen riyâ ( riâ’ ), hadislerde ve ahlâka dair eserlerde - süm‘a (şöhret peşinde olma) kelimesiyle birlikte- “saygınlık kazanma, çıkar sağlama gibi dünyevî amaçlarla kendisinde üstün özellikler bulunduğuna başkalarını inandıracak tarzda davranma” şeklinde açıklanır. Kaynaklarda dünyevî konulardaki riyakârlıklara yer yer değinilse de (meselâ bk. Muhâsibî, er-Riʿâye , s. 183-184; Gazzâlî, III, 297-299) daha çok ihlâs ve sıdk kavramlarının karşıtı olan riya üzerinde durulmuştur. Riya, “Allah’tan başkasının hoşnutluğunu kazanma düşüncesiyle amelde ihlâsı terketme” ( et-Taʿrîfât , “riyâʾ” md.); “Allah’a itaat eder görünerek kulların takdirini kazanmayı isteme” (Gazzâlî, III, 297); “ibadeti Allah’tan başkası için yapma, ibadetleri kullanarak dünyevî çıkar peşinde olma; Allah’ın emrini yerine getirmek maksadıyla değil insanlara gösteriş olsun diye iyilik yapma” (Kurtubî, V, 422; XX, 212); “insanların görmesi ve takdir etmesi için ibadeti açıktan yapma” (İbn Hacer, XXIV, 130) vb. şekillerde tanımlanmıştır. Kur’ân-ı Kerîm’de riya kavramı üç âyette isim (el-Bakara 2/264; en-Nisâ 4/38; el-Enfâl 8/47), iki âyette fiil (en-Nisâ 4/142; el-Mâûn 107/6) olarak yer almaktadır. İlk iki âyette ibadet niyeti taşımadan, Allah rızasını gözetmeden, sadece gösteriş olsun diye sadaka verenler, üçüncü âyette gösteriş ve şöhret için savaşa katılanlar, diğer ikisinde gösteriş için namaz kılanlar kınanmıştır. Hadislerde hem riya kelimesi hem türevleri geçmektedir. Hz. Peygamber, “Ümmetim için gizli şirk ve şehvetten kaygı duyuyorum” demiş, “Sizden sonra da hâlâ şirk olacak mı?” sorusuna, “Evet, fakat güneşe, aya, taşa ve puta tapmak şeklinde olmayacak, insanlar ibadetlerini riya için yapacaklar” cevabını vermiştir ( Müsned , IV, 124). Bir kutsî hadiste Cenâb-ı Hak, “İşlediği bir amelde benden başkasını bana ortak koşan kişiyi de onun şirkini de reddederim” buyurmuştur ( Müsned , II, 301, 435; Müslim, “Zühd”, 46; İbn Mâce, “Zühd”, 21). Resûl-i Ekrem riyayı “küçük şirk” diye nitelemiş, Allah’ın kıyamet gününde insanlara amellerinin karşılığını verirken gösteriş için ibadet ve hayır yapanlara, “Ey riyakârlar! Dünyada amellerinizi gösteriş olsun diye kimin için yaptıysanız gidin onu arayın, bakalım bulabilecek misiniz?” şeklinde hitap ederek onları huzurundan kovacağını bildirmiştir ( Müsned , V, 428, 429). Diğer bir hadiste, dünyada Allah’ın kendilerine nimetler ihsan ettiği kimselere uhrevî hesap sırasında bu nimetlere karşılık ne gibi ameller işlediklerinin sorulacağı, bunlardan bazılarının şehid oluncaya kadar O’nun uğrunda savaştıklarını, bazılarının O’nun rızası için ilim öğrendiklerini, Kur’an okuduklarını, bazılarının da O’nun rızası için cömertçe hayırlar yaptıklarını söyleyecekleri, ancak bu amelleri gerçekte gösteriş için yaptıklarının kendilerine bildirileceği ve sonunda hak ettikleri cezaya çarptırılacakları belirtilmektedir ( Müsned , II, 322; Müslim, “İmâre”, 152; Nesâî, “Cihâd”, 22). Bir hadiste de ibadet ve hayırlarıyla şöhret peşinde olanların gizli kötülüklerinin Allah tarafından teşhir edileceği, riya ile amel edenlerin riyakârlığının açığa vurulacağı ifade edilmektedir ( Müsned , V, 270; Buhârî, “Riḳāḳ”, 36, “Aḥkâm”, 9; Müslim, “Zühd”, 47, 48). Âyet ve hadislerde bildirilen mânevî tehlikeleri dolayısıyla ahlâk ve tasavvuf kaynaklarında riya konusuna özel bir önem verilmiştir. Riya konusunu sistemli bir şekilde ele alan ilk âlimlerden Muhâsibî, er-Riʿâye li-ḥuḳūḳıllâh adlı eserinde konuya geniş bir bölüm ayırmış (s. 153-306); riyanın tanımı ve mahiyeti, çeşitleri, niyet, ihlâs ve hayâ ile ilgisi, riyakârlığın psikolojik sebepleri, ahlâk bakımından zararlı sonuçları, riyakârlığın alâmetleri gibi hususlar üzerinde durmuştur. Muhâsibî riyanın ağır ve hafif derecelerinin bulunduğunu belirtir. Ağır olanı, kulun Allah için yapılması gereken ameli insanlara gösteriş için yapması, hafif olanı da sırf Allah için yapılması gereken ibadeti hem Allah’ın hem kulların hoşnutluğunu kazanmak için ifa etmesidir ( a.g.e. , s. 163-178). Riya duygusunun dışa yansımasının beş şeklinden söz eden Muhâsibî bunları beden, dış görünüş, söz, amel ve sosyal çevreyle ilişkilere dindarlık süsü verme diye sıralamaktadır. Bir kimsenin âhiret endişesi taşıdığını göstermek için yüzüne kederli bir görüntü vermesi; oruçlu olduğu bilinsin diye sesi kısılmış, gözlerinin feri sönmüş bir hal takınması; âbidler ve zâhidler gibi saçı başı dağınık görünmesi; konuşmalarında hikmet sahibi, âlim ve zikir ehli bir kimse olduğu izlenimi uyandırmaya çalışması; rükû ve secde gibi rükünlerde uzun süre durarak namazı uzatması, kezâ oruç ve hac gibi ibadetlerinde titiz bir dindar görüntüsü sergilemesi; ilim ve din ehlinden olduğunu, ilimde ve dinde yüksek bir mertebede bulunduğunu hissettirmek amacıyla âlimler ve âbidlerle düşüp kalkması bu beş şeklin örnekleri arasında yer alır. Muhâsibî dünya hayatına düşkün kişilerde sayılan beş yolla gösteriş yaptığını ancak dindarlık süsü verilerek yapılan riyakârlığın bundan daha kötü olduğunu belirtir. Muhâsibî’nin eserinden geniş ölçüde yararlandığı anlaşılan Gazzâlî’nin İḥyâʾü ʿulûmi’d-dîn ’de konuya dair psikolojik ve pedagojik açıdan dikkat çekici tahliller yaptığı ve bu husustaki İslâmî telakkinin bir özetini sunduğu görülmektedir. Gazzâlî, eserinin kırk ana bölümünden biri olan “Mevki Hırsı ve Riyanın Yerilmesi” başlığı altında (III, 274-335) insanlardaki mevki tutkusunu derin bir vukufla inceledikten sonra bu tutkunun bir neticesi olarak gördüğü riyaya dair âyet ve hadisleri zikretmiş, din büyüklerinin sözlerinden örnekler vermiş; ardından riyanın tanımı, mahiyeti ve dışa vurum yolları, günah olması yönünden dereceleri, riyanın tedavisi; günahları alenî olarak yapmanın veya saklamanın, riya olur korkusuyla ibadetleri terketmenin dinî hükmü; kulun her durumda amellerini sadece Allah’ın bilmesine önem vermesi gerektiği gibi konular üzerinde durmuştur. Gazzâlî ayrıca amellerin kabul edilmesine etkisi bakımından riyanın farklı derecelerini sıralamıştır. Burada gösteriş kastı arttıkça riyanın zararının artacağı, Allah rızası, ibadet niyeti ve sevap beklentisi arttıkça riyanın zararının azalacağı anlatılmaktadır. En tehlikeli riya, kalpte yalnız Allah’a gösterilmesi gereken tâzimi Allah’tan başkasına gösteren kişinin riyasıdır; çünkü bu kişi Allah’a itaat ediyor gibi görünse de gerçekte başkasına itaat etmektedir. Bundan dolayı riya gizli şirk kabul edilmiştir ( a.g.e. , III, 301-305). Başta mutasavvıflar olmak üzere diğer İslâm âlimleri tarafından da riya gizli şirk veya münafıklık sayılmıştır. İbn Hazm riya ve şöhret tutkusunu şirke yakın bir kötülük kabul eder ( el-Aḫlâḳ , s. 38). Kuşeyrî’nin naklettiğine göre Fudayl b. İyâz kınanma kaygısıyla ameli terketmenin riya, insanlara gösteriş olsun diye amel etmenin şirk, bu iki kusurdan kurtulmanın ihlâs olduğunu söylemiştir ( er-Risâle , II, 446). Sûfîlere göre riyakâr insan münafığa benzer. Riya, Allah’ın himayesine mazhar olanlar dışındaki insanların içinde karınca gibi kımıldar durur (Cemâleddin eş-Şâzelî, s. 42, 43). Bu sebeple riya duygusunu ancak ihlâs ehli tanıyabilir, ne kadar zararlı olduğunu da amellerini boşa çıkarmaktan korkan inâyet ehli kavrayabilir (Serrâc, s. 290; Muhâsibî, Âdâbü’n-nüfûs , s. 148-149). Bir sûfî hâlis ameli, “yazıcı meleğin dahi göremediği için yazamayacağı, amel sahibinin kendi nefsinin bile farkedemediği için böbürlenmeyeceği kadar gizli tutulan amel” diye tarif etmiştir (Kelâbâzî, s. 99). Riyanın amellere ne ölçüde zarar vereceği konusu da kaynaklarda ele alınmıştır. Buna göre amellerde esas olan gizliliktir, çünkü gizlilik ihlâslı olmayı ve riyadan kurtulmayı sağlar. Ancak amelleri açıktan yapmanın sakıncasının bulunmadığı, hatta faydalı olduğu durumlar da vardır. Nitekim Kur’ân-ı Kerîm’de, “Sadakaları âşikâre olarak verirseniz bu ne güzel! Eğer yoksullara gizlice verirseniz bu sizin için daha hayırlıdır” buyurulmuştur (el-Bakara 2/271). Ayrıca hac, cihad, cuma namazı gibi gizlenmesi mümkün olmayan ameller de vardır. Namaz, oruç ve sadaka gibi gizlice yapılabilen amellerin insanlara örnek olup onları da hayırlı faaliyetlere teşvik etmek amacıyla açıktan yapılması daha faziletlidir. Hz. Peygamber, bu şekilde davranan kimsenin hem kendi amelinden dolayı hem de örnek olduğu kişi sebebiyle iki misli ecir kazanacağını bildirmiştir ( Müsned , II, 397, 505; Müslim, “Zekât”, 70; Ebû Dâvûd, “Sünnet”, 6). Bir kimsenin, insanların mümin olduğuna şahitlik etmeleri ve onun gibi davranmaları için alenen ibadet etmesinde de sakınca görülmemiştir. Ayrıca farzların hakkı ilân ve teşhir olup onların açıktan yapılması İslâm’ı ve onun şiârlarını ortaya koyma anlamına gelir (Fahreddin er-Râzî, VII, 73-75; Kurtubî, V, 423; XX, 213). Her durumda en önemli husus ihlâsın eksiksiz olmasıdır. Şayet böyle bir tehlike yoksa başkasına örnek olup öncülük etmek için ameli açıktan yapmak faziletlidir; gösteriş tehlikesinden kaygı duyulduğunda ise gizliliğin daha faziletli olduğunda ittifak edilmiştir. Amellerden önce, amel esnasında ve amellerden sonra riya duygusuna kapılmanın ibadetlerin kabul edilip edilmemesini ne ölçüde etkileyeceği konusu üzerinde de durulmuştur (meselâ bk. Muhâsibî, er-Riʿâye , s. 208-213; Gazzâlî, III, 307-318; Kurtubî, V, 422-424). BİBLİYOGRAFYA M. F. Abdülbâkī, el-Muʿcem , “reʾy” md. Wensinck, el-Muʿcem , “reʾy” md. Müsned , II, 301, 322, 397, 435, 505; IV, 124; V, 270, 428, 429. Muhâsibî, er-Riʿâye li-ḥuḳūḳıllâh (nşr. Abdülkādir Ahmed Atâ), Beyrut 1405/1985, s. 153-306. a.mlf., Âdâbü’n-nüfûs (nşr. Abdülkādir Ahmed Atâ), Beyrut 1408/1987, s. 148-149. Serrâc, el-Lümaʿ , s. 290. Kelâbâzî, et-Taʿarruf li-meẕhebi ehli’t-taṣavvuf , Beyrut 1407/1986, s. 99. İbn Hazm, el-Aḫlâḳ ve’s-siyer fî müdâvâti’n-nüfûs , Beyrut 1405/1985, s. 38. Kuşeyrî, er-Risâle , II, 446. Gazzâlî, İḥyâʾ , III, 274-335. Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , VII, 73-75. Kurtubî, el-Câmiʿ , V, 422-424; XX, 211-213. Cemâleddin eş-Şâzelî, Ḳavânînü ḥikemi’l-işrâḳ , Kahire 1380/1961, s. 42, 43. İbn Hacer, Fetḥu’l-bârî (Sa‘d) , XXIV, 130-132. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2008 yılında İstanbul’da basılan 35. cildinde, 137-138 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "M. F. Abdülbâkī, el-Muʿcem , “reʾy” md.",
        "Wensinck, el-Muʿcem , “reʾy” md.",
        "Müsned , II, 301, 322, 397, 435, 505; IV, 124; V, 270, 428, 429.",
        "Muhâsibî, er-Riʿâye li-ḥuḳūḳıllâh (nşr. Abdülkādir Ahmed Atâ), Beyrut 1405/1985, s. 153-306.",
        "a.mlf., Âdâbü’n-nüfûs (nşr. Abdülkādir Ahmed Atâ), Beyrut 1408/1987, s. 148-149.",
        "Serrâc, el-Lümaʿ , s. 290.",
        "Kelâbâzî, et-Taʿarruf li-meẕhebi ehli’t-taṣavvuf , Beyrut 1407/1986, s. 99.",
        "İbn Hazm, el-Aḫlâḳ ve’s-siyer fî müdâvâti’n-nüfûs , Beyrut 1405/1985, s. 38.",
        "Kuşeyrî, er-Risâle , II, 446.",
        "Gazzâlî, İḥyâʾ , III, 274-335.",
        "Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , VII, 73-75.",
        "Kurtubî, el-Câmiʿ , V, 422-424; XX, 211-213.",
        "Cemâleddin eş-Şâzelî, Ḳavânînü ḥikemi’l-işrâḳ , Kahire 1380/1961, s. 42, 43.",
        "İbn Hacer, Fetḥu’l-bârî (Sa‘d) , XXIV, 130-132."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}