{
  "id": "eweb_413",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/amel",
  "annotator": "Jeremy",
  "title": "AMEL",
  "arabic_title": "العمل",
  "summary": "Dünya ve âhirette ceza veya mükâfat konusu olan her türlü iş ve davranışı ifade eden bir terim.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Sözlükte “iş, çaba, fiil, çalışma” gibi mânalara gelen amel (bk. Lisânü’l-ʿArab , “ʿamel” md.), “canlı varlığın gayeli olarak yaptığı iş” diye de tarif edilmiştir. Buna göre amel fiil kelimesinden daha özel bir mâna ifade eder. Çünkü fiil, bilgisiz ve gayesiz olarak yapılan işleri de kapsamaktadır (bk. Râgıb el-İsfahânî, el-Müfredât , “ʿamel”, “fiʿl” md.leri). Ayrıca dinî literatürde amel kelimesi giderek “emir, tavsiye veya yasaklara konu olan, sonunda ceza veya mükâfat bulunan tutum ve davranış” anlamını kazanmış ve böylece insanın her türlü işleri için kullanılan fiil kelimesine göre daha dar kapsamlı bir terim halini almıştır. Öte yandan amel, aslında söz ve inanmayı da içine alır. Nitekim pek çok âyet ve hadiste amel terimi genellikle sözlü davranışları da kapsayacak şekilde kullanılmıştır. Ayrıca gerek bazı hadislerde (bk. Buhârî, “Tevḥîd”, 47; Dârimî, “Riḳāḳ”, 28), gerekse başta tasavvufî literatür olmak üzere diğer İslâmî kaynaklarda iman “kalbin ameli” sayılmıştır. Bununla birlikte amel kelimesinin iman ve söz dışında kalan tutum ve davranışlar için kullanımı daha yaygındır. Kur’ân-ı Kerîm’de de bu ayırımın yapıldığı, meselâ bir âyette sözler (el-kelim) ve amelin (bk. Fâtır 35/10), bir âyette söz (el-kavl) ve amelin (bk. Fussılet 41/33), birçok âyette de iman ve amelin yan yana kullanıldığı görülmektedir. Kur’ân-ı Kerîm’e göre Allah yeri ve gökleri, dünya nimetlerini, hayatı ve ölümü, hangilerinin daha güzel amel edecekleri hususunda insanları denemek için yaratmış (Hûd 11/7; el-Kehf 18/7; el-Mülk 67/2), yine aynı maksatla insanları yeryüzünün halifesi kılmıştır (Yûnus 10/14). Allah’ın şahit olmadığı hiçbir amel yoktur (Yûnus 10/61). O, ileride dünyada iken kimlerin daha güzel amel ettiğini ortaya çıkaracak ve hiçbir haksızlığa meydan vermeksizin herkesi ameline göre yargılayacaktır (et-Tevbe 9/94, 105; Yâsîn 36/54); zerre kadar iyi ameli olan da zerre kadar kötü ameli olan da karşılığını görecektir (ez-Zilzâl 99/7-8). Bununla birlikte kötü ameli olanlar yalnızca kötülüklerinin dengiyle cezalandırılırken iyi amel işleyenler fazlasıyla mükâfatlandırılacaktır (en-Nûr 24/38; Sebe’ 34/37-38; el-Mü’min 40/40; el-Ahkāf 46/16). Kur’ân-ı Kerîm’de içki, kumar, falcılık, haksız yere adam öldürme gibi büyük günahlar “şeytanın ameli” şeklinde nitelendirilmiş (el-Mâide 5/90; el-Kasas 28/15), kâfirlerin amelleri ıssız çöllerdeki seraba ve derin denizdeki karanlığa benzetilmiştir (en-Nûr 24/39, 40). Allah bilgisizce kötü amel işleyip de ardından tövbe edeni bağışlar; buna karşılık kötü amellerini hayatının sonuna kadar sürdüren, sonra ölüm gelip çatınca tövbe etmek isteyen kimsenin bu tövbesini kabul etmez (en-Nisâ 4/17-18). Amel-i Sâlih. Ameller, şeriat ilkeleriyle uyuşup uyuşmamak bakımından genellikle taat, mâsiyet ve mubah şeklinde üç kısma ayrılır. Gerek Kur’an ve hadislerde gerekse diğer dinî kaynaklarda taat sayılan ameller çoğunlukla amel-i sâlih (çoğulu a‘mâl-i sâliha), bazan da hasene (çoğulu hasenât), mâsiyet sayılanlar ise amel-i sû’, amel-i gayr-i sâlih, seyyie gibi adlarla anılır. Sâlih ameller dinin yapılmasını emir veya tavsiye ettiği, iyi, doğru, faydalı ve sevap kazanmaya vesile olan işler; gayr-i sâlih ameller ise yapılması yasaklanan veya hoş karşılanmayan kötü, yanlış, zararlı ve günaha yol açan amellerdir. Fıkıh kitaplarında sâlih ameller genellikle farz, vâcip, sünnet, müstehap veya mendup; gayr-i sâlih ameller de haram, mekruh ve müfsid şeklinde bölümlere ayrılır. Mubahlar, aslında yukarıdaki olumlu veya olumsuz değerlerden birini taşımayan ve dinin yapılması ya da terkedilmesi yönünde bir hüküm koymadığı amellerdir. Bununla birlikte mubahların işlenmesinde güdülen maksat ve niyet bu işleri sâlih veya gayr-i sâlih amel durumuna sokabilir. Bu yüzden özellikle ahlâkçılar, “Kendisini ilgilendirmeyen işlerle meşgul olmayı terketmek kişinin müslümanlığının güzelliğini gösterir” (Tirmizî, “Zühd”, 11; İbn Mâce, “Fiten”, 12) anlamındaki hadisi de dikkate alarak, mubahları dinin iyi ve doğru bulduğu gayelerle yapmanın önemi üzerinde durmuşlar, iyi niyetten yoksun olarak mubahlara dalmayı dinî ve ahlâkî hayat için tehlikeli görmüşlerdir. Esasen Hz. Peygamber’in, “Haram belli, helâl de bellidir; bu ikisinin arasında ise insanların çoğunun bilmediği şüpheli durumlar vardır. Şüphelerden korunan kişi dinini ve şerefini korumuş olur” (Buhârî, “Îmân”, 39; Müslim, “Müsâḳāt”, 107, 108) meâlindeki hadisinde de ifade edildiği gibi dindeki özel ve belirli hükümler yanında, hakkında özel hüküm bulunmayan birçok amelin bazı durumlarda mubah olamayacağı ihtimali üzerinde İslâm bilginleri önemle durmuşlardır. Kur’ân-ı Kerîm’in birçok âyetinde iman ve amel-i sâlih, bazı âyetlerinde bunlarla birlikte âhiret inancı yan yana zikredilerek amel-i sâlihin faydası ve gerekliliği, kötü amelin zararı ve yanlışlığı üzerinde ısrarla durulmuş, müslümanlar her fırsatta iman ve amel-i sâlihe teşvik edilmiştir: “İman edip amel-i sâlih işleyenlere ne mutlu! Onların sonunda varacakları yer ne güzel!” (er-Ra‘d 13/29). Allah, peygamberini iman edip sâlih amel işleyenleri karanlıklardan aydınlığa çıkarmak için göndermiştir (et-Talâk 65/11). Allah insanları diledikleri şekilde amel etmekte serbest bırakmıştır (Fussılet 41/40). Bununla birlikte kötü amel işleyenlerin Allah’tan kaçıp kurtulacaklarını sanmaları büyük bir yanılgıdır (el-Ankebût 29/4). Çünkü Allah’ın ilmi insanların yaptıklarını çepeçevre kuşatmıştır (Âl-i İmrân 3/120); bu sebeple, “Kim sâlih bir amel işlerse kendi iyiliğine, kim de kötülük işlerse kendi aleyhine işlemiş olur” (el-Câsiye 45/15). Âhirette herkes dünyada iken işlediği hayırlı ameli de kötü ameli de karşısında bulacak ve kötü amelleriyle yüz yüze gelenler bunların kendilerinden uzaklaşmasını boş yere arzulayacaklardır (Âl-i İmrân 3/30). Yine günahkârlar Allah’ın huzurunda başlarını öne eğecek ve, “Rabbimiz, gördük ve işittik! Şimdi bizi -dünyaya- geri gönder de sâlih ameller işleyelim, çünkü artık kesin olarak inandık” (es-Secde 32/12) diye yakaracaklardır. Sâlih amel işleyenlere sâlihler veya ehl-i salâh denilir. Kur’ân-ı Kerîm’e göre “... Onlar yaratılmışların en iyileridirler... Allah onlardan, onlar da Allah’tan hoşnut olmuşlardır” (el-Beyyine 98/7, 8). “... Allah, yeryüzüne sâlih kullarım vâris ve hâkim olacaktır, diye hükmetmiştir” (el-Enbiyâ 21/105). Kur’ân-ı Kerîm’e göre peygamberler sâlih kişilerdir (el-En‘âm 6/85; el-Enbiyâ 21/72). Ayrıca insanlara öğretilen dualarda, “Beni sâlih kullarının arasına kat” (eş-Şuarâ 26/83) şeklinde ifadeler vardır. Amel-i sâlih nefis mücadelesiyle de iç içe olduğundan sabredip iyi davranışlarda bulunanlara mağfiret ve büyük ecir vaad edilmektedir (Hûd 11/11). Amel-İman Münasebeti. Kur’an’da amel-i sâlihin çoğunlukla imandan sonra zikredilmesi (bk. el-Bakara 2/62; Sebe’ 34/37; et-Tegābün 64/9) amelle imanın birlikte bulunmalarının gereğine işaret eder. Sadece itikadî, vicdanî ve nazarî bir din değil aynı zamanda bir hayat dini olan İslâm, inanılan ve düşünülen her iyi, güzel ve faydalı işin uygulama alanına konulmasını ısrarla ister. İslâm’da inanmak ve inanılan şeyi yapmak esas olduğundan imanla amelin birlikte bulunmasının lüzumuna büyük önem verilmiştir. Hatta bazı mezhepler ameli imanın bir parçası (cüzü) sayarak ameli olmayanın imanının da olmayacağını ileri sürmüşlerdir. Nitekim Hâricîler’e göre ameli olmayan, yani dinin emir ve yasaklarına uymayan kimseler, mümin olmaktan çıkar, kâfir olurlar. Çünkü amel imanın ayrılmaz bir parçasıdır. Mu‘tezile ise bu durumda olanlar için kâfir yerine fâsık deyimini kullanmıştır. Onlara göre fısk iman ile küfür arasında bir derecedir. Böyle bir kimse tövbe etmeden ölürse kâfir olarak ölür. Hâricîler ve Mu‘tezile bu hükme ameli imanın bir rüknü saymaları dolayısıyla varmışlardır. İmam Mâlik, İmam Şâfiî ve Ahmed b. Hanbel gibi âlimlere göre de amel imanın bir parçasıdır. Bir kimsenin mümin ve müslim olabilmesi için haram olan şeyi yapmaması, farzları terketmemesi gerekir; fakat ameli olmayan kimse kâfir değildir. Çünkü amel imanın aslî değil ikinci derecede (fer‘î) bir rüknüdür. İmanı “kalp ile tasdik, dil ile ikrar” şeklinde tarif eden bazı Mâtürîdîler ameli imanın bir cüzü olarak görmemişlerdir. İslâm mezhepleri içinde amele en az değer veren mezhep, “kâfire ameli fayda vermediği gibi mümine de işlediği haramlar veya işlemediği farzlardan doğan günahlar zarar vermez” görüşünde olan Mürcie’dir. İyi niyet ve kalp temizliğini esas alan bazı mutasavvıflar da bu konuda Mürcie gibi düşünmüşlerdir (daha geniş bilgi için bk. İMAN ). Amel-Niyet Münasebeti. Bir hadiste, “Ameller niyetlere göredir” (Buhârî, “Bedʾü’l-vaḥy”, 1) buyurulmuştur. Amel ancak Allah’ın rızâsını kazanmak niyetiyle yapılırsa makbul ve sevaba vesile olur. Hatta böyle bir iyi niyet mubahları bile sâlih amel değerine yükseltebilir. Meselâ yürümek aslında mubah olan bir fiildir. Fakat namaz kılmak için camiye veya yardımda bulunmak için darda kalan bir insanın yanına gitmek sevap, herhangi bir kötülük yapmak niyetiyle bir yere gitmek ise günahtır. Görüldüğü gibi aslında mubah olan yürümek ve gitmek fiilleri niyete göre sevap veya günah olabilmektedir. Şunu da belirtmek gerekir ki İslâm âlimlerine göre iyi niyet, dince yasaklanmış olan bir işin kötülük ve günah vasfını ortadan kaldırmaz. Buna karşılık dinin iyi gördüğü bir iş için yapılan niyet de sevaba vesile olan bir ameldir. İnsan niyet ettiği bir ameli herhangi bir engel yüzünden yapamamış olsa bile sırf iyi niyeti için sevap kazanır. Nitekim kutsî bir hadise göre bir kimse iyilik yapmaya niyet eder ve niyetini gerçekleştirirse on sevap alır, sevap adedi 700’e kadar da çıkabilir. Niyet ettiği işi gerçekleştiremezse bir sevap alır. Eğer kötü bir işe niyet eder de onu gerçekleştirirse bir günah alır, gerçekleştirmekten gönüllü olarak vazgeçerse bir sevap alır (bk. Buhârî, “Riḳāḳ”, 31; Müslim, “Îmân”, 203-207). Niyetin bu şekilde sevaba değer görülmesi, kesin bir irade ve karara dayanmasındandır. Nitekim İslâm ahlâkçılarının ve mutasavvıfların hâdis-i nefs veya hâtır adını verdikleri psikolojik eğilimler, iradî olmadıklarından kesin niyet sayılmaz, dolayısıyla günah veya sevap konusu olan amellerden kabul edilmez (ayrıca aş.bk.). Zâhirî ve Bâtınî Amel. İnsanın bedeni veya organlarıyla yaptığı iş ve eylemlere zâhirî (bedenî) ameller adı verilir. Namaz kılmak, oruç tutmak, hacca gitmek, zekât vermek ve cihad yapmak gibi fiiller bu kısma girer. Zâhirî amellerin önemli bir kısmı fıkıhta, diğer bir kısmı da ahlâkta incelenir. Zâhirî ameller farz, sünnet, mubah, mekruh ve haram olmak üzere beş bölüme ayrılır. Zâhirî olmayan amellere, duygu ve düşüncelere bâtınî (kalbî) ameller adı verilir. İnanmak, tasdik etmek, düşünmek, ibret almak, sevmek, iyi niyet gibi durumlar bu kısma girer. Bunların dinle ilgili olanlarının bir kısmı akaid ve kelâmda, bir kısmı ahlâkta, bir kısmı da tasavvufta incelenir. Bu tür ameller de yukarıdaki beş hükümden birine tâbidir. Meselâ sevgi yerine göre bu hükümlerden birini alır. Gıybet ve yalan gibi birçok amel de aslında zâhirî oldukları halde ahlâk ve tasavvufta incelenir. Bu tür fiiller genellikle zıtlarıyla birlikte ele alınır. İman-küfür, tasdik-inkâr, ihlâs-riya, doğruluk-yalancılık, sevgi-nefret, sevinç-üzüntü gibi birbirinin karşıtı olan ameller zıt değerde hükümler alırlar; ihlâsın farz, riyanın haram olması gibi. Bâtınî amellerden olan iman ve tasdik bütün ibadet, iyilik ve faziletlerin esası, küfür ve inkâr ise her türlü mâsiyet, kötülük ve fenalıkların temeli sayılmıştır. Bu bakımdan bâtınî amellerin zâhirî amellerden daha üstün olduğu konusunda bütün İslâm âlimleri görüş birliği içindedir. Nitekim Hz. Peygamber, “İnsan vücudunda bir et parçası vardır ki eğer o iyi olursa bütün vücut iyi olur, o bozulursa bütün vücut bozulur; bu et parçası kalptir” (Buhârî, “Îmân”, 39; Müslim, “Müsâḳāt”, 107) anlamındaki hadisi ile zâhirî amellerin bâtından kaynaklandığını belirtmek istemiştir. “Kurbanlarınızın kanları ve etleri Allah’a ulaşmaz, fakat sizin takvânız O’na ulaşır” (el-Hac 22/37) meâlindeki âyette de amellerdeki kalbî ve bâtınî temelin önemine dikkat çekilmiştir. Amellerin bu kalbî ve ahlâkî özünün önemini kabul etmekle birlikte eserlerinde daha çok bunların zâhirî erkân ve âdâbı üzerinde duran İslâm âlimlerine genellikle fukaha denilmiştir. Zâhirî ameller ve onlara ait hükümler İslâm dininin şeklini ve dış görünüşünü meydana getirir. Umumiyetle bu hükümler müeyyide ile mecburi bir şekilde uygulanır. Ferdî ve sosyal hayat bu çeşit hükümlerle düzenlenir. Bu bakımdan zâhirî hükümler ayrı bir önem taşır. İman, tasdik, ihlâs ve muhabbet gibi bâtınî ve kalbî amellerle ilgili hükümlere bâtınî hükümler denilir ve bunları konu alan ilme “fıkhü’l-bâtın”, “fıkhü’l-kalb” ve “fıkhü’l-vera‘” gibi isimler verilir. Bu saha ile mutasavvıflar ve ahlâkçılar meşgul olurlar. Bâtınî hükümler kesin surette farz ve haram olsa bile bunlara maddî ve dünyevî müeyyide uygulanmaz. Meselâ müeyyide uygulayarak bir insanı riyadan vazgeçirmek ve ihlâslı yapmak mümkün değildir. Burada sadece vicdanî bir mecburiyet ve mânevî sorumluluk söz konusudur. Bu çeşit hükümlerin müeyyidesi uhrevîdir. Dinde zorlama olmayışının sebebi budur. Nitekim bir hadiste, “Biz zâhire bakarak hüküm veririz, insanların iç hallerine bakıp buna göre hüküm vermek Allah’a aittir” (bk. Aclûnî, I, 192) buyurulmuştur. Mutasavvıfların hal ve makam dedikleri hususlar genellikle bâtınî amel ve bunların hükümleri sahasına girer. Tasavvufî hal ve fiillerin kendilerine has birtakım hükümleri vardır. Tasavvufun konusu bu hükümlerdir. Gazzâlî İḥyâʾü ʿulûmi’d-dîn ’in “Rubʿu’l-ʿibâdât” bölümünde başlıca ibadetlerden bahsederken önce bunların zâhirî usul ve erkânını, sonra bâtınî âdâb ve hükümlerini açıklayarak önce zâhirle bâtını ayırır, sonra geniş bir açı ile çok ileri bir noktada bu ikisini birbirine bağlar. Meselâ ona göre Kur’an okumanın on zâhirî, on bâtınî âdâbı vardır. Kur’an’ı abdestli ve temiz olarak okuma, güzel sesle terennüm etme ve güzel yazıyla yazma tilâvetin zâhirle ilgili olan amel ve hükümleridir. Kur’an’ı yüceliğini düşünerek kalp huzuru ile ve mânasını anlayarak okuma, tesirini kalpte hissetme tilâvetin bâtını ile ilgili olan amel ve hükümleridir. Amelin Karşılığı. Kur’an ve Sünnet iyi amellere karşılık olmak üzere mükâfatlar, kötü amellere karşılık olmak üzere de cezalar bildirir. Fakat Ehl-i sünnet âlimleri iyi amelle cennet veya kötü amelle cehennem arasında zaruri bir münasebet görmek istememişlerdir. Hatta Eş‘arîler Allah’ın itaatkâr kullarına azap etmesinin câiz ve mümkün olduğunu savunurlar. Mu‘tezile ise iyi amelle sevap ve cennet, kötü amelle günah ve cehennem arasında kesin ve değişmez bir münasebet görmüştür (bk. VA‘D ve VAÎD ). Ehl-i sünnet’e göre bir kimsenin iyi ameli ve ibadeti ne kadar çok olursa olsun bu sayede cennete giremez. Cennete amel ve ibadetle değil Allah’ın kerem ve lutfu ile girilir. Ehl-i sünnet’in bu görüşlerine delil olarak gösterdikleri hadislerden birinde Hz. Peygamber, “Kendim de dahil olmak üzere amel hiçbir kimsenin cennete girmesini temin etmez” buyurmuştur (Buhârî, “Tevḥîd”, 25, “Riḳāḳ”, 18; Müslim, “Ṣıfâtü’l-münâfiḳīn”, 71-78). Cehenneme girenler ise kötü amelleri veya amelsizlikleri yüzünden ve Allah’ın adaletinin gereği olarak buraya girerler. Bu sebeple Ehl-i sünnet kelâmcıları, “Allah’ın sevap vermesi lutuf, ceza vermesi adalettir” demişlerdir. Amel ve ibadet cennete girmenin karşılığı değilse bile oraya girmek için bir vesiledir. Bundan dolayı müslüman kendi ameline ve ibadetine değil Allah’ın lutuf ve ihsanına güvenir. Bu yüzden yaptığı kötü amellere pişman olan günahkâr, ameline güvenen ve ibadetiyle kibirlenen âbidden Allah katında daha hayırlıdır. Bununla beraber İslâm amelin hem kemiyetine, hem de keyfiyetine önem vermiştir. Hz. Peygamber Allah’a çok şükreden bir kul olmak için geceleri ayakları şişinceye kadar ibadet ederdi (bk. Buhârî, “Teheccüd”, 6; Müslim, “Ṣıfâtü’l-münâfiḳīn”, 79). O, ashabı çok çalışmaya ve fazla ibadet etmeye teşvik etmiş, fakat bu konuda aşırı gitmemeleri için onları uyarmıştır. İhlâsla ve sırf Allah rızâsı gözetilerek yapılan az amel, bu özellikleri taşımayan çok amelden daha hayırlıdır. Amelde devamlılık da önemlidir. En hayırlı işler, az da olsa devamlı yapılan amellerdir. Amellerin Boşa Gitmesi (habt-ı amel, ihbât-ı amel) . Mümin iken kâfir olan, şirk koşan ve irtidad eden bir kimsenin amellerinin boşa gideceği, hiçbir değer ifade etmeyeceği birçok âyette belirtilmiştir (bk. el-Bakara 2/217; el-Mâide 5/53; el-En‘âm 6/88). Ancak mezhepler arasındaki iman-amel münasebetiyle ilgili ihtilâflara bağlı olarak habt-ı amel konusunda da görüş ayrılıkları ortaya çıkmıştır. Mu‘tezile büyük günah işleyip de tövbe etmeden ölenlerin yaptıkları iyi işlerin sevabının boşa gideceğini savunurken Ehl-i sünnet âlimleri Allah’a ortak koşma (şirk) dışındaki büyük günahların amelleri yok etmeyeceğini belirtmiştir. Mu‘tezile’den Ebû Ali el-Cübbâî ile oğlu Ebû Hâşim habt-ı amel konusunda dikkate değer görüşler ileri sürmüşlerdir. Ebû Ali’ye göre iyi ve kötü ameller tartılır, çok olanı olduğu gibi kalır, az olanı ise tamamen geçersiz kılınır; bu suretle az olan kötülükleri tamamen yok edilip sadece iyilikleri kalanlar ebedî olarak kalmak üzere cennete, az olan iyilikleri yok edilip ortada sadece günahları kalanlarsa bir daha çıkarılmamak üzere cehenneme gönderilirler. Buna karşı Ebû Hâşim “muvazene” denilen başka bir görüş ileri sürmüştür. Ona göre günah ve sevaptan hangisi çoksa, bunlardan çok olandan az olan kadar eksilir. Meselâ on sevabı, yirmi günahı olanın sevapları on günahı götürür, geriye on günah kalır. Mükellef sadece on günahın cezasını çeker. Kur’ân-ı Kerîm’deki “tartının ağır gelmesi” (bk. el-Kāria 101/6-10) ifadesinden maksat budur. Mu‘tezile âlimlerinin çoğu bu görüşü kabul etmişlerdir. Bir gayri müslim ne kadar günah işlerse işlesin müslüman olduğu takdirde önceki günahları silinir (tekfir); çünkü İslâm’a giriş, bu girişten önce işlenen bütün günahları siler (bk. Müsned , IV, 199, 204, 205). Aynı şekilde hac ve namaz gibi bazı iyi ameller de daha önce işlenen günahların örtbas edilmesine vesile olabilir. “Sevaplar günahları siler” (Hûd 11/114); hatta “günahları sevaba çevirir” (el-Furkān 25/70). Bu hususları Ehl-i sünnet de kabul eder. Ancak Ehl-i sünnet ile Mu‘tezile’nin habt ve tekfir anlayışı arasında fark vardır. Ehl-i sünnet’e göre Allah hiçbir amelin ecrini zayi etmez, zerre kadar hayır ya da şer işleyen yaptığının karşılığını görür. Bir hadise göre, bir kimse ibadet eder ve sevap kazanırsa, diğer taraftan da haksızlık ederek günaha girerse sevapları kıyamet günü, haksızlık ettiği kimselere verilir. Sevabı günahını karşılamazsa haksızlık ettiği kimselerin günahlarını da kendisi yüklenir. Bu hale iflâs , bu duruma düşen kimseye de müflis denir (bk. Buhârî, “Edeb”, 102; Müslim, “Birr”, 59); bu da habtın bir çeşididir (daha geniş bilgi için bk. İHBÂT ). BİBLİYOGRAFYA Râgıb el-İsfahânî, el-Müfredât , “ʿamel”, “fiʿl” md.leri. Lisânü’l-ʿArab , “ʿamel” md. Müsned , IV, 199, 204-205. Dârimî, “Riḳāḳ”, 28, “Îmân”, 39. Buhârî, “Teheccüd”, 6, “Edeb”, 102, “Tevḥîd”, 25, 47, “Îmân” 39, “Bedʾü’l-vaḥy”, 1, “Riḳāḳ”, 18, 31. Müslim, “Müsâḳāt”, 107, 108, “Îmân”, 203-207, “Birr”, 59, “Ṣıfâtü’l-münâfiḳīn”, 71-79. İbn Mâce, “Fiten”, 12. Tirmizî, “Zühd”, 11. Eş‘arî, Maḳālât (Abdülhamîd) , I, 329-337. Serrâc, el-Lümaʿ , s. 43. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 54-66; II, 303-338. Muhammed b. Ahmed el-Hârizmî, Mefâtîḥu’l-ʿulûm , Kahire 1336, s. 79-80. Kādî Abdülcebbâr, Şerḥu’l-Uṣûli’l-ḫamse , s. 624. İbn Hazm, el-Faṣl , IV, 49, 58. Hücvîrî, Keşfü’l-maḥcûb , s. 11-24. Cüveynî, el-İrşâd (Temîm) , s. 324-328. Bâkıllânî, et-Temhîd (İmâdüddin) , s. 398-415. Gazzâlî, İḥyâʾ , II, 279-301; III, 47. a.mlf., er-Risâletü’l-ledünniyye , Beyrut 1986, s. 99. a.mlf., Mîzânü’l-ʿamel , Kahire 1964, s. 227-232. Zemahşerî, el-Keşşâf , I, 503. Şehristânî, Nihâyetü’l-iḳdâm (nşr. A. Guillaume), London 1934, s. 473-477. Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , II, 323. a.mlf., el-Muḥaṣṣal , Kahire 1323. Takıyyüddin İbn Teymiyye, Risâle fî ʿilmi’l-bâṭın ve’ẓ-ẓâhir ( Mecmûʿatü’r-resâʾili’l-münîriyye içinde), Kahire 1343, I, 229. İbn Ebü’l-İz, Şerḥu’l-ʿAḳīdeti’ṭ-Ṭaḥâviyye (nşr. Abdullah b. Abdülmuhsin et-Türkî – Şuayb el-Arnaût), Beyrut 1407/1987, II, 444-488. Teftâzânî, Şerḥu’l-Maḳāṣıd , II, 225, 231. Cürcânî, Şerḥu’l-Mevâḳıf , III, 251. Şeyhzâde, Naẓmü’l-ferâʾid , İstanbul 1288, s. 60. Taşköprizâde, Mevzûâtü’l-ulûm , I, 432-439. Keşfü’ẓ-ẓunûn , I, 626. Ebü’l-Bekā, el-Külliyyât , s. 248. Aclûnî, Keşfü’l-ḫafâʾ , I, 192. Şah Veliyyullah ed-Dihlevî, Ḥüccetullāhi’l-bâliġa , Kahire, ts. (Dârü’l-kütübi’l-hadîse), I, 54-66. R. A. Kern, “Amel”, İA , I, 397-398. L. Gardet – J. Berque, “ʿAmal”, EI 2 (İng.) , I, 427-428. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 1991 yılında İstanbul’da basılan 3. cildinde, 13-16 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Râgıb el-İsfahânî, el-Müfredât , “ʿamel”, “fiʿl” md.leri.",
        "Lisânü’l-ʿArab , “ʿamel” md.",
        "Müsned , IV, 199, 204-205.",
        "Dârimî, “Riḳāḳ”, 28, “Îmân”, 39.",
        "Buhârî, “Teheccüd”, 6, “Edeb”, 102, “Tevḥîd”, 25, 47, “Îmân” 39, “Bedʾü’l-vaḥy”, 1, “Riḳāḳ”, 18, 31.",
        "Müslim, “Müsâḳāt”, 107, 108, “Îmân”, 203-207, “Birr”, 59, “Ṣıfâtü’l-münâfiḳīn”, 71-79.",
        "İbn Mâce, “Fiten”, 12.",
        "Tirmizî, “Zühd”, 11.",
        "Eş‘arî, Maḳālât (Abdülhamîd) , I, 329-337.",
        "Serrâc, el-Lümaʿ , s. 43.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 54-66; II, 303-338.",
        "Muhammed b. Ahmed el-Hârizmî, Mefâtîḥu’l-ʿulûm , Kahire 1336, s. 79-80.",
        "Kādî Abdülcebbâr, Şerḥu’l-Uṣûli’l-ḫamse , s. 624.",
        "İbn Hazm, el-Faṣl , IV, 49, 58.",
        "Hücvîrî, Keşfü’l-maḥcûb , s. 11-24.",
        "Cüveynî, el-İrşâd (Temîm) , s. 324-328.",
        "Bâkıllânî, et-Temhîd (İmâdüddin) , s. 398-415.",
        "Gazzâlî, İḥyâʾ , II, 279-301; III, 47.",
        "a.mlf., er-Risâletü’l-ledünniyye , Beyrut 1986, s. 99.",
        "a.mlf., Mîzânü’l-ʿamel , Kahire 1964, s. 227-232.",
        "Zemahşerî, el-Keşşâf , I, 503.",
        "Şehristânî, Nihâyetü’l-iḳdâm (nşr. A. Guillaume), London 1934, s. 473-477.",
        "Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , II, 323.",
        "a.mlf., el-Muḥaṣṣal , Kahire 1323.",
        "Takıyyüddin İbn Teymiyye, Risâle fî ʿilmi’l-bâṭın ve’ẓ-ẓâhir ( Mecmûʿatü’r-resâʾili’l-münîriyye içinde), Kahire 1343, I, 229.",
        "İbn Ebü’l-İz, Şerḥu’l-ʿAḳīdeti’ṭ-Ṭaḥâviyye (nşr. Abdullah b. Abdülmuhsin et-Türkî – Şuayb el-Arnaût), Beyrut 1407/1987, II, 444-488.",
        "Teftâzânî, Şerḥu’l-Maḳāṣıd , II, 225, 231.",
        "Cürcânî, Şerḥu’l-Mevâḳıf , III, 251.",
        "Şeyhzâde, Naẓmü’l-ferâʾid , İstanbul 1288, s. 60.",
        "Taşköprizâde, Mevzûâtü’l-ulûm , I, 432-439.",
        "Keşfü’ẓ-ẓunûn , I, 626.",
        "Ebü’l-Bekā, el-Külliyyât , s. 248.",
        "Aclûnî, Keşfü’l-ḫafâʾ , I, 192.",
        "Şah Veliyyullah ed-Dihlevî, Ḥüccetullāhi’l-bâliġa , Kahire, ts. (Dârü’l-kütübi’l-hadîse), I, 54-66.",
        "R. A. Kern, “Amel”, İA , I, 397-398.",
        "L. Gardet – J. Berque, “ʿAmal”, EI 2 (İng.) , I, 427-428."
      ]
    },
    {
      "author": "İBRAHİM KÂFİ DÖNMEZ",
      "content": "FIKIH. Amel Kavramının Kapsamı. Amel genel olarak ele alındığında, kişinin iç dünyası ile ilgili iman, düşünce ve niyet gibi hususları da (el-a‘mâlü’l-bâtıne) kapsamakla beraber fıkıh terimi olarak amel, kişinin dış dünyaya aktardığı söz ve davranışları (el-a‘mâlü’z-zâhire) ifade eder. Nitekim fıkhın henüz müstakil ilim dalı haline gelmesinden önceki anlayışı yansıtan ve İmam Ebû Hanîfe’ye nisbet edilen tarifinde, “Fıkıh, kişinin hak ve vecîbelerini bilmesidir” denerek iman, amel ve ahlâk sahaları fıkıh kapsamına alınmış iken sonraları bu tarife “min ciheti’l-amel” veya “amelen” (amel yönünden) kaydı ilâve edilmiştir. Zira Ebû Hanîfe fıkıh çatısı altında üç sahayı birlikte tasavvur ediyordu: İtikadî fıkıh, amelî fıkıh, vicdanî fıkıh (ahlâk ve tasavvuf). Fıkhın müstakil ilim dalı haline gelmesiyle bu tarif sadece ikinci saha ile sınırlandırılmış oluyordu. Nitekim Şâfiî çevrelerde ortaya çıkan ve daha yaygın bulunan fıkıh tarifinin bazı unsurlarında farklı nakillere rastlanmakla beraber bunlarda “amelî hükümler” kaydı ortak noktayı teşkil etmektedir (meselâ bk. Abdülazîz el-Buhârî, I, 5; Râzî, I, 92). Hanefî fıkhının esas alındığı Mecelle de 1. maddesinde ilm-i fıkhı, “mesâil-i şer‘iyye-i ameliyeyi bilmektir” şeklinde tarif etmiştir. Bununla beraber İslâm hukukunda dış dünyaya aktarılan söz ve davranışların iç dünyadaki durumdan tamamen bağımsız olarak ele alındığı sanılmamalıdır. Aksine Hz. Peygamber’in özellikle, “Ameller ancak niyetlere göredir” (Buhârî, “Bedʾü’l-vaḥy”, 1; Ebû Dâvûd, “Ṭalâḳ”, 11) hadisi ve benzeri mânalar taşıyan diğer nasların ışığında, Mecelle ’de “Bir işten maksat ne ise hüküm ona göredir” (md. 2) şeklinde ifade edilen “el-umûr bi-makāsıdihâ” kaidesi ortaya konmuştur (Süyûtî, s. 76). Bu, bazı bilginlerin İslâm hukukunun özünü tanıtmaya yeter buldukları ve kavâid kitaplarının müelliflerince genellikle kabul gören beş küllî kaideden biridir. Hanefî müellifler bu kaideye “lâ sevâbe illâ bi’n-niyye” (niyet olmadan sevap kazanılmaz) şeklinde bir altıncı kaide eklemişlerdir. Hanefîler’in bu kaideyi ilâve etmelerindeki gaye, bir taraftan, uhrevî mükâfatın elde edilmesi için amelin niyetle birlikte bulunması gereğine işaret olmakla beraber diğer taraftan da fıkıh nazarında bazı amellerin niyet bulunmasa bile geçerli kabul edildiğini, fakat bunlardan mânevî mükâfat beklenemeyeceğini vurgulamaktır. Burada bir de amel ile aynı kökten türetilmiş olan muâmelât terimi arasındaki muhteva ilişkisine işaret etmek uygun olur. Amel, fıkhın çerçevesine giren bütün söz ve davranışları ifade ettiği halde muâmelât, ibadetler dışında kalan ameller ve bunların hükümleri demektir. Bir başka deyişle amel fıkhın bütününü, muâmelât ise bu bütünün en geniş parçasını teşkil eder. Sosyal davranış kurallarını düzenleyen sahalarla ilgili olarak günümüzde yaygın bulunan ayırım açısından bakılırsa, İslâm fıkhındaki muâmelâtın, sözü edilen taksim içindeki hukuk alanına tekabül ettiği söylenebilir. Diğer taraftan dar veya geniş anlamda kullanılmış olmasına göre muâmelât teriminin kapsamında farklılıklar bulunduğuna dikkat edilmelidir (bk. MUÂMELÂT ). Amel-Niyet Münasebeti. Sözlük anlamı esas alınarak yapılan genel tarife göre niyet, “kalbin hemen veya sonucu itibariyle maksada uygun bulduğu, yani bir faydayı sağlayacağına veya bir zararı savacağına hükmettiği fiile doğru yönelmesidir.” Dinî bir terim olarak ise, “Allah’ın rızâsını kazanma arzusuyla ve O’nun hükmüne tâbi olmak üzere fiile yönelen iradedir” (Beyzâvî’den naklen Süyûtî, s. 76; İbn Nüceym, s. 24; diğer tarifler ve “kasd”, “irade” gibi kavramlarla mukayese için bk. Eşkar, s. 20-37) diye tarif edilen niyet ile amel arasındaki ilişki bakımından ameller ve hükümleri, Hanefî fıkhı esas alınarak şöyle bir taksime tâbi tutulmuştur: 1. İbadet nevinden olan dinî ameller. a) Sıhhatinde niyet şart olan ameller. Namaz, oruç ve zekât gibi ameller bu cümledendir. Buna göre, meselâ zekât niyetiyle olmaksızın fakirlere yapılan yardım zekâta mahsup edilemez. b) Sıhhatinde niyet şart olmayan ameller. Ezan, abdest ve gusül gibi ameller bu gruba girer. Meselâ usulüne uygun fakat niyet edilmeksizin alınmış bir abdest ile namaz kılınabilir. 2. Muâmelâta ait ameller. a) Hüküm doğurması niyetin bulunmasına bağlı ameller. Meselâ ihrâz yoluyla mülkiyetin kazanılmasında temellük kastının bulunması şart olduğu gibi, lukata yı (bulunmuş mal) alanın gāsıp sayılabilmesi için de temellük kastının bulunması gerekir. Yine ava atılan kurşunla bir insanın öldürülmesi halinde, öldürme kastı olmadığı için kurşunu atana kısas cezası verilemez. “Satarım, alırım” gibi muzâri (geniş zaman) sîgasıyla yapılan irade beyanları da bu gruba dahil edilmiştir. Şayet bunlarla beyanın yapıldığı an (hal) kastedilmiş ise hüküm ifade eder; eğer gelecek zaman niyetiyle söylenmiş ise hüküm doğurmaz. b) Hüküm doğurması niyetin bulunmasına bağlı olmayan ameller. Meselâ mâzi (geçmiş zaman) sîgası gibi kesin irade beyanı sayılan yollarla meydana getirilmiş hukukî işlemler, niyet bulunmasa da hüküm doğurur. Aynı şekilde sahibinin rızâsı olmadan bir malı alan kimse bunu şaka yollu yapmış bile olsa gāsıp kabul edileceğinden, malın kendi elinde zayi olması halinde onu tazmin etmesi gerekir. c) Fiil haline dönüşmemiş, sırf niyet safhasında kalmış ameller. Fesih hakkının bulunduğu bir durumda kalben bir sözleşmenin feshine niyet etmek, kalben talâk, vakıf vb. hukukî işlemlere niyet etmek böyledir. Zâhirde bir amel ortaya konmadıkça bu bâtınî amele hüküm bağlanamaz. Meselâ bir kimse vakfetmek niyetiyle bir mal satın alsa, bunu vakfettiğine dair bir irade beyanında bulunmadıkça vakıf hükmü doğmaz ( İTA , I, 363-364). Esasen bu son maddede belirtilen amellerin fıkıh çerçevesinde mütalaa edilmesi yerinde olmaz. Çünkü fıkıh hükümleri dış dünyaya aktarılmış olan (zâhir) amellere bağlanabilir. Şu kadar var ki sırf niyet safhasında kalmış amellere hüküm bağlanmaması prensibinin, İslâm hukukunda bazı zâhir amellerin değerlendirilmesinde dolaylı bir etkiye sahip bulunduğu söylenebilir. Meselâ Batı hukukunda da prensip itibariyle söz veya davranıştan bağımsız olarak niyete ceza tertip edilmemekle beraber, Batı’daki ve Batı kaynaklı birçok ceza kanununda kasıt ve taammüd durumları birbirinden ayırt edilmiş, adam öldürme ve yaralama gibi suçlarda suçun önceden planlanmış olması haline daha ağır ceza verilmesi öngörülmüştür. İslâm hukukunda ise Hz. Peygamber’in, “Allah, söz veya davranış haline gelmedikçe içlerinden geçenlerden ötürü ümmetimi sorumlu tutmamıştır” (Buhârî, “ʿItḳ”, 6) hadisine dayanarak kastın suçun işlenmesinden çok önceye ait olması ile suçun hemen öncesinde teşekkül etmesi arasında ayırım yapılmamış, dolayısıyla, uygulanacak ceza bakımından kasıt ve taammüd durumları arasında fark gözetilmemiştir (Ûdeh, I, 410-411). Diğer taraftan, bu taksimi yapan yazarlar, “el-umûr bi-makāsıdihâ” kaidesinin hüküm doğurması niyetin bulunmasına bağlı ameller hakkında olduğunu kaydederlerse de İslâm hukukunun yukarıda önemine işaret edilen bu küllî kaidesinin, sırf belirli bir grup amelle sınırlı olarak ele alınıp değerlendirilmesi isabetli görülmemektedir. Gerçi bu sınırlandırmanın büyük ölçüde haklı bir gerekçeye dayandığı kabul edilebilir. Zira bu sınırlandırma ihtiyacı esasen, hüküm doğurması niyetin bulunmasına bağlı olmayan amellerde niyet aramanın ve niyete göre hüküm vermenin uygulamada ortaya çıkaracağı sakıncaların göz önüne alınmasından kaynaklanmaktadır. Nitekim bu konunun tahliline, muâmelâta dahil amellere bağlanacak dünyevî hükümlerle ilgili başlık altında (aş.bk.) yer verilecektir. Bu taksimde dikkati çeken diğer bir nokta, Hanefî muhitinde niyet hadisinin sırf uhrevî hükümler hakkında olduğu şeklinde yorumlanması sonucu, niyet kavramı dinî terim anlamında ele alındığı halde, burada muâmelât kısmında niyet-amel ilişkisi incelenirken ister istemez niyetin sözlük anlamına kayılmış olmasıdır. Ömer Nasuhi Bilmen, İbn Nüceym’in el-Eşbâh ve’n-neẓâʾir adlı eserine dayanarak niyet hadisinin umumiyeti itibariyle amellerin uhrevî hükümleriyle ilgili olduğu konusunda fukahanın icmâından söz etmekte ise de ( İTA , I, 363) İbn Nüceym’in bu düşüncenin müdafaası yönündeki ifadelerinden, bunun bütün fakihlerin fikir birliğini değil daha çok Hanefî mezhebi ile sınırlı bir ittifakı yansıttığı gözlenmektedir (bk. el-Eşbâh ve’n-neẓâʾir , s. 16). Nitekim Süyûtî de “el-umûr bi-makāsıdihâ” kaidesini bu hadise dayandırmakta ve bu hadisin -dünyevî sonuçlar da ihtiva eden- çok sayıda fıkıh bahsini kapsadığını savunmaktadır. Hatta yetmiş kadar fıkıh bahsini özellikle zikrettikten sonra, İmam Şâfiî’nin “bu hadisin yetmiş bab ile ilgisi vardır” anlamındaki sözünü mübalağa kabilinden sayanlara reddiyede bulunmaktadır ( el-Eşbâh ve’n-neẓâʾir , s. 38-46). Cevâmiu’l-kelim den sayılan Hz. Peygamber’in bu özlü ifadesindeki “niyet” kavramının sırf dinî terim anlamı ile sınırlı olarak ele alınmasına karşı çıkan pek çok âlimin bulunması da (bk. Eşkar, s. 32-37) yukarıda işaret edilen icmâın fıkıh usulündeki tarifine uygun bir fikir birliği olmadığını açıkça ortaya koymaktadır. Esasen Hanefî müelliflerin “niyetsiz sevap kazanılmaz” şeklinde ifade edilen icmâ için bu hadisi mesnet göstermeleri, onları hadisin kapsamını sırf uhrevî sonuçlarla sınırlandırmaya zorlamış görünmektedir. Oysa zikredilen kaidenin bu hadise dayandırılması, mânevî mütevâtir seviyesinde kabul edilen ve fakihlerin büyük önem atfettikleri bu hadisin, İslâm hukukunun muâmelât kısmında da kapsamlı bir hukuk prensibi olarak işletilmesini engellememelidir (hadise yer veren kaynaklar, hadisin sıhhat durumu ile ilgili tenkit ve değerlendirmeler için bk. Eşkar, s. 515-529). Niyet kavramının uhrevî hükümler bakımından dinî tarifine göre, dünyevî hükümler bakımından ise sözlük anlamına göre ele alınması halinde hadisin kapsamında, İbn Nüceym’in savunduğu şekilde bir sınırlandırma ihtiyacı kalmamış olur. Amellere Bağlanacak Sonuçlara Gerçek İradenin Etkisi. Fıkhın genel bir tarzda ele alınması halinde, gerçek irade ile amel arasındaki ilişki ve bu iradenin amele bağlanacak sonuca etkisi açısından bazı prensipler şöyle belirlenebilir: Amellere bağlanacak başlıca sonuçlar (hükümler) iki nevidir. 1. Uhrevî hüküm. Âhiretteki mükâfat veya ceza. 2. Dünyevî hüküm. a) İbadetler hakkında sıhhat ve fesad (= butlân). b) Muâmelât hakkında hukuka uygun fiiller için sıhhat, fesad ve butlân, hukuka aykırı fiiller için ceza ve tazminat. 1. Uhrevî Hüküm. Yapılan amel ister ibadet ister muâmelât kısmına girsin, uhrevî sonuç hususunda temel kriter dinî anlamında “niyet”tir. Buna göre, bir farz veya nâfile ibadetin yerine getirilmesinden haram bir fiilin yapılması veya terkedilmesine ve yeme, uyuma, para kazanma gibi mubah fiillere kadar bütün söz ve davranışlara bağlanacak sevap veya günah, dinî anlamda niyetin bulunup bulunmamasına bağlıdır. Hatta bu anlamda niyetin bulunması halinde müslümanın yapmak isteyip de yapamadığı ameller için dahi sevap verileceği Hz. Peygamber tarafından müjdelenmiştir (bk. Süyûtî, s. 39-40; Eşkar, s. 89-90, 101, vd.). Bu değerlendirmenin ışığında, amellerin ibadetler ve muâmelât şeklinde iki ana bölüme ayrılmasının sebebi ve gayesi daha çok aydınlığa kavuşmuş olmaktadır. Gerçekten İslâmiyet’te, dünyadaki ihtiyaçların karşılanması için yapılan ameller de esasen geniş mânada “ibadet” kavramının dışında olmayıp mânevî unsur, yani Allah’ın iradesine uygun olarak yapma niyeti ile bütünleştirildiğinde bunlar da birer ibadet olarak telakki edilmiştir. İlâhî isteğe boyun eğme azim ve kararının (niyetin), imkânsızlık yüzünden maddî unsurla bütünleştirilememesi halinde de müslümana ecir ve mükâfat verileceği bildirilmiştir. Buna karşılık, daha önce zikredilen hadisten anlaşıldığı üzere, mânevî unsurda ilâhî isteğe aykırılık bulunsa bile bu niyet zâhir amel haline getirilmedikçe kişi günahkâr sayılmamaktadır. Amellerin hem maddî hem mânevî unsurunda ilâhî isteğe aykırılığın bulunması halinde ise bu bir isyan sayılmıştır. Şu halde uhrevî değerlendirme açısından ameller, ibadetler ve muâmelât ayırımına prensip olarak tâbi değildir. Fıkıhtaki ibâdât ve muâmelât ayırımı ise bu iki grup amelin taşıdığı farklı özellikler göz önüne alınarak, bunlara bağlanacak dünyevî hükümlerin belirlenmesi ve inceleme kolaylığının sağlanması için yapılmıştır (bk. İbn Kayyim el-Cevziyye, II, 162-163; Eşkar, s. 44-56). 2. Dünyevî Hüküm. a) İbadetler. Dünyevî sonuç hususunda ibadetlerde niyetin şart koşulmasının esas gayesi, bir taraftan ibadetleri ibadet olmayan davranışlardan (âdât), diğer taraftan da ibadetlerin ayrı mertebede olanlarını birbirinden ayırt etmektir. Meselâ gün boyunca orucu bozan davranışlardan kaçınma ibadet maksadıyla olabileceği gibi rejim ve tedavi maksadıyla veya ihtiyaç hissedilmemesinden ötürü de olabilir. Bu amelin bir ibadet olarak oruç niteliğini belirleyen kriter niyettir. Gusül de ibadet niyetiyle olabileceği gibi sırf serinleme veya temizlenme maksadıyla da yapılabilir. Diğer taraftan kılınan bir namazın farz mı nâfile mi olduğunu yine niyet tayin eder. Bu ve benzeri durumlarda uygulanacak kuralı kavâid yazarları şu şekilde belirlemişlerdir: Sırf ibadet niteliği taşıyan ameller ile başka ibadetlerle karışma ihtimali bulunmayan ibadetlerde niyet şart değildir, aksi takdirde şarttır (Süyûtî, s. 46 vd.; İbn Nüceym, s. 24-25; farz olarak ifa edilen ibadetlerde niyetin şart olup olmaması açısından bu nevi ibadetlerin Şâfiî fıkhı esas alınarak yapılan bir taksimi için bk. Süyûtî, a.y.). Amellerin uhrevî sonucunun ve ibadetlere ait dünyevî sonucun tayininde önem taşıyan dinî anlamda niyetin varlığını takdir hususu kişinin kendisine bırakılmıştır. Kalpteki bu yönelişin dil ile teyidi teşvik edilmekle beraber asıl olan kalptir. Nitekim gerek Hanefî gerekse Şâfiî müellifler “niyetin mahalli” başlığı altında şu iki kurala işaret ederler: 1. Kalple olmaksızın sırf dil ile söylemek yeterli değildir. 2. Kalp ile birlikte dil ile ifade etmek şart değildir (örnekleriyle birlikte bk. Süyûtî, s. 76 vd.; İbn Nüceym, s. 46 vd., 50 vd.). Öte yandan niyetteki karışma ve hata hallerinde amele bağlanacak hüküm meselesi de fıkıh kitaplarının geniş bir şekilde ele aldığı konular arasındadır. Müelliflerin amellerde niyet konusunu incelerken ele aldıkları diğer bir konu da niyet ve ihlâs kavramlarının karşılaştırılmasıdır (bk. İHLÂS ; NİYET ). b) Muâmelât. Bu kısma dahil amellere bağlanacak dünyevî hükümlere gelince, naslar ve İslâm hukukunun özünü yansıtan küllî kaideler, bunlarda da olabildiğince kişilerin gerçek iradelerinin esas alınması gerektiğini göstermektedir. Fakat hukukî ihtilâfa konu olan bir olayda sırf iç iradeye göre hüküm verilmesinin düşünülemeyeceği açıktır. İşte bu noktada iç iradeye mi (el-irâdetü’l-bâtıne) yoksa dıştan gözlenen iradeye mi (el-irâdetü’z-zâhire) ağırlık verileceği meselesi ile karşılaşılmaktadır ki bu mesele hemen bütün hukuk sistemlerinde hukukçuları uzun uzadıya meşgul etmiştir. İslâm hukukunun oluşum tarzı dikkate alındığında, günümüz hukuk incelemelerinde karşılaşılan gerek ceza hukuku gerekse borçlar hukuku çerçevesindeki teorilerin İslâm hukukunda önemli bir yer tutmayışını yadırgamamak gerektiği anlaşılır. Fakat aynı zamanda İslâm hukukunun bu teoriler çerçevesinde ele alınabilecek çok zengin fikrî malzemeye sahip olduğu da bir gerçektir. İşte buradan hareketle İslâm hukukunda gerçek iradenin hukukî muamelelerin sonucuna etkisi konusunu inceleyen çağdaş yazarlardan bazıları (meselâ Senhûrî, Meṣâdirü’l-ḥaḳ , VI, 29-35; a.mlf., el-Vasîṭ fî şerḥi’l-ḳānûni’l-medenî el-cedîd , I, 180, dipnot 1, s. 470, dipnot 2; Süvâr, et-Taʿbîr ʿani’l-irâde fi’l-fıḳhi’l-İslâmî , s. 464 vd.; a.mlf., eş-Şekl fi’l-fıḳhi’l-İslâmî , s. 131 vd.; Karaman, II, 63), İslâm hukukuna “objektif nazariye”nin hâkim bulunduğu kanaatine varmışlardır ki bu görüşe göre Alman ekolü ile bir benzerlik taşımaktadır. Diğer bazıları ise (meselâ Mahmesânî, en-Naẓariyyetü’l-ʿâmme , II, 30-31, 93; a.mlf., Felsefetü’t-teşrîʿ fi’l-İslâm , s. 216; a.mlf., ed-Deʿâʾimü’l-ḫuluḳıyye , s. 478-481, 503-504, 506-507; Zeydân, s. 305-306) İslâm hukukuna “sübjektif nazariye”nin hâkim olduğu kanaatinde olup bu görüş esas alındığında İslâm hukuku ile Latin ekolü arasında benzerlik kurulabilir. Bu konudaki tartışmalar dikkatle incelendiğinde görülür ki sübjektif teoriyi savunanların çok defa dayandıkları Karâfî ve İbn Kayyim gibi bilginlerin ifadeleri, esasen taklit dönemlerinin lafızcı telakkilerine karşı bir tepki özelliği taşımaktadır (geniş açıklamalar için bk. İbn Kayyim el-Cevziyye, III, 107-147). Bununla beraber diğer prensiplerle çatışmadığı sürece iç iradenin esas alınması gereğinin nasların ruhuna daha uygun düştüğünü kabul etmek gerekir. İslâm hukukçularının, Mahmesânî’nin yukarıda belirtilen yerlerde de işaret ettiği birçok fıkhî meseledeki yaklaşımı bu hususu teyit etmektedir. Aksi yönde fikir edinilmesine yol açan fer‘î meseleler yok değilse de, adı geçen yazarın, “Fer‘î meselelerdeki ictihadî ayrıntılar ne olursa olsun İslâm hukukunda akdin gerçek maksat üzerine kurulu olması prensibi varlığını korumaktadır” şeklindeki tesbiti bizce de isabetlidir. Öte yandan karşı görüşün sahiplerinden Senhûrî’nin kanaatine haklılık kazandıran örnekler bulunabilse de delil olarak dayandığı ve bizzat eserinde metnini naklettiği Kâsânî’nin ifadesini bütünüyle bu görüşü destekler nitelikte kabul etmek zordur. Zira Kâsânî açık bir şekilde, “Dikkate alınacak husus mânadır, şekil değildir” demekte ve iç iradeyi yansıttığına kesin gözü ile bakılıp bakılamayacak durumları ayırt ettikten sonra ikinci tür durumlarda niyetin esas alınacağını belirtmektedir ( Bedâʾiʿ , V, 133). Bu konuda İslâm hukuk mezheplerinin yaklaşımları arasında farklılıklar bulunduğu gerçeğini de göz ardı etmemek kaydıyla (bk. Şelebî, s. 451-469, 470-472) denebilir ki, sonuç itibariyle İslâm hukukunda objektif teorinin hâkim olduğu görüşünü üstün tutmasına rağmen Süvâr’ın da kısmen işaret ettiği üzere (bk. et-Taʿbîr , s. 466) esasen objektif ve sübjektif teorilerin İslâm hukuku hükümleri içinde mezcedilmiş bir halde olduğu görülmektedir. Bazı hükümlerde istikrar prensibinin, nizam ve emniyet fonksiyonunun ağır bastığı gözlenebilirse de bu İslâm hukukunda adalet fonksiyonunun göz ardı edildiği anlamına gelmez; aksine, sırf iç irade ile yetinmenin haksızlığa yol açması durumlarında yine adaletin gerçekleştirilmesi maksadıyla objektif kriterlere ağırlık verildiğini gösterir. O halde fer‘î hükümlere ait ictihadlar veya nitelendirmeler bir yana, nasların ışığı altında varılabilecek genel sonuç açısından konuya bakıldığında, Senhûrî’nin, “İslâm hukukunda iç iradenin dikkate alındığı vehmini uyandıran kaideler” başlığı altında işaret ettiği Mecelle ’nin 2 ve 3. maddeleri (ve dolayısıyla niyet hadisi) ile, “Halbuki doğrusu zâhir iradenin dikkate alındığıdır” şeklindeki tezini desteklemek üzere zikrettiği yine Mecelle ’nin 12, 13 ve 68. maddeleri arasındaki -görünüşteki- zıt ilişkiyi şöyle telif etmek herhalde yanlış olmaz: Olabildiğince iç iradenin araştırılması ve hukuk emniyeti, istikrar, kul hakkına riayet gibi prensiplerle çatışmadığı sürece gerçek maksadın esas alınması, İslâm hukukunun özüne en uygun anlayışı yansıtır. Burada dikkate değer bir husus da dinî karakterde bir hukuk olmasından ötürü İslâm hukukunda yer alan diyânî -kazâî hüküm- ayrılığıdır. Dışa vurulan iradenin gerçek iradeden farklı olması halinde -olay hukukî ihtilâfa konu olmuşsa- nizam fonksiyonu lehine olmak üzere zâhir iradeye göre kazâî hüküm verilmekle beraber diyâneten iç irade esas alınmaktadır. Böylece yargı önünde zâhire göre verilen hükümden ayrı olarak müftü tarafından gerçek irade araştırılıp ona göre diyânî bir hüküm verilebilmekte, bu yolla kişiyi vicdanen tatmin edecek çözüm kendisine gösterilmiş olmaktadır (benzer yaklaşım için bk. Süvâr, et-Taʿbîr , s. 466; bu ayırımda kul hakkı düşüncesinden hareket edildiğini gösteren ifade ve örnek için bk. Süyûtî, s. 77). Bu konu ile ilgili değerlendirmelerde göz önünde tutulması gereken prensibi İbn Kayyim şu veciz sözü ile ifade etmiştir: “Niyet amelin ruhu, özü ve direğidir. Amel niyete tâbidir, geçerliliği ve geçersizliği ona bağlıdır” ( İʿlâmü’l-muvaḳḳıʿîn , III, 123). Bu sözün ardından İbn Kayyim, İslâm hukuk literatüründe özel bir tür oluşmasına imkân verecek ölçüde fakihleri meşgul etmiş bulunan hiyel konusunu geniş bir biçimde ele almakta, kanuna karşı hile ve muvazaa durumlarının bu prensip ışığında ele alınması gerektiğini savunmaktadır. Bir taraftan Batı’da Fransız İhtilâli’ne kadar, temyiz kudretine sahip olmayan veya suç iradesi bulunmayan insanların, yaşayanların yanı sıra ölülerin ve hatta hayvanların ve cansız varlıkların cezaî sorumluluğa konu edildiği ve kişinin başkalarının fiillerinden sorumlu tutulduğu ceza sistemlerinin yürürlük imkânı bulabildiği (bk. Ûdeh, I, 380-382), diğer taraftan bu sistemlerin çağdaşı olarak ortaya çıkan İslâm hukukunda cezadan söz edilebilmesi için temyiz kudretine sahip insan olmanın ön şart sayıldığı ve bunun ötesinde cezaî fiillerin daima iç irade ile bağlantısı göz önüne alınarak değerlendirildiği dikkate alınırsa, İslâm fıkhının ceza hukuku çerçevesine dahil amellerin dünyevî sonuçları bakımından da mânevî unsura ağırlık verdiği kolaylıkla tesbit edilebilir (Batı hukukunda ve İslâm hukukunda cezaî sorumluluk kavramının ve bu konudaki teorilerin mukayesesi için bk. Ûdeh, I, 380-393). Burada İslâm hukuku hükümlerini ayrı ayrı ele alıp İslâm hukukçularının farklı görüşleriyle günümüz ceza hukuku teorileri arasında karşılaştırmalar yapma yönüne gitmeksizin, “Ameller ancak niyetlere göredir” hadisinden ve benzeri naslardan hareketle (Ûdeh, I, 403 vd.), İslâm hukukunda sadece maddî unsura bakılmayıp suçun onu işleyen kişinin suç iradesiyle birlikte değerlendirildiğine ve kasıt kavramının derinlemesine tahlili sonunda, günümüz ceza hukuku incelemelerinde söz konusu edilen ihtimallerin büyük ölçüde mezhep imamlarının ve sonraki fakihlerin zihinlerini meşgul etmiş olduğuna, böylece çok zengin bir hukuk külliyatının ortaya çıktığına işaret etmekle yetinilecektir. Özellikle adam öldürme ve yaralama suçları ile ilgili olarak Ebû Hanîfe gibi fakihlerin olabildiğince maddî kriterler üzerinde durmuş olmaları dahi (bk. Ûdeh, II, 26-30), esasen kastın araştırılması yönündeki zihnî mesainin ürünü olarak değerlendirilebilir. Haksız fiillerde ise tazmin borcunun doğması için, İslâm hukukunda, verilen zararın iradî olup olmaması noktasından hareket edilmemiş, kusur sorumluluğu prensibi değil objektif sorumluluk (netice sorumluluğu) prensibi benimsenmiştir. Meselâ akıl hastası veya gayri mümeyyiz çocuğun vermiş olduğu zararların dahi -varsa- bunların mallarından tazmin edilmesi gerekir ( Mecelle , md. 916). Bu konuda İslâm hukukunda “ismetü’l-mahâl” (zarara konu olan malın, canın ve can bütünlüğünün masuniyeti) fikrinden hareketle (bk. Zerkā, II, 754-755) ve “Zarar izâle olunur” ( Mecelle , md. 20) prensibine göre, meydana gelen zararın zarar gören tarafın veya zarar vereni gözetme ile mükellef olan kimselerin kusuruna hamledilememesi halinde, kusurlu olsun olmasın zarar veren tarafça giderilmesi hükmü benimsenmiştir. Söz konusu gözetme mükellefiyetinin veli ve vasîler ile başkalarını istihdam edenler bakımından farklı olduğuna dikkat edilmelidir (bk. Zühaylî, s. 253-257). Dolaylı olarak (tesebbüben) verilen zarar hallerinde ise kusur şartı aranmıştır ( Mecelle , md. 92, 93). Zühaylî, Mecelle ’nin bu küllî kaidelerindeki taammüdün “kasıt” anlamında değil “kusur” anlamında kullanıldığına dikkat çekmektedir ( Naẓariyyetü’ḍ-ḍamân , s. 196-201). Borçlar hukuku ve ceza hukuku açısından amellere yapılan bu genel bakışta, -bu hukuk dallarında büyük önemi haiz irade, kasıt, rızâ, ihtiyar gibi kavramlar ve bunlar arasındaki kapsam ilişkileri bir yana- sadece, İslâm hukukunda gerçek iradenin amele bağlanacak sonuç üzerindeki etkisine ana kesitler itibariyle işaret edilmek istendiğine dikkat edilmelidir. Amellerin Sevabının Başkalarına Bağışlanması. Hanefî bilginler, başlangıçta kendisi için niyet etmiş olsa bile namaz, oruç, sadaka, hac, Kur’an okuma gibi herhangi bir ibadetin sevabının başkasına bağışlanabileceğini kural olarak kabul ederler. Bunun karşılığında ücret alınmasını ise câiz görmezler. Çünkü önceden yapılan bir amel için karşılık alınması halinde amel satım sözleşmesine, yapılacak bir amel için ücret alınması durumunda ise bir taat icâre sözleşmesine konu edilmiş olur. Şu kadar var ki sonraki bilginler Kur’an öğretimi, imamlık ve müezzinlik gibi hizmetlerin ifası için eskiden olduğu gibi beytülmâlden tahsisat ayrılmaz hale gelince, bu işlere karşılık -zaruretten dolayı- ücret alınmasını câiz görmüşlerdir. Bu konuyu niyette niyâbetin (vekâlet) câiz olup olmadığı meselesiyle yakından ilgili gördükleri için bir grup âlim, özellikle, “İnsan için ancak çalıştığının karşılığı vardır” (en-Necm 53/39) meâlindeki âyete dayanarak ibadetlerde niyâbeti mutlak olarak geçersiz saydıkları gibi, ibadetlerin sevabının ölülere bağışlanmasını da câiz görmemişlerdir. Bu görüşün temsilcisi Mu‘tezile âlimleri ve İmam Mâlik’tir. İmam Şâfiî de Kur’an tilâvetinin sevabının ölülere bağışlanması hususunda İmam Mâlik ile aynı görüşte olmakla beraber hacda niyâbeti câiz görmüştür. Bazı Şâfiî âlimler Kur’an tilâvetinin sevabının ölülere bağışlanmasını da câiz görmüşlerdir. Ahmed b. Hanbel, gerek bu meselede gerekse hacda niyâbet meselesinde cevaz hükmünü benimsemiştir. Hem ibadetlerde niyâbet hem ibadetlerin sevabının ölülere bağışlanması konusunda cevaz çerçevesini en geniş tutan âlimin İbn Teymiyye olduğu görülmektedir. Hanefîler niyâbetin câiz olup olmaması açısından ibadetleri üç kısma ayırmışlardır. 1. Zekât, fıtır sadakası ve kefâretler gibi malî ibadetler. Bunlar -mükellef bizzat yapmaya muktedir olsun olmasın- mutlak olarak niyâbet kabul eder. Hatta vekil gayri müslim bile olabilir. 2. Namaz ve oruç gibi bedenî ibadetler. Bunlar asla niyâbet kabul etmez. 3. Farz olan hac gibi hem malî hem bedenî ibadetler. Bunlar mükellefin bizzat yerine getirme gücüne sahip olmaması halinde niyâbet kabul eder. Hacda malın ibadetin mahiyetiyle ilgisi bulunmadığı gerekçesiyle bunun da ikinci grupta düşünülmesi gerektiğini savunan müellifler de vardır (bk. İbn Âbidîn, II, 453-454, 595-598; Eşkar, s. 265-295). Amel Kavramının Bazı Özel Anlamları. Amel kelimesi fıkıhta şimdiye kadar işaret edilenlerin yanı sıra daha dar bir anlamda da kullanılır ki bu anlamda amel icâre, mudârebe veya kırâz, müsâkāt ve müzâraa gibi sözleşmelerde sözleşmenin konusunu teşkil eden çalışmayı ifade eder. Şirketlerde amel sermayenin karşıtı olarak kullanılır. Günümüz pozitif hukuk dallarından birini teşkil eden iş hukuku, Arapça’da “kānûnü’l-amel” ve bu hukuk dalının temelini oluşturan iş sözleşmesi “akdü’l-amel” şeklinde ifade edilmektedir. İslâm hukukunda olduğu gibi (isti’cârü’l-âdemî veya icâre-i âdemî) Batı hukukunda da bu sözleşme kira adı altında ele alınmakta iken sanayi devriminden sonra Batı’da iş hayatının farklı bir mahiyet kazanması üzerine, XIX. yüzyılın sonlarından itibaren bu yeni terimle anılmaya başlanmış, sonra gittikçe gelişen bir hukuk dalının temel unsuru haline gelmiştir. Bu gelişme karşısında amel (iş sözleşmesi, işçi hakları, işçi-işveren ilişkileri) konusu, çağdaş İslâm hukuku araştırmacılarının da özel ilgi gösterdikleri konular arasına girmiştir. Öte yandan İslâm’ın iktisadî hayat ile ilgili görüşlerinin gelişen şartlar karşısında yeniden değerlendirilmesi yönünde geniş bir tartışma zemininin oluşması, emeğin konu edildiği sözleşmelerin, icâre akdi çerçevesindeki klasik yaklaşımlarla yetinmeksizin daha geniş bir çerçevede ele alınması için yeni ufuklar açmıştır. İş ve çalışma olayının felsefî temellerini inceleyen bazı Batılı yazarların değişik nitelendirmeleri (meselâ Charles Rist’in “amel”i Tevrat’a dayanarak “the curse of labour” yani “ilâhî iradenin âdemoğlu için takdir ettiği bir mukadder lânet” olarak nitelemesi) karşısında, bu hususta İslâm düşüncesindeki anlayışın iyi yansıtılabilmesi için herhalde, Kur’ân-ı Kerîm’de değişik türevleriyle 300’ü aşkın yerde kullanılan “amel” kelimesinin dikkatli bir biçimde incelenmesi gerekecektir (Batılı yazarların başka nitelendirmeleriyle birlikte bk. el-ʿAmel fi’l-İslâm , s. 54, 55-59 vd., 143 vd.). Burada bir de İslâmî literatür içinde “amelü’l-yevm ve’l-leyle” adıyla yer tutan bir kitap türüne işaret edilmesi uygun olur. Bu türe dahil kitaplarda, müslüman için “örnek insan” olan Hz. Peygamber’in günlük hayatındaki davranışlar ve özellikle belirli durumlarda söylediği sözler topluca ele alınmaya çalışılır (bk. AMELÜ’l-YEVM ve’l-LEYLE ). BİBLİYOGRAFYA M. F. Abdülbâkī, el-Muʿcem , “ʿamel” md. Buhârî, “Bedʾü’l-vaḥy”, 1, “ʿItḳ”, 6. Ebû Dâvûd, “Ṭalâḳ”, 11. Kâsânî, Bedâʾiʿ , V, 133. Fahreddin er-Râzî, el-Maḥṣûl (nşr. Tâhâ Câbir Feyyâz el-Alvânî), Riyad 1399/1979, I/1, s. 92. Abdülazîz el-Buhârî, el-Keşfü’l-esrâr , İstanbul 1308, I, 5. İbn Kayyim el-Cevziyye, İʿlâmü’l-muvaḳḳıʿîn , II, 162-163; III, 107-147. Süyûtî, el-Eşbâh ve’n-neẓâʾir (nşr. Muhammed el-Mu‘tasım-Billâh), Beyrut 1407/1987, s. 38-46 vd., 76-77. İbn Nüceym, el-Eşbâh ve’n-neẓâʾir (nşr. Muhammed Mutî‘ el-Hâfız), Dımaşk 1403/1983, s. 16, 24-25, 46 vd., 50 vd. İbn Âbidîn, Reddü’l-muḥtâr , II, 453-454, 595-598. Mecelle , md. 1-3, 12, 13, 20, 68, 92, 93, 916. Subhî el-Mahmesânî, en-Naẓariyyetü’l-ʿâmme li’l-mûcebât ve’l-ʿuḳūd fi’ş-şerîʿati’l-İslâmiyye , Beyrut 1948, II, 30-31, 93. a.mlf., Felsefetü’t-teşrîʿ fi’l-İslâm , Beyrut 1952, s. 216. a.mlf., ed-Deʿâʾimü’l-ḫuluḳıyye li’l-ḳavânîni’ş-şerʿiyye , Beyrut 1979, s. 478-481, 503-504, 506-507. Senhûrî, Meṣâdirü’l-ḥaḳ , VI, 29-35. a.mlf., el-Vasîṭ fî şerḥi’l-ḳānûni’l-medenî el-cedîd , Beyrut 1970, I, 180, dipnot 1, 470, dipnot 2. Mustafa Ahmed ez-Zerkā, el-Fıḳhü’l-İslâmî fî s̱evbihi’l-cedîd , Dımaşk 1967-68, II, 754-755. Abdülkādir Ûdeh, et-Teşrîʿu’l-cinâʾî , Kahire 1977, I, 380-393, 403 vd., 410-411; II, 2630, 162-163; III, 107-147. Abduh Îsâ – Ahmed İsmâil Yahyâ, el-ʿAmel fi’l-İslâm , Kahire 1977, s. 54, 55-59 vd., 143 vd. Vahîdüddin Süvâr, et-Taʿbîr ʿani’l-irâde fi’l-fıḳhi’l-İslâmî , Cezayir 1979, s. 464 vd., 466. a.mlf., eş-Şekl fi’l-fıḳhi’l-İslâmî , [baskı yeri yok] 1405/1985, s. 131 vd. Ömer Süleyman el-Eşkar, Maḳāṣıdü’l-mükellefîn , Küveyt 1401/1981, s. 20-37, 44-56, 89-90, 101 vd., 265-295, 515-529. Vehbe ez-Zühaylî, Naẓariyyetü’ḍ-ḍamân , Dımaşk 1402/1982, s. 196-201, 253-257. Abdülkerîm Zeydân, el-Medḫal , Bağdad 1402/1982, s. 305-306. Hayreddin Karaman, Mukayeseli İslam Hukuku , İstanbul 1982, II, 63. M. Mustafa Şelebî, el-Medḫal fi’t-taʿrîf bi’l-fıḳhi’l-İslâmî ve ḳavâʿidü’l-mülkiyye ve’l-ʿuḳūd fîh , Beyrut 1403/1983, s. 451-472. Ömer Nasuhi, “A’mal”, İTA , I, 363-364. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 1991 yılında İstanbul’da basılan 3. cildinde, 16-20 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız. Bu bölüm en son 27.12.2020 tarihinde güncellenmiştir.",
      "bibliography": [
        "M. F. Abdülbâkī, el-Muʿcem , “ʿamel” md.",
        "Buhârî, “Bedʾü’l-vaḥy”, 1, “ʿItḳ”, 6.",
        "Ebû Dâvûd, “Ṭalâḳ”, 11.",
        "Kâsânî, Bedâʾiʿ , V, 133.",
        "Fahreddin er-Râzî, el-Maḥṣûl (nşr. Tâhâ Câbir Feyyâz el-Alvânî), Riyad 1399/1979, I/1, s. 92.",
        "Abdülazîz el-Buhârî, el-Keşfü’l-esrâr , İstanbul 1308, I, 5.",
        "İbn Kayyim el-Cevziyye, İʿlâmü’l-muvaḳḳıʿîn , II, 162-163; III, 107-147.",
        "Süyûtî, el-Eşbâh ve’n-neẓâʾir (nşr. Muhammed el-Mu‘tasım-Billâh), Beyrut 1407/1987, s. 38-46 vd., 76-77.",
        "İbn Nüceym, el-Eşbâh ve’n-neẓâʾir (nşr. Muhammed Mutî‘ el-Hâfız), Dımaşk 1403/1983, s. 16, 24-25, 46 vd., 50 vd.",
        "İbn Âbidîn, Reddü’l-muḥtâr , II, 453-454, 595-598.",
        "Mecelle , md. 1-3, 12, 13, 20, 68, 92, 93, 916.",
        "Subhî el-Mahmesânî, en-Naẓariyyetü’l-ʿâmme li’l-mûcebât ve’l-ʿuḳūd fi’ş-şerîʿati’l-İslâmiyye , Beyrut 1948, II, 30-31, 93.",
        "a.mlf., Felsefetü’t-teşrîʿ fi’l-İslâm , Beyrut 1952, s. 216.",
        "a.mlf., ed-Deʿâʾimü’l-ḫuluḳıyye li’l-ḳavânîni’ş-şerʿiyye , Beyrut 1979, s. 478-481, 503-504, 506-507.",
        "Senhûrî, Meṣâdirü’l-ḥaḳ , VI, 29-35.",
        "a.mlf., el-Vasîṭ fî şerḥi’l-ḳānûni’l-medenî el-cedîd , Beyrut 1970, I, 180, dipnot 1, 470, dipnot 2.",
        "Mustafa Ahmed ez-Zerkā, el-Fıḳhü’l-İslâmî fî s̱evbihi’l-cedîd , Dımaşk 1967-68, II, 754-755.",
        "Abdülkādir Ûdeh, et-Teşrîʿu’l-cinâʾî , Kahire 1977, I, 380-393, 403 vd., 410-411; II, 2630, 162-163; III, 107-147.",
        "Abduh Îsâ – Ahmed İsmâil Yahyâ, el-ʿAmel fi’l-İslâm , Kahire 1977, s. 54, 55-59 vd., 143 vd.",
        "Vahîdüddin Süvâr, et-Taʿbîr ʿani’l-irâde fi’l-fıḳhi’l-İslâmî , Cezayir 1979, s. 464 vd., 466.",
        "a.mlf., eş-Şekl fi’l-fıḳhi’l-İslâmî , [baskı yeri yok] 1405/1985, s. 131 vd.",
        "Ömer Süleyman el-Eşkar, Maḳāṣıdü’l-mükellefîn , Küveyt 1401/1981, s. 20-37, 44-56, 89-90, 101 vd., 265-295, 515-529.",
        "Vehbe ez-Zühaylî, Naẓariyyetü’ḍ-ḍamân , Dımaşk 1402/1982, s. 196-201, 253-257.",
        "Abdülkerîm Zeydân, el-Medḫal , Bağdad 1402/1982, s. 305-306.",
        "Hayreddin Karaman, Mukayeseli İslam Hukuku , İstanbul 1982, II, 63.",
        "M. Mustafa Şelebî, el-Medḫal fi’t-taʿrîf bi’l-fıḳhi’l-İslâmî ve ḳavâʿidü’l-mülkiyye ve’l-ʿuḳūd fîh , Beyrut 1403/1983, s. 451-472.",
        "Ömer Nasuhi, “A’mal”, İTA , I, 363-364."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}