{
  "id": "eweb_415",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_COM_0183",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_COM_0183",
  "title": "D̲j̲anna",
  "authors": [
    "L. Gardet"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    ", “Garden”, is the term which, used antonomastically, usually describes, in the Ḳurʾān and in Muslim literature, the regions of the Beyond prepared for the elect, the “Companions of the right”. E.g. : “These will be the Dwellers in the Garden where they will remain immortal as a reward for their deeds on earth” (Ḳurʾān, XLVI, 14). Other Ḳurʾānic terms will be considered later either as synonyms or as particular aspects of the “Garden”: ʿAdn and D̲j̲annāt ʿAdn . (Eden, e.g. , LXI, 12), Firdaws (“Paradise”, sg. farādis , cf. παράδεισος XXIII, 11), the Dwelling of Salvation or of Peace ( dār al-Salām , VI, 127; X, 25), of Sojourn ( al-Muḳāma ), XXXV, 35), of the true Life ( al-Ḥayawān , XXIX, 64), Garden of Retreat or of Refuge ( d̲j̲annat al-Maʾwā , LIII, 15), of Eternity or Immortality ( al-K̲h̲uld , XXV, 15), Gardens of Delight ( d̲j̲annat al-Naʿīm , X, 9), etc. Following current usage, we will translate D̲j̲anna as “Paradise”, and cite Firdaws in its transliterated form.",
    "(A) Evidence from the Ḳurʾān",
    "The description of Paradise, the presentation of the relationship between its delights and the “good deeds” ( ṣāliḥāt ) performed on earth by the believer, together with the description of Hell ( nār , d̲j̲ahannam ) and the torments awaiting the damned, form one of the major themes of Ḳurʾānic preaching. These passages constitute a form of ṭarīḳa k̲h̲iṭābiyya (“way of eloquence”) with frequent and urgent evocations of the blessed life. The schools were to differ on the interpretation of these verses.",
    "It would take too long to classify and enumerate here the descriptive details of the Ḳurʾān. The essentials may be found in Ṣubḥi al-Ṣāliḥ, Les Délices \n et les \n Tourments de l’Au-Delà \n dans le \n Coran , doctoral thesis (Sorbonne 1954), typescript, 18 ff. The following summary is derived from it:—Location: “the garden of Retreat” is in heaven, near the “Lotstree of the Boundary ( al-Muntahā ) ” (LI, 22, LIII, 14-5). Two texts which suggest a prosopopoeia ( taṣwīr ) foretell that Paradise “shall be brought near” to the righteous (LXXXI, 13), “close unto them” (L, 31). There is mention of the gates of Paradise, of their guards and of the greetings with which they met the elect (XXXIX, 73). The size of Paradise is equal to that of earth and heaven together ( e.g. , III, 133, LVII, 21). There will be pleasant dwellings for the chosen (XIX, 72) and pavilions where Houris are kept (LV, 72). Lofty gardens (LXXXVIII, 10), leaping fountains ( passim ), streams of living water (id.), of milk, wine and honey (XLVII, 15), fountains scented with camphor (LXXXVI, 5) or ginger (id., 17), shady valleys, alt sorts of delicious fruits ( passim ), of all seasons and without a thorn....",
    "The life of Paradise is described in concrete details, especially in the Sūras of the first Meccan period (the Sūras of the other periods also refer to it): regal pomp (LXXXIII, 24), costly robes, scents, bracelets; the texts lay emphasis on the visions of exquisite banquets, served in priceless vessels (e.g. LII, 24) by immortal youths “like separate pearls”, with meats and fruits to the heart’s desire (LII, 22, LV, 54, etc.), where scented wines, never-failing goblets of a limpid liquid (LXXXVII, 47), “delight for those who drink” (XLVII, 15), bring neither drunkenness (XXXVII, 46-7) nor rouse folly or quarrelling (LXXXVIII, 35). “Eat and drink in peace, as a reward for your deeds, reposing on rows of couches!” (LII, 19-20),—couches inlaid with gold or with precious stones (LXVI, 15), etc.",
    "The elect will rejoice in the company of their parents, their wives and children who were faithful (XIII, 23, XXXVI, 56, XL, 8, XLIII, 70). They will praise their Lord (XXXV, 34), bending towards each other in love, conversing in joy and recalling the past (e.g. XV, 47, LII, 25, etc.). “Pure consorts” are promised (II, 25, III, 15, IV, 57). Tradition has identified these with the Houris ( ḥawrāʾ , pl. ḥūr ), beings from the Other World “with modest looks and large fine eyes” (XXXVII, 48), “like the hidden pearl” (LXVI, 23), “whom We have created in perfection and whom We have kept virgin” (id., 34-5) “so that they have been touched by neither man nor demon before” (LV, 72-4).",
    "A happy life, without hurt or weariness, neither sorrow, fear nor shame (Ṣubḥī al-Ṣāliḥ 24) where every desire and every wish is fulfilled (XVI, 31, 39). “The Pious will there enjoy what they desire and We will grant yet more ( mazīd ) ” (L, 35). This “more”, like the “addition” ( ziyāda ) of, X 26, is usually associated with the “approval” ( riḍwān ) of God foretold to the elect (thus, III, 15 in fine ). Now, “to believers, God has promised Gardens where rivers flow, where they will rest immortal. He has promised them goodly dwellings in the gardens of Eden. (But) the approval of God is greater. That will be the great Victory’ (IX, 72). The fruits of it will be nearness to God. God will bring the elect near to his Throne ( passim ), and “on that Day some faces will shine in contemplating their Lord” (LXXV, 22-23). This last text, understood in the sense given in our translation, was to serve as the accepted scriptural foundation \n ¶ for the dominating thesis of the “vision of God” ( ruyʾat Allāh ) in Paradise (see below).",
    "Ṣubḥī al-Ṣāliḥ, 12 ff., emphasizes a certain progression in the Ḳurʾānic annunciation of Paradise: the Sūras of the first Meccan period describe it with numerous brief, concrete details “in an ardent, brief and elliptical style, with the symmetry of antithesis”. During the second and third Meccan periods “the descriptive elements become (...) more summary”. Later we find “a more abstract means of evocation”. Well-known is verse XIII, 35, Mat̲h̲al al-d̲j̲anna , “the picture of the Garden promised to the Pious”; the later allegorical interpretations were to base themselves on it, making the concrete descriptions of Paradise the representation of an inexpressible reality. And it was during the Medina period that stress was laid on the divine “approval”, joy above all others.",
    "Does the Ḳurʾān refer to different sorts of Gardens organized hierarchically, or should we understand the terms used as synonyms? Either hypothesis can be accepted, according to the commentators. Let us simply consider two verses: “For those who fear the (Judgment) seat of their Lord, there will be two Gardens” (LV, 46), and “This side of the two, two Gardens” (id., 62); certain tafsīrs render dūn not by “This side of” like M. Blachère (en deçà), but by “above”. Should we assume four distinct Gardens? A single description applies to each pair; and the descriptions of both groups are identical except for infinitesimal differences.",
    "Relationships may be established between the Muslim Paradise and some earlier eschatological traditions, particularly Persian and Judeo-Christian, cf. as an example the comparison proposed by Grimme and Tor Andrae between the Ḳurʾānic descriptions and certain Syriac hymns by the Deacon Ephrem (cf. Tor Andrae, Der Ursprung \n des \n Islams \n und das \n Christentum , Fr. tr., Les \n origines de l’Islam et le \n Christianisme , Paris 1955, 151 ff.).",
    "(B) Principal \n elaborations",
    "How has Muslim thought interpreted the data of the Ḳurʾān? Laying aside the copious S̲h̲īʿī exegeses, we shall consider:—(1) ḥadīt̲h̲ and so-called traditional commentaries; (2) developments of the “science of kalām” (3) falsafa and taṣawwuf (4) efforts at synthesis; (5) reformers and contemporary modernists.",
    "1. Traditions and traditional exegesis",
    "The ḥadīt̲h̲s devoted to Paradise and the life therein are very numerous. Their dominating tendency is a literalness which emphasizes the reality and the detail of sensual pleasure. The value attributed to them is variable. While many are considered ṣaḥīḥ (authentic), others are called ḍaʿīf (doubtful). Certain of them derive not from the Prophet, but from a Companion or a Follower ( ḥadīt̲h̲ mawḳūf or maḳtūʿ ). Among the many ṣaḥīḥ , if some are mutawātir (ensured by many lines of transmission), many are ʿazīz (rare), little known and vouched for by only two authorities; or even aḥād (unique), by one only. The Musnad of Ibn Ḥanbal abounds with descriptions of the joys of the Beyond. The two Ṣaḥīḥ (al-Buk̲h̲ārī and Muslim) and the four Sunan reproduce numerous traditions on the same subject; see in particular al-Buk̲h̲ari, K. Badʾ al-K̲h̲alḳ , c. 8, K. al-Riḳāḳ , c. 51, and especially K. al-Tafsīr . Muslim’s commentators are in the habit of grouping eleven principal ḥadīt̲h̲ reproduced by him, on the subject of Paradise. For \n ¶ a restatement and discussion of these sources, see Ṣubḥī al-Ṣāliḥ, op . cit ., 43 ff. A typical example of traditional exegesis is given in the tafsīr of al-Ṭabarī. It may be considered together with the abundant contribution from the “preachers”, themselves inspired by the old “story-tellers” ( ḳaṣṣāṣ ) and “weepers” ( bakkāʾūn ), who in their concern to catch the popular imagination multiplied all kinds of extravagant concrete details. On the basis of these diverse sources, there were extensive and varied developments. It is impossible to give an exhaustive survey. Here are some points of reference, borrowed from authoritative compilations of ḥadīt̲h̲ , or from al-Ṭabarī, or al-S̲h̲aʿrānī ( Muk̲h̲taṣar ), who himself gives a summary of al-Ḳurtubī, etc.",
    "Location:—most commonly Paradise is placed under the Throne of God, above the highest heaven. It is usually distinguished from the Eden of Adam. Traditional accounts of the “ascension” ( miʿrād̲j̲ , [ q.v. ]) of the Prophet describe in detail his progress across the levels and degrees of Paradise.",
    "The Entrance:—the different levels of Paradise are reached through eight principal gates, the respective dimensions and distances of which are described (the figures are intended to give an impression of limitless space). Each level is in turn generally divided into a hundred degrees. The highest level, which is either in the seventh heaven or, better (see below), beyond, is sometimes called Eden, sometimes Firdaws , etc. According to an often-quoted ḥadīt̲h̲ ( e.g. , al-Buk̲h̲ārī, Ḏj̲anāʾiz , 7), the key to open these doors has three webs: the proclamation of the divine Unity ( tawḥīd ) ; obedience to God; and abstention from all unlawful deeds. Others add “the swords of battle on the path of God”. The Prophet Muḥammad will enter first. The poor believers will precede the rich. Angels will welcome the elect to the strains of an exquisite Arab melody—Arabic being the only language in Paradise. A banquet of welcome awaits them and each dish is described at length. They will be led to dwellings made ready for them, “accompanied by their wives, their children, by houris and by youths” (Ṣubḥī al-Ṣāliḥ, 121). Note: though Paradise already exists, the descriptions of a happy Beyond are always related to the resurrection of the body. It is not until after the resurrection, the “gathering” ( ḥas̲h̲r ) and the Judgment, that the “Halls Eternal” will receive their guests.",
    "The representation of Paradise. An eternal Spring will spread an everlasting light. One day in Paradise is equal to a thousand days on earth. The stuff of which it is made is of musk, gold and silver. The palaces are of gold, silver, pearls, rubies, topazes, etc.: descriptions which may be taken metaphorically, but which the commentaries usually see as concrete realities. The stream al-Kawt̲h̲ar (cf. Ḳurʾān, CVIII, 1), with a scent more subtle than musk, flows over pearls and rubies between banks of gold. Four rivers, whose names are given, spring from mountains of musk, flow between banks of pearls and rubies, and carry to the elect milk “of an unvarying flavour”, wine “a delight to those who drink”, “clearest” honey (cf. al-Ṭabarī, Ibn Ḥanbal, etc.). There are references to four mountains (Uhud, Sinai, I ebanon, Hasīb), to a large valley, innumerable plains, wonderful fruit-trees. It would take a horse a hundred years at the gallop to emerge from the shade of the banana-tree (al-Buk̲h̲ārī, Riḳāḳ , 114; Musnad , passim ). A single leaf from the “Lote-Tree of the Boundary” could shade the whole Community\n \n ¶ of the Faithful. In Paradise there are horses and camels “of dazzling whiteness”, perhaps goats and sheep, and winged Rafraf made of red rubies will serve as the mounts of the elect (al-Tirmid̲h̲ī, D̲j̲anna . 88, etc.).",
    "The pleasures of Paradise. Here too there is the same concern for extravagant and concrete descriptions. Each of the elect will have the same stature as Adam (60 cubits by 7), and the same age, 33 years, as Jesus. Their robes and adornments will be marvellous. The delights of eating and drinking are the occasion for a surfeit of endless detail, as are also the hours of rest which follow them. The Ḳurʾānic evocation of the Houris calls forth endless commentaries (cf. Ṣubḥī al-Ṣāliḥ, 133-40) which celebrate the carnal joys, “a hundred times greater than earthly pleasure”, that the elect will derive from their perpetual virginity. But the female Believers who have been admitted to Paradise through the merit of their good deeds will rank 70,000 times greater than the Houris in the eyes of God.—The whole of Paradise will be drenched in glorious music: the angels, the elect, the creatures of Paradise, the hills, trees and birds all joining in the universal melody.",
    "The Vision of God. The most wonderful melody of all is the voice of God greeting the elect. Several traditions ( e.g. , al-S̲h̲aʿrānī, Muk̲h̲taṣar , 118; Ibn al-Ḳayyim al-D̲j̲awziyya, Hādī ’l-arwāḥ , 225) speak of the visit that the elect will pay “each Friday” to the Most High, at his invitation, and after they have chosen “a fine face” at the “suḳ of Recognition”. The men following the Prophet, the women in the train of his daughter Fāṭima, will cross the heavens, pass by the celestial Kaʿba surrounded by praying angels, draw near to the “Guarded Table” ( al-lawḥ al-maḥfūẓ ) where the Pen writes the divine decrees, and finally emerge on to the “terrace of the Throne”, which is of musk. “The veil of light lifts” and God appears to his guests “like the moon at the full” (Ṣubḥī al-Ṣāliḥ, 148). He greets each and everyone with “Peace be with you”, and the angels serve them. There is supreme bliss which surpasses all other joy.",
    "These traditional concepts and their concrete details permeate the mind of the Islamic peoples. In considering their implications two comments are necessary. They are put forward as a continuous extrapolation of sensual earthly pleasures. If the “Vision of God” is the highest reward, even so that too is described as a sensual ocular sight. However, the famous ḥadīt̲h̲ , both ṣaḥīḥ and mutawātir , “I have prepared for my faithful servants that which no eye has seen, no ear heard, no human heart ever felt”, is constantly quoted. A literalist exposition explains it by multiplying every earthly joy tens of thousands of times. But the idea of “without common measure”, indeed the idea of “another order” of reality or existence, also has its place. This is certainly one of the leitmotifs of Ibn al-Ḳayyim al-D̲j̲awziyya (14th century), the well-known disciple of Ibn Taymiyya, in his Hādī al-arwāḥ .",
    "2. “The Science of kalām”.",
    "Among the mutakallimūn , three fundamental attitudes may be distinguished: a) Muʿtazilī schools (which influence the tafsīr of al-Zamak̲h̲s̲h̲ārī). Their principle of “reason as the criterion of the Law” does not favour an allegorical or spiritual interpretation, but in the sense of a more restrained literal exposition, which treats as figurative any statement or description deemed rationally unacceptable. \n ¶ \n Applications: the anthropomorphisms applied to God or to the acts of God are interpreted metaphorically; the sensual delights of Paradise, on the contrary, are taken literally, but with the exclusion of all the hyperbole and all the traditional wonders. The Houris are like beautiful women, the fruits of Paradise like earthly fruits, etc. The future heresiographers (al-As̲h̲ʿarī, al-Bag̲h̲dādī, al-S̲h̲ahrastānī, al-K̲h̲ayyāṭ) were to note that Abu ’l-Hud̲h̲ayl does indeed allow the “corporeal pleasures” ( d̲j̲ismiyyāt ) of Paradise but that, with the rest of the school, he associates with them “spiritual” delights ( rūḥāniyyāt ). All the Muʿtazila, on the other hand, deny the vision of God and, by an appropriate grammatical exegesis, give a different interpretation to the Ḳurʾānic verses which mention it. In the same way they reject the present existence of Paradise which, according to them, will only be created at the Resurrection.",
    "b) The first As̲h̲ʿarī school asserts the reality ( ḥaḳīḳa ) of the attributes of God as expressed by the anthropomorphisms of the text, the reality of the descriptions of Paradise, those deriving from the principal traditions as well as those of the Ḳurʾān, and the reality of the ocular but not spatialized vision of God, “like the moon at the full”. In his Ibāna , Cairo ed. 15, al-As̲h̲ʿarī calls This last the “highest bliss”: a “spectacular”, not a transforming, vision (Massignon). Paradise, which will be eternal, already exists. But the emphasis is laid on the incomparable and ineffable nature of the conditions of the future life. In conformity with one of the great As̲h̲ʿarī principles, all that is said of it must be taken literally but bilā \n kayf , “without asking how”. Not only have the pleasures of Paradise no common measure with earthly joys, but they bear no analogy to them; they are of a different nature.",
    "c) The later As̲h̲ʿarīs (called “modern” by Ibn K̲h̲aldūn), in whom there is often a mixture of As̲h̲ʿarism properly so called and Māturīdism, adopt a taʾwīl (interpretation) which is perhaps more influenced by the Falāsifa than by the Muʿtazila. The most notable example is Fak̲h̲r al-Dīn al-Rāzī (12th-13th centuries). The principles of his exegesis are stated in his Kitāb asās al-taḳdīs (Cairo ed. 1327), and applied at length in the famous Mafātīḥ al-g̲h̲ayb (Cairo ed. 1321), still known as the “great\n tafsīr” . A broad metaphorical interpretation is given of the descriptions of Paradise as well as of the divine attributes. While allowing, with the school, the reality of the Beings of the Beyond, al-Rāzī concludes, in conformity with a ḥadīt̲h̲ of Ibn ʿAbbās, that there is equivocality between the names which describe them and the same names which describe things on earth ( Mafātīḥ , viii, 280; cf. Ṣubḥī al-Ṣāliḥ, 245 ff.). He does not deny the sensual rewards of Paradise, the luxury, the feasts, the carnal relations with the Houris, but he underlines the “without asking how”, and insists upon “the glorious divine presence which impregnates the soul with sanctity and spirituality” (viii, 281; tr. Ṣubḥī al-Ṣāliḥ).",
    "A disputed question in the Kalām: is Paradise, especially under its name of Eden, or the Garden of Eden, the Eden where God placed Adam and Eve? The Muʿtazilī al-D̲j̲ubbāʾī, who was at one time the teacher of al-As̲h̲ʿarī, placed Eden in the seventh heaven. A later opinion, which is supported by al-Iṣfahānī and which claims to follow Ḥanafī-Māturīdīs, considers the Eden of Adam an \n ¶ earthly garden, distinct from the heavenly Paradise, The commentaries which distinguish the two Edens in This way usually place Paradise above the seventh heaven.",
    "One last detail. Some hierarchical plans (“stages”) of Paradise are often allowed; but there was no consensus on the order of enumeration. A ḥadīt̲h̲ of Ibn ʿAbbās proposes: (i) (the highest circle) the dwelling of Majesty, (2) of Peace, (3) the garden of Eden, (4) of Refuge (or “Retreat”), (5) of Immortality, (6) of the Firdaws , (7) of Delights.—But in other texts the Firdaws is put at the summit; and in others again Eden. Certain opinions, less popular, define only four “dwellings” or gardens, and place Eden on the level of the fourth heaven. But it is generally accepted that, beyond the seventh heaven (or simply the highest heaven), and thus not cosmically located, Paradise, whether or not divided into plans or hierarchical divisions, has above it only the Stool ( kursī ) and the Throne ( ʿars̲h̲ ) of the Most High God. (See below the summary by al-Bād̲j̲ūrī).",
    "3. Falsafa and taṣawwuf.",
    "Between al-As̲h̲ʿarī, who follows Ibn Ḥanbal, and the tafsīr of Fak̲h̲r al-Dīn al-Rāzī, the Hellenistic\n falsafa , during the course of these controversies, exerted some influence on the school. For the “philosophers”, the future life begins, not with the Resurrection, but with the individual death; and the human soul separated from its body will know, in accordance with its nature, only intelligible joys. Ibn Sīnā in his exoteric works is careful not to deny the Resurrection; the same is true of Ibn Rus̲h̲d, who, at the conclusion of the Tahāfut al-tahāfut , confines himself to declaring his respect for the prophetic teaching. But everything is determined by the conception of prophecy in question. In his “esoteric”\n Risthose for whom God destinesāla aḍḥawiyya fī amr al-maʿād (ed. S. Dunyā, Cairo 1949), Ibn Sīnā clearly suggests that the Resurrection must be taken as a lesson meant for the people; the wise man must understand it as a symbol or allegory, for “opposed to the true happiness of man is the existence of his soul in the body, and (...) corporeal pleasures are different from true pleasures, and to return to the body would be a punishment for the soul” (53). Henceforth, in its deepest reality, the life of Paradise will be that of intelligible substances united with the Active Intellect and the Universal Intellect in which, as in a clear mirror, will shine the supreme Divine Lights. —Is then the apparent meaning of the Ḳurʾānic descriptions totally ignored? No. They are of value, in their literalness, for the “weak-minded” ( buhl ) who, although they have observed God’s commandments on earth, will be incapable of rising to the life of pure intelligence. They will be experienced, in the strict sense, not as sensual delights, but as pleasures of the imagination, thanks to the heavenly Bodies (cf. Nad̲j̲āt , 2nd Cairo ed. 1357/1938, 298; see also Is̲h̲ārāt , ed. Forget, Leiden 1892, 196 § 2; Ibn Sīnā, in order to put forward This opinion, takes shelter behind the authority of “certain teachers”).",
    "Avicenna’s influence marks a break in the history of taṣawwuf . The first Ṣūfīs took Ḳurʾānic teaching literally, but focussed their hopes on the supreme bliss and reward, the vision of God. Well-known is the allegorical act of Rābiʿa, who wanted “to burn Paradise” (and “drown Hell”) so that God might be loved for Himself alone and not for His rewards \n ¶ (and feared for Himself alone and not for His punishments). In some famous texts, al-Bistāmī objects to the “market of images” (the sūḳ of the traditional exegesis where the elect choose “a fine face” for “the visit on Friday”), and proclaims: “If in Paradise I were prevented from meeting Him, were it only for an instant, I would make life intolerable for the elect of Paradise” (cf. L. Massignon, Lexique \n technique , Paris 1954, 253). For al-Ḥallād̲j̲ everything is turned towards the ruyʾat Allāh , dazzling but intermittent, in which the elect find happiness only “after the event”.—Characteristic is the attitude of al-Muḥāsibī, of whom certain texts transpose the promised bliss into spiritual values, whilst his Kitāb \n al-tawahhum , in order to encourage popular piety, emphasizes the sensual and carnal descriptions.",
    "The later Ṣūfīs took care not to remove the sensual character of the joys of Paradise, but they developed, often extensively, the “superior” spiritual sense, revealed by the kas̲h̲f (“unveiling”). The most remarkable presentation is that of Ibn ʿArabī in his al-Futūḥāt al-Makkiyya . Paradise is an “abode of Life”, dār al-Ḥayawān , overflowing with both sensual and spiritual joys. In Futūḥāt , i, 353 ff., he enumerates three Gardens or Paradises: “the Garden of the Exception” for children who died before attaining the age of reason, the amentes , the righteous who have not received the revealed Law, “and those for whom God destines it”; “the Garden of Inheritance” into which the souls in the “Exception” and the believers who have been punished for a time in Gehenna may enter; and lastly “the Garden of Works” where believers will be rewarded for their good deeds. This last is in turn subdivided into eight Gardens, each comprising a hundred degrees. The highest Garden is Eden (preceded by the Firdaws ) ’ , and the highest degree of Eden, al-Maʾwā , is reserved for the Prophet (ii, 96). The second volume of the Futūḥāt takes up the traditional descriptions and gives a commentary based on distinctions between desire, pleasure and will. The eschatology of Ibn ʿArabī has been briefly summarized by Ṣubḥī al-Ṣālīḥ, 288 ff., and analysed in detail by Asín Palacios, La escatalogía \n musulmana en la \n Divina Comedia , Madrid-Granada 1943, 230 ff. and references given there. See particularly the diagrams reproduced on pp. 233, 262, 264, where the gardens of Paradise are drawn in concentric and ascending levels. Another representation (ibid., 235) in a pyramid of eight levels has been suggested on the basis of the Maʿrifat-nāma of Ibrāhīm Ḥaḳḳī, studied by Carra de Vaux ( Fragments \n d’eschatologie musulmane , Brussels 1895).",
    "If we refer to Futūḥāt i, 353, it appears that the concrete eschatological descriptions of Ibn ʿArabī may all bear an allegorical meaning; and that they refer, not to two distinct Paradises, “earthly” and “heavenly”, as Asin Palacios suggests, but to one single place of delights in which these two aspects join to make one: an application of the gnostic thesis of the author, which was developed in the Fuṣūṣ al-Ḥikam (Cairo ed. 1365/1946) where the world of the created being is the manifestation ad extra of the transcendent God. A text attributed to Ibn ʿArabī, but which is more probably from al-Ḳās̲h̲ānī (cf. Ṣubḥī al-Ṣāliḥ, 312) gives to the Ḳurʾānic texts themselves an interpretation which is very spiritual and uses a very Avicennian terminology: where the “lofty beds” are the degrees of perfection, the brocade lining is the inward aspect of the soul, the Houris the heavenly Spirits.",
    "4. Two essays in synthesis.",
    "The falāsifa on one side and the many Ṣūfīs on the other were regarded with mistrust and often opposed by the official teaching. Nevertheless their influence was effective. The expansion of Ṭarīḳa s (“brotherhoods”) spread throughout the masses many Ṣūfī interpretations, sometimes but not always mixed with “philosophical” glosses. This resulted in some attempts at synthesis, clearly concerned to maintain the values of the faith. We will consider two of them.",
    "The most important synthesis is that by Abū Ḥāmid al-G̲h̲azzālī (earlier therefore than Ibn ʿArabī), in which are united the traditional currents, kalām , falsafa and taṣawwuf . In the Iḳtiṣād and the Iḥyāʾ , al-G̲h̲azzālī defends the As̲h̲ʿarī thesis of the vision of God. The Kitāb al-mawt wa-mā baʿdahu of the last quarter of the Iḥyāʾ (Cairo ed. 1352/1933, iv, 381-468) reproduces extensively ḥadīt̲h̲ and traditional texts which describe the sensual pleasures and joys of Paradise. But the Maḳsad al-asnā (Cairo ed., n.d.), without rejecting them, insists on the superiority of spiritual bliss. Paradise is a “medium of bliss” of which only images are revealed to us. There is the same doctrine in Mīzān al-ʿamal (cf. tr. Ḥikmat Has̲h̲īm 5-6): it is because the pleasures of Paradise “are incomprehensible to the understanding of the commonalty of men” that they “assimilate them to the sensual pleasures which they know”. Here we are very close to the theses of Ibn Sīnā. Al-G̲h̲azzālī, however, differs radically from the “philosopher” in his teaching of the reality of the resurrection of the body. His own personal ideas seem to take shape as follows: the believers who can only conceive of sensual and material happiness will enjoy the pleasures of Paradise in the flesh; others will delight in imaginative pleasures; and others again, “the holy and the initiated ( ʿārifūn )” will enjoy superior delights, intellectual and spiritual, which alone can satisfy them and of which the sensual delights described in the Law are only the image. Elsewhere the possibility is not ruled out that some of the elect may share in the three kinds of joy at the same time (cf. Arbaʿīn , 40, and Ṣubḥī al-Ṣāliḥ, 286).",
    "The popular treatise on kalām by al-Bād̲j̲ūrī (18th-19th centuries, Ḥās̲h̲iya ... ʿalā D̲j̲awharat al-tawḥīd , Cairo ed. 1352/1934), so often taught in the great mosques and the centres of the brotherhoods, contains only some sober observations on the subject of Paradise. Throughout his work al-Bād̲j̲ūrī faithfully follows the traditional As̲h̲ʿarī line; reality in the literal sense of the texts, but bilā \n kayf , “without asking how”; he is sometimes not averse from admitting a double meaning, literal but also allegorical, and is receptive to Ṣūfī influences. He does not treat in detail the question of paradisiacal rewards, and confines himself to noting that “the whole of Paradise is abundantly supplied with all sorts of delights” (107). He centres his comments on the existence and the structure of the Garden. Existence: (1) Paradise has already been created (contrary to Muʿtazilī opinion), and the Eden of Adam and Eve is identified with the Dwelling Beyond; (2) it is an eternal abode which will never end (contrary to the D̲j̲ahmīs).—Structure: three hypotheses are admitted, and al-Bād̲j̲ūrī draws no conclusion (id.): (1) Paradise will consist of seven parts (and not of eight as proposed by Ibn ʿArabī), concentric and ascending circles. The Highest, which is in the centre, is the Firdaws , where the rivers \n ¶ part; and Eden comes in the second place; (2) four Gardens, according to the Ḳurʾān, LV, 46 and 62, which are named in ascending order: Delights, Refuge, Eden, Firdaws ; (3) a single Abode to which the seven designations may be applied, each underlining one of its qualities.",
    "5. Reformers and contemporary modernists (cf. Ṣubḥī al-Ṣāliḥ, Vth part.).",
    "Muḥammad ʿAbduh ( Risālat al-tawḥīd , Cairo 1353H., 203-4 on the “vision of God”, Tafsīr D̲j̲uzʾ ʿamma ...., a commentary on the thirtieth part of the Ḳurʾān or the “thin suras”, 1st ed., Cairo 1322/1904; an article from the Manār ). The vision of God is possible, but is not of the same nature as an ocular vision on earth; it is by transforming their visual faculty that God will reveal himself to His elect. The literal, descriptive sense (localization and pleasures of Paradise) is upheld but soberly explained. The principle of bilā kayf is reaffirmed, especially on the subject of the joys dispensed by the Houris. Let us note finally that a critique of traditional sources is adumbrated. For Muḥammad ʿAbduh, the ḥadīt̲h̲ s, even if ṣaḥīḥ , may only be retained if they are mutawātir , warranted by many lines of transmission. This principle leads him to reject the hyperboles of many literalist descriptions.",
    "This important differentiation between the ḥadīt̲h̲ s is taken up again and elaborated, even to the point of an internal criticism of certain matn (texts) of the traditions. Thus Ras̲h̲īd Riḍā rejects as inauthentic those which promise to the elect Houris in abundance, and he refers to a ḥadīt̲h̲ reproduced by al-Buk̲h̲ārī and Muslim, which awards to everyone in Paradise his earthly wife and a single Houri. The descriptions abounding in hyperbolical literalism are, he says, mistaken in not considering the spirit of the Arabic language, which requires that all anthropomorphisms be interpreted metaphorically. We should strive to understand the inner spirit of the Ḳurʾān which teaches both sensual and spiritual delights, but which places the second far above the former. For Ras̲h̲īd Riḍā, the authentic ḥadīt̲h̲ par excellence is that which defines the blessed life as “that which no eye has seen, no ear heard”.... He criticizes in turn the descriptive hyperboles of many “literalists”, the excessively rationalist principle of the Muʿtazila, the allegorism of the Ṣūfīs, and he attacks by name Ibn ʿArabī. Only the attempt to understand the actual text of the Ḳurʾān counts. If the spiritual life prevails over the life of the flesh, if the delights of Paradise are both sensual and intelligible, it is because that is the teaching of the Book. The vision of God is possible (contrary to the Muʿtazila) but “it is not a fundamental basis of the Islamic faith” (see Ṣubḥī al-Ṣāliḥ, 325-35, and ref. Tafsīr al-Manār ).",
    "In conclusion it may be useful to mention with M. Ṣubḥī al-Ṣāliḥ “the philological exegesis” presented by ʿAbd al-Ḳādir al-Mag̲h̲ribī who, in 1920, wrote a commentary on the twenty-ninth section of the Ḳurʾān, d̲j̲uzʾ Tabārak (reissued in the work ʿAlā hāmis̲h̲ al-Tafsīr , Cairo n.d.). The author dismisses the literalist exegesis which presents the life of the Beyond in purely sensual terms: that would be to fail to take account of the incomparable power of expression of the text; he also dismisses the purely spiritual allegorical exegesis, for it derives only from subjective views. He requires an exegesis founded on the laws of the Arabic language, its eloquence and its use of metaphor. The terms describing the delights of Paradise aim at evoking \n ¶ the grandest possible conception of joy. We should then understand these terms literally, but as designating, in the Other World, concrete realities intrinsically different from those here below. It is thus we should understand the fleshly joys promised to the elect: consequently, the feasts of Paradise are by no means intended for the satisfaction of sensuality, and the delights offered by the Houris represent a reality inaccessible to human understanding, a noble pleasure in which the female believers will share.—The author adds that his exegesis is only one of the interpretations possible, and that a Muslim is free to prefer another.",
    "The Egyptians Sayyid al-Ḳuṭb, Amīn al-K̲h̲ūlī. and especially Muḥammad Aḥmad K̲h̲alaf Allāh, a disciple of the former, go even further than the S̲h̲ayk̲h̲ \n al-Mag̲h̲ribī in the study of the “literary genres” of the Ḳurʾān. Azharī circles displayed violent opposition towards Dr. K̲h̲alaf Allāh.",
    "In conclusion: the official teaching has never confirmed the exclusively allegorical and spiritual interpretations of Ḳurʾānic verse and ḥadīt̲h̲ concerning Paradise. Throughout the centuries two trends have co-existed: (1) the so-called traditional exegesis, which accepts many traditions and which endlessly multiplies concrete details about the life of Paradise and its sensual pleasures; (2) the attempts of kalām , of al-G̲h̲azzālī, the Salafiyya reformers, etc., who retain indeed the obvious literal meaning of the Ḳurʾānic text, but take care not to amplify it; who insist on the intrinsic difference between the realities of the Beyond and earthly realities, emphasizing the primacy of the spiritual over the carnal order. Even without mentioning the “philological” exegesis of al-Mag̲h̲ribī, we may say that the attempts of Muḥammad ʿAbduh and of Ras̲h̲īd Riḍā to perform an internal critique of the traditions may well open new perspectives to our knowledge of the tafsīr ."
  ],
  "signature": "(L. Gardet)",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
