{
  "id": "eweb_420",
  "source": "EI2",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/doi/10.1163/9789004206106_eifo_COM_0256",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/9789004206106_eifo_COM_0256",
  "title": "al-Ḥallād̲j̲",
  "authors": [
    "L. Massignon",
    "L. Gardet"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "9789004206106",
  "first_online": "01 Oct 2010",
  "last_updated": null,
  "content": [
    "(«le cardeur»), Abū l-Mug̲h̲īthal-Ḥusayn b. Manṣūr b. Maḥammā al-Bayḍāwī , théologien mystique de langue arabe (244-309/ 858-922). Sa vie, sa prédication et sa mort éclairent un moment crucial de l’histoire culturelle musulmane, \n ¶ et l’expérience intérieure qu’il décrit sera comme un plan de clivage dans l’histoire du taṣawwuf \n 1",
    "Al-Ḥallād̲j̲ naquit vers 244/858-9 à Ṭūr, au N.-E. d’al-Bayḍā, en Fars. Ṭūr parlait un dialecte iranien; al-Bayḍā était un centre arabisé où naquit Sībawayh. On a dit al-Ḥallād̲j̲ petit-fils d’un Guèbre, et descendant d’Abū Ayyūb, Compagnon du Prophète. Son père, probablement cardeur, abandonna Ṭūr pour le milieu textile s’étendant de Tustar jusqu’à Wāsiṭ (sur le Tigre), ville de fondation arabe, en majorité sunnite-ḥanbalite (avec, dans les campagnes, une minorité s̲h̲īʿite extrémiste), et centre d’une école renommée de lecteurs du Ḳur’ān. A Wāsiṭ, al-Ḥusayn acheva de perdre l’usage de la langue persane. Jusqu’à douze ans, il apprit le Ḳur’ān par cœur et devint un ḥāfiẓ .Très vite, il chercha à intérioriser l’enseignement des sourates, et se mit en taṣawwuf à l’école de Sahl al-Tustarī.",
    "Il quitte Tustarī à vingt ans pour venir à Baṣra. Il y reçoit l’habit des Ṣūfis de la main de ʿAmr al-Makkī, et contracte mariage avec Umm al-Ḥusayn, fille d’Abū Yaʿḳūb al-Aḳṭaʿ. Ce fut un foyer monogame, uni jusqu’au bout, et qui donna naissance à au moins trois fils et une fille. Son mariage lui valut la jalousie et l’opposition de ʿAmr al-Makkī. Durant ses absences, al-Ḥallād̲j̲ assurera la subsistance des siens grâce à son beau-frère, un Karnabāʾī. Par ce dernier, il se trouva en contact avec un clan rallié à la rébellion zaydite des Zand̲j̲ [ q.v. ], plus ou moins contaminé d’extrémisme s̲h̲īʿite: origine probable de sa réputation persistante (mais non fondée) de dāʿī («prédicateur-missionnaire») s̲h̲īʿite. Il en garda de curieuses expressions d’apparence s̲h̲īʿite, mais ne cessa de vivre à Basra d’une vie ascétique fervente, profondément fidèle au Sunnisme. Il alla consulter à Bag̲h̲dād le célèbre Ṣūfī Ḏj̲unayd; malgré les conseils de ce dernier, lassé du conflit entre son beau-père al-Aḳṭaʿet ʿAmr al-Makkī, il partit pour la Mekke alors que venait d’être écrasée la rébellion zand̲j̲.",
    "A la Mekke, il accomplit son premier ḥad̲j̲d̲j̲ et fait vœu de demeurer un an en ʿumra sur le parvis du temple, en état de jeûne et de silence perpétuels. Il y expérimente sa voie personnelle d’union à Dieu et, contre la discipline de l’arcane, commence à la proclamer. ʿAmr al-Makkī rompt alors avec lui, cependant que des disciples commencent à lui venir.",
    "De retour en Ḵh̲ūzistān, il renonce à la tunique des Ṣūfis et adopte l’habit «laïc» (sans doute le ḳabāʾ manteau porté par des soldats), pour parler et prêcher plus librement. Ce début d’apostolat, qui vise avant tout à faire trouver Dieu par chacun au fond de son cœur, et auquel il devra son nom de Ḥallād̲j̲ al-asrār «le cardeur des consciences», le livre aux soupçons et aux haines, et scandalise les Ṣūfis. Quelques Sunnites, ex-chrétiens dont certains seront vizirs à Bag̲h̲dād, deviennent de ses disciples. Mais des Muʿtazilites et des S̲h̲īʿites, grands fonctionnaires fiscaux, l’accusent de truquages et de faux miracles, et ameutent la foule contre lui. Il va au Ḵh̲urāsān continuer sa prédication dans les colonies arabes de l’Iran oriental. Il y restera cinq ans, prêchant dans les cités, séjournant aux frontières dans les couvents fortifiés où vivent les combattants volontaires pour la «guerre sainte». Il revient dans la région de Tustar, \n ¶ et, avec l’aide du secrétaire d’État, Ḥamd al-Ḳunnāʾī, parvient à installer les siens à Bag̲h̲dād.",
    "Avec quatre cents de ses disciples, il accomplit alors son second pèlerinage à la Mekke, — où d’anciens amis, des Sūfis, l’accusent de sorti- lèges magiques et de pacte avec les d̲j̲inns . C’est à la suite de ce deuxième ḥad̲j̲d̲j̲ qu’il entreprit un long périple en Inde (hindouisme) et Turkestan (manichéisme et bouddhisme), au delà donc des frontières du dār al-Islām . «Au delà de la Communauté musulmane, c’est à toute l’humanité qu’il pense pour lui communiquer ce curieux désir de Dieu, patient et pudique, qui dès lors le caractérise» (L. Massignon). Vers 290/902, al-Ḥallād̲j̲ revient à la Mekke pour son troisième et dernier pèlerinage. Il y revient, vêtu de la muraḳḳaʿa , étoffe rapiécée et bigarrée jetée sur les épaules, et de la fūṭa , pagne d’indienne autour des reins. Sa prière à la station de ‘Arafāt demande que Dieu le réduise à rien, le fasse méconnaître et exclure, pour que Dieu seul Se rende, grâce à Lui-même, à travers le cœur et les lèvres de Son serviteur.",
    "Revenu parmi les siens à Bag̲h̲dād, il installe chez lui une effigie de la Kaʿba, prie la nuit près des tombeaux, et clame le jour, dans les rues ou les sūḳs , son amour brûlant de Dieu et son désir «de mourir anathème pour sa Communauté». — «O Musulmans, sauvez-moi de Dieu»; «Dieu vous a rendu mon sang licite: tuez-moi». Cette prédication suscite l’émotion populaire et l’inquiétude des milieux lettrés. Le Ẓāhirite Muḥammad b. Dāwūd s’indigne qu’al-Ḥallād̲j̲ se prétende en union mystique avec Dieu; il le dénonce à la cour et demande sa condamnation à mort. Mais le juriste s̲h̲āfiʿite Ibn Surayd̲j̲ soutient que l’inspiration mystique échappe à la compétence des tribunaux. C’est à cette époque que, selon le récit hostile de grammairiens de Baṣra, al-Ḥallād̲j̲ aurait répondu à al-S̲h̲iblī, dans la mosquée d’al-Manṣūr, par le fameux s̲h̲aṭḥ («locution théopathique»): Anā l-ḥaḳḳ «je suis Dieu-Vérité», proclamant qu’il n’a d’autre «je» que Dieu.",
    "Un mouvement de réforme morale et politique de la communauté se dessinait à Bag̲h̲dād, volontiers animé par les prédications d’al-Ḥallād̲j̲ et par des croyants qui voulaient voir en lui le «Pôle» caché de l’heure. Il dédie à Ibn Ḥamdān et à Ibn ʿIsā des opuscules sur les devoirs des vizirs. En 296/908, des réformistes sunnites (tendance ḥanba!ite d’al-Barbahārī; cf. H. Laoust, La Profession de foi d’Ibn Baṭṭa , Damas 1958, passim ) tentent en vain de s’emparer du pouvoir et d’élever Ibn alMu’tazz au califat. Ils échouent; al-Muḳtadir, le calife enfant, est rétabli, et son vizir est le financier s̲h̲īʿite Ibn al-Furāt. Al-Ḥallād̲j̲ est compromis dans la répression anti-ḥanbalite. Tandis que quatre de ses disciples sont arrêtés, il réussit à s’enfuir à Sūs, ville ḥanbalite de l’Ahwāz. Trois ans après, victime de la haine du Sunnite Ḥāmid, al-Ḥallād̲j̲ est arrêté et ramené à Bag̲h̲dād. Son emprisonnement durera neuf ans.",
    "En 301/913, le vizir Ibn ʿIsā, cousin d’un disciple d’al-Ḥallād̲j̲, arrête le procès (cf. fatwā d’Ibn Surayd̲j̲). Les ḥallād̲j̲iens emprisonnés sont relâchés. Cependant, sous la pression de ses ennemis, al-Ḥallād̲j̲ est exposé durant trois jours au pilori, avec l’écriteau «agent ḳarmaṭe» (influence du préfet de police, ennemi du vizir). Il sera par la suite interné au palais, et pourra prêcher aux détenus de droit commun. En 303/915, il guérira \n ¶ le calife d’une crise fébrile et, en 305, «ressuscitera» le perroquet du prince héritier. Les Muʿtazilites dénoncent son «charlatanisme». Le vizir Ibn ʿIsā était favorable à al-Ḥallād̲j̲; il est remplacé en 304-6 par l’anti-ḥallād̲j̲ien Ibn al-Furāt; mais l’influence de la reine mère empêche ce dernier de rouvrir le procès. C’est de cette époque, semble-t-il, que datent deux des plus importants ouvrages d’al-Ḥallād̲j̲, le Ṭā sīn al-azal , méditation sur le cas d’Iblīs, «le monothéiste désobéissant», et l’opuscule sur l’«ascension» ( miʿrād̲j̲ ) de Muḥammad s’arrêtant au seuil, «à deux jets d’arc», de l’Essence divine. Ces méditations condamnaient le refus d’Iblīs et suggéraient un au delà de l’expérience muḥammadienne, par une union d’amour entre l’homme et Dieu. Elles semblent avoir été une réponse au S̲h̲ī ʿite extrémiste al-S̲h̲almag̲h̲ānī pour qui foi et impiété, vertu et vice, élection et damnation, sont des muḳābah («corrélatifs d’opposition») également agréables à Dieu. Al-S̲h̲almag̲h̲ānī exercera une influence non négligeable à la cour de Bag̲h̲dād, et sur le déroulement même du procès d’al-Ḥallād̲j̲.",
    "Le procès fut repris et plaidé en 308-9/921-2. La toile de fond en fut la spéculation fiscale de Ḥāmid contrecarré en vain par Ibn ʿIsā. C’est pour ruiner l’influence de ce dernier que Ḥāmid obtint la réouverture du procès d’al-Ḥallād̲j̲. Il y fut aidé par Ibn Mud̲j̲āhid, chef respecté de la corporation des lecteurs du Ḳurʾān, ami des Sûfis Ibn Sālim et al-S̲h̲iblī, mais anti-ḥallād̲j̲ien. Les Ḥanbalites, à l’instigation d’Ibn ʿAṭāʾ, lui-même ḥanbalite et mystique, manifestent et «prient contre» Ḥāmid: à la fois pour protester contre sa politique fiscale et pour sauver al-Ḥallād̲j̲. Ils s’en prennent même à al-Ṭabarī qui réprouvait l’émeute. Ces désordres donneront au vizir Ḥāmid l’occasion de faire comparaître Ibn ʿAṭāʾ devant le tribunal. Mais Ibn ʿAṭāʾ refuse de témoigner contre al-Ḥallād̲j̲, et dénie au vizir le droit de juger la conduite «d’hommes vénérés»; malmené par un garde à l’audience, il meurt des coups reçus.",
    "Ḥâmid et le ḳāḍī mālikite Abū ʿUmar ibn Yūsuf, tout dévoué aux puissants de l’heure, règlent par avance le jugement du tribunal qui condamnera al-Ḥallād̲j̲. «Ce qui compte, avait dit al-Ḥallād̲j̲, c’est de tourner sept fois autour de la Kaʿba de son cœur»: ils le présenteront donc comme un insurgé ḳarmaṭe voulant détruire la Kaʿba de la Mekke. Aucun S̲h̲āfiʿite n’est présent. Le ḳādī ḥanafite se récuse, mais son ad̲j̲oint accepte d’appuyer Abū ʿUmar, et le syndic des témoins professionnels parvient à réunir quatre-vingt quatre signataires. En séance, Abū ʿUmar, pressé par Ḥāmid, prononce la formule: «Il est licite de verser ton sang».",
    "Deux jours durant, le grandchambellan Naṣr et la reine-mère interviennent auprès du calife qui, pris de fièvre, contremande l’exécution. Mais les intrigues du vizir triomphent des hésitations d’al-Muḳtadir qui, au sortir d’un grand festin, signe la mise à mort d’al-Ḥallād̲j̲. Le 23 d̲h̲ū l-ḳaʿda/25 mars 922, des sonneries de trompettes annoncent l’exécution prochaine. Al-Ḥallād̲j̲ est remis au préfet de police, et le soir, dans sa cellule de condamné, il s’exhorte au martyre et prévoit sa résurrection glorieuse. Ces prières, notées et transmises, seront regroupées dans les Ak̲h̲bār al-Ḥallād̲j̲ .",
    "Le 24, à Bāb Ḵh̲urāsān, «devant une foule innombrable», al-Ḥallād̲j̲, coiffé d’une tiare, est flagellé, intercis et exhibé encore vivant sur un gibet ( ṣalīb ). Tandis que des émeutiers incendient des boutiques, amis et ennemis l’interpellent sur son gibet, et des traditions rapportent certaines de ses réponses \n ¶ L’autorisation califale exigée pour la décapitation n’arrive qu’à la tombée de la nuit, et la mise à mort est reportée au lendemain. Durant la nuit, des récits merveilleux se propagent. Au matin, les signataires de la condamnation, groupés autour d’Ibn Mukram, s’écrient, selon al-Tūzarī: «C’est pour l’Islam; que son sang retombe sur nos cous». La tête d’al-Ḥallād̲j̲ tomba, le tronc fut arrosé de pétrole et incinéré, les cendres jetées dans le Tigre du haut d’un minaret (27 mars 922).",
    "Des témoins rapportent que les ultimes paroles du supplicié furent: «Ce qui compte pour l’extatique, c’est que l’Unique le réduise à l’Unité», récapitulant l’appel au seul tawḥīd authentique, celui-là même que Dieu prononce dans le cœur de ses amis; puis qu’il récita Ḳurʾān, XLII, 18.",
    "Vingt-sept Riwāyāt , colligées par ses disciples vers 290/902, sous forme de ḥadīt̲h̲ ḳudsī , texte arabe dans 3 e éd. des Ak̲h̲bār al-Ḥallād̲j̲ (tr. fr. L. Massignon, Passion d’al-Hallāj , Paris 1922, 893-904); — 2. Kitāb al-Ṭawāsīn , suite de onze opuscules (dont le Ṭā sīn al-azal ), texte arabe et version persane de Baḳlī, édités par Louis Massignon, Paris 1913 (tr. fr. L. Massignon, Passion d’al-Ḥallāj , 830-93); — 3. des poèmes réunis (cf. Kitāb al-Taʿarruf d’al-Kalābād̲h̲i) dans le Diwān d’al-Ḥallāj , texte arabe et tr. fr., éd. par L. Massignon, Paris 1931; nouvelle tr. fr. Paris 1938; — 4. des logia et spécialement les novissima verba de la dernière nuit, groupés dans Ak̲h̲bār a-Ḥallād̲j̲ , édités par L. Massignon (Paris 1914, 1936, 1957).",
    "(Pour les autres écrits d’al-Ḥallād̲j̲ et la discussion de leur authenticité, voir L. Massignon, Kitāb al-Ṭawāsīn , introduction I-IV; Passion d’al-Ḥallād̲j̲ , 804-22; Diwān d’al-Ḥallād̲j̲ éd. de 1931, 1-9; et Opéra Minora , Beyrouth 1963, II, 40-45 et 191.)",
    "Le procès d’al-Ḥallād̲j̲ se déroule sur l’arrière-fond des intrigues religieuses, politiques, et de politique financière, qui agitaient la cour de Bag̲h̲dād durant la minorité d’al-Muḳtadir. Il illustre la situation de la dynastie ‘abbâside en ce début du IV e /X e siècle, et le rôle qu’y jouèrent les vizirs et leurs coalitions d’intérêts. Les deux grands ennemis d’al-Ḥallād̲j̲ furent le vizir s̲h̲īʿite Ibn al-Furāt et le vizir sunnite Ḥāmid. Les prédications d’al-Ḥallād̲j̲ dans les sūḳ s de Bag̲h̲dSd visaient toutes à une véhémente intériorisation des valeurs de foi et à la proclamation d’une union d’amour entre l’âme et Dieu: dans le cadre d’une dogmatique qui entendait affirmer délibérément sa fidélité sunnite. Mais elles ne pouvaient qu’être lettre morte non seulement pour les milieux politiques de la cour, mais aussi pour le monde des juristes traditionnels, mālikites surtout et ḥanafites, qui gravitaient autour d’eux. Il est remarquable que les meilleurs partisans d’al-Ḥallād̲j̲ se soient recrutés parmi les Ḥanbalites, dont le piétisme exerçait alors une influence non négligeable sur les couches populaires.",
    "Les exigences de réforme morale qui animaient la prédication ḥallād̲j̲ienne, et l’attrait exercé sur le peuple, seront une gêne pour bien des hommes au pouvoir. Un double prétexte leur permettra de formuler leurs chefs d’accusation:",
    "a) Prétexte religieux : les outrances d’al-Ḥallād̲j̲ mettaient en cause la prudence ésotérique et la discipline de l’arcane devenues de règle dans les milieux sûfis depuis que Nûrï et ses partisans avaient dû rendre rompte devant les tribunaux de leur \n ¶ enseignement sur l’amour de Dieu. D’une part, les Ṣūfis qui avaient été les amis d’al-Ḥallād̲j̲, tels ʿAmr al-Makkī et Ḏj̲unayd, le blâmèrent d’avoir rendu publique son expérience même, et de l’exprimer en «locutions théopathiques» ( s̲h̲aṭaḥāt ); d’autre part, des tendances ṣūfies assez troubles, spécialement celles de «l’amour ʿud̲h̲rite», se devaient de condamner la recherche de l’Unique par l’amour de volonté et la voie de la souffrance. Ce fut peutêtre la raison la plus profonde qui fit du Ẓāhirite Ibn Dāwūd un ennemi d’al-Ḥallād̲j̲, acharné à sa perte. On accusa dès lors al-Ḥallād̲j̲ de blasphèmes et de prétendre au ḥulūl (union de substance avec Dieu); et son désir d’intériorisation des actes cultuels («tourner sept fois autour de la Ka’ba de son cœur») fut dénoncé comme une volonté d’abolir le culte.",
    "b) Prétexte politique : ce fut sans doute le plus marquant et le plus décisif. Son mariage avait mis al-Ḥallād̲j̲ en relation avec les Zand̲j̲s zaydites. Ses voyages lointains lui donnèrent l’allure d’un dāʿī («missionnaire») ḳarmate. Et son vocabulaire, voire ses thèmes de méditation, n’étaient pas sans emprunter des éléments s̲h̲īʿites, alors même que ses réponses aux interrogations par là posées restaient d’inspiration profondément sunnite. Ses opposants, qui craignaient son influence aussi bien sur le peuple que sur des membres de la cour, se plurent dès lors à le présenter comme fauteur de troubles, rebelle, mettant en péril l’ordre de la Communauté. Une exégèse faussement littérale de certain de ses dires (voir supra ) l’accusa de vouloir, comme les Ḳarmaṭes, détruire la Kaʿba de la Mekke. Il devenait donc «licite de verser son sang», au nom même de la Communauté.",
    "A vrai dire, durant les dernières années de sa vie, al-Ḥallād̲j̲ semble avoir lui-même appelé sur sa tête son supplice et sa condamnation, — mais pour des raisons tout autres: prenant conscience que la voie d’union à Dieu par l’amour et la souffrance qui était sienne se situait comme au delà des cadres juridiques de la Communauté, et s’offrant en sacrifice pour cette dernière, dans une soumission volontaire à ses lois.",
    "Dans l’histoire du taṣawwuf , al-Ḥallād̲j̲ reste un sommet privilégié de la ligne dite waḥdat al-s̲h̲uhūd . On a proposé parfois de traduire cette expression par «unicité de vision» ou «de regard» (en référence au sens de la III e forme de √ s̲h̲hd ); ou mieux par «unicité de présence». Mais s̲h̲uhūd signifie bien l’acte d’assister à, d’être témoin de; et il convient, selon nous, de maintenir le sens d’«unicité du Témoignage» (ou «monisme testimonial», L. Massignon, Lexique technique de la Mystique musulmane , 2 Paris 1954, 103). La waḥdat al-s̲h̲uhūd n’est pas seulement «vue» ou «regard », mais une présence qui est total témoignage: c’est Dieu qui Se témoigne Lui-même dans le cœur de Son dévot ( ʿābid ). L’union à Dieu ( d̲j̲amʿ ) tend à une unification ( ittiḥād ) d’ordre non substantielle, mais s’opérant par l’acte de foi et d’amour ( ʿis̲h̲ḳ, maḥabba ) qui accueille dans le vide de soi-même l’Hôte Ami (= Dieu) dont «l’essence de l’Essence est Amour», dira al-Ḥallād̲j̲.",
    "L’expérience mystique ainsi entendue sera nettement critiquée par l’autre grande ligne sûfie, celle de la waḥdat al-wudjūd («unicité de l’Être», ou «monisme existentiel», Massignon, ibid .), dominante à partir du VI e -VII e /XII e -XIII e . s , [Voir Allāh , 428]. Un double reproche est formulé:",
    "1) Reproche de ḥulūl , infusion de substance, «incarnation» — rejoignant par là l’une des accusations du procès. Al-Ḥallād̲j̲, de fait, avait écrit: \n ¶ «Ton Esprit s’est emmêlé à mon esprit comme l’ambre s’allie au musc odorant» ( Dīwān , M. 41); et surtout: «Nous sommes deux esprits infondus ( ḥalalnā ) en un seul corps» ( ibid ., M. 57). Mais tout le contexte des poèmes et des écrits interdit de prendre ici ḥulūl dans le sens qui deviendra courant d’«incarnation» ou union substantielle. En son sens le plus obvie, le ḥulūl ḥallād̲j̲ien doit s’entendre d’une totale union intentionnelle (d’amour), où l’intelligence et la volonté du sujet — donc tout ce qui lui permet de dire «je» — sont agies par la grâce divine. Le «nous sommes deux esprits infondus en un seul corps» serait ici à mettre en regard de l’expression du docteur mystique chrétien saint Jean de la Croix: «deux natures (Dieu et l’homme) en un seul esprit et amour de Dieu».",
    "2) Cela est si vrai que le deuxième reproche — et le plus fréquent — adressé à al-Ḥallād̲j̲ par la waḥdat al-wud̲j̲ūd est, comme le dira Ibn ʿArabī, d’avoir maintenu dans le d̲j̲amʿ et l’ ittiḥād une «dualité». Le monisme de l’«unicité de l’Être» en effet veut que l’ ittiḥād s’opère non certes par ḥulūl , mais par une totale substitution de «Je» divin au «je» empirique. Etre «un» ( aḥad ) avec Dieu, c’est actualiser le divin qui, en l’esprit de l’homme est émané de Dieu (émané, non créé ex nihilo ; cf. le texte g̲h̲azzālien de la Risāla laduniyya : «l’esprit (humain) est de l’ amr de Dieu»). Ce reproche de «dualité» adressé à l’«unicité du Témoignage» éclaire la différence d’orientation des deux voies: unification dans et par les actes de foi et d’amour (suprême Témoignage) pour la waḥdat al-s̲h̲uhūd ; ré-absorption des actes de la créature en son acte premier d’existence (conçu ici comme émané de l’Être divin), pour la waḥdat al-wud̲j̲ūd .",
    "Les principaux écrits d’al-Ḥallād̲j̲ sont ou des méditations sur des thèmes symbolisant la démarche du mystique en quête de Dieu, ou l’expression directe (poétique) de cette démarche même. Or, il affine sans cesse son vocabulaire; sa connaissance très poussée des lexiques du fiḳh , du ʿilm al-kalām , de la falsafa naissante, concourt à forger un instrument sémantique étonnamment apte à l’analyse des «états spirituels» ( aḥwāl ). «Ḥallād̲j̲, dit L. Massignon dans El \n 1 , dialecticien et extatique (cf. Lulle, Swedenborg), s’est efforcé d’accorder le dogme avec la philosophie grecque sur des règles d’expérimentation mystique; précurseur en cela de G̲h̲azzālī ».",
    "Dans la dernière partie du Kit̄āb al-taʿarruf , al-Kalābād̲h̲ī consacre plusieurs chapitres aux iṣṭilāḥāt («termes techniques») du Sufisme. Leurs définitions à coup sûr sont grandement redevables à al-Ḥallād̲j̲: ainsi wad̲j̲d («extase»), sukr («ivresse»), d̲j̲amʿ («union»), etc., et surtout ces muḳābals («corrélatifs d’opposition») que sont tad̲j̲rīd («esseulement clos») et tafrīd («esseulement ouvert»), tad̲j̲alli («irradiation») et istitār («action de voiler», «occultation»), fanāʾ («annihilation») et baḳāʾ («pérennisation»), etc. Ces termes auront une signification très précise dans la waḥdat al-s̲h̲uhūd ḥallād̲j̲ienne; ils en recevront une autre dans la future waḥdat al-wud̲j̲ūd ; et devront chaque fois s’entendre directement en référence et à l’expérience décrite, et à la vision du monde qui en soustend la formulation. Il reste que leur première mise en place par al-Ḥallâd̲j̲ fut un moment capital pour l’élaboration du ʿilm al-taṣawwuf . Ajoutons qu’elle prêta parfois à des discussions, et chez les disciples d’al-Ḥallād̲j̲ eux-mêmes: ainsi, l’emploi de ʿis̲h̲ḳ , concurremment et souvent de préférence à maḥabba , pour l’amour de Dieu et de l’homme. ʿIs̲h̲ḳ \n \n ¶ appartenait au vocabulaire du premier Ṣūfisme (cf. al-Ḥasan al-Baṣrī). Mais le sens de «désir» qu’il connote habituellement sera récusé, de crainte d’introduire en Dieu mutabilité ou passivité. L. Massignon a pu montrer que les éditeurs des textes ḥallād̲j̲iens, le S̲h̲īʿite Baḳlī entre autres, n’hésitèrent pas à substituer en ces textes maḥabba à ʿis̲h̲ḳ : amenuisant ainsi la thèse ḥallād̲j̲ienne du ʿis̲h̲ḳ attribut divin de l’Essence (cf. Notion de l’ « iessentiel Désir », dans L. Massignon, Opéra Minora , Beyrouth 1963, II, 226-53).",
    "En 309/922, il semble bien que les disciples d’al-Hallād̲j̲ aient été constitués en ṭarīḳa (confrérie religieuse). Après le supplice de leur Maître, ils se cachèrent et se dispersèrent, et par là-même se scindèrent. La persécution légale se poursuivit en effet et, en 311-2/924-5, il y eut à Bag̲h̲dād plusieurs décapitations de Ḥallād̲j̲iens.",
    "Un certain nombre de disciples se réfugièrent en Ḵh̲urāsān où plusieurs d’entre eux furent mêlés à la réforme ḥanafite-māturīdite. Ibn Bis̲h̲r et surtout Fâris Ibn ʿIsā (fondateur des Ḥallād̲j̲iyya-ḥulūliyya) défendirent et répandirent l’enseignement d’al-Ḥallād̲j̲ dans les cercles sûfis k̲h̲urāsāniens. Le Kitāb al-Taʿarruf d’al-Kalābād̲h̲ī relève de cette tradition. Au V e /XI e siècle, selon al-Sulamî et Ḵh̲aṭīb, il y avait encore à Nīs̲h̲āpūr des «extrémistes» ḥallād̲j̲iens. On y peut rattacher Ibn Abī l-Ḵh̲ayr (étudié par Nicholson) et Fārmad̲h̲ī, qui fut le s̲h̲ayk̲h̲ d’al-G̲h̲azzàālī: d’où le jugement favorable de ce dernier sur al-Ḥallād̲j̲.",
    "D’autres disciples, tel Ibn Ḵh̲afîf (ami de la dernière heure plutôt que disciple), allièrent des éléments sâlimiyya à la réforme as̲h̲ʿarite.",
    "En Ahwāz et à Baṣra, une secte éphémère de Ḥallād̲j̲iyya (mais qui n’est connue que par les attaques de ses adversaires, spécialement al-Tanūk̲h̲ī) aurait adopté des positions extrêmes. Son principal représentant, al-Hās̲h̲imī, se serait affirmé comme prophète inspiré de l’Esprit qui, après s’être «infondu» en al-Ḥallād̲j̲, résidait en l’un de ses fils caché de tous (influences ismā’īliennes).",
    "A Bag̲h̲dād, d’autres Ḥallād̲j̲iyya (signalés par ʿAṭṭār) se présentent comme sunnites, mais d’esprit fort libre, et mettent en regard le Anā l-ḥaḳḳ du Maître et la Parole divine s’adressant à Moïse dans le Buisson Ardent (Ḳurʾān, XX, 14). Le grand Ḥanbalite Ibn ʿAḳīl (étudié par George Makdisi), après avoir défendu al-Ḥallād̲j̲, dut se rétracter.",
    "Dans son Farḳ , al-Bag̲h̲dādī cite les Ḥallād̲j̲iyya parmi les sectes qui doivent subir le traitement légal des apostats. Au cours du V e /XI e siècle, les polémiques furent vives. Les principales positions en jeu peuvent, semble-t-il, se résumer ainsi:",
    "a) En fiḳh : les cinq «obligations personnelles» ( farāʾiḍ ) sont remplaçables, même le ḥad̲j̲d̲j̲ (= isḳāṭ al-wasāʾiṭ ).",
    "b) En kalām : transcendance de Dieu ( tanzīh ) hors des dimensions du créé ( ṭūl , ʿard ); existence d’un Esprit incréé de Dieu ( rūḥ ndtiḳa ), qui vient s’unir au ruḥ créé de l’ascète ( ḥulūl al-lāhūt fī l-nāsūt ); le saint ( wālī ) devient le témoin vivant et personnel de Dieu ( huwa huwa ), d’où la locution théopathique Anā l-ḥaḳḳ .",
    "c) En taṣawwuf : union pleine à la volonté divine ( ʿayn al-d̲j̲amʿ ) par la souffrance acceptée et désirée. Le d̲h̲ikr que le s̲h̲ayk̲h̲ al-Sanūsī attribue aux Ḥallād̲j̲iyya est moderne.",
    "Dans les milieux s̲h̲īʿites-imāmites, la première réaction fut de condamner et excommunier les \n ¶ Ḥallād̲j̲iyya comme g̲h̲ulāt , extrémistes hétérodoxes. Plus tard, l’avicennisant Naṣir al-dīn Ṭūsī (VII e / XIII e s.) et Ṣadr al-dīn S̲h̲īrāzī (XI e /XVII e s.) affirmèrent la sainteté d’al-Ḥallād̲j̲, interprétant il est vrai sa voie d’union selon leurs propres thèmes philosophiques. Un culte d’al-Ḥallād̲j̲ se perpétua ainsi en certains milieux iraniens, mais fut sévèrement blâmé par d’autres tendances. En Islam sunnite, le terme de ḥallād̲j̲iyya en vint à désigner non plus une confrérie religieuse, mais des jurisconsultes, théologiens ou mystiques qui, à titre personnel, crurent à la sainteté d’al-Ḥallād̲j̲ (cf. ci-dessus attitudes d’Ibn ʿAḳīl, de G̲h̲azālī, etc.): ce qui fut fortement condamné par Ibn Taymiyya. Les derniers partisans ḥallād̲j̲iyya devaient se fondre dans la ṭarīka ḳādiriyya .A l’heure actuelle, il n’existe plus de Sunnites ouvertement ḥallād̲j̲iens. Beaucoup «excusent» al-Ḥallād̲j̲ selon la thèse juridique s̲h̲āfiʿite: sans plus. On continue cependant à l’invoquer, et sa tombe reçoit des visites de pèlerins venus de villes lointaines.",
    "Peu d’hommes en Islam ont été aussi discutés qu’al-Ḥallād̲j̲. Malgré l’ idfmāʿ [ q.v. ] des juges qui l’ont condamné, il eut ses fidèles aussi bien parmi les docteurs qu’en des courants de dévotion populaire. Voici, avec la mention de leurs opinions, la liste des principaux docteurs qui ont pris parti dans cette cause célèbre. On peut répartir les opinions diverses en trois groupes: a) taraddud (condamnation), qui se subdivise en radd (rejet simple) et takfīr (excommunication): dans la liste ci-après, sigle rdd ; b) ṭaraḥḥum («canonisation») ou wilāya (affirmation de la sainteté), qui se subdivise en iʿtid̲h̲ār (justification avec excuse) et ḳabūl (acceptation pleine et entière): sigle m; c) tawaḳḳuf (suspension du jugement, absention): sigle: t .",
    "Juristes ( fuḳahāʾ ): Ẓāhirites: Ibn Dāwūd et Ibn Ḥazm ( rdd ); Imāmites: Ibn Bābūya, Abū Ḏj̲aʿfar Ṭūsī et Ḥillī ( rdd ), — S̲h̲ūstarī, ʿĀmilī ( w); Mālikites: Ṭurṭūs̲h̲ī, ʿIyād, Ibn Ḵh̲aldūn ( rdd ), — ʿAbdarī, Dulund̲j̲āwī ( w ); Ḥanbalites: Ibn Taymiyya ( rdd ), — Ibn ʿAḳīl (qui se rétracta), Ṭawfī ( w ); Ḥanafites: Ibn Buhlūl ( t ), Nābulusī ( w ); S̲h̲āfiʿites: Ibn Surayd̲j̲, Ibn Ḥad̲j̲ar, Suyūṭī, ʿUrḍī ( t ), — Ḏj̲uwaynī, Ḏh̲ahabī( rdd ), — Maḳdisī, Yāfiʿī, S̲h̲aʿrāwī, Hayt̲h̲amī, Ibn ʿAḳīla, Sayyid Murtaḍā ( w ).",
    "«Théologiens» ( mutakallimūn): Muʿtazilites: Ḏj̲ubbāʾī, Ḳazwīnī ( rdd ); Imāmites: Mufīd ( rdd ), — Naṣīr al-dīn Ṭūsī, Maybud̲h̲ī, Amīr Dāmād ( w); Sālimiyya: in globo, w; As̲h̲ \n ʿarites: Bāḳillānī ( rdd ), — Ibn Ḵh̲afīf, G̲h̲azzālī, Fak̲h̲r al-dīn Rāzī ( w ); Māturīdites: Ibn Kamāl Pas̲h̲a ( rdd ), — Ḳārī ( w ).",
    "«Philosophes» ( falāsifa et ḥuhamāʾ ): Ibn Ṭufayl, Suhrawardī ( S̲h̲ayk̲h̲ al-is̲h̲rāḳ ), Ṣadr al-dīn S̲h̲īrāzī: w .",
    "Ṣūfis ( Ṣūfiyya ): ʿAmr Makkī et la plupart des anciens ( rdd ), — sauf Ibn ʿAṭāʾ, S̲h̲iblī, Fāris, Kalābādhī, Naṣrābād̲h̲ī. Sulamī ( w ), et Ḥuṣrī Daḳḳāk, Ḳus̲h̲ayrī ( t ). — Plus tard: Ṣaydalānī, Hud̲j̲wīrī, Ibn Abī l-Ḵh̲ayr, Anṣārī, Fārmad̲h̲ī, ʿAbd al-Ḳādir Ḏj̲īlānī, Baḳlī, ʿAṭṭār, Ibn ʿArabī, Ḏj̲alāl al-Dīn Rūmī, et la plupart des modernes: w . — A noter l’abstention ( t ) de Aḥmad Rifāʿī et de ʿAbd al-Karīm Ḏj̲īlī. — On peut dire que les Ṣūfis, dans l’ensemble, et quoiqu’il eût répudié leur prudent ésotérisme, ont fait d’al-Ḥallād̲j̲ leur «martyr» par excellence. Pour les détails, discussions et analyses, voir L. Massignon, Passion , chap. IX, «Ḥallāj devant le ṣūfisme », 400-29.",
    "La «survie» d’al-Ḥallād̲j̲ devait s’épanouir en une \n ¶ «légende» tantôt savante (en langues arabe, persane, turque, hindoustanie, malaise et javanaise), tantôt populaire. Voir L. Massignon, op. cit ., chap. X, 430-60, et du même, La Légende de Hallacê Mansur en Pays turcs , dans Opéra Minora , II, 93-139.",
    "En Occident, al-Ḥallād̲j̲ a été aussi diversement jugé. Les premières appréciations restent superficielles.C’est ainsi que A. Mtiller et d’Herbelot l’ont cru secrètement chrétien; que Reiske l’accuse de blasphème, Tholuck, de paradoxe; Kremer en fait un moniste, Kazanski, un névropathe, et Browne, «a dangerous and able intriguer», etc. Mais les remarquables et puissants travaux de L. Massignon devaient restituer dans son milieu et dans le développement même de la pensée musulmane, cette incomparable figure. Depuis lors, il n’est guère d’ouvrage consacré à la culture des pays d’Islam qui ait passé al-Ḥallād̲j̲ sous silence; cependant que la valeur et l’authenticité de sa démarche mystique, et du témoignage de sa vie et de sa mort, ne cessent d’être affirmées. Par-delà les travaux des spécialistes, on peut dire que la renommée d’al-Ḥallād̲j̲ entre dans la culture universelle (voir, par exemple, les articles déjà anciens (1923) du P. Maréchal, et l’ouvrage réceiit (1964) de R. Arnaldez).",
    "1 \n Cet article intègre, outre celui de El \n 1 , de larges développements extraits des œuvres ultérieures de L. Massignon."
  ],
  "signature": "(L. Massignon- and [L. Gardet])",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 232
}
