{
  "id": "eweb_421",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_3021",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_3021",
  "title": "Iblīs",
  "authors": [
    "A.J. Wensinck",
    "L. Gardet"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    ", proper name of the devil, probably a contraction of διάβολος. A different etymology has been suggested by D. Künstlinger, in RO , vi, 76 ff.; \n ¶ the Arab philologists consider that Iblīs derives from the root bls , “because Iblīs has nothing to expect ( ublisa ) from the mercy of God”. He is also known as ʿAduww Allāh (the enemy of God) and al-ʿAduww (the Enemy). Finally he is given the common name of al-s̲h̲ayṭān [ q.v. ].",
    "In the Ḳurʾān he appears at two points in the story of the beginning of the world. (1) When God had created Adam [ q.v. ] from clay and had breathed into him the spirit of life, He ordered the angels to bow down before the first man, but Iblīs refused to bow down before this mortal “created from malleable clay” (XV, 30-3; XVII, 61; cf. VII, 11 and XXXVIII, 73-4); and God cried: “Then go thou forth hence; thou art accursed ( rad̲j̲īm )! Upon thee shall rest the curse, till the Day of Doom” (XV, 33-4). At his own request, the punishment promised to Iblīs is then deferred until the Day of Judgement, and he is given power to lead astray all those who are not faithful servants of God. (2) The first of his misdeeds was to tempt Adam and Eve in the Garden, to incite them to disobey God (II, 34-6), and to eat the fruit of the “Tree of immortality” (XX, 116-21). In these two accounts of the sin of Adam and Eve, Iblīs retains his proper name when it is a question of his refusal to bow down before Adam (II, 34; XX, 116); but when he is the tempter, he becomes al-s̲h̲ayṭān , “the demon”.",
    "The revolt of Iblīs and the scene in the Garden as described in the Ḳurʾān may be compared with Christian traditions. In the Life of Adam \n and Eve , § 15 (Kautzsch, Apokryphen ), it is stated that the Archangel Michael had invited the angels to worship Adam. The devil objected that Adam was less than they were, and younger; he and his host refused to worship and were exiled to this Earth. According to the Schatzhöhle (ed. Bezold, 15-6 of the Syro-Arabic text), God gave Adam power over all creatures. All the angels therefore bowed before him, with the exception of the devil, who, overcome by jealousy, exclaimed: “It is he who should adore me, who am light and air, whereas he is only earth.” He was then driven out from heaven together with his host, and was, from that moment, named Satan, Demon, etc.",
    "Thus until the Day of Judgement God will allow Iblīs to tempt men, but not the true believers, the servants of God (Ḳurʾān, XV, 39-42; cf. XXXIV, 20-1). He is the “sly tempter” who whispers ( yuwaswisu ) evil thoughts into men’s hearts ( ibid ., CXIV, 4-6). The hātif [ q.v. ], so well known in Arabic literature, who is heard but never seen, has on several occasions been a manifestation of Iblīs. It was in this form that Iblīs is said to have warned ʿAlī not to wash the body of Muḥammad; but after this another hātif recalled the Prophet’s son-in-law to the correct course (al-T̲h̲aʿlabī, Ḳiṣaṣ , 44). This produces the problem of the “distinction of the spirits” on which many Ṣūfīs meditated.",
    "At the end of time Iblīs is to be thrown into the fire of hell, with his host and with the damned: “then they (the false gods) shall be pitched into it, they and the perverse and the hosts of Iblīs, altogether” (Ḳurʾān, XXVI, 94-5; cf., XV, 43). This verse is reminiscent of Matthew, XXV, 41: “Then shall He say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels.” It is only a few Ṣūfīs of extreme tendencies who envisage a “pardon of Iblīs”.",
    "There are two questions which are the subjects of thought or meditation among Muslims.",
    "1. The nature of Iblīs. Is he an angel or a d̲j̲inn [ q.v. ]? We have seen that there are many \n ¶ \n Ḳurʾānic texts which seem to count him among the angels: “All the angels bowed together, except Iblīs...”. But an angel is created “obedient” to God, he is endowed by nature with sinlessness ( ʿiṣma ) according to the most commonly followed tradition. How then can an angel disobey God and be cursed by Him? It is fairly frequently suggested that this is because Iblīs is a d̲j̲inn , d̲j̲inns not being incapable of sin, but some being good and others evil. Thus al-Zamak̲h̲s̲h̲arī ( Kas̲h̲s̲h̲āf , on Ḳurʾān, XX, 116) teaches that Iblīs is merely d̲j̲innī and that the term “angel” refers at the same time to “angel” and d̲j̲inn . In fact, verse XVIII, 50, gives this variant: “And when We said to the angels, ‘Bow yourselves to Adam’, so they bowed themselves, save Iblīs; he was one of the iinns, and committed ungodliness against his Lord’s command”. Iblīs was thus a d̲j̲inn who happened to be there inappropriately among the angels. According to some commentators, the divine order: “bow down before Adam” was certainly not a “testing of the angels”, but it was intended to produce the confusion and damnation of the arrogant d̲j̲inn who had slipped in among them. Furthermore, in another verse (VII, 12), Iblīs, presenting his defence, retorts to God: “I am better than he; Thou createdst me of fire, and him Thou createdst of clay’. It is taught in ḥadīt̲h̲ , that the angels are created from light ( nūr ), while the Ḳurʾān states: “He created man of a clay like the potter’s, He created the jinn of a smokeless fire ( mārid̲j̲ min nār )” (LV, 14-5); or “of fire flaming” (XV, 27). Realizing that he was created from fire, Iblīs, for that very reason, declares himself to be a d̲j̲inn .",
    "This interpretation, however, is far from being generally admitted. Al-Bayḍāwī for example suggests that Iblīs could belong to the angels so far as his hopes were concerned, but that his actions placé him among the d̲j̲inns . Others suggest a class of angels capable of sin, and able to propagate their species, as do men and d̲j̲inns . And when Iblīs, in the Ḳurʾānic text, declares himself to be “created from fire” ( nār ) and not from light ( nūr ), This is because God intended that, by a lapsus linguae , he should in a sense utter his own condemnation.",
    "Al-Ṭabarī, in his Annales , repeats many, and sometimes diverse, traditions. The d̲j̲inns are a category of angels charged with the supervision of Paradise ( al-d̲j̲anna ), hence their name ( Annales , i , 80). They were made of fire, not light ( ibid ., 81). In the beginning, they inhabited the earth, but discord broke out among them and led to bloodshed. God then sent Iblīs—who at this time was still called ʿAzāzīl or al-Ḥārit̲h̲—with a legion of angels against the fomenters of trouble, who were thrown back into the mountains. Other traditions present Iblīs as one of the terrestrial d̲j̲inns who was led captive to heaven by the avenging angels, he being still young at this time ( ibid ., 84). The name of al-Ḥakam is also given to Iblīs before his fall, because God had appointed him judge over the d̲j̲inns . He held this office for a thousand years. Then he became inflated with pride because of this name, and provoked among the d̲j̲inns disturbances which in their turn lasted for one thousand years. God then sent a fire which destroyed them, but Iblīs took refuge in heaven, where he remained a faithful servant of God until the creation of Adam ( ibid ., 85; Masʿūdī, Murūd̲j̲ , i, 50 ff.).",
    "We shall not enumerate all the “accounts” concerning Iblīs, either in the pre-eternity before the creation of man or when he played his part in the Garden of Eden. It can in any case be said that \n ¶ Muslim thought remains undecided as to whether he was an angel or a d̲j̲inn , and does not pronounce an opinion on the possibility of his being a “fallen angel”.",
    "2. The sin of Iblīs. On the other hand, tradition has no hesitation concerning the character of Iblīs, his disobedience, the divine curse upon him, and the character of “enemy of God and of mankind”, of perpetual tempter, which will be his until the day of the Last Judgement.",
    "The two sins which are constantly attributed to Iblīs are pride and disobedience. The origin of his revolt seems to have been pride: we have seen that he not only declared himself to be superior to Adam and refused to bow down before him, but, according to al-Ṭabarī (i, 83), he considered himself superior to the other angels. It is also said ( ibid ., 79) that he was an angel and as. such reigned over the d̲j̲inns , on earth and in the lower heavens. It was after he had rebelled that he was called by God al-s̲h̲ayṭān al-rad̲j̲īm .",
    "But the question then arises as to how he can have been so blinded by power as to have been confirmed in a perpetual state of disobedience and how he could justify to himself his attitude.",
    "Some mutakallimūn and many Ṣūfīs meditated on the “disobedience of Iblīs”: the reason why he disobeyed God and was thus placed among the unfaithful was that he did not submit to the unconditional Will of God, preferring the general Law which had been given (“to worship God alone”) to the short-term Commandment “(bow down before Adam”). Al-Ḥallad̲j̲ makes him say: “No, I shall worship only Thee”. Some suggest that he believed God was setting a trap for him and that his duty was to evade it by an affirmation of uncompromising monotheism. Even more: he preferred to risk incurring God’s curse and to be in hell, and to be, even against God so to speak, the mysterious witness of the absolute Divine Unity. By the expedient of such analyses, Iblīs is accorded a certain grandeur, and there can sometimes be recognized in some of the Ṣūfīs a kind of secret sympathy for the one who was “forced to be disobedient”, a victim of the incomprehensible and inscrutable Commandment of God.",
    "But al-Ḥallād̲j̲ neverthe’ess firmly maintains that this disobedience certainly arose from pride. He devoted to the drama of Iblīs the very beautiful text of the Ṭā sīn al-azal (Arabic text ed. L. Massignon, Kitāb al-Ṭawāsin , Paris 1913; Fr. tr. apud L. Massignon, Passion d’al-tfallāj , Paris 1922, 864-77). Al-Ḥallād̲j̲ composed this text during his imprisonment in Bag̲h̲dād, in response, it seems, to the extremist S̲h̲īʿī al-S̲h̲almag̲h̲ānī. He used it as an occasion to denounce not only the limits but also the unwarrantedness of the proclamation of the Divine Unity ( tawḥīd ) flourished by Iblīs against God’s Commandment; cf. in particular the dialogue between Moses, descending from the mountain where he received the Law, and Iblīs, the objector with a face blackened by God’s curse."
  ],
  "signature": "(A.J. Wensinck- and [L. Gardet])",
  "bibliography": [
    "in addition to the sources mentioned in the article, see the various commentaries on the Ḳurʾān, under the verses mentioned",
    "Weil, Biblische Legenden der Müselmänner , 12 f.",
    "Grünbaum, Neue Beiträge zur semitischen Sagenkunde , 60-1",
    "Diyārbakrī, al-K̲h̲amīs , Cairo 1283, i, 31 f.",
    "Buk̲h̲ārī. Ṣaḥīḥ: Bab ṣifat Iblīs wa d̲j̲unūdīhi ."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}