{
  "id": "eweb_422",
  "source": "EI2",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_3435",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_3435",
  "title": "Ibrāhīm b. Adham",
  "authors": [
    "Russell Jones"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "b. Manṣūr b. Yazīd b. D̲j̲ābir ( Abū isḥāḳ ) al-ʿId̲j̲lī was born in Balk̲h̲, in K̲h̲urāsān, into a family from the Kūfa area belonging to the tribal group Bakr b. Wāʾil. The date given for his death in the most dependable sources is 161/777-8.",
    "He was one of the most prominent of the Ṣūfīs of the 2nd/8th century, celebrated in later legend especially for his asceticism. R. A. Nicholson characterizes him as “essentially an ascetic and quietist of a practical type”, who had not crossed the borderline which divides asceticism from mysticism. Ibrāhīm caught the imagination of subsequent generations of Ṣūfīs especially because of his generosity, illustrated by many tales of kind acts to friends, and his feats of self-denial, which were in such contrast to the luxury in which he is supposed to have spent his early life.",
    "The earlier Arabic sources, mainly Abū Nuʿaym al-Iṣfahānī and Ibn ʿAsākir, permit the sketching of an outline of his life: He was born into the Arab community settled in Balk̲h̲ in about 112/730, or perhaps earlier, and migrated from K̲h̲urāsān to Syria some time before 137/754. During the rest of his life he led a somewhat nomadic existence mostly in this region, going as far north as the Sayḥān River and as far south as G̲h̲azza. He disapproved of begging and worked with his hands for his livelihood, reaping, gleaning or grinding corn, or tending orchards, for example. In addition to this he probably engaged in military operations on the border with Byzantium; the frontier fortresses of the T̲h̲ug̲h̲ūr (to the north of Syria, in modern Turkey) are mentioned repeatedly in the anecdotes. We are told that he took part in two land and two naval expeditions against Byzantium; he died on the second naval expedition of “[a disease of] the belly” (Abū Nuʿaym, vii, 388). The manner of his death is confirmed by the circumstantial account of it given by Ibn ʿAsākir (196). He was buried on a Byzantine island, according to some accounts near a fortress called Sūḳīn, or Sūfanan. Another account places his death in Egypt. In various other less reliable accounts his tomb is said to be in Tyre, in Bag̲h̲dād, in Damascus, in ‘the city of Lot’ (= Kafr Barīk), in the Cave of Jeremiah near Jerusalem and finally and most persistently of all, in D̲j̲abala on the Syrian coast.",
    "Ibrāhīm b. Adham is known widely in legend as the ruler of Balk̲h̲ who abdicated his throne to take up the ascetic life. There seems to be no historical basis for this belief. The first source to give him royal status is al-Sulamī (d. 412/1021), the legendary nature of whose account is sufficiently demonstrated by the fact that it includes a description of Ibrāhīm’s encounter with the immortal prophet K̲h̲iḍr; however, \n ¶ from al-Sulamī onwards this legend is found firmly rooted in the accounts of Ibrāhīm’s life. Thus the anecdotes generally associate his conversion, or repentance, with his abdication; the accounts of this may be grouped under about ten different themes, e.g. that he repented after reflecting on the utter contentment of a beggar whom he saw sitting in the shade of the palace, or that he was warned by K̲h̲iḍr, in the guise of a fakir, of the transitory nature of this world. The best known of the themes is also the earliest, being found in al-Kalābād̲h̲ī (108), which (in Arberry’s translation) reads: “. . . he went out to hunt for pleasure, and a voice called him, saying ‘Not for this wast thou created, and not to this wast thou commanded’. Twice the voice called him; and on the third occasion the call came from the pommel of his saddle. Then he said: ‘By God, I will not disobey God henceforth, so long as my Lord protects me from sin.’ ”",
    "Here it may be remarked that the postulation that the story of Ibrāhīm’s conversion was modelled on the story of the Buddha (first put forward by Goldziher, see JRAS , 1904, 132-3) has been questioned more than once (see for example L. Massignon, Essai sur les origins . . ., Paris 1922, 63; cf. R. C. Zaehner, Hindu \n and Muslim mysticism , London 1960, 21-2) and perhaps ought no longer to be accepted.",
    "Ibrāhīm’s migration from Balk̲h̲ to Syria is well attested, and the many different “conversion” legends explain his motive for it. However, another interesting possibility is opened up by a brief reference in Ibn ʿAsākir (168); it reports that “Ibrāhīm b. Adham left K̲h̲urāsān with D̲j̲ahḍam, fleeing from Abū Muslim, then he went to live in the T̲h̲ug̲h̲ūr . . .”. Al-Buk̲h̲ārī (iv/1, 23) supplies corroboration that D̲j̲ahḍam [b. ʿAbd Allāh, of al-Yamāma] left K̲h̲urāsān at this time, and there would be no chronological inconsistency between the year of the revolt of Abū Muslim [ q.v. ]—129/747—and what is known of Ibrāhīm’s life. Space does not permit full discussion of this question here; suffice it to say that a study of the material available discloses no reason for rejecting this account in Ibn ʿAsākir.",
    "So much for the literature in Arabic. The literature on Ibn Adham underwent certain changes when it passed into other languages: much of the factual material was lost, while the more legendary and fanciful themes were taken over and often greatly embellished. This process can be observed in Persian, by far the richest source being Farid al-Dīn ʿAṭṭār’s\n Tad̲h̲kirat al-awliyāʾ [see \n ʿaṭṭār\n ]; much of the literature on Ibrāhīm in Indian and Indonesian languages seems to have come via Persian. The non-Arabic sources are of almost no value as sources of factual data: certain seemingly authentic details (e.g. the day and month of Ibrāhīm’s death in Persian sources, the names given to certain individuals in Malay sources) can only be imaginary. Another feature of the non-Arabic literature is the occurrence of full-length autobiographies, as opposed to anecdotes, round the figure of Ibn Adham, sometimes preceded by an account of his father, Adham. Such highly embellished biographies have been written in Turkish, by Darwīs̲h̲ Ḥasan al-Rūmī, known only from an abridgement, or collection of excerpts, in Arabic; in Urdu, by a Muḥammad Abu’l Ḥasan; in “Cashmiri language”—but the manuscript seems to have disappeared; and in Malay, possibly to be attributed to a S̲h̲ayk̲h̲ Abū Bakr from Ḥaḍramawt. A published abridgement of the Malay version seems to be the source for short versions in Javanese, \n ¶ \n Sundanese and Bugis. Besides these accounts, anecdotes of Ibrāhīm b. Adham can be found scattered through Islamic, particularly Ṣūfī, literature. No doubt Ṣūfī Orders have played their part in perpetuating his memory; the author knows of no evidence that the Adhamiyya Order, of which Ibrāhīm is the eponym (though of course not the founder), exists at the present time."
  ],
  "signature": "(Russell Jones)",
  "bibliography": [
    "Four brief early sources (in Arabic): al-Buk̲h̲ārī (d. 256/870), Kitāb al-Taʾrīk̲h̲ al-kabīr , Ḥaydarābād 1361, i/1, 273",
    "Ibn Ḥibbān al-Bustī (d. 354/965), Kitāb Mas̲h̲āhīr ʿulamāʾ al-amṣār , ed. Fleischhammer, Cairo/Wiesbaden 1959, 183",
    "Ag̲h̲ānī \n 1 , xii, 111, 113",
    "al-Kalābād̲h̲ī (d. circa 385/995), Kitāb al-Taʿarruf , ed. A. J. Arberry, Cairo 1934, 108 (translated A. J. Arberry, The doctrine of the Ṣūfīs , Cambridge 1935). A manifestly legendary flavour appears for the first time in al-Sulamī (d. 412/1021), Kitāb Ṭabaḳāt al-Ṣūfiyya , ed. J. Pedersen, Leiden 1960, 13 ff."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 274
}
