{
  "id": "eweb_423",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_3512",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_3512",
  "title": "Ik̲h̲lāṣ",
  "authors": [
    "L. Gardet"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "The IVth form adds to the double idea of the root—purity and salvation—that of “dedicating, devoting or consecrating oneself” to something. Ik̲h̲lāṣ is pre-eminently an interior virtue of the faithful Muslim, which implies both the unadulterated purity (and thus sincerity) of religious actions, pure (exclusive) worship given to God and pure (absolute) devotion to God and the Community of Believers. The perfection of one’s adherence, and witness, to faith is gauged by ik̲h̲lāṣ and iḥsān (uprightness in good).",
    "The Ḳurʾān often uses the participle muk̲h̲liṣ , “he who devotes himself to God”, who gives Him the worship that is His due (II, 139; IV, 146; XXXIX, 2-3; XL, 14, 65; XCVIII, 5, etc.). The worship due to God consists principally in proclaiming Him to be One and Unique, the absolute Lord, with Whom no other creature can be associated. This is why sūra CXI I, which proclaims God to be One in Himself and Inscrutable ( aḥad , ṣamad ), “Who does not beget and is not begotten”, is most usually called sūrat al-ik̲h̲lāṣ . The opposites of This interior attitude of the faithful Believer are hypocrisy ( nifāḳ ) and the grave sin of s̲h̲irk , “associating others with God”. Hypocrisy is, in any case, a s̲h̲irk of the heart, and any trace of s̲h̲irk , however faint, is an obstacle to purity of action. Ik̲h̲lāṣ cannot, then, be translated simply as “sincerity”, as is often done. Ik̲h̲lāṣ presupposes sincerity ( ṣidḳ ), that is to say “agreement of the heart and the lips”, but, in a way, goes beyond this in a unity and purity of interior gaze which is directed at God and God alone.",
    "The importance given to ik̲h̲lāṣ in any attempt to interiorize religious values is characteristic of Muslim aspirations. We shall give three examples, which follow three quite different lines of thought.",
    "1.—The moderate Ismāʿīlism of the Ik̲h̲wān al-Ṣafāʾ makes ik̲h̲lāṣ one of the conditions of faith ( s̲h̲arāʾiṭ al-īmān ), and one of the virtues of the Believer, together with complete reliance ( tawakkul ), endurance of trials ( ṣabr ) and acceptance ( riḍāʾ ) of the divine Decree. Ik̲h̲lāṣ is absolute purity and unity of intention, both in work accomplished ( ʿamal ) before God and in requests ( duʿā ) addressed to God ( Rasāʾil Ik̲h̲wān al-Ṣafāʾ , ed. Cairo 1347/1928, iv, 131-2).",
    "2.—Analyses of ik̲h̲lāṣ belong, above all, to Ṣūfī meditations and investigations. Ik̲h̲lāṣ is the secret of hearts that have drawn near to God by means of supererogatory works ( al-taḳarrub bi-’l-nawāfil ), especially retreats and forty-day fasts. A well-known ḥadīt̲h̲ al-ik̲h̲lāṣ goes back to Ḥasan al-Baṣrī who himself had it from Ḥud̲h̲ayfa b. al-Yamān (cf. \n ¶ L. Massignon, Passio , 595-6). It is the secret imparted by Muḥammad to Ḥud̲h̲ayfa, who questioned him about the “inner knowledge” ( ʿilm bāṭin ). The Prophet received the reply from God through the angel Gabriel: “It is a secret ( sirr ) of My secret ( sirrī ); I set it in the heart of My servant and none of My creatures can comprehend it”. Al-Muḥāsibī sees in ik̲h̲lāṣ “the very principle of the spiritual continuity of the true Sunna ” ( ibi 596), and al-Ḥallād̲j̲ wrote a Kitāb al-Ṣidḳ wa-’l-ik̲h̲lāṣ , in which he both separated and united “sincerity” ( ṣidḳ ) and the perfect worship of predestined hearts” ( ibid .).",
    "The great Ṣūfī manuals frequently refer to it and avail themselves of it to reorganize the “sayings of the Ancients”. Three examples: (a) al-Kalābād̲h̲i makes ik̲h̲lāṣ a “stage” ( maḳāma ) of the soul and devotes to it a short chapter of his Kitāb al-Taʿarruf (ed. A. J. Arberry, Cairo 1353/1933, 70; Eng. trans. by the same, Cambridge 1935, 90-1). He reproduces a phrase of D̲j̲unayd, who defines ik̲h̲lāṣ as “that through which God is desired, in whatever act it may be”, and he stresses the stipulation formulated by Ruwaym, that no consideration should be given to the act performed, but only to God. (b) Similar themes, with references to the “Ancients”, in the Ḳūt al-ḳulūb of Abū Ṭālib al-Makkī (ed. Cairo 1351/1932, iv, 33-5), in which the stress is laid upon uprightness of intention ( niyya ) “For the Face of God” ( li-wad̲j̲h Allāh ), (c) Al-Ḳus̲h̲ayrī, in his Risāla fī ʿilm al-taṣawwuf (Cairo ., 95-6), quoting many Ṣūfī traditions, distinguishes between the ik̲h̲lāṣ of the mass of mankind ( al-ʿawāmm ) in which the soul, in the spiritual state that it attains, should not seek its own happiness, and that of the privileged ( al-k̲h̲awāṣṣ ), in which the worship given to God should be so pure that no consideration can be paid even to the ik̲h̲lāṣ .",
    "Almost every author might be mentioned. Al-Anṣārī, the great Ḥanbalī mystic, in his Manāzil al-sāʾirīn (ed. with Fr. trans. S. Laugier de Beaurecueil, Cairo 1962, 31/72), numbers ik̲h̲lāṣ among the ten “types of behaviour” ( muʿāmalāt ) demanded of the Ṣūfī. He defines it as the effort to “purify action of all admixture”, that is to say, as Maḥmūd al-Firkāwī comments (ed. Beaurecueil, Cairo 1953, 34), to purify it of infatuation, hypocrisy, the appetite of the soul and other similar things. Al-Anṣārī distinguishes three degrees: (a) detaching oneself from correctly accomplished acts and not seeking satisfaction in them; (b) endeavouring to act well, but being ashamed of one’s action and seeing it only in the light of divine Generosity; (c) “purifying action by freeing oneself from action”.",
    "The text, however, that had the most profound influence was undoubtedly al-G̲h̲azālī’s development in his Iḥyāʾ (Cairo e 1352/1933, iv, 321-8): four chapters devoted to the virtue and merit of ik̲h̲lāṣ , its nature ( ḥaḳīḳa ), what the S̲h̲ayk̲h̲s have said about it and what obstructs it. This constitutes a small treatise on spiritual psychology, which readily adopts and develops, as often in the Iḥyāʾ , Abū Ṭālib al-Makkī’s account. Having underlined the unity of intention that makes up ik̲h̲lāṣ , al-G̲h̲azālī, too, stresses the complete disinterestedness that it implies.",
    "3.—The influence of Abū Ṭālib al-Makkī and al-G̲h̲azālī on Ibn Taymiyya needs no demonstration (cf. H. Laoust, Essai sur les doctrines sociales et politiques de Taḳī-d-Dīn Aḥmad b. Taymīya , Cairo 1939, 84 and 90, n. 1); similarly with the influence of certain S̲h̲īʿī views that he opposed in other connexions. If the direct heritage of al-Anṣārī is added to this, it is hardly surprising to find in the interiorist \n ¶ \n Ḥanbalism of Ibn Taymiyya frequent references to the virtue of ik̲h̲lāṣ , such as we have defined it. He proclaims its value against a completely exterior juridicism: first of all in the very act of obedience to the religious Law ( ibi 472 and n. 2 with ref.). He emphasizes the idea of devotion, pure and absolute devotion to God, the Prophet, the Community. When he wishes to increase “effort ( d̲j̲ihād ) on the path of God” in order to extend on earth “the rights of God and man”, he makes d̲j̲ihād the highest form of ik̲h̲lāṣ towards God ( ibi 360, n. 3). Pure worship and absolute devotion are thus seen as the most profound attitude demanded of the Believer.",
    "Ibn Taymiyya’s disciples readily adopted the theme of ik̲h̲lāṣ , above all his direct disciple Ibn Ḳayyim al-D̲j̲awziyya, who saw in absolute devotion to God ( ik̲h̲lāṣ li-’llāh ) one of the fundamental virtues. Muḥammad b. ʿAbd al-Wahhāb later echoed this ( ibi 531). Following these, several contemporary reformist trends (the salafiyya ) emphasized it. Ik̲h̲lāṣ was for the Ṣūfīs an indispensable stage of the soul in its quest for union with God. Through Ibn Taymiyya’s influence, and owing to his acceptance of Ṣūfī ideas, it became for the Muslim who wished to interiorize his faith an attitude existentially required by the very values of Islam."
  ],
  "signature": "(L. Gardet)",
  "bibliography": [
    "in the article."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}