{
  "id": "eweb_428",
  "source": "EI2",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_4215",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_4215",
  "title": "al-Ḵh̲arrāz",
  "authors": [
    "W. Madelung"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    ", Abū Saʿīd Aḥmad b. ʿĪsā , mystic of the school of Bag̲h̲dād. Born in Bag̲h̲dād probably \n ¶ early in the 3rd/9th century, he joined al-Nibād̲j̲ī, Abū ʿUbayd al-Busrī, Sarī al-Saḳaṭī, Bis̲h̲r al-Ḥāfī, D̲h̲u’l-Nūn al-Miṣrī, Muḥammad b. Manṣūr al-Ṭūsī and other Ṣūfī s̲h̲ayk̲h̲s. He travelled extensively from an early age, though only few details about his itineraries are known from his own statements. His final departure from Bag̲h̲dād may be connected with the wave of persecution of the Ṣūfīs instigated by the Ḥanbalī G̲h̲ulām al-K̲h̲alīl during the coregency of al-Muwaffaḳ (257-78/871-91), for he is reported to have been accused of infidelity by a group of ʿulamāʾ for some daring expressions in his Kitāb \n al-sirr . According to his own testimony, he visited al-Ramla, Jerusalem, and Ṣayda and lived in Mecca for eleven years, regularly visiting Medina in order to perform the pilgrimage from there. He was expelled from Mecca by the governor because of his teaching. During the last part of his life, and perhaps during an earlier period, he lived in Egypt. From there he travelled to al-Baṣra in order to meet the Ṣūfī Abū Ḥātim al-ʿAṭṭār, and he also visited Ḳayrawān. According to the best attested report, he died in 286/899.",
    "Like his contemporary al-D̲j̲unayd [ q.v. ], al-K̲h̲arrāz strove to combine a doctrine of ecstatic mysticism with orthodox support of the religious law. He affirmed that any esoteric ( bāṭin ) doctrine that contradicts the apparent meaning ( ẓāhir ) of the law is false. Upholding the superiority of the prophets over the saints ( awliyāʾ ), he argued that every prophet is a saint before becoming a prophet. He addressed a letter to a group of Ṣūfīs in Damascus, refuting their heretical view that they could see God with their hearts as the inhabitants of Paradise will see Him with their eyes. In a book on proper conduct in the canonical prayer ( adab al-ṣalāt ), he described the significance of its rites for the Ṣūfī. Al-K̲h̲arrāz is credited by al-Sulamī and others with having been the first one to speak about the states of annihilation ( fanāʾ ) and subsistence ( baḳāʾ ) [ q.v. ]. This is not literally correct, for these concepts had been used by earlier Ṣūfīs and were commonplace among his contemporaries. They appear, however, as fundamental in his doctrine and designate the highest stages of the mystic “beyond which no created being can reach”. He defined fanāʾ as “annihilation of the consciousness of manhood” and baḳāʾ as “subsistence in the contemplation of Godhead”. At the highest stage, so he stated in his Kitāb al-ḍiyāʾ , the mystic loses his (human) attributes and attains the attributes of God, a doctrine disputed by al-D̲j̲unayd and expressly condemned as heretical by al-Sarrād̲j̲."
  ],
  "signature": "(W. Madelung)",
  "bibliography": [
    "al-Sarrād̲j̲, al-Lumaʿ , ed. ʿAbd al-Ḥalīm Maḥmūd and Ṭ. ʿAbd al-Bāḳī Surūr, Cairo-Bag̲h̲dād 1380/1960, index, s.v. Abū Saʿīd al-K̲h̲arrāz",
    "al-Sulamī, Ṭabaḳāt al-ṣūfiyya , ed. J. Pedersen, Leiden 1960, 223-8",
    "Abū Nuʿaym al-Iṣfahānī, Ḥilyat al-awliyāʾ , Cairo 1351-7/1932-8, x, 246-9",
    "Taʾrīk̲h̲ Bag̲h̲dād , iv 276-8",
    "al-Ḳus̲h̲ayrī, al-Risāla al-Ḳus̲h̲ayriyya , ed. ʿAbd al-Ḥalīm Maḥmūd and Maḥmūd Ibn al-S̲h̲araf, Cairo 1385 1966, index, s.v. Abū Saʿīd al-K̲h̲arrāz",
    "Hud̲j̲wīrī, Kas̲h̲f al-maḥd̲j̲ūb , ed. V. A. Zhukovskii, Leningrad 1926, 180 f., 311-7, tr. R. A. Nicholson, GMS , xvii, 2nd ed., London 1936, 143, 241-6",
    "Anṣārī Harawī, Ṭabaḳāt al-ṣūfiyya , ed. ʿAbd al-Ḥayy Ḥabībī Ḳandahārī, Kābul 1962, 133-6",
    "Taʾrīk̲h̲ Dimas̲h̲ḳ , ed. Badrān, i, 426-32",
    "Ḏj̲āmī. Nafaḥāt al-uns , ed. Mahdī Tawḥīdī-Pūr, Tehran 1336/1957, 73-6",
    "al-K̲h̲arrāz, Rasāʾil , ed. Ḳāsim al-Sāmarrāʾī Bag̲h̲dād 1387/1967",
    "L. Massignon, Essai sur les origines du lexique technique de la mystique musulmane \n 2 , \n ¶ Paris 1968, 302-5",
    "P. Nwyia, Exégèse coranique et langage mystique , Beirut 1970, 212, 231-310."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 123
}
