{
  "id": "eweb_430",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_COM_0686",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_COM_0686",
  "title": "Maʿrifa",
  "authors": [
    "R. Arnaldez"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "( a. ) “Knowledge, cognition”.",
    "I. Lexicographical study. Like ʿirfān , the word maʿrifa is a noun derived from the verb ʿarafa . According to the lexicographers, it is a synonym of ʿilm [ q.v. ]. Ibn Manẓūr ( LA ) notes that ʿarafa may be used in place of iʿtarafa (“to recognise”), in the sense that maʿrifa is that which enables a person to recogriise, to identify a thing. On the other hand, iʿtarafa signifies “to ask somebody for information ( k̲h̲abar ) regarding something”. It is the reply which makes recognition of this thing possible. When an animal is lost, “a man comes who recognises it ( yaʿtarifu-hā ), that is to say, he describes it by an attribute ( ṣifa ) which makes known ( yuʿlimu ) that it belongs to him”. According to a tradition related by Ibn Masʿūd, people were asked if they knew their Lord. They replied: “If He makes Himself recognised to us, we know Him.” Consequently, from a philological point of view, the maʿrifa which causes recognition and which thereby gives knowledge ( ʿilm ) of its subject, always contains the indication of an attribute through which its subject is identified. The ḥadīt̲h̲ of Ibn Masʿūd is explained thus: “If God describes Himself by means of an attribute through which we can authenticate Him, then we know Him.”",
    "In his Dictionary of \n technical terms , al-Tahānawī lists several senses of the word maʿrifa , which he identifies with the word “knowledge” while noting particular connotations which are sometimes given to it to distinguish it from ʿilm . (1) In the first place, maʿrifa is knowledge, in the absolute sense of perception ( idrāk ), whether in the form of a concept, or in the form of a judgment. (2) It is the perception of a concept; in the case of a judgment it is called knowledge. (3) It is the perception of what is simple ( basīṭ ), whether it is a concept of the quiddity or a judgment regarding the conditions of this quiddity; or it is the perception of something which is composite ( murakkab ), whether it be a concept or a judgment. But according to technical terminology, perception of the composite is specifically called knowledge. In addition, according to the lexicographers, the correct statement is “I have cognition of God ( ʿaraftu ’llāh )” and not “I have knowledge of God ( ʿalimtu-hu )”, because God is a simple entity. Consequently, that which is in relation to maʿrifa is simple, whereas that which is in relation to knowledge is multiple ( mutaʿaddid ) and thus composite. (4) It is the perception of the particular, notion ( mafhūm ) or verdict ( ḥukm ); or the perception of the universal, notion or sentence. But the perception of universals is more specifically called knowledge or speculation ( naẓar ). According to al-Tahānawī, it is most probable that in principle, the word maʿrifa is used to apply to a concept, and the word knowledge to apply to a judgment. Then there are ramifications. Thus it may be considered that definitions (2) and (4) are ramifications of definition (3), since the particular and the concept resemble the simple, and the universal and the judgment resemble the composite. (5) It is the perception of a particular by means of a proof or indication ( dalīl ); this is called maʿrifat istidāliyya , cognition by proof. This is reminiscent of what the LA states regarding cognition by ṣifa . The language itself clearly marks the connection \n ¶ between dalīl and cognition; it is said dalaltu bi ’l-ṭarīk in the sense of “I have made the way known ( ʿarraftuhu ), as the LA notes. One also considers the meaning that grammarians give to the word maʿrifa to indicate the determination of a noun, as opposed to nakira . It is the condition of a noun applied to a thing taken in itself ( bi-ʿaynihi ) and the article which determines it (by taʿrīf ) acts in such a way that the object that it signifies may be pointed to ( mus̲h̲ār bihi ) with a positive designation ( is̲h̲ārat an waḍʿiyya ). The noun is furthermore, in a general sense, that which is indicated by a meaning ( mā dalla ʿalā ’l-maʿnā ). It thus seems that there is indeed a connection between maʿrifa , in the sense of the perception of a particular by means of dalīl , and maʿrifa in the sense of determination of a noun which makes known an “essence” definable in itself. (6). It is the perception that comes after ignorance ( d̲j̲ahl ). Thus it cannot be said that God is cognisant ( ʿārif ); it must be said that He is knowing ( ʿālim ). In this sense, the word ʿilm has a general meaning, and the word maʿrifa a particular meaning. (7) It is a technical term employed by Ṣūfīs.",
    "II. Maʿrifa in mystical thought. Al-Tahānawī relates that it is usually ( ʿurf \n an \n ) considered to be the knowledge ( ʿilm ) which precedes ignorance ( nakara ). The use of the word nakara in place of d̲j̲ahl is interesting (cf. above, nakira ). It is the knowledge ( ʿilm ) which does not admit doubt ( s̲h̲akk ) since its object, the maʿlūm , is the Essence of God and his attributes. Cognition of the Essence consists in knowing ( an \n yuʿtama ) that God is existent ( mawd̲j̲ūd ), one ( wāḥid ), sole and unique ( fard ); that He does not resemble any thing; and that nothing resembles Him. Cognition of the attributes consists in knowing Him as living, omniscient, hearing, seeing, speaking, etc. It is thus seen how regularly the word “knowledge” or the verb “to know” intervene in definitions of maʿrifa among the mystics.",
    "It is necessary to distinguish maʿrifa based on proving indications which, by means of “signs” ( āyāt ) constitute the proof of the Creator. Certain people see things, then see God through these things. In reality, maʿrifa is realised only for those to whom there is revealed something of the invisible ( al-g̲h̲ayb ), in such a way that God is proved simultaneously by manifest and by hidden signs. Such is the maʿrifa of men “anchored in knowledge” ( al-rāsik̲h̲īn fī ’l-ʿilm ; cf. Ḳurʾān, III, 7; IV, 162). Then there is the maʿrifa of direct testimony ( s̲h̲uhūdiyya ) which asserts itself as evidence ( ḍarūriyya ); it is this which gives cognition of the signs through Him who has instituted them, and this is the prerogative of the just ( al-ṣiddīkīn , cf. Ḳurʾān, LVII, 19: hum \n al-ṣiddīḳūn wa ’l-s̲h̲uhadāʾ ʿinda rabbihim ). These are the men of contemplation ( aṣḥāb al-mus̲h̲āhada ).",
    "III. Definitions given by the Ṣūfīs, and the mystical tradition. It is related that God said to David in a revelation. “Do you understand what it is to know Me? Cognition of Me is the life of the heart in the contemplation which it has of Me.” Al-S̲h̲iblī said, “When you are attached to God, not to your works, and when you look at nothing other than Him, then you have a perfect maʿrifa .” Cognition has been compared to the sight of God in the Other Life; “Just as He is known here below without perception, so He will be seen in the other life without perception ( idrāk )” (al-Tahānawī), for it is said in the Ḳurʾān (VI, 101), “Vision will not comprehend Him, but He, He will comprehend vision.” The Ṣūfīs cite the following ḥadīt̲h̲ of the Prophet, “If you knew God by a true maʿrifa , the mountains would disappear at your command.”\n Cognition is linked to various conditions \n ¶ ( aḥwāl ) with which taṣawwuf deals. Thus Abū Yazīd al-Biṣtāmī [ q.v. ] said, “True maʿrifa is life in the memory of God ( d̲h̲ikr ).”\n Similarly, al-Tahānawī quotes Abū ʿAlī (perhaps al-D̲j̲uzd̲j̲ānī. 3rd/9th century), “The fruit of maʿrifa is that one bears with patience ( ṣabr ) proofs when they come; that a man gives thanks ( s̲h̲ukr ) when he receives a benefit; and that he gives his consent ( riḍā ) to God, when he is struck with a hateful evil.” The father-in-law of al-Ḳus̲h̲ayrī [ q.v. ], Abu ’l-Daḳḳāḳ, said, “One of the signs of the cognition that a man has of God, is the entry into him of reverential fear ( hayba ). One of the signs that it is growing, is that this fear grows. Maʿrifa necessarily entails quietude ( sakīna ) as knowledge entails rest.”\n Maʿrifa assumes not only the abolition of the consciousness of self at the level of the soul, the empirical self, but an absence of self at the level of the heart and the spirit. Abū Ḥafṣ (ʿUmar b. Maslama al-Ḥaddād, born near Nīs̲h̲āpūr, d. ca . 260/874) said, “Since I have cognition of God, there enters into my heart neither truth nor falsehood. Cognition necessarily entails for the man his absence ( g̲h̲ayba ) from himself, in such a way that the memory of God reigns exclusively in him, that he sees nothing other than God and that he turns to nothing other than to Him. For, just as the man who reasons has recourse to his heart, to his reflection and to his memories, in every situation which is presented to him and in every condition which he encounters, so the ʿārif has his recourse in God. Such is the difference between him who sees through his heart and him who sees through his Lord.” In the same context, al-Bistāmī said, “The creature has its conditions, but the ʿārif , the cognisant one, does not have them, because his traits are effaced and his ipseity ( huwiyya ) is abolished in the ipseity of One Other than him (God). His features become invisible beneath the features of God.” Also worthy of quotation is al-Wāsiṭī (pupil of D̲j̲unayd and of al-Nūrī, d. 320/932), “Maʿrifa is not authentic when there remains in the man an independence which dispenses with God and the need for God. For to dispense with God and to have need of Him are two signs that the man is awake and that his characteristics remain, and this on account of his qualifications. Now the ʿarīf is entirely effaced in Him whom he knows. How could this—which is due to the fact that one loses his existence in God and is engrossed in contemplation of Him—be true, if one is not a man devoid of any sentiment which could be for him a qualification, when one approaches existence?” The following are other conditions which are related to maʿrifa . Ibn Abi ’l-Ḥawwārī (3rd/9th century) said, “He who knows God best and he who fears Him the most.” Ibn ʿAtāʾ), the friend of al-Ḥallād̲j̲, thought that maʿrifa depends on three things: reverential fear, modesty ( ḥayāʾ ) and intimacy with God ( uns ). In fact, he who has cognition of God is in intimacy ( anasa ) with Him. The following are some definitions and qualifications of the one who knows God. It has been said, “The ʿārif is he who acts for the pleasure of his Lord, without gaining anything for himself by this action.” Seeing that some teachers taught that having once arrived at cognition, man no longer acts, al-D̲j̲unayd took issue with this opinion: “Those who have the cognition ( al-ʿārifūn ) of God, draw their actions from God and turn to God in their actions. If they needed to last for a thousand years, acts of piety would not be diminished by a jot.” The same D̲j̲unayd said, “That man is not truly an ʿārif so long as he is not like the earth which is trodden by the pious man and the licentious alike, like the cloud which extends its shade over all things, and like the rain which drenches the one that it likes and the one \n ¶ that it does not like.” In some instances, the definition adopts a dialectical twist. Thus Yaḥyā b. Muʿād̲h̲ (a native of Rayy, who settled and died in Nīs̲h̲āpūr in 248/872), said, “The\n ʿārif is the man who is there without being there.” Al-D̲j̲unayd added, “who is distinct without separation.”",
    "In general, it is to be noted that all these conceptions, while placing maʿrifa above demonstrative and speculative knowledge, do not absolutely imply an esoteric vision. All or most depend on certain features which make of maʿrifa an illuminative cognition whose brightness has the power to stun. Thus Ruwaym, a Ṣūfī of Bag̲h̲dād (d. 303/915), said, “For the ʿārif , maʿrifa is a mirror; when he looks at it, his Lord shines there for him ( tad̲j̲allā lahu )”, and Sahl b. ʿAbd Allāh al-Tustarī notes that “the final stage of maʿrifa consists in two things: amazement ( dahas̲h̲ ) and confusion ( ḥayra )”. The same notion is found in the writings of D̲h̲u ’l-Nūn al-Miṣrī.",
    "Some interesting analyses, and important conclusions, are to be found in the work of Farid Jab re, La notion de maʿrifa chez \n Ghazālī , Beirut 1958. Comparing al-G̲h̲azālī with Plotinus, he writes (p. 134), “The former aspires towards an abstract ideal world, the ‘well-guarded Table’, archetype of revealed knowledge, the latter seeks to lose himself ontologically in the One... It is here that maʿrifa and gnosis diverge fundamentally: the latter is achieved in ecstasy... which is not simply vision... but unitive vision, and the former in the loss of consciousness of the self.” Al-G̲h̲azālī indeed belongs to the line of mystics whose conceptions have been related in this article.",
    "IV. Maʿrifa in the thought of Ibn ʿArabī. It seems that Ibn ʿArabī makes no distinction in usage between the words “knowledge” and “cognition”. For him, there is one maʿrifa which is attained through the light of intelligence ( bi-nūr al-ʿaḳl ): this is cognition of the divine nature ( maʿrifat al-ulūhiyya ) and of what is necessary, impossible, possible and not impossible for it. It is evident therefore that what is in question is a rational cognition, in other words, knowledge. On the other hand, there is a maʿrifa which is attained by the light of faith ( bi-nūr al-īmān ), by means of which intelligence ( al-ʿaḳl ) seizes the Essence and the qualifications which God ascribes to Himself. It is this second maʿrifa which has to be that of the mystics (cf. Futūḥāt , ed. ʿUt̲h̲mān Yaḥyā, i, 203, no. 289). Ibn ʿArabī devoted ch. 177 of the Futūḥāt to “cognition of the status of cognition.” Nobody has knowledge ( ʿilm ) except He who knows ( ʿarafa ) what is through its essence. Whoever knows what is through some thing which is added to its essence, is a muḳallid who intimates that which is added thus by means of that which he receives from it. Every cognisant being that is not God thus has cognition through taḳlīd in conforming to the data of the senses and of reason. Since he is compelled to imitate, the man of good judgment ( al-ʿākil ) who wishes to know God, must imitate Him in that which He has made known ( ak̲h̲bara ) of Himself in His Books and through the mouths of His Messengers. When he wishes to know things, not relying on his own faculties but through force of obedience ( bi-kat̲h̲rat al-ṭāʿāt ), he comes into a state where God is his hearing, his sight and all his faculties. Then he knows all things through God, and God through God. This was the answer given by D̲h̲u ’l-Nūn when he was asked by what means he knew his Lord: “I know my Lord through my Lord; without Him, I would not know Him.” Those who rely on their own senses, know that senses and reason can be mistaken (as al-G̲h̲azālī pointed out in the Munḳid̲h̲ ). \n ¶ \n They seek to distinguish the cases where they are mistaken and the cases where they are justified. But since they make this distinction with faculties which can be mistaken, they can never know whether what they classify as true is not false and vice versa . Here there is a serious malady ( dāʾ ʿudāl ), which can be avoided only by those who in all things have knowledge only through God. As for knowing what it is that causes such men to have knowledge from God, this is something which our error-prone faculties are incapable of establishing. Since we see that we can have knowledge only through taḳlīd , all that remains for us is to imitate “him who is called the Messenger and that which is designated as the Word of God.” We conform to these models to the point at which God becomes the totality of our faculties. We will thus be able to determine the cases where we shall take possession of truth. The man who arrives at this state is then, as the Ḳurʾān expresses it (XII, 108; LXXV, 14), ʿalā baṣīrat in \n . Maʿrifa , in its highest degree, is thus this baṣīra , this interior view of realities which neither the senses nor reason are capable of attaining.",
    "Ibn ʿArabī distinguishes three ranks of categories of knowledge ( marātib al-ʿulūm ). The first is that of the knowledge of intelligence, founded on necessary principles and the demonstrations based on them. This is not under discussion here. The second is that of the knowledge of states ( ʿilm al-aḥwāl ), to which the only access is through taste ( d̲h̲awḳ ), such as the knowledge of the sweetness of honey or the bitterness of bile. This definition also accords with the taste-oriented cognition of the Ṣūfīs. The third rank is that of knowledge of secret things ( ʿulūm al-asrār ). It is superior to the category of intelligence ( fawḳ ṭawr al-ʿaḳl ); it is the knowledge of the infusion of the breat̲h̲ of the Spirit of Holiness in the human spirit ( ʿilm naft̲h̲ Rūḥ al-Ḳuds fi ’l-rawʿ ). It is the prerogative of the prophet ( al-nabī ) and of the saint ( al-walī ). It includes two types. The first is apprehended by the intelligence, as in the first rank of knowledges, but not as a result of speculation ( naẓar ). The second type is of two kinds. One is linked to knowledge of the second rank, to d̲h̲awḳ , but is superior ( as̲h̲raf ). The other is a knowledge of information ( min ʿulūm al-ak̲h̲bār ). This is evidently concerned with information the veracity ( ṣidḳ ) of which is guaranteed; this is the information given by the prophets (cf. Futūḥāt , ed. Yaḥyā, i, 138-40, nos. 64-8). Consequently, maʿrifa in its highest degree, where baṣīra is exercised, seems to accord well with the different aspects of the ʿulūm al-asrār .",
    "A further division is found ( ibid ., i, 153, no. 100): “The axis of the knowledge which belongs to men of God ( ahl Allāh ) consists of seven questions. For whosoever knows them ( ʿarafa-hā ), there is nothing in the knowledge of Realities ( ʿilm al-ḥaḳāʾiḳ ) which presents a difficulty. These are: cognition ( maʿrifa ) of the Names of God; the cognition of epiphanic emanations ( tad̲j̲alliyāt ); cognition of the Word addressed by God to man in the form of the language of the Law; cognition of disclosure through imagination ( al-kas̲h̲f al-k̲h̲ayālī ); and cognition of sicknesses and remedies. A detailed study of these maʿārif forms the object of ch. 177 of the Futūḥāt , to which the reader is referred. All that is noted here is that it seems that among all these cognitions, there is one which is distinct in the sense that is operates in all the others; this is the cognition of disclosure through imagination. In particular, that which Ibn ʿArabī says concerning cognition of the Names of God depends on a symbolic vision which is the act of the imagination. Here we refer to the work of H. C orb in, L’imagination créatrice dans le soufisme d’ Ibn ʿArabi , 2 Paris 1977.",
    "V. The Yazdān-s̲h̲anāk̲h̲t of al-Suhrawardī. This Persian title is the equivalent of maʿrifat Allāh . Corbin has analysed it in his Oeuvres philosophiques et mystiques d’al-Suhrawardī , Tehran-Paris 1970, ii, 117-31. Here the author examines the development of human cognition, estimative and intellective. Corbin writes in this context: “There is certainly a measure of Avicennism in all this, but it is possible in addition to discern the premisses of the philosophy of Ishrâq.” In fact, this treatise which aspires towards prophetic cognition, towards mystical charismas and visions in dreams or in states of trance, is definitely less original than Corbin suggests. It calls to mind the Kitāb al-Fawz al-aṣg̲h̲ar of Miskawayh (tr. Arnaldez, Tunis 1986). But it is in relation to the philosophy of is̲h̲rāḳ that Corbin defines true maʿrifa : “In contrast to representative cognition, which is cognition of the abstract or logical universal ( ʿilm ṣūrī ), this is a case of presential cognition, which is unitive and intuitive, of an essence absolutely true in its ontological singularity ( ʿilm ḥuḍūrī ittiṣalī , s̲h̲uhūdī ), a presential illumination ( is̲h̲rāḳ ḥuḍūrī ) which the soul, the being of light, brings to bear on its object; it makes itself present in making itself present to itself ( Histoire de la philosophie islamique , in the series Idées , NRF, Paris 1964, 291).",
    "VI. Conclusion. Maʿrifa has frequently been translated as gnosis. The Greek ϒνωσίς probably denotes purely and simply cognition. But the word “gnosis” has taken on a particular sense; it denotes, not one, but several systems which undoubtedly have common features, but which differ considerably from one another. There are thus several gnoses : Basilidian, Valentinian, Ismāʿīlī, Is̲h̲rāḳī , S̲h̲īʿī, etc. Corbin has written ( Avicenne \n et le \n récit \n visionnaire , Berg International, 1979, 23), “But ultimately it remains a case of a spiritual attitude which is fundamentally the same: a deliverance, a salvation of the soul obtained not merely through cognition, but through cognition which is precisely gnosis.” But this is nothing more than a nominal definition. The notion of salvation through cognition is certainly present in the gnoses, but it is also to be found in the systems inspired by Plato and by Neo-Platonism, in which it is taught that the cognition of intelligibles by the human intellect liberates man and even assures his survival after physical death. Yet there is nothing gnostic in these systems. In criticising the gnostics, Plotinus characterises the gnoses by other features entirely, in particular by the multiplicities of intermediaries, standing as so many entities between the First Principle and the world below, according to a succession of manifestations whose link with the mythologies is apparent. Thus it is undoubtedly true that there is a maʿrifa in the gnoses, and that maʿrifa can be of gnostic type, esoteric and initiatory. But it is definitely a misuse to translate maʿrifa automatically as “gnosis”. Were it not so, it would be necessary to render the plural al-maʿārif \n by \n “the gnoses” (listed above), which would obviously be unacceptable.",
    "2. as a term denoting secular knowledge",
    "Hence opposed to ʿilm and almost synoymous with adab , see ʿilm ."
  ],
  "signature": "(R. Arnaldez)",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}