{
  "id": "eweb_432",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_COM_0909",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_COM_0909",
  "title": "Ramz",
  "authors": [
    "W.P. Heinrichs",
    "A. Knysh"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "( a. ), a verbal noun with the original meaning of “winking”, “signalling with your eyes and eyebrows, or by forming words with your mouth without a sound” (see also section 3. below, first para.). This developed into a concrete noun, with the pl. rumūz , denoting a variety of indirect methods of expression, \n ¶ such as “allusion”, “symbol”, “cypher”.",
    "1. In rhetoric.",
    "Here the term is used sparingly. It does have its place in the scholastic discipline based on al-Sakkākī’s (d. 626/1229 [ q.v. ]) Miftāḥ al-ʿulūm , where it denotes a specific subcategory of kināya [ q.v. ], here used in the sense of “circumlocution” (“leaving the direct mention of a thing for the mention of something concomitant with it” ( Miftāḥ , 402); note that the definitory statements in the entry kināya do not always reflect the Sakkākī tradition). More specifically, ramz has the following position within al-Sakkākī’s system: the kināya is characterised either by oblique intention, in which case it is called taʿrīḍ , or not so; the latter is characterised either by many intermediaries between the allusion and the thing alluded to—this is called talwīḥ —or by few; if the latter, it is either marked by a certain obscurity ( k̲h̲ufya )—this is ramz —or it is not, in which case it is called is̲h̲āra or īmāʾ ( Miftāḥ , 411-12). An example is ʿarīḍ al-wisāda \n “with flattened pillow”, meaning “sleepy, stupid.” This system ultimately finds its way into the nineteenth-century Western handbooks (Mehren, Ar. text, 46, 62; 95-6; Garcin de Tassy, 75). It is noteworthy that ramz does not occur in the great compilations outside the Sakkākī tradition, such as the Taḥrīr al-taḥbīr of Ibn Abi ’l-Iṣbaʿ (d. 654/1256) and the Badīʿiyya commentaries of Ibn Ḥid̲j̲d̲j̲a al-Ḥamawī (d. 837/1434 [ q.v. ]), Ibn Maʿṣūm (d. 1117/1705), and ʿAbd al-G̲h̲anī al-Nābulusī (d. 1143/1731 [ q.v. ]).",
    "Earlier, the term ramz is used by Ibn Ras̲h̲īḳ (d. 456/1064 or later [ q.v. ]) for one of the thirteen subcategories of is̲h̲āra , “allusion”, although for lack of a definition one cannot clearly identify its meaning ( ʿUmda , i, 305-6). The two examples adduced by the author allow the assumption that it refers to an enigmatic turn of phrase, which can only be solved with reference to an earlier line of poetry—though, whether or not this last qualification is a necessary prerequisite cannot be said with any certainty. The first example is by an anonymous ancient poet: “As bloodmoney for her husband I have paid her the counting of pebbles at morning time or in the darkness of every evening.” The enigmatic “counting of pebbles” is explained as going back to a line of Imruʾ al-Qays [ q.v. ]: “I remained [there] sitting with my tunic over my head, counting the pebbles, my tears never ceasing.” ( Dīwān , ed. M. Abu ’l-Faḍl Ibrāhīm, no. 6, v. 3); in other words, it is a sign of grief, and grief is all she will ever receive. Ibn Ras̲h̲īḳ’s jumble of is̲h̲āra subcategories is brought into a neat logical system, bearing little resemblance to al-Sakkākī’s, by al-Sid̲j̲ilmāsī (d. after 704/1304-5), who enumerates laḥn (letter riddle), ramz , tawriya (mispointing information for secrecy), and ḥad̲h̲f (truncation of words) as different types of taʿmiya (mystification), which in turn is a subcategory of is̲h̲āra . Since again ramz is not defined and only exemplified by a single s̲h̲āhid , it cannot be adequately identified; however, the author does call it “riddle-like ( lug̲h̲zī ). Thus, whereas in the Sakkākī tradition ramz belongs to the genus of “circumlocution”, with the Mag̲h̲ribī authors it is one of a number of literary types of riddles. The enigmatic plays a role in both.",
    "2. Related uses.",
    "(a) Ramz as “code.” Ibn Wahb al-Kātib (first half of 4th/10th century) includes a chapter on ramz in his book on the four ontological stages of expressivity (i.e. bayān on the successive levels of the thing, thought, speech, and writing). Since the author deals with the conveyance of information in a general rather than a strictly literary sense, ramz here has the meaning of \n ¶ \n “code”, especially “code names” ( Burhān , 137-8). The sender ( mutakallim ) would use, for a word or a letter, the name of a bird or a wild animal or another letter; the resulting message would be clear to sender and recipient, but cryptic to anyone else ( marmūz \n an \n ʿan g̲h̲ayrihimā ). The author contends that the books of the ancient philosophers and scientists were full of rumūz , most of all those of Plato. Furthermore, there are highly important rumūz in the Ḳurʾān, from which one may prognosticate the major events of Islamic history, the duration of reigns, momentous upheavals, etc. This refers to the mysterious letters and to the oaths at the beginning of a number of suras. Knowledge of this code belongs to the Imāms, who have been entrusted with the knowledge of the Ḳurʾān. Here the author reveals his S̲h̲īʿī persuasion.",
    "The idea that the Ancient sages used rumūz to make their writings inaccessible to the uninitiated is not uncommon. One has to distinguish here between (1) the level of language, i.e. rumūz in the sense of codenames, symbols, and allegories, and (2) the level of script, i.e. rumūz meaning secret characters and alphabets.",
    "(i) The Ismāʿīlī thinker Abū Ḥātim al-Rāzī (d. 322/933 [ q.v. ]) says that the ancient philosophers were used to coining analogies ( ḍarb al-amt̲h̲āl ), in which they followed the methods of the prophets ( d̲h̲ahabū … mad̲h̲hab al-anbiyāʾ ); people say that most of Plato’s speech is ramz ( Aʿlām al-nubuwwa , apud Kraus, Jābir , ii, 274). Occult sciences such as alchemy are particularly prone to the use of such codes. The author of the D̲j̲ābir corpus again mentions Plato as the most typical representative of ramz use ( ibid ., 281) and contrasts him with Aristotle who uses ig̲h̲māḍ , “obscurity,” rather than ramz for the same effect ( ibid ., 48). He himself, although conversant with the Ancients’ use of rumūz , does not approve of it, using instead the principle of tabdīd al-ʿilm , “the scattering of knowledge” throughout the corpus with elaborate cross-references, to make access to the “art” difficult for the unworthy ( ibid ., 32-3). Because of the enigmatic language of the Ancients—here he uses the term lug̲h̲z —their books are less profitable than those of the moderns ( mutaʾak̲h̲k̲h̲irūn , i.e. the Arabs), who are the commentators ( mufassirūn ) of the Ancients ( ibid ., 281). This attitude did not, however, diminish the popularity of rumūz in later alchemical writings. Nor did it inhibit philosophers like Ibn Sīnā (d. 428/1037 [ q.v. ]) and S̲h̲ihāb al-Dīn al-Suhrawardī (d. 587/1191 [ q.v. ]) from composing stories in the allegorical-symbolic mode.",
    "(ii) One specific type of ramz was the secret alphabet. Ibn Waḥs̲h̲iyya (first half of 4th/10th century [ q.v. ]) is credited with a collection of existing scripts, entitled S̲h̲awḳ al-mustahām fī maʿrifat rumūz al-aḳlām , “The yearning of the infatuated for the knowledge of the signs of the alphabets” (cf. also muʿammā ). This is a strange mixture of (a) regular alphabets (Arabic, Syriac, Hebrew, Greek, and others), (b) invented alphabets said to be those of ancient nations, such as the Nabaṭ [ q.v. ] and the Chaldaeans, (c) secret alphabets attributed to various ancient philosophers, sages, and kings (including the well-known tree script, al-ḳalam al-mus̲h̲ad̲j̲d̲j̲ar , attributed to Dioscorides and, in another form, to Plato, and the spectacled script invented by “Ḳalafṭariyūs” (cf. the ḳalafṭīriyyāt , χαρακτῆρες “Brillenbuchstaben”, see Ullmann, Natur- und Geheimwissenschaften , 362), (d) planetary and zodiacal alphabets for magical purposes, and (e) the non-alphabetical symbols invented by the Hermeses ( Harāmisa ), which they wrote on Egyptian temples and pyramids and “made as a \n ¶ shield for their sciences and treasures” ( fa-d̲j̲aʿalū hād̲h̲ihi ’l-rumūz \n a \n sitr \n an \n ʿalā ʿulūmihim wa-kunūzihim , Ibn Waḥs̲h̲iyya, 91-2). The latter clearly refer to the hieroglyphs, and a number of them are easily recognisable, albeit fancifully explained, in Ibn Waḥs̲h̲iyya’s book. The double function of these symbols becomes clear: they are said to encode (a) occult (alchemical, magical, astrological) knowledge, and (b) information about hidden treasures. In his book on the pyramids, Abū D̲j̲aʿfar al-Idrīsī (d. 649/1251) reports about people who claim to be able to decode— ḥall al-rumūz —the hieroglyphs ( al-ḳalam al-birbāwī ) and thus to find the hidden treasures ( Ahrām , 36, 61, 141). As a result of this idea Ḥall (or Fakk ) al-rumūz fī kas̲h̲f al-kunūz becomes a very popular book-title, not only in the field of the occult sciences (cf. Brockelmann, I 2 , 139-40, S I, 144, 430, 531, 712, 783, S II, 768, etc., and the indices of GAS ).",
    "In all this, it is important to be aware of the fact that the ramz , whether linguistic or graphic symbol, can be used for encoding as well as for decoding, and that the latter, interpretive, function may be applied to texts that were not encoded in the first place. Allegories of non-allegorical technical writings (cf. e.g. Kraus, Jābir , p. 12-13, n. 7) and symbolic interpretation of hieroglyphs are both instances of this phenomenon.",
    "(b) Ramz as “symbolic action”. This may refer to cryptic messages conveyed by sending certain objects that the recipient needs to interpret. In a chapter entitled “cryptic remarks ( rumūz ) current among literary men and their playing with allusions ( maʿārīḍ ) which only the eloquent can understand”, Abu ’l-ʿAbbās al-D̲j̲urd̲j̲ānī (d. 482/1089) enumerates many cases in which the rumūz are enigmatic references to poetical lines, but also some where the language of objects is used. These, he says, are very hard to solve, because they are restricted to the mere acts ( al-iḳtiṣār ʿalā mud̲j̲arrad al-fiʿl ) without words ( Kināyāt , 71-85, esp. 79). Al-Ḳalḳas̲h̲andī (d. 821/1418 [ q.v. ]) gives a few examples of such wordless messages as used in diplomacy ( Ṣubḥ al-aʿs̲h̲ā , ix, 249-51 [= ch. on al-rumūz wa ’l-is̲h̲ārāt allatī lā taʿalluḳ lahā bi ’l-k̲h̲aṭṭ wa ’l-kitāba ], tr. C.E. Bosworth, in Arabica , x [1963], 148-53). In a different way, the term ramz is used by Ibn Abī (’l-)Sarḥ (wrote 274/887) to denote the superstitious acts of the ancient Arabs, on which he was the first to write a comprehensive work ( Rumūz , ed. Ḥusayn, 641-42; tr. Bellamy, 227). He actually uses the construct ramz al-nafs , not yet satisfactorily explained, and divides the rumūz into three categories: supernatural, natural, and mixed.",
    "(c) Rumūz as “sigla”. This modern meaning is already attested in mediaeval contexts. Muḥammad b. ʿAbd al-Raḥmān al-ʿUkbarī ( fl . 665/1267), in his Mad̲j̲maʿ al-aḳwāl fī maʿānī al-amt̲h̲āl , uses thirty different abbreviations to indicate his sources after each proverb and calls these signal rumūz (see A.J. Arberry, in JAL , i [1970], 109-10).",
    "3. In mystical and other esoterical discourse.",
    "Like its counterpart, ramz originally meant “gesture” or “sign”, usually a silent one, especially a speechless movement of the lips practiced by interlocutors in order to conceal the contents of their conversation from a third party. By extension, the term also denotes any silent gesture made by the hand, the head, the eyes, the eyebrows, etc. (see LA , s.v. r-m-z ; al-Fīrūzābādi, al-Ḳāmūs , Beirut n.d., ii, 183-4). In this sense, ramz appears in the Ḳurʾān, III, 41, where God bids Zakariyyāʾ “not to speak to the people except by gesture” ( ramz \n an ). While the majority of commentators agree that ramz here is synonymous with either is̲h̲āra or īmāʾ (yet another word for a silent sign), al-Ṭabarī adds that in pre-Islamic poetry it also meant an unintelligible murmur or whisper (see al-Ṭabari, D̲j̲āmiʿ al-bayān , Beirut 1984, iii, 259-60). For al-T̲h̲aʿālibī, ramz is “movement indicative of what is [concealed] in the heart of the gesturer ( rāmiz \n )”, and also “a speech deflected from its apparent meaning ( muḥarraf ʿan ẓāhirihi )”, i.e. a symbolic and allegoric speech par excellence (see his D̲j̲awāhir al-ḥisān , Beirut n.d., i, 264-5). In both cases, ramz is viewed as the opposite of taṣrīḥ , an unequivocal declaration of one’s feelings and intentions. These two terms, together with their synonyms, became closely associated with the major opposition between the explicit style of thinking and narration and that involving deliberate ambiguity, an opposition that pervades Muslim intellectual culture as a whole [see \n Ẓāhir\n and \n bāṭin\n ].",
    "As a statement implying more than its words and thus evoking a host of various associations, ramz was employed by mediaeval literary critics (see above, section 1.). In its broader meaning, ramz was often used to describe literary works which utilised the allegoric language, vague symbols, allusions and obliquities, e.g. “an allegorised poem” ( ḳaṣīda marmūza ), mentioned by al-Maḳḳarī [ q.v. ] ( Analectes , i, 608).",
    "In early Ṣūfī literature, it was also overshadowed by is̲h̲āra . A striking example of the wide currency enjoyed by the latter word is Abū Ḥayyān al-Tawḥīdī’s [ q.v. ] al-Is̲h̲ārāt al-ilāhiyya , in which Ṣūfī knowledge is forthrightly equated with the capacity to comprehend mystical symbols and allusions. Throughout the work, the author constantly referred to them as is̲h̲ārāt but never as rumūz (see al-Tawḥīdī, op . cit ., ed. Wadād al-Ḳāḍī, 2 Beirut 1982). In other Ṣūfī writings, ramz almost invariably appears in conjunction with, or as an explanation of, is̲h̲āra . According to early Ṣūfī authors, symbolic language and allusions play a double role. On the one hand, they are the only way to \n ¶ convey the elusive spiritual experiences and ineffable visions bestowed upon the “friends of God” ( awliyāʾ [see \n walī\n ]). On the other, they effectively preserve the essence of these higher mysteries and insights from the uninitiated, who should satisfy themselves with the “externals” ( ẓāhir ) of religion. Hence the knowledge of rumūz pertains exclusively to the Ṣūfī masters, and is not to be divulged to the outsiders (see Adab al-mulūk . Ein Handbuch zur islamischen Mystik aus dem 4./10. Jahrhundert , ed. B. Radtke, Beirut 1991, 20, 34, 70-1). Attesting the importance of the word ramz for the mystical doctrines of the Ṣūfīs, Abū Naṣr al-Sarrād̲j̲ (d. 378/988) included ramz in his list of the specifically Ṣūfī terms. According to this author, ramz designates “an inner meaning hidden under the guise of outer speech, which no one will grasp except for its people ( ahluhu \n ).” Such symbols should be looked for primarily in the correspondence between the Ṣūfī masters, rather than in works addressed to the uninitiated reader (al-Sarrād̲j̲, al-Lumaʿ , ed. ʿAbd al-Ḥalīm Maḥmūd and Ṭāhā Surūr, Bag̲h̲dād 1960, 414, cf. 314). Rūzbihān Baḳlī S̲h̲īrāzī (d. 606/1209 [ q.v. ]), who cites a similar definition of ramz , adds that it allows one to grasp “the mysteries of the unseen by means of the subtleties of knowledge, which, in turn, find their expression in the language of mystery through the words opposite to their meanings” ( Commentaire sur les paradoxes des soufis , ed. H. Corbin, Tehran-Paris 1966, 561). Thus, when dealing with the language of the Ṣūfīs, one should be careful in distinguishing between the verbal shell ( lafẓ ) and the kernel of an allusion ( ramzuhu ). A person unaware of such a symbolic method of expression can be easily misled by some Ṣūfī utterances and condemn them as an expression of the worst kind of unbelief. At the same time, a more perspicacious interpreter will find them in complete accord with the inner meaning ( bāṭin ) of the Ḳurʾān and the Sunna (see Ibn ʿAbd al-Salām al-Sulamī, Ḥall al-rumūz wa-mafātīḥ al-kunūz , Cairo 1961, 5-20, et passim ). In a sense, the opposition between lafẓ and ramz reflects the irreducible contradiction between the normative, outward aspects of religion ( s̲h̲arīʿa [ q.v. ]), and its spiritualised interpretation and interiorisation practiced by the Ṣūfī gnostics ( ḥaḳīḳa [ q.v. ]). To Ṣūfī authors, rumūz appeared to be the most convenient way to express the latter without disclosing it to those from whom it ought to be withheld (see al-G̲h̲azālī, Mis̲h̲kāt al-anwār , ed. Abu ’l-ʿAlāʾ ʿAfīfī, Cairo 1382/1964, 40).",
    "Ibn al-ʿArabī (d. 638/1240 [ q.v. ]), who often treats ramz as a synonym of lug̲h̲z [ q.v. ] (puzzle or enigma), defines it as “a speech which does not convey the meaning implied by the speaker”. In his view, the use of ramz is not an end in itself, because what matters is the implicit meaning behind it. Due to his overall proclivity toward allegorisation of reality, Ibn al-ʿArabī tends to envision the whole cosmos as a giant arrangement of symbols that require an explanation. In keeping with their ability (or inability) to comprehend the true meaning of these cosmic symbols (which, in many respects, are similar to the verbal symbols and allusions permeating revelation), people are divided into several categories ranging from the greatest knowers, the “men of symbols” ( rid̲j̲āl al-rumūz ), who can grasp the allegorical meaning of all things and events through supersensory unveiling ( kas̲h̲f [ q.v. ]), to the ignorant populace, who accept everything at face value and are, therefore, doomed to wander in darkness. Ibn al-ʿArabī’s\n magnum opus , al-Futūḥāt al-makkiyya , abounds in descriptions of various symbolic events and personalities, whose real meaning is sometimes disclosed but, more often, is tantalisingly left \n ¶ open to a wide variety of interpretations. On many occasions, Ibn al-ʿArabī draws close parallels between Ṣūfī modes of self-expression and poetic language, both of which, in his view, endeavour to clothe their meanings in intricate symbols and allegories. No wonder that in his major works, al-Futūḥāt al-makkiyya and Fuṣūṣ al-ḥikam , this author normally introduces his daring insights in the form of symbolic verses, then proceeds to elucidate them in prose ( al-Futūḥāt al-makkiyya , ed. O. Yaḥyā and I. Madkūr, Cairo 1972-, i, 67, 218, 251, iii, 120, 196-7, 201, etc.; Fuṣūṣ al-ḥikam , ed. Abu ’l-ʿAlāʾ ʿAfīfī, Beirut 1946, passim ; cf. idem, Dīwān , Bulāḳ 1271/1855, passim ). Stressing Ibn al-ʿArabī’s propensity for an abstruse and allegoric style meant to hide his real intentions, his compatriot Ibn K̲h̲ātima [ q.v. ] wrote that this Ṣūfī thinker “spoke from behind the veil ( ḥid̲j̲āb ), fortifying himself with [the use of] ramz in an impenetrable mountain citadel, and seeking refuge in the is̲h̲āra of dubious import” (see al-Maḳḳarī, Azhār al-riyāḍ fī ak̲h̲bār ʿIyāḍ , ed. Muṣṭafā al-Saḳḳā, Ibrāhīm al-Abyārī and ʿAbd al-Ḥafīẓ S̲h̲alabī, Cairo 1361/1942, iii, 54-5).",
    "Ibn Sīnā’s [ q.v. ] usage of ramz is a corollary to his theory of prophecy which, in his view, should of necessity be communicated to the masses in a symbolic or allegorical form lest they misinterpret the prophetic message, thus ruining the divinely-established order. Therefore, the prophet “should inform them (sc. the masses) about God’s majesty and greatness through symbols ( rumūz ) and images ( amt̲h̲ila ) derived from things that for them are majestic and great.” The same is true concerning other articles, of faith, e.g. divine punishment and reward, destiny ( ḳadar ), etc. Basically, however, symbols communicate the same knowledge that can be stated in demonstrative or expository language employed by the rational philosophers (see D. Gutas, Avicenna \n and the \n Aristotelian \n tradition , Leiden 1988, 300-1). Because “the majority of humans are ruled not by pure intellect but rather by their lower passions”, they are unqualified to grasp such an abstract language and the syllogistic argumentation it conveys. Conversely, symbols and images primarily appeal to imagination and not to intellect. Hence they are more likely to be comprehended by uncultured minds (see P. Heath, Allegory \n and philosophy in Avicenna , Philadelphia 1992, 150-2). Irrespective of whether or not Ibn Sīnā actually regarded the allegorical method of communication as inferior to the demonstrative and expository (Gutas, op . cit ., 302; cf. Heath, op . cit ., 153-65), he was convinced that “those individuals with philosophical propensities” were in a position to penetrate the authentic meaning of the symbols found in the revelation, and would eventually acquire a philosophical vision of the universe (Gutas, op . cit ., 307). A similar view of the function of ramz was adopted by the later philosophers of Muslim Spain, namely Ibn Ṭufayl and Ibn Rus̲h̲d [ q.vv .]. According to the former, “pure truth does not at all suit the vulgar, enslaved by senses.” In order “to penetrate those materialistic intelligences, … it is obliged to clothe itself with the wisdom that constitutes the revealed religions”, in other words, with symbols and allegories (L. Gauthier, Ibn Thofaïl , Paris 1909, 63). Symbols can also be helpful as a means to present some abstract philosophical ideas. Thus Ibn Ṭufayl’s\n Ḥayy b. Yaḳẓān [ q.v. ] may be taken as a symbolic representation of the evolution undergone by the human active intellect. Ibn Rus̲h̲d seems to have envisaged ramz as an essential part of rhetoric argument (as opposed to demonstrative and dialectical), which the prophets address to their communities because most of the people are not intellectually mature \n ¶ enough to understand the more sophisticated types of discourse. This fact accounts for the necessity to explicate revelation allegorically [see \n taʾwīl\n ] with a view to reconciling it with the conclusions reached through the syllogistic argument.",
    "Proponents of messianic expectations, who sought to substantiate their claims regarding the imminent advent of the mahdī [ q.v. ] by exploiting the numerical values and occult properties of the Arabic characters, often viewed the latter as rumūz —esoteric signs pointing to the inevitable fulfillment of their predictions. To decipher such signs contained, for instance, in the mysterious letters preceding some Ḳurʾānic sūras and the divine names [see \n al-asmāʾ al-Ḥusnā\n , and cf. above, section 2(a), first para.], Muslim esotericists—primarily, the S̲h̲īʿa, including the Ismāʿīlīs, and some Ṣūfī leaders harbouring messianic hopes—practiced elaborate divinatory techniques known as d̲j̲afr [ q.v. ; see also Ḥurūf ]. Ḳurʾānic stories and certain ḥadīt̲h̲ , mostly of an esthatological nature, were also treated by the esoterically-minded Muslims as symbols and signs, whose true meaning could only be elucidated by means of an allegoric interpretation. A curious mixture of Ismāʿīlī and Ṣūfī views utilising both types of ramz can be observed in a divinatory poem by a purported Ismāʿīlī dāʿī [ q.v. ], ʿĀmir b. ʿĀmir al-Baṣrī, d. in the early 8th/14th century (see Y. Marquet, Poésie ésotérique ismaïlienne , Paris 1985, 73-4, 81, 101, etc.; cf., however, Ibn ʿArabī, ʿAnḳāʾ mug̲h̲rib , Cairo n.d., where in similar predictions the word ramz is never mentioned).",
    "Aḥmad al-Būnī (d. 622/1225 [ q.v. in Suppl.]), the celebrated fortune teller and master of “letter magic” ( sīmīyya ), considered the usage of rumūz to be part and parcel of the occult sciences permitting to predict the future. As in the case with the philosophers and Ṣūfīs, symbols, according to al-Būnī, perform the twofold function. They conceal the secrets of the divinatory procedures from the uninitiated, while at the same time helping to impart them to the deserving few (see Manbaʿ uṣūl al-ḥikma , Cairo 1370/1951, 5, 6, 325).",
    "Interestingly, ramz (spelt rams ) is one of the few Arabic words mentioned by the great Catalan philosopher, missionary, and mystic Ramon Llull (d. 1316), for whom it apparently meant a tropological-moral purport behind some scriptural parables (see Ch. Lohr, Christianus arabicus , in Freiburger Zeitschrift für Philosophie und Theologie , xxxi [1984], 59). Normally, however, when referring to the moral lessons contained in the Ḳurʾānic text, Muslim exegetes would rather use such terms as mat̲h̲al [ q.v. ] and ḥadd ( see \n G. Böwering, The mystical vision of existence in classical Islam , Berlin 1980, 138-41).",
    "4. In modern Arabic literature.",
    "In this literature, which took shape under the strong influence of European literary trends, ramz became an exact equivalent of the Western term “symbol” defined as “a deliberate use of a word or a phrase to signify something else, not by analogy (for, unlike metaphor and simile, it lacks a paired subject), but by implication and reference” (S. Jayyusi, Trends \n and movements in modern Arabic poetry , Leiden 1977, ii, 709). As in the West, in the Middle East also, an acute interest in, and extensive use of, symbols gave rise to a literary movement known as “symbolism” ( al-ramziyya ) that flourished from the 1920s to the 1940s, but then gradually lost ground as a cohesive literary trend. Its representatives, primarily poets such as Adīb Maẓhar, Saʿīd ʿAḳl, Bis̲h̲r Fāris, and, to a lesser extent, Abu ’l-Ḳāsim al-S̲h̲ābbī have employed symbol as “a vehicle for feelings, for complex and valuable states of awareness” as well as a means to express an \n ¶ idea or a set of ideas. While most of the Arab symbolists drew their inspiration from the European literary notions of “universal relationships” and “latent affinities” which they sought to convey through symbolist imagery (K. Abu Deeb, Al-Jurjānī’s \n theory of poetic imagery , Warminster, Wilts. 1979, 124-6; Jayyusi, op . cit ., 478-81), they seem to have neglected the fact that similar approaches to creative process had already been maintained, albeit spontaneously and unconsciously, by their Muslim predecessors, namely, Ibn al-Fāriḍ, D̲j̲alāl al-Dīn Rūmī and many other mediaeval Ṣūfī poets, who communicated their nonrational and intuitive perception of being by having recourse to elaborate symbols and allegories (see e.g. Ibn al-Fāriḍ’s masterful use of wine symbolism to convey his mystical vision of reality, Ibn al-Fāriḍ, Dīwān , Beirut 1962, 140-3). Ṣūfī imagery and symbols were more readily adopted by the less Westernised poets and prose writers, who, being well versed in the Islamic\n turāt̲h̲ , succeeded in creating original works in which Islamic and Western influences were inextricably intertwined (see, e.g. Nad̲j̲īb Maḥfūẓ, Adūnīs, Muẓaffar al-Nawwāb, D̲j̲amāl al-G̲h̲īṭānī, etc.). On the other hand, some symbols, which became particularly popular with the modern Arab poets (e.g. the sea, the rain, the wind etc.), have suffered from over-use and have gradually developed into mere conventions devoid of any poetic originality (Jayyusi, op . cit ., 710)."
  ],
  "signature": "(W.P. Heinrichs)",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
