{
  "id": "eweb_433",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_COM_0920",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_COM_0920",
  "title": "Riḍā",
  "authors": [
    "Ed."
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "( a. ), literally “the fact of being pleased or contented; contentment, approval” (see Lane, 1100), a term found in Ṣūfī mysticism and also in early Islamic history.",
    "1. In mystical vocabulary. In the Ḳurʾān, the root raḍiya and its derivatives occur frequently in the general sense of “to be content”, with nominal forms like riḍwān \n “God’s grace, acceptance of man’s submission” (e.g. III, 156/61, 168/174; IV, 13/12; IX, 73/72; LVII, 20, 27), although the actual form riḍā does not occur. In the writings of the proto-Ṣūfī al-Ḥasan al-Baṣrī [ q.v. ], it is a moral state, contentment with the divine precepts and decrees, and the reciprocal contentment of the soul and God (see L. Massignon, Essai \n sur les origines du lexique technique de la mystique musulmane , Paris 1954, index).",
    "2. In early Islamic history. The term has a special role in the events leading up to the ʿAbbāsid Revolution of 128-32/746-50, when the anti-Umayyad duʿāt made their propaganda in the name of al-riḍā (? al-raḍī ) min āl Muḥammad \n “a member of the House of the Prophet who shall be acceptable to \n ¶ \n everybody”. This conveniently vague term enabled both the partisans of ʿAlī’s family, the S̲h̲īʿa, and those of the Prophet’s paternal uncle, al-ʿAbbās, to claim that they were the intended new leaders of the umma (see M. Sharon, Black \n banners from the East . The establishment of the \n ʿAbbāsid \n state — incubation of a revolt , Jerusalem 1983, 146-7, 158-9 n. 14, 172).",
    "Subsequently, the term tended to be particularly identified with the S̲h̲īʿa; it was, for instance, the laḳab [ q.v. ] of the Eighth Imām, ʿAlī al-Riḍā b. Mūsā al-Kāẓim [ q.v. ]."
  ],
  "signature": "(Ed.)",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}