{
  "id": "eweb_434",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_COM_0945",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_COM_0945",
  "title": "Ruʾyā",
  "authors": [
    "T. Fahd",
    "H. Daiber"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "( a. ), derived from the Semitic root r-ʾ-y which gives rise to formations expressing “sight” ( ruʾya ( t )) and “vision” ( ruʾyā ), one of the aspects of vision being nocturnal vision, the dream. 1. In the meaning of dream. On relations between “seer” ( rōʾe \n - Aram, ḥōzē = Ar. ḥāzī ), “soothsayer” ( kāhin , ʿarrāf , etc.) and “prophet” ( nabī ), see the articles kāhin, \n kihāna \n , nubuwwa .",
    "The Semitic terminology of the dream and of the vision evolves in two fundamentally different semantic zones:",
    "(1)The first is situated in the space extending between sleep and waking and is consequently expressed by the roots y/w-s̲h̲-n (cf. Akkadian s̲h̲ittu \n “sleep”, and s̲h̲uttu \n “dream”, Hebr. s̲h̲ēnā “sleep”, Ar. sina “sleep”), n-w-m (cf. Akk. munattu \n “dawn”, “dream”, Hebr. t \n e \n nāmā \n “light sleep, dozing”, Ar. manām \n “somnolence”, “dream”) and Akk. b-r-y , Aramaic\n ḥ-z-y , Hebr. and Ar. r-ʾ-y (whence, respectively, Akk. tabrīt/mūs̲h̲ī , Hebr. and Aram, ḥēzion/layla , Hebr. marʾ/ha-layla , Ar. ruʾyā , all denoting nocturnal vision or dream). Thus the first group expresses “deep sleep” and the second “light sleep”, between sleeping and waking, an activity relating to the domain of waking, if not to waking itself. It is in this last group that is situated the point of concurrence between the nocturnal vision or dream and the prophetic vision (diurnal and nocturnal) or ecstasy (cf. Fahd, La divination arabe , 269, based on A.L. Oppenheim, The interpretation of dreams in the \n Ancient Near East . With \n a translation of an \n Assyrian Dream-Book , in Transactions of the American Philosophical Society , N.S., xlvi/3 [Philadelphia 1956], 179-373, cf. 225-6; E.L. Ehrlich, Der Traum im Alten Testament , Beihefte zur ZATW, lxxiii, Berlin 1953, 1-12; on the difficulty of establishing a line of demarcation between dream and vision, cf. A. Guillaume, Prophétie \n et divination , French tr. Paris 1941, 261-2).",
    "(2)The second is situated in a specific period of life, sc. puberty, a period marked by the development of sexuality ( TʿA , viii, 355). The dream is then expressed in all Semitic languages through the root ḥ-l-m , which indicates, in the adolescent, a degree of physical maturity (becoming fat, fleshy, expansion of the sexual organs, nocturnal pollution) and of intellectual maturity (acquiring good judgment, being kind and gentle, patient and master of oneself).",
    "Concerned to distinguish the true dream, rendered by ruʾyā , from the false dream, resulting from the passions and preoccupations of the soul, or furthermore the dream inspired by God from that inspired by Satan, Muslim tradition adopted ḥ-l-m for the expression of the latter, on the basis of the following tradition: \n ¶ \n “The\n ruʾyā comes from God and the ḥulm from Satan” (cf. Concordance , i, 504; al-Buk̲h̲ārī. ii, 324 = K̲h̲alḳ , 11; Ibn K̲h̲aldūn. Muḳaddima , iii, 8 ff., tr. Rosenthal, iii, 103 ff.; other references in Goldziher, Abhandlungen zur arab . Philologie , i, 110). However, the lexicographers continue to treat them as synonyms, as is the case with Ugaritic\n ḥ-l-m , Hebr. ḥ a lōm , Aram. ḥelmā/ \n Syriac\n ḥelmō , etc., which refer to the prophetic dream as much as do the derivatives of r-ʾ-y and of ḥ-z-y (cf. Ehrlich, op . cit ., 1).",
    "The Ḳurʾān seldom uses ḥulm in a pejorative sense with the meaning of dream; aḥlām appears twice, in XII, 44 and XXI, 5, preceded by aḍg̲h̲āt̲h̲ \n “incoherent and confused dreams”, and once unqualified in the former of these verses, in the expression taʾwīl al-aḥlām , “interpretation of dreams”, while the innumerable verbal and nominal forms of r- \n ʾ\n -y are used to denote all kinds of vision, whether it be real, intellectual or metaphorical (see Concordance , s.v. raʾa ). The verb raʾā and the substantive ruʾyā convey the dream of Joseph (XII, 4-5) as well as that of his fellowprisoners (XII, 36) and that of the Pharaoh (XII, 43). The order communicated to Abraham to sacrifice his son (XXXVII, 102, 105) was given to him in a dream; Allāh fulfilled the dream ( ruʾya ) of Muḥammad that he would return to Mecca (XLVIII, 27); the dream of the isrāʾ and of the miʿrād̲j̲ which he had before the emigration to Medina, were given to him to test the faith of those who had followed him; this was, in a sense, “the Tree of Temptation in the Ḳurʾān” (XVII, 60).",
    "After ruʾyā the Ḳurʾān uses manām (XXXVIII, 102), of which it makes a divine sign (XXX, 23) a summons before God, analogous to death (XXXIX, 42) and an instrument of divine direction, used by God to guide His Prophet and the believers step by step (VIII, 43-4). The Sīra and historiography relate a large number of dreams which marked the major events of the Prophet’s life, those of his contemporaries and of his successors (cf. La divination arabe , 255 ff.).",
    "Shortly before his death, the Prophet is supposed to have said: “Nothing remains of prophecy other than the good dream; the just man sees it or it makes itself seen by him” (Ibn Saʿd, Ṭabaḳāt , iii, 18). This gives an impression of the importance accorded by him to the dream in which he saw a divine intervention (on dream and prophecy, see nubuwwa ).",
    "As a result of the conduct of the Prophet, which consecrated a pre-Islamic usage, the study of dreams was developed considerably under Islam. The oneirocritics, of whom Abū Bakr, the first caliph was one, proliferated and Arab oneiromancy was born, nourished, at the outset, by the inexhaustible sources of the oral tradition, in which certain symbolic constants, certain techniques and even an oneirocritical style and clichés began to be established; they are to be found dispersed in the Sīra , the Mag̲h̲āzī , in Ḥadīt̲h̲ and before long in the Ṭabaḳāt of Ibn Saʿd (d. 230/845), secretary of al-Wāḳidī (d. 207/823), where there is a list of dreams interpreted by Ibn al-Musayyab, who lived in the time of the Umayyad caliph ʿAbd al-Malik b. Marwān (65-86/685-705). This was the first attempt at the compilation of a literary genre which was to undergo a considerable expansion ( Ṭabaḳāt , v, 91-3; list quoted in full in La divination arabe , 310-12).",
    "Ibn al-Musayyab was succeeded by Ibn Sīrīn [ q.v. ], whose renown as an oneirocritic has survived to this day (cf. Abdel Daim, L’oniromancie \n arabe \n d’après Ibn Sīrīn , Damascus 1958; La divination arabe , 312 ff.; Fahd, L’oniromancie orientale et ses répercussions sur \n \n ¶ \n l’oniromancie de l’Occident médiéval , in Oriente e Occidente nel Medioevo \n : \n Filosofia e Scienze , Rome 1971, 347-74). His name figures among the ancestors of oneiromancy in the earliest treatise of Taʿbīr which is known, the Dustūr fi ’l-taʿbīr of Abū Isḥāḳ Ibrāhīm b. ʿAbd Allāh al-Kirmānī who lived under al-Mahdī (158-69/775-85), a treatise which has not survived, but the existence of which is confirmed by Abū Bakr al-Anbārī (d. 328/940); it served as the basis for numerous later works, in particular for al-Is̲h̲āra ilā ʿilm al-ʿibāra (cf. La divination arabe , 315, 345, 352).",
    "At this stage, Arab oneiromancy lacked a method for the classification of dreams, according to precise categories, illustrated by concurrent examples which would make clearer the significance of symbolic constants in a secular spirit. The Arabic translation of the Oneirocritica of Artemidorus of Ephesus (cf. Le Livre des Songes , Arabie tr. by Ḥunayn b. Isḥāḳ, ed. Fahd, Damascus 1964), commissioned by al-Maʾmūn, and al-Ḳādirī \n fi ’l-taʿbīr , composed by Abū Saʿīd Naṣr b. Yaʿḳūb al-Dīnawarī for the caliph al-Ḳādir bi ’llāh (381-422/991-1031) in 397/1006, a work which makes systematic use of the former, filled this gap (cf. Fahd, Ḥunayn Ibn Isḥāq est-il le traducteur des Oneirocritica d’Artémidore d’Ephèse \n ? , in Arabica , xxi [1975], 270-84).",
    "Attributed to Ibn Ḳutayba is a Taʿbīr al-ruʾyā (cf. G. Lecomte, Ibn Qutayba , Damascus 1965, 157, no. 23), substantial extracts from which have been preserved by Abū ʿAlī al-Ḥusayn b. Ḥasan b. Ibrāhīm al-K̲h̲alīlī al-Dārī in his al-Muntak̲h̲ab fī taʿbīr al-ruʾyā (cf. La divination arabe , 316 ff., 335, no. 27; for the content of these extracts, ibid ., 317-26). If this attribution were to be proved authentic (see the indications of authenticity, ibid ., 326), “it would follow from this that Arab oneiromancy was, as early as the middle of the 3rd century of the Hid̲j̲ra, if not before, with al-Kirmānī, in possession of a coherent doctrine for the interpretation of dreams, with solid principles which were to serve as the basis for the development which it was later to undergo” ( ibid ., 317).",
    "This development is clearly illustrated in the inventory which the author of this article has compiled of oneirocritical treatises, in which 181 treatises have been identified and located ( La divination arabe , 329-363). On the basis of the principal treatises it may be concluded that the symbolic constants of Arab oneiromancy, the origin of which is inseparable from that of the Arabs and which has developed and become enriched incessantly over the centuries, was supplemented, in the 3rd/9th century, by a written code of principles, laws, procedures, drawn from uninterrupted oral traditions, conveying the benefits of a long and rich experience of the past. The oneirocritical treatise always includes the following two sections, although in highly disproportionate volume: the first, a theoretical introduction revealing the general rules, the modi procedendi and the duties of the oneirocritic; the second, the symbolic, in the form of equations between realities of all kinds and symbols, often followed by justifications and examples. The internal organisation of the material takes the form of hierarchical lists of the beings or objects susceptible to being seen in dreams (the pattern of this may be found in Les songes et leur interprétation en Islam , in Les songes et leur interprétation , Sources Orientales , ii, Paris 1958, 132 f.).",
    "But in practice, use of such lists can prove problematical. In an attempt to make consultation of such works easier, lists have come into being where oneirocritical themes are classified in alphabetical order. Such was the structure of the Keys \n to dreams , veritably encyclopaedic dictionaries of dreams, which \n ¶ held long and illustrious sway. Nevertheless, consultation is not always easy; dreams may be experienced in all kinds of circumstances where the work to be consulted is not within reach; and, since the dream is fleeting and may soon be forgotten, there is the risk of losing its benefit. This concern led to the versification of oneirocritical material, after the pattern of all materials of didactic vocation.",
    "On the other hand, there exist monographs dealing with only one group of oneirocritical themes (see inventory: nos. 12, 43, 56, 81, 87, 95, 104). However, only the vision in dreams of the Prophet of Islam was the object of special monographs which were usually the result of a mystical experience (cf. nos. 3, 6, 16, 21, 22, 50, 51-4, 57, 74, 84, 111, 118, 119).",
    "Finally, it is appropriate to provide a glimpse of the content of the typical theoretical introduction which is to be found in the major oneirocritical works. The most complete example is to be found in the introduction to al-Ḳādirī fi ’l-taʿbīr by Abū Saʿīd Naṣr b. Yaʿḳūb al-Dīnawarī (d. ca . 400/1009). It is the most ancient Arab oneirocritical treatise which has survived in its entirety, in spite of its substantial length. It exploited all the information from the Book of Dreams by Artemidorus that was susceptible of adaptation to its milieu.",
    "The introduction to this treatise, composed of 30 chapters ( faṣls ), divided into 1396 bābs , comprises 15 maḳālas on the nature of sleep, the conduct to be followed by the dreamer, the modalities of the dream, the angel of the dream, the nature of the dream, the varieties of true and of false dream, the times and seasons of the dream, the definition of interpretation, the rules to be followed by the narrator of the dream and by the interpreter, the omens to be observed at the time of interpretation, interpretation and the days of the week and the types of oneirocritics (cf. La divination arabe , 336-7; for more detailed information, see Les songes et leur interprétation en Islam , 133-47).",
    "Finally, it may be noted that incubation, practised by the ancient Semites (cf. Ehrlich, op . cit ., 13-55; Oppenheim, loc . cit ., index s.v. Incubation \n dream , 352; A. Haldar, Associations of \n cult prophets among the ancient Semites , Uppsala 1945, 81-2; Sources \n orientales , ii, 39-41 (Egypt), 80-1 (Assyro-Babylonia), has survived in istik̲h̲āra and the custom of sleeping in mosques (cf. istik̲h̲āra and La divination arabe , 363-6).",
    "2. In its philosophical-mystical meaning. In its philosophical-mystical meaning, the term, like manām , describes the dream as a means to transmit fictitious observations or, in the best instances, information and knowledge which convey another, higher reality. As such, this information has its origin in God or in persons near to God, such as prophets, holy men and Ṣūfīs. Starting points in this interpretation of dreams are found in the Ḳurʾān (sūras VIII, 43/45; XII, 43; XXXVII, 102/101; etc.) and in the tripartite subdivision of dreams, found in Islamic\n ḥadīt̲h̲ and in other cultures (see Gätje, Traumlehren , 258): true dreams, which have their origin in God and bear a prophetic character; false dreams, which come from Satan; and dreams connected with man’s nature and therefore unable to predict anything about the future. In Ṣūfī literature, the dream mainly appears as a means for having a dialogue with deceased Ṣūfīs and holy men, or even with the Prophet, and to receive messages, warnings or pieces of advice (see the works by Schimmel and Smith, in Bibl .).",
    "Islamic philosophy, going back to the Ḳurʾānic mystical interpretation of the dream, considers it as a means to transmit the truth, its prophetical-divine origin serving as a criterion. This criterion, however, caused discussions about the postulates of dreams. Galen’s explanation that they originate from a mixture of the fluids in the human body, and his localising (as against Aristotle) fantasy and thought in the brain and not in the heart, is often drawn into the argumentation. Beyond this, with reference to the Neoplatonic philosophy of the divine emanations as well as to the Aristotelian-Peripathetic doctrine of the soul and of the divine intellect, the dream is given an important part in the process of human perception. This development culminates in the precedence of divinelyinspired prophetic knowledge over human knowledge (see Daiber, Abū Ḥātim ), defended by the Ismāʿīlf Abū Ḥātim al-Rāzī [ q.v. ] against Abū Bakr al-Rāzī [see \n al-rāzī\n , \n abū bakr\n ], and in the transmission of this prophetic knowledge by way of portentous dreams, which owe their existence to the divine active intellect. The latter view is represented by Abū Naṣr al-Fārābī [ q.v. ]",
    "The origin of this development can already be found in Abū Yūsuf al-Kindī [ q.v. ], who links up with Aristotle ( De anima ), but puts new accents, which he owes to the Alexandrian exegesis of Aristotle and which presuppose a Neoplatonic-hermetic concept of the soul (see Genequand, in Bibl .). In his Fī Māhiyyat al-nawm wa ’l-ruʾyā ( = Rasāʾil , i, 293-311), which was translated into Latin by Gerhard of Cremona (ed. Baeumker, 12-27), and in his as yet unpublished treatise on the anamnesis of the soul (see Endress, Al-Kindī’s \n theory ), the soul appears in an intermediate position between the perception of matter and the eternal ideas of the divine intellect; in the process of its purification, and in its endeavour to return to its divine origin, the soul avails itself of the “shaping capacity” ( al-ḳuwwa al-muṣawwira ), i.e. of the fantasy, the carrier of the dreaming activity, which increasingly liberates itself from sensory perceptions. After that, the soul remembers more and more its originally divine situation i.e. the world of the intellect. In its most complete form, the dream is no longer confused dreams ( aḍg̲h̲āt̲h̲ ), or mere opinion, but the remembrance of the shape of sensible objects, or of the genus \n ¶ and species of intelligible objects. Thus the soul is capable of anticipating the future in a dream (al-Kindī, Rasāʾil , i, 303).",
    "Al-Kindī’s doctrine of the dream is part of his doctrine of the intellect (see Jolivet, L’intellect , esp. 128 ff.), in which the cognitional constituent appears as being integrated in a Neoplatonic doctrine of anamnesis. This accentuation was not continued by al-Fārābī. In the latter’s doctrine of the dream, the remembrance of intelligibles is not mentioned. On the contrary, in a newly created terminology al-Fārābī speaks of the “imitation” ( muḥākāt ) of perceptible particulars ( al-d̲j̲uzʾiyyāt ) and of the “separating intelligibles” ( al-maʿḳūlāt al-mufāriḳa ) which ensue in a dream. The imaginative pictures in the dream are thus the result of a cooperation between perception, imitating imagination or fantasy, and the divine “active intellect”. If this imitation is not limited to sensible phenomena, if it is not solely oriented towards the activities of nutrition and desire, and if it is not shaped by the constitution of the body (see Galen, De dignotione ex insomniis ), then the dream represents “exalted objects” ( mawd̲j̲ādāt s̲h̲arīfa ), i.e. the intelligibles of the divine “active intellect”; the point at issue then is prophecy, prophesying “divine things”. From this al-Fārābī, while modifying Plato’s doctrine of the philosopher-king, deduces his well-known thesis on the sovereign of the Ideal State, who should be both philosopher and prophet. His starting-points in literature are first of all Aristotle’s works, in particular, De anima , the Nicomachaean \n ethics and the theory of the dream and divination in the Parva naturalia , and also the exegesis of Aristotle by Alexander of Aphrodisias. The parallel between al-Fārābī and the new accentuation of Aristotelian doctrines, found in the transmitted Arab version of the Parva naturalia , is remarkable. Deviating from the Greek text, the latter emphasises the divinity of the intellect, which causes the “images” ( ṣuwar ) which come into being in “true dreams” (see the Arabic ms. Raza Library, Rāmpūr, no. 1752, dating from the 11t̲h̲/17th century, fols. 7a-54b, of which fols. 44b l. 11-fol. 47b l. 25 deal with the dream; cf. Davidson, 340 ff.; Pines; Ravitzky).",
    "Above all, al-Fārābī is convinced that, as Aristotle said, the soul thinks in images, and for this needs perception; its imaginative power imitates reality and produces imitating images. The most perfect imitations of the particulars and intelligibles, which originate in the divine active intellect and are realised in a dream by the imaginative power, are made into statements about the future and into prophecies. They are then transmitted to mankind by the sovereign, either in the form of philosophical argumentations or in the form of prophetic “warnings”. At this, al-Fārābī, in his thesis on the perfect “religion” as imitation of “philosophy”, presupposes the reciprocal dependence of the two. Religion is an indispensable “instrument” of philosophy because, in the Ideal State ( al-madīna al-fāḍila ), it realises the practical part of the latter, namely ethics. In agreement with Aristotelian epistemology, according to which the soul does not think without the images of perception, religion is at the same time a perceptible image of philosophy and of the intelligibles, which experience their realisation in the most perfect form in the prophetical revelation (for further details, see Daiber, Prophetie ; Ruler ). And so prophetic revelation in a dream is not only a perceptive representation of what had been preexisting in the mind, and what has been inspired by the active intellect; for by transmitting laws and prescriptions of “religion”, this revelation also clears \n ¶ the way for realising the practical part of philosophy, namely the ethics of every single person in the Ideal State.",
    "Later philosophers, above all Ibn Sīnā and Ibn Rus̲h̲d [ q. vv . ], were decisively influenced by al-Fārābī’s doctrine of the divine active intellect as the cause of prophetic dreams. They took up al-Fārābī’s Neoplatonic attachment of separate intellects to certain heavenly spheres, a doctrine which had further developed Aristotle’s conception of the spirits of the spheres, as well as al-Kindī’s doctrine of the intellect. In their works, the divine active intellect ( al-ʿaḳl al-faʿāl/al-fāʿil ), the tenth and last member of these intellects, appears as an emanation of the ninth intellect which rules the sphere of the moon. However, Ibn Sīnā and Ibn Rus̲h̲d did not adopt al-Fārābī’s idea of religion as being the visualisation of philosophy. Contrary to Aristotle, but in consequent continuation of al-Kindī’s Neoplatonism, they maintain that thinking does not need perception through the senses; the active intellect leads the thinking soul out of the stage of potentiality.",
    "Ibn Sīnā’s explanations in his Kitāb al-S̲h̲ifāʾ and in his Risāla al-manāmiya show that al-Fārābī s doctrine of dreams was modified. He gives more attention to the elements mentioned by Galen, and al-Fārābī’s explanations are completed; in the common sense ( ḥiss mus̲h̲tarak ), the dream is the sensorial representation of the forms which have been abstracted from the matter. This representation has been realised by the preserving “forming power” ( muṣawwira ), together with the combining “fantasy” ( mutakhayyila ). The interpretation of dreams ( taʿbīr al-ruʾyā ) deals with the maʿānī , the intentiones of these abstractions, which belong to the realm of the perception, of the intellect or of the heavenly world. In Ibn Sīnā’s work the function of the prophetic dream appears, in a modified form, as providence ( ʿināya ) of the “divine power”, or of the “intellectual” and “heavenly angels”; the ʿināya becomes their tool, and is allotted to just rulers, to outstanding scholars and, beyond them, to all mankind; it is no longer a privilege of the prophet.",
    "Ibn Rus̲h̲d, in his Epitome of the Parva \n naturalia , essentially follows Ibn Sīnā and does not bring any new element. The dream is a spiritual process and gets its bearings from the maʿānī , which are deposited in the faculty of memory ( ḥāfiẓa , d̲h̲ākira ), abstracted by the faculty of thought ( al-mufakkira ) from the individual perceptions, which at first have been united in the common sense, then preserved by the imaginative power ( muṣawwira , mutak̲h̲ayyila ). Beyond that, the prophetic dream is an activity of the active intellect; in as much as the sensorial representations and their maʿānī are already potentially present in the soul, the dream enables the actualisation of the potential intelligence of the human being, of his “material” intellect, that is, by the active eternal intellect. Certainly, the possibility of scientific knowledge through dreams, admitted by al-Fārābī and, to a certain extent, also by Ibn Sīnā, is limited by Ibn Rus̲h̲d (as already had been the case with Ibn Bād̲j̲d̲j̲a) (see Davidson, 342 ff.); the inspiration given by dreams is limited to what is useful or harmful, and to a few practical arts; it does not extend to theoretical science. Prophetic revelation recedes here into the background.",
    "Instead, Ibn Rus̲h̲d propagates a connection between the form of the soul, understood as eternal potentiality of the “material” intellect, and the divine, eternal, active intellect. This connection is said to be the road to the most perfect form of human knowledge. For Ibn Rus̲h̲d, the universality of this \n ¶ general form of the soul excludes any individuality (and thus also the individual immortality of the soul). Here, too, can be detected a basic tenet of Islamic philosophical thinking, which had become apparent with al-Kindī and which could appeal to the Ḳurʾān, to mystics, and to the religious tradition of Islam, namely tracing human knowledge back to God, considering prophetical knowledge as superior to human knowledge, and dreams as the road along which God transmits knowledge to mankind. However, Ibn Rus̲h̲d limited the traditional appreciation of this road."
  ],
  "signature": "(T. Fahd)",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}