{
  "id": "eweb_436",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_COM_0960",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_COM_0960",
  "title": "Sad̲jd̲j̲āda",
  "authors": [
    "A.J. Wensinck",
    "Margaret Hall",
    "A. Knysh"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "( a. , pl. sad̲j̲ād̲j̲id , sad̲j̲ād̲j̲īd , sawād̲j̲id ), the carpet on which the ṣalāt [ q.v. ] is performed. The word is found neither in the Ḳurʾān nor in the canonical Ḥadīt̲h̲; the occasional use of a floor-covering of some kind was, however, known at quite an early period.",
    "1. Early tradition. In the Ḥadīt̲h̲ [ q.v. ] we are often told how Muḥammad and his followers performed the ṣalāt on the floor of the mosque in Medina after a heavy shower of rain, so that their noses and heads came in contact with the mud (e.g. al-Buk̲h̲ārī, Ad̲h̲ān , bāb s 135, 151; Muslim, Ṣiyām , trads. 214-16, 218, etc.). At the time when such traditions arose, the use of some form of carpet was not so general that their origin can be dated so far back as the time of the Prophet. In a series of traditions, the saying is put into Muḥammad’s mouth that it was his privilege, in contrast with the other prophets, that the earth was for him masd̲j̲id wa-ṭahūr (e.g. al-Buk̲h̲ārī, Tayammum , bāb 1; Ṣalāt , bāb 56, etc.). Al-Tirmid̲h̲ī, Ṣalāt , bāb 130, also tells us that some faḳīh s prefer the ṣalāt upon the bare earth.",
    "The canonical Ḥadīt̲h̲ gives us the following picture: Muḥammad performs the ṣalāt on his own garment, protecting his arms against the heat of the soil during prostration with one of its sleeves, his knees with one end of his robes and his forehead with the ʿimāma (turban) or the ḳalansuwa (cap) [see \n libās\n . (i).",
    "View full image in a new tab",
    "View full image in a new tab",
    "The central and eastern Arab lands]; (al-Buk̲h̲ārī, Ṣalāt , bāb s 22, 23; Muslim, Masād̲j̲id , trad. 191; Aḥmad b. Ḥanbal, Musnad , i, 320). Al-Buk̲h̲ārī, Ṣalāt , bāb 22, tells us that Muḥammad performed the ṣalāt on his firās̲h̲ (quilt).",
    "The Ḥadīt̲h̲ also informs us that the ṣalāt was performed on mats; e.g. al-Tirmid̲h̲ī. Ṣalāt , bāb 131, where a bisāṭ [ q.v. in Suppl.] is mentioned; also Ibn Mād̲j̲a, Iḳāmat al-ṣalawāt , bāb 63; Aḥmad b. Ḥanbal, i, 232; iii, 160, 171, 184, 212; also a ḥaṣīr (a mat the length of a man), e.g. al-Buk̲h̲ārī. Ṣalāt , bāb 20; Aḥmad b. Ḥanbal, iii, 52, 59, 130 ff., 145, 149, 164, 179, 184 ff., 190, 226, 291. This tradition is also found in Muslim, Masād̲j̲id , trad. 266. It is evident from Abu Dāwūd, Ṣalāt , bāb 91, that at the end of the 3rd/9th century, dressed skins of animals ( farwa maṣbūg̲h̲a ) [see \n farwa\n ] were already being used.",
    "We also frequently find it mentioned that Muḥammad performed the ṣalāt on a k̲h̲umra (al-Buk̲h̲ārī. Ṣalāt , bāb 21; Muslim, Masād̲j̲id , trad. 270; al-Tirmid̲h̲ī, Ṣalāt , bāb 129; Aḥmad b. Ḥanbal, i, 269, 308 ff., 320, 358, ii, 91 ff., 98; al-Nasāʾī, Masād̲j̲id , bāb 43; Ibn Saʿd, i/2, 160). According to Muḥammad b. ʿAbd Allāh al-ʿAlawī’s marginal glosses to Ibn Mād̲j̲a, Iḳāma , bāb s 63, 64, the k̲h̲umra afforded just sufficient room for the prostration (see above).",
    "The word sad̲j̲d̲j̲āda is found a century after the conclusion of the canonical Ḥadīt̲h̲ literature. Al-Ḏj̲awharī. Ṣaḥāḥ , explains it to be synonymous with k̲h̲umra . Dozy, Suppl ., quotes passages from Ibn Baṭṭūṭa, who mentions among the customs of a certain zāwiya in Cairo that the whole congregation went to the mosque on a Friday, where a servant laid his sad̲j̲d̲j̲āda ready for each one (i, 73, cf. 72). The same traveller tells us something similar regarding Māllī (i.e. Mali [ q.v. ]) where everyone sends his servant with his sad̲j̲d̲j̲āda to the mosque, to lay it ready in his place. He adds that they were made out of the leaves of a palm-like tree (iv, 422).",
    "Some early traditions survived until this century. In Mecca, everyone in the great mosque performs the ṣalāt on a sad̲j̲d̲j̲āda . usually a small carpet just large enough for the sud̲j̲ūd [ q.v. ]. After use it is rolled up and carried off on the shoulder. In place of a carpet, a towel is sometimes used, for example the one used to dry oneself after the wuḍūʾ [ q.v. ].",
    "In Morocco, the common people do not make any use of the sad̲j̲d̲j̲āda: the middle classes favour small felt carpets ( lăbda ), just large enough for performing the sud̲j̲ūd . Lăbda s are especially used by faḳīh s and have almost become one of their distinctive marks. They fold them and bear them under their arm in an ostentatious way wherever they go; certain faḳīh s refuse to sit down on anything other than their lăbda . In Algeria, the sad̲j̲d̲j̲āda is rarely used, except among the heads of ṭarīḳa s and various marabouts; here, it usually consists of the skins of goats or gazelles. The common people ascribe miraculous powers to these skins.",
    "In Egypt, sad̲j̲d̲j̲āda s used until the early 20th century to be imported from the carpet-weaving districts of Asia Minor, and were used only by the rich. Persons of the lower orders often perform the ṣalāt upon the bare ground; they seldom immediately wipe off the dust which adheres to the nose and forehead, regarding it as auspicious to retain traces of the sud̲j̲ūd .",
    "In the former Dutch East Indies (now Indonesia), long narrow mats and carpets were formerly placed on the floor of the mosque before the beginning of the services. After the service these were rolled up and laid aside (Snouke Hurgronje, Verspr . Geschr ., iv/2, 366).",
    "The sad̲j̲d̲j̲āda has assumed special significance in the \n ¶ religious societies and in the dervish orders (see 3. below).",
    "A whole series of mystical interpretations is associated with the sad̲j̲d̲j̲āda or bisāṭ . References are found to the sad̲j̲d̲j̲āda of the paths of salvation, and the profession of tawḥīd is called the sad̲j̲d̲j̲āda of the faith.",
    "2. Surviving examples. The distinguishing iconography of the sad̲j̲d̲j̲āda as familiar today is the large central miḥrāb [ q.v. ], the arch of which is placed to one end of the rug; the field may be plain or decorated. The rug is surrounded by a series of decorative borders. When spread in a mosque, the miḥrāb is laid pointing towards the ḳibla [ q.v. ] wall; for private prayer in the home, the miḥrāb is similarly laid pointing in the direction of Mecca. In early sad̲j̲d̲j̲āda s. a representation of a mosque lamp is sometimes placed within the arch of the miḥrāb ; by the early 13th/19th century, the lamp was often replaced by a bouquet of flowers. Sometimes a pair of candlesticks flank the miḥrāb ; in later periods, two columns of flowers may be found. Sometimes a short text from the Ḳurʾān is woven at the head of the miḥrāb . For communal family prayers, a ṣaff (row), a long rug with a row of miḥrāb s side by side, may be used. In Turkey, the sad̲j̲d̲j̲āda was known as namāzli̊ḳ (T.); in Persia, as d̲j̲ā-yi namāz (P.)",
    "A few rare sad̲j̲d̲j̲āda s in museum and private collections are attributed to the 10th-11th/16th-17th centuries, but the majority of “antique”\n sad̲j̲d̲j̲āda s date from the 12th-13th/18th-19th centuries. A few earlier representations of sad̲j̲d̲j̲āda survive in Persian miniatures. A manuscript of Balʿamī’s translation of al-Ṭabarī’s\n Taʾrīk̲h̲ , painted in S̲h̲irāz about the second quarter of the 8th/14th century, now in the Freer Gallery, Washington D.C., contains a miniature of Muḥammad seated upon a sad̲j̲d̲j̲āda . in conversation with Abū Bakr and ʿAlī. The sad̲j̲d̲j̲āda is here interpreted as a seat of honour, and a kind of spiritual throne. Similarly, a miniature in the Miʿrād̲j̲-nāma from Harāt, dated 840/1436, now in the Bibliothèque Nationale, Paris, depicts Muḥammad with an aureole around his head to indicate his spiritual authority, seated upon a sad̲j̲d̲j̲āda . To the left are Adam, Noah and David; to the right, Abraham, Moses and Jesus. Representations of the ṣalāt being performed are rare, but a Mug̲h̲al miniature of the early 11th/17th century, in the Staatliche Museen, Berlin, depicts Ḏj̲ahāngīr and his son in prayer upon two sad̲j̲d̲j̲āda s; the courtiers share a large bisāṭ .",
    "Turkey has for centuries been famous for the production of pile carpets. When weaving a sad̲j̲d̲j̲āda . the weaver uses the finest materials within his means, and his best workmanship. Turkey adheres to strict Islamic artistic tenets, wherein the representation of living creatures is forbidden. Turkish designs thus have a balanced formal structure, though the decoration is very rich, incorporating flowers with geometrical ornament. The most famous centres for the weaving of sad̲j̲d̲j̲āda s are Gördes (Ghiordes) and Kula.",
    "The artistic tenets of Islam are less rigidly interpreted in Persia, where animals and birds often appear upon secular carpets. Sad̲j̲d̲j̲āda s are more graceful in style than in Turkey; but though the miḥrāb may have more naturalistic elegance, and the lamp and floral ornament more realism, when weaving a sad̲j̲d̲j̲āda the injunction against representing living creatures is observed. The miḥrāb is sometimes filled with the traditional “Tree of Life”, or with a large flowering plant. A particularly rich sad̲j̲d̲j̲āda may be woven with warp and weft, or even pile, of silk.",
    "In both Turkey and Persia, the rural people and the \n ¶ nomadic tribes practise rug-weaving, including sad̲j̲d̲j̲āda s. The designs are bold, colourful and often profusely ornamented with geometrical and stylised motifs. In addition to pile rugs, tapestry-woven rugs ( ḳilim ) are woven. The miḥrāb of the sad̲j̲d̲j̲āda is often very simply delineated, and usually of angular form.",
    "The rugs and sad̲j̲d̲j̲āda s of the Caucasus have been little known until the 13th/19th century. The sad̲j̲d̲j̲āda s have distinctive geometrical ornament, and stylised motifs of local tradition; many sad̲j̲d̲j̲āda s are ḳilim -woven.",
    "The normal floor-mat in India is the darī , a flatwoven pile-less rug of thick cotton. In the hot season, a light floorspread of fine cotton, painted and printed, was practical. The art of pile-carpet weaving was not introduced until the reign of Akbar (963-1014/1556-1605) [see \n mug̲h̲als. 8. (a) Carpets ]. Thereafter pilewoven carpets and sad̲j̲d̲j̲āda s following closely the style of Eastern Persia were used only by the wealthy. Henry Cousens, examining the Ḏj̲āmiʿ Masd̲j̲id at Bīd̲j̲āpūr [ q.v. ] for the ASI (Imperial Series of Reports, xxxvii [1916], 59 and plate XXIV), records several long mats with rows of miḥrāb s for communal worship. Two or three are very simple and may be darī s. The rugs are undated, but may be 12th/18th or 13th/19th century. Other darī -woven sad̲j̲d̲j̲āda s, of attractive simplicity, from the 13th/19th century, survive in museum collections.",
    "A few rare cotton sad̲j̲d̲j̲āda s survive, made in the region of Burhānpūr, Ḵh̲āndes̲h̲, in the 12th/18th century. The design is restrained and dignified, the miḥrāb and the borders being ornamented with fine painted and printed floral meanders; a particularly Indian feature is the conventional representation of the domed minarets of a masd̲j̲id rising from the sides of the miḥrāb (Irwin and Hall [1971], 26 and plate 8). Printed cotton sad̲j̲d̲j̲āda s made in the late 13th/19th century at Masulipatam, at very small cost for the ordinary people, survive in museum collections.",
    "3. In mysticism. Here, the meanings of this term are derivative from its principal function, i.e. a place upon which one prostrates him/herself in prayer. The peculiarity of its Ṣūfī usage is determined by its intimate association with such critical notions of Ṣūfism as “sainthood” ( wilāya [ q.v. ]) and mystical “gnosis” ( maʿrifa [ q.v. ]). In other words, if the praying person \n ¶ happens to be a holy and righteous “friend of God” ( walī [ q.v. ]) or a gnostic possessed of God’s sublime mysteries ( ʿārif ), the adherents of Ṣūfism often view him/her as imparting to the prayer mat some of his/her supernatural powers. It is out of the intricate alliance of all-Islamic and mystical beliefs that a distinctly mystical sense of this term has eventually crystallised.",
    "As a symbol and attribute of piety, sad̲j̲d̲j̲āda was appropriated by the Ṣūfīs immediately after its introduction into the religious life of the Muslim community in the early 4th/10th (H. Landolt, Gedanken \n zum islamischen \n Gebetsteppich , in Festschrift Alfred Bühler , ed. C.A. Schmitz and R. Wildhaber, Basel 1965, 244, 247). A prayer mat, for instance, played an important role in an episode included in the collection of stories that depict the ordeal of al-Ḥallād̲j̲ [ q.v. ], the celebrated Ṣūfī martyr of Bag̲h̲dād (see Akhbār al-Ḥallāj . Texte \n ancien relatif \n à \n la predication . . . du mystique musulman \n al-Ḥosayn b. Manṣōur al-Ḥallāj , ed., annot., and trans, by L. Massignon and P. Kraus, Paris 1936). In this episode, al-Ḥallād̲j̲’s inadvertent discovery of the Supreme Name of God that was written on a piece of paper stuck under al-Ḏj̲unayd’s [ q.v. ] sad̲j̲d̲j̲āda led to an ominous encounter between the two Sūfī masters. In the course of the quarrel that ensued, al-Ḏj̲unayd predicted the ghastly details of al-Ḥallād̲j̲’s impending execution (Massignon, Passion of al-Ḥallāj , mystic and martyr of Islam , Princeton 1982, ii, 452). References to the prayer mat as a distinctive mark of the authentic Ṣūfī appear in the classic Ṣūfī manual of Abū Naṣr al-Sarrād̲j̲ al-Ṭūsī [ q.v. ] and his contemporaries ( K. al-Lumaʿ fī ’l-taṣawwuf , ed. R.A. Nicholson, London-Leiden 1914, 201; Landolt, op . cit ., 247). Somewhat later, in his “Rule for Ṣūfī novices” ( Ādāb al-murīdīn , tr. F. Meier as Ein Knigge für Sufis , in RSO , xxxii [1957], 485-524) the noted Persian mystic Nad̲j̲m al-Dīn al-Kubrā [ q.v. ] listed the sad̲j̲d̲j̲āda among such recognisable Ṣūfī paraphernalia as the patched mantle ( muraḳḳaʿ [ q.v. ]), the belt ( āstīn ), the staff ( ʿaṣā ), the turban ( dastār ), the leather bowl ( rakwa ), and, finally, the inevitable Ṣūfī robe ( k̲h̲irḳa [ q.v. ]). To each of these typical Ṣūfī items al-Kubrā attributes a symbolic meaning. Thus he describes the sad̲j̲d̲j̲āda as “the carpet of the proximity to God ( ḳurb )” upon which His faithful servant “has set the foot of worship” (Meier, op . cit ., 508). In a passage based on the work of the earlier Ḥanbalī mystic ʿAbd Allāh al-Anṣārī [ q.v. ] of Harāt, al-Kubrā specifies the proper position to be assumed by a Ṣūfī beginner, when he installs himself on a sad̲j̲d̲j̲āda : he should sit with his hands and legs crossed, his face turned in the direction of Mecca; his thighs and private parts ought to be decently covered. While on his prayer carpet the Ṣūfī is not allowed to blow his nose, spit, or scratch himself. Nor should he converse loudly with those around him and gesticulate. Rather, he should focus his thoughts on God alone in an attempt to grasp what God expects him to do in each particular moment, and then act accordingly. All this, according to al-Kubrā, constitutes “the rules of the sad̲j̲d̲j̲āda \n .” (Meier, op . cit ., 509-10). H. Landolt interprets al-Kubrā’s instructions as an indication of the special significance that Ṣūfī theorists accorded to the prayer carpet. According to Landolt, it is more than a spot upon which the ritual prayer is performed; in the Ṣūfī tradition the sad̲j̲d̲j̲āda becomes a privileged spiritual space where direct contact with God is effected, i.e. an arena of mystical meditation par excellence ( op . cit ., 247; cf. A. Ferrier, Initiation \n au \n décor \n rituel du tapis de \n prière , in Connaissance \n des arts , Paris [March 1959], 58, 61). This may be true. However, for all intents and purposes, \n ¶ the prayer rug has become neither an unmistakeable sign nor an exclusive prerogative of the Ṣufī\n s̲h̲ayk̲h̲ . Rather, most Muslims considered it to be a symbol of righteousness and an important, albeit optional, condition of ritual purity not necessarily restricted to the realm of Islamic mysticism (see e.g. E. W. Lane, Manners \n and customs of the modern \n Egyptians , London-New York 1966, 73). This may explain why Ibn al-Ḏj̲awzī [ q.v. ], the Ḥanbalī legist who undertook an exhaustive critique of contemporary Ṣūfī thought and practice, tellingly omits the prayer rug from his discussion of the Ṣūfī “excesses” and exotic “innovations” such as living in isolated lodges ( ribāṭ [ q.v. ]), donning exotic clothes ( muraḳḳaʿ , k̲h̲irḳa ), making light of the ablutions and the prayer, encouraging voluntary poverty and begging, indulging in disgraceful musical sessions and dances, etc. ( Talbīs Iblīs , ed. Muḥammad ʿAlī Abū ’l-ʿAbbās, Cairo 1990, 145-340). This probably indicates that, in Ibn al-Ḏj̲awzī’s time at least, the sad̲j̲d̲j̲āda was not regarded as an exclusive feature of Ṣūfī life style. In modern times, too, the prayer rug does not figure among the usual accessories of some contemporary mystical fraternities of Persia, i.e. the Ḏh̲ahabiyya. Ḵh̲āksār, Niʿmatullāhiyya, which have been meticulously described by R. Gramlich ( Die \n schitischen \n Derwischorden Persiens . Dritte Teil \n : \n Brauchtum \n und \n Riten , Wiesbaden 1981, 3-12). Yet, the Ottoman traveller Ewliyā Čelebī (d. 1093/1682) in his description of a pilgrimage to the Bektās̲h̲ī shrine at ʿUt̲h̲mānd̲j̲īḳ (Anatolia) mentions that visitors (mostly members of the Bektās̲h̲ī order) were given a k̲h̲irḳa , a sad̲j̲d̲j̲āda , a standard, a drum, a staff, and a tād̲j̲ “as symbols of dervishship” (q. in J.R. Brown, The dervishes , or \n Oriental \n mysticism , ed. H.A. Rose, repr. London 1968, 214, 201; cf., however, idem , 176-93, where the sad̲j̲d̲j̲āda is not listed among the usual personal belongings of the Bektās̲h̲ī dervish). Hence, as we can see, the status of the sad̲j̲d̲j̲āda \n vis-à-vis Ṣūfism is somewhat tenuous. On some occasions it surely can be viewed as a hallmark of the Muslim mystic. Nonetheless, one cannot unreservedly link it to the Ṣūfī piety and way of living in contrast, for instance, to such distinct Ṣūfī accessories as the muraḳḳaʿ (and/or the k̲h̲irḳa ), the tād̲j̲ [ q.v. ], the rosary ( subḥa ) worn on the neck, the kas̲h̲kūl [ q.v. ], etc. (see Gramlich, op . cit ., 3-12; cf. Brown, op . cit ., 178-92).",
    "This uncertainty notwithstanding, with the rise of organised Ṣūfism and the concomitant development of the notion of wilāya from the 7/13th centuries on-wards, the mystical connotations of the sad̲j̲d̲j̲āda became more strongly pronounced. In numerous oral and written accounts of Ṣūfī miracles ( karāmāt [ q.v. ]), which circulated widely among diverse Muslim audiences, prayer carpets (or, sometimes, simple sheep and goat skins used for the same purposes) miraculously transport their holy owners, the Ṣūfī saints and marabouts, from one place to the other, a usual destination being Mecca. Again, the theme of “the flying carpet” was not confined exclusively to the mystical tradition. On the contrary, it has become a constantly recurring motif of Middle Eastern literature and folklore. According to one such legend, the last Bag̲h̲dād caliph used a flying prayer mat in order to escape from the city besieged by the Mongols (Ferrier, op . cit ., 58). A person who, in the popular imagination, was closely bound with the motif of “the flying carpet” is the Ḳurʾānic Sulaymān. His magic silk carpet was delivered to him from Paradise (by either God or the Devil). With his throne installed on the carpet, Sulaymān was able to travel far and wide driven by winds which he controlled at will (Landolt, \n ¶ \n op . cit ., 252). Another Ḳurʾānic prophet, Adam, is said to be have received his sad̲j̲d̲j̲āda from the angel Ḏj̲ībrīl, who had made it from the skins of the sheep of Paradise.",
    "In contrast to popular lore that evinces particular fascination with the magic properties inherent in the sad̲j̲d̲j̲āda . Ṣūfī writers tend to emphasise that, whatever thaumaturgic qualities it may possess result from the sanctifying presence of the Ṣūfī walī , whose divinely given “grace” ( baraka [ q.v. ]) miraculously transforms everything around him. When a Ṣūfī saint spreads his shabby prayer rug above the waves (Landolt, op . cit ., 253) or performs his supererogatory prayers standing on the mat suspended in the air (Ibn ʿArabī, al-Futūḥāt al-makkiyya , Cairo 1329, i, 186; tr. in R.W.J. Austin, Sufis of Andalusia , Oxford 1971, 28-9), one realises that it is the saint, not his sad̲j̲d̲j̲āda , that makes such wondrous things possible. In the case of Ibn ʿArabī’s narrative, the ordinariness of the prayer mat is intentionally stressed in order to throw into relief the supernatural powers that the presence of God’s friend conveys to it. It is noteworthy that in both cases the flying rugs are brought into play with a view to persuading some sceptical, rationalist onlookers who doubted the reality of the miracles ascribed to the Ṣūfī saints.",
    "In keeping with a widespread Ṣūfī belief that was shared by the generality of Muslims, the blessing and the beneficial grace of the walī pervade all things and individuals that have come into direct contact with him/her. Such miracle-working grace does not cease with the walī ’s death. It is thought to be inherited by his/her progeny. On the other hand, it is also immortalized in the walī ’s shrine as well as his/her personal effects. Both symbolise the saint’s invisible presence among his/her relatives and followers. This helps to explain why such vestiges often become objects of veneration similar to that enjoyed by the relics of the Christian saints. It is against the background of this belief that one should view the concepts of the s̲h̲ayk̲h̲ [ walī ] al- sad̲j̲d̲j̲āda and its Persian analogue sad̲j̲d̲j̲āda-nishīn , meaning “the prayer rug sitter” (see e.g. H.A.R. Gibb, Muhammedanism \n : an historical survey , 2 Oxford 1968, 152). These terms were normally applied to leaders of Sūfī communities or heads of holy lineages [see \n s̲h̲arīf\n ] who fell heir to the spiritual authority and blessing of a revered saintly founder (see F. Meier, Abū Saʿīd-i Abū l-Ḫayr ( 357-440/967-1049 ). Wirklichkeit \n und \n Legende , Leiden-Tehran-Liège 1976, 438-67, esp. 458). By extension, the entire mystical “path” initiated by a founding saint was regarded as his/her sad̲j̲d̲j̲āda . It can, therefore, be treated as another synonym of ṭarīḳa [ q.v. ], silsila [ q.v. ], and k̲h̲ilāfa [ q.v. , section 3], i.e. of the terms applied to various Ṣūfī organisations.",
    "This usage became particularly prominent in Egypt and, to a lesser extent, in North Africa, whereas in the East it appears only sporadically, and does not carry the precise technical meaning ascribed to it in Western Islam (for such occasional usage, see e.g. H.R. Roemer, Staatsschreiben \n der \n Timuridenzeit . Das Šaraf-nāma \n des \n ʿAbdallāh Marwarīd \n in kritischer \n Auswegung , Wiesbaden 1952, 64, 158). In Egypt, the phrase mas̲h̲āyik̲h̲ [ s̲h̲ayk̲h̲ ] al- sad̲j̲d̲j̲āda (and its correlate arbāb al-sad̲j̲ād̲j̲īd ), as technical terms used in official documents, do not seem to have gained wide currency before the end of the 11th/17th century. Both terms were applied to the leaders of Egypt’s major Ṣūfī ṭuruḳ and ṭuruḳ -linked institutions, i.e. zāwiya [ q.v. ], takiyya , and popular Ṣūfī shrines. The term arbāb al-sad̲j̲ād̲j̲īd , however, seems to have been reserved for the four family-based mystical associations, namely those \n ¶ which traced themselves back to the Rightly-Guided Caliphs and the Companions. According to F. de Jong, these four were essentially family groups turned ṭuruḳ . They were: al-Bakriyya (descending from Abū Bakr al-Siddīḳ), al-ʿInāniyya (ʿUmar b. al-Ḵh̲aṭṭāb), al-Ḵh̲udayriyya (al-Zubayr b. al-ʿAwwām), and al-Wafāʾiyya (ʿAlī b. Abī Ṭālib) ( Ṭuruq \n and Ṭuruq-linked institutions in nineteenth century \n Egypt , Leiden 1978, 13-14). Of the leaders of these family ṭuruḳ , the s̲h̲ayk̲h̲ al-sad̲j̲d̲j̲āda al-bakriyya was to assume special importance when in 1227/1812, in a drive to secure better state control over the Egyptian religious establishment, the Viceroy of Egypt Muḥammad ʿAlī [ q.v. ] invested the holder of that office with authority over all mystical communities ( ṭawāʾif al-fuḳarāʾ al-ṣūfiyya ) as well as the Ṣūfī shrines and lodges of that country (al-Ḏj̲abartī, ʿAd̲j̲āʾib al-āt̲h̲ār , Cairo 1297, iv, 165; for a tr. of Muḥammad ʿAlī’s\n firmān , see de Jong, op . cit ., 192-3). For almost a century the holders of this office endeavoured, with varying success, to steer a middle course between the assertive temporal rulers and the restive leadership of Egyptian mystical associations who were anxious to preserve their independence vis-à-vis the Egyptian government (the policies pursued by the incumbents of the al- sad̲j̲d̲j̲āda al-bakriyya from 1227/1812 until 1321/1903 are analysed in de Jong, op . cit .). In the 19th and early 20th centuries, the leaders of the newly-founded Egyptian ṭuruḳ had to obtain the title of the s̲h̲ayk̲h̲ al-sad̲j̲d̲j̲āda from the current holder of the Bakriyya “prayer mat”, whose hereditary office was called s̲h̲ayk̲h̲ mashāyik̲h̲ al-ṭuruḳ al-ṣufiyya . Only after the latter’s approval were they recognised by both the government and the Ṣūfī establishment of Egypt represented by the so-called “Ṣūfī Council” ( al-mad̲j̲lis al-ṣūfī ). The latter, in turn, was always presided over by the s̲h̲ayk̲h̲ al-sad̲j̲d̲j̲āda al-bakriyya ( ibid ., 132-46, et passim ; P. Kahle, Zur Organisation \n der \n Derwischorden \n in \n Egypten , in Isl ., vi [1916], 152-3; for a recent example of a newly-founded brotherhood seeking such an approval, see M. Gilsenan, Saint \n and \n Sufi \n in modern Egypt , Oxford 1973, 36, where the discussion centres on the rise and subsequent functioning of a modern ṭarīḳa called al-ḥāmidiyya shād̲h̲iliyya ). In modern Egyptian usage, the central office of a Ṣūfī order, which today appears to be a rather bureaucratised and centralised institution, is called bayt al-sad̲j̲d̲j̲āda (dial, beit al-siggāda ). It serves as the residence and the office of the order’s s̲h̲ayk̲h̲ or his senior aide ( wakīl ). These, in turn, are assisted by a group of the lesser officials known as k̲h̲ulafāʾ and nuḳabāʾ al- sad̲j̲d̲j̲āda ( ibid ., 81). Deputies of the head of an order in a particular area ( k̲h̲ulafāʾ ), regularly send detailed reports on their activities to the bayt al-sad̲j̲d̲j̲āda with a view to keeping its leadership abreast of the developments at the lower levels of the brotherhood (Gilsenan, op . cit ., 82, 99, 101, etc.).",
    "A sad̲j̲d̲j̲āda together with banners, drums, cymbals, staffs and a decorated litter are among the most valued regalia of the Egyptian brotherhood. Its guardianship is entrusted to one of the s̲h̲ayk̲h̲’s closest associates, one named naḳīb al-sad̲j̲d̲j̲āda \n ar excellence , in contradistinction to the ordinary nuḳabāʾ who run the brotherhood’s regional cells on behalf of the regional deputy, i.e. k̲h̲alīfa , a person appointed directly by the s̲h̲ayk̲h̲ al-sad̲j̲d̲j̲āda (Kahle, op . cit ., 164). Yet, unlike the other items listed above, the prayer rug does not seem to play any role in the imposing annual festivities organised by each important Egyptian ṭarīḳa (sc. the mawlid [ q.v. ]). The sad̲j̲d̲j̲āda , however, comes to the fore in the elaborate ceremonies during which new k̲h̲ulafāʾ and nuḳabāʾ are introduced into the office respectively by the s̲h̲ayk̲h̲ al-sad̲j̲d̲j̲āda and the k̲h̲alīfa of a \n ¶ regional Ṣūfī lodge. After this ceremony, the new k̲h̲alīfa buys a simple prayer rug that becomes a symbol of his changed status within the brotherhood ( ibid ., 157).",
    "The deputy’s sad̲j̲d̲j̲āda is normally used in the famous ceremony of “ligature”, or “binding the girdle”\n s̲h̲add , which was widely practiced by both Ṣūfī associations and some craft guilds ( aṣnāf ; sing, ṣinf [ q.v. ]) of the Muslim Middle East. The s̲h̲add ceremony normally takes place in a bayt al-sad̲j̲d̲j̲āda . a regional zāwiya , or, in the case of the ṣinf , in a guild’s headquarters. The novice who seeks to join a guild or a ṭarīka —the same applies to the would-be naḳīb — enters the circle of dervishes or initiated artisans, where he is solemnly girdled by the k̲h̲alīfa (or the guild’s elder), while he is standing on the sad̲j̲d̲j̲āda . The latter on such occasions is referred to as “the carpet of the Truth” ( bisāṭ al-ḥaḳḳ ), or \"the carpet of God” ( bisāṭ Allāh ), i.e. the terms indicative of divine presence. This formal initiation, which is seen by its participants as “binding” of a new member ( mas̲h̲dūd ) to a mystical brotherhood or a fraternity of artisans, is followed by a repast shared by the brethren, who are sitting on the carpet of initiation (H. Thorning, Beiträge zur Kenntnis \n des islamischen \n Vereinswesens \n auf \n Grund \n von “ Basṭ madad et-taufīq ”, Berlin 1913, 101-64, 255-67, et passim; Kahle, op . cit ., 163-67; cf. Brown, Dervishes , 173-7; for similar practices in the modern Persian Ṣūfī associations, see Gramlich, Die Schiitischen Derwischorden , passim ).",
    "Similar initiatory rites are attested for the Ṣūfī ṭuruḳ of Anatolia and Persia. Here, however, a sheep-skin (Turk, pūst , post ) normally replaces the sad̲j̲d̲j̲āda in the s̲h̲add and similar ceremonies. In Bektās̲h̲ī lodges ( takiya ) the post s, which may be twelve in number but are usually four (J.K. Birge, The Bektashi \n order of dervishes , London-Hartford, Conn. 1937, 178-80; cf. Brown, op . cit ., 186-90), symbolise the perpetual presence of the imām s and the saints (mostly the order’s founding fathers and outstanding khulafāʾ ), who are especially revered by the Bektās̲h̲iyya [ q.v. ]. Among them are the sheep-skins that personify ʿAlī b. Abī Ṭālib, Sayyid ʿAlī Sulṭān, Hād̲j̲d̲j̲ī Bektās̲h̲, Ḳayg̲h̲usuz Abdāl, Bāli̊m Sulṭān, al-Ḵh̲aḍir, etc. In the course of the initiatory ceremony, both the head of the lodge ( bāba [ q.v. ] or murs̲h̲id [ q.v. ]) and the novice ( ṭālib ) prostrate themselves before these sheep-skins to show reverence to their invisible owners (Birge, op . cit ., 181-2). The Bektās̲h̲iyya go even further in treating the first four of the above-mentioned post s as seats of God and his angels. On the other hand, some Bektāshī theories interpreted these post s as symbols of the four major stages of the mystical path: s̲h̲arīʿa , ṭarīḳa , ḥaḳīḳa , maʿrifa (Brown, Dervishes , 201-2; cf. Gramlich, Die Schiitischen Derwischorden , 83-4). The overriding importance of the post for this Turkish Ṣūfī order is further attested by a special Bektās̲h̲ī prayer attached to it (Brown, op . cit ., 202). Characteristically, it revolves around the theme of the primordial covenant ( mīt̲h̲āḳ [ q.v. ]) between God and humankind, which is enshrined in the famous Ḳurʾānic phrase (VII, 172), “Am I not your Lord?” ( a-lastu birabbikum ) (Gramlich, op . cit ., 95-6).",
    "In the light of the foregoing, one may venture a guess that the ceremony of initiation into a brotherhood or a guild was deemed to replicate this pre-eternal event as described in the Ḳurʾān and refined in numerous mystical commentaries (see e.g. G. Böwering, The mystical vision of existence in \n Classical Islam , Berlin 1980, passim ), only this time the novice, by repeating special oath-formulas, pledged allegiance not only to God but to his new spiritual family also. \n ¶ \n Within the framework of this imposing pageant, the sad̲j̲d̲j̲āda or the post served as token representation of the highest witnesses to the novice’s oath, i.e. God and his elect saints.",
    "The sheep-skin belonging to the Ṣūfī leader plays a significant role in the exotic “spiritual concerts” of another Anatolian brotherhood, the Mawlawiyya [ q.v. ]. The Mawlawī dervishes treat it simultaneously as the seat of the spiritual pole of the universe ( ḳuṭb [ q.v. ]), the throne of God, and a paradise on earth. It is not surprising therefore that this post enjoys special esteem among the members of this mystical association. Its centrality for the Mawlawī outlook is reflected in their colourful mystical performances as described by H. Ritter ( Der Reigen \n der “ Tanzenden Derwische ”, in Zeitschr . für \n vergleichende \n Musikwissenschaft , Berlin, i/2 [1933], 28-40; M. Molé, La danse extatique en Islam , in Sources \n orientales 6 . Les \n danses \n sacrées , Paris 1963, 247-50, 263, 268, etc.; cf. Landolt, op . cit ., 249).",
    "Like their Turkish colleagues, modern Persian dervishes have used a post rather than a sad̲j̲d̲j̲āda in their initiatory rites, which otherwise follow the pattern of the Egyptian\n ṭuruḳ described above (Gramlich, op . cit ., 76-7 et passim ). This fact, however, does not change the essence of the rite that logically flows from the mystical doctrine of wilāya . This doctrine, in turn, goes back to the pre-Islamic past (for an attempt to trace its origin to shamanism, Manicheanism and Buddhism, see Landolt, op . cit ., 249, 251-2)."
  ],
  "signature": "(A.J. Wensinck and [Margaret Hall])",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}