{
  "id": "eweb_437",
  "source": "EI2",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_6552",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_6552",
  "title": "Sālimiyya",
  "authors": [
    "L. Massignon",
    "B. Radtke"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    ", the name of a mystical-theological school in Baṣra, based on the teachings of Muḥammad b. Aḥmad b. Sālim (d. 297/909) and his son Aḥmad b. Muḥammad b. Aḥmad b. Sālim (d. 356/967). In the sources, father and son are often confused. Both were pupils of the famous mystic Sahl b. ʿAbd Allāh al-Tustarī (d. 282/896 [ q.v. ]), Muḥammad b. Aḥmad for as long as 60 years; he therefore is to be considered as the main pupil of al-Tustarī.",
    "While Muḥammad b. Aḥmad has a separate entry in the Ṣūfī lexica and handbooks (such as those by Abū Nuʿaym al-Iṣfahānī [ q.v. ], ʿAbd Allāh al-Anṣārī [see \n al-anṣārī al-harawī\n ] and Abū ʿAbd al-Raḥmān al-Sulamī (d. 1021) [ q.v. ]), this is not the case for his son Aḥmad. The latter’s most famous pupil was Abū Ṭālib al-Makkī (d. 386/996 [ q.v. ]), the author of the Ḳūt al-ḳulūb , the main model for the Iḥyāʾ ʿulūm al-dīn of Abū Ḥāmid al-G̲h̲azālī [ q.v. ]. Since no actual works of Muḥammad b. Sālim or of Aḥmad b. Sālim\n \n ¶ are known, even by title, the Ḳūt al-ḳulūb of al-Makkī must be considered as the main source for the doctrine of the Sālimiyya. The compilation of Sahl al-Tustarī’s commentary on the Ḳurʾān does not stem from the Sālimiyya but from other pupils of al-Tustarī.",
    "The existence of a tradition of the Sālimī school and doctrine in the 4th/10th century is attested by the Ṣūfī\n Ibn Ḵh̲afīf al-S̲h̲īrāzī (d. 371/982 [ q.v. ]), whose work against it, the al-Radd ʿalā Ibn Sālim (i.e. Aḥmad b. Muḥammad), has not been preserved. The geographer al-Muḳaddasī [ q.v. ], who finished his description of the Islamic empire in 375/985, associated in Baṣra with adherents of the school. He relates that at that time they were Mālikīs, but that their founder had been a Ḥanafī, that they studied theology ( kalām ), for which they had their own books, and that their main concern was renunciation of the world ( zuhd ). None of the early sources mentions them explicitly as Ṣūfīs. Abū Naṣr al-Sarrād̲j̲ (d. 378/989 [ q.v. ]), the author of the Ṣūfī handbook al-Lumaʿ , records a discussion with Aḥmad b. Sālim in Baṣra about mystical sayings of Abū Yazīd al-Bisṭāmī [ q.v. ], considered as heretical by Aḥmad. Aḥmad b. Sālim is also otherwise often mentioned in the Lumaʿ .",
    "It was probably on account of Ibn Ḵh̲afīf’s lost work that a catalogue of alleged heretical views of the Sālimiyya came into being among the Ḥanbalīs. Reference to these views is first found in the works of Ibn al-Farrāʾ (d. 458/1066 [ q.v. ]); parts of them are repeated by later authors. There is no trace of such doctrines in the proper tradition of the Sālimiyya, i.e. in the Ḳūt al-ḳulūb. The catalogue deals with unfounded misrepresentations by opponents of the school, which should not be taken as authentic doctrines of the Sālimiyya. The real doctrine of the school is to be sought in al-Makkī’s work, which is now being studied in a critical way. It shows a thoroughly orthodox and quite ascetic piety."
  ],
  "signature": "(L. Massignon- and [B. Radtke])",
  "bibliography": [
    "Makkī, Ḳūt al-ḳulūb , Cairo 1351/1932, 4 parts in 2 vols., tr. R. Gramlich, Die Nahrung der Herzen . Abū Ṭālib al-Makkīs Qūt al-qulūb eingeleitet , übersetzt und kommentiert , Stuttgart 1992 ff. ( Freiburger Islamstudien , xvi, 1-4)",
    "Sarrād̲j̲, al-Lumaʿfi ’l-taṣawwuf , ed. R. Nicholson, Leiden 1914, tr. R. Gramlich, Schlaglichter über das Sufitum . Abū Naṣr as- Sarrāğs Kitāb al-lumaʿ eingeleitet , übersetzt und kommentiert , Stuttgart 1990 ( Freiburger Islamstudien , xiii), esp. 530-4",
    "Sulamī, Ṭabaḳāt al-ṣūfiyya , Cairo 1389/1969, 414-17",
    "Abū Nuʿaym al-Iṣfahānī, Ḥilyat al-awliyāʾ , Cairo 1351-7/1932-8, x, 378-9",
    "Anṣārī, Ṭabaḳāt al-ṣūfiyya , Kābul 1340/1962, 257-8",
    "ʿAbd al-Ḳāhir al-Bag̲h̲dādī, al-Farḳ bayna ’l-firaḳ , Beirut 1393/1973, 247",
    "Ibn al-Farrāʾ, al-Muʿtamad fī uṣūl al-dīn , Beirut 1974, 217-21",
    "ʿAbd al-Ḳādir al-Ḏj̲īlānī, al-G̲h̲unya li-ṭālibī ṭarīḳ al-ḥaḳḳ , Cairo 1375/1956, i, 91-4",
    "Goldziher, in ZDMG , lxi (1907), 73-80",
    "Massignon, Essai \n 2 , 294-300",
    "G. Böwering, The mystical vision of existence in classical Islam . The Qurʾanic hermeneutics of the Sufi Sahl at-Tustarī ( d. 283/896 ), Berlin 1980, esp. 89-99",
    "Gramlich, Schlaglichter , 18-19",
    "idem, Nahrung , i, 15-16."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 605
}
