{
  "id": "eweb_438",
  "source": "EI2",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_COM_1006",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_COM_1006",
  "title": "Sarī al-Saḳaṭī",
  "authors": [
    "B. Reinert"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    ", Abu ’l-Ḥasan b. al-Mug̲h̲allis, important Ṣūfī of the second generation of Ṣūfīs in Bag̲h̲dād, 155-253/772-867.",
    "Biography",
    "Born as the son of a pedlar ( saḳaṭī ) who had settled at an early date in the Kark̲h̲ [ q.v. ] quarter of Bag̲h̲dād, Sarī rose to be a distinguished wholesale trader, known for his honesty ( Taʾrīk̲h̲ Bag̲h̲dād (= TB ) ix, 189). Like other merchants, he devoted himself to ḥadīt̲h̲ studies which, as the names of his teachers indicate, must have brought him from Bag̲h̲dād via Kūfa to Mecca ( Ḥilya , x, 127).",
    "At the age of ca . 35-40 he encountered the saint Maʿrūf al-Kark̲h̲ī (d. 815 [ q.v. ]), which brought his career as a merchant to a sudden end and initiated the second period of his life. The world had beome indifferent to him; he abandoned his trade and chose the Ṣūfī path. Several journeys opened up new horizons for him. In the convent of ʿAbbādān [ q.v. ] he tried to join the Baṣra school through fasting exercises. On the road he came to know the Syrian anchorite ʿAlī al-D̲j̲urd̲j̲ānī, who exerted a lasting influence upon him ( Ḥilya , x, 110-11) and directed his eye towards Syria, where he became acquainted with the school of Ibrāhīm b. Adham [ q.v. ], which was to impress him in more than one way. He stayed at Damascus, Ramla, Jerusalem and Tarsus in the north, from where he joined the d̲j̲ihād , at already sixty years of age ( Ḥilya , x, 126). His wandering years ended around 218/833 with his definite return to Bag̲h̲dād. Probably already before his journeys he had won there Bis̲h̲r al-Ḥāfī (d. 840 [ q.v. ]) as a paternal friend. For his views he was also indebted to Fuḍayl b. ʿIyāḍ (d. 803 [ q.v. ]), whom he did not, however, come to know personally. He does not seem to have maintained close relations with al-Muḥāsibī (d. 857 [ q.v. ]), who was very closely connected to him as far as Ṣūfī ethics and self-education were concerned (cf. J. van Ess, Gedankenwelt , 10).",
    "The third period of Sarī’s life, which began immediately after his return to Bag̲h̲dād, was that of his great role as a teacher. Pupils did not only come flocking in from ʿIrāḳ and K̲h̲urāsān (Abu ’l-Ḳāsim al-D̲j̲unayd, Abū Saʿīd al-K̲h̲arrāz, Abu ’l-Ḥusayn al-Nūrī, Samnūn, Ibn Masrūḳī and others), but also from Syria (e.g. ʿAlī al-G̲h̲aḍāʾirī and Ismāʿīl b. ʿAbd Allāh al-S̲h̲āmī). It was not only professional Ṣūfīs who joined him, but also pious workmen and merchants, unto the muḥaddit̲h̲ [see \n ḥadīt̲h̲\n ] and the ḳāḍī ( TB , ix, 191-2, 189, 1. 15). Sarī must have been an outstanding teacher, who knew how to address and stimulate everyone, whether personally or in the course of lectures (e.g. Ḥilya , x, 119, ll. 15 ff.), but who also knew what he could demand of the individual person. Only the intimates had insight in his mystical experience. On the other hand, he also composed a rule for novices ( Ḥilya , x, 117 below).",
    "We do not know how long Sarī was active as an educator. From a certain moment onwards he withdrew completely into his own world of experience and permitted only intimates, above all Abu ’l-Ḳāsim al-D̲j̲unayd (d. 910), to approach him. For This fourth period of Sarī’s life, too, people in Bag̲h̲dād had a concrete explanation. Once he was teaching in his circle when the misanthrope Abu D̲j̲aʿfar al-Sammāk passed and marred the holding of further sessions by remarking: “Abu ’l-Ḥasan, you have become the resting-place of the idlers” ( TB , xiv, 411).",
    "Sarī’s character",
    "In his statements as well as in the accounts about him, Sarī appears as a noble, unselfish, helpful and dynamic personality who, as a member of the Islamic community, felt himself responsible for the well-being of his fellow men (cf. TB , ix, 188). This attitude had already won him the favour of Maʿrūf al-Kark̲h̲ī and made him later responsive to the futuwwa [ q.v. ] of \n ¶ Ibrāhīm b. Adham, who did every kind of work for others but would himself never lay claim to their help. The after-effects of his influence also sharpened Sarī’s sensitivity to decent good manners ( adab , cf. Ḥilya , x, 120, ll. 20-1, 122, ll. 18-20).",
    "Like Ibn Adham, Sarī was a man of action and not a theoretician. Knowledge ( ʿilm ) interested him only in so far as it could be turned into deed ( ʿamal ). He shared Bis̲h̲r al-Ḥāfī’s scepticism of knowledge of the ḥadīt̲h̲ ; according to him, it was “no provision for the hereafter” ( ibid ., x, 127). Consequently, he transmitted only traditions which were illustrated by his own attitude or which would support the latter. He was no less at a loss with theology, even if occasionally he knew how to gain a Ṣūfī aspect from a theologumenon (cf. Muk̲h̲taṣar Taʾrīk̲h̲ Dimas̲h̲ḳ = MTD , ix, 227 in the middle). There was only one knowledge for which he had a burning interest, namely, the paths to self-knowledge and self-education; as a protagonist of This field of knowledge, he particularly esteemed al-Muḥāsibī ( Ḳūt al-ḳulūb , ii, 35, ll. 11-12 = Gramlich, Die Nahrung , i, 503).",
    "Other main features of Sarī’s character were his sincerity and veracity. Bis̲h̲r al-Ḥāfī had trained him in the freedom not to fool others in anything ( Lumaʿ 373, ll. 5-8), and Sarī himself demanded that nothing should be done or left out “on behalf of people” but only on behalf of God alone ( Ṣifat al-ṣafwa , ii, 213), in other words, that there should be practised what in ʿIrāḳ was understood as ik̲h̲lāṣ [ q.v. ] and which Sarī, in association with al-D̲j̲urd̲j̲ānī, still called taṣḥīḥ al-irāda \n “purification of intention” (al-Sulamī, 51; for al-D̲j̲urd̲j̲ānī. see Ḥilya , x, 112). In the method of carrying through This attitude against all impulses of hypocrisy ( riyāʾ ), he largely followed al-Muḥāsibī (cf. ibid ., x, 125, and van Ess, Gedankenwelt , 149 ff).",
    "Above all, he fought a particular case of hypocrisy, which one might qualify as “business by means of religion”. On a lower level he condemns “eating thanks to one’s religion” ( Ḥilya , x, 117, ll. 7-10; see for This, Lumaʿ , 201, l. 3; Meier, Abū Saʿīd , 304); on a higher one, he censures the claim to social authority of many a Ḳurʾān reader on the ground of his piety and religious knowledge, which he misuses ( MTD , ix, 226-7). As a general remedy and as preventive medicine, he recommends “anonymity” ( k̲h̲umūl ), following also in This point Bis̲h̲r al-Ḥāfī’s example. The end of zuhd",
    "Sarī belongs to the generation of Ṣūfīs in which— not least under the influence of a new mystical experience—the authentic wealth of ideas of zuhd is partly commuted, partly refined, but sometimes also hyperbolically brought ad absurdum . The theatrical tirades of the ascetics against the world became silent, and the fierce battle against its allurement gave way to indifference (see for This, MTD , ix, 219). Sarī indeed abandoned his trade because of lack of interest in wordly affairs, but on the other hand he did not simply throw away all his worldly goods but put them into action for works pleasing to God. Zuhd became an inner attitude and signified that “the heart is free from that from which the hands are free” ( Lumaʿ , 46).",
    "The most important means of commuting zuhd was “scrupulousness” ( waraʿ ), i.e. the painful effort to come only in contact with “what is permitted” ( ḥalāl ). The first matter to be dealt with was one’s daily bread. The scrupulous person wanted to know where his sustenance came from, and who had dealt with it before it reached his hands. Sarī then extended This method to all implements of daily life ( TB , ix, 189). He apparently came to know these implements in Syria, in the heritage of Ibn Adham (cf. Ḥilya , x, 116, \n ¶ 22-3). The idea of narrowing what is permitted by means of waraʿ in such a way that zuhd practically loses its object goes also back to This heritage. This was in any case the way in which Sarī proceeded ( TB , ix, 190). When sure of their irreproachable origin, he was by all means open to worldly titbits ( MTD , ix, 217 below). But he followed Ibn Adham’s ideas of waraʿ also in another aspect; not only did he not want to eat anything which might burden him before God, but neither should food render him indebted to any creature ( Lumaʿ 183, ll. 6-7; on Ibn Adham, cf. al-Ḳus̲h̲ayrī, 59, ll. 9-10 = Gramlich, Das Sendschreiben , 172).",
    "All along there had been a latent conflict between excessive service of God ( ʿibāda [ q.v. ]), as practised by the ascetics, and social requirements. Initially, Sarī had clearly decided in favour of the latter. He transmitted to his pupils (al-Sulamī, 165, ll. 9-10) the relevant ḥadīt̲h̲ , taken over from Maʿrūf: “He who fulfills a wish of his Muslim brother is rewarded in the same way as one who has served God during all his life” ( Manāḳib , 626-7). In the last period of his life, however, he recommends as “the direct path into paradise” that “one should occupy oneself with the service of God, turn only to Him in such a way that there does not remain anything else inside oneself” ( Ḥilya , x, 119). Ascetic piety expressed in works is certainly not at stake any more here, but it was on the one hand a matter of the delight of being alone with God (cf. ibid , x, 117, l. 14, 125, l. 10) and on the other a matter of avoiding temptations, no less important for Sarī (al-Sulamī, 50, ll. 6-7).",
    "With the conviction of his own depravity, Sarī enters the field of hyperbolism. This conviction may have been furthered by continuous self-criticism and by examination of his conscience, but it also corresponds to an old praxis of exercise in humility (cf. van Ess, Gedankenwelt , 158): one forces oneself to the notion that one is worse than everybody else. Fuḍayl b. ʿIyāḍ [ q.v. ] held the same view ( Ḥilya , viii, 101). To the alarm of his pupils, Sarī did not even wish to have preference over homosexual boys (al-Sulamī, 49, ll. 10 ff.) and continuously squinted at the tip of his nose in order to investigate whether his face had not already become black because of his depravity ( Ḥilya , x, 116; This passage became famous, cf. Taʿarruf , 31, l. 8).",
    "Sarī also gives a new turn to another ascetic motive, namely ostentatious and continuous mourning as it was practised by the bakkāʾūn and later by Fuḍayl b. ʿIyāḍ. Sarī still allows for This attitude when he mentions “weeping about one’s sins” as the first of the “five most beautiful things” (al-Sulamī, 54). Later, being mournful becomes for him the characteristic of someone who loves God (as in Ḥilya , x, 125, l. 24), and when he exclaims before al-D̲j̲unayd “I should wish that the mourning of the entire mankind be thrown upon me” ( ibid ., 118); This may conceivably have an altruistic meaning, but certainly not the former ascetic one.",
    "Finally, a word on the primal ascetic motive of fear of God and His Judgement. It is true that reminiscences of both the absolute and the polarised fear of God are not lacking in Sarī’s thinking (e.g. Ḥilya , x, 118, ll. 2-4, and al-Sulamī, 53, l. 5), but the starting point of his reflections is a well-considered balance between fear and its counter-force, namely, hopefulness (for This problem see Meier, Abū Saʿīd , 148 ff), put down in a fragment of a letter of a later period, the only authentic document of Sarī which we possess ( Lumaʿ , 238). However, he developed This dichotomy further in a Ṣūfī way. On the one hand, he \n ¶ does This with the help of a surmounting third notion: firstly, it is the shame ( ḥayāʾ ) before God’s eye ( Ḥilya , x, 117), which takes the place of the mere fear of His punishment and hope for His grace (see also ʿAṭṭār, Tad̲h̲kira , i, 253, ll. 14-15, 247, ll. 20 ff); secondly, Sarī introduces here as a fourth binding force, after the example of S̲h̲aḳīḳ al-Balk̲h̲ī ( Adab al ʿibādāt , 20-1), the love of God, which outshines the elementary experiences of fear and hope. On the other hand, he refines fear and hope into feelings of reverence ( hayba ) and intimacy ( uns ) ( Ṣifat al-ṣafwa , ii, 215, ll. 7-8). All “new” notions are characterised as personal feelings towards God and therefore indicate that we find ourselves already in the sphere of mysticism. In the “five things next to which nothing else rests in the heart”, Sarī gives a summing up, namely “fear of God alone, hope in God alone, love of God alone, shame before God alone, and intimacy with God alone” ( Ḥilya , x, 124-5).",
    "Sarī’s mystical experiences",
    "We are extremely badly informed about what Sarī made public of his mystical experience (cf. al-Sulamī, 48, ll. 3-2; al-Ḳus̲h̲ayrī, 10, l. 2 = Gramlich, Das Sendschreiben , 41). It is certain that This experience was completely under the imprint of the love of God. The impulse might go back to Maʿrūf al-Kark̲h̲ī who, after his death, could only be imagined in paradise as being drunk with the love of God ( Manāḳib , 675-6) and who is said to have been moved by the love of God to that form of renunciation of the world which he also knew how to provoke in Sarī ( Ḳūt , iii, 82, ll. 4 ff). In fact, it is to al-D̲j̲unayd exclusively that we owe all information on Sarī’s love of God, and so it dates only from the third or fourth periods of his life.",
    "Here, too, in the most authentic field of his mysticism, Sarī is seen as the practical man who is averse from all forms of speculation. He does not want to have anything to do with the Ṣūfī theory of love; on the contrary, he wants to understand love of God as a psychosomatic phenomenon. While speaking about This, he tried to extend the skin of his forearm, and when This proved to be impossible, he said, “If I were to assert that This skin had dried up on This bone out of love for Him, I would speak the truth” (al-Ḳus̲h̲ayrī, ii, l. 11 = Gramlich, Das Sendschreiben , 41-2). Elsewhere, too, he depicts the love of God as an inner burning ( TB , ix, 191, ll. 7-10) and does not get tired of quoting corresponding verses on profane love ( Lumaʿ , 251, ll. 4-6). It is, therefore, no wonder that he also transmitted the famous-infamous ḥadīt̲h̲ al-ʿis̲h̲ḳ (al-Ḳus̲h̲ayrī, 112, l. 23 = Gramlich, Das Sendschreiben , 317; for the ḥadīt̲h̲ itself, see Massignon, Essai , 195-6).",
    "Sarī represents here the well-known conviction that lovers of God would be tested by Him in the hardest possible way, so that the truthfulness of their love might prove itself. In a dream he hears God telling them: “I want to bring down upon you as many proofs as you have breaths, which not even the solid mountains would stand. Will you bear them patiently ( a-taṣbirūna )?” They answer: “If it is You who tests us, do whatever You wish!” ( Ṣifat al-ṣafwa , ii, 216, ll. 15 ff.). Sarī himself did not advance any further opinion on This, but we possess a vivid description by al-D̲j̲unayd of the torments in question, where he depicts the desperate endeavours with which the mystic tries to win back the situation of bliss, caused by the union, after he has awaken from ecstasy ( Kitāb al-Fanāʾ ,34-8 = Gramlich, Islamische Mystik , 19-22). Perhaps the linguistic virtuoso that the pupil was, retained here his master’s experiences.",
    "Sarī was indeed very well acquainted with the ecstatic heights of mystical experience. Al-D̲j̲unayd\n \n ¶ reports about a trance of the master, in which his face radiated in such a way that the bystanders could no more stand the sight ( Lumaʿ , 307, ll. 13 ff.). Moreover, Sari̊ confirmed to him that ecstatic experiences ( mawād̲j̲īd ḥādda ) and intensive thoughts of God ( ad̲h̲kār ḳawiyya ) could lead the mystic so far that “his face might be beaten with a sword without him being aware of it” ( ibid ., 306, ll. 6-12). It may be that what Sarī once indicated as his nightly “experiences” ( fawāʾid ) ( Ḥilya , x, 121, ll. 20-1) were such states of trance, and that what he called his awrād [see \n wird\n ] were corresponding d̲h̲ikr exercises. But since he considered ecstasy as a charisma ( karāma ), he did not of course want to talk about it (cf. his postulate of the ṣiyānat al-karāmāt , Ḥilya , x, 120, l. 13)."
  ],
  "signature": "(B. Reinert)",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 236
}
