{
  "id": "eweb_446",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/223470/%D8%AC%D9%86%DB%8C%D8%AF-%D8%A8%D8%BA%D8%AF%D8%A7%D8%AF%DB%8C",
  "annotator": "Jeremy",
  "title": "جنید بغدادی",
  "authors": [
    "محمدجواد شمس"
  ],
  "last_updated": "شنبه 11 آبان 1398",
  "content": [
    "جُنِیْدِ بَغْدادی (ز میان سالهای 210 تا 215- د 297ق / 825 تا 830-910م)، ابوالقاسم جنید بن محمد بن جنید خزّاز زجاج قواریری نهاوندی، از پرآوازه‌ترین عارفان جهان اسلام در سدۀ 3ق / 9م، که نام و آوازه‌اش بر دوره‌های مختلف تاریخ تصوف سایه افکنده، و تعالیم گسترده و آموزه‌های عرفانی دقیق او بر بسیاری از عارفان نامدار و برخی از سلسله‌های عرفانی ــ از جمله سلسلۀ کبرویه ــ تأثیری شگرف نهاده است. بسیاری از اصول نظری و قواعد اخلاقی و عملی که از سدۀ 3ق / 9م به بعد به عنوان مبانی و شرایط سیر و سلوک عملی و اصول معارف عرفان اسلامی شناخته شده است، ریشه در اعمال و اقوال جنید دارد. به همین سبب، او را امام و سیدصوفیان، «شیخ المشایخ»، «شیخ علی الاطلاق» و «سلطان طریقت» دانسته‌اند و با القاب بلندی چون «طاووس العباد»، «طاووس العلماء»، «سیدالطایفه»، «سیدالعارفین»، «لسان القوم» و «سلطان المحققین» خوانده‌اند. همچنین او را سرآمد عارفان مکتب بغداد، و طریقت او ــ جنیدیه ــ را مبتنی بر صحو و مراقبۀ باطن دانسته‌اند (نک‍ : ابونعیم، 10 / 255؛ قشیری، 430؛ هجویری، 285، 295؛ خواجه عبدالله، 196-197؛ میبدی، 4 / 419، 7 / 475؛ عطار، منطق ... ، 128؛ باخرزی، 2 / 191؛ سبکی، 2 / 260؛ جامی، نفحات ... ، 79؛ سامرایی، 10).",
    "جنید در اصل نهاوندی بود، اما در بغداد ولادت و نشو و نما یافت (سلمی، طبقات ... ، 141؛ خطیب، 7 / 241؛ سبکی، قشیری، خواجه عبدالله، جامی، همانجاها؛ ابن ابی یعلى، 89؛ ابن جوزی، صفة ... ، 1(2) / 270، المنتظم ، 6 / 105؛ ابن خلکان، 1 / 373؛ ذهبی، سیر ... ، 14 / 66؛ ابن کثیر، 11 / 113؛ عبدالقادر، 1-2؛ نیز قس: کربن، 271 ؛ نصر، 453-454، که به اشتباه ولادت او را در نهاوند پنداشته‌اند). تاریخ دقیق ولادت او دانسته نیست. ذهبی در سیر اعلام النبلاء (همانجا)، ولادتش را در دهۀ 220ق گفته است، اما با توجه به شرح احوال و تاریخ وفات، و نیز حکایاتی که از زندگانی و دوران تحصیل او آورده‌اند، تولد وی باید پیش از 220ق، و میان سالهای 210 تـا 215ق باشد (نک‍ : عبدالقادر، 2-3؛ نیز زرین‌کوب، جست‌وجو ... ، 115؛ خاوری، 1 / 183). دانسته‌های ما دربارۀ زندگانی جنید، به‌ویژه دوران کودکی و نوجوانی او، اندک و مبتنی بر گزارشها و حکایتهای پراکنده و گاه اغراق‌آمیزی است که در برخی تذکره‌ها و سیره‌ها آمده است. خطیب بغدادی (7 / 244) و خواجه عبدالله انصاری (ص 201)، و به پیروی از آنان، برخی دیگر، از 7 سالگی جنید، ارتباط او با دایی‌اش ــ سری سقطی (د ح 253ق / 867 م) ــ و سفر حج آن دو سخن به میان آورده‌اند و ظاهراً همین گزارش مبنای حکایتی است که در تذکرة الاولیاء عطار نیشابوری آمده است (ص 418- 419؛ نیز نک‍ : ابن ابی یعلى، 90؛ ابن جوزی، صفة، همانجا؛ ابن ملقن، 127؛ جامی، همان، 80؛ نیز خواجه عبدالله، 197، که از 12 سالگی جنید نیز سخن گفته است). او پس از بازگشت از حج، تحت حمایت پدر و دایی‌اش به کار در بازار و نیز عبادت روی آورد و چون پدرش آبگینه‌فروش بود، او نیز در جوانی بدان کار، و بعدها به خزفروشی پرداخت و از این طریق روزگار می‌گذراند و به همین سبب وی را با نسبت قواریری، زجاج و خزاز نیز خوانده‌اند (سلمی، خطیب، قشیری، عطار، جامی، همانجاها؛ خواجه عبدالله، 196-197؛ ابن ابی یعلى، 89-90؛ ابن جوزی، همان، نیز المنتظم ، همانجاها؛ ابن خلکان، 1 / 374-375؛ شعرانی، 1 / 84). او همچنین به رسم غالب صوفیان آن عصر، ضمن پرداختن به کار، به تحصیل علوم شرعی و معارف دینی نیز همت گماشت؛ از جمله نزد ابوثور ابراهیم بن خالد بن ابی الیمان کلبی (ه‍ م) ــ از تـربیت‌یـافتگان مکتب شافعی، که البته خود مذهب مستقلی داشت ــ فقـه آموخت و چنان‌کـه بـه نقل از او گفته‌اند، 20 ساله بود که در حضور ابوثور فتوا می‌داد (سلمی، ابونعیم، خطیب، قشیری، ابن خلکان، ابن کثیر، همانجاها؛ خواجه عبدالله، 196؛ ابن جوزی، صفة ، 1(2) / 274؛ ابن اثیر، 8 / 62؛ ذهبی، همان، 14 / 66-67؛ سبکی، 2 / 273؛ ابن ملقن، 126؛ ابشیهی، 1 / 144؛ جامی، شعرانی، همانجاها؛ حسینی، 39؛ مناوی، 1 / 213؛ ابن عماد، 2 / 228؛ عبدالقادر، 4-5). همچنین بنا به گزارش ابونعیم، وی بر مکتب فقهی ابوعبید قاسم بن سلام خزاعی (ه‍ م) ــ که مانند ابوثور، بر مذهب اصحـاب حدیث بـود و مکتـب فقهـی مستقلـی داشت ــ نیز فتوا می‌داد (عبدالقادر، همانجا) و از این‌رو، شاید تحت تأثیر شخصیت علمی و جامعیت مکتب فقهی ابوعبید بود که هم شافعیان و هم حنبلیان نام جنید را نیز همانند او در طبقات رجال خود ثبت کرده‌اند (نک‍ : ابن ابی یعلى، همانجا؛ سبکی، 2 / 260 بب‍ ؛ اسنوی، 1 / 334). با این‌همه، از آنجا که ابن سُریج (ه‍ م)، فقیه پرآوازۀ مکتب شافعی، تبحر و تسلط خود را در اصول و فروع از برکت مجالست با جنید می‌دانست (نیز نک‍ : خطیب، 7 / 243؛ ابن خلکان، همانجا؛ ذهبی، همان، 14 / 67؛ ابن ملقن، 130-131؛ جامی، نفحات، 152؛ نامۀ دانشوران ، 8 / 201؛ خوانساری، 2 / 556-557؛ عبدالقادر، همانجا)، وی را در فروع می‌توان فقیهی شافعی‌مذهب به‌شمار آورد. به علاوه، این مطلب نشان از چیرگی و استادی او در علم فروع و اصول دارد و از این‌رو، برخلاف دیدگاه برخی که برخورد نقادانۀ او را نسبت به مناظرات کلامی، به معنای سوءظن، و بی‌رغبتی او نسبت به متکلمان پنداشته‌اند (نک‍ : زرین‌کوب، همان، 117)، به نظر می‌رسد که در علم کلام نیز صاحب‌نظر بوده است، زیرا افزون بر گفتۀ ابن سریج، ابوالقاسم کعبی (د 319ق / 931م)، از متکلمان معتزلی نیز توانایی او را در دانشهای متداول و ازجمله علم کلام ستوده است (نک‍ : خطیب، مناوی، همانجاها؛ ذهبی، همان، 14 / 67- 68؛ یافعی، 2 / 233-234؛ ابن عماد، 2 / 229). با این همه، گزارش برخی منابع مبنی بر ارتباط ابومحمد عبدالله بن سعید، مشهـور بـه ابن کلّاب (د پس از 240ق / 854 م) ــ سرآمد متکلمان بصره و از مخالفان سرسخت معتزله ــ با جنید و تأیید دیدگاههای کلامی و تعالیم عرفانی او را باید با تردید تلقی کرد (دربارۀ ارتباط ابن کلاب با جنید، نک‍ : قشیری، 379؛ خواجه عبدالله، 206-207؛ ذهبی، سیر ، 11 / 175؛ یافعی، 2 / 233؛ ابن عماد، همانجا؛ معصوم علیشاه، 2 / 390؛ عبدالقادر، 6-7) . استاد کلام جنید دانسته نیست، اما شاید برخلاف نظر سری سقطی ــ کـه او را از شیوۀ استـدلال و جـدل حارث حـاسبی (د 243ق / 857 م) برحذر داشته بود ــ در محضر حارث افزون بر کسب علم و معرفت، علم کلام نیز آموخته باشد (نک‍ : ابوطالب، 1 / 158؛ مناوی، همانجا؛ زرین‌کوب، جست‌وجو ، 116؛ اسمیث، 27؛ نیز نک‍ : ادامۀ مقاله). همچنین گفته‌اند که او نزد راویان بسیاری حدیث شنید، و خود نیز بر کتابت حدیث تأکید بسیار داشت، اما از آن میان فقط دو روایت از حسن بن عرفه، و روایتی از سری سقطی نقل کرده است و احتمالاً به همین سبب نام او را در شمار محدثان و راویان حدیث نیاورده‌اند (ابوطالب، همانجا؛ سلمی، طبقات ، 142؛ خطیب، 7 / 242؛ قشیری، 431؛ ابن جوزی، صفة ، 1(2) / 271-272؛ ذهبی، همان، 14 / 66؛ سبکی، 2 / 260، 267- 269؛ ابن ملقن، 127؛ مناوی، 1 / 213؛ زرین‌کوب، همانجا؛ نیز قس: ابن ابی یعلى، 89-90؛ معصوم علیشاه، 2 / 396). برخی از پژوهشگران معاصر، بر این باورند که او با دیدگاههای نوافلاطونیان نیز آشنا بوده است و حتى او را متأثر از این مکتب پنداشته‌اند (شیبی، 2 / 83؛ عبدالقادر، 104-105, 111-116). به گزارش خطیب بغدادی، شیوه و روش جنید در تفسیر و استنباط آیات قرآن کریم نیز اعجاب ابن کیسان (د 299ق / 912م)، از نحویان مشهور آن روزگار را برانگیخت (7 / 246؛ نیز نک‍ : میبدی، 10 / 461)؛ اما در سلوک عرفانی ــ چنان‌که گذشت ــ دست ارادت به سری سقطی داد و به اذن او حضور مشایخ بسیاری را درک کرد (عطار، تذکرة ، 420؛ نیز نک‍ : مناوی، همانجا، که شمار مشایخ جنید را 120 تن گفته است). دیگر مشایخ مهم و صاحب نام او عبارت‌اند از: حارث محاسبی، که نزد او علم و ادب و احتمالاً علم کلام هم آموخت و با وی مراوده داشت؛ ابوجعفر محمدبن علی قصاب، که گفته‌اند جنید وی را شیخ اصلی خویش می‌شمرد، و او را بر سری سقطی ترجیح می‌داد؛ ابوجعفر بن کرینی یا کرنبی، که در آخرین لحظات عمرش نیز از تعلیم جنید ــ که بر بالینش حاضر بود ــ دست برنداشت و با این همه، برخی او را از اقران جنید به‌شمار آورده‌اند. علاوه بر آن ابواحمد قلانسی (د 290ق / 903م)، ابوجعفر حداد بغدادی و ابوحمزۀ بغدادی (د 269 یا 289ق / 882 یا 902م) را نیز از مشایخ، و عده‌ای از اقران او دانسته‌اند (نک‍ : سراج، 45، 146، 175، 188؛ سلمی، همانجا، «المقدمة ... »، 465؛ ابونعیم، 10 / 224، 255؛ خطیب، 3 / 62، 7 / 241، 14 / 414؛ قشیری، 429-430؛ خواجه عبدالله، 148، 418؛ ابن جوزی، المنتظم، 6 / 105؛ روزبهان، مشرب ... ، 164؛ سهروردی، عمر، 150؛ ابن خلکان، 1 / 374-375؛ ذهبی، همانجا؛ عزالدین، 248؛ یافعی، همانجا؛ ابن کثیر، 11 / 113؛ ابن ملقن، 126، 136؛ جامی، نفحات ، 80، 81، 82، 109، 172؛ اسمیث، 8-9, 17, 38-39, 226, 232؛ نیز نک‍ : عبدالقادر، 18 ff.). جامی ابوحاتم عطار و محمد بن منصور طوسی را نیز از مشایخ جنید شمرده است (همان، 50، 61). اما از آن میان، او همچنان تا هنگام مرگ سری سقطی در خدمتش باقی ماند و از وی خلافت یافت و چون آوازه‌اش فراگیر شد، به فرمان و اصرار همو، بر مسند ارشاد تکیه زد و به هدایت و تربیت مریدان پرداخت. گفته‌اند که جنید در آغاز، به‌رغم پافشاری سری سقطی، به سبب حشمتی که از وعظ خلایق در دل داشت و اینکه خود را مستحق این امر نمی‌دانست، از پذیرفتن آن امتناع می‌ورزید، تا آنکه در واقعه‌ای از جانب رسول اکرم(ص) فرمان ارشاد و وعظ یافت (نک‍ : هجویری، 197- 198؛ میبدی، 1 / 59؛ عطار، همان، 422؛ ابن خلکان، 1 / 373-374؛ یافعی، 2 / 231-232؛ ابن ملقن، 128؛ جامی، همان، 80). دوران شیخوخیت جنید احتمالاً اندکی پس از قتل متوکل (247ق / 861 م) و هرج و مرج دستگاه خلافت عباسی آغاز شد که بـا تحولات سیـاسی ـ اجتمـاعی و مذهبـی ـ فرقـه‌ای بسیاری مصادف بود. ماجرای ابوعبدالله احمد بن محمد بن غالب بصری، مشهور به غلام خلیل (د 275ق / 888 م)، که به گفتۀ هجویری، مردی مُرائی بود و دعوی پارسایی و صوفیگری می‌کرد (ص 209؛ نیز نک‍ : جامی، همان، 101)، و نیز تعقیب صوفیان به اتهام الحاد و زندقه، و مخالفت ابوبکر حسین بن علی بن یزدانیار ــ که در تصوف طریقتی خاص داشت ــ با برخی صوفیان بزرگ آن عصر، در همین دوره روی داد (یعقوبی،3 / 179 بب‍ ؛ طبری، 5 / 238 بب‍ ، 376 بب‍ ؛ مسعودی، 2 / 605-607؛ ابن اثیر، 7 / 235 بب‍ ، 493 بب‍ ؛ نیز نک‍ : قشیری، 248- 249، 440؛ عطار، همان، 495، 543؛ زرین‌کوب، جست‌وجو ، 128)؛ اما اعتدال جنید و تمسک او به شریعت، و تأکیدش بر حفظ ظواهر شرع و پرهیز از تظاهر، غوغا و ماجراجویی، و همچنین منزلت والای فقهی و معنوی او موجب شد که از همۀ این جریانها جان به سلامت برد، و حتى محفل روحانی‌اش پناهگاه صوفیان نام‌آور آن عصر باشد و مکتب عرفانی بغداد در عهد وی به اوج تعالی و شکوه خود برسد. از آنجا که جنید «حال خطیر» و «علم غزیر» را با هم جمع آورده، و در کلام و فقه و علم اخلاق نیز کامل بود (خطیب، 7 / 242، 244؛ بشیردار، 480؛ نیز نک‍ : ابن جوزی، المنتظم ، 6 / 106)، او را «قطب وقت» و امام، مرجع و مقتدای این علم، و شیخ بلامنازع مکتب عرفانی بغداد خوانده، و گفته‌اند که ارباب حقیقت سخن او را در فروع و اصول حجت می‌دانستند (خطیب، 7 / 244، 246؛ معصوم ـ علیشاه، 2 / 390؛ شیمل، 57؛ عبدالقادر، 34). بر همین اساس، برخی از سرآمدان عرفان در آن روزگار، از جمله ابوسعید خراز، ابومحمد رویم و عمرو بن عثمان مکی ــ که از اقران او بودند ــ خود را از مصاحبان و مریدان وی می‌شمردند (خطیب، 4 / 277؛ خواجه عبدالله، 159؛ هجویری، 212؛ ذهبی، سیر ، 13 / 421؛ عطار، تذکرة ، 454، 487؛ جامی، همان، 72-73، 79، 95؛ علاءالدوله، «تذکرة ... »، 315). جنید با ابوبکر کسایی دینوری، ابوالعباس دینوری، ابویعقوب یوسف بن حسین رازی، ابوالحسن علی بن سهل (یا محمد) اصفهانی و یحیی بن معاذ رازی نیز مکاتبه داشت، که شماری از آن مکتوبات تاکنون باقی مانده است (نک‍ : جنید، 1-62؛ سراج، 239؛ نیز ابونعیم، 10 / 265، 276؛ قشیری، 415؛ هجویری، 219؛ عطار، همان، 543؛ ابن خلکان، 6 / 166؛ جامی، نفحات ، 97، 103، 115، 128؛ نیز نک‍ : آربری، 499-507). از دیگر مصاحبان او می‌توان این بزرگان را نام برد: ابوالحسین نوری؛ ابوالعباس احمد ابن عطاء (ه‍ م) اَدمی؛ سمنون محب؛ ابوحمزۀ خراسانی؛ علی بن بندار بن حسین صوفی؛ ابواسحاق ابراهیم خواص؛ ابوجعفر صیدلانی؛ ابوعبدالله احمد بن یحیى ابن جلّاء (ه‍ م)؛ ابواسحاق ابراهیم بن داوود رقّی؛ ابوعثمان حیری (ه‍ م)؛ بنان بن محمد بن حمّال؛ ابراهیم (احمد) بن فاتک؛ ابوالعباس احمد بن یحیى شیرازی؛ حسن بن علی مَسوحی؛ کهمس بن حسین همدانی؛ ابویعقوب مزابلی؛ عبدون زجاج؛ ابوبکر محمد بن مسلم عبدالرحمان قنطری؛ غیلان سمرقندی؛ و ابراهیم بن ثابت (قشیری، 402، 409، 411، 416، 427، 429-430؛ هجـویـری، 201-202، 205، 206؛ سـهـروردی، عبدالقاهر، 94-95؛ عطار، همان، 464، 488، 510؛ علاءالدوله، «دربارۀ ... »، 120؛ سمعانی، 128، 359؛ جامی، همان، 43، 58، 69، 78، 79، 83، 94، 100، 115، 129؛ نیز نک‍ : عبدالقادر، 28-33؛ سامرایی، 29، 33، 34). جنید همچنین با ابوحفص حداد نیشابوری (د ح 260ق / 874 م) ــ از بزرگان ملامتیه و سرآمد عارفان خراسان، که در مسیر سفر حج چندی در بغداد اقامت گزید ــ مصاحبت داشت و با او دربارۀ فتوت گفت‌وگو کرد (سراج، 177؛ هجویری، 189؛ خواجه عبدالله، 114؛ سهروردی، عبدالقاهر، 69، 120؛ عطار، همان، 394؛ جامی، همان، 56؛ نیز نک‍ : سهروردی، عمر، 276؛ باخرزی، 2 / 46؛ عزالدین، 204). با توجه به گزارش سهلگی، او احتمالاً با ابوموسى عیسی ابن آدم، برادرزادۀ بایزید بسطامی (ه‍ م) و ابوموسى دیبلی، خواهرزاده و از مریدان بایزید نیز معاشرت داشت و از آن دو و ــ احتمالاً با واسطه ــ از احمد خضرویۀ بلخی (ه‍ م)، اقوال و شطحیات بایزید را شنید و بعدها آنها را به عربی ترجمه و شرح کرد (سراج، 380-381؛ سهلگی، 150، 160-161، 176، 232-233، 236). جنید بیشتر عمر خود را در بغداد به تربیت مریدان و وعظ و ارشاد سپری کرد، و ظاهراً جز چند سفر حج، سفر دیگری نداشت (نک‍ : سراج، 167؛ هجویری، 542؛ قس: میبدی، 9 / 344، که از سفر او به طورسینا سخن می‌گوید؛ عطار، همان، 435، که از جهاد او به همراه 8 تن از مریدانش سخن به میان می‌آورد؛ نیز ابن عربی، الفتوحات ... ، 8 / 382؛ سپهسالار، 326-327؛ فرصت‌الدوله، 67؛ سامرایی، 27، 31، 33). جنید مریدان بسیاری تربیت کرد که مهم‌ترین آنان عبارت‌اند از: ابومحمد جریری، که از کبار اصحاب جنید و صاحب سرّ او بود و گفته‌اند پس از درگذشت جنید، وی را به سبب بزرگی مقامش به جانشینی او برگزیدند (نک‍ : سلمی، طبقات ، 144؛ خطیب، 7 / 244، 246، 248؛ قشیری، 402؛ هجویری، 226؛ محمد بن منور، 49؛ ابن جوزی، المنتظم ، 6 / 106؛ عطار، تذکرة ، 579؛ علاءالدوله، «تذکرة»، 314؛ جامی، همان، 141)؛ ابوبکر زقاق کبیر؛ ممشاد دینوری و ابوجعفر حفّار، که آنها را از اقران او نیز شمرده‌اند (نک‍ : قشیری، 417؛ علاءالدوله، همان، 315؛ جامی، نفحات ، 92، 169، 180)؛ جعفر بن محمد بن نصیر خلدی، که از مصاحبان نزدیک جنید بود و بسیاری از سخنان او را نقل کرده است؛ ابوبکر محمد بن موسى واسطی، که از قدمای اصحاب جنید بود؛ ابویعقوب اسحاق بن محمد نهرجوری (ه‍ م)؛ ابومحمد عبدالله بن محمد مرتعش؛ ابوبکر محمد بن علی بن جعفر کتانی؛ ابوالحسن مزین؛ ابوبکر محمد بن علی بن حسین بن وهب عطوفی؛ ابوعثمان حیری (ه‍ م)؛ ابوعلی رودباری (ه‍ م)؛ ابوجعفر محمد بن عبدالله فرغانی؛ ابوبکر ملاعقی؛ ابوعمرو زجاجی؛ ابوالحسن علی بن هارون بن محمد حربی؛ ابومحمد جعفر خواص؛ ابوالحسین محمد بن علی بن جیش ناقد؛ ابوعمرو عبدالواحد بن علوان رحبی؛ ابوعمرو انماطی؛ ابوبکر محمد بن احمد مفید؛ جعفر حذّاء؛ ابومحمد عبدالله بن محمد بن عبدالرحمان رازی شعرانی؛ و ابوعمرو اسماعیل بن نجید، جدّ مادری ابوعبدالرحمان سلمی (نک‍ : کلابادی، 146؛ سلمی، طبقات ، 143- 149، 246، «جوامع ... »، 367، 370، 373، 388، 389، «عیوب ... »، 419؛ ابونعیم، 10 / 255-257؛ خطیب، 7 / 241- 248؛ قشیری، 430-431؛ هجویری، 238؛ محمد بن منور، 26، 32، 252؛ ابن جوزی، همانجا؛ عطار، همان، 475، 506، 515، 564، 599، 727، 732، 752، 755؛ علاءالدوله، «تذکرة»، 313، 316، «نامه به تاج‌الدین ... »، 349؛ جامی، همان، 171، 179، 181، 201، 228، 231؛ برای اطلاع دربارۀ دیگر مریدان او، نک‍ : سلمی، طبقات ، 142، 144، «جوامع»، 396؛ خطیب، 7 / 246؛ سهلگی، 176، 232، 236، 247، 264؛ جامی، همان، 192، 214، 224، 226، 232، 236، 243، 254، 257، 259، 277؛ داراشکوه، 70؛ نیز نک‍ : عطار، همان، 571-572، که معتقد است ابن خفیف حضور جنید را درک کرده است؛ سامرایی، 28- 29؛ نیز قس: خاوری، 1 / 184-185، که ابوعثمان مغربی (ه‍ م) را خلیفۀ جنید دانسته است)."
  ],
  "bibliography": null,
  "signature": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 228
}
