{
  "id": "eweb_448",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/222648/%D8%A7%D8%A8%D8%B1%D8%A7%D9%87%DB%8C%D9%85-%D8%AE%D9%88%D8%A7%D8%B5",
  "annotator": "Jeremy",
  "title": "ابراهیم خواص",
  "authors": [
    "حسین لاشیء"
  ],
  "last_updated": "دوشنبه 26 خرداد 1399",
  "content": [
    "اِبْراهیمِ خَوّاص، ابو اسحاق ابراهیم بن احمد بن اسماعیل (د 291 ق / 904 م)، یكی از مشایخ صوفیه و از اقران جنید و نوری. اصل وی از سرّ من رأی (سامرا) بوده، ولی در ری اقامت داشته است (ابن جوزی، 4 / 102). برخی زادگاه او را بغداد دانسته و گفته‌اند كه پدرش از آمل به بغداد آمده بوده است (جامی، 137؛ نامۀ دانشوران ناصری ، 6 / 369). گفته‌اند كه شهرت ابراهیم به خواص (از خوص به معنی برگ خرما) از این روی بوده كه وی با بافتن و فروش آن زندگی می‌گذرانده است. خوّاص غالب اوقات را در سفر می‌گذرانید، ولی سرانجام در ری اقامت گزید و در مسجد جامع آن شهر وفات یافت. یوسف بن حسین رازی (از عرفای آن عصر) امر تغسیل او را عهده‌دار شد (ابن جوزی، همانجا) و او را زیر حصار طبرك به خاك سپردند (انصاری، 350). وفات او را اكثر مؤلفان در 291 ق نوشته‌اند، و سالهای دیگری كه در بعضی از تذكره‌ها و طبقات ذكر شده با قول اكثریت مورخان و مؤلفان مخالف است. وی علاوه‌بر جنید و نوری یك چند نیز با ابوعبدالله مغربی مصاحبت داشته است (خطیب بغدادی، 6 / 7-10). نسبت او را در طریقت به سری سقطی رسانده‌اند ( نامۀ دانشوران ناصری ، همانجا). دربارۀ علت تغییر حال و انقلاب باطنی او نوشته‌اند كه روزگاری با سعی تمام در پی اكتساب علوم ظاهری بود تا آنكه وقتی در گذرگاهی به سالكی مجذوب برخورد كه به او گفت: «تا چند تن و جان خویش در پی تحصیل علوم ظاهری رنجه می‌داری؟ یك چند به اكتساب معارف بكوش و طریق سیر وسلوك بپوی تا به بعضی از مقامات رسی كه از حیطۀ تصویر و تقریر بیرون است» (همان، 6 / 370). از جملۀ مریدان وی ابوجعفر خلدی یا جعفر بن محمد خلدی و سیروانی مهین بوده‌اند (جامی، 136). خوّاص از جملۀ مشایخی بود كه در مقام توكل سیر و سلوك داشت (شعرانی، 1 / 97؛ عطار، 609) و در این مقام بادیه‌های متعدد را بدون زاد و توشه در نوریده بود، اما هرگز سوزن و نخ و ظرف آب و مقراض را از خود دور نمی‌داشت، زیرا همراه داشتن آنها را لازمۀ رعایت احكام شریعت از سوی سالك تلقی می‌كرد و با خود داشتن آنها را مغایر با توكل نمی‌دانست (ابن ملقّن، 17). در توكل آنچنان مقام والایی یافته بود كه او را رئیس المتوكلین نیز گفته‌اند (عطار، 599). وی نیز همچون بسیاری از مشایخ صوفیه از خلفا و سلاطین و اموال آنان احتراز می‌نمود: زنی از زائل شدن صفای قلب خود نزد او شكایت برد. او در پاسخ گفت: آیا «شب مشعل» را به یاد می‌آوری؟ آن زن به خاطر آورد كه وقتی مشغول رشتن نخ بوده، مشعل سلطان از آنجا عبور كرده و او در روشنایی آن مشعل نخی رشته و آن نخ را در بافتن لباسی به كار برده، سپس آن لباس را به تن كرده است. پس چون آن لباس را به اشارۀ خوّاص از تن برون كرد و آن را صدقه داد، صفای قلب خویش بازیافت (نبهانی، 234). خواص «صاحب تصنیف در معاملات و حقایق» بوده است (عطار، 599؛ قس: هجویری، 193). خواجه عبدالله انصاری گوید كه كتاب «اعتقاد» او را دیده است (ص 348)، و اشعاری نیز از او نقل كرده‌اند (ابن ملقّن، 19-20). كلابادی (ص 30-31) او را در ردیف جنید بغدادی و احمدبن عیسی خرّاز در زمرۀ كسانی كه سبب انتشار علوم اشارات در تصوف شده‌اند، نام می‌برد. از تصانیف او امروز چیزی در دسترس نیست، و تنها از طریق آثار مؤلفین نخستین صوفیه سخنانی پراكنده از او به ما رسیده است. در میان سخنان او تأكید بر لزوم رعایت شریعت، فراوان به چشم می‌خورد، تا آنجا كه براساس آنچه كه از‌ هاتفی شنیده است هر معرفتی كه همراه با شریعت نباشد در نظر او كفر است ( منتخب رونق المجالس ، 119). سخن او در وصف خُلّت و محبت به غایت لطیف است. در تعریفی كه او از محبت به دست می‌دهد و جوهرۀ اصلی آن را «محو ارادات و احتراق جملۀ صفت بشریت و حاجات» می‌گوید در حقیقت معنای «فنا» را در قالب «محبت» بیان می‌كند (عطار، 608). در باب توحید، معرفت و اهمیت جایگاه قلب آدمی‌نیز سخنان نغزی از او نقل شده است. در آثار مؤلفین نخستین صوفیه كرامات بسیاری به او نسبت داده شده است: گفته‌اند كه او از جملۀ كسانی است كه خضر پیامبر (ع) را مكرر ملاقات كرده و با آن حضرت مدتی مصاحبت نموده است.",
    "ابن جوزی، عبدالرحمن، صفة الصفوة ، بیروت، 1399 ق؛ ابن ملقّن، حفص ابن عمر، طبقات الاولیاء ، به كوشش نورالدین شرتیه، بیروت، 1406 ق؛ انصاری، خواجه عبدالله، طبقات الصوفیة ، تهران، 1362 ش؛ جامی، عبدالرحمن، نفحات الانس ، به كوشش مهدی توحیدی‌پور، تهران، 1337 ش؛ خطیب بغدادی، احمدبن علی، تاریخ بغداد ، بیروت، دارالكتب العربیة؛ شعرانی، عبدالوهاب بن علی، طبقات الكبری ، بیروت، 1374 ق؛ عطار، فریدالدین، تذكرة الاولیاء ، به كوشش محمد استعلامی، تهران، 1360 ش؛ قشیری، ابوالقاسم، الرسالة القشیریة ، قاهره، 1359 ق؛ كلابادی، محمدبن ابی اسحاق، التعرف لمذهب اهل التصوف ، به كوشش عبدالحلیم محمود، قاهره، 1380 ق؛ منتخب رونق المجالس ، به كوشش احمدعلی رجائی، تهران، 1354 ش؛ نامۀ دانشوران ناصری ، قم، دارالفكر؛ نبهانی، یوسف بن اسماعیل، جامع كرامات الاولیاء ، قاهره، 1329 ق؛ هجویری، علی بن عثمان، كشف المحجوب ، به كوشش و. آ. ژوكوفسكی، لنینگراد، 1926 م.",
    "حسین لاشیئ"
  ],
  "bibliography": [
    "ابن جوزی، عبدالرحمن، صفة الصفوة ، بیروت، 1399 ق",
    "ابن ملقّن، حفص ابن عمر، طبقات الاولیاء ، به كوشش نورالدین شرتیه، بیروت، 1406 ق",
    "انصاری، خواجه عبدالله، طبقات الصوفیة ، تهران، 1362 ش",
    "جامی، عبدالرحمن، نفحات الانس ، به كوشش مهدی توحیدی‌پور، تهران، 1337 ش",
    "خطیب بغدادی، احمدبن علی، تاریخ بغداد ، بیروت، دارالكتب العربیة",
    "شعرانی، عبدالوهاب بن علی، طبقات الكبری ، بیروت، 1374 ق",
    "عطار، فریدالدین، تذكرة الاولیاء ، به كوشش محمد استعلامی، تهران، 1360 ش",
    "قشیری، ابوالقاسم، الرسالة القشیریة ، قاهره، 1359 ق",
    "كلابادی، محمدبن ابی اسحاق، التعرف لمذهب اهل التصوف ، به كوشش عبدالحلیم محمود، قاهره، 1380 ق",
    "منتخب رونق المجالس ، به كوشش احمدعلی رجائی، تهران، 1354 ش",
    "نامۀ دانشوران ناصری ، قم، دارالفكر",
    "نبهانی، یوسف بن اسماعیل، جامع كرامات الاولیاء ، قاهره، 1329 ق",
    "هجویری، علی بن عثمان، كشف المحجوب ، به كوشش و. آ. ژوكوفسكی، لنینگراد، 1926 م."
  ],
  "signature": "حسین لاشیئ",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 268
}
