{
  "id": "eweb_455",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/258839/%D8%A7%D8%A8%D8%B1%D8%A7%D9%87%DB%8C%D9%85-%D8%A7%D8%AF%D9%87%D9%85%D8%8C-%D8%A7%D8%A8%D9%88-%D8%A7%D8%B3%D8%AD%D8%A7%D9%82",
  "annotator": "Jeremy",
  "title": "ابراهیم ادهم، ابو اسحاق",
  "authors": [
    "فتح الله مجتبایی"
  ],
  "last_updated": "پنج شنبه 15 خرداد 1399",
  "content": [
    "اِبْراهیمِ اَدْهَم، ابواسحاق ابراهیم بن ادهم بن منصوربن یزید بن جابر (یا عامربن اسحاق) تَمیمی عِجْلی، عارف و زاهد معروف سدۀ 2 ق / 8 م. در تذکره‌ها پدر او را از ملوک خراسان گفته‌اند و دربارۀ علت و چگونگی پیوستن او به طریق زهد و تجرد داستانهای مختلف نقل شده است. بنابر یکی از این روایات ابراهیم در قصر شاهی بر تخت خفته بود. نیمه شب سقف خانه جنبید و آواز پای کسی که بر بام بود، شنیده شد. ابراهیم پرسید، کیست؟ جواب آمد که شتر گم کرده‌ام و گم‌شدۀ خود را می‌جویم. ابراهیم گفت ای نادان شتر بر بام می‌جویی؟ پاسخ آمد: پس تو بر تخت زرین و در جامۀ اطلس چگونه خدای را می‌جویی؟ این سخن موجب دگرگونی درونی او شد و وی زندگانی زاهدانه پیش گرفت (عطار، 102-103؛ مولوی 2(4) / 321-322، 327- 328). بنابر روایت دیگر، روزی به قصد شکار بیرون رفته بود، در بیابان در پی صیدی اسب می‌تاخت. ناگهان آوازی به گوشش رسید که آیا تو را برای این کار آفریده‌اند و آیا بدین کار مأمور شده‌ای؟ به اطراف خود نگریست و کسی را ندید. گمان برد که شیطان با او سخن گفته است. بر او نفرین فرستاد و در پی صید خود روان شد. بار دیگر همان آواز به گوشش رسید. باز بر شیطان نفرین فرستاد و همچنان اسب می‌تاخت تا بار سوم همان آواز را از کوهۀ زین اسب خود بشیند. این بار حال او دگرگون شد. عنان باز کشید و به سوی شهر روان شد. در راه بازگشت به شبانی از شبانان پدر خود رسید. اسب و سلاح و جامۀ خود را به او داد و پوستین و کلاه او را پوشید و روی از دنیا برتافت و به زهد و تجرّد روی آورد (سُلَّمی، 14-15؛ ابونعیم، 7 / 368؛ ابن‌عساکر، 2 / 168؛ عطار، 103-104). در روایت دیگری آمده است که روزی ابراهیم ادهم در قصر خود نشسته بود و ارکان دولت نزد او ایستاده بودند. ناگاه مردی با هیبت از در درآمد و به سوی تخت ابراهیم پیش رفت. ابراهیم از او پرسید که کیستی و چه می‌خواهی؟ گفت آمده‌ام تا در این رباط فرود آیم. ابراهیم گفت این رباط نیست، سرای من است. مرد پرسید که این سرای پیش از تو از آنِ که بود؟ گفت از آنِ پدرم. پرسید پیش از او از آنِ که بود؟ گفت از آنِ فلان کس. پرسید پیش از او؟ گفت از آن پدر فلان کس. پرسید آنان همه کجا رفتند؟ گفت همه مردند و رفتند، پرسید: آیا چنین جایی که در آن می‌آیند و می‌روند جز رباط است؟ مرد بیگانه پس از این سخن به شتاب از خانه بیرون رفت. ابراهیم در پی او دوید و از او پرسید تو کیستی؟ مرد گفت من خضرم و ناپدید شد (عطار، 103). این واقعه موجب انقطاع او از دنیا شد. دربارۀ ابتدای کار او داستانهای دیگری نیز نقل کرده‌اند که همگی حکایت از آن دارد که وی پیش از آنکه به طریق زهد و ریاضت درآید، از امیرزادگان بلخ بوده و پدر و یا جدّ مادریش، طبق روایتی که به ابن بطوطه رسیده (صص 78- 79) در آن ناحیه جاه و مقامی داشته است. ولی چنین به نظر می‌رسد که پدرش ادهم اهل علم و محدث بوده، زیرا ابراهیم خود احادیثی از او نقل کرده است (نک‍ ‍: صفدی، 5 / 318؛ مزّی، 2 / 27؛ کتبی، 1 / 13؛ سلمی، 13؛ ابن کثیر، 10 / 135؛ ابن عساکر، 2 / 167). بعضی از مستشرقان داستان آغاز کار او را متأثر از داستان زندگی بودا دانسته‌‌اند (ماسینیون، 81 ) که سلطنت و لذات دنیایی را ترک کرد و به تجرد و زندگی زاهدانه روی آورد. گرچه این گونه مشابهتها لزوماً و همیشه برخاسته از تأثیر و تأثر نیست و می‌تواند « مشابهت نوعی » باشد، چنانکه داستانهایی از این‌گونه دربارۀ ابوالفوارس شاه بن شجاع کرمانی (صوفی سدۀ 3 ق / 9 م) و بعضی ملوک دیگر نیز گفته شده است (ابن قدامه، 30-56، 131-191؛ یافعی، 189، 225-233؛ ابن عساکر، همانجا؛ پند پیران، 57-61)، لیکن در این مورد خاص احتمال اینکه روایات بودایی با داستان ابراهیم ادهم درآمیخته باشد، بی‌وجه نیست، زیرا بلخ در آن روزگار یکی از مراکز مهم تعلیمات و تبلیغات بودایی بوده و سرگذشت بودا، چنانکه از روایات سغدی و ترکی و فارسی و عربی داستان بلوهر و بوذاسف بر‌می‌آید، در شرق ایران و در میان بوداییان، مانویان و مسلمانان آن نواحی شهرت تمام داشته است. آنچه مؤید این احتمال است و تاکنون بدان توجه نشده، یکی داستان ملاقات ابراهیم با پسر خود در مکه است که عطار (صص 108- 109) و دیگران آن را نقل کرده‌اند و آن نیز به داستان ملاقات بودا با پسرش راهولا بی‌شباهت نیست. دیگری گفت‌و‌گوی او با ابلیس است (عطار، 122) که روبه‌رو شدن بودا را با مارا به یاد می‌آورد. نسب‌نامۀ او در اکثر تذکره‌ها و منابع تاریخی (ابن عساکر، 167؛ ابن خلکان، 1 / 31؛ ابن کثیر، 10 / 135) به صورتی است که در آغاز این گفتار نقل شد (با تفاوتهای اندکی که در نقل و کتابت روی داده است) و غالباً او را از اعراب دانسته‌اند، ولی این احتمال نیز هست که اجداد وی از موالی بوده و به بکربن وائل منسوب بوده‌اند (بستی، 183؛ ابوالفداء، 2 / 9؛ ابن اثیر، 6 / 56). ابویوسف بسوی در کتاب المعرفة و التاریخ (2 / 455) گفته است که وی از اعرابی بوده که به خراسان نزد لیث (ظاهراً لیث بن نصر سیار) رفته و در آنجا اقامت گزیده است. البته این خبر را سند دیگری تأیید نمی‌کند و بعید نیست که در نقل روایت خلط و اشتباهی روی داده باشد. ولادت او در بلخ بوده است (ابن اثیر، ابوالفداء، بستی، همانجاها)، ولی بعضی از مورخان نوشته‌اند که هنگامی که پدر و مادرش به حج رفته بودند، ابراهیم در مکه تولد یافت (ابونعیم، 7 / 371؛ مزّی، 2 / 30؛ ذهبی، سیر اعلام ، 7 / 388؛ ابن ملقّن، 5). دربارۀ علت خروج او از بلخ نیز روایات مختلف است. اغلب مورخان و تذکره‌نویسان نوشته‌اند که وی در پی دگرگونی روحی و ترک اغراض دنیوی به عراق عرب و شام رفت تا زندگانی زاهدانه در پیش گیرد و رزق حلال از دسترنج خویش حاصل کند، ولی طبق روایتی که ابن عساکر نقل کرده است (2 / 168) وی از ترس ابومسلم از خراسان گریخت و به نواحی مرزی شام و روم (ثغور) رفت (نک‍ : ذهبی، همانجا؛ مزّی، 2 / 29؛ ماسینیون، 235-236 ). بنابر روایت دیگری که ابونعیم اصفهانی آورده است، عبداللـه بن مبارک گفته است که من و ابراهیم ادهم و گروهی دیگر در طلب علم از خراسان بیرون شدیم (7 / 369). ابراهیم پس از خروج از بلخ به عراق عرب و از آنجا به حجاز و شام رفت و سالیان دراز در شهرهای آن نواحی به سیر آفاق و تزکیۀ نفس مشغول بود و طبق روایات در جنگهای مسلمانان با روم نیز شرکت می‌جست، چنانکه گفته‌اند که حتّی در وقت مرگ خواسته بود که تیر و کمانش را به دستش بدهند (ابن عساکر، 2 / 199؛ کتبی، 1 / 13). به گفتۀ فریدالدین عطار، ابراهیم ادهم پس از ترک بلخ به نیشابور رفت و در آنجا در غاری مسکن گزید و مدت 9 سال در آن غار به عبادت و ریاضت مشغول شد، ولی هنگامی که مردمان از احوال او باخبر شدند، آن محل را ترک کرد و به مکه روی نهاد (صص 104-105)، این روایت پیش از عطار هم در خراسان معروف بوده و محمدبن منوّر در اسرار التوحید از رفتن ابوسعید ابوالخیر به آن ناحیه (که آن را «زندرزن» می‌گوید) برای زیارت غار و صومعۀ ابراهیم ادهم، و همراه شدن ابوعلی‌سینا با ابوسعید سخن گفته است (4 / 194-195). سکنی گزیدن زاهدان و عابدان در غارها امری معمول بوده است و در کتب دیگر نیز اشارات بسیار بدان دیده می‌شود. به گفتۀ کلاباذی در کتاب التعرف این گروه از زاهدان را «شکفتیّه»، یعنی ساکنان شکفتها و غارها، می‌نامیده‌اند (ص 21) و بعید نیست که ابراهیم ادهم پیش از رفتن به عراق و حجاز و شام چندی در این محل انزوا و تجرد اختیار کرده باشد. ابراهیم ادهم در مکّه با سفیان ثوری و فضیل بن عیاض و ابویوسف غسولی صحبت داشت (سلمی، 13؛ انصاری، 68؛ ابن ملقّن، 6) و گفته‌اند که وی شاگرد ابوحنیفه بود (هجویری، 113، 128). ابوحنیفه در حق او می‌گفت که «او به خدمت خداوند مشغول شد و ما به خدمت تنهای خود» (همو، 51؛ عطار، 102). بنابر گفتۀ اکثر مورخان وی در جنگ با رومیان بیمار شد و درگذشت. وفات او را ابن عساکر (2 / 196) از قول محمدبن اسماعیل بخاری 161 ق / 778 م گفته و بستی (ص 183)، سمعانی (2 / 305)، ذهبی ( العبر، 1 / 183)، ابن ملقّن (ص 6)، ابن اثیر (6 / 56) و کتبی (1 / 14) نیز همین سال را ذکر کرده‌اند، ولی ابوالفداء (2 / 9)، مزّی (2 / 37)، ابن کثیر (10 / 135)، ابن عماد (1 / 255) و ابن حجر (1 / 102) مرگ او را در 162 ق / 779 م دانسته‌اند. ابن عساکر نیز (همانجا) سال اخیر را درست دانسته است. سال 140 که ابن خلکان (1 / 32) ذکر کرده و سالهای 163 و 166 که کسان دیگر گفته‌اند (مزّی 2 / 37؛ ابن عساکر، همانجا؛ انصاری، 68) با ضبط اکثر تواریخ مغایر است. مدفن او را بعضی از مورخان بنابر قول محمدبن اسماعیل بخاری در سوقین از قلعه‌های روم دانسته (ابن عساکر، همانجا؛ یاقوت، 3 / 285؛ مزّی، 2 / 36-37)، و بعضی دیگر (ابونعیم، 8 / 9؛ ابن خلکان، 1 / 32؛ ابن ملقّن، 6؛ ابن جوزی، 4 / 131) در شهر صور گفته‌اند. در بعضی از منابع آمده است که وی «برساحل دریا» دفن شد بی‌آنکه ذکری از نام محل دفن او باشد، و از قول ابوسعید بن یونس گفته‌اند که ابراهیم ادهم برای زیارت رِشدین بن سعد (از تابعین) به مصر رفت و در آنجا در 162 درگذشت (مزّی، 2 / 37؛ ابن عساکر، 2 / 196؛ ابن حجر، 1 / 103). این نظر اخیر را می‌توان با گفتۀ محمدبن کناسه (شاعر عصر عباسی) خواهرزادۀ ابراهیم ادهم مربوط دانست که در قصیده‌ای در مدح خال خود (ابوالفرج اصفهانی، 11 / 113) به «جَدَث الغربی» یعنی گورستان ناحیۀ «غربی» که در شمال مصر و غرب دلتای رود نیل واقع است، اشاره می‌کند. در سدۀ 7 و 8 ق / 13 و 14 م مردمان شام و فلسطین مقبرۀ ابراهیم ادهم را در شهر جبله می‌دانستند و ابن‌بطوطه آرامگاه او را در این شهر و نیز عبادتگاه او را در جبل لبنان زیارت کرده است (صص 78، 83، 283). پیش از ابن بطوطه، ابوالحسن هروی در کتاب الاشارات الی معرفة الزیارات قبر او را در جبله لبنان زیارت کرده است (صص 78، 83، 283). پیش از ابن بطوطه، ابوالحسن هروی در کتاب الاشارات الی معرفة الزیارات قبر او را در جبله بر ساحل دریا گفته (ص 23) و در جای دیگر از همین کتاب، به قریۀ کَفَر بَریک که تربت لوط را نیز در آن می‌دانستند، اشاره کرده، ولی گفته است که درست همان جبله است (ص 29). به گفتۀ ابن بطوطه (ص 382) در شهر بلخ تا زمان او خانۀ ابراهیم ادهم را مردمان می‌شناخته‌اند و او خود به زیارت آن رفته است. این اختلافات ظاهراً از همان اوائل پیدا شده و موجب گردیده است که ابن جوزی به وجود دو ابراهیم ادهم قائل شود (ابن حجر، 1 / 103)، و در زمان فریدالدین عطار به نوعی بوده است که وی می‌گوید: «نقل است که چون عمرش به آخر رسید ناپیدا شد، چنانکه به تعیین، خاک او پیدا نیست. بعضی گویند در بغداد است و بعضی گویند در شام است، و بعضی گویند آنجاست که شهرستان لوط پیغمبر ـ علیه‌السلام ـ به زمین فرو رفته است و او در آنجا گریخته است از خلق و هم آنجا وفات کرده است» (ص 127). ابراهیم ادهم را در شمار محدّثین نیز آورده‌اند (بخاری، 1(1) / 273؛ ابن ابی حاتم رازی، 1(1) / 87؛ ذهبی، العبر، 1 / 183؛ ابن‌حجر، 1 / 102؛ مزّی، 2 / 27- 28) و ابونعیم (8 / 51- 58) و راویان حدیث احادیثی از او نقل کرده‌اند (سلمی، 14؛ مزّی، 2 / 38- 39؛ ابن کثیر، 10 / 135، 145؛ ابن عساکر، 2 / 167- 168) و نسخه‌ای نیز از کتابی به نام جزء فیه مسند احادیث ابراهیم بن ادهم الزاهد در دارالکتب قاهره موجود است ( GAS, 1 / 215 )، ولی ظاهراً در اواخر عمر نقل و روایت حدیث را رها کرد. از قول او آورده‌اند که گفت: 3 چیز مرا از این کار بازداشت، یکی شکر نعمت، دیگر استغفار از معصیت، سه دیگر آماده شدن برای مرگ (ابن کثیر، 10 / 137). در بعضی از منابع متأخر شیعی آمده است که ابراهیم ادهم در مکه به خدمت امام محمد باقر (ع) رسید و از برکات و انفاس او بهره گرفت (شوشتری، 2 / 24) و طبق روایاتی که نقل کرده‌اند وی در کوفه، هنگامی که امام صادق (ع) از آن شهر عازم مدینه بود، همراه با جمعی از علما به مشایعت آن حضرت رفت (ابن فهد، 70؛ خوانساری، 1 / 145). ولادت ابراهیم ادهم را در حدود 100 ق / 718 م نوشته‌اند (ذهبی، سیر اعلام ، 7 / 387- 388). خروج او از بلخ طبق اغلب روایات در روزگار جوانی بوده و اگر گریختن او از پیش ابومسلم، چنانکه قبلاً اشاره شد، درست باشد، باید در حدود 130 تا 132 ق از بلخ بیرون رفته باشد. به هر حال ارتباط او با امام باقر (ع) که در 114 ق / 732 م وفات یافته دور از احتمال است، هر‌چند که نام او را در شمار راویان حدیث از آن حضرت آورده‌اند (مزّی، 2 / 27؛ کتبی، 1 / 13؛ صفدی، 5 / 318). با اینهمه دور نیست که با امام صادق (ع) ملاقات کرده باشد. بودن او در کوفه و مکه و مدینه، در زمان حیات امام صادق (د 148 ق / 765 م) و مشابهت برخی از سخنان او با اقوالی که از آن حضرت نقل شده (ابونعیم 8 / 11؛ شیبی، 1 / 205، 208)، انتساب او به قبیلۀ بنی‌عجل که به دوستی اهل بیت شهرت داشتند و نیز انتساب او به قبیلۀ بکربن وائل که گروهی از آنان پیروان علی (ع) بودند (ثقفی، 1 / 338)، می‌تواند از نوعی ارتباط یا ارادت او به خاندان نبوت حکایت کند، ولی هیچ یک از این اشارات دلیل بر تشیع ابراهیم ادهم نیست و در کتبی که قدما در رجال نوشته‌اند، نام او در شمار پیروان ائمۀ اطهار نیامده است. شخصیت ابراهیم ادهم و احوال و اقوال او در تاریخ تصوف اسلامی و در نخستین مراحل شکل‌گیری آن تأثیر و اهمیت بسیار داشته است. ابهامات و آشفتگیهایی که در شرح احوال و ذکر وقایع زندگانی او دیده می‌شود، و نیز افسانه‌هایی که دربارۀ او ساخته شده، همگی برخاسته از شهرت او و دلیل بر تأثیری است که شخصیت و اقوال و رفتار او در افکار و اذهان مردم بر جای گذارده است. سلسلۀ چشتیه شجرۀ طریقت خود را از طریق شیخ ابواسحاق چشتی (معروف به شامی) به سلسلۀ ادهمیه و ابراهیم ادهم می‌رسانند (آریا، 69، 74-77) و سلاطین فاروقیۀ دکن با جعل نسب‌نامه‌ای نسل خود را از طریق او (؟!) به عمربن خطاب می‌پیوستند (فرشته، 2 / 277). در ادبیات عرفانی، ابراهیم ادهم یکی از برترین نمونه‌های زهد و ترک و تجرّد به شمار رفته است. ابوحنیفه او را «سیدنا» خطاب می‌کرد، و جنید او را «مفاتیح العلوم» لقب داده است (هجویری، 129؛ عطار، 102) چنانکه یوسف مزّی در تهذیب الکمال (2 / 36) از قول عبدالوهاب میدانی نقل کرده است، ابوالعباس احمدبن محمد بَرْدَعی کتابی دربارۀ ابراهیم ادهم تألیف کرده بود به نام زهد ابراهیم . از این کتاب امروز اثری در دست نیست، لیکن از کتاب دیگری دربارۀ او به نام الروض النسیم و الدّر الیتیم فی مناقب السّلطان ابراهیم و یا سیرة‌السلطان ابراهیم بن ادهم نسخه‌هایی موجود است که به قلم احمدبن یوسف سنان القَرَمانی (د 1019 ق / 1611 م) نوشته شده و ترجمه و تلخیصی است از کتاب دیگری به نام الطراز المعلم ( فی قصة ) السلطان ابراهیم ادهم که به زبان ترکی و به قلم درویش حسن رومی (سدۀ 10 ق / 16 م) نوشته شده بود ( GAL, II / 301 ؛ آلوارت، VIII / 47-48 ؛ العش، 294). این شرح حال شامل داستانهایی است دربارۀ ابراهیم ادهم، پدرش و جدش، و مترجم مطالبی از کتب دیگر نیز بر اصل کتاب افزوده است ( آلوارت، همانجا). در کتابخانۀ گوتا (در آلمان) نیز نسخه‌ای از منظومه‌ای با عنوان قصة ولی‌اللـه ادهم به زبان عربی هست (پرچ، IV / 461-462). به زبان فارسی نیز داستانهای عامیانۀ دیگری دربارۀ او نوشته‌اند (بدوی، 228- 229). ابوالحسن محمد شاعر هندی داستان زندگانی ابراهیم ادهم را به نام گلزار ابراهیم به زبان اردو به نظم درآورده که چند بار به چاپ رسیده است (بلومن هارت، II / 6). داستان ترک سلطنت ابراهیم در افسانه‌های عامیانۀ ایرانی هم دیده می‌شود و در روایتی از آن که در کاشان معروف است، سبب تنبّه و توبۀ او سخنی است که از یکی از کنیزکان خود می‌شنود (م. م.، 113). در اندونزی داستان ابراهیم ادهم شهرت و رواج تمام داشته و با تصرفات و اضافات گوناگون به اغلب زبانهای این ناحیه نقل شده است (جونز، 8 ). در ادبیات مالاکایی علاوه‌بر روایات و داستانهایی که در کتاب بستان السلاطین فی ذکر الاولین و الآخرین ، نوشته نورالدین الرّانیری (سدۀ 11 ق / 17 م) دربارۀ ابراهیم ادهم از کتابهایی چون روض الریاحین یافعی و تذکره‌های فارسی و عربی نقل و ترجمه شده است (همو، 8- 11 )، کتاب افسانه‌آمیز مستقلی دربارۀ او موجود است به نام حکایة سلطان ابراهیم بن ادهم که تألیف آن به شخصی به نام ابوبکر حضرموتی نسبت داده شده و معلوم نیست که این شخص مؤلف کتاب به زبان عربی بوده یا مترجم و یا مؤلف آن به زبان مالاکایی. این داستان سراسر ساختگی است، ولی در برخی موارد مشابهتهای دوری با روایات مشهور و قدیمی مربوط به ابراهیم ادهم دارد و نکات اخلاقی و عرفانی آن شایستۀ توجه است (همو، 9-20 ). این داستانها هیچ‌گونه ارزش تاریخی ندارند و تنها از دامنۀ وسیع شهرت و میزان تأثیر شخصیت این زاهد مسلمان در اذهان و افکار عامۀ مسلمانان در نقاط مختلف جهان حکایت می‌کنند. شهرت ابراهیم ادهم از حدود سرزمینهای اسلامی فراتر رفته و در ادبیات اروپائی نیز آثاری بر جای نهاده است. نیکولائومانوچی سیاح و مورخ ایتالیایی که در قرن 11 ق / 17 م در دربار شاهان مغولِ هند بوده، یکی از داستانهای مربوط به ابراهیم را در کتاب « تاریخ مغول » خود درج کرده و شاعر معروف انگلیسی لی‌هانت (1784- 1859 م) در قطعه‌ای بسیار شیوا به نام «ابو ابن ادهم» داستان خواب دیدن ابراهیم، جبرائیل را در حالی که نام دوستان حق را بر صحیفه‌ای می‌نوشت، به نوعی که در تذکرة‌الاولیاءِ عطار (ص 123) دیده می‌شود، به زبان انگلیسی نظم کرده است. اهمیت ابراهیم ادهم در تاریخ تصوف اسلامی بیش‌تر از جهت سهمی است که وی در تحول زهد و تقوی و عبادت اولیۀ اسلامی به ریاضات و مجاهدات و افکار صوفیانه دوره‌های بعد داشته است. وی برجسته‌ترین نمایندۀ این جریان بوده و پیش از او حسن بصری و سفیان ثوری، و بعد از او کسانی چون شاگردش شقیق بلخی و رابعۀ عدویّه در ظهور و تکامل آن سهم اساسی داشته‌اند. مقدمات و مراحل اولیۀ بسیاری از اصول نظری و قواعد اخلاقی و عملی عرفان اسلامی را که از سده‌های 3 و 4 ق / 9 و 10 م به بعد به‌عنوان مبانی و شرایط سیر و سلوک و منازل و مراحل طریقت شناخته شد، در اعمال و اقوال منسوب به او می‌توان یافت. بسیاری از معانی و مفاهیم رایج در میان متصوفه، چون خوف و رجا، صبر و رضا، توبه و زهد، اخلاص و شکر و توکّل، عزلت و خلوت، فقر و غنا، قرب و محبت و آداب مربوط به صحبت و خدمت و معیشت، پیش از آنکه در کتب و رسالاتی که کسانی چون محاسبی، سرّاج، کلاباذی و قشیری نوشته‌اند، تعریف و تبیین شود و به عنوان معاملات و مکاسب و به صورت مقامات و احوال تنظیم و ترتیب یابد، در روایاتی که ابونعیم اصفهانی و مؤلفان و تذکره‌نویسان دیگر دربارۀ او نقل کرده‌اند، به تعابیر مختلف و غالباً در ضمن بیان موارد و مواقع آنها، به روشنی دیده می‌شود. مخالفت او با نفس (ابونعیم، 7 / 371؛ هجویری، 77- 79) و پرهیزش از شهرت و گریزان بودنش از اقبال مردم (ابونعیم، 7 / 369، 372؛ عطار، 105، 106-107) گاهی رفتار و اعمال ملامتیّه را به یاد می‌آورد و روش وی در ایثار و انفاق در حق اصحاب و همراهان خود به روش و سیرت جوانمردان بی‌شباهت نیست. برخلاف فقیران بودایی و راهبان مسیحی که از کار و کوشش برای امرار معاش پرهیز داشتند، وی خواستار رزق حلال از دسترنج خود بود و برای این مقصود در کشتزارها کار می‌کرد، به باغبانی و نگهبانی مزارع می‌پرداخت و در جنگهای مسلمانان با امپراطوری بیزانس شرکت می‌کرد. گرچه خود در آغاز جوانی تأهل اختیار کرده و دارای فرزند شده بود، ولی تحمل بار تأهل را مانع سیر و سلوک می‌دانست و می‌گفت فقیری که زن بگیرد، چون کسی است که در کشتی نشیند و چون فرزند آورد چنان است که غرق شود (ابونصر سراج، 199؛ عطار، 110-111). وی در برابر صاحبان مقام و قدرت بی‌باک و گستاخ بود و با لحن تند و انتقادآمیز آنان را از دنیاپرستی و دین‌فروشی برحذر می‌داشت (ابونعیم، 8 / 10؛ مزّی، 2 / 36؛ ابن عساکر، 2 / 190؛ ابن‌ابی‌الحدید، 2 / 96). در اقوال منسوب به او سخنان شطح‌آمیز، از آنگونه که به بایزید بسطامی و حلاج نسبت داده‌اند، دیده نمی‌شود و از فنا و بقا، توحید شهودی و وجودی، محو و اثبات، صَحو و سُکر، غیبت و حضور و موضوعات دیگری که در آثار عرفای بعد از او آمده و مبانی نظری عرفان اسلامی را تشکیل داده است، نشان روشنی نیست. راه و روش او در تصوف، زهد و عبادت، ریاضت و مجاهدت، ذم دنیا و گریز از خواسته‌های دنیوی است، و پرهیز از هر چیز که انسان را از یاد خدا و عبادت او دور کند، محور و مرکز اقوال و افکار اوست. از همین جهت شخصیت او در تکامل اصول اخلاقی و تحکیم آداب و ضوابط سلوک صوفیانه بسیار مؤثر بوده است.",
    "آریا، غلامعلی، طریقۀ چشتیه در هند و پاکستان ، تهران، 1365 ش؛ ابن‌ابی حاتم رازی، محمدبن ادریس، الجرح و التعدیل ، حیدرآباد دکن، 1371 ق / 1952 م؛ ابن ابی‌الحدید، عبدالحمیدبن هبة‌اللـه، شرح نهج‌البلاغة ، به کوشش محمد ابوالفضل ابراهیم، 1378 ق / 1959 م؛ ابن اثیر، علی بن محمد، الکامل ، بیروت، 1402 ق / 1982 م؛ ابن بطوطه، رحلة ، بیروت، 1384 ق / 1964 م؛ ابن جوزی، عبدالرحمن، صفة الصفوة ، حیدرآباد دکن، 1392 ق / 1972 م؛ ابن حجر، احمدبن علی، تهذیب التهذیب ، حیدرآباد دکن، 1325 ق؛ ابن خلکان، وفیات الاعیان ، به کوشش احسان عباس، بیروت، 1968-1972 م؛ ابن عساکر، علی، التاریخ الکبیر ، به کوشش عبدالقادر بدران، دمشق، 1330 ق / 1912 م؛ ابن عماد، عبدالحی، شذرات الذهب ، قاهره، 1350 ق / 1931 م؛ ابن فهد حلی، احمدبن محمد، عدة الداعی ، تهران، 1338 ش؛ ابن قدامة، عبداللـه بن احمد، کتاب التوّابین ، به کوشش جرج مقدسی، دمشق، 1961 م؛ ابن کثیر، اسماعیل بن عمر، البدایة و النهایة ، قاهره، 1351- 1358 ق؛ ابن‌ملقّن، عمربن علی، طبقات الاولیاء ، به کوشش نورالدین شریته، بیروت، 1406 ق / 1984 م؛ ابوالفداء، المختصر فی اخبار البشر ، بیروت، دارالمعرفة؛ ابوالفرج اصفهانی، علی بن حسین، الاغانی ، بیروت، 1923-1974 م؛ ابونصر سراج، عبداللـه بن علی، اللمع فی التصوف ، به کوشش رینولد نیکلسون، لیدن، 1914 م؛ ابونعیم اصفهانی، احمدبن عبداللـه، حلیة الاولیاء ، قاهره، 1387 ق / 1967 م؛ انصاری، خواجه عبداللـه، طبقات الصوفیه ، به کوشش سرور مولایی، تهران، 1362 ش؛ بخاری، محمدبن اسماعیل، التاریخ الکبیر ، حیدرآباد دکن، 1361-1364 ق؛ بدوی، عبدالرحمن، تاریخ التصوف الاسلامی ، کویت، 1978 م؛ بستی، محمدبن حبِّان، مشاهیر علماء الامصار ، قاهره، 1959 م؛ بسوی، یعقوب بن سفیان، کتاب المعرفة و التاریخ ، به کوشش اکرم ضیاء العمری، بغداد، 1975 م؛ پند پیران ، به کوشش جلال متینی، تهران، 1357 ش؛ ثقفی، ابراهیم بن محمد، الغارات ، به کوشش جلال‌الدین محدث، تهران، 1355 ش؛ خوانساری، محمدباقر، روضات الجنات ، تهران، 1382 ق / 1962 م؛ ذهبی، شمس‌الدین محمد، العبر ، به کوشش ابوهاجر محمد السعیدبن بسیونی، بیروت، 1045 ق / 1985 م؛ همو، سیر اعلام النبلاء ، به کوشش شعیب الارنووط و علی ابوزید، بیروت، 1406 ق / 1986 م؛ سلمی، محمد، طبقات الصوفیه ، به کوشش یوهانس پدرسن، لیدن، 1960؛ سمعانی، عبدالکریم بن محمد، الانساب ، به کوشش عبدالرحمن بن یحیی المعلمی، حیدرآباد دکن، 1383 ق / 1963 م؛ شوشتری، قاضی نوراللـه، مجالس المؤمنین ، تهران، 1365 ش؛ الشیبی، کامل مصطفی، الصلة بین التصوف و التشیع ، بیروت، 1982 م؛ صفدی، خلیل‌بن ایبک، الوافی بالوفیات ، به کوشش س. دیدرینگ، بیروت، 1389 ق؛ العش، یوسف، فهرس مخطوطات دارالکتب الظاهریة ، دمشق، 1366 ق / 1947 م؛ عطار نیشابوری، فریدالدین، تذکرة الاولیاء ، به کوشش محمد استعلامی، تهران، 1360 ش؛ فرشته، محمدقاسم هندوشاه، تاریخ فرشته ، کانپور، 1290 ق / 1874 م؛ کتبی، محمدبن شاکر، فوات الوفیات ، به کوشش احسان عباس، بیروت، 1973-1974 م؛ کلاباذی، ابوبکربن محمد، التعرف لمذهب اهل التصوف ، بیروت، 1400 ق / 1980 م؛ م. م.، «ابراهیم ادهم»، سخن، س 15، شم‍ 1، 1343 ش؛ محمدبن منور، اسرار التوحید ، به کوشش محمدرضا شفیعی کدکنی، تهران،1366 ش؛ مزّی یوسف، تهذیب الکمال ، به کوشش بشار عواد، بیروت، 1404 ق / 1984 م؛ مولوی، جلال‌الدین، مثنوی معنوی ، به کوشش رینولد ا. نیکلسون، تهران، 1363 ش؛ هجویری، علی بن عثمان، کشف المحجوب ، به کوشش و. ا. ژوکوفسکی، لنینگراد، 1926 م؛ هروی، علی بن‌ابی‌بکر، کتاب الاشارات الی معرفة الزیارات ، به کوشش جانین سوردل، دمشق، 1953 م؛ یافعی، عبداللـه‌بن اسعد، روض الریاحین فی حکایات الصّالحین ، قبرس، مؤسسة عمادالدین؛ یاقوت، معجم البلدان ، بیروت، 1376 ق / 1957 م؛ نیز:",
    "Ahlwardt ; Blumenhardt, J, F., Catalogue of Hindustani Printed Books in the British Museum , London, 1889; GAL; GAS; Jones, Russell, « Ibrahim ibn Adham » , Studies in Islam , New Delhi, Vol., V, No. 1, 1968; Massignon, Louis, Essai sur les origines du lexique technique de la mystique musulmane , Paris, 1968; Pertsch, W., Die arabischen Handschriften der herzoglichen Bibliothek zu Gotha , Frankfurt, 1987.",
    "فتح‌الله مجتبائی"
  ],
  "bibliography": [
    "آریا، غلامعلی، طریقۀ چشتیه در هند و پاکستان ، تهران، 1365 ش",
    "ابن‌ابی حاتم رازی، محمدبن ادریس، الجرح و التعدیل ، حیدرآباد دکن، 1371 ق / 1952 م",
    "ابن ابی‌الحدید، عبدالحمیدبن هبة‌اللـه، شرح نهج‌البلاغة ، به کوشش محمد ابوالفضل ابراهیم، 1378 ق / 1959 م",
    "ابن اثیر، علی بن محمد، الکامل ، بیروت، 1402 ق / 1982 م",
    "ابن بطوطه، رحلة ، بیروت، 1384 ق / 1964 م",
    "ابن جوزی، عبدالرحمن، صفة الصفوة ، حیدرآباد دکن، 1392 ق / 1972 م",
    "ابن حجر، احمدبن علی، تهذیب التهذیب ، حیدرآباد دکن، 1325 ق",
    "ابن خلکان، وفیات الاعیان ، به کوشش احسان عباس، بیروت، 1968-1972 م",
    "ابن عساکر، علی، التاریخ الکبیر ، به کوشش عبدالقادر بدران، دمشق، 1330 ق / 1912 م",
    "ابن عماد، عبدالحی، شذرات الذهب ، قاهره، 1350 ق / 1931 م",
    "ابن فهد حلی، احمدبن محمد، عدة الداعی ، تهران، 1338 ش",
    "ابن قدامة، عبداللـه بن احمد، کتاب التوّابین ، به کوشش جرج مقدسی، دمشق، 1961 م",
    "ابن کثیر، اسماعیل بن عمر، البدایة و النهایة ، قاهره، 1351- 1358 ق",
    "ابن‌ملقّن، عمربن علی، طبقات الاولیاء ، به کوشش نورالدین شریته، بیروت، 1406 ق / 1984 م",
    "ابوالفداء، المختصر فی اخبار البشر ، بیروت، دارالمعرفة",
    "ابوالفرج اصفهانی، علی بن حسین، الاغانی ، بیروت، 1923-1974 م",
    "ابونصر سراج، عبداللـه بن علی، اللمع فی التصوف ، به کوشش رینولد نیکلسون، لیدن، 1914 م",
    "ابونعیم اصفهانی، احمدبن عبداللـه، حلیة الاولیاء ، قاهره، 1387 ق / 1967 م",
    "انصاری، خواجه عبداللـه، طبقات الصوفیه ، به کوشش سرور مولایی، تهران، 1362 ش",
    "بخاری، محمدبن اسماعیل، التاریخ الکبیر ، حیدرآباد دکن، 1361-1364 ق",
    "بدوی، عبدالرحمن، تاریخ التصوف الاسلامی ، کویت، 1978 م",
    "بستی، محمدبن حبِّان، مشاهیر علماء الامصار ، قاهره، 1959 م",
    "بسوی، یعقوب بن سفیان، کتاب المعرفة و التاریخ ، به کوشش اکرم ضیاء العمری، بغداد، 1975 م",
    "پند پیران ، به کوشش جلال متینی، تهران، 1357 ش",
    "ثقفی، ابراهیم بن محمد، الغارات ، به کوشش جلال‌الدین محدث، تهران، 1355 ش",
    "خوانساری، محمدباقر، روضات الجنات ، تهران، 1382 ق / 1962 م",
    "ذهبی، شمس‌الدین محمد، العبر ، به کوشش ابوهاجر محمد السعیدبن بسیونی، بیروت، 1045 ق / 1985 م",
    "همو، سیر اعلام النبلاء ، به کوشش شعیب الارنووط و علی ابوزید، بیروت، 1406 ق / 1986 م",
    "سلمی، محمد، طبقات الصوفیه ، به کوشش یوهانس پدرسن، لیدن، 1960",
    "سمعانی، عبدالکریم بن محمد، الانساب ، به کوشش عبدالرحمن بن یحیی المعلمی، حیدرآباد دکن، 1383 ق / 1963 م",
    "شوشتری، قاضی نوراللـه، مجالس المؤمنین ، تهران، 1365 ش",
    "الشیبی، کامل مصطفی، الصلة بین التصوف و التشیع ، بیروت، 1982 م",
    "صفدی، خلیل‌بن ایبک، الوافی بالوفیات ، به کوشش س. دیدرینگ، بیروت، 1389 ق",
    "العش، یوسف، فهرس مخطوطات دارالکتب الظاهریة ، دمشق، 1366 ق / 1947 م",
    "عطار نیشابوری، فریدالدین، تذکرة الاولیاء ، به کوشش محمد استعلامی، تهران، 1360 ش",
    "فرشته، محمدقاسم هندوشاه، تاریخ فرشته ، کانپور، 1290 ق / 1874 م",
    "کتبی، محمدبن شاکر، فوات الوفیات ، به کوشش احسان عباس، بیروت، 1973-1974 م",
    "کلاباذی، ابوبکربن محمد، التعرف لمذهب اهل التصوف ، بیروت، 1400 ق / 1980 م",
    "م. م.، «ابراهیم ادهم»، سخن، س 15، شم‍ 1، 1343 ش",
    "محمدبن منور، اسرار التوحید ، به کوشش محمدرضا شفیعی کدکنی، تهران،1366 ش",
    "مزّی یوسف، تهذیب الکمال ، به کوشش بشار عواد، بیروت، 1404 ق / 1984 م",
    "مولوی، جلال‌الدین، مثنوی معنوی ، به کوشش رینولد ا. نیکلسون، تهران، 1363 ش",
    "هجویری، علی بن عثمان، کشف المحجوب ، به کوشش و. ا. ژوکوفسکی، لنینگراد، 1926 م",
    "هروی، علی بن‌ابی‌بکر، کتاب الاشارات الی معرفة الزیارات ، به کوشش جانین سوردل، دمشق، 1953 م",
    "یافعی، عبداللـه‌بن اسعد، روض الریاحین فی حکایات الصّالحین ، قبرس، مؤسسة عمادالدین",
    "یاقوت، معجم البلدان ، بیروت، 1376 ق / 1957 م",
    "نیز:",
    "Ahlwardt",
    "Blumenhardt, J, F., Catalogue of Hindustani Printed Books in the British Museum , London, 1889",
    "GAL",
    "GAS",
    "Jones, Russell, « Ibrahim ibn Adham » , Studies in Islam , New Delhi, Vol., V, No. 1, 1968",
    "Massignon, Louis, Essai sur les origines du lexique technique de la mystique musulmane , Paris, 1968",
    "Pertsch, W., Die arabischen Handschriften der herzoglichen Bibliothek zu Gotha , Frankfurt, 1987."
  ],
  "signature": "فتح‌الله مجتبائی",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 274
}