{
  "id": "eweb_466",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/226472/%D8%A7%D8%A8%D9%88%D8%A7%D9%84%D8%AE%DB%8C%D8%B1-%D8%A7%D9%82%D8%B7%D8%B9-%D8%AA%DB%8C%D9%86%D8%A7%D8%AA%DB%8C",
  "annotator": "Jeremy",
  "title": "ابوالخیر اقطع تیناتی",
  "authors": [
    "غلامعلی آریا"
  ],
  "last_updated": "چهارشنبه 21 خرداد 1399",
  "content": [
    "اَبوالْخِیرِ اَقْطَعِ تیناتی، حمّاد (عباد) بن عبدالله، از عرفای سدۀ 4 ق. وی غلامی بوده در تینات كه دهی است در نزدیكی مصیصه در كنار دریای شام (سمعانی، 3 / 126؛ یاقوت، 1 / 910؛ جامی، 209؛ ابن تغری بردی، 3 / 308). اصل او از مغرب بوده، اما خود در تینات اقامت داشته است (سلمی، 382؛ سمعانی، 3 / 127؛ قشیری، الرسالة ، 394). ذهبی (16 / 22) و صفدی (13 / 445) هم او را سیاه چهره‌ای از مغرب یاد كرده‌اند. وی مدتی در جبل لبنان می‌زیسته (انصاری، 398؛ یاقوت، ذهبی، همانجاها) و روایت شده است كه با حیوانات وحشی مأنوس بوده است و در این باب كراماتی به او نسبت داده‌اند (نك‍ : سلمی، همانجا؛ ابونعیم، 10 / 377- 378؛ سمعانی، همانجا؛ ابن ملقن، 193-194؛ محمود بن عثمان، 84). ابوالخیر از آن جهت به «قطع» شهرت یافته كه یك دست وی بریده شده بود. سراج، سلمی و انصاری علت قطع دست وی را ذكر نكرده‌اند، لیكن منابع دیگر سبب آن را به صورتهای متفاوت آورده‌اند. اغلب روایات چنان است كه وی به سبب شكستن عهدی كه با خداوند بسته بود، به اتهام دزدی دستگیر شد و پیش از آنكه او را بشناسند، دستش را بریدند (نك‍‍ : ابونعیم، 10 / 378؛ ابـن جوزی، المنتـظم ، 6 / 377؛ ذهبـی، 16 / 23؛ نیـز نك‍ : كلاباذی، 156؛ مستملی، 3 / 1248؛ عطار، 548- 549). بعضی از منابع علت قطع دست او را بیماری آكله دانسته‌اند (همانجا). هجویری از قطع پای او نیز به علت آكله سخن گفته است (ص 391). مولوی در مثنوی داستان قطع دست ابوالخیر را به نظم در آورده است (ص 92- 99). ابوالخیر اقطع با آنكه یك دست داشته، از طریق زنبیل بافی روزگار می‌گذرانیده و بر كسی معلوم نبوده است كه وی چگونه می‌توانسته با یك دست چنین كاری بكند (ابونعیم، 10 / 377؛ انصاری، سمعانی، یاقوت، جامی، همانجاها). از خانوادۀ او تنها نام فرزندش عیسی كه وی نیز از صلحا بوده، به ما رسیده است (انصاری، 400؛ یاقوت، ابن ملقن، ذهبی، همانجاها)، اما از دوستان و مصاحبان وی اطلاع بیشتری داریم كه از جملۀ آنها ابوعبدالله ابن جلاء، ابوسلیمان خوّاص مغربی، ابوعثمان مغربی، جنید بغدادی، احمد بن حسین رازی، ابوالحسن سیروانی كهین را می‌توان نام برد؛ حمزۀ علوی نیز نزد وی شاگردی كرده است (سلمی، ابونعیم، همانجاها؛ انصاری، 132، 243، 399، 441، 482؛ ابن اثیر، 9 / 37؛ ابن كثیر، 11 / 322؛ سیوطی، 1 / 514).  به ابوالخیر كرامات بسیار نسبت داده و او را مشرف بر احوال خواطر دانسته‌اند (نك‍ : سلمی، همانجا؛ انصاری، 398- 399؛ قشیری، همان، 237- 238؛ ابن جوزی، صفة الصفوة ، 4 / 238- 285؛ محمود ابن عثمان، 83-84؛ یافعی، 146-147؛ ابن ملقن، 191-194؛ جامی، 209-214). همچنین در توكل دارای مقام بوده است (انصاری، 399؛ جامی، 209؛ سیوطی، همانجا) و بزرگان صوفیه فضایل و كمالات او را ستوده‌اند. سال وفات ابوالخیر دقیقاً معلوم نیست، ولی مسلماً بعد از 340 ق بوده است (ابن جوزی، همان، 4 / 285؛ ابونعیم، همانجا). صاحبان تذكره‌ها و طبقات نیز به تفاوت وفات او را میان سالهای 340 و 350 قمری گفته‌اند (نك‍ : سلمی، همانجا؛ قشیری، همان، 394؛ ابن‌اثیر، 8 / 533؛ ابن‌شاكر، 11 / 38؛ ذهبی، صفدی، ابن تغری بردی، جامی، همانجاها). اگر در مورد سال وفاتش اختلاف است، دربارۀ عمر او و محل دفن او اختلافی نیست. گفته‌اند كه وی 120 سال عمر كرد (انصاری، 440؛ ابن اثیر، همانجا؛ ابن ملقن، 191) و در گورستان قرافۀ صغری در باب تربت مسلم السلمی، جنب منارۀ دیلمیه نزدیك قبر ذوالنون مصری دفن شد (ابن ظهیره، 193؛ شعرانی، 1 / 109؛ نبهانی، 1 / 453). ابن‌ظهیره گوید كه اهل مصر عقیده دارند كه هر كس روزهای شنبه این قبر و قبور دیگر قبرستان قرافه را زیارت كند، دعایش مستجاب می‌گردد (همانجا). اگرچه به ابوالخیر اثری نسبت داده نشده است، لیكن از اقوال و گفتار او می‌توان به احوال و افكارش تا حدودی پی برد. او خود گرچه سفرهای طولانی كرده است، اما هر سفری را كه جز برای غزو و جهاد یا زیارت كعبه بوده، نادرست دانسته و اظهار كرامات را نیز بدعت شمرده است (انصاری، 399-401؛ جامی، 209-210). در نظر او هر كس كه اعمال و احوال خود را ظاهر سازد، مُرائی و مدعی است (ابونعیم، انصاری، جامی، ابن ملقن، همانجاها). وی از صوفیان زمان خود بدان سبب كه به تربیت مریدان توجه و اهتمام ندارند، انتقاد می‌كند و به یكی از معاصران خود می‌نویسد كه: «وِزرِ جهل درویشان بر شماست، زیرا كه شما بر خویشتن مشغول شدید و از تربیت ایشان باز ماندید و ایشان در جهل بماندند» (قشیری، ترجمۀ رساله، 503، نیز نك‍ : الرسالـة ، 295؛ سراج، 236؛ شعرانی، همانجا) و از او نقل كرده‌اند كه گفته است: «در دوزخ نگاه كردم، بیشترین دوزخیان مرقع‌داران و ركوه‌داران دیدم» (روزبهان، 232).",
    "ابن اثیر، علی بن محمد، الكامل ، بیروت، 1399 ق / 1979 م؛ ابن تغزی بردی، النجوم الزاهرة ، مصر، 1358 ق؛ ابن جوزی، عبد الرحمن بن علی، صفة الصفوة ، به كوشش محموود فاخوری و دیگران، بیروت، 1406 ق / 1986 م؛ همو، المنتظم، حیدر‌آباد دكن، 1357 ق؛ ابن شاكر كتبی، محمد، عیون التواریخ ، نسخۀ خطی موجود در كتابخانۀ احمد ثالث استانبول، شم‍ 2922؛ ابن ظهیره، الفضائل الباهرة ، به کوشش مصطفی سقا و کامل مهندس، جمهوری عربی متحده، 1969 م؛ ابن كثیر، البدایة والنهایة ، به كوشش احمد ابوملحم و دیگران، بیروت، 1407 ق / 1987م؛ ابن ملقن، عمر بن علی، طبقات الاولیاء ، به کوشش نورالدین شریبه، بیروت، 1406 ق / 1986 م؛ ابونعیم اصفهانی، احمد بن عبدالله، حیلة الاولیاء ، قاهره، 1357 ق / 1938 م؛ انصاری هروی، خواجه عبدالله، طبقات الصوفیه ، به كوشش عبدالحی حبیبی، كابل، 1341 ش؛ جامی، عبدالرحمن بن احمد، نفحات الانس ، به كوشش مهدی توحیدی‌پور، تهران، 1366 ش؛ ذهبی، محمد بن احمد، سیر اعلام النبلاء ، به كوشش شعیب ارنؤوط و اكرم بوشی، بیروت، 1404 ق / 1984 م؛ روزبهان بقلی، شرح شطحیات ، به كوشش هانری كربن، تهران، 1360 ش / 1981 م؛ سراج طوسی، عبدالله بن علی، اللمع فی التصوف ، به كوشش نیكلسون، لیدن، 1914 م؛ سلمی، محمد بن حسین، طبقات الصوفیة ، به كوشش پدرسن، لیدن، 1960 م؛ سمعانی، عبدالكریم بن محمد، الانساب ، به كوشش عبدالرحمن بن یحیی معلمی یمانی، حیدرآباد دكن، 1383 ق / 1963 م؛ سیوطی، حسن المحاضرة ، به كوشش محمد ابوالفضل ابراهیم، قاهره، 1387 ق / 1967 م؛ شعرانی، عبدالوهاب بن احمد، الطبقات الكبری ، قاهره، 1374 ق / 1954 م؛ صفدی، خلیل بن ایبك، الوافی بالوفیات ، به كوشش محمد حجیری، بیروت، 1404 ق / 1984 م؛ عطار، فریدالدین، تذكرة الاولیاء ، به كوشش محمد استعلامی، تهران، 1366 ش؛ قشیری، عبدالكریم بن هوازن، ترجمۀ رسالۀ قشیریه ، به كوشش بدیع الزمان فروزانفر، تهران، 1361 ش؛ همو، الرسالة القشیریة ، به كوشش معروف زریق و علی عبدالحمید بلطه جی، بیروت، 1408 ق / 1988 م؛ كلاباذی، محمد، التعرف لمذهب اهل التصوف ، به كوشش عبدالحلیم محمود و طه باقی سرور، قاهره، 1380 ق / 1960 م؛ محمود بن عثمان، فرودس المرشدیه ، به كوشش ایرج افشار، تهران، 1358 ش؛ مستملی بخاری، اسماعیل بن محمد، شرح التعرف لمذهب التصوف ، به كوشش محمد روشن، تهران، 1362 ش؛ مولوی، جلال‌الدین محمد، مثنوی معنوی ، به كوشش نیكلسون، تهران، 1363 ش؛ نبهانی، یوسف ابن اسماعیل، جامع كرامات الاولیاء ، به كوشش ابراهیم عطوه عوض، بیروت، 1409 ق؛ هجویری، علی بن عثمان، كشف المحجوب ، به كوشش ژوكوفسكی، تهران، 1358 ش؛ یافعی، عبدالله بن اسعد، روض، الریاحین فی حكایات الصالحین ، به كوشش ابراهیم عبیدی مالكی، قبرس، مؤسسۀ عمادالدین؛ یاقوت، بلدان .",
    "غلامعلی آریا"
  ],
  "bibliography": [
    "ابن اثیر، علی بن محمد، الكامل ، بیروت، 1399 ق / 1979 م",
    "ابن تغزی بردی، النجوم الزاهرة ، مصر، 1358 ق",
    "ابن جوزی، عبد الرحمن بن علی، صفة الصفوة ، به كوشش محموود فاخوری و دیگران، بیروت، 1406 ق / 1986 م",
    "همو، المنتظم، حیدر‌آباد دكن، 1357 ق",
    "ابن شاكر كتبی، محمد، عیون التواریخ ، نسخۀ خطی موجود در كتابخانۀ احمد ثالث استانبول، شم‍ 2922",
    "ابن ظهیره، الفضائل الباهرة ، به کوشش مصطفی سقا و کامل مهندس، جمهوری عربی متحده، 1969 م",
    "ابن كثیر، البدایة والنهایة ، به كوشش احمد ابوملحم و دیگران، بیروت، 1407 ق / 1987م",
    "ابن ملقن، عمر بن علی، طبقات الاولیاء ، به کوشش نورالدین شریبه، بیروت، 1406 ق / 1986 م",
    "ابونعیم اصفهانی، احمد بن عبدالله، حیلة الاولیاء ، قاهره، 1357 ق / 1938 م",
    "انصاری هروی، خواجه عبدالله، طبقات الصوفیه ، به كوشش عبدالحی حبیبی، كابل، 1341 ش",
    "جامی، عبدالرحمن بن احمد، نفحات الانس ، به كوشش مهدی توحیدی‌پور، تهران، 1366 ش",
    "ذهبی، محمد بن احمد، سیر اعلام النبلاء ، به كوشش شعیب ارنؤوط و اكرم بوشی، بیروت، 1404 ق / 1984 م",
    "روزبهان بقلی، شرح شطحیات ، به كوشش هانری كربن، تهران، 1360 ش / 1981 م",
    "سراج طوسی، عبدالله بن علی، اللمع فی التصوف ، به كوشش نیكلسون، لیدن، 1914 م",
    "سلمی، محمد بن حسین، طبقات الصوفیة ، به كوشش پدرسن، لیدن، 1960 م",
    "سمعانی، عبدالكریم بن محمد، الانساب ، به كوشش عبدالرحمن بن یحیی معلمی یمانی، حیدرآباد دكن، 1383 ق / 1963 م",
    "سیوطی، حسن المحاضرة ، به كوشش محمد ابوالفضل ابراهیم، قاهره، 1387 ق / 1967 م",
    "شعرانی، عبدالوهاب بن احمد، الطبقات الكبری ، قاهره، 1374 ق / 1954 م",
    "صفدی، خلیل بن ایبك، الوافی بالوفیات ، به كوشش محمد حجیری، بیروت، 1404 ق / 1984 م",
    "عطار، فریدالدین، تذكرة الاولیاء ، به كوشش محمد استعلامی، تهران، 1366 ش",
    "قشیری، عبدالكریم بن هوازن، ترجمۀ رسالۀ قشیریه ، به كوشش بدیع الزمان فروزانفر، تهران، 1361 ش",
    "همو، الرسالة القشیریة ، به كوشش معروف زریق و علی عبدالحمید بلطه جی، بیروت، 1408 ق / 1988 م",
    "كلاباذی، محمد، التعرف لمذهب اهل التصوف ، به كوشش عبدالحلیم محمود و طه باقی سرور، قاهره، 1380 ق / 1960 م",
    "محمود بن عثمان، فرودس المرشدیه ، به كوشش ایرج افشار، تهران، 1358 ش",
    "مستملی بخاری، اسماعیل بن محمد، شرح التعرف لمذهب التصوف ، به كوشش محمد روشن، تهران، 1362 ش",
    "مولوی، جلال‌الدین محمد، مثنوی معنوی ، به كوشش نیكلسون، تهران، 1363 ش",
    "نبهانی، یوسف ابن اسماعیل، جامع كرامات الاولیاء ، به كوشش ابراهیم عطوه عوض، بیروت، 1409 ق",
    "هجویری، علی بن عثمان، كشف المحجوب ، به كوشش ژوكوفسكی، تهران، 1358 ش",
    "یافعی، عبدالله بن اسعد، روض، الریاحین فی حكایات الصالحین ، به كوشش ابراهیم عبیدی مالكی، قبرس، مؤسسۀ عمادالدین",
    "یاقوت، بلدان ."
  ],
  "signature": "غلامعلی آریا",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 324
}