{
  "id": "eweb_468",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/226221/%D8%A7%D8%A8%D9%88%D8%A8%DA%A9%D8%B1-%D8%A7%D8%A8%D9%87%D8%B1%DB%8C",
  "annotator": "Jeremy",
  "title": "ابوبکر ابهری",
  "authors": [
    "غلامعلی آریا"
  ],
  "last_updated": "چهارشنبه 21 خرداد 1399",
  "content": [
    "اَبوبَکْرِ اَبْهَری، عبدالله بن طاهربن حارث طائی (د 330 ق / 942 م)، زاهد، عارف و عالم. نسب او به حاتم طایی می‌رسد (نوربخش، 23). وی در ابهر زاده شد، از بزرگان ناحیۀ جبال (عراق عجم) بود و با یوسف بن حسین رازی (د 304)، شیخ ری و قهستان، و مظفر قرمیسینی صحبت داشت و از آن دو تعلیم گرفت (سلمی، 406).  ابهری با صوفیان بغداد هم ارتباط داشته، چنانکه از شبلی روایت حدیث کرده و با جنید و ابراهیم خواص صحبت داشته است (سلمی، نوربخش، همانجاها؛ انصاری، 392). بسیاری از بزرگان صوفیۀ ایران هم از صحبت وی بهره گرفته‌اند که از آن جمله می‌توان شیخ ابوبکر فراء (سلمی، 539؛ جامی، 190)، ابوالعباس بردعی صوفی که از وی روایت کرده است (انصاری، 301- 302٩ و نیز ابوالقاسم نصرآبادی را نام برد (همو، 442). ابوبکر سفری به مکه داشت (سلمی، 409-410؛ جامی، 186) و سفری دیگر به قزوین که در 328 ق انجام گرفت (حمدالله، 791).  وفات وی در ابهر اتفاق افتاد (نوربخش، همانجا) و مزار او هنوز در آن ناحیه باقی است (نک‍ : موسوی، 136). قزوینی در آثار البلاد ضمن بیان کرامات او گوید که در ابهر رباطی به نام او موجود بوده است (ص 70). ابوبکر ابهری در زمان حیات نزد اقران خود اعتباری خاص داشته است، چنانکه شیخ مهلب مقری (مهلب بن احمد بن مرزوق) گوید که با هیچ‌کس از مشایخ این طایفه صحبت نداشتم که صحبتشان برایم مفید باشد، جز شیخ ابوبکر طاهر ابهری (سلمی، 406؛ انصاری، 292-293؛ جامی، 185).  کتاب یا نوشته‌ای به ابهری نسبت داده نشده، اما سخنان عارفانۀ او که متضمن تعلیمات و آراء اوست، در بسیاری از تذکره‌ها آمده است. وی رعایت احکام و اصول شرع را لازمۀ طریق تصوف می‌داند. از وی دربارۀ رستگاری، علم، یقین، حقیقت و مقام معلم، علما، یقین، حقیقت و مقام معلم، علما، صالحان، عارفان، اهل شوق و مقربین سخنانی نقل شده است (نک‍ : حمدالله، 653؛ قشیری، 91؛ سراج، 216؛ سلمی، 409؛ انصاری، 393؛ شعرانی، 1 / 113).",
    "ابونعیم اصفهانی، احمد بن عبداللـه، حلیة الاولیاء و طبقات الاصفیاء ، بیروت، 1387 ق / 1967 م؛ انصاری، خواجه عبداللـه، طبقات الصوفیه ، به کوشش عبدالحی حبیبی، تهران، 1362 ش؛ جامی، عبدالرحمن بن احمد، نفحات الانس من حضرات القدس ، به کوشش مهدی توحیدی‌پور، تهران، 1336 ش؛ حمداللـه مستوفی، تاریخ گزیده ، به کوشش عبدالحسین نوائی، تهران، 1362 ش؛ سراج، عبداللـه بن علی، اللمع فی التصوف ، به کوشش نیکلسون، لیدن، 1914 م؛ سلمی، محمد بن حسین، طبقات الصوفیة ، لیدن، 1960 م؛ شعرانی، عبدالوهاب بن احمد، الطبقات الکبری ، قاهره، 1374 ق / 1954 م؛ قزوینی، زکریا بن محمد، آثارالبلاد و اخبار العباد ، ترجمۀ عبدالرحمن شرفکندی، تهران، 1366 ش؛ قشیری، عبدالکریم بن هوازن، الرسالة القشیریة ، قاهره، 1379 ق / 1959 م؛ موسوی زنجانی، سیدابراهیم، تاریخ زنجان ، تهران، 1352 ش؛ نوربخش، سیدمحمد، «سلسلة الاولیاء»، جشن نامۀ هانری کربن ، تهران، 1345 ش / 1397 ق.",
    "غلامعلی آریا"
  ],
  "bibliography": [
    "ابونعیم اصفهانی، احمد بن عبداللـه، حلیة الاولیاء و طبقات الاصفیاء ، بیروت، 1387 ق / 1967 م",
    "انصاری، خواجه عبداللـه، طبقات الصوفیه ، به کوشش عبدالحی حبیبی، تهران، 1362 ش",
    "جامی، عبدالرحمن بن احمد، نفحات الانس من حضرات القدس ، به کوشش مهدی توحیدی‌پور، تهران، 1336 ش",
    "حمداللـه مستوفی، تاریخ گزیده ، به کوشش عبدالحسین نوائی، تهران، 1362 ش",
    "سراج، عبداللـه بن علی، اللمع فی التصوف ، به کوشش نیکلسون، لیدن، 1914 م",
    "سلمی، محمد بن حسین، طبقات الصوفیة ، لیدن، 1960 م",
    "شعرانی، عبدالوهاب بن احمد، الطبقات الکبری ، قاهره، 1374 ق / 1954 م",
    "قزوینی، زکریا بن محمد، آثارالبلاد و اخبار العباد ، ترجمۀ عبدالرحمن شرفکندی، تهران، 1366 ش",
    "قشیری، عبدالکریم بن هوازن، الرسالة القشیریة ، قاهره، 1379 ق / 1959 م",
    "موسوی زنجانی، سیدابراهیم، تاریخ زنجان ، تهران، 1352 ش",
    "نوربخش، سیدمحمد، «سلسلة الاولیاء»، جشن نامۀ هانری کربن ، تهران، 1345 ش / 1397 ق."
  ],
  "signature": "غلامعلی آریا",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 29
}