{
  "id": "eweb_469",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/226240/%D8%A7%D8%A8%D9%88%D8%A8%DA%A9%D8%B1-%D8%B7%D9%85%D8%B3%D8%AA%D8%A7%D9%86%DB%8C",
  "annotator": "Jeremy",
  "title": "ابوبکر طمستانی",
  "authors": [
    "غلامعلی آریا"
  ],
  "last_updated": "چهارشنبه 21 خرداد 1399",
  "content": [
    "اَبوبَکْرِ طَمِسْتانی، از عرفای مشهور سدۀ 4 ق (د پس از 340 ق / 951 م). از تاریخ تولد و نام کامل او اطلاعی نداریم. فقط می‌دانیم که در طمستان (نک‍ : حدودالعالم ، 134: تمستان)، شهر کوچکی در چهار فرسخی فسا، به دنیا آمد. وی از شاگردان شبلی بود و نزد او احترام و منزلت خاصی داشت. در فارس با ابراهیم دباغ و سایر مشایخ آن دیار مصاحبت کرده و مورد تکریم آنان بوده است (سلمی، 471؛ انصاری، 436-437؛ جامی، 190). به گفتۀ روزبهان بقلی وی «صاحب آیات و کرامات بود. اسرار سکر و محبت بدو غالب بود. در عبارت و شطح چنان بود که در پاریس کس قوت سخن شنیدن او نداشت» (ص 43؛ نیز نک‍ : عبداللطیف، 300). سخنان شطح‌آمیز او سبب شد که مشایخ فارس از بیم آنکه مبادا به او آسیبی رسد، صلاح چنان دیدند که وی به خراسان رود (همانجاها؛ جامی، همانجا) و ظاهراً این مهاجرت در اواخر زندگی او صورت گرفته است. وی در این سفر مدت کوتاهی در اصفهان بود و سپس به نیشابور رفت (ابونعیم، 10 / 382) و در این شهر گوشه‌گیری اختیار کرد و روزگار را به انزوا می‌گذرانید ( نامۀ دانشوران ، 7 / 304).  وی همانند سهل تُستری و جنید می‌کوشید تا پیوندهای استواری میان تصوف و تسنن برقرار کند (شیبی، 62) و در این‌باره می‌گوید: «راه پیداست و کتاب و سنت در میان ماست و فضل صحابه معلوم است از آنک سابق بودند به هجرت و صحبت رسول (ص) و هر که از ما صحبت کتاب و سنت کند و خویشتن و خلق را بشناسد و به دل با خدای هجرت کند او صادق و مصیب بود» ( ترجمۀ رسالۀ قشیریه ، 81؛ نیز نک‍ : قشیری، 423؛ سلمی، 473؛ ابونعیم، همانجا).  ابوبکر طمستانی صاحب تألیفی نبود و منابع نوشته‌ای را به او نسبت نداده‌اند، لیکن سخنان وی که بیانگر افکار عرفانی اوست، در اغلب کتابهای متصوفه آمده است (نک‍ : سلمی، انصاری، همانجاها). روزبهان بقلی نیز بعضی از اقوال او را در شمار شطحیات آورده و در کتاب خود شرح کرده است (ص 328-331).  ابوبکر در نیشابور وفات یافت و در قبرستان حیرۀ آن شهر مدفون شد (حاکم، 161؛ سلمی، 471؛ قشیری، 261، 423). به گفتۀ برخی از منابع، تاریخ درگذشت او 340 ق بوده است (ابونعیم، انصاری، همانجاها؛ حمدالله، 654؛ فصیح ، 63).  پس از مرگ وی یکی از مریدانش به نام ابوبکر صیدلانی، به قشیری گفته است که چندین بار سنگی برای گور ابوبکر طمستانی در قبرستان حیره، آماده کردم و نام او را بر آن کندم، ولی هربار آن را می‌کندند و می‌بردند، در حالی که سنگ هیچ قبر دیگری را نمی‌بردند. در شگفت ماندم و چگونگی حال را به استناد ابوعلی دقاق گفتم. وی گفت که آن مرد در دنیا گمنامی اختیار کرده بود و تو می‌خواهی که با سنگ قبر او را مشهور گردانی و خداوند می‌خواهد که او همچنانکه خود می‌خواست در میان مردم پوشیده باشد (قشیری، 261). قابل توجه است که عطار هیچ‌گونه ذکری از ابوبکر طمستانی نیاورده و بیشتر اقوال او را به ابوبکر صیدلانی نسبت داده است و حتی همین داستان را هم به سنگ قبر ابوبکر صیدلانی مربوط ساخته است (ص 720- 722). آمیخته شدن اقوال این دو شخصیت بعد از عطار در آثار مؤلفان دیگر هم دیده می‌شود (نک‍ : جامی، 184؛ معصومعلی شاه، 2 / 470). در نامۀ دانشوران آنچه در تذکرة‌الاولیاء عطار دربارۀ ابوبکر صیدلانی آمده، کلاً در احوال ابوبکر طمستانی نقل و تذکرة ‌الاولیاء نیز به عنوان مأخذ ذکر شده است و بدین‌سان نامۀ دانشوران (همانجا) اشتباهی را که عطا مرتکب شده، اصلاح کرده است.",
    "ابونعیم اصفهانی، احمد بن عبدالله، حلیةالاولیاء ، قاهره، 1357 ق / 1938 م؛ انصاری هروی، خواجه عبدالله، طبقات الصوفیة ، به کوشش عبدالحی حبیبی، تهران، 1362 ش؛ ترجمۀ رسالۀ قشیریه ، به کوشش بدیع‌الزمان و فروزانفر، تهران، 1361 ش؛ جامی، عبدالرحمن بن احمد، نفحات الانس ، به کوشش مهدی توحیدی‌پور، تهران، 1336 ش؛ حاکم نیشابوری، محمد بن عبدالله، تاریخ نیشابور ، تلخیص خلیفۀ نیشابوری، به کوشش بهمن کریمی، تهران، 1339 ش؛ حدود العالم ، به کوشش منوچهر ستوده، تهران، 1362 ش؛ حمدالله مستوفی، تاریخ گزیده ، به کوشش عبدالحسین نوایی، تهران، 1362 ش؛ روزبهان بقلی، شرح شطحیات ، به کوشش هانری کربن، تهران، 1360 ش؛ سلمی، محمد بن حسین، طبقات الصوفیة ، به کوشش نورالدین شریبه، حلب، 1406 ق / 1986 م؛ شیبی، کامل مصطفی، تشیع و تصوف ، ترجمۀ علیرضا ذکاوتی قراگزلو، تهران، 1359 ش؛ عبداللطیف بن صدرالدین، «روح الجنان فی سیرة الشیخ روزبهان»، روزبهان‌نامه ، به کوشش محمدتقی دانش‌پژوه، تهران، 1347 ش، عطار نیشابوری، محمد، تذکرةالاولیاء ، به کوشش محمد استعلامی، تهران، 1366 ش؛ فصیح‌خوافی، احمد بن جلال‌الدین، مجمل فصیحی ، به کوشش محمود فرخ، مشهد، 1340 ش؛ قشیری، عبدالکریم بن هوازن، الرسالة القشیریة ، به کوشش معروف زریق و علی عبدالحمید بلطه‌جی، دمشق، 1408 ق / 1988 م؛ معصومعلی شاه، محمد معصوم شیرازی، طرائق الحقائق ، به کوشش محمد جعفر محجوب، تهران، 1339 ش؛ نامۀ دانشوران ، قم، 1379 ق.",
    "غلامعلی آریا"
  ],
  "bibliography": [
    "ابونعیم اصفهانی، احمد بن عبدالله، حلیةالاولیاء ، قاهره، 1357 ق / 1938 م",
    "انصاری هروی، خواجه عبدالله، طبقات الصوفیة ، به کوشش عبدالحی حبیبی، تهران، 1362 ش",
    "ترجمۀ رسالۀ قشیریه ، به کوشش بدیع‌الزمان و فروزانفر، تهران، 1361 ش",
    "جامی، عبدالرحمن بن احمد، نفحات الانس ، به کوشش مهدی توحیدی‌پور، تهران، 1336 ش",
    "حاکم نیشابوری، محمد بن عبدالله، تاریخ نیشابور ، تلخیص خلیفۀ نیشابوری، به کوشش بهمن کریمی، تهران، 1339 ش",
    "حدود العالم ، به کوشش منوچهر ستوده، تهران، 1362 ش",
    "حمدالله مستوفی، تاریخ گزیده ، به کوشش عبدالحسین نوایی، تهران، 1362 ش",
    "روزبهان بقلی، شرح شطحیات ، به کوشش هانری کربن، تهران، 1360 ش",
    "سلمی، محمد بن حسین، طبقات الصوفیة ، به کوشش نورالدین شریبه، حلب، 1406 ق / 1986 م",
    "شیبی، کامل مصطفی، تشیع و تصوف ، ترجمۀ علیرضا ذکاوتی قراگزلو، تهران، 1359 ش",
    "عبداللطیف بن صدرالدین، «روح الجنان فی سیرة الشیخ روزبهان»، روزبهان‌نامه ، به کوشش محمدتقی دانش‌پژوه، تهران، 1347 ش، عطار نیشابوری، محمد، تذکرةالاولیاء ، به کوشش محمد استعلامی، تهران، 1366 ش",
    "فصیح‌خوافی، احمد بن جلال‌الدین، مجمل فصیحی ، به کوشش محمود فرخ، مشهد، 1340 ش",
    "قشیری، عبدالکریم بن هوازن، الرسالة القشیریة ، به کوشش معروف زریق و علی عبدالحمید بلطه‌جی، دمشق، 1408 ق / 1988 م",
    "معصومعلی شاه، محمد معصوم شیرازی، طرائق الحقائق ، به کوشش محمد جعفر محجوب، تهران، 1339 ش",
    "نامۀ دانشوران ، قم، 1379 ق."
  ],
  "signature": "غلامعلی آریا",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 377
}