{
  "id": "eweb_471",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/226777/%D8%A7%D8%A8%D9%88%D8%B9%D8%AB%D9%85%D8%A7%D9%86-%D9%85%D8%BA%D8%B1%D8%A8%DB%8C",
  "annotator": "Jeremy",
  "title": "ابوعثمان مغربی",
  "authors": [
    "ناهده فوزی"
  ],
  "last_updated": "چهارشنبه 21 خرداد 1399",
  "content": [
    "اَبوعُثْمانِ مَغْرِبی، سعید بن سلام (د 373 ق / 983 م)، از بزرگان مشایخ صوفیه و عرفای بنام سلسلۀ معروفیه. زادگاه وی روستـایی بر سالح جزیرۀ سیسیل (صقلیه) به نام كَرْكِنت (نک‍ : یاقوت، 4 / 262) و به گفتۀ برخی قریه‌ای در ناحیۀ قیروان بوده است (سلمی، طبقات ، 505؛ خلیفه، 89). بعضی از متأخران دربارۀ كنیۀ او دچار اشتباهاتی شده‌اند (نک‍ : درویش، 252؛ معصوم علیشاه، 2 / 536). نام پدر او نیز با اختلاف به صورتهای سلام، سالم و سلم آمده است (خطیب، 9 / 112؛ ذهبی، العبر ، 2 / 141؛ یافعی، 2 / 402). عطار عمر او را 130 سال نوشته است (ص 780) كه اغراق‌آمیز می‌نماید. از زندگانی ابوعثمان مغربی آگاهی اندکی در دست است. ظاهراً دوران تحصیل و ورود او به عالم تصوف در مصر بوده (ابن جوزی، 7‌ / 122) و در‌آنجا مریدی و شاگردی ابوالحسن صایغ و ابوعلی كاتب را می‌كرده است (سلمی، ‌همانجا؛ انصاری، 200، 336، 382؛ نجم‌الدین، 25؛ علاءالدوله، 349). سپس از مصر به شام رفته و از مصاحبان ابوالخیر اقطع شده است (ابن جوزی، همانجا). گفته‌اند كه وی روزگاری دراز به زهد و ریاضت مشغول بود و پس از عزلتی 20 ساله در بیابانها، سرانجام رهسپار مكه شده، مورد استقبال مشایخ آن ناحیه قرار گرفته است (نک‍ : هجویری، 232؛ عطار، همانجا). مدت اقامت ابوعثمان را در مكه بیش از 10 سال (خلیفه، همانجا؛ خطیب، 9 / 113) و برخی 30 سال ذكر می‌كنند (انصاری، 201؛ جامی، 88). وی هنگام اقامت در مكه شیخ مشایخ زمان خود و شیخ حرم به شمار می‌آمد (سلمی، همانجا؛ انصاری، 200؛ جامی، 87) و در بیشتر كتابهای فرقۀ ذهبیه، به لقب «طاووس الحرم» نامیده شده است (خاوری، 1 / 185). وی با آنكه در پارسایی و زهد، شهرۀ زمانه خود بود، ‌از او نزد علویه سعایت كردند و موجبات اخراج او را از مكه فراهم آوردند (خطیب، همانجا؛ عطار، 794؛ ذهبی، سیر ، 16 / 320). چنانكه وی بعدها از این واقعه به تلخی یاد می‌كرد و دوران اندوه و دلتنگی خود را در حجاز و روزگار انبساط خود را در خراسان می‌دانست (خطیب، 9 / 112؛ ابن ملقن، 238). ابوعثمان پس از اخراج از مكه رهسپار بغداد شد و یك سال در آنجا بود، سپس به نیشابور رفت (سلمی، همانجا؛ خطیب، 9 / 112-113؛ قشیری، 43-44) در این شهر ابتدا از مردم كناره می‌گرفت، ولی پس از چندی در مسجد حاضر شد (ذهبی، ‌همانجا). ابوعثمان در نیشابور درگذشت و در كنارۀ مقبرۀ ابوعثمان حیری به خاك سپرده شد (سلمی، همانجا؛ خطیب، 9 / 113؛ ابن جوزی، 7 / 123). بنابر وصیت او، شاگردش ابوبكر ابن فورك بر جنازه‌اش نماز گزارد (قشیری، 434؛ عطار، 786). سلسۀ انتساب ابوعثمان از طریق ابوعلی كاتب (د ح 350 ق) و ابوعلی رودباری (د 322 ق) به جنید بغدادی (د 293 ق) و سرانجام از طریق سری سقطی و معروف كرخی با 5 واسطه به امام رضا (ع) می‌رسد (نجم‌الدین، علاءالدوله، همانجاها؛ لاهیجی، 698؛ نیز نك‍ : پارسای بخارایی، 10). وی با كسانی چون حبیب مغربی، ابویعقوب نهرجوری و ابوالقاسم نصرآبادی دیدار و مصاحبت داشته است (سلمی، ‌قشیری، همانجاها؛ انصاری، 200، 443). از مریدان و شاگردان او كسانی را چون ابوالقاسم علی كركانی (علاءالدوله، پارسای بخارایی، همانجاها؛ دولتشاه، 147) و منصور بن خلف كه وی را بسیار بزرگ می‌داشته است (قشیری، 294) و نیز محمد بن علی نسوی، معروف به محمد بن علیان از بزرگان مشایخ نسا (سلمی، همان، 435‌) می‌توان ذكر كرد. آخرین كس از شاگردان وی ابوعمرو نُجَید بود (عطار، 727). سلمی در جاهای مختلف به نقل روایت مستقیم از ابوعثمان پرداخته (همان، 314، 401، جم‍ ، جوامع ، 405‌) و قشیری نیز به ارتباط مستقیم آن دو اشاره می‌كند (ص 343، 347‌).",
    "عطار (ص 780) ابوعثمان را صاحب تصنیف دانسته و حاجی خلیفه (1 / 45) نیز تألیف كتابی را با عنوان ادب السلوك كه به فارسی بوده، به او نسبت داده (نیز نك‍ : بغدادی، 1 / 389) و حتی جملۀ آغازین آن را نقل كرده است، ولی هیج یك از منابع كهن به انتساب چنین كتابی به اوعثمان اشاره‌ای ندارند. از این رو باید نسبت این كتاب را به او با تردید تلقی كرد. بسیاری از اقوال و آراء او در تذكره‌ها و كتب احوال صوفیه نقل شده است. وی، چنانكه گفته شد، روزگاری را به ریاضتهای سخت و مجاهدت در خلوت به سر آورده بود (نک‍ : هجویی، همانجا) و حتی سالیانی كه در مكه بود، در موسم حج ظاهر نمی‌شد (خطیب، همانجا؛ ابن جوزی، 7 / 122). در آغاز كار به روش سكر گرایش داشت، ولی سرانجام از سكر به صحو روی آورد (هجویری، 232- 233؛ عطار، 781‌) و بنای مجاهدات خود را بر هماهنگ ساختن طریقت با شریعت قرار داد. او همچون جنید بغدادی كه با دو واسطه پیر طریقت او بود، اعتدال در سلوك را پیشۀ خود ساخت و از این روی، در میان اهل عرفان به «جنید ثانی» معروف شد (نک‍ : علاءالدوله، 172). ابوعثمان دربارۀ پاره‌ای از مسائل تصوف، ‌چون مراتب اخلاص، شرایط محبت، لوازم صبر و تقوا و چگونگی خوف و رجا و فقر و غنا سخنانی دارد كه در بیشتر منابع نقل شده است (نک‍ : سلمی، طبقات ، 505-510؛ قشیری، 133، 208، جم‍ ؛ عطار، 783-786) و سخنانی كه از او دربارۀ سماع نقل كرده‌اند (نک‍ : سلمی، جوامع، همانجا؛ قشیری، 341؛ عطار، 783)، حاكی از اعتدال رأی و عمق نظر او در باب آداب و اعمال صوفیانه است. كرامات و مكاشفاتی كه به او نسبت  داده‌اند (خطیب، 9 / 112؛ قشیری، 180، 240؛ انصاری، 200-201، 354-355؛ میبدی، 3 / 386)، دلیل بر اعتقادی است كه مردم به مقام روحانی و عرفانی او داشته‌اند.",
    "ابن جوزی، عبدالرحمن بن علی، المنتظم ، حیدرآباد دكن، 1358 ق؛ ابن ملقن، ‌عمر بن علی، طبقات الاولیاء ، به كوشش نورالدین شریبه، بیروت، 1406 ق / 1986 م؛ انصاری هروی، خواجه عبدالله، طبقات الصوفیه ، به كوشش عبدالحی حبیبی، تهران، 1362 ش؛ بغدادی، هدیه ؛ پارسای بخارایی، محمد بن محمد، قدسیه ، به كوشش احمد طاهری عراقی، تهران، 1354 ش؛ جامی، عبدالرحمن بن احمد، نفحات الانس ، به كوشش مهدی توحیدی‌پور، تهران، 1336 ش؛ حاجی، خلیفه، كشف ؛ ‌خاوری، اسدالله ذهبیه ، تهران، 1362 ش؛ خطیب بغدادی، احمد بن علی، تاریخ بغداد ، قاهره، 1350 ق؛ خلیفۀ نیشابوری، احمد بن محمد، ترجمه و تلخیص تاریخ نیشابور حاكم نیشابوری. به كوشش بهمن كریمی، تهران، 1339 ش؛ درویش شیرازی، محمد هاشم، ولایت نامه ، تبریز، 1306 ش؛ دولتشاه سمرقندی، تذكرة الشعراء ، به كوشش محمد رمضانی، تهران، 1338 ش؛ ذهبی، محمد بن احمد، سیر اعلام النبلاء ، به كوشش شعیب ارنؤوط و اكرم بوشی، بیروت،‌1404 ق / 1984 م؛ همو، العبر ، به کوشش محمدسعید بن بسیونی زغلول، بیروت، 1405 ق / 1985 م؛ سلمی، محمد بن حسین، «جوامع آداب الصوفیة»، مجموعۀ آثار ابوعبدالرحمن سلمی ، به كوشش نصرالله پورجوادی، تهران، 1369 ش؛ همو، طبقات الصوفیة ، به كوشش یوهانس پدرسن، لیدن، 1960 م؛ عطار، فریدالدین، تذكرة الاولیاء ، به كوشش محمد استعلامی، تهران، 1366 ش؛ علاءالدولۀ سمنانی، احمد بن محمد، مصنفات فارسی علاءالدولۀ سمنانی ، به كوشش نجیب مایل هروی، تهران، 1369 ق؛ قشیری. عبدالكریم بن هوازن، الرسالة القشیریة ، به كوشش معروف زریق و علی عبدالحمید بلطه‌جی، بیروت، 1404 ق / 1984 ق؛ لاهیجی، محمد، شرح گلشن راز ، تهران، 1337 ش؛ معصوم علیشاه، محمد معصوم، طرائق الحقائق ، ‌به كوشش محمدجعفر محجوب، تهران، 1345 ش؛ میبدی، احمد بن محمد، كشف الاسرار وعدّة الابرار ، ‌به كوشش علی‌اصغر حكمت، تهران، 1357 ش؛ نجم‌الدین كبری، احمد بن عمر، ‌فوائح الجمال و فواتح الجلال ، ترجمۀ محمد باقر ساعدی خراسانی، ‌به كوشش حسین حیدرخانی، تهران، 1368 ش؛ هجویری، علی بن عثمان، كشف المحجوب ، به كوشش و. ژوكوفسكی، تهران، 1358 ش؛ یافعی، عبدالله بن اسعد، مرآة الجنان ، حیدرآباد دكن، 1338 ق؛ یاقوت، بلدان .",
    "ناهده فوزی"
  ],
  "bibliography": [
    "ابن جوزی، عبدالرحمن بن علی، المنتظم ، حیدرآباد دكن، 1358 ق",
    "ابن ملقن، ‌عمر بن علی، طبقات الاولیاء ، به كوشش نورالدین شریبه، بیروت، 1406 ق / 1986 م",
    "انصاری هروی، خواجه عبدالله، طبقات الصوفیه ، به كوشش عبدالحی حبیبی، تهران، 1362 ش",
    "بغدادی، هدیه",
    "پارسای بخارایی، محمد بن محمد، قدسیه ، به كوشش احمد طاهری عراقی، تهران، 1354 ش",
    "جامی، عبدالرحمن بن احمد، نفحات الانس ، به كوشش مهدی توحیدی‌پور، تهران، 1336 ش",
    "حاجی، خلیفه، كشف",
    "‌خاوری، اسدالله ذهبیه ، تهران، 1362 ش",
    "خطیب بغدادی، احمد بن علی، تاریخ بغداد ، قاهره، 1350 ق",
    "خلیفۀ نیشابوری، احمد بن محمد، ترجمه و تلخیص تاریخ نیشابور حاكم نیشابوری. به كوشش بهمن كریمی، تهران، 1339 ش",
    "درویش شیرازی، محمد هاشم، ولایت نامه ، تبریز، 1306 ش",
    "دولتشاه سمرقندی، تذكرة الشعراء ، به كوشش محمد رمضانی، تهران، 1338 ش",
    "ذهبی، محمد بن احمد، سیر اعلام النبلاء ، به كوشش شعیب ارنؤوط و اكرم بوشی، بیروت،‌1404 ق / 1984 م",
    "همو، العبر ، به کوشش محمدسعید بن بسیونی زغلول، بیروت، 1405 ق / 1985 م",
    "سلمی، محمد بن حسین، «جوامع آداب الصوفیة»، مجموعۀ آثار ابوعبدالرحمن سلمی ، به كوشش نصرالله پورجوادی، تهران، 1369 ش",
    "همو، طبقات الصوفیة ، به كوشش یوهانس پدرسن، لیدن، 1960 م",
    "عطار، فریدالدین، تذكرة الاولیاء ، به كوشش محمد استعلامی، تهران، 1366 ش",
    "علاءالدولۀ سمنانی، احمد بن محمد، مصنفات فارسی علاءالدولۀ سمنانی ، به كوشش نجیب مایل هروی، تهران، 1369 ق",
    "قشیری. عبدالكریم بن هوازن، الرسالة القشیریة ، به كوشش معروف زریق و علی عبدالحمید بلطه‌جی، بیروت، 1404 ق / 1984 ق",
    "لاهیجی، محمد، شرح گلشن راز ، تهران، 1337 ش",
    "معصوم علیشاه، محمد معصوم، طرائق الحقائق ، ‌به كوشش محمدجعفر محجوب، تهران، 1345 ش",
    "میبدی، احمد بن محمد، كشف الاسرار وعدّة الابرار ، ‌به كوشش علی‌اصغر حكمت، تهران، 1357 ش",
    "نجم‌الدین كبری، احمد بن عمر، ‌فوائح الجمال و فواتح الجلال ، ترجمۀ محمد باقر ساعدی خراسانی، ‌به كوشش حسین حیدرخانی، تهران، 1368 ش",
    "هجویری، علی بن عثمان، كشف المحجوب ، به كوشش و. ژوكوفسكی، تهران، 1358 ش",
    "یافعی، عبدالله بن اسعد، مرآة الجنان ، حیدرآباد دكن، 1338 ق",
    "یاقوت، بلدان ."
  ],
  "signature": "ناهده فوزی",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 156
}