{
  "id": "eweb_474",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/236633/%D8%AD%D9%84%D8%A7%D8%AC",
  "annotator": "Jeremy",
  "title": "حلاج",
  "authors": [
    "محمدجواد شمس"
  ],
  "last_updated": "یکشنبه 28 فروردین 1401",
  "content": [
    "حَلّاج، ابوعبدالله ابوالمغیث حسین بن منصور بن مَحمِی یا محمّی فارسی بیضاوی (مق‍ 24 ذیقعدۀ 309 ق/ 26 مارس 922 م)، پرآوازه‌ترین و شورانگیزترین عارف و صوفی جهان اسلام، که آوازۀ عشق و شوریدگی او از همان سده‌های نخستین تمامی قلمرو جهان اسلام را درنوردید، چندان‌که نام و شخصیت عرفانی او بر بسیاری از عارفان هم‌عصرش سایه گسترد. او را مستغرق معنی، مستهلک دعوی، قتیل الله فی سبیل الله، سرور اهل اطلاق و سرمست جام اذواق، و از محققین اهل‌الله خوانده‌اند و از مستان و مشتاقان این طریقت به شمار آورده‌اند که حالی قوی و همتی عالی داشت و در غایت سوز و اشتیاق بود (نک‍ : سلمی، طبقات ... ، 308؛ هجویری، 229؛ عطار، تذکرة ... ، 583؛ شوشتری، 2/ 36؛ نیز نک‍ : شیمل، 173 ؛ نیکلسن، «حلاج»، 480 ؛ ماسینیون و گارده، 99 ).  با این همه، با آنکه وی در طول تاریخ اسلام همواره مورد توجه بسیاری از تذکره‌نویسان و سیره‌نگاران مهم بوده و شرح احوالش در بیشتر آثار عرفانی و منابع و سیره‌های تاریخی آمده‌است، به دلیل شخصیت پیچیده، و غلبۀ سکر و مستی بر احوالش و گزارشها و نوشته‌های آشفته، متشتت و گاه متناقض دربارۀ وی، و نیز به سبب اوضاع نابسامان سیاسی، اجتماعی و دینی دوران حیاتش، ارائۀ شرح روشنی از احوال او و ترسیم دقیق جغرافیای زندگانی‌اش دشوار، و داوری دربارۀ او گاه غیر ممکن می‌نماید. کثرت و تنوع منابع و تراجم احوال وی، البته نشان دهندۀ اهمیت تاریخی و منزلت عرفانی وی است و اطلاعات ارزشمندی از شخصیت، تعالیم و روزگار او به دست می‌دهد. این گونه منابع را می‌توان به دو دستۀ صوفیانه و تاریخی تقسیم کرد. غالب منابع دستۀ نخست، به جایگاه عرفانی او توجه دارند و ضمن ستودن شأن عالی او با القاب بلند، گزارشهای تاریخ‌نگاران و سیره‌نویسان را تأویل می‌کنند و با ارائۀ معنایی عرفانی از آن، می‌کوشند تا او را در بسیاری از اقوال و افعالش معذور بدارند و این گونه سخنان وی را برخاسته از غلبۀ حال بدانند (هجویری، 232؛ سلمی، همانجا؛ عین‌القضات، 235؛ ابن‌خلکان، 2/ 140).  برخلاف این، منابع دستۀ دوم، او را فردی شعبده‌باز، حیله‌گر و اهل غدر و سحر، و حتى زندیق و معارض قرآن کریم معرفی می‌کنند. این امر شاید بیشتر به‌سبب شخصیت پیچیده، ویژگیها و حالات گاه متناقض حلاج باشد، که نه‌تنها غیر صوفیان، بلکه بسیاری از عارفان بزرگ را نیز دربارۀ او دستخوش تردید کرده بود، چندان‌که به گفتۀ هجویری، مشایخ معاصر او نیز درباره‌اش دیدگاههای متفاوتی داشتند و تنها عدۀ اندکی از بزرگان آن عصر همچون ابوالعباس ابن عطاء ادمی (د 309 ق)، ابوالقاسم نصرآبادی (د 367 ق) و ابن‌خفیف (د 371 ق) او را به دیدۀ قبول نگریستند و به صراحت از وی حمایت کردند.  ابن عطا ادمی، در دفاع از حلاج جان باخت (ابن‌کثیر، 11/ 144؛ سلمی، همانجا؛ بغدادی، 248-250؛ خطیب، 8/ 112؛ عطار، همانجا؛ نک‍ : جامی، نفحات ... ، 143-144؛ نیزنک‍ : نیکلسن، همان، 481 ). ابوالقاسم نصرآبادی نیز از مروجان مهم اندیشه‌ها، تعالیم و عقاید حلاج در خراسان، و از تدوین‌کنندگان آثار او بود و شاید به همین سبب در خفا و به طور پنهانی به وعظ می‌پرداخت. او بر این باور بود که اگر بعد از انبیا و صدیقان موحدی باشد، او حلاج است (نک‍ : سلمی، همانجا؛ خطیب، همانجا، نیز 8/ 121؛ هجویری، 229؛ ابن‌جوزی، تلبیس ... ، 172؛ ابن‌کثیر، 11/ 142؛ نیز نک‍ : ماسینیون، « مصائب ... »، II/ 216 ). ابن‌خفیف پس از ملاقات با حلاج در زندان، او را عالم ربانی، دارای سمتی خوش و طلعتی مهیب، و با وقار و هیبت توصیف کرد و دربارۀ او گفت: «اگر آنچه من از او دیدم، نه توحید بود، پس در دنیا موحد کیست؟» (نک‍ : دیلمی، سیرة ... ، 93-97، 100-101؛ سلمی، طبقات ، 308، 485؛ ابن‌باکویه، 126، 133؛ خواجه عبدالله، طبقات ... ، 380؛ جامی، همان، 153).",
    "افزون براینها، عبدالله تروغبدی، نیز از دوستداران او بود و وی را بسیار گرامی می‌داشت (نک‍ : عطار، همان، 556-557)؛ اما عده‌ای، ازجمله جنید بغدادی، شبلی، جریری، حُصری، قشیری و نیز خواجه عبدالله انصاری دربارۀ وی سکوت و توقف اختیار کردند (هجویری، 229-230؛ قس: اخبار ... ، 338). خواجه عبدالله انصاری او را در آنچه می‌گفت ناتمام می‌دانست و بر این باور بود که باید او را موقوف گذاشت (همانجا، نیز 383، «الٰهی‌نامه»، 2/ 662).  برخی دیگر از صوفیان، همچون عمرو بن عثمان مکی، ابویعقوب نهرجوری، ابویعقوب اقطع و علی بن سهل اصفهانی هم حلاج را منکر شدند و بعضی چون ابراهیم بن شیبان، ابوبکر صولی و ابوعبدالله عمرو بن عثمان بن کرب ابن غصص مکی حتى او را به اعتقاد به حلول و اتحاد متهم ساختند و اهل شعبده، زندیق و قرمطی دانستند (نک‍ : اخبار ، همانجا؛ ابن‌ندیم، 269-270؛ قرطبی، 103-104؛ خطیب، 8/ 112، 118-121، 129؛ هجویری، خواجه عبدالله، همانجاها؛ ابن‌جوزی، المنتظم ، 13/ 202-203؛ عطار، تذکرة ، 584-585؛ ابن‌اثیر، 8/ 126- 127؛ ابن‌خلکان، 2/ 140-141؛ ذهبی، سیر ،14/ 314، 317 - 318؛ ابن‌کثیر، 11/ 144، 149؛ جامی، همانجا؛ نیز نک‍ : معصوم‌علیشاه، 1/ 191-192). برخی از مخالفان او حتى بخشی از آثار خود را به ذکر حیله‌های او اختصاص دادند؛ ازجمله آنکه به گفتۀ عبدالقاهر بغدادی (ص 247)، قاضی ابوبکر محمد بن طیّب اشعری در کتابی که در عجز و ناتوانی معتزله از تصحیح دلائل نبوت نوشت، نیرنگ‌بازی و حیله‌های گوناگون او را یاد کرد (دربارۀ سایر موارد، نک‍ : خطیب، 8/ 122-127؛ ابن‌کثیر، 11/ 144 بب‍‌‌ ).  با این همه، در سده‌های بعد بزرگانی چون ابونصر سرّاج (د 378 ق)، ابوسعید ابوالخیر (د 441 ق)، ابوالقاسم کرّگانی (د 480 ق)، ابوالعباس احمد بن محمد شقانی، ابوعلی فارمدی (د 477 ق)، ابویعقوب یوسف همدانی (د 535 ق) و جلال‌الدین مولوی (د 672 ق) نیز او را بسیار حرمت می‌نهادند و از محبّان حق تعالى می‌شمردند (هجویری، 229-230؛ محمد بن منور، 1/ 72؛ عطار، همان، 583؛ افلاکی، 1/ 285؛ جامی، همانجا؛ نیز نک‍ : یافعی، 2/ 253، که می‌گوید: محققان، ازجمله امام محمد غزالی، شیخ عبدالقادر گیلانی و شیخ شهاب الدین سهروردی او را معذور داشتند و سخنش را تأویل کردند).  هجویری (ص 230) و به تبع او عطار (همان، 584) بر این باورند که میان حسین بن منصور حلاج و شخصی به نام حسن بن منصور حلاج، ساحر و ملحد بغدادی و استاد محمد بن زکریای رازی و رفیق ابوسعید قرمطی، خلط شده و به همین سبب برخی منکر حلاج شده‌اند و او را تکفیر، و به غدر، حیلت و سحر منسوب کرده‌اند. عطار همچنین وی را به سبب جد و جهد عظیم، ریاضت و کرامت عجیب و همت عالی‌اش می‌ستاید و هجویری با آنکه در تبرئۀ او بسیار می‌کوشد، در نهایت چنین نتیجه می‌گیرد که «کلام وی اقتدا را نشاید؛ از آنچه مغلوب بوده است اندر حال خود، نه متمکّن، و کلام متمکّنی باید تا بدان اقتدا توان کرد» (ص 232).  مهم‌ترین و قدیمی‌ترین منابع در شرح احوال و اقوال و تعالیم وی عبارت‌اند از: اخبار الحلاج به روایت پسر او، حمد؛ ذکر اخبار الحلاج الى حین مقتله ، از اسماعیل بن محمد ابن زنجی، معروف به ابن زنجی، کاتب دیوان مظالم بغداد، که 15 سال بعد از کشته شدن حلاج این اثر را نوشت؛ بدایة حال الحلاج و نهایته ، از ابن باکویۀ شیرازی، مشهور به باکویی، که ظاهراً بخشی از کتاب اخبار العارفین یا حکایات الصوفیۀ همین شخص بوده است (نک‍ : زریاب، 15؛ شمس، 691)؛ و تاریخ بغداد ، از خطیب بغدادی، که گزارش نسبتاً جامعی از شرح احوال حلاج در آن آمده است (8/ 112-141).  افزون بر اینها، به گزارش ابوعلی مسکویه، ابوعلی هارون بن عبدالعزیز اوارجی که در آغاز از هواداران حلاج بود، پس از جدایی از او کتابی دربارۀ مخاریق و حیله‌های وی نگاشت (5/ 135) که ظاهراً تا زمان ابوعلی مسکویه در دست بوده است. هجویری نیز چنان‌که خود گفته است، کتابی در شرح احوال او نوشت و در آن با دلایل و حجج، علو کلام و صحت حالش را ثابت کرد (همانجا)؛ ابن‌جوزی نیز، به گزارش خود وی، کتابی با عنوان القاطع لمحال اللجاج القاطع بمحال الحلاج در رد حلاج نوشت و در آن بسیاری از اقوال و اشعار او را گرد آورد (نک‍ : تلبیس ، 172، المنتظم ، 13/ 203-204).  حلاج از نخستین صوفیانی است که توجه محققان غربی را برانگیخت و انگیزۀ تحقیق و تدوین آثار ارزشمند، مهم و راهگشایی در این زمینه شد. مهم‌ترین و مفصل‌ترین اثر تحقیقی دربارۀ او کتاب مصائب حسین بن منصور حلاج به قلم لوئی ماسینیون (مل‍‌ ‌‌) است که طواسین و دیوان او را نیز تصحیح و منتشر نمود. از دیگر تحقیقات مهم دربارۀ او می‌توان به اینها اشاره کرد: « مذهب حلاج »، از روژه آرنالدز؛ حلاج ، از هربرت میسن؛ الحلاج فیما وراء اللون و الخط والمعنی ، از سامی مکارم؛ حسین بن منصور الحلاج شهید التصوف الاسلامی ، از طه عبدالباقی سرور؛ الحلاج التأثر الروحی ، از محمد جلال شرف؛ الحلاج موضوعاً للادب و الفنون العربیة و الشرقیة ، از کامل مصطفى شیبی؛ حلاج منصور ، از صالح زکی اکتای؛ و شخصیات قلقة فی الاسلام ، از عبدالرحمان بدوی ( نیز نک‍ : GAS, I/ 651-653 ؛ شیمل، ( 176 .",
    "در ادامۀ مقاله به زندگی، آثار، و عقاید عرفانی او پرداخته می‌شود:",
    "دانسته‌های ما دربارۀ اصل وی اندک و مورد اختلاف است. برخی نیای او، موسوم به محمّی یا مَحمِی ، را زردشتی دانسته‌اند و عده‌ای وی را از نوادگان ایوب انصاری پنداشته‌اند (خطیب، 8/ 112؛ ابن‌خلکان، 2/ 144؛ ذهبی، سیر ، 14/ 313-314، العبر ، 2/ 144؛ ماسینیون و گارده، 99-100 ؛ سرور، 38؛ نیز نک‍ : ماسینیون، «مصائب»، I/ 139 ؛ زرین‌کوب، 131-132). همچنین کنیۀ او را ابوطاهر، ابوعماره، ابومحمد و ابومسعود گفته‌اند (ابن‌ندیم، 269؛ زرین‌کوب، 132- 133). برخی معتقدند که حلاج، دو اسم داشت، یکی همان حسین بن منصور، و دیگری محمد بن احمد فارسی (نک‍ : ابوعلی مسکویه، همانجا؛ خطیب، 8/ 134؛ قس: ابن‌کثیر، 11/ 142، که نام او را محمد بن حسین نیز گفته است)؛ اما زرین‌کوب بر این باور است که او برای ستر حال و هنگام تواری و اختفا، خود را محمد بن احمد فارسی معرفی می‌کرد (ص 132). دربارۀ وجه شهرت او به حلاج نیز اقوال مختلفی در دست است، ازجمله آنکه گفته‌اند چون شغل پدرش پنبه‌زنی بود، بدین عنوان شهرت یافت. برخی دیگر نیز بر این باورند که در واسط در دکان پنبه‌زنی، با اشارتی پنبه‌های بسیاری را از دانه‌ها جدا ساخت و این امر موجب حیرت پنبه‌زن و دیگر مردمان شد. همچنین بنا بر روایتی دیگر، چون اسرار درون را آشکار می‌ساخت و از ضمیر مردمان خبر می‌داد، او را «حلاج الاسرار» و به تخفیف حلاج خواندند ( اخبار ، 89؛ خطیب، 8/ 114؛ خواجه عبدالله، طبقات ، 380، 384؛ سمعانی، عبدالکریم، 11/ 133؛ عطار، تذکرة ، 586؛ ابن‌خلکان، 2/ 146؛ ذهبی، سیر ، 14/ 316؛ ابن‌کثیر، 11/ 143؛ جامی، نفحات ، 153؛ ماسینیون، I/ 142-143؛ قس: نیکلسن، 481 ).  حلاج در 244 ق در روستای طور، در شمال شرقی بیضاء، از توابع فارس به دنیا آمد. پدرش منصور، که به پنبه‌زنی (حلاجی) اشتغال داشت، در همان سالهای آغازینِ حیاتِ حلاج به خوزستان سفر کرد که در آن صنعت نساجی رواج داشت و در اهواز و تستر(شوشتر) شغل پنبه‌زنی را ادامه داد و سپس در 255 ق، یعنی در 11 ‌سالگی حلاج، به واسط کوچید. اکثر ساکنان واسط بر مذهب حنبلی بودند و فقط برخی روستاییان اطراف آن، مذهب شیعه داشتند. در آنجا بود که حلاج بالید و شخصیت او به تدریج شکل گرفت (سلمی، طبقات ، 308؛ خطیب، 8/ 112؛ خواجه عبدالله، همان، 380؛ ابن‌جوزی، همان، 13/ 201؛ ذهبی، همان، 14/ 314- 315؛ ابن‌ملقن، 187؛ ماسینیون، همان، I/ 99 ؛ نیکلسن، همانجا؛ نیز نک‍ : ابن‌ندیم، 269-270؛ ابن‌عبری، 156، که معتقدند دربارۀ مولد و منشأ او اختلاف نظر است).  حلاج تحصیلات مقدماتی خود را در فضایی حنبلی مذهب و با پرداختن به حفظ قرآن ، و تحصیلات مقدماتی آغاز کرد و در 16 ‌سالگی (260 ق) آن را به انجام رساند. پس از آن به شوشتر (تُستر) رفت و درآنجا دست ارادت به سهل بن عبدالله تستری (د 283 یا 286 ق) داد و در مکتب سهل، که بر طریق مجاهده و بر مشرب ریاضت و جدّ و جهد بسیار بود، به تصوف گرایید، اما از او خرقه دریافت نکرد. با این‌همه، با توجه به گزارشهای موجود در شرح احوال حلاج، او بعدها روش سلوکی سهل بن عبدالله را برگزید و به ریاضتهای سخت و طاقت‌فرسا روی آورد (نک‍ : دیلمی، سیرة ، 97- 98؛ خطیب، همانجا؛ هجویری، 230، 443؛ عطار، همان، 585-586؛ ابن‌خلکان، 2/ 141؛ ذهبی، همان، 14/ 314؛ ماسینیون، همان، I/ 104 ؛ زرین‌کوب، 133-135).  او دو سال در محضر سهل بن عبدالله ماند و پس از تبعید او به بصره (در 262 ق)، به بصره رفت. در بصره به جمع مریدان عمرو بن عثمان مکی (د 297 ق) پیوست و پس از حدود 18 ماه سیر و سلوک نزد وی، از او خرقه گرفت. پس از آن در 20 سالگی (در 264 ق) در همان‌جا با دختر ابویعقوب اقطع، موسوم به امّ الحسین ازدواج کرد و از او صاحب 3 فرزنـد پسر ــ ازجمله سلیمان و حمد ــ و یک دختر شد. ظاهراً ازدواج او با دختر ابویعقوب اقطع موجب ناراحتی استادش، عمرو مکی و سرانجام ــ بـه روایتی ــ سبب اختلاف عمرو با ابویعقوب اقطع گردید (ابوعلی مسکویه، 5/ 136؛ خطیب، همانجا؛ عطار، همان، 585؛ ذهبی، همان، 14/ 315، العبر ، 2/ 146؛ زرین‌کوب، 135؛ ماسینیون، «مصائب»، I/ 105-107 ؛ نیکلسن، همانجا؛ میسن، 3 ؛ ماسینیون و گارده، 100 ؛ شیبی، «حلاج ... »، 22)، که اختلاف عمرو مکی با ابویعقوب اقطع را بر سر زعامت صوفیان بصره، و نیز اختصاص حلاج به خود دانسته‌اند، حال آنکه در اخبار الحلاج (ص 38) به نظر می‌رسد که تعریض حلاج بر عمرو مکی دلیل مخالفت او با حلاج باشد. ماسینیون بر این باور است که ام الحسین دختر ابویعقوب اقطع، از خاندان کَرنَبایی، از طوایف شیعی تستر بود که با فتنۀ صاحب‌الزنج پیوند داشتند و ظاهراً حلاج نیز از طریق یکی از بستگانش با این فرقه، که از نظر اعتقادی حامی قیام زنج بودند، آشنا شد و با آنان ارتباط یافت (ماسینیون، همان، I/ 103-105 ، قوس ... ، 20-21؛ نیز نک‍ : ماسینیون و گارده، همانجا؛ میسن، 5-6 ).  با این‌همه، تا آن هنگام که نزاع میان عمرو بن عثمان مکی و ابویعقوب اقطع موجب کدورت خاطر وی شد، در بصره ماند و سپس در همان سال (264 ق) به بغداد نزد جنید رفت. اما با آنکه جنید او را به مدارا با استادش فراخواند، در بغداد ماند و به جمع مریدان جنید پیوست و در محضر او با صوفیان بزرگ آن عصر، ازجمله ابوالحسین نوری (د 295 ق)، آشنایی و مصاحبت یافت و سرانجام از جنید خرقه گرفت (خطیب، 8/ 112؛ ابن‌جوزی، المنتظم ، 13/ 201؛ ذهبی، سیر ، 14/ 314؛ ابن تغری بردی، 3/ 202؛ نیزنک‍ : زرین‌کوب، همانجا). وی احتمالاً در همین دوره با ابوبکر فُوَطی (د 320 ق) نیز آشنایی و مصاحبت یافت (سلمی، طبقات ، 308؛ خواجه عبدالله، طبقات ، 380). به گفتۀ هجویری، حلاج با جنید دربارۀ صحو و سکر به گفت‌وگو و مناظره پرداخت (ص 285)، که البته با توجه به محتوای سخنان آنان، می‌توان احتمال داد که این گفت‌وگو مربوط به ملاقات دوم او با جنید در 271 ق باشد. برخی از محققان به دلیل جایگاه ویژۀ جنید در تصوف، ورود حلاج به جرگۀ صوفیان و پیوستن او به طریق تصوف را در حقیقت در این زمان می‌دانند (زرین‌کوب، همانجا؛ نیز نک‍ : عطار، تذکرة ، همانجا).  ظاهراً حلاج حدود 6 سال در خدمت جنید ماند و پس از آن نیز، قریب 20 سال با محفل او ارتباط داشت. وی بعد از ترک گفتنِ محفل جنید، به تستر رفت و در 270 ق، مقارن با شکست صاحب ـ الزنج، راهی سفر حج شد و یک سال را در مسجدالحرام درعزلت به عبادت، ریاضت، روزه و سکوت مدام گذراند و چنان‌که گفته‌اند، در همین دوره مریدان بسیاری یافت. سپس در 271 ق به بغداد نزد جنید بازگشت و در آنجا، به گزارش خطیب بغدادی (ص 8/ 112-113)، مطالبی ــ شاید نظریۀ عین‌الجمع ــ را بیان کرد و ظاهراً سخنانی شطح‌گونه نیز بر زبان آورد که موجب رنجش جنید شد. جنید او را انکار کرد و از پرداختن به این مطالب به شدت برحذر داشت و از عاقبت امر بیم داد و احتمالاً در همین زمان بود که جنید برای نخستین بار او را از ادعاهای بزرگ منع کرد ( اخبار ، 38؛ عطار، همانجا؛ ذهبی، همان، 14/ 315؛ نیز نک‍ : شیبی، همان، 23؛ ماسینیون، همان، I/ 145-146 ؛ شیمل، 173 )."
  ],
  "bibliography": null,
  "signature": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 232
}