{
  "id": "eweb_475",
  "source": "DMBI",
  "cat": "term",
  "link": "https://www.cgie.org.ir/fa/article/230160/%D8%A7%D8%B3%D8%AA%D8%BA%D9%81%D8%A7%D8%B1",
  "annotator": "Jeremy",
  "title": "استغفار",
  "authors": [
    "محمدجواد شمس"
  ],
  "last_updated": "دوشنبه 19 خرداد 1399",
  "content": [
    "اِسْتِغْفار، اصطلاح قرآنی، به معنی درخواست آمرزش از خداوند. این واژه در لغت مصدر باب استفعال از غُفران، به معنی طلب بخشایش است.  استغفار دعایی است که با آن انسان آمرزش گناهان خود را از خداوند می‌طلبد. بنابر روایات، بهترین و کامل‌ترین دعا، استغفار است (کلینی، 2/ 504؛ نیز نک‍ : مجلسی، 90/ 283). استغفار معمولاً با عبارت «اَسْتَغْفِرُ اللهَ رَبّی...» صورت می‌گیرد، اما شرط تحقق آن همراهی با توبه، دوری از گناه و نیک‌کرداری است. از این‌رو، برخی استغفار را طلب مغفرت به وسیلۀ دعا، همراه با توبه از گناهان (طوسی، 9/ 321)، و برخی دیگر آن را طلب مغفرت پس از پی بردن به زشتی معصیت و دوری از آن دانسته‌اند (جرجانی، 11) و راغب اصفهانی نیز آن را به طلب مغفرت به گفتار و رفتار تفسیر کرده است (نک‍ : مادۀ غفر). برخی بر جنبۀ عملی استغفار، چندان تأکید کرده‌اند که آن را در کاربرد مجرد (بدون همراهی با توبه)، عین توبه دانسته‌اند که طلب مغفرت را نیز به همراه دارد (ابن قیم، 136).  تأکید بر حقیقت استغفار و همراهی آن با توبه و عمل صالح در واقع برگرفته از تعالیم قرآن و احادیث است. قرآن کریم کسانی را که تنها به زبان آمرزش می‌طلبند، نکوهیده است (فتح/ 48/ 11). در برخی از روایات، عمل کسی که از گناهی استغفار می‌کند و همان را از نو مرتکب می‌شود، همانند به ریشخند گرفتن پروردگار خود دانسته شده است (کلینی، همانجا؛ نیز نک‍ : مجلسی، 90/ 281، 282).  دربارۀ استغفار، متناسب با سیاق آیات در تفاسیر، تعابیر دیگری نیز آمده که از باب تعیین مصداق است. برای مثال استغفار در آیۀ «... اِسْتَغْفِروا رَبَّکُمْ ثُمَّ توبوا اِلَیْهِ...» (هود/ 11/ 52) به ایمان (طبری، 12/ 35؛ زمخشری، 2/ 402)، در آیۀ «فَسَبَّحْ بِحَمْدِ رَبَّکَ وَ اسْتَغْفِرْهُ...» (نصر/ 110/ 3) به خضوع در برابر خداوند (زمخشری، 4/ 812) و نیز در آیۀ «... وَ ما کانَ اللهُ مُعَذِّبَهُمْ وَ هُمْ یَسْتَغْفِرونَ» (انفال/ 8/ 33) به اسلام تفسیر شده است (نک‍ : قرطبی، 7/ 399). واژۀ استغفار 42 بار در قرآن کریم به شکلهای گوناگون آمده است که در بیشتر موارد، به صیغۀ امر و از سوی خداوند خطاب به بندگان است (مثلاً بقره/ 2/ 199؛ نساء/ 4/ 106؛ هود/ 11/ 3).  در اشاره به شقوق مختلفِ سخن از استغفار در آیات قرآنی باید گفت: گاه از استغفار پیامبران برای خویش یا دیگران (مثلاً آل عمران/ 3/ 159؛ ص/ 38/ 24)، گاه از استغفار مؤمنان، گاه از استغفار فرشتگان برای مؤمنان و نیز از استغفار گناهکاران سخن به میان آمده است (آل عمران/ 3/ 135، 159؛ نساء/ 4/ 64، 110؛ نفال/ 8/ 33؛ غافر/ 40/ 7؛ ذاریات/ 51/ 18). در بیشتر آیات یاد شده، پس از سخن از استغفار، خداوند «مستغفرین» را به رحمت و غفران خود بشارت داده است (مثلاً نساء/ 4/ 64، 106، 110؛ مائده/ 5/ 74). با وجود تأکید فراوان بر استغفار، گاه در برخی از آیات از استغفار برای برخی کسان نهی شده است (نک‍ : دنبالۀ مقاله).  در شماری از آیات قرآنی، استغفار و توبه ملازم یکدیگرند: یک جا نخست توبه و سپس استغفار آمده (مائده/ 5/ 74)، و خطاب آیه به مسیحیانی است که عقاید توحیدی را به کفر درآمیخته‌اند؛ در برخی دیگر از آیات، ابتدا استغفار و آنگاه توبه آمده است و خطاب پیامبران ــ صالح، هود، شعیب(ع) و رسول اکرم(ص) ــ به مردمانی است که هنوز ایمان نیاورده‌اند (هود/ 11/ 3، 52، 61، 90).  با توجه به عطف توبه بر استغفار با حرف «ثُمَّ» در آیات یاد شده، مفسران آراء گوناگونی را مطرح نموده‌اند: 1. استغفار به مناسبت سیاق آیات که خطاب به مشرکان است. یعنی طلب آمرزش از شرک، و توبه یعنی بازگشت به طاعات و انجام دادن کارهای نیک؛ 2. استغفار به زیان است، و توبه پشیمانی بر گذشته و تصمیم بر ترک گناه در آینده؛ 3. استغفار به معنی توبه، و مراد از توبه در آیات، توبۀ خالصانه و حقیقی است؛ 4. استغفار به معنی طلب آمرزش از گناهان گذشته چون شرک است، و توبه یعنی ایمان به پروردگار (نک‍ : طبری، 11/ 124؛ طوسی، 3/ 604؛ زمخشری، 2/ 378؛ طبرسی، 6/ 214؛ ابوالفتوح، 10/ 228؛ فخرالدین رازی، 17/ 181؛ طباطبایی، 10/ 141).  در روایات اهل بیت(ع)، فرق آشکاری میان استغفار و توبه دیده نمی‌شود؛ چنانکه در حدیثی از امیرالمؤمنین علی(ع) برای استغفار شرایط و مقدماتی شمرده شده است: پشیمانی بر گذشته، عزم جزم بر بازنگشتن به آن، ادای حقوق مردم، به جای آوردن حق هر واجبی که ترک شده، آب کردن گوشتهای روییده از حرام با غم و اندوه ( نهج‌البلاغة ، حکمت 417).  با توجه به آیات و روایات، نه تنها گنهکاران، بلکه مؤمنان و حتى ائمه(ع) و پیامبر اکرم(ص) نیز مأمور به استغفارند. خداوند در سورۀ غافر (40/ 55) و سورۀ محمد (47/ 19) به پیامبر(ص) فرمان استغفار از «ذنب» داده است. امیرالمؤمنین علی(ع) نیز برای خویش و مؤمنان استغفار می‌کند ( نهج‌البلاغة ، خطبۀ 197). در نهج‌البلاغه استغفار در شب، یکی از عبادات متقیان به شمار آمده است (خطبۀ 190).  دربارۀ آیاتی که به استغفار رسول اکرم(ص) اشاراتی دارد، مفسران هریک متأثر از دیدگاه کلامی خود، آراء و نظریات گوناگونی بیان کرده‌اند (مثلاً نک‍ : فخرالدین رازی، 32/ 162). بنا بر نظر معتزله و اشاعره که فعل «صغایر» را بر رسول اکرم(ص) ممکن می‌دانند (نک‍ : قاضی عبدالجبار، 573-575؛ جوینی، 356)، در این آیات پیامبر(ص) مأمور به استغفار از صغایر یا گناهان پیش از بعثت بوده است (نک‍ : زمخشری، 4/ 323؛ فخرالدین رازی، 32/ 162؛ بیضاوی، 5/ 81؛ خازن، 4/ 145)، اما امامیه که به اتفاق، کبایر و سغایر را، چه پس از بعثت و چه پیش از آن بر رسول اکرم(ص) ممکن نمی‌شمارند (مفید، 106؛ علامۀ حلی، 376)، برداشتهای دیگری از آیات یادشده مطرح کرده‌اند؛ مانند آنکه مراد از امر به استغفار، امت پیامبر(ص) و نه شخص آن حضرت بوده است (طوسی، 9/ 300) و یا آنکه استغفار رسول اکرم(ص) از باب تعبد بوده است (طبرسی، 7/ 821؛ نیز بغوی، 5/ 47). بنا به دیدگاه متأخران شیعه، «ذنب» مراتب مختلفی دارد؛ ذنبِ نسبت داده شده به معصومین(ع) از نوع گناهان شرعی، قانونی و اخلاقی نیست، بلکه اینان با رسیدن به مقام قرب الٰهی توجه به امور طبیعی و دنیوی را نوعی غفلت از مبدأ هستی و گونه‌ای گناه تلقی می‌کنند. در این باره تعبیر مشهور «حسنات الابرار سیئات المقرّبین» به کار رفته است. از این‌رو، باید این دسته آیات و احادیث مربوط به استغفار معصومین و نیز حدیث نبوی «انّه لَیُغان علی قلبی و انّی لاستغفر الله فی الیوم مائة مرّة» (مسلم، 3/ 2075) را بر همین معنی حمل کرد (نک‍ : شیخ بهایی، 190-193؛ فیض، 1/ 225-226، 7/ 17-18؛ طباطبایی، 6/ 346-366، 370-371، 17/ 341).  گاه در قرآن کریم به پیامبر(ص) امر شده است که برای مرد و زن از مؤمنان استغفار کند (نور/ 24/ 62؛ ممتحنه/ 60/ 12). شیخ طوسی استغفار رسول اکرم(ص) برای مردمان را به معنی دعا و لطفی در حق آنان دانسته است که مغفرت و بخشایش خداوند را در پی خواهد داشت (7/ 466). از نظر قرآن کریم، مؤمن واقعی کسی است که از گناهان خود بی‌درنگ آمرزش طلبد و پیامبر(ص) را برای استغفار شفیع سازد (نک‍ : آل عمران/ 3/ 135؛ نساء/ 4/ 64).  دربارۀ استغفار ملائکه برای مردمان، در آیه‌ای از سورۀ شورى (42/ 5) تصریح شده است که آنان برای اهل زمین استغفار می‌کنند و در آیه‌ای دیگر (غافر/ 40/ 7) آمده است که حاملان عرش و فرشتگان پیرامون آن برای مؤمنان استغفار می‌کنند. برخی استغفار ملائکه برای مؤمنان را به سبب شفقت و مهربانی آنان بر بندگان خداوند دانسته‌اند (نک‍ : فخرالدین رازی، 28/ 33). در برخی تفاسیر، استغفار برای زمینیان، مختص به مؤمنان دانسته شده است (طبری، 25/ 6؛ طبرسی، 10/ 33). همچنین بر پایۀ روایتی، ملائکه برای آن کس که خیرخواه دیگران، و در پی برآوردن نیاز برادران ایمانی است، استغفار می‌کنند (کلینی، 2/ 195).  اگرچه استغفار در هر زمان و مکانی امری پسندیده است، بر استغفار در سحرگاهان (آل عمران/ 3/ 17)، در ایام حج (بقره/ 2/ 199) و برخی مناسبتهای دیگر (نک‍ : نهج‌البلاغة ، خطبۀ 190؛ نیز مجلسی، 90/ 214) تأکید شده است. برخی از مفسران نیز «اَلْمُسْتَغْفِرینَ بِالْاَسْحار» (آل عمران/ 3/ 17) را به معنی نمازگزاران در سحرگاهان دانسته‌اند (نک‍ : طبری، 3/ 139، 26/ 124؛ میبدی، 2/ 46) که در واقع از باب تعیین مصداق است. در برخی از روایات، بر کثرت استغفار و مداومت بر آن تأکید شده (نک‍ : ابن ماجه، 2/ 1254؛ نیز مجلسی، 90/ 279)، و امیرالمؤمنین(ع) استغفار بسیار را از صفات رستگاران شمرده است ( نهج‌البلاغة ، نامۀ 45؛ نیز نک‍ : مجلسی، 90/ 283). در سخن از مداومت بر استغفار، نقل است که پیامبر(ص) روزانه 70، یا به روایتی 100 بار طلب آمرزش می‌کردند (نک‍ : بخاری، 7/ 145؛ مسلم، همانجا؛ نیز کلینی، 2/ 438، 450).  مشهورترین و متداول‌ترین عبارت استغفار «اَسْتَغْفِرُ اللهَ ]رتی[ و اَتوبُ الیه» است، اما هر نیایشی که در آن طلب مغفرت باشد، نیز استغفار شمرده می‌شود. در قرآن کریم از این نوع نیایشها که با عباراتی چون «رَبَّنا فَاغْفِرْلی...» آغاز می‌شود، فراوان است. در روایات و ادعیۀ مأثور به موضوع استغفار به صورتهای گوناگون پرداخته شده است. از پیامبر اکرم(ص) دعایی با عنوان «سیّد الاستغفار» در منابع شیعه و اهل سنت با اختلاف اندکی نقل شده است، بدین سان: «اللهم انت ربی لااله الا انت، خلقتنی و انا عبدک... فاغفرلی انه لایغفر الذنوب الا انت» (بخاری، همانجا؛ ابن بابویه، 140؛ برای نمونه‌های دیگر، نک‍ : کفعمی، 36-46). دعاهایی نیز دربارۀ استغفار در صحیفۀ سجادیه (دعاهای 37-38) از امام زین‌العابدین(ع) آمده است. با توجه به اهمیت استغفار در فرهنگ اسلامی، ذکر «استغفر الله ربی و اتوب الیه» در نمازهای یومیه میان دو سجده و نیز پس از تسبیحات اربعه مستحب است و همچنین در قنوت نماز وتر ذکر استغفار 70 بار تکرار می‌گردد (برای تفصیل، نک‍ : الموسوعة ...، 4/ 35 به بعد). در برخی از آثار امامیه، سخن از نماز استغفار با شرایط و آداب مخصوص آمده است (قمی، 483-484).  در آیات و روایات، از آثار و ثمرات معنوی و مادی استغفار سخن به میان آمده است: استغفار حقیقی علاوه بر اجابت و غفران الٰهی (نساء/ 4/ 110)، مانع از عذاب (انفال/ / 33)، موجب نزول رحمت (نمل/ 27/ 46) و افزونی روزی و توانمندی می‌گردد (نوح/ 71/ 10-12؛ هود/ 11/ 3، 52).  با وجود تأکید فراوان بر استغفار، رسول اکرم(ص) و نیز مؤمنان، از آمرزش خواستن برای مشرکان نهی شده‌اند. گفتنی است که بر پایۀ عبارت صریح قرآن کریم، استغفار پیامبر(ص) برای منافقان نیز، آنان را سودی نمی‌بخشد، چه استغفار به شرط ایمان، بازناگشتن و اصرار نورزیدن بر گناه پذیرفته است (توبه/ 9/ 80، 113؛ منافقون/ 63/ 6؛ نیز نک‍ : فخرالدین رازی، 16/ 146-147؛ رضا، 10/ 566-568). با توجه به نهی از استغفار برای مشرکان، قرآن کریم دربارۀ شبهۀ استغفار ابراهیم(ع) برای پدر مشرک خود چنین پاسخ آورده است که استغفار او به انگیزۀ وفای به وعده بود و پس از آنکه با اصرار پدر بر دشمنی با خداوند مواجه شد، از او تبری جست (نک‍ : توبه/ 9/ 114). گرچه استغفار ابراهیم(ع) مشمول نهی آیۀ 113 سورۀ توبه نمی‌شود، اما با توجه به آیۀ 4 سورۀ ممتحنه (60) این عمل وی، الگو و اسوه برای دیگران نمی‌تواند بود (نک‍ : طوسی، 9/ 580، 581؛ رضا، 11/ 49-60؛ نیز برای نظریات مفسران دربارۀ استغفار ابراهیم(ع)، نک‍ : طبری، 11/ 30-34؛ سیدمرتضى، 33-35؛ طوسی، 5/ 308-309؛ فخرالدین رازی، 16/ 210-211؛ ابن تیمیه، 6-8؛ طباطبایی، 14/ 60-61).",
    "ابن بابویه، محمد، معانی الاخبار ، به کوشش علی‌اکبر غفاری، قم، 1361ش؛ ابن تیمیه، احمد، التوسل و الوسیلة ، بیروت، 1401ق/ 1981م؛ ابن قیم جوزیه، محمد، التوبة ، به کوشش صابر بطاوی، قاهره، 1410ق/ 1990م؛ ابن ماجه، محمد، سنن ، به کوشش محمد فؤاد عبدالباقی، قاهره، 1952-1953م؛ ابوالفتوح رازی، روض الجنان و روح الجنان ، به کوشش محمد جعفر یاحقی و محمدمهدی ناصح، مشهد، 1366-1372ش؛ بخاری، محمد، صحیح ، استانبول، 1315ق؛ بغوی، حسین، معالم التنزیل ، بیروت، 1405ق/ 1985م؛ بیضاوی، عبدالله، انوار التنزیل ، قاهره، 1330ق؛ جرجانی، علی، التعریفات ، قاهره، 1357ق/ 1938م؛ جوینی، عبدالملک، الارشاد ، قاهره، 1369ق/ 1950م؛ خازن، علی، تفسیر ، قاهره، 1317ق؛ راغب اصفهانی، حسین، المفردات ، استانبول، دارقهرمان؛ رضا، محمدرشید، تفسیر القرآن الکریم ، بیروت، دارالمعرفه؛ زمخشری، محمود، الکشاف ، قاهره، 1366ق/ 1947م؛ سیدمرتضى، علی، تنزیه الانبیاء ، نجف، 1380ق/ 1961م؛ شیخ بهایی، محمد، مفتاح الفلاح ، ترجمۀ علی ابن طیفور بسطامی، تهران، 1366ش؛ الصحیفة السجادیة ؛ طباطبایی، محمدحسین، المیزان ، قم، 1391-1393ق؛ طبرسی، فضل، مجمع البیان ، به کوشش هاشم رسولی محلاتی و فضل‌الله یزدی طباطبایی، بیروت، 1408ق/ 1988م؛ طبری، تفسیر ؛ طوسی، محمد، التبیان ، به کوشش احمد حبیب قصیر عاملی، نجف، 1376ق/ 1957م؛ علامۀ حلی، حسن، کشف المراد ، بیروت، 1399ق/ 1979م؛ فخرالدین رازی، التفسیر الکبیر ، قاهره، 1302ق؛ فیض کاشانی، المحجة البیضاء ، به کوشش علی‌اکبر غفاری، قم، 1383ق؛ قاضی عبدالجبار، شرح الاصول الخمسة ، به کوشش عبدالکریم عثمان، قاهره، 1384ق/ 1965م؛ قرآن کریم؛ قرطبی، محمد، الجامع لاحکام القرآن ، بیروت، 1965م؛ قمی، عباس، «باقیات صالحات»، در حاشیۀ مفاتیح الجنان ، تهران، 1383ق؛ کفعمی، ابراهیم، البلد الامین ، چ سنگی، تهران، 1383ق؛ کلینی، محمد، الکافی ، به کوشش علی‌اکبر غفاری، تهران، 1388ق؛ مجلسی، محمدباقر، بحار الانوار ، بیروت، 1403ق/ 1983م؛ مسلم بن حجاج، صحیح ، به کوشش محمدفؤاد عبدالباقی، قاهره، 1374ق/ 1954م؛ مفید، محمد، تصحیح الاعتقاد ، قم، 1363ش؛ الموسوعة الفقهیة ، کویت، 1406ق/ 1986م؛ میبدی، احمد، کشف الاسرار و عدة الابرار ، به کوشش علی‌اصغر حکمت، تهران، 1357ش؛ نهج‌البلاغة .",
    "محمدجواد شمس"
  ],
  "bibliography": [
    "ابن بابویه، محمد، معانی الاخبار ، به کوشش علی‌اکبر غفاری، قم، 1361ش",
    "ابن تیمیه، احمد، التوسل و الوسیلة ، بیروت، 1401ق/ 1981م",
    "ابن قیم جوزیه، محمد، التوبة ، به کوشش صابر بطاوی، قاهره، 1410ق/ 1990م",
    "ابن ماجه، محمد، سنن ، به کوشش محمد فؤاد عبدالباقی، قاهره، 1952-1953م",
    "ابوالفتوح رازی، روض الجنان و روح الجنان ، به کوشش محمد جعفر یاحقی و محمدمهدی ناصح، مشهد، 1366-1372ش",
    "بخاری، محمد، صحیح ، استانبول، 1315ق",
    "بغوی، حسین، معالم التنزیل ، بیروت، 1405ق/ 1985م",
    "بیضاوی، عبدالله، انوار التنزیل ، قاهره، 1330ق",
    "جرجانی، علی، التعریفات ، قاهره، 1357ق/ 1938م",
    "جوینی، عبدالملک، الارشاد ، قاهره، 1369ق/ 1950م",
    "خازن، علی، تفسیر ، قاهره، 1317ق",
    "راغب اصفهانی، حسین، المفردات ، استانبول، دارقهرمان",
    "رضا، محمدرشید، تفسیر القرآن الکریم ، بیروت، دارالمعرفه",
    "زمخشری، محمود، الکشاف ، قاهره، 1366ق/ 1947م",
    "سیدمرتضى، علی، تنزیه الانبیاء ، نجف، 1380ق/ 1961م",
    "شیخ بهایی، محمد، مفتاح الفلاح ، ترجمۀ علی ابن طیفور بسطامی، تهران، 1366ش",
    "الصحیفة السجادیة",
    "طباطبایی، محمدحسین، المیزان ، قم، 1391-1393ق",
    "طبرسی، فضل، مجمع البیان ، به کوشش هاشم رسولی محلاتی و فضل‌الله یزدی طباطبایی، بیروت، 1408ق/ 1988م",
    "طبری، تفسیر",
    "طوسی، محمد، التبیان ، به کوشش احمد حبیب قصیر عاملی، نجف، 1376ق/ 1957م",
    "علامۀ حلی، حسن، کشف المراد ، بیروت، 1399ق/ 1979م",
    "فخرالدین رازی، التفسیر الکبیر ، قاهره، 1302ق",
    "فیض کاشانی، المحجة البیضاء ، به کوشش علی‌اکبر غفاری، قم، 1383ق",
    "قاضی عبدالجبار، شرح الاصول الخمسة ، به کوشش عبدالکریم عثمان، قاهره، 1384ق/ 1965م",
    "قرآن کریم",
    "قرطبی، محمد، الجامع لاحکام القرآن ، بیروت، 1965م",
    "قمی، عباس، «باقیات صالحات»، در حاشیۀ مفاتیح الجنان ، تهران، 1383ق",
    "کفعمی، ابراهیم، البلد الامین ، چ سنگی، تهران، 1383ق",
    "کلینی، محمد، الکافی ، به کوشش علی‌اکبر غفاری، تهران، 1388ق",
    "مجلسی، محمدباقر، بحار الانوار ، بیروت، 1403ق/ 1983م",
    "مسلم بن حجاج، صحیح ، به کوشش محمدفؤاد عبدالباقی، قاهره، 1374ق/ 1954م",
    "مفید، محمد، تصحیح الاعتقاد ، قم، 1363ش",
    "الموسوعة الفقهیة ، کویت، 1406ق/ 1986م",
    "میبدی، احمد، کشف الاسرار و عدة الابرار ، به کوشش علی‌اصغر حکمت، تهران، 1357ش",
    "نهج‌البلاغة ."
  ],
  "signature": "محمدجواد شمس",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
