{
  "id": "eweb_477",
  "source": "DMBI",
  "cat": "term",
  "link": "https://www.cgie.org.ir/fa/article/224455/%D8%AA%D9%88%D8%A8%D9%87",
  "annotator": "Jeremy",
  "title": "توبه",
  "authors": [
    "احمد پاکتچی"
  ],
  "last_updated": "شنبه 4 آبان 1398",
  "content": [
    "توبه، مفهومی در قرآن کریم و رشته‌های گوناگون علوم اسلامی که به بازگشت بنده به سوی خداوند دلالت دارد و به خصوص دربارۀ بازگشت از گناهان به کار می‌رود. در لغت، این واژه از ریشۀ «ت و ب» گرفته شده که در زبانهای گوناگون سامی به معنای «بازگشتن» به کار رفته است (نک‍ : جفری، 87؛ مشکور، 1/ 108). در منابع لغت عربی نیز برخی همین معنا را معنای اصلی این ریشه دانسته‌اند (ابن‌منظور، ذیل توب).  اینکه برخی از لغویان توبه را به معنای بازگشت از گناه گرفته‌اند، باید نوعی کاربرد عام در معنی خاص تلقی گردد (ابوهلال، 194-195؛ جوهری، 1/ 92؛ ابن منظور، همانجا). به هر روی همواره این دقت نظر در میان عالمان مسلمان وجود داشته که معنای اصلی توبه در عربی همان بازگشتن است. اگر نه لغویان، اما بیشتر عالمان قرآن و حدیث، چون خطابی، حلیمی (ابن‌حجر، 11/ 104) و طوسی (1/ 169؛ نیز نک‍ : ابن جوزی، 1/ 70؛ قس: راغب، 169)، فقیهانی چون نووی (20/ 108؛ نیز قرطبی، 1/ 324)، متکلمانی چون ماتریدی ( تأویلات ...، 120) و ابن‌فورک (ص 166) و عارفانی چون ابوالعباس ابن‌عطا (خطیب، 5/ 230) و قشیری (ص 45) بر محور این معنا توبه را تفسیر کرده‌اند. دربارۀ رابطۀ عموم و خصوص میان توبه و بازگشت از گناه، برخی از عالمان متقدم به بحث پرداخته‌اند (مثلاً نک‍ : ماتریدی، التوحید ، 356).  مفهوم توبه در قرآن کریم و پس از آن در احادیث به طور گسترده‌ای بیان شده، و در دورۀ شکل‌گیری علوم اسلامی، در شاخه‌های مختلف آن از فقه و کلام گرفته تا اخلاق و عرفان راه یافته است.",
    "از حیث کاربرد، ثلاثی مجرد «تابَ یتوبُ» در قرآن کریم، با حرف جرّ «على» اشاره به توبه پذیرفتن و فاعل آن خداوند است (مثلاً بقره/ 2/ 37)، با حرف جرّ «الى» اشارۀ توبه‌کردن و مجرور الى خداوند است (مثلاً فرقان/ 25/ 71). در کاربردهای دیگر نیز این فعل به معنای توبه کردن به کار رفته است (مثلاً هود/ 11/ 112). با توجه به همان کاربرد نخست است که صیغۀ مبالغۀ «توّاب» به عنوان نامی از اسماء الله بارها به کار رفته است (مثلاً بقره/ 2/ 37)، در حالی که تنها در یک آیه، توّاب از کاربرد دوم گرفته شده، و به انسان اطلاق شده است (بقره/ 2/ 222). در برخی از کاربردهای قرآنی، توبۀ الٰهی در تعامل با توبۀ انسانی نهاده شده، و سخن از آن است که چون کسی توبه کند، خداوند توبه‌پذیر است (مثلاً نساء/ 4/ 16؛ مائده/ 5/ 39).  در آیات مختلف قرآن کریم، توبۀ خداوند در عرض عفو (بقره/ 2/ 187؛ شورى/ 42/ 25)، هدایت (طه/ 20/ 122) و «تبیین» (نساء/ 4/ 26) قرار داده شده است؛ همچنین پذیرش توبه بارها به عنوان حالت مقابل نسبت به عذاب الٰهی مطرح گردیده است (مثلاً آل عمران/ 3/ 128)، که در این حالت می‌تواند به معنای «صرف» و بازگرداندن عذاب باشد.  ارتباط توبه با استغفار و بخشایش گناهان که در برخی از آیات از آن سخن رفته نیز ناظر به بسط همین کاربرد اخیر است (نک‍ : مائده/ 5/ 74؛ هود/ 11/ 3، 52، 61، 90؛ غافر/ 40/ 3). هم از این رو ست که به هنگام سخن از نخستین عصیان در داستان آفرینش آدم (ع)، نخستین توبه نیز رخ می‌دهد و آدم (ع) با «تلقی کلمات» از پروردگارش، توبه‌اش پذیرفته می‌گردد (بقره/ 2/ 37). با این‌همه، باید توجه داشت که توبه الزاماً همواره مستلزم گناهی از پیش رخ داده نیست؛ قرآن کریم در جایی اعلام می‌کند که خداوند بر پیامبر(ص) و مهاجرین و انصاری که از او پیروی کردند، «توبه پذیرفت» (توبه/ 9/ 117)، بدون آنکه سخن از گناهی رفته باشد. حتى در موضعی باز دربارۀ آدم (ع)، سخن از برگزیدن وی آمده، و «آنگاه (خداوند) او را توبه پذیرفته و هدایت کرده است» (طه/ 20/ 122).  آنگاه که فاعل توبه انسان است، بیش از همه همراهی توبه با ایمان (مثلاً اعراف/ 7/ 153) و عمل صالح (مثلاً مائده/ 5/ 39) دیده می‌شود. همراهی توبه با «تبیین» با فاعل انسانی در یک آیه دیده می‌شود (بقره/ 2/ 160). در برخی آیات توبه با اسلام (احقاف/ 46/ 15؛ تحریم/ 66/ 5)، با اخلاص دین (نساء/ 4/ 146) و پیروی راه خدا (غافر/ 40/ 7) همراه شده است، در حالی که آیات متعدد با مضامین متنوع نیز وجود دارند که در آنها توبۀ انسانی در کنار گونه‌هایی از اعمال عبادی مانند اقامۀ نماز و دادن زکات قرار گرفته است (نک‍ : بقره/ 2/ 128؛ توبه/ 9/ 5، 11، 104، 112؛ تحریم/ 66/ 5).   در مجموع می‌توان نتیجه گرفت که توبه هم وجهۀ اعتقادی و هم وجهۀ عبادی دارد و از همین رو در آیه‌هایی از قرآن کریم، با کاربرد توبه در معنایی عام، توبه زمینه‌ساز رستگاری دانسته شده است (مثلاً نور/ 24/ 31). برآیند یادکردهای گوناگون توبه، نشان از آن دارد که توبۀ قرآنی اشاره به وجود نوعی از رابطه میان انسان و خداوند است که در آن خداوند فضیلتی را به انسان عطا می‌کند و او را در مسیر رستگاری تأیید می‌کند. از این رو با اینکه میان مصادیق استغفار / غفران با توبۀ انسانی/ توبۀ الاهی همپوشی وجود دارد، اما نباید توبه را که تنها پاسخ گناه نیست، با غفران که نسبت به گناهان صورت می‌گیرد، برابر انگاشت. توبه فضیلتی است که مداومت بر آن، از ویژگیهای بندگان جویای پاکیزگی شمرده شده است که خداوند آنان را دوست می‌دارد (بقره/ 2/ 222).  پذیرش توبه از آنِ کسانی است که به عمل نادرستی در اثر نادانی دست می‌یازند و به زودی «توبه» می‌آورند، اما نه از آنِ کسانی که زشتکاری می‌کنند تا آنگاه که مرگ آنان را دریابد و گویند که من اکنون توبه کردم و نه آنان که در حال کفر می‌میرند (نساء/ 4/ 17- 18).  در آیه‌ای از قرآن کریم، از مردم خواسته شده است تا خدای را توبۀ «نصوح» آورند (تحریم/ 66/ 8). از نظر ریشه‌شناسی سامی و با یاری از سیاق آیه، این واژه می‌تواند از مادۀ «نصح» به معنای «پاک و خالص» (قس: عبری و آرامی: گزنیوس، 663)، یا به معنای «با دوام، با ثبات» (قس: عبری: همانجا؛ زامیت، 402) گرفته شده باشد. هر دو برداشت در منابع تفسیری نیز وارد شده است، اگر چه معنای دوم شهرت بیشتری دارد و وجه غالب آن است که توبۀ نصوح توبه‌ای دانسته شود که توبه‌کننده در آن قصد دوام و پایداری دارد (مثلاً نک‍ : طبری، 28/ 168؛ کلینی، 2/ 432؛ راغب، ذیل نصح؛ طبرسی، 10/ 62-63؛ قرطبی، 8/ 227، 18/ 197).",
    "یکی از مشهورترین احادیث نبوی در باب توبه که بر مبنای مفهوم «بازگشت» شکل گرفته، توبۀ خداوند را با تمثیلی نشان داده است و آن چنین است که مردی مسافر در سرزمینی خشک و مرگبار رحل استراحت افکنده، به خواب فرو می‌رود و چون بیدار می‌شود، مرکبش را با آب و توشه گم‌شده می‌بیند؛ در جست‌وجوی مرکب این سو و آن سو می‌دود و چون گرما و تشنگی بر او غالب می‌شود، تصمیم می‌گیرد تا به جای نخست خود بازگردد و بخوابد تا مرگ او را دریابد؛ اما چون بار دیگر بیدار می‌شود، مرکبش را با آب و توشه در کنار خود می‌یابد. در حدیث افزوده است که شادمانی خداوند وقتی بنده‌اش به سوی او باز می‌گردد و توبه می‌کند، بیش از آن مرد توشه بازیافته است (نک‍ : بخاری، 5/ 2324؛ مسلم، 4/ 2102-2105؛ کلینی، 2/ 435، 436).  به این نکته که درِ توبه هیچ‌گاه بسته نیست، بارها در احادیث تأکید شده است؛ حدیثی نبوی حکایت از آن دارد که درِ توبه دری است که مسافت عرض آن 40 (یا 70) سال راه است و تا آستانۀ قیامت بسته نمی‌شود (ترمذی، 5/ 545-546؛ احمد بن حنبل، 4/ 241). همچنین با توجه به آیه‌ای (نک‍ : نساء/ 4/ 18) و بسط معنایی آن، بر این نکته تأکید شده است که تا آنگاه که نَفَس انسان به حلقوم نرسیده، و در آستانۀ مرگ قرار نگرفته باشد، خداوند توبۀ او را می‌پذیرد (ترمذی، 5/ 547؛ ابن‌ماجه، 2/ 1420). برخی از مفسران بر آن‌اند که نزدیکی مرگ مانع قبول توبه نیست، آنچه مرز پایانی پذیرش توبه است، مشاهدۀ احوالی است که در آن هنگام علم به خداوند اضطراراً حاصل می‌شود (فخرالدین، 10/ 71؛ نیز نک‍ : سید مرتضى، 234).  در حدیثی دیگر، با بیان داستانی دربارۀ مردی از بنی‌اسرائیل، از پذیرش توبه حتى دربارۀ گناه‌ آلوده‌ترین انسانها سخن رفته است. آن مرد که 99 انسان را کشته بود، به سراغ داناترین مردم زمین رفت و از وی جویا شد که آیا او را می‌رسد که توبه کند. آن دانشمند گفت که تو را توبه‌ای نیست و مرد با قتل او کشتگانش را به 100 رسانید. سرانجام مرد دانای دیگری یافت که راه توبه را بر او باز می‌دید و سرزمین توبه را به او نشان داد. مرد قاتل را در میانۀ راه آن سرزمین مرگ در رسید. در مقام داوری آشکار شد که او در راه‌ سرزمین توبه بیش از نیمِ راه را پیموده بود. فرشتگان عذاب به او نزدیک نشدند و فرشتگان رحمت به سراغ او رفتند (بخاری، 3/ 1280؛ مسلم، 4/ 2118-2119).  با وجود توصیۀ مؤکد بر احتراز از تکرار گناه، در روایات بر این نکته نیز تکیه شده است که انسان هرگز نباید از رحمت خداوند مأیوس شود و با وجود تکرار گناه، هیچ‌گاه نباید درِ توبه را بر خود بسته ببیند (کلینی، 2/ 434). همچنین در احادیث تأکید شده آن کس که از گناه توبه کند، مانند کسی است که گناهی نکرده است (کلینی، 2/ 435؛ طبرانی، 10/ 150؛ بیهقی، 5/ 439؛ ابونعیم، 4/ 318) و نیز آمده است که خداوند آن کس را که توبۀ نصوح کند، گناهان بخشوده‌شدۀ او را بر دیگران بپوشاند (کلینی، 2/ 431-432). در حدیثی از امام علی (ع)، توبه به عنوان شفیع انسان در آخرت معرفی شده، و شفاعت آن از هر شفیعی برتر دانسته شده است ( نهج‌البلاغة ، حکمت 371).  با وجود کوشش لغویان برای تمایز میان توبه و «نَدَم» (پشیمانی) و توضیح اینکه توبه اخص از ندم است (ابوهلال، 194-195)، گاه در روایات بر این نکته تأکید شده که پشیمانی توبـه است (مثلاً نک‍ : احمـد بن حنبـل، 1/ 376، جم‍ ؛ ابـن ‌ماجـه، 2/ 1420؛ حاکم، 4/ 271-272). در سده‌های پسین، به خصوص متکلمان و عارفان دربارۀ رابطه میان توبه و ندم به تدقیق پرداخته‌اند (نک‍ : بخشهای پسین).  باید توجه داشت که در بسیاری از مجموعه‌های حدیثی، کتابی یا بابی به مبحث توبه اختصاص داده شده است. افزون بر «کتاب التوبة» در برخی از صحاح (نک‍ : مسلم، 4/ 2102 بب‍ ؛ حاکم، 4/ 268 بب‍ ‌) و مجموعه‌های‌حدیثی متأخر (ابن‌‌اثیر،3/ 63 بب‍ ؛ منذری، 4/ 45 بب‍ ؛ هیثمی، 10/ 188بب‍ ‌)، برخی از محدثان در باب توبه، تک‌نگاریهایی پدید آورده‌اند که از آن جمله است: کتاب التوبة ، از ابن‌ابی‌الدنیا (د 281ق)، محدث اهل سنت (بیروت، مکتبة القرآن)؛ کتاب التوبة و المثابة ، از ابوبکر ابن ابی عاصم (د 287ق)، عالم اصحاب حدیث (سمعانی، 1/ 187، 2/ 186؛ ابن‌نقطه، 1/ 225)؛ کتاب التوبة ، از ابوالحسن علی بن محمد مصری (د 338ق)، از محدثان زهدگرای اهل سنت (ابن‌ندیم، 237)؛ مختصر فی فضل التوبة ، از ابوالقاسم کوفی (د 352ق)، عالم امامی (نجاشی، 265)؛ المنیر فی التوبة ...، از ابوعبیدالله مرزبانی (د 384ق)، از معتزلیان اهل اخبار (ابن‌ندیم، 148)؛ کتاب التوبة ، از ابونعیم اصفهانی (د 430ق)، عالم نامی اهل سنت (سمعانی، 1/ 180)؛ و کتاب التوبة، از علی بن حسن ابن عساکر (د 571ق)، عالم نامی شافعی (چ محمد مطیع حافظ، دبی، دائرة‌الاوقاف).  کتاب التوبة الی الله و مکفرات الذنوب از محمد غزالی نیز دارای جنبۀ اخلاقی است (به کوشش عبداللطیف عاشور، بیروت، 1986م). مهدی فتلاوی نیز در اثری با عنوان التوبة و التائبون ، به مطالعۀ اثر تربیتی توبه با تکیه بر آموزه‌های قرآن و حدیث اهل بیت (ع) پرداخته است (چ قم، مکتبة الامام الحسن).",
    "ابن اثیر، مبارک، جامع الاصول ، به کوشش محمد حامد فقی، قاهره، 1370ق/ 1950م؛ ابن‌جوزی، عبدالرحمان، زادالمسیر ، بیروت، 1404ق؛ ابن حجر عسقلانی، احمد، فتح الباری ، به کوشش محمد فؤاد عبدالباقی و محب‌الدین خطیب، بیروت، 1379ق؛ ابن‌فورک، محمد، مجرد مقالات ابی‌الحسن الاشعری ، به کوشش دانیل ژیماره، بیروت، 1986م؛ ابن‌ماجه، محمد، السنن ، به کوشش محمد فؤاد عبدالباقی، قاهره، 1952-1953م؛ ابن منظور، لسان ؛ ابن ندیم، الفهرست ؛ ابن‌نقطه، محمد، التقیید ، به کوشش کمال یوسف حوت، بیروت، 1408ق؛ ابونعیم اصفهانی، احمد، حلیة الاولیاء ، قاهره، 1351ق/ 1932م؛ ابوهلال عسکری، حسن، الفروق اللغویة ، قاهره، 1353ق؛ احمدبن حنبل، مسند ، قاهره، 1313ق؛ بخاری، محمد، صحیح ، به کوشش مصطفى دیب البغا، بیروت، 1407ق/ 1987م؛ بیهقی، احمد، شعب الایمان ، به کوشش محمدسعیدبن بسیونی زغلول، بیروت، 1410ق؛ ترمذی، محمد، السنن ، به کوشش احمد محمد شاکر و دیگران، قاهره، 1357ق/ 1938م بب‍ ؛ جوهری، اسماعیل، صحاح ، به کوشش احمد عبدالغفور عطار، قاهره، 1376ق/ 1956م؛ حاکم نیشابوری، محمد، المستدرک علی الصحیحین ، به کوشش مصطفى عبدالقادر عطا، بیروت، 1411ق/ 1990م؛ خطیب بغدادی، احمد، تاریخ بغداد ، قاهره، 1349ق؛ راغب اصفهانی، حسین، مفردات الفاظ القرآن ، به کوشش صفوان عدنان داوودی، دمشق/ بیروت، 1412ق/ 1992م؛ سمعانی، عبدالکریم، التحبیر ، به کوشش منیره ناجی سالم، بغداد، 1395ق/ 1975م؛ سید‌مرتضى، علی، «انقـاذ ‌البشـر»، رسـائل به کوشش احمد حسینی، قـم، 1405ق؛ طبرانـی، سلیمـان،  المعجم الکبیر ، به کوشش حمدی بن عبدالمجید سلفی، موصل، 1404ق/ 1983م؛ طبرسی، فضل، مجمع‌البیان ، بیروت، 1415ق؛ طبری، التفسیر ، بیروت، 1405ق؛ طوسی، محمد، التبیان ، به کوشش قصیرعاملی، نجف، 1383ق/ 1964م؛ فخرالدین رازی، التفسیر الکبیر ، قاهره، المطبعة البهیه؛ قرآن کریم؛ قرطبی، محمد، الجامع لاحکام القرآن ، به کوشش احمد عبدالعلیم بردونی، قاهره، 1972م؛ قشیری، عبدالکریم، الرسالة ، به کوشش عبدالحلیم محمود و محمود بن شریف، قاهره، مکتبة محمدعلی صبیح؛ کلینی، محمد، الکافی ، به کوشش علی‌اکبر غفاری، تهران، 1391ق؛ ماتریدی، محمد، تأویلات اهل السنة ، به کوشش محمدمستفیض الرحمان، بغداد، 1404ق/ 1983م؛ همو، التوحید ، به کوشش فتح‌الله خلیف، بیروت، 1986م؛ مسلم بن حجاج، الصحیح ، به کوشش محمد فؤاد عبدالباقی، قاهره، 1955م؛ مشکور، محمدجواد، فرهنگ تطبیقی عربی با زبانهای سامی و ایرانی ، تهران، 1357ش؛ منذری، عبدالعظیم، الترغیب و الترهیب ، به کوشش ابراهیم شمس‌الدین، بیروت، 1417ق؛ نجاشی، احمد، الرجال ، به کوشش موسى شبیری زنجانی، قم، 1407ق؛ نووی، یحیى، المجموع ، به کوشش محمود مطرحی، بیروت، 1417ق/ 1996م؛ نهج البلاغة ؛ هیثمی، علی، مجمع الزوائد، قاهره، 1356ق؛ نیز:",
    "Gesenius, W., A Hebrew and English Lexicon of the Old Testament , ed. F. A. Brown, Oxford, 1955; Jeffery, A., The Foreign Vocabulary of the Qur’an , Baroda, 1938; Zammit, M. R., A Comparative Lexical Study of Qur’anic Arabic , Leiden, 2002.  بخش فقه، علوم قرآنی و حدیث",
    "در منابع فقهیِ مذاهب گوناگون، همواره بر وجوب توبه از گناهان تأکید شده، و وجوب آن به اتفاق به «فور» دانسته شده است (مثلاً ابن عبدالسلام، 1/ 188؛ ابن تیمیه، 23/ 215؛ نووی، روضة ...، 11/ 249؛ شهید ثانی، مسالک ...، 10/ 8؛ صاحب جواهر، 33/ 168). گاه برای توبه آداب خاصی نیز ذکر شده است که از آن جمله به خصوص باید به غسل توبه در شمار غسلهای مستحبی (ابوالصلاح، 135؛ محقق، شرایع ...، 1/ 37) و نماز توبه در شمار نمازهای مستحبی اشاره کرد (همو، المعتبر ، 2/ 374؛ ابن قدامه، المغنی ، 1/ 438؛ ابن تیمیه، 20/ 237؛ ابن عابدین، 2/ 28؛ شروانی، 2/ 11، 238) که نخستین آن دو خصوصاً نزد امامیه، و دومین نزد مذاهب گوناگون شناخته است. فقیهان گاه یادآور شده‌اند که هرگاه توبه از فسق با شروط توبه محقق گردد، نه‌تنها وعید اخروی از توبه‌کار برداشته می‌شود، بلکه «اسماء ذم» نیز از او رفع می‌شود و فرد مستحق «اسماء مدح» و ولایت در دین خواهد بود (ابوالصلاح، 244). از همین‌رو، فردی که مرتکب گناهی شده، و حد بر او جاری شده است، درصورت توبه، بنابر قول مشهور به عدالت باز می‌گردد و می‌تواند مناصبی چون امامت جماعت را نیز عهده‌دار شود (شافعی، 1/ 168؛ علامۀ حلی، 3/ 61). دربارۀ ماهیت توبه نزد فقها باید گفت آنجا که توبه ناظر به تغییر وضعیت مجرم در آخرت است، فقها با واگذار کردن امر به داوری اخروی، دربارۀ اینکه این توبه تا چه اندازه مقبول خداوند است، سکوت کرده‌اند. حتى در مواردی مانند گونه‌هایی از ارتداد که در آنها استتابه را منتفی دانسته‌اند، بعضاً بر این نکته تصریح کرده‌اند که حکم به عدم استتابه بدین معنا نیست که اگر شخص توبه کرد، توبۀ او مورد قبول خداوند قرار نخواهد گرفت (جصاص، 5/ 123؛ قمی، 5/ 373). در مواردی که اثری حقوقی ــ اعم از حقوق خانواده، حقوق مالی یا احکام عبادی ــ بر توبه مترتب است، نزد عموم فقها اظهار توبه به منزلۀ توبه است (مثلاً نک‍ : شافعی، همانجا؛ مفید، 504؛ طوسی، النهایة ، 458) و به ندرت فقیهان پذیرش توبه را از نظر حمل آثار حقوقی، بر تحقق «شرایط توبه» مترتب دانسته‌اند (مثلاً ابوالصلاح، همانجا). ابن قدامۀ مقدسی توبه را بر دو گونه دانسته است: توبۀ باطنی که تنها میان انسان و خدا ست و توبۀ حکمی که آثار حقوقی بر آن مترتب است و همین اخیر موضوع بحث فقها ست (نک‍ : المغنی ، 10/ 193). آنجا که ترتب اثر حقوقی بر توبه، مستلزم نوعی اعتماد است، از آن حیث که تظاهر به توبه در صورت واقعی نبودن توبه موجب مفسده‌ای فردی یا اجتماعی می‌گردد، مسئلۀ آزمودن توبه توجه فقیهان را به خود جلب کرده است. به عنوان نمونه، در باب توبۀ محارب، برخی از فقیهان بر این نکته تأکید کرده‌اند که اظهار توبه از سوی محارب می‌تواند ناشی از تقیه بوده باشد و عدم مجازات محارب افزون بر اظهار توبه، باید به ظهور اصلاح نیز موکول گردد (مثلاً نک‍ : ابواسحاق، 2/ 286؛ کاسانی، 7/ 96؛ ابن هبیره، 2/ 425؛ نووی، روضة ، 10/ 159). همچنین درصورتی که مردی زنی را به زناکاری بشناسد و به باور اینکه توبه کرده است، تصمیم به ازدواج با وی بگیرد، نزد برخی فقها، اظهار توبه کافی نیست و لازم است صحت توبه آزموده شود (مثلاً نک‍ : طوسی، همانجا؛ ابن تیمیه، 32/ 125؛ بهوتی، 5/ 83). تردید برخی فقیهان در پذیرش شهادت مجرمان پس از توبه نیز برپایۀ دفع مفسده استوار است (مثلاً نک‍ : ابواسحاق، 2/ 331)؛ از همین‌رو برخی از فقیهان، زمانی را پیش‌بینی کرده‌اند تا واقعی بودن توبۀ مجرم ظاهر گردد (مثلاً نک‍ : ابن عابدین، 5/ 473)."
  ],
  "bibliography": null,
  "signature": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
