{
  "id": "eweb_485",
  "source": "DMBI",
  "cat": "term",
  "link": "https://www.cgie.org.ir/fa/article/222500/%D8%A7%D8%A8%D8%A7%D8%AD%DB%8C%D9%87",
  "annotator": "Jeremy",
  "title": "اباحیه",
  "authors": [
    "حسین لاشیء"
  ],
  "last_updated": "دوشنبه 12 خرداد 1399",
  "content": [
    "اِباحِیه، گروههایی كه برخی از اعمال خلاف شرع را مباح پندارند. اباحه در لغت به معنای اجازه، و در اصطلاح، جایز شمردن محرّمات دینی است. بنابراین تعریف، امكان ظهور اباحه در میان پیروان تمامی ‌ادیان وجود دارد ( ERE ، ذیل نفض احكام ). بعضی از مؤلفان كتابهای ملل و نحل در اسلام مثل بغدادی در الفَرق بین الفِرقَ (ص 172) و فخررازی در اعتقادات فرق المسلمین و المشركین (ص 74)، مسلمانان اباحی مذهب را بر دین مجوس و مزدك دانسته و باقیماندۀ آنان معرفی كرده‌اند. انتساب این‌گونه اشخاص به دین مزدك از آن روی بوده است كه اكثر اعمال حرام در اسلام را كه در آیین مزدكی روا بوده است، مباح می‌شمردند. اباحیه را در اسلام نمی‌توان فرقه‌ای مستقل با مبانی اعتقادی خاص به شمار آورد، بلكه در میان فرق مختلف مسلمانان گروههایی پیدا شده‌اند كه بر‌اساس تأویل ظواهر قرآن و حدیث و یا بر مبنای معاذیر دیگر بعضی از تكالیف شرعی را از خود ساقط دانسته و ارتکاب برخی از اعمال منافی شرع را بر خویش مباح شمرده‌اند. از این‌روست كه مثلاً در فرقۀ اسماعیلیه، با وجود اشتراك در مبانی عقیدتی، گروهی موسوم به نزاریه به اباحه منسوب شدند و گروه دیگر به نام مستعلویه همچنان بر پای‌بندی نسبت به احكام شریعت باقی ماندند، و افتراق این دو گروه از یكدیگر هیچگاه به اعتبار اباحی بودن یكی و پای‌بندی دیگری به احكام شرع نبوده، بلكه عمدتاً به لحاظ اختلاف در تعیین امام بوده است. در میان برخی از غُلات شیعه نیز اگر اباحه راه یافته است هیچگاه این امر عامل تمایز آنها به صورت یک فرقۀ مستقل نبوده، بلکه اختلاف در اصول عقاید، آنان را به صورت فرقه‌های جداگانه در آورده است. بررسی اجمالی فرق مختلف مسلمانان این نكته را آشكار می‌سازد كه اكثر طوایف اباحیه با استناد به اینكه قرآن کریم علاوه‌بر ظواهر، معانی باطنی نیز دارد، اهمال در رعایت احكام را زیر پوشش توجه به باطن و تأویل احكام شرع قرار داده و بر نظریات یا اغراض خود سرپوش دین نهاده‌اند. در « دائرةالمعارف اسلام » و دانشنامه زیر عنوان اباحه، اعتقاد به اباحه در میان شیعیان معلول امید به آخرالزّمان و ظهور حضرت مهدی (ع) و در میان صوفیان نتیجۀ تجربۀ عارفان و مكاشفه دانسته شده است، در‌حالی‌كه به گواهی كتابهای ملل و نحل در هیچ یك از فرق شیعه، و حتی در میان غُلات، امید به ظهور حضرت مهدی (ع) سبب اباحه نبوده است. البته برخی از فرق اسماعیلیه مثل نزاریه به اعتقاد خود، تحقق ظهور امام قائم (محمد ابن اسماعیل) را دستاویز اباحه قرار داده‌اند، ولی این نوع اعتقاد به اباحه نیز مبتنی‌بر امید به ظهور امام قائم نیست. در میان صوفیه نیز تجربۀ عارفانه و مكاشفه موجب بروز اباحه نبوده است، بلكه گاهی كسانی از متصوفه به بهانۀ اینكه پس از وصل به حقیقت، تمسك به وسیله یعنی شریعت ضرورت ندارد، از زیر بار برخی از تكالیف شرعی شانه خالی كرده‌اند. گرایشهای اباحی را می‌توان عمدتاً در گروههایی از غُلات شیعه، خوارج اسماعیلیه، كیسانیه، راوندیه، صوفیه، و برخی دیگر از فرق پیدا كرد.",
    "ویژگی اصلی غلات شیعه، اعتقاد به حلول ذات الهی در علی (ع) و برخی از ائمه (ع) و سایر پیشوایانشان می‌باشد. برخی از غلات شیعه از اهمیت معرفت نسبت به مقام امام معصوم در تشیع، سوءاستفاده كرده، بین پیروان خود چنین شایع كردند كه هر‌كس امام را بشناسد از عمل به واجبات و ترك محرمات بی‌نیاز است. در كتب روایات شیعیان دوازده امامی‌ روایات متعددی نقل شده است كه به موجب آنها ائمۀ شیعه از قائلان به چنین عقیده‌ای تبرّی جسته و آنان را از خود ندانسته‌اند (طوسی، 2 / 802-806). در میان غلات شیعه كسانی بوده اند كه با داشتن گروهی از پیروان، هرگز نتوانسته‌اند فرقۀ مستقلی تشكیل دهند، مانند علی بن مسعود حسكه و قاسم بن یقطین (همو، 2 / 802-803). یكی از فرق اباحی مذهب غلات شیعه، خطّابیه است، كه از ابوالخطاب محمدبن ابی‌زینب اجدع اسدی (د 138 ق / 755 م) پیروی می‌كردند. خطّابیه معتقد به الوهیت امام صادق (ع) و رسالت ابوالخطّاب بودند و ارتكاب بعضی از محرمّات را جایز دانسته، در عمل نسبت به واجباتی چون نماز، روزه، حج و زكات تسامح روا داشته و بر این عقیده بودند كه اگر كسی از دوست خود بخواهد كه علیه دشمن او شهادت دروغ دهد، باید بپذیرد. آنان محرمات و واجبات احكام را تأویل به مردانی می‌كردند كه باید از آنها دوری گزید یا به ایشان نزدیك شد، و به استناد آیۀ «یریدُ اللّٰهُ أن یخفِّفَ عَنْكُم و خُلِقَ الاِنْسانُ ضَعیفاً) (نساء / 4 / 28) گفته‌اند كه خداوند به دست ابوالخطّاب بار سنگین واجبات شریعت را از دوش ما برداشته است (اشعری، سعد، 63؛ نوبختی، 70). محمدبن عمربن عبدالعزیز كشّی در كتاب رجال خویش نامه‌ای از امام صادق (ع) خطاب به ابوالخطاب نقل می‌كند كه در آن امام صادق، ابوالخطاب را بدین دلیل كه زنا، خمر، نماز، روزه و گناهان را نماد اشخاص دانسته، محكوم كرده است (طوسی، 2 / 577، 578). گروه دیگری از خطابیه موسوم به معمریه، معتقد به الوهیت معمر بن عباد سلمی ‌(د 215 ق / 830 م) بودند. معمر معتقد بود كه خداوند هیچگاه بندگان خود را از نعمتهایی كه برای استفادۀ آنان آفریده است، منع نخواهد كرد. بنابراین هیچ غذای حرام و هیچ عمل ممنوعی وجود ندارد و زنا، دزدی، نوشیدن شراب، خوردن گوشت خوك، ازدواج با محارم و لواط جائز می‌باشد. او غسل جنابت را با این استدلال كه نطفه پاك و مایۀ آفرینش آدمیان است از پیروان خود برداشته بود و مانند اكثر غُلات اباحی مذهب محرمات و واجبات شرع را اسامی ‌اشخاص می‌دانست كه باید از آنان دوری جست یا به آنان تقرب نمود (اشعری، علی، 15؛ نوبختی، 71-72). یكی دیگر از فرق اباحی مذهب غلات شیعه بشیریه یا بشریه (اشعری، سعد، 1 / 19، حاشیه) بودند كه از محمد بن بشیر كوفی (ح 180 ق / 796 م) یكی از موالی بنی اسد، پیروی می‌كردند. بشیریه (یا ممطوریه) از واجبات شریعت اسلام تنها به نمازهای پنجگانه و روزۀ ماه رمضان معتقد بودند و بقیۀ احكام را انكار می‌كردند، و به استناد این سخن خداوند كه «اَویزَوِّجُهُم ذُكْراناً و اِنٰاثاً ... » (شوری / 42 / 50)، هم بستر شدن با محارم و لواط را جایز می‌شمردند. بشیریه در اموال و ازدواج اشتراكی مذهب بودند و رعایت مساوات در مال و همسر را ضروری می‌دانستند (نوبختی، 122-123؛ اشعری، سعد، 60). گروهی دیگر از غلات شیعه پیروان محمدبن نصیر نمیری بودند كه در روزگار امام حسن عسكری (ع) (232-260 ق / 846-874 م) پدید آمدند و به نصیریه یا نمیریه شهرت داشتند. محمدبن نصیر ارتكاب محرمات را جایز می‌شمرد، و از آن جمله ازدواج با محارم را مجاز و لواط را نشانۀ فروتنی می‌دانست (نوبختی، 136). از دیگر گروههای اباحی مذهب این فرقه مخمسه و علیائیه (پیدایش: ح 140ق / 757م) را می‌توان ذكر كرد كه پیرو ابوالخطاب و بشّار شعیری بودند. از ویژگیهای مشترك هر دو گروه تعطیل فرائض سنن اسلامی ‌بوده است (اشعری، سعد، 59، 63).",
    "در میان خوارج گروههایی بودند كه برخی از محرمّات دینی را مباح می‌دانستند، همچون میمونیه (پیدایش: نیمۀ اول قرن 2 ق / 8 م) كه نكاح دخترِ پسر و دخترِ دختر و دخترِ برادر و دختر خواهر را جایز می‌شمردند (عَلَم‌الهُدی، 40؛ بغدادی، 168)، و بَیهَسیه (ح 90 ق / 709 م) كه ترك نماز و دشنام گفتن به انبیاء را در حال مستی مباح می‌شمردند (علم‌الهدی، 42). علاوه‌بر دو گروه فوق، فرقه‌ای موسوم به یزیدیه نیز در میان خوارج وجود داشت كه بسیاری از محرمات را مباح می‌دانستند (بغدادی، 167).",
    "بنابر تعالیم ائمّۀ شیعه (ع)، اسماعیلیه توجه خاص به معانی باطنی آیات قرآن كریم داشتند. اما پیشوایان برخی از فرق اسماعیلیه دامنۀ تأویل را چنان وسیع دانستند كه گمان بردند معنای باطنی آیات در باب احكام می‌تواند به كلی مغایر با ظاهر لفظ و حتی ناقض آن باشد، تا آنجا كه برخی از آنان گفتند كه ظواهر احكام شرع همچون زنجیر و بندی است كه بر دست و پای كسانی كه از درك معانی باطنی آنها محروم مانده‌اند، زده می‌شود، و این كمترین كیفر آنان است (نوبختی، 110)، اما این توجه به باطن مانع آن نبوده است كه برخی از فرق اسماعیلیه احكام و تعالیم شریعت را نیز رعایت كنند. مثلاً فرقۀ بُهْره كه در غرب هند ساكنند به احكام شریعت پای‌بند هستند و فقیه مشهور آنان قاضی ابوحنفیه نعمان بن محمد منصور دارای دو كتاب موسوم به دعائم الاسلام فی ذكر الحلال و الحرام و القضایا و الاحكام و مختصر الآثار فی ماروی عن الائمة الاطهار است (مشكور، 231). فاطمیون مصر نیز پای‌بند به احكام شریعت و از اباحه روی‌گردان بوده‌اند. پس از اتمام دورۀ امامت «امامان مستور» و ظهور دولت فاطمی‌ مصر (297 ق / 910 م) بر اثر اختلافات عقیدتی كه میان داعیان اسماعیلی پدید آمد فرق مختلفی در میان این گروه ظاهر شدند و این خود عامل بسیار مهمی ‌در تضعیف و تلاشی دولت فاطمی ‌مصر گردید. برخی از این فرق رسماً طریق اباحه پیش گرفتند. از‌جمله فرقۀ نزاریه (پیروان المصطفی لدین‌الله، مشهور به «نزار» (د 488 ق / 1095 م)، فرزند خلیفۀ فاطمی ‌المستنصر) را می‌توان نام برد. از داعیان بزرگ این فرقه، كه خود سپس مدعی امامت شد، حسن صباح است. او در قلعۀ الموت آغاز قیامت را اعلام نمود و خود را امام منتظر معرفی كرد و سپس حق الله یا احكامی ‌از شریعت را كه ناظر به روابط میان خالق و مخلوق بودند از پیروان خود ساقط نمود. از‌این‌رو نام این فرقه را مسقطیه نیز گفته‌اند (مشكور، 234). اینان معتقد به مراتب هفتگانۀ مستجیب، مأذون، داعی، حجت، امام، اساس و ناطق در میان مؤمنین می‌باشند، و ناطق را دارای بالاترین مرتبه در میان خلق و واضع جدید و ناسخ شریعت قدیم می‌دانند. بنابراین در هر زمان حلال و حرام شریعت تابع دستور و نظر ناطق است. نزاریه برای احكام شرعی و تكالیف عبادی چون نماز، روزه، زكات و حج، تأویلات خاص داشتند و می‌گفتند كه مقصود از واجبات شرع قومی ‌است كه دوستی آنان واجب است، و محرمات عبارتند از قومی‌ كه باید آنان را دشمن داشت و از ایشان تبری نمود (علم‌الهدی، 181-182؛ مشكور، 227، 228). یكی دیگر از فرق اسماعیلیه كه به اباحه گرایش یافتند، قرامطه بودند. پیشوای قرامطه كه از فرقۀ مباركیه منشعب شدند، قرمطویه یا حمدان قرمط بود. آنان معتقد بودند كه محمدبن اسماعیل امام قائم است، در عین حال مقام نبوت نیز دارد، و به همین دلیل خود دارای شریعتی است كه شریعت پیغمبر اسلام (ص) را نسخ می‌كند. آنان دربارۀ لزوم نسخ شریعت قدیم به وسیلۀ امام قائم به روایاتی نظیر این روایات تمسك جسته‌اند: «اگر قائم ما قیام كند، قرآن را جدید می‌یابید»؛ «اسلام آغازی غریبانه داشت و به زودی همچون آغاز آن غریب خواهد شد، پس خوشا به حال غریبان». آنان به استناد این روایت كه خود نقل كرده‌اند: «خداوند تبارك و تعالی بهشت آدم ــ صلوات خدا بر او ــ را برای محمد بن اسماعیل قرار داد»، گفته‌اند كه خداوند تمامی ‌محرمات را بر محمدبن اسماعیل و یاران او حلال كرده است. به عقیدۀ قرامطه تأویل این آیه از قرآن كریم كه خداوند به آدم و حوّا می‌فرماید: «وَكُلا مِنْها رَغَداً حَیثُ شِئْتُما وَلاتَقْرَبا هذِهِ الشَّجَرة» (بقره / 2 / 35) این است كه شما پیروان محمد بن اسماعیل هر كار كه خواهید بكنید و هر چه خواهید بخورید، اما به موسی بن جعفر (ع) و فرزندان وی و هر كه پس از او دعوی امامت كند نزدیك نشوید. به نظر آنان تمامی‌ احكام الهی دارای ظاهر و باطنی است كه عمل به باطن آنها سبب رستگاری و تمسك به ظاهر آنها موجب هلاكت می‌گردد و رنج ناشی از عمل به ظواهر احكام كمترین كیفری است كه اهل ظاهر به آن مبتلا می‌شوند. آنان معتقدند كه نماز دانستن اسرار، روزه پنهان كردن اسرار و حج دیدار پیروان محمدبن اسماعیل است (نوبختی، 108- 119؛ اشعری، سعد، 83-85). ناصر خسرو در سفرنامه (ص 147، 148، 151) وقتی كه از مشاهدات خود در 443ق در لحساء ــ مركز حكومت قرامطه ــ سخن می‌گوید، یادآور می‌شود كه مردم این شهر در عین آنكه اقرار به نبوت پیامبر اسلام (ص) دارند، نماز نمی‌خوانند و روزه نمی‌گیرند و گویند بوسعید گفته است كه نماز و روزه را از شما برگرفتم. در این شهر گوشت همۀ حیوانات چون گربه، سگ، گاو، خر و گوسفند به فروش می‌رسد و سگ را نیز همچون گوسفند برای كشتن و خوردن فربه می‌كنند. گروه دیگری از اسماعیلیه غیاثیه‌اند كه پیروان مردی ادیب و شاعر به نام غیاث بوده‌اند. آنان براساس كتاب بیان غیاث معتقد بودند كه فهم ظاهری احكام فهمی ‌باطل و خطاست. خلطیه نیز نام گروهی از اسماعیلیه بوده است كه به اباحه گرایش داشته‌اند (مشكور، 232، 233).",
    "قائلین به امامت و گاه الوهیت محمدبن حنفیه را كیسانیه نامند. در میان كیسانیه نیز سه فرقه، حمزیه، جناحیه یا حارثیه و بیانیه به اباحه گرایش یافتند. حمزیه پیروان حمزةبن عمارۀ بربری بودند. او بر این عقیده بود كه هر‌كس كه امام را بشناسد از قید رعایت واجبات و محرمات دین آزاد خواهد بود. گفته‌اند كه او با دختر خود ازدواج كرد (اشعری، سعد، 56؛ نوبختی، 49-50). گروه دیگر از كیسانیه كه از یاران عبدالله بن حارث بودند حارثیه یا جناحیه نامیده شدند. جناحیه را نیز اعتقاد بر این بود كه هر‌كس كه امام را بشناسد هر كار كه خواهد، می‌تواند انجام دهد و هیچ گناهی بر او نیست. آنان عبادات را اسامی ‌مردانی از اهل بیت علی علیه‌السلام كه محبت آنان واجب است می‌دانستند، و محرمات را اسامی ‌دشمنان اهل بیت آن حضرت كه بغض و دشمنی آنان ضروری است، می‌شمردند (نوبختی، 56؛ بغدادی، 150). گروه دیگر از كیسانیه پیروان بیان بن سمعان، موسوم به بیانیه بودند. طایفه‌ای از آنان معتقد بودند كه قسمتی از شریعت اسلام به وسیلۀ بیان نسخ شده است و از‌این‌رو نسبت به برخی از محرمات و واجبات بی‌اعتنا بودند (بغدادی، 145).",
    "فرقه‌ای از شیعیان عباسی را راوندیه (ح 150 ق / 767 م) گویند كه در میان آنان گروهی موسوم به ابومسلمیه به اباحه گرایش یافتند. ابومسلمیه به ادامۀ حیات و امامت ابومسلم خراسانی قائل شدند و شناخت امام را برای رستگاری كافی می‌دانستند و خود را از قید رعایت واجبات و احتراز از محرمات آزاد می‌انگاشتند (نوبختی، 75).",
    "در میان گروههایی از صوفیه نیز گرایشهای اباحی و مخالف با موازین شرعی دیده می‌شود. یكی از رسائل مهمی‌ كه بر ردّ صوفیۀ اباحی مذهب نگاشته شده است، رساله‌ای است تحت عنوان «كتاب یذكر فیه حماقة اهل الاباحة» از محمد بن محمد غزالی. او در این رساله (ص 98- 118) 8 شهبه از شبهات اهل اباحه در میان صوفیان را مطرح ساخته و به پاسخ‌گویی پرداخته است. شبهات مزبور كه در حقیقت خلاصۀ توجیهات صوفیۀ اباحی مذهب است، از این قرارند: 1. خداوند از طاعت بندگان بی‌نیاز است؛ 2. حق تعالی كریم و رحیم است و به همۀ بندگان، حتی گنهكاران به دیدۀ رحمت می‌نگرد؛ 3. مقصود از احكام شریعت، پاك شدن انسان از شهوات نفسانی است و چون این كیفیات ذاتی و فطری انسان است، با ریاضت و پرهیزكاری زایل نمی‌شود؛ 4. به‌سبب عارض شدن بعضی حالات و حصول برخی كیفیات باطنی در نتیجۀ ریاضت، بر كسانی این گمان باطل دست می‌دهد كه به نهایت كار رسیده و به حق واصل شده‌اند، و طبعاً بعد از وصول به مقصد، پرداختن به وسیله امری عبث و باطل است؛ 5. كسانی دیگر، كه در پی مجاهدتها و ریاضتهای مدام به كمال نفسانی رسیده و از شهوات و رذائل اخلاقی پاک شده‌اند، گمان می‌برند که بر تمامی ‌اسرار عبادات واقفند و چیزی از اسرار بر ایشان پوشیده نیست، همین تصور موجب گمراه شدن آنان می‌گردد؛ 6. چون سعادت و شقاوت بسته به تقذیر ازلی است پس سعی و مجاهدت بنده در قیام به طاعات و اجتناب از معاصی بی‌فایده است؛ 7. آدمی ‌چون گیاهی است كه با مردن نابود می‌شود و دوزخ و عقاب و ثواب و حساب دروغ و تلبیس است؛ 8. درویش كسی است كه از همه چیز، درویش و تهی‌دست باشد، حتی از ثمرات نماز، روزه، ثواب و از امید رسیدن به بهشت. عبدالرّحمن جامی ‌در نفحات الانس صوفیان اباحی مذهب را «متشبه مبطل به صوفیان» یا باطنیه و مباحیه نامیده است و می‌گوید آنان خود را در زمرۀ صوفیان اظهار كنند ولی نسبت به عقاید و احوال و اعمال ایشان بیگانه باشند و گویند پای‌بندی به احكام شرع ویژۀ عوام است، زیرا كه نهایت فهم و دید آنها در درك ظواهر اشیاء است، اما اهل طریقت و حقیقت برتر از آنند كه به رسوم ظاهر مقید شوند و تمامی‌ همت آنان به مراعات حضور باطن است (ص 13). اینان بر این اعتقادند كه احكام شریعت برای تهذیب نفس و وصول به حق است و گویند چون ما را وصال حق نصیب شده است دیگر حاجت به رعایت احكام شرع نیست و تكلیف از ما برداشته شده است (سهروردی، 31). این همان شبهۀ پنجمی ‌است كه غزالی نیز از آن یاد می‌كند. به هر حال این نكته گفتنی است كه در آثار مهم صوفیه و در سخنان بزرگان و مشایخ آنان اباحی مذهبان همواره مورد نكوهش بوده‌اند، و رعایت شریعت تا آخرین لحظۀ حیات شرط توفیق در طریقت دانسته شده است (هجویری، 403؛ سهروردی، 31).",
    "در میان سایر فرق اسلامی‌، كه اغلب اهل تسنّن بوده‌اند نیز گرایش به اباحه دیده می‌شود. به گفتۀ سمعانی در الانساب (1 / 85) برخی اشخاص ازآن‌روی كه شافعی، بازی شطرنج، و مالك، اتیان زنان از دُبُرو ابوحنیفه، شرب نبیذ را مجاز دانسته‌اند، ارتكاب قمار و لواط و نوشیدن شراب را بر خود مباح می‌دانند. خُرّم دینیه (یا خُرّمیه یا سرخ جامگان)، مُقَنَّعِیه (یا مُبیضه)، حلمانیه و كرّامیه را نیز می‌توان از جهاتی در شمار اباحیه قرار داد. دو گروه اصلی خُرّم دینیه موسوم به بابكیه و مازیاریه، گرچه به ظاهر مسلمان بودند و به ساختن مساجد و اقامۀ نماز در آنها می‌پرداختند، اما در ماه رمضان روزه نمی‌گرفتند و در پنهان نماز نمی‌گزاردند و از فواحش و محرمات پرهیز نداشتند و ارتكاب آنها را بر خود مباح می‌دانستند (نوبختی، 36؛ بغدادی، 161). مقنعیه پیروان المقنع (د 163 ق / 780 م) بودند كه محرمات را بر پیروان خویش مباح و واجبات را از آنان ساقط كرده بود (بغدادی، 155). حلمانیه پیروان ابوحلمان دمشقی (د 340 ق / 951 م) بودند و او معتقد به حلول خداوند در صورتهای زیبا بود و هر جا كه صورتی زیبا می‌دید در برابر او سجده می‌كرد. ابوحلمان می‌گفت كه اگر كسی خداوند را آن‌گونه كه من توصیف می‌كنم بشناسد، هیچ چیز بر او حرام نخواهد بود و هر كار لذت‌بخشی را می‌تواند انجام دهد و هر غذایی را كه بخواهد می‌تواند بخورد (بغدادی، 156). كرّامیان پیروان ابوعبدالله كرام (د 255 ق / 896 م) بودند و می‌گفتند كه جملۀ گناهان، جز خوردن شراب را، در پنهان می‌توان انجام داد. از ابوعبدالله كرّام نقل شده است كه گفت: من جملۀ كبائر را بر شما مباح كردم، جز خمر را. او لواط با كفار و مشركان و مجوس و یهود و نصاری را عبادت می‌دانست. به اعتقاد اینان هر گناه كه كرّامی‌ كند برای او حسنه نویسند، و هر نیكی كه دیگری كند برایش گناه نویسند (بغدادی، 130-136؛ علم‌الهدی، 70).",
    "اشعری، علی بن اسماعیل، مقالات الاسلامیین ، ترجمۀ محسن مؤیدی، تهران، 1362 ش؛ اشعری، سعدبن عبدالله، المقالات و الفرق ، به كوشش محمد جواد مشكور، تهران، 1361 ش؛ بغدادی، عبدالقاهر بن طاهر، الفرق بین الفرق ، به كوشش عزت العطار الحسینی، قاهره، 1367 ق / 1948 م؛ جامی‌، عبدالرحمن بن احمد، نفحات الانس ، به كوشش مهدی توحیدی‌پور، تهران، 1337 ش؛ سمعانی، عبدالكریم بن محمد، الانساب ، به كوشش عبدالرحمن بن یحیی المعلمی‌، حیدرآباد دكن، 1382 ق / 1962 م؛ سهروردی، عمربن محمد، عوارف المعارف ، ترجمۀ ابومنصور عبدالمؤمن اصفهانی، تهران، 1364 ش؛ طوسی، محمد بن حسن، اختیار معرفة الرجال ، به كوشش میرداماد استرابادی، قم، 1404 ق؛ علم‌الهدی، مرتضی ابن داعی، تبصرة العوام ، به كوشش عباس اقبال، تهران، 1312 ش؛ غزالی، محمدبن محمد، «كتابٌ یذكر فیه حماقة اهل الاباحة»، زمینۀ ایران‌شناسی ، به كوشش چنگیز پهلوان و وحید نوشیروانی، تهران، 1364 ش؛ فخررازی، محمدبن عمر، اعتقادات فرق المسلمین و المشركین ، به كوشش علی سامی‌ النشار، قاهره، 1356 ق؛ مشكور، محمدجواد، تاریخ شیعه و فرقه‌های اسلام تا قرن چهارم ، تهران، 1355 ش؛ ناصرخسرو، سفرنامه ، به كوشش محمد دبیرسیاقی، تهران، 1354 ش؛ نوبختی، حسن بن موسی، فرق الشیعه ، ترجمۀ محمد جواد مشكور، تهران، 1353 ش؛ هجویری، علی بن عثمان، كشف المحجوب ، به كوشش و. ژوكوفسكی، لنین گراد، 1926 م؛ نیز:",
    "EI2; ERE.",
    "حسین لاشیئی"
  ],
  "bibliography": null,
  "signature": "حسین لاشیئی",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}