{
  "id": "eweb_489",
  "source": "DMBI",
  "cat": "term",
  "link": "https://www.cgie.org.ir/fa/article/225425/%D8%AA%D8%A3%D9%88%DB%8C%D9%84",
  "annotator": "Jeremy",
  "title": "تأویل",
  "authors": [
    "احمد پاکتچی"
  ],
  "last_updated": "جمعه 3 آبان 1398",
  "content": [
    "تَأْویل، اصطلاحی در علوم قرآنی، و به‌طور عام در مطالعات مربوط به فهم نصوص که به نوع خاصی از برداشت از متن اشاره دارد و آن برداشتی است که به نحوی برخلاف ظاهر متن بوده باشد.",
    "واژۀ تأویل از ریشه «أ و ل»، و به معنای بازگرداندنِ پیش یا وضعیت پیشین است. آنجا که تأویل دربارۀ فهم چیزی به کار رود، ناظر به بازگرداندن چهرۀ بیرونی به معنای درونی است که به گونه‌های مختلف در قرآن کریم دیده می‌شود، مانند تأویل خواب به معنایی که در پس رؤیا نهفته است (نک‍ ‍: یوسف / 12 / 6، 21، جم‍ ؛ نیز کهف / 18 / 78، 82). در کاربردی فراتر، مقصود از تأویل فرا بردن یک دالّ از معنایی ظاهری به معنایی دور از ظاهر است که تصور می‌شود مهم‌تر از معنای ظاهر، و بیش از معنای ظاهر مقصود گوینده بوده است. بدین ترتیب، واژه تأویل به معنای اصطلاحی خود در علوم اسلامی نزدیک شده است.",
    "آن‌گاه که از دالّ بیش از یک مدلول دریافت شود، راه برای بحث از اولویت این مدلولات نسبت به یکدیگر گشوده می‌شود. برای آنکه معنای خلاف ظاهر مورد تکیه قرار گیرد، باید مستندی فراتر از الفاظ دالّ در میان باشد تا صارف از معنای ظاهر و داعی به معنایی باطنی بوده باشد. این مستند، اولویتِ معنای باطن و پیشینی بودن آن نسبت به معنای ظاهر است و هم از این روست که تعبیر تأویل یا بازگرداندنِ پیش، برای گرداندن دالی از مدلول ظاهر به مدلول باطن موضوعیت یافته است.",
    "به هر روی، توجه به معانی فراتر از ظاهر در قرآن کریم و دیگر نصوص دینی، زمینه‌ساز فرهنگ وسیع تأویل شده که در حوزه‌های مختلف علوم و معارف اسلامی، از تفسیر و شرح حدیث گرفته، تا علومی چون فقه و کلام جایگاهی ویژه یافته است. به‌علاوه، همین ویژگی موجب شده است تا تأویل در میان برخی گروههای خاص دینی، چون اهل عرفان و تصوف، یا برخی مذاهب خاص چون اسماعیلیه، نقشی بسیار ویژه‌تر از دیگران ایفا نماید.",
    "کلیدی‌ترین آیه در قرآن کریم که دربارۀ تأویل آیات قرآنی سخن گفته، آیۀ 7 سورۀ آل عمران است که به سبب پیچیدگی و ابهام موجود در عبارت، یکی از پرگفت‌وگوترین آیات برای مفسران بوده، و خود مبنای اختلافی وسیع دربارۀ چیستی تأویل و حیطه‌های آن بوده است. از این‌رو، نخست باید کاربرد تأویل در دیگر آیات قرآنی بررسی، و از داده‌ها برای تبیین معنای تأویل در این آیه استفاده شود.",
    "با تکیه بر این مبنای لغوی ــ که تأویل از مادۀ «ا و ل» در باب «تفعیل» ساخته شده است ــ و با توجه به اینکه مادۀ «اول» به معنای تقدم، و معنای ثانوی آن رجوع (به اصل پیشین) است (خلیل، 8 / 358- 359؛ ابوعبیده، 1 / 86؛ گزنیوس، 17؛ ماکوخ، 9)، معنای تأویل باید بازگرداندن و نقل کردن به اصل پیشین باشد. بدین‌ترتیب، در تأویل 3 رکن اصلی شکل می‌پذیرد: یکی امر تأویل‌پذیر یا موضوع تأویل، دیگر تحقق اصلی که مرجع تأویل است، و سوم واسطۀ نقل یا تأویلگر. به هر روی، چنین می‌نماید که تأویل در زبان عربی عصر نزول واژه‌ای دانشی و نه روزمره بوده است، افزون بر آنچه از کاربردها برمی‌آید، به کار نرفتن مشتقات این واژه در قرآن کریم و اصرار بر کاربرد شکل «تأویل»، نشان از این امر دارد.",
    "نکتۀ دیگری که باید در تحلیل کاربردهای تأویل مد نظر قرار گیرد، رابطۀ میان موضوع تأویل و مرجع تأویل است؛ در کاربردهای سورۀ یوسف، موضوع تأویل رمز است و تصویری بدلی است که جای‌گزین تصویر اصلی شده است (رابطۀ نمادین)، و در کاربردهای سورۀ کهف، موضوع تأویل بخشهایی تقطیع شده از مرجع تأویل است؛ بدین معنا که تقلیل اصل محتوا به بخشهایی گسیخته از آن، درک محتوا را با مشکل مواجه ساخته است، بدون آنکه جای‌گزینی صورت گرفته باشد (رابطۀ تضمنی).",
    "در اشاره به نمونه‌ها، باید گفت که آن 11 ستاره، خورشید و ماه که بر یوسف (ع) سجده می‌بردند (یوسف / 12 / 4)، آن کس که نانی بر سر می‌برد و پرندگان از آن می‌خوردند (همان / 36)، آنکه 7 گاو فربه، 7 گاو لاغر را بخورند (همان / 43، 46) و موارد دیگر، همه با اصل خود رابطۀ نمادین دارند. اما سوراخ کردن کشتی توسط خضر و دیگر اعمال غریب او، اگر چه همۀ ماجرا نیست و ناآگاهی از حقایق بافت، فهم این اعمال را برای موسى (ع) دشوار ساخته بود، اما به هر روی، این اعمال بخشی از ماجرا بود و نمی‌توانست تنها نشانه‌‌ای نمادین بر امور واقع تلقی گردد (نک‍ : کهف / 18 / 65 بب‍ ‌).",
    "در کاربردهای سورۀ یوسف، عموماً تأویل از مقولۀ پیش‌گویی است، بدین معنا که تأویلگر پیش از تحقق مرجع تأویل از آن خبر داده است. اما در یک آیه از سورۀ یوسف (آیۀ 100) و در تمام موارد داستان موسى (ع) و عبد صالح در سورۀ کهف، تأویل از مقولۀ تطبیق به هنگام تحقق است، بدین معنا که تأویلگر هم‌زمان با تحقق خارجی مرجع تأویل، از رابطۀ آن با موضوع تأویل خبر داده است.",
    "در اغلب آیات قرآنی که سخن از تأویل به میان آورده‌اند، همواره توجه ویژه به دانش تأویل دیده می‌شود. در سورۀ یوسف در سخن از تأویل رؤیا، همواره بر این نکته تأکید شده است که دانش تأویل آموزشی الاهی برای یوسف‌(ع) بوده است (یوسف / 12 / 6، 21، 37، 101) و معبران دربار که از چنین آموزشی برخوردار نبودند، بر تعبیر رؤیای پادشاه قدرت نداشتند (همان / 43، 44). در کاربردهای سورۀ کهف، تمامی داستان موسى‌(ع) و عبد‌صالح بر این پایه قرار دارد که عبدصالح از دانشی الاهی برخوردار بود که موسى‌(ع) برای فراگرفتن آن نزد عبدصالح فرستاده شده بود؛ عبدصالح بر تأویل اموری آگاهی داشت که برای موسى‌(ع) قابل درک نبود (کهف / 18 / 65 بب‍‌ ).",
    "گاه در قرآن کریم ، تأویل نه به معنای یاد شده، بلکه به معنای تحقق مرجع تأویل، یا به تعبیر دیگر، تحقق امری از پیش خبرداده شده به کار رفته است که باید نوعی نقل معنایی تلقی گردد.",
    "نمونۀ این کاربرد را می‌توان در آیۀ 53 سورۀ اعراف دیدکه در آن از انتظار کافران برای فرارسیدن «تأویل» آیات مربوط به جهان پس از مرگ سخن رفته است و از اینکه روزی که این «تأویل» فرا رسد، آنان‌که پیش‌تر آن را فراموش کرده بودند، چه خواهند گفت. نمونۀ دیگر در آیۀ 39 از سورۀ یونس دیده می‌شود که در آن از تکذیب کافران نسبت به آنچه بدان دانایی ندارند و «تأویل» آن فرا نرسیده، سخن رفته است. در این موارد، اگر چه اخبار و پیش‌گویی همچنان وجود دارد، اما به حاشیه رانده شده، و رکن تحقق خارجی مرجع، در معنای تأویل برجسته شده است.",
    "در همین راستا، باید به کاربردهایی از تأویل در قرآن کریم اشاره کرد که همین معنای تحقق مرجع تأویل، با مفروض گرفتن و‌عده‌های مربوط به جهان پسین و بدون نیاز به یادآوری موضوع تأویل، بر معنای مرجع تأویل تمرکزی بیش یافته، و عملاً معنایی نزدیک به معنای «عاقبت» به خود گرفته است. نمونۀ این کاربرد را می‌توان در دو آیه (نساء / 4 / 59؛ اسراء / 17 / 35) باز جست. در منابع تفسیری نیز، تأویل در این آیات به «عاقبت» تفسیر شد‌ه است.",
    "تفلیسی در کتاب وجوه قرآن ، در کنار معانی‌ای چون به کناره رسیدن (رسیدن به معنای فراسوی)، خواب‌گزاردن، درست بکردن (تحقق یافتن امر)، و گونه‌ها، از عاقبت به عنوان یکی از 5 وجه قرآنی تأویل یاد کرده است (ص 52-53). راغب اصفهانی کوشش کرده است تا با مطرح کردن معنای «بازگرداندن چیزی به سوی غایت اراده شده از آن» به عنوان معنای جامع میان کاربردهای قرآنی، این بازگرداندن را به دو گونه «علماً» و «فعلاً» تقسیم نماید (ص 99).",
    "تنها آیه در قرآن که دربارۀ تأویل آیات قرآنی سخن آورده، آیۀ 7 سورۀ آل عمران است. با توجه به اینکه در این آیه به دانش تأویل اشاره شده، این کاربرد اصلی واژه است، نه کاربرد ثانوی. ارکان سه‌گانه در اینجا اینهاست: موضوع تأویل آیات متشابه، مرجع تأویل معنای واقعی آیات، اما رکن سوم، تأویلگران دروغین «آنان‌اند که در دل ایشان گمراهی است و به دنبال تأویل آیات متشابه‌اند» و تأویلگر راستین، به یک قرائت اساساً در این آیه ذکر نشده است و به قرائت دیگر، همان «راسخان در علم»‌‌اند. به هر تقدیر، تأویلگران راستین ــ اگر اساساً تأویل این آیات ممکن شمرده شود ــ آنان‌اند که خداوند این دانش را به ایشان داده باشد.",
    "اینکه دقیقاً چه آیاتی محکم، و چه آیاتی متشابه‌اند، اینکه تأویل تا چه حد به آیات محکم راه دارد، اینکه راسخان در علم چه کسانی هستند و دست‌یابی آنان بر دانش تأویل چگونه است؟ همه سؤالاتی است که در منابع تفسیری بسط یافته است (برای توضیح، نک‍ ‍: ه‍ د، محکم و متشابه).",
    "قابل انتظار است که معانی به کار رفته از تأویل در قرآن کریم ، در احادیث و اخبار عصر صحابه و تابعین نیز بازتاب یافته باشد، اما باید توجه داشت که تناسب کمی کاربردها، نشان از آن دارد که تأویل با کاهش و افزایش معنایی آشکاری روبه‌رو بوده است. در مجموع چنین می‌نماید که کاربرد تأویل در آیۀ 7 سورۀ آل عمران دیگر کاربردهای قرآنی را تحت‌الشعاع خود قرار داده، و معنای تأویل به طور نسبی، به سمت تحدید و اختصاص یافتن به تأویل قرآن روی نهاده است.",
    "یکی از کاربردهای مهم و شاخص تأویل در قرآن‌ کریم ، کاربرد آن برای خواب‌گزاری است که پس از عصر نبوی از کاربرد آن کاسته شده، و در اواخر همان سده، این ضرورت احساس می‌شده است تا «تأویل الاحادیث» با «تعبیر الرؤیا» یا حتى عبارت‌گذرا و ناپایای «عبارة‌الرؤیا» تفسیر شود تا به درستی فهم گردد. چنین تفسیری از مجاهد، قتاده، سُدّی و دیگران نقل شده است (طبری، تفسیر ، 12 / 176، 222؛ ابن‌جوزی، 4 / 181). در سدۀ 3ق / 9م، به طور قاطع، اصطلاح «تعبیر الرؤیا» جانشین ««تأویل الرؤیا / الاحادیث» شده است (مثلاً نک‍ ‍: بخاری، الصحیح ، 6 / 2583؛ ابن‌ماجه، 2 / 1282؛ ترمذی، 4 / 536؛ ابن‌ابی شیبه، 6 / 173؛ ابن‌ندیم، 277، 378؛ نجاشی، 77).",
    "جنگ برای تأویل: یکی ازتعیین‌کننده‌ترین کاربردهای سدۀ نخست هجری تأویل در تقابل با تنزیل است که در بافتهای متنوعی به چشم می‌خورد. مشهورترین این بافتها، حدیث مشهور «خاصف النعل» است که به طور گسترده در فضایل حضرت علی(ع) در کتب اهل سنت و شیعه نقل شده است. برپایۀ این حدیث، پیامبر (ص) اشاره دارد که من برای «تنزیل قرآن » جنگیدم و علی (ع) برای «تأویل قرآن » خواهد جنگید (احمد بن حنبل، المسند ، 3 / 33، 82؛ ابن‌ابی شیبه، 6 / 367؛ حاکم، 3 / 132؛ کلینی، 5 / 12؛ ابن‌بابویه، الخصال ، 276؛ طوسی، تهذیب ...، 4 / 116، 6 / 137).  جنگ برای تأویل، آن اندازه که به حضرت علی (ع) باز می‌گردد، اشاره به جنگهای سه‌گانۀ آن حضرت، جمل، صفین و نهروان است و این نکته‌ای است که حتى در حدیثی بر آن تصریح شده است (ابن‌بابویه، همان، 551؛ نیز نک‍ : نهج‌البلاغة‌ ، خطبۀ 122، نامۀ 55). در منابع سدۀ 2ق و پس از آن، گاه به خوارج به عنوان شاخص جنگ برای تأویل بسنده شده است (خلال، 1 / 152؛ کاسانی، 7 / 140) که حاکی از نوعی محافظه‌کاری دربارۀ دیگر جنگها ست. اما مفهوم جنگ برای تأویل، در برخی اخبار به گونه‌ای بیان شده است که فراتر از جنگهای علی (ع) را نیز شامل می‌گردد.  در روایتی از زبان حضرت علی (ع) آمده است که شما ایرانیان را برای تنزیل زدید و روزی فراخواهد رسید که آنان شما را برای تأویل زنند (حمیری، 110). در روایات جنگ برای تأویل، این امر دریافته می‌شود که جنگ برای محکوم کردن تأویل خطا و هشیار ساختن بر تأویل درست رخ داده است. از خلال برخی استدلالات رخ داده در جنگهای سه‌گانه، مانند استدلال به آیات «و من لم یحکم بما انزل الله»، آشکار می‌شود که تأویل در اینجا بیشتر ناظر به موضوع‌یابی یا مصداق‌یابی، و تطبیق تاریخی آیات قرآن کریم است.  بر اساس برخی روایات، اندیشۀ جنگ برای تأویل در دورۀ معاویه نیز دوام داشته است؛ به نقل شرحبیل خولانی، از تابعین شام، حجر بن عدی متهم بود که در نامه‌ای به هم‌فکرانش چنین دیدگاهی را ابراز داشته بود که پیامبر (ص) و اصحابش برای تنزیل جنگیدند، شما برای تأویل بجنگید (بخاری، التاریخ الصغیر ، 1 / 123؛ قس: ابن عساکر، 33 / 28-30).  به هر روی، گاه از یک نگرانی پیشین دربارۀ وقوع چنین جنگهایی سخن به میان آمده است. در حدیثی نبوی، سخن از آن است که کتاب خدا نیز می‌تواند زمینۀ هلاک امت گردد، اگر کسانی قرآن را فراگیرند و آن را (نادرست) تأویل کنند (ابویعلى، 3 / 285). عباراتی نیز از زبان خلیفۀ دوم نقل شده است که از چنین نگرانی‌ای حکایت دارد (بزار، 1 / 411؛ بخاری، التاریخ الکبیر ، 8 / 233؛ ابن‌ابی‌حاتم، الجرح ...، 4(2) / 100).",
    "فارغ از جنگهای سه‌گانه، مسئلۀ خطا در تعیین موضوع یا مصداق و تطبیق آیات قرآنی، از مسائل حساس در عصر صحابه و تابعین بوده، و تأویلهای خطا، بارها انتقاد و اعتراض آنان را برانگیخته است. از جمله باید به حکایت شراب‌خواری قدامة‌ بن مظعون اشاره کرد که به هنگام داوری نزد خلیفۀ دوم، به آیۀ «...جناح فیما طعموا...» (مائده / 5 / 93) تمسک کرد و خلیفه به صراحت خطای او در تأویل، یا درک موضوع را گوشزد نمود (صنعانی، 9 / 242؛ نسایی، 3 / 253).  زنی که حلیت «ما ملکت ایمانکم» را شامل حلیت غلامان بر مالکان زن نیز می‌انگاشت، در داوری خلیفۀ دوم و مشاورۀ صحابه، به خطا در تأویل منتسب شد (صنعانی، 7 / 209). از دیگر نمونه‌های گویا، تمسک برخی به آیۀ «... و لاتلقوا بایدیکم...» (بقره، 2 / 195) در جنگ با رومیان است که از سوی ابوایوب انصاری نکوهش شده، و نمونه‌ای از تأویل خطا شمرده شده است (ترمذی، 5 / 212؛ ابن‌حبان، 11 / 9؛ حاکم، 2 / 302).  چنین می‌نماید که در عصر صحابه و تابعین گاه اصراری بر تطبیق برخی آیات قرآنی با مصادیق رخدادۀ تاریخی وجود داشته که از سوی صحابه تأویل خوانده شده، و مورد نقد قرار گرفته است (مثلاً ابونعیم، 5 / 179؛ عقیلی، 1 / 193). در روایات شیعه، به این نکته تصریح شده که قرآن را تأویلهایی است، برخی از آنها آمده، و برخی از آنها فرانرسیده است (صفار، 215؛ نعمانی، 134)."
  ],
  "bibliography": null,
  "signature": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}