{
  "id": "eweb_491",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/236548/%D8%AD%D8%B5%D8%B1%DB%8C",
  "annotator": "Jeremy",
  "title": "حصری",
  "authors": [
    "علیرضا ابراهیم"
  ],
  "last_updated": "یکشنبه 3 آذر 1398",
  "content": [
    "حُصْری، ابوالحسن علی بن ابراهیم حصری بصری (د ذیحجۀ 371/ ژوئن 982)، از صوفیۀ نامدار بغداد در سدۀ 4ق/ 10م. حصری در بصره به دنیا آمد، اما بعدها به بغداد رفت و تا پایان عمر خود در آنجا به سر برد (سلمی، 516). برخی از مورخان واژۀ حصری را منسوب به حصیر و جمع آن، یعنی حُصُر دانسته‌اند (سمعانی، 2/ 226)، اما در منابع اشاره‌ای به اشتغال او به حصیربافی یا حصیرفروشی نشده است و روشن نیست که چرا وی را به این نام خوانده‌اند. همچنین پاره‌ای از منابع حصری را شاگرد شبلی و مشایخ دیگر شمرده (سلمی، همانجا؛ ابن کثیر، 6/ 318)، و برخی دیگر تنها شبلی را شیخ او به شمار آورده‌اند (قشیری، 406؛ عطار، 288؛ خطیب، 11/ 340)، اما خواجه عبدالله انصاری (ص 529)، و به پیروی از او جامی (ص 231) وی را یگانه شاگرد شبلی و میراث‌دار او شمرده‌اند. خواجه عبدالله همچنین او را بر مذهب حنبلی می‌داند (همانجا)، حال آنکه بنا بر روایتهای دیگر، وی نخست مذهب حنفی داشت، سپس به شافعی گرایید و در نهایت از همه فارغ شد و در سلک تصوف درآمد (عطار، 289؛ محمد بن منور، 20). به هر روی، جملۀ منابعْ بزرگیِ مقام و بلندی مرتبۀ او را ستوده‌اند و وی را از مشایخ بزرگ بغداد به شمار آورده‌اند. تذکره‌نویسان او را شیخ‌العراق و استاذالعراقیین و شیخ متصوفۀ بغداد خوانده‌اند و به سبب سخنان پر مغزش، به ویژه دربارۀ توحید، به او لقب «لسان‌الوقت» داده‌اند (سلمی، خواجه عبدالله، قشیری، ابن‌کثیر، همانجاها؛ خطیب، 11/ 340-341؛ هجویری، 201). حصری اهل زهد و مجاهده بود و ظاهراً تنها روزهای جمعه از خانه خارج می‌شد (قشیری، ابن کثیر، خطیب، همانجاها؛ عطار، 169). وی همچنین اهل سماع نیز بود و همین امر موجب شد تا برخی نزد خلیفه به بدگویی از او بپردازند (همو، 288-289). اما این بدگوییها ظاهراً چندان نتیجه‌ای نداشت، زیرا در منابع آمده است که وی نخست در مسجد جامع منصور در بغداد به وعظ می‌پرداخت و در کهن‌سالی مجلس وعظ خود را در رباطی مقابل همان مسجد برقرار می‌کرد که نخست به نام او خوانده می‌شد و بعدها به نام یکی از مریدان او، یعنی ابوالحسن زوزنی، به رباط زوزنی شهرت یافت (قشیری، ترجمه، 514-515؛ ابن کثیر، سمعانی، همانجاها). به این ترتیب، از آنجا که حصری رباطی از آن خود داشته است، و نیز با توجه به آنکه سلمی متأخران صوفیه را پروردۀ او می‌داند (همانجا)، می‌توان دریافت که حصری به پرورش مریدان نیز می‌پرداخته است. با این همه، در منابع مختلف تنها به دو تن از مریدان مستقیم او، یکی ابوالحسن زوزنی، و دیگری ابوالفضل محمد بن حسن خُتَلی اشاره شده است (سمعانی، همانجا؛ هجویری، 208؛ جامی، 320-321). از جمله معاصران وی می‌توان به ابوعبدالله بن خفیف شیرازی (د 371ق/ 981م) اشاره کرد (خواجه عبدالله، همانجا؛ جامی، 237). حصری در حدود 80 سالگی درگذشت و در مقبرۀ دارالحرب بغداد به خاک سپرده شد (خطیب، 11/ 341؛ ابن کثیر، همانجا؛ سلمی، 516-517). از وی اثر مکتوبی برجای نمانده است و در منابع تنها برخی از سخنان او را می‌توان یافت. بر این اساس حصری توحید را در 5 چیز می‌داند: رفع حدث، اثبات قِدَم، هجر وطن، بریدن از برادران و فراموش کردن آنچه می‌دانند و آنچه نمی‌دانند. وی یک ساعت اندیشیدن در حال مشاهده را از 000‘1 حجِ مقبول برتر می‌شمارد (عطار، 290-291؛ نک‍ : سراج، 218؛ قشیری، ترجمه، 490، 514). به باور او، صوفی کسی است که پس از آنکه از آفات این جهانْ فانی شد، دوباره به سرِ آن بازنگردد، و چون رو به سوی حق آورد، از او روی برنگرداند (عطار، 291). بنا به قول عطار، حصری نظر مساعدی نسبت به ملامتیان داشته، و آنان را بزرگ می‌شمرده است (همانجا).",
    "ابن کثیر، البدایة و النهایة ، بیروت، 1407 ق/ 1987 م؛ جامی، عبدالرحمان، نفحات الانس ، به کوشش مهدی توحیدی‌پور، تهران، 1366 ش؛ خطیب بغدادی، احمد، تاریخ بغداد ، بیروت، دارالکتب العلمیه؛ خواجه عبدالله انصاری، طبقات الصوفیه ، به کوشش محمد سرور مولایی، تهران، 1362 ش؛ سراج، عبداللٰه، اللمع فی التصوف ، به کوشش ر. نیکلسن، لیدن، 1914 م؛ سلمی، محمد، طبقات الصوفیة ، به کوشش ی. پدرسن، لیدن، 1960 م؛ سمعانی، عبدالکریم، الانساب ، به کوشش عبدالله عمر بارودی، بیروت، 1408 ق/ 1988م؛ عطار نیشابوری، فریدالدین، تذکرة الاولیاء ، به‌کوشش ر. نیکلسن، لیدن، 1907 م؛ قشیری، عبدالکریم، الرسالة القشیریة ، به کوشش معروف زریق و علی عبدالحمید بلطه‌جی، دمشق، 1991 م؛ همو، همان، ترجمۀ کهن فارسی ، به کوشش بدیع‌الزمان فروزانفر، تهران، 1345 ش؛ محمد بن منور، اسرار التوحید ، به کوشش محمدرضا شفیعی‌کدکنی، تهران، 1366 ش؛ هجویری، علی، کشف المحجوب ، به کوشش ژوکوفسکی، تهران، 1371ش.",
    "علیرضا ابراهیم"
  ],
  "bibliography": [
    "ابن کثیر، البدایة و النهایة ، بیروت، 1407 ق/ 1987 م",
    "جامی، عبدالرحمان، نفحات الانس ، به کوشش مهدی توحیدی‌پور، تهران، 1366 ش",
    "خطیب بغدادی، احمد، تاریخ بغداد ، بیروت، دارالکتب العلمیه",
    "خواجه عبدالله انصاری، طبقات الصوفیه ، به کوشش محمد سرور مولایی، تهران، 1362 ش",
    "سراج، عبداللٰه، اللمع فی التصوف ، به کوشش ر. نیکلسن، لیدن، 1914 م",
    "سلمی، محمد، طبقات الصوفیة ، به کوشش ی. پدرسن، لیدن، 1960 م",
    "سمعانی، عبدالکریم، الانساب ، به کوشش عبدالله عمر بارودی، بیروت، 1408 ق/ 1988م",
    "عطار نیشابوری، فریدالدین، تذکرة الاولیاء ، به‌کوشش ر. نیکلسن، لیدن، 1907 م",
    "قشیری، عبدالکریم، الرسالة القشیریة ، به کوشش معروف زریق و علی عبدالحمید بلطه‌جی، دمشق، 1991 م",
    "همو، همان، ترجمۀ کهن فارسی ، به کوشش بدیع‌الزمان فروزانفر، تهران، 1345 ش",
    "محمد بن منور، اسرار التوحید ، به کوشش محمدرضا شفیعی‌کدکنی، تهران، 1366 ش",
    "هجویری، علی، کشف المحجوب ، به کوشش ژوکوفسکی، تهران، 1371ش."
  ],
  "signature": "علیرضا ابراهیم",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 301
}
