{
  "id": "eweb_493",
  "source": "DMBI",
  "cat": "term",
  "link": "https://www.cgie.org.ir/fa/article/236588/%D8%AD%DA%A9%D9%85%D8%AA",
  "annotator": "Jeremy",
  "title": "حکمت",
  "authors": [
    "جواد طباطبایی"
  ],
  "last_updated": "چهارشنبه 4 دی 1398",
  "content": [
    "حِکْمَت، در لغت به معنای دانش، دانایی، معرفت و عرفان (بـرای مـوارد استعمـال در زبـان فـارسی و شـواهد شعری، نک‍ : لغت‌نامه ... ). تهانوی حکمت را در اصل به معنای «اتقان الفعل و القول و احکامهما» دانسته که در اصطلاح فیلسوفان به دو معنای خاص، شامل دو بخش عملی و نظری، و معنای اخص استعمال شده که مراد از آن قوه‌ای عملی حد وسط میان جربزه و بلاهت است (1/ 370؛ قس: ابن‌سینا، دانشنامه ... ، 99، که می‌نویسد: «حکمت ... بر دو چیز افتد ... بر دانش تمام ... و دیگر بر کنشی که محکم بود»؛ نک‍ : دنبالۀ مقاله، بخش 3). جرجانی افزون بر معنای اصطلاحی حکمت، آن را به معنای «وضعُ شیء فی موضعه» و نیز «ما لَهُ عاقبة محمودة» نیز آورده است (ص 124).  اصطلاح حکمت بر حسب معمول به معنا و به عنوان معادل فلسفه، با قید اینکه حکمت، به خلاف فلسفه، شامل حیثیت عملی نیـز می‌شود (همانجا) بـه کار رفتـه است (نک‍ : دنبـالۀ مقاله)، اما برخی از اهل فلسفه، مانند ابویعقوب کندی، با تعریف فلسفه به «التشبّه بافعال الله تعالى بقدر طاقة الانسان»، حکمت را معادل سوفیا  در زبان یونانی و موضوع علم و علاقۀ فیلسوف می‌دانند: «هو مرکبٌ من فلا ، و هی محب، و من سوفا، و هی الحکمة» (ص 172). در برخی از نوشته‌های فلسفی نیز از نوشته‌های منحول ارسطو نقل کرده‌اند که حکمت را به معنای عدل و نقیض جور تعریف کرده بوده است که مبنایی در منابع اصیل ندارد (نک‍ : «سرالاسرار»، 125).  در اصطلاح اهل فلسفه، حکمت، به اطلاق، علمی است که در آن از حقایق اعیان بحث می‌شود. صدرالدین شیرازی، که حکمت را معادل اصطلاح فلسفه به کار می‌گیرد، در آغاز سَفَر نخست از اسفار ، فلسفه را در معنای کلی آن استکمال نفس انسانی از طریق معرفت حقایق موجودات به یاری برهان به قدر وسع بشری می‌داند. منظور او از معرفت حقایق موجودات شناخت «نظم عالم به عنوان نظم عقلی بر حسب طاقت بشری» است تا انسان به مقام تشبّه به خداوند نایل آید (1/ 20). واژۀ حکمت در قرآن کریم (بـه عنوان مثـال، نک‍ : بقـره/ 2/ 269؛ نحـل/ 16/ 125؛ لقمان/ 31/ 12؛ ص/ 38/ 20) و حدیث آمده (برای نمونه، نک‍ : شهرزوری، رسائل ، 1/ 5-6)، اما در معنای اصطلاحی آن، به این اعتبار، نخست به عنـوان معادلی بـرای «فلسفه» ــ معرّب فیلوسوفیا ی یونانی ــ و نیز به عنوان معادلی برای اصطلاح یونانی سوفیا و گاهی فرونِسیس  (فطنت) به کار رفته است. هانری کربن در تاریخ فلسفۀ اسلامی و نیز در نوشته‌های متعدد دیگری، به تفصیل دربارۀ منشأ و مبانی حکمت در دورۀ اسلامی بحث کرده، و بر آن است که به‌رغم انتقال اصطلاح فلسفه از زبان یونانی به عربی، اطلاق فلسفه و فیلسوف به فلسفۀ مشائی و اشراقی و فیلسوفان نخستین سده‌های دورۀ اسلامی را نمی‌توان معادل دقیقی برای «فلسفه» و «فیلسوف» در تداول اروپایی آن دانست. کربن اصطلاح حکمت در نزد فیلسوفان دورۀ اسلامی را معادل واژۀ سوفیا  و به‌ویژه اصطلاح تئوسوفیا  و خاستگاه آن را بیشتر از آنکه یونانی بداند، به طور عمده قرآن و منابع سنت نبوی در اسلام می‌داند. وانگهی، کربن با استناد به تاریخ‌نویسان فلسفه در تمدن اسلامی بر آن است که در سنت تاریخ‌نویسی اسلامی، از شهرستانی تا قطب‌الدین اشکوری، بر این باور بودند که حکمت فرزانگان یونانی نیز از «مشکات نبوت» اخذ شده است. از این‌رو، بسط این حکمت در دورۀ اسلامی، به‌ویژه با توجه به تأملات مبتنی بر تأویل حکمای شیعی، اعم از اسماعیلی، امامی و شیخی دربارۀ مباحث بنیادین نبوت و امامت، صورت «حکمت نبوی» به خود گرفته است ( تاریخ ... ، 4-5).  کربن ــ برخلاف دیگر تاریخ‌نویسان اروپاییِ فلسفه در دورۀ اسلامی که گمان می‌کردند با مرگ ابن‌رشد، فلسفه در جهان اسلام دستخوش زوال شده است ــ در بررسی خود مقام حکمت اشراق و سنت اشراقیان را به‌ویژه برجسته کرده، و با التفاتی که به نوشته‌های باطنی عارفان شیعی، مانند حیدر آملی، پیدا کرده بود، توضیح متفاوتی از بسط فلسفه در دورۀ اسلامی بر مبنای «حکمت نبوی»، به‌ویژه در ایران، از دورۀ مزدایی تا حکمت شیعی ــ که بـه نظر کـربن تداوم آن در ایران هرگز قطع نشد ــ تاریخ فلسفه را با تاریخ جریانهای اشراقی و باطنی درآمیخته است (همان، 40 بب‍ ، نیز نک‍ : فلسفه ... ، 111 بب‍ ، « ارض ... »، جم‍‌ ).",
    "حکمت در معنای عام و به عنوان معادل اصطلاح فلسفه عبارت است از «علم به اسباب بعیدی که وجود دیگر موجودات وابسته به آنها ست» (فارابی، فصول ... ، 52، نک‍ : التعلیقات ، 9، که حکمت را به «معرفت وجود حق» که همان واجب الوجود است، تعریف می‌کند؛ نیز نک‍ : ابن‌رشد، 1/ 190، که حکمت را معرفت سبب اول می‌داند). در رسالۀ اخلاق جالینوس، حکیم به کسی اطلاق شده است که «عالم به امور الٰهیه» است و منظور از این امور نیز حرکات سماوی، افعال طبیعی کلی حیوانی و نباتی است. به نظر جالینوس اصطلاح فیلسوف در مورد انسان به کار می‌رود که محب حکمت است، درحالی‌که حکمت تامه تنها به خداوند تعلق دارد (نک‍ : بدوی، 208).  فیلسوفان دورۀ اسلامی از همان آغاز، تشبُّه به الٰه به قدر طاقت بشر را در تعریف حکمت وارد کرده‌اند. فارابی، مانند کندی، با ذکر اینکه غایت فلسفه معرفت خداوند است، می‌افزاید که «و اما الاعمال التی یعملها الفیلسوف فهی التشبه بالخالق بقدر طاقة الانسان» ( المنطقیات ، 1/ 6-7). همین تعریف را اخوان الصفا نیز در رسائل آورده، و در تعریف به حد فلسفه نوشته‌اند که «آن تشبه به الٰه است به حسب طاقت انسان» و منظور از تشبه نیز «تشبه در علوم و صنایع و افاضۀ خیر» است، از این حیث که باری تعالى «اعلم علماء، احکم حکماء، اصنع صُنّاع و افضل اخیار» است و به مقیاسی که به مرتبۀ هر فردی در علم و صناعت و حکمت افزوده شود، به خداوند نزدیکی بیشتری پیدا می‌کند (1/ 290). منظور از تعریف به حد فلسفه آن است که این تعریف شرح‌الاسم نیست، و حکمت نظری تشبه به صفاتی مانند علیم و حکیم خداوند است، درحالی‌که حکمت عملی تشبه به دیگر صفات مانند جود، عدل و احسان خداوندی است. ترکیبِ تشبه به الٰه در تعریف حکمت ــ که بر حسب معمول آن را از ابتکارات فیلسوفان دورۀ اسلامی دانسته‌اند ــ ریشه در رساله‌های متأخر افلاطون و تفسیرهای نوافلاطونیان دارد. افلاطون در رسالۀ ثئایتتوس از « تشبه به خدا به قدر ممکن » یاد کرده بود (گ 176 A-B)، اما آمونیوس در مقدمه بر شرح ایساغوجی ضمن آوردن تعریفهای فلسفه به تصریح نوشته بود که « فلسفه تشبه به خداوند به قدر طاقت بشری است » که جزئی از آن از تعریف افلاطون گرفته شده، و به تصریح خود آمونیوس «تشبه به خدا» ناظر بر قوۀ روح آدمی و مبین دو حیثیت نظری و عملی آن است (نک‍ : بدئوس، 36-37 ).  فیلسوفان دورۀ اسلامی نیز این تعریف را ناظر بر هر دو قسم حکمت دانسته‌اند، در حالی‌که تعریف دیگر حکمت به اینکه «حکمت علم به احوال اعیان موجودات به قدر طاقت بشری» است، بیشتر ناظر بر جنبۀ نظری فلسفه است و از آنجا که موضوع آن وجود بما هُو وجود است، اشرف علوم نامیده می‌شود. ابن‌سینا در الٰهیات شفاء فلسفۀ حقیقی یا فلسفۀ اولى را عین «حکمت حقیقی» می‌داند که نظر به اینکه موضوع آن اشرف موضوعات علوم است، اشرف علوم به شمار می‌آید: «الحکمة هی افضل علم بافضل معلوم» (ص 5). فیلسوفان اسلامی حکمت را در معنای گسترده‌تری نیز که قوۀ نظری و عملی را شامل می‌شود، استعمال کرده‌اند. ابن‌سینا در عیون الحکمة «حکمت را استکمال نفس انسانی از طریق تصور امور و تصدیق حقایق نظری و عملی به قدر طاقت بشری» می‌داند (ص 16) و در رسالۀ «فی اقسام العلوم العقیلة» نیز حکمت را در قلمرو نظر صناعتی می‌داند که «انسان از طریق آن به آنچه بر وجود در معنای عام آن عارض می‌شود، علم پیدا می‌کند» و در قلمرو عمل نیز آشنایی با اموری است که نفس را به درجه‌ای از کمال می‌رساند تا «به قدر طاقت بشری» به «عالم عقلی مشابه با عالم عالم وجود» تبدیل و به سعادت قُصوا نایل شود (ص 67؛ قس: قطب‌الدین، 1/ 72). برخی از شارحان حکمت اشراق نیز این تعریف از حکمت را در آثار خود آورده، و باتوجه به مبنای ذوقی گفته‌اند که نفس انسانی از طریق تحصیل کامل حکمت مُضاهی (مشابه) عوالم عالی عقلی شده، مستعد نیل به منازل سُعَداء و «افضل مقامات انبیاء» می‌شود (شهرزوری، رسائل ، 1/ 20).  ابونصر فارابی در رسالۀ تحصیل السعادة ، حکمت به عنوان علم به معقولات از طریق برهان یقینی را به اعتبار اینکه علم رئیس اول مدینه است، تعریف می‌کند و آن را اقدم علوم و مانند ارسطو علم رئیسه می‌داند که بر دیگر علوم ریاست دارد. غرض از این علم نیل به سعادت قُصوا ست و به گفتۀ فارابی کلدانیان این علم را تأسیس کردند و از طریق مصریان به یونانیان رسید و از طریق سریانیان نیز به ملت عرب انتقال پیدا کرد. یونانیان این علم را حکمت علی‌الاطلاق و حکمت عظمى و ملکۀ آن علم را فلسفه می‌نامیدند که به معنای «محب و مؤثر حکمت عظمى» است. فیلسوف کامل کسی است که افزون بر اینکه دارای علم نظری است، قوۀ استعمال در مورد غیر از خود را نیز دارد. وانگهی، فارابی مانند ارسطو، که در ما بعد الطبیعه حکمت را دانش سامان‌بخش  توصیف کرده ( متافیزیک ، کتاب I، فصل 2، گ 982 a، سطر 982 b -2، سطر 4 )، این دانش را به سبب ریاستی که بر دیگر دانشها دارد، کهن‌ترین دانشها و کامل‌ترین آنها دانسته، و بر آن است که دیگر دانشها تحت ریاست آن قرار دارنـد ( تحصیـل ... ، 38- 39؛ نک‍ : ابن‌رشـد، 1/ 190: در شـرح بر ما بعد الطبیعۀ معلم اول با اقتدای به او حکمت را «دانش عالیۀ متقدمۀ فائقه» می‌داند که دیگر دانشها تابع آن‌اند)؛ ارسطو در رسالۀ « اخلاق نیکُماخُس » علم سیاست را دانش سامان‌بخش یا علم رئیسه می‌داند (گ 1094 a؛ قس: ترجمۀ شرف‌الدین خراسانی از متافیزیک >ص 8<، که این اصطلاح را به «معتبرترین» برگردانده است، کـه چنـدان دقیـق نیست؛ نک‍ : اقسام حکمت، در همین مقاله؛ نیز ه‍ د، سیاست مدن).",
    "نویسندگان نخستین دائرة‌المعارفهای دورۀ اسلامی، و به تبع آنها فیلسوفان، حکمت را به دو قسم حکمت عملی و نظری تقسیم کرده،‌ و گفته‌اند که این تقسیم از ارسطو گرفته شده است. اگرچه در نوشته‌های معلم اول اصطلاحِ « فلسفه‌های نظری » به کار رفته ( متافیزیک ، کتاب VI، فصل 1، گ 1026 a، سطر 19 )، اما ارسطو قرینۀ آن اصطلاح، یعنی «حکمت عملی»، را نظر به تعارضی که با مبانی او داشته، به کار نگرفته است. مفسران آثار ارسطو توضیح داده‌اند که نخست، دهمین جانشین ارسطو در لوکئوم در سدۀ نخست پیش از میلاد ترتیبی برای نوشته‌های استاد مقرر نمود و آنها را به دو بخش حکمت عملی و نظری تقسیم کرد (بدئوس، 28 ff.). همین طبقه‌بندی آثار ارسطو از طریق ترجمۀ عربی نوشته‌های سنت ارسطویی به دورۀ اسلامی انتقال پیدا کرد و به نوشته‌های فیلسوفان سدۀ 4 ق/ 10 م و پس از آن راه یافت. از میان نخستین دانشنامه‌نویسان دورۀ اسلامی می‌توان از خوارزمی نام برد که در مفاتیح العلوم حکمت را به دو قسم نظری و عملی تقسیم کرد و برای هر یک از حکمت عملی و نظری نیز اقسام سه‌گانه‌ای را معین کرد که برای هر یک از آن‌ بخشها رساله یا رساله‌هایی در مجموعۀ نوشته‌های ارسطویی وجود دارد (ص 128). اگرچه ابونصر فارابی منابع این تقسیم‌بندی را حکمت می‌شناخت، اما در رساله‌هایی از او که اینک در دسترس ما ست، اشاره‌ای به اقسام حکمت نیامده است. بر عکس، فارابی در رسالۀ احصاء العلوم ، تقسیم‌بندی دیگری را عرضه کرده، و در مواردی مانند تقسیم حکمت عملی به 3 جزءِ اخلاق، تدبیر منزل، و سیاست مدن، به‌ویژه در این بحث که ارسطو اخلاق را مقدمه‌ای بر سیاست قرار داده بود، به روح کلام معلم اول نـزدیک می‌شـود ( احصاء ... ، 106 بب‍ ، «التنبـه ... »، 20 بب‍ ؛ برای طبقه‌بندی متفاوتی از علوم عقلی، نک‍ : رسائل ... ، 1/ 266).  ابوعلی مسکویه رازی در رساله‌ای با عنوان «ترتیب السعادات» (ص 116 بب‍‌ ) و ابن‌سینا در «فی اقسام العلوم العقلیة» (ص 68- 69)، تفصیل این تقسیم‌بندی را آورده‌اند که از این میان رسالۀ ابن‌سینا از اهمیت خاصی برخوردار است و مورد استفادۀ همۀ فیلسوفان پس او قرار گرفته است. شیخ‌الرئیس نخست حکمت را به دو بخش عملی و «نظری مجرد» تقسیم می‌کند. غایت جزءِ نظری حصول اعتقاد یقینی به احوال موجوداتی است که وجود آنها وابسته به عمل انسان نیست، مانند علم به توحید و هیئت؛ اما غایت جزءِ عملی حصول اعتقاد یقینی به موجودات نیست، بلکه هدف آن صحت رأی در امری است که وابسته به انسان است تا از مجرای آن به خیر دست یابد. ابن‌سینا در تعبیر دیگری غایت حکمت نظری را حق، و غایت حکمت عملی را خیر می‌داند. او آن‌گاه حکمت نظری را به 3 جزءِ علم اسفل یا طبیعات، علم اوسط یا ریاضیات و علم اعلى یا ما بعد الطبیعه، و حکمت عملی را نیز به 3 جزءِ اخلاق، تدبیر منزل و سیاست مدن تقسیم می‌کند (همانجا).  این تقسیم‌بندی کمابیش در همۀ نوشته‌های فیلسوفان دورۀ اسلامی تکرار شده، اما آنچه در بیان شیخ‌الرئیس متفاوت می‌نماید، توضیح او دربارۀ دو بخش سیاست مدن است. او سیاست مدن را به دو بخش علم به پادشاهی و نبوات تقسیم می‌کند و می‌نویسد که بحث دربارۀ پادشاهی در دو رساله از افلاطون و ارسطو، و بحث دربارۀ نبوات در دو رساله از همان دو فیلسوف با عنوان نوامیس آمده است (همان، 69-80؛ برای بحث ابن‌سینا دربـارۀ نبوات و پیـوند آن بـا سیـاست مـدن، نک‍ : الشفاء ، 441 بب‍‌ ).  نصیرالدین طوسی، به‌ویژه در اخلاق ناصری ، همین طبقه‌بندی حکمت به نظری و عملی را بر پایۀ رسالۀ ابن‌سینا آورده، و برخی از وجوه آن را نیز بسط داده است. او با تعریف حکمت به «دانستن چیزها ... و قیام نمودن به کارها چنان‌که باید، به قدر استطاعت، تا نفس انسانی به کمالی که متوجه آن است، برسد» (ص 37)، مانند ابن‌سینا آن را به دو جزءِ نظری و عملی تقسیم می‌کند (ص 37-40). همین طبقه‌بندی را دیگر شارحان حکمت مشائی در نوشته‌های خود آورده، و بسط داده‌اند (نک‍ : قطب‌الدین، 1/ 72 بب‍‌ ).  سهروردی ــ که از برخی جهات دیدگاههای رایج فیلسوفان مشائی را دنبال نمی‌کند ــ به خلاف اینان، علوم حقیقی یا حکمت را به علوم ذوقی کشفی و بحثی نظری تقسیم می‌کند (نک‍ : شهرزوری، مقدمه بر ... ، 2/ 5). اما شارح آثار سهروردی در «رسالة الاولى» از الشجرة الالٰهیة علوم را به دانشهایی که آلت دانشی دیگر قرار می‌گیرند، مانند منطق، و دانشهایی که مطلوب بذاته‌اند، تقسیم کرده است. این قسم اخیر حکمت نظری و عملی را شامل می‌شود (همو، رسائل ، 1/ 21 بب‍‌ ).",
    "اصطلاح حکمت را برخی از مترجمان عربی نوشته‌های ارسطو به عنوان معادل واژۀ سوفیای یونانی نیز به کار گرفته‌اند. افلاطون میان حکمت حقیقی، به عنـوان موضوع فلسفـه ــ کـه در نظـر او مانند فرونسیس و اپیستمـه عیـن معـرفت مثـال است ــ و سوفیـای دروغیـن کـه سوفسطاییان مدعی آن بودند، قائل به تمیز بود ( فایدرُس ، 278 D، ثئایتتوس ، 145 E). به خلاف افلاطون، ارسطو سوفیا را عالی‌ترین فضیلت عقلی می‌دانست و آن را از فرونسیس که ناظر بر وجه عملی حکمت است، تمیز می‌داد («اخلاق ... »، گ 1141 b، 1143 b، 1144 a) و در مواردی نیز آن را عین فلسفه می‌دانست ( متافیزیک ، کتاب I، فصلهای 1-2، گ 980 a -983 a؛ قس: پیترز، 157, 178 ).  ارسطو اصطلاح سوفیا یا حکمت را در دفتر ششم از «اخلاق نیکماخس» در تقسیم‌بندی فضایل عقلی آورده (گ 1139 b، سطرهای 7-19 ، ترجمۀ اسحاق بن حنین، 211)، و توضیح داده است که حکمت کامل‌ترین صورت معرفت است و حکیم نه تنها به نتایجی که از مبادی به دست می‌آید، علم دارد، بلکه باید به خود مبادی نیز علم داشته باشد. از این‌رو، حکمت ترکیبی از علم و عقل خواهد بود (گ 1141 a، سطرهای 16-20 ، ترجمۀ همو، 217: «و الحکمة ستکون اذن عقلاً عیانیاً و علماً معاً»). ارسطو آناکساگوراس و طالس را از مصادیق صاحبان حکمت می‌داند که دانشی الٰهی داشتند و به اموری که ناظر بر نفع شخصی آنان بود، اعتنایی نداشتند (همان، 1141 b، سطرهای 4-5 ). این تلقی از حکمت یا سوفیا در نوشته‌های ارسطو قرینۀ «فطنت» یا فرونسیس است که گاهی مترجمان فارسی، به تبع مترجمان اروپایی، آن را «حکمت عملی» ترجمه کرده‌اند (نک‍ : ارسطو، اخلاق نیکوماخس ، ترجمۀ پورحسینی، 2/ 35، جم‍ ، نیز نک‍ : ترجمۀ اسحاق بن حنین، 213، که فطنت به کار برده است؛ قس: رکم <مترجم انگلیسی اخلاق > که آن را به prudence یا practical wisdom برگردانده، و تریکو <مترجم فرانسوی اخلاق >، که prudence ترجمه کرده است) و موضوع آن، به خلاف موضوع حکمت، از این حیث که ناظر بر امور تغییریابنده نیست، هیچ یک از علل و اسباب سعادت انسان نیست، بلکه اموری از حیات انسانی است که با تصمیم و سنجش سر و کار دارند. صاحب فطنت کسی است که می‌تواند به طور دقیق اموری را که دارای خیر و نیز مفیدند، تمیز دهد و انتخاب کند. در نظر ارسطو، نمونۀ بارز چنین فردی پِریکْلِس، رجل سیاسی آتِنی، بود که به گفتۀ معلم اول، بصیرت انتخاب خیر و مصلحت خود و انسانیت را داشت (همان ، 1140 a، سطر 1140 b -24، سطر 19؛ نیز ابنک ، جم‍‌ )."
  ],
  "bibliography": null,
  "signature": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}