{
  "id": "eweb_495",
  "source": "DMBI",
  "cat": "term",
  "link": "https://www.cgie.org.ir/fa/article/223433/%D8%AC%D9%85%D8%B9-%D9%88-%D8%AA%D9%81%D8%B1%D9%82%D9%87",
  "annotator": "Jeremy",
  "title": "جمع و تفرقه",
  "authors": [
    "علی اشرف امامی"
  ],
  "last_updated": "دوشنبه 6 آبان 1398",
  "content": [
    "جَمْعْ وَ تَفْرِقه، دو اصطلاح عرفانی در برابر یکدیگر، که بیانگر مفاهیم گوناگونی در مراتب مختلف‌اند؛ از آن جمله، جمع به معنای جمعیت خاطر، مقام جمع و اتحاد میان عاشق و معشوق، و تفرقه به معنای پراکندگی خاطر، اشتغال ذهن به امور دنیوی، و جدایی میان سالک و حقیقت تعریف شده است. سبب گوناگونیِ تعاریف این دو اصطلاح را می‌توان در این امور دانست: 1. اختلافِ مشربِ عارفان خراسانی با عارفان بغدادی در به کارگیری آنها. 2. تحول تصوف زاهدانه به تصوف عاشقانه؛ و پس از آن، ظهور مکتب ابن‌عربی که موجب ارائۀ تفسیرهای نو برای بسیاری از اصطلاحات گردید. 3. نگرش ذوقی و تأویلی در تعریف جمع، و مقایسۀ آن با اسم مفرد و اسم جمع. 4. در نظر گرفتن جمع و تفرقه به عنوان منازل سلوک؛ و در نتیجه، لحاظ کردن مراتبی به تناسب مراتب سالکان. 5. انعکاس دیدگاههای کلامی در برخی از تعاریف. در نگاهی کلی، تعاریفِ جمع و تفرقه را می‌توان در 3 بُعدِ روان‌شناختی، معرفت‌شناختی، و انسان شناختی در نظر گرفت؛ که دو بعدِ اخیر پس از ابن‌عربی، در میان پیروان مکتب او به گونه‌ای منسجم مورد تأکید قرار گرفت، گزارش عبدالرزاق کاشی از این اصطلاح بیانگر سیر تاریخی این واژه تا ظهور ابن‌عربی است ( لطائف ... ، 222). بنا بر گزارش سلمی (د 412ق / 1021م)، مشایخ متقدم خراسان اصطلاح جمع را در مفهومی متفاوت با آنچه در بین اهل بغداد رایج بود، به‌کار می‌بردند. از دیدگاه آنان جمع همان جمعیت همت است که خداوند آن را با دوری از تشتت و پراکندگیِ خاطر نصیب کسی می‌کند. فردی که حق همواره در سرّ سویدای او حضور داشته باشد، «مجموع السرّ» نامیده می‌شود («کتاب ... »، 408-409). در مقابل، عارفان بغداد تفرقه و جمع را کنایه از زبان علم و زبان حقیقت می‌دانستند، یعنی آنکه سالک پس از فنای از حظوظِ بشری و نیل به مقام امینانِ الٰهی، با زبان جمع از حقیقت خبر می‌دهد (همان، 409). بر این مبنا، تقابل دو مکتب خراسان و بغداد در تعریف جمع، به دو بعد روان‌شناختی و معرفت‌شناختی باز می‌گشت. آنچه برای اهل خراسان مهم می‌نمود، بیان روشی بود که به جمعیت خاطر می‌انجامید، اما برای بغدادیان نه تنها رسیدن به جمعیت خاطر، بلکه وصول به حقیقت و بیان مقام جمع اهمیت داشت. از سوی دیگر، خواجه عبدالله انصاری جمعیت را عین طریقت می‌داند که فراتر از آن حقیقت است ( رسائل ، 137). در این صورت، تفاوت جمعیت و جمع را باید همچون تفاوت طریقت و حقیقت دانست. وی در همین زمینه عبارت «اَنَا اَنتَ و اَنتَ اَنَا» را ذکر می‌کند و آن را اشاره به جمع واتحاد می‌داند (همان، 136)، او همچنین در صد میدان ، جمع را رهایی از تفرقه‌های سه‌گانه، یعنی تفرقۀ دل، تفرقۀ نیت و تفرقۀ وقت تعریف می‌کند (ص 50) که با بُعدِ روحی ـ روانیِ سالک در وادیِ طریقت مرتبط است و با بُعد معرفتی ــ که نتیجۀ اتحاد عارف و معـروف در وادی حقیقت است ــ فاصله دارد؛ اما در شرح منازل السائرین عبدالرزاق کاشی جمع غایتِ مقامِ سالکان در سیر الی الله تعریف شده که در آن از شهودِ دویی و حتى از شهود شهود رها می‌شوند (ص 262، 264). این تعریف، و نیز 3 مرتبۀ جمع، یعنی جمع علم، جمع وجود و جمع عین، همه حکایت از توجه به بعدِ معرفتی دارد (همان، 263). به نظر می‌رسد که ارائۀ دو مفهوم روان‌شناختی و معرفت‌شناختی با سیر تکاملی تصوف از زهد به عشق مرتبط باشد، چنان‌که از منظر زهد تفرقه به معنای پراکندگیِ خاطر، اشتغال به دنیا و غوطه‌ور شدن در لذات نفسانی، و جمع به معنای اشتغال به حق، توجهِ تام به ساحتِ الٰهی و اهتمام به عبادت او ست و این یکی از تعاریف ده‌گانه‌ای است که عبدالرزاق کاشی از جمع و تفرقه بیان کرده است ( لطائف ، همانجا). این مفهوم را می‌توان در نخستین تعاریف جمع و تفرقه که به ما رسیده است دریافت. برای نمونه، یوسف اسباط از زهّاد و عبّاد سدۀ 2ق / 8 م (د 169 یا 199ق / 785 یا 815 م) جمع را جمع‌کردنِ دل در معرفت، و تفرقه را پراکندگیِ احـوال می‌داند (نک‍ : عطار، 505). در این تعریف، قلب به عنوان کانون ادراک در نظر گرفته شده است؛ مفهوم «همّ قلب» نیز که به بُعدِ روان‌شناختی تصوف مربوط می‌شود ــ و از متقدمان حکیم ترمذی آن را شرح و بسط داده است (ص 77) ــ دقیقاً با این نوع جمعیت تطابق دارد و در مقابل آن، تفرقه به معنای تشعب و پراکندگی هموم است (همانجا). اهمیت اجتناب از تفرقه و میل به جمعیت در میان صوفیان تا آنجا بود که طریقۀ سیاریه، پیروان ابوالعباس سیاری در مرو، اساس طریقت خود را بر مبنای جمع و تفرقه نهاده بود. هجویری که هم‌عصر این طریقت عرفانی است، با مطالعۀ رسائل آنان از رایج بودن اصطلاح جمع و تفرقه در عبارات آنها خبر می‌دهد (ص 372). مشایخ بزرگ خراسان همواره بر لزوم جمع، و ضرورت اجتناب از تفرقه تأکید می‌کردند. از جملۀ این مشایخ خواجه یوسف همدانی است که درجات پنج‌گانه‌ای را برای نیل به جمعیت، و رهایی از تفرقه بدین‌گونه برمی‌شمرد: نخست آنکه حواس و اندام ظاهری در خدمت دین‌داری باشد، زیرا تخلف حواس از شریعت موجب تفرقه می‌شود؛ دوم آنکه، شهوات حلال، خوراک، پوشاک و ... باید به مقدار ضرورت و حاجت باشد تا جمعیت به تفرقه مبدل نشود؛ سوم آنکه قلب در طاعات و عبادات موافق زبان و تن باشد، تا طلب او افزوده شود و به جمعیت دست یابد؛ چهارم آنکه سالک طاعات و عبادات را از خود نبیند، که موجب عجب، و در نتیجه تفرقه خواهد شد، بلکه باید اعمال را به توفیق الٰهی بداند؛ پنجم آنکه سالک در برابر عبادات توقع پاداش نداشته باشد (نک‍ : خواجه محمد، فصل ... ، 51-55). چنین تعریفی از سوی یکی از مشایخ بزرگ خراسان که در عصر خود از پیشوایان تصوف و ائمۀ وقت به شمار می‌آمد، نمونۀ تلقی زاهدانه از جمع است که همچنان در بین خراسانیان متداول بود. اما در میان مشایخ بغداد، همگام با رشد تصوف و ظهور مکتب عشق، دو اصطلاح جمع و تفرقه از مفاهیمی که صرفاً مربوط به انضباط زاهدانه بود، فراتر رفت و به مفهوم اتحاد عاشق و معشوق و یا جدایی آن دو تحول یافت. ابوسعید خراز در بیانِ معنیِ جمع، به حدیث قرب فرائض اشاره دارد که در آن محبوب سمع، بصر، و ید محب می‌شود و این حاصل ایجاد وجودی الٰهی در نفوس محبّان است که پس از انعدام هستیِ محب تحقق می‌یابد (عزالدین، 129). هجویری نیز اشعار حلاج را که در آن محبوب به لباس محب، و عین اجزاء و کل وجودش ظاهر شده است، مصداق جمع می‌داند (ص 380). وی همچنین نمونه‌هایی از جمعِ همت در مطلوب را در حوزۀ عشق انسانی ذکر می‌کند، مانند جمع همت یعقوب به یوسف، و مجنون به لیلی. از نظر او، منشأ این جمعیت محبت شدید است، تا آنجا که محب همه چیز را به صورت محبوب می‌بیند، همان گونه که مجنون نیز همه چیز را به صورت لیلی می‌دید (ص 379-380). در تصوف نجم‌الدین کبرى (د 618 ق / 1221م) هم که محبت و عرفان قرین یکدیگر دانسته شده‌اند (ص 165-166)، از همت به عنوان ثمره و باطن جمعیت یاد شده است (ص 173). بر این اساس، برای رهایی از تفرقه و نیل به جمعیت، باید مراتبی از همت (اراده، طلب، ربط، تصرف، و تکوین) را تجربه کرد (ص 170). در ماجرای عشق زلیخا به یوسف نیز تعبیر قرآنی «همّ» در مفهوم همت و جمعیت آمده است (یوسف / 12 / 24)، همت زلیخا تا بدان حد بود که برای وصال یوسف متحمل ریاضت شد. بنابراین، از این حیث که پس از حصول جمعیت و یافتن حق، تمایل به یوسف که مصداق میل به تفرقه است، از وجود زلیخا رخت بربست؛ حالِ زلیخا پیش از ریاضت و پس از آن، همانند حال تفرقه و جمع است (مستملی، 4 / 1536). تبدیلِ عشقِ انسانی به عشق الٰهی نیز از مصادیق تبدیل تفرقه به جمع است، به تعبیر روزبهان بقلی دربارۀ مطلق عشق: «هر که را عشق رسد، او را بدین جمعیت کشد» ( عبهر ... ، 145). عبدالرحمان اسفراینی (د 717ق / 1317م) هم که بهره‌مندی از خلاصۀ دین را در گرو جمعیت دل می‌داند (ص 123)، بر آن است که «عشق جامع هموم است». از دیدگاه او، عشق می‌تواند هر تفرقه‌ای از هموم و مقاصد را که در باطنِ اهل سلوک پدید می‌آید، به مقام جمعِ شهودی مبدل کند. او همچنین در بیان همانندیِ اصطلاح جمع با جمعه به عشق اشاره می‌کند. از نظر او، همان‌گونه که جمعه در ظاهر موجب اجتماعِ افرادِ پراکنده می‌شود، عشق نیز در باطن هموم و مقاصد را جمع می‌کند. با این تفسیر، مقامِ جمعِ ذاتی با اصطلاح جمعه بیان شده است (ص 76). عشق و ارادت سالک به پیر هم موجب جمعیت می‌شود. ابومدین (د 594 ق / 1198م) در تعریف شیخ بر نقش اساسی او در رهانیدن سالک از تفرقه تأکید می‌کند. از دیدگاه او، شیخ کسی است که به یُمن حضورش سالک را به جمعیت می‌رساند (ص 101). مولوی هم مصاحبت با پیر را از اسباب جمعیت می‌داند (دفتر 2، بیت 3699). از دیگر موجبات جمعیت، امنیت و صحت (نسفی، 166)، شکر (همو، 388)، قناعت (همو، 342)، و مخالفت با نفس است (همو، 453). خلوت و ذکری که به دستور شیخ باشد نیز موجب جمعیت می‌شود (اسفراینی، 131-132). اهمیت حفظ جمعیت برای سالک چنان است که او باید از هر چیزی که ذهن و قلب را به خود مشغول کند، دوری گزیند، حتى اگر از عبادات و نوافل باشد. علاء‌الدولۀ سمنانی معتقد است که سالکان مبتدی باید بر اذکارِ موظف و واجبات اکتفا کنند، زیرا اشتغال به نوافل آنان را به تفرقه می‌کشاند (ص 155-156). خواب یا واقعه نیز می‌تواند ذهن سالک را به خود مشغول کند، اما سالک باید با عرضۀ آن بر شیخ، خود را از تفرقه برهاند (اسفراینی، 147)، اما نزول بلاها ــ هر چند که در ظاهر موجب پریشانی می‌شود ــ می‌تواند برای سالک جمعیت را به ارمغان آورد، زیرا عامۀ مردم که اهل تفرقه‌اند، اغلب با برخورداری از نعمتهایی چون امنیت و ... بدانها مشغول، و از حق غافل می‌شوند. در مقابل، حق تعالى با نزولِ بلایا و سلب برخی نعمتها، سالک را از اشتغال به نعمت منصرف، و به حق مجتمع می‌گرداند. مستملی بخاری (د 434ق / 1042م) با ارائۀ چنین تفسیری از آیات 155-156 سورۀ بقره (2)، کلمۀ استرجاع را با مفهوم جمع مرتبط می‌کند. سالک با صبر بر این بلایا درمی‌یابد که بلای حقیقی تفرقه است. از این‌رو، پاداش صبر او این خواهد بود که از بلای تفرقه به رحمت جمع بازگردانده شود (4 / 1529). از سوی دیگر، باید دانست که تفرقه از ملزوماتِ عالَمِ ماده است و از این‌رو ست که در سیر الی الله همواره بر دوری از تفرقه تأکید شده است. علاء‌الدولۀ سمنانی در بیان فضیلت جمع و تفرقه نسبت به یکدیگر، هبوط روح به عالم ماده را نزول از مقام جمع به تفرقه می‌داند. از دیدگاه او، روح در عالم روحانی در مقام جمع به سر می‌برد و هدف از نزول او به این عالم این بوده است که در مقام تفرقه با کسب معارف تفصیلی قرب بیشتری به حق پیدا کند (ص 156). از برخی تعاریفِ صوفیان می‌توان چنین دریافت که جمع و تفرقه در اصل با هم منافاتی ندارند و تلازم میان آن دو از نوع ظاهر و باطن، یا شریعت و حقیقت است. برای نمونه، مطابق تعریفِ ابوسعید خرّاز یقین عاملِ جمع، و علم عاملِ تفرقه به‌شمار می‌آید (نک‍ : سلمی، «رسالة ... »، 1 / 494). در تعریفِ ابویعقوب نهرجوری نیز علمِ آدم (ع) به اسماء الله مصداق جمع، و علمی که دربارۀ حق به طور پراکنده در عالم وجود دارد، مصداق تـفـرقـه‌ دانستـه می‌شـود (نک‍ : عطـار، 508). ابـوعـلـی رودباری نیز جمع را سرّ توحید، و تفرقه را لسان توحید می‌شمرد (نک‍ : سلمی، همانجا). هجویری ضمن نقل این تعریف، سرّ توحید را با اوصاف حق، و لسان توحید را با اوصاف بنده مرتبط می‌داند، از این جهت که در اولی کسب منتفی، و در دومی صدق نیتِ بنده شرط است (ص 373-374). وی در جایی دیگر، در تعریفی که آن را اجماع محققان معرفی می‌کند، تفرقه را با مکاسب یا مجاهدات، و جمع را با مواهب یا مشاهدات منطبق می‌داند (ص 374). از آنجا که مشاهدات ثمرۀ مجاهدات‌اند (همو، 303)، بنابراین تعریف، می‌توان جمع را ثمرۀ تفرقه دانست. ابونصر سرّاج (د 378ق / 988م) تلازمِ جمع و تفرقه را از نوع تلازمِ حق و خلق می‌شمرد. از آنجا که خلق مظهر قدرت پروردگار است، جمع بدون تفرقه یا حق بدون خلق به نوعی انکار قدرت باری تعالى است. تفرقۀ بدون جمع (خلق بدون حق) نیز به انکار ذات حق می‌انجامد (ص 339-340). از این‌رو، مشایخِ طریقت همواره بر ضرورتِ وجودِ تفرقه به همراه جمع تأکید کرده‌‌‌اند (شاذلی، 61). تلازم جمع با تفرقه از دو جنبۀ نظری و عملی قابل بررسی است. از حیث نظری، همان‌گونه که توحیدِ حقیقیْ جامعِ تنزیه و تشبیه است، به همان ترتیب نیز اقتضای جمع و تفرقه را با هم دارد. در همین زمینه صاین‌الدین ترکه حدیثی از امام صادق (ع) نقل می‌کند که بر اساس آن، فرقِ تنها مصداق تعطیل، جمعِ تنها مصداق زندقـه، و جمع و تفرقـه بـا هـم عیـن تـوحید است (نک‍ : جودی، 64)."
  ],
  "bibliography": null,
  "signature": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}