{
  "id": "eweb_501",
  "source": "DMBI",
  "cat": "term",
  "link": "https://www.cgie.org.ir/fa/article/226981/%D8%AD%D8%AF%DB%8C%D8%AB-%D9%82%D8%AF%D8%B3%DB%8C",
  "annotator": "Jeremy",
  "title": "حدیث قدسی",
  "authors": [
    "فرامرز حاج منوچهری"
  ],
  "last_updated": "دوشنبه 4 آذر 1398",
  "content": [
    "حَدیثِ قُدْسی، گونه‌ای از انواع حدیث به روایت پیامبر اکرم(ص) از پروردگار که تعبیر قدسی در آن اشاره به انتسابش به ذات باری تعالى و تعبیر حدیث در آن اشاره به جای گرفتن آن در مجموعۀ سنت نبوی است. حدیث قدسی به دسته‌ای از احادیث یادشده در مجامیع حدیثی گفته می‌شود که به صورتهای مختلف اسنادی، روایت مستقیم پیامبر اسلام(ص) از خداوند را با صیغه‌های متنوع روایی آشکار یا درون‌متنی بدون تصریح، مانند «قال (اوحی / یقول) اللّٰه (ربکم) ... » و «فیما یروی عن ربه عزوجل»، بیان می‌کند (ابن‌حجر، 11 / 277؛ ضبابطی، 13- 18؛ طحان، 97؛ ابوشهبه، 221)، وصف قدسی در این ترکیب نیز به همین سبب است که گاه به صورت الٰهی یا ربانی ذکر شده است (ابن‌حجر، 2 / 434؛ صدرالدین، 2 / 159؛ عینی، 23 / 89؛ عمیرات، «الف»).  احادیث قدسی به طور پراکنده در مجامیع حدیثی از صحاح و مسانید، و دیگر جوامع ضبط شده، و بدون طبقه‌بندی مجزا و تبویبی مشخص در منابع و متون حدیث آمده است و تفکیک ویژه‌ای در آن دیده نمی‌شود. به همین سبب هم مانند دیگر احادیث، می‌توانند دارای انواع صحیح، حسن، ضعیف، موضوع و جز آنها باشند (قس: ابوشهبه، 215). اهمیت این دست از احادیث، امکان برسازی و «وضع» را نیز برای برسازندگان حدیث مهیا نموده است. این امر سبب گشته تا از دیرباز شمار این احادیث از سوی عالمان و نویسندگان بررسی شود، تا با مرزبندی و تحدید شمارگان، از برسازی آنها جلوگیری شود. برای رسیدن به این مقصود دو مسیر پیموده شده است. نخست آنکه گروهی این احادیث را شمارش کرده و به ارقامی بین 100 تا 919 رسیده‌اند (ضبابطی، 20-22؛ طحان، 96)؛ گروهی دیگر با تدوین آثاری در بازشناسی و گردآوری این احادیث تلاشها کردند که تألیف مشکاة الانوار ابن‌عربی و جواهرالسنیۀ حر عاملی از این دست است. از آنجا که حدیث قدسی همچون قرآن کریم منشأی الٰهی دارد، از سوی عالمان بررسی شده، و تفاوتهای آن با قرآن کریم تبیین گشته است. بر این اساس فارغ از تفاوتهای سندی، مفهوم اعجاز در قرآن که حدیث قدسی فاقد آن است، از اصلی‌ترین موارد تفاوت میان این دو منبع تلقی می‌‌شود (میرداماد، 291-292؛ شروانی، 5 / 281؛ مدنی، 187). با استناد به همین تفاوت و توجه به مبحث معنی و لفظ، حدیث قدسی تنها از منظر معنی، مُنزَلی الٰهی به‌شمار می‌رود؛ از این‌رو، در تفکیک میان وحی تلاوت‌شده (مَتلَو) با وحی روایت‌شده (مروی)، حدیث قدسی، وحی مروی به‌شمار می‌رود (سرخسی، 2 / 75؛ قاسمی، 64-66). آنچه دربارۀ چگونگی القای محتوای این احادیث ــ به صورت رؤیا، الهام و جز آن ــ به پیامبر(ص) در منابع آمده، به عدم لزوم واسطه‌ای مانند جبرئیل توجه دارد، چون تعمدی در دقت لفظی در آن مـوجود نیست و لفـظ مـوضوعیت نـدارد (نک‍ : ابـن‌حزم، 2 / 207؛ مناوی، فیض ... ، 4 / 615؛ اعظمی، 131-132؛ عدوی، 4-5).  بدین ترتیب، می‌توان بسیاری از تفاوتهای دیگری را میان حدیث قدسی و قرآن کریم انتظار داشت که احتمال آن برای قرآن کریم وجود ندارد. از آن جمله است موضوعاتی مانند امکان نقل به معنا از حدیث قدسی؛ نداشتن حرمت مَس آن بدون طهارت؛ عدم جواز قرائت آن در نماز؛ جواز بیع آن؛ عدم انتساب انکارکنندۀ آن به کفر؛ نداشتن حالات و مفاهیمی چون ناسخ و منسوخ؛ مصون نبودن از تحریف، جعل و هر نوع دخل و تصرف. برخی از تفاوتهای شکلی هم در این بخش گنجانده شده است، مانند نداشتن تقسیمات داخلی چون حزب، سوره، آیه و جز آن (ملاعلی، 313-314؛ تهانوی، 1 / 629-630؛ سماحی، 9؛ قاسمی، 65). یکی از اصلی‌ترین شاخصه‌های احادیث قدسی موضوع آنها ست؛ چه، برخلاف دیگر احادیث که بیشتر در موضوعات تعبدی، فقهی و جز آن هستند، تمرکز احادیث قدسی بر مفاهیم اخلاقی ـ انسانی است. دعوت به مکارم اخلاقی، بیان آموزه‌هایی در مبانی خیر و فراهم‌سازی زمینه‌ای برای بیشترین حظ انسانی با دوری از معاصی و کسب بیشترین لذت از انجام دادن عمل خیر، تبیینی از جایگاه الٰهی و ایجاد حداکثر تمایل در مخاطب به حب الٰهی، و جایگاه آن‌جهانی ازجملۀ مفاهیم این احادیث است (ضبابطی، 33؛ عمیرات، «ب»). شاید همین ویژگی سبب شده است که به‌جز عالمان علم حدیث، فرقه‌های مختلف اسلامی، صوفیان، زاهدان و اصحاب حدیث و وعظ بیشترین گرایش را به این دست از احادیث نشان دهند (هجویری، 29، 155، جم‍ ؛ نجم‌الدین، 185؛ ابن‌عربی، 2 / 77). اگرچه همین امر، به‌ویژه با توجه به گشاده‌دستی صوفیه در احادیث مطلوب، امکان نقد بر صحت بسیاری از احادیث قدسی را برای منتقدان مهیا ساخته است (قس: گراهام، 70 ). ضمن بسط مفاهیم درونی احادیث قدسی در آثار شیعی، مباحثی در زمینه‌هایی مانند اثبات امامت و موضوع مهدویت نیز به چشم می‌خورد (حر عاملی، 201 بب‍ ؛ طارمی، جم‍ ). اهمیت احادیث قدسی از دیرباز عالمان را بر آن داشته است تا به جمع‌آوری، تدوین و تبویب آنها در قالب مجموعه‌هایی حدیثی بپردازند. نتیجۀ این تلاشها را می‌توان در آثار متفاوتی مشاهده نمود: نمونه‌هایی مانند المواعظ فی الاحادیث القدسیة منسوب به غزالی که احادیث را در قالب 39 موعظه گرد آورده است (ص 21 بب‍‌ )؛ مشکاة الانوار ابن‌عربی که گاه از این احادیث با تعبیر احادیث الٰهی یاد کرده است (نک‍ : ابن‌عربی، همانجا)؛ و المقاصد السنیة فی الاحادیث الا ٰلهیه از ابن‌بلبان که در آن به روایت پیامبر(ص) از جبرئیل و جبرئیل از پروردگار تصریح نموده است (ص 58، 61، جم‍‌ )، مجموعه‌هایی مدون از منظر صوفیانه و اهل وعظ است، و گاه همچون الجواهر السنیة فی الاحادیث القدسیة از حر عاملی براساس اعتقادات شیعی به احادیث نگاه شده است؛ تدوینی که براساس آن، احادیث قدسی بر امامان معصوم(ع) هم می‌تواند القا گردد (ص 315 بب‍ ). از آثار مشهور در این زمینه باید به آثاری چون الاتحافات السنیة بالاحادیث القدسیة ، شامل 372 حدیث، تألیف عبدالرئوف مناوی اشاره کرد (ص 4 بب‍ ). این اثر به همراه شرح آن، النفحات السلفیة از محمدمنیر دمشقی انتشار یافته است، اگرچه شارح این اثر را به فرزند مناوی منتسب نموده است (دمشقی، 3). محمد مدنی هم در الاتحافات السنیة فی الاحادیث القدسیة ، 864 حدیث را جمع کرده، و ملاعلی قاری در معجم الاحادیث القدسیة الصحیحة ، احادیث قدسی صحیح را به ترتیب حروف تهجی گرد آورده است. همچنین قاضی سعید قمی (سدۀ 11ق / 17م) الاربعینیات لکشف انوار القدسیات را دربارۀ احادیث قدسی تألیف نموده است (چ تهران، 1381ش؛ برای موارد دیگر، نک‍ : مآخذ همین مقاله).",
    "ابن‌بلبان، علی، المقاصد السنیة فی الاحادیث الاٰلهیة ، به کوشش محیی‌الدین مستو و محمد عید خطراوی، بیروت / دمشق، 1408 ق / 1988 م؛ ابن‌حجر عسقلانی، احمد، فتح الباری ، بیروت، دارالمعرفه؛ ابن‌حزم، علی، الاحکام ، به کوشش احمد شاکر، قاهره، مکتبة زکریا علی یوسف؛ ابن‌عربی، محیی‌الدین، الفتوحات المکیة ، بیروت، داراحیاء التراث العربیه؛ ابوشهبه، محمد، الوسیط فی علوم و مصطلح الحدیث ، بیروت، عالم المعرفه؛ اعظمی، محمد، معجم مصطلحات الحدیث و لطائف الاسانید ، ریاض، 1420 ق / 1999 م؛ تهانوی، محمد اعلى، کشاف اصطلاحات الفنون ، به کوشش علی دحروج، بیروت، 1966 م؛ حر عاملی، محمد، الجواهر السنیة ، نجف، 1384 ق / 1964 م؛ دمشقی، محمدمنیر، شرح بر الاتحافات ... (نک‍ : هم‍ ، مناوی)؛ سرخسی، محمد، الاصول ، به کوشش ابوالوفا افغانی، حیدرآباد دکن، 1372 ق؛ سماحی، محمد، غیث المستغیث ، قاهره، دارالعهد الجدید للطباعه؛ شروانی، عبدالحمید، الحواشی ، بیروت، داراحیاء التراث العربی؛ صدرالدین شیرازی، محمد، الاسفار ، بیروت، 1981 م؛ ضبابطی، عصام‌الدین، جامع الاحادیث القدسیة ، قاهره، دارالریان للتراث؛ طارمی، حسن و عبدالحسین طالعی، احادیث قدسی پیرامون حضرت مهدی (عج) ، تهران، 1407 ق؛ طحان، محمود، تیسیر مصطلح الحدیث ، اسکندریـه، 1415 ق؛ عـدوی، مصطفى، الصحیح المسنـد مـن الاحـادیـث القدسیة ، بیروت، دارالصحابة للتراث؛ عمیرات، زکریا، الاحادیث القدسیة الصحیحة، بیروت، 1418 ق / 1997 م؛ عینی، محمود، عمدة القاری ، بیروت، داراحیاء التراث العربی؛ غزالی، محمد، المواعظ فی الاحادیث القدسیة ، به کوشش عبدالحمید صالح حمدان، قاهره، 1408 ق / 1988 م؛ قاسمی، محمد، قواعد التحدیث، به کوشش محمد بهجت بیطار، قاهره، 1380 ق / 1961 م؛ مدنی، محمد، الاتحافات السنیة فی الاحادیث القدسیة ، حیدرآباد دکن، 1358 ق؛ ملاعلی قاری، معجم الاحادیث القدسیة الصحیحة ، به کوشش کمال بن بسیونی زغلول، بیروت، 1415 ق / 1994 م؛ مناوی، محمد عبدالرئوف، الاتحافات السنیة ، به کوشش محمد منیر دمشقی، بیروت، دارالمعرفه؛ همو، فیض القدیر ، به کوشش احمد عبدالسلام، بیروت، 1415 ق / 1994 م؛ میرداماد، محمدباقر، الرواشح السماویة ، به کوشش غلامحسین قیصریه‌ها و نعمت‌اللٰه جلیلی، قم، 1380 ش / 1422 ق؛ نجم‌الدین رازی، عبداللٰه، مرصاد العباد ، به کوشش محمدامین ریاحی، تهران، 1352 ش؛ هجویری، علی، کشف المحجوب ، به کوشش محمود عابدی، تهران، 1383 ش؛ نیز:",
    "Graham, W. A., Divine Word and Prophetic Word in Early Islam , Mouton, 1977. فرامرز حاج منوچهری"
  ],
  "bibliography": [
    "ابن‌بلبان، علی، المقاصد السنیة فی الاحادیث الاٰلهیة ، به کوشش محیی‌الدین مستو و محمد عید خطراوی، بیروت / دمشق، 1408 ق / 1988 م",
    "ابن‌حجر عسقلانی، احمد، فتح الباری ، بیروت، دارالمعرفه",
    "ابن‌حزم، علی، الاحکام ، به کوشش احمد شاکر، قاهره، مکتبة زکریا علی یوسف",
    "ابن‌عربی، محیی‌الدین، الفتوحات المکیة ، بیروت، داراحیاء التراث العربیه",
    "ابوشهبه، محمد، الوسیط فی علوم و مصطلح الحدیث ، بیروت، عالم المعرفه",
    "اعظمی، محمد، معجم مصطلحات الحدیث و لطائف الاسانید ، ریاض، 1420 ق / 1999 م",
    "تهانوی، محمد اعلى، کشاف اصطلاحات الفنون ، به کوشش علی دحروج، بیروت، 1966 م",
    "حر عاملی، محمد، الجواهر السنیة ، نجف، 1384 ق / 1964 م",
    "دمشقی، محمدمنیر، شرح بر الاتحافات ... (نک‍ : هم‍ ، مناوی)",
    "سرخسی، محمد، الاصول ، به کوشش ابوالوفا افغانی، حیدرآباد دکن، 1372 ق",
    "سماحی، محمد، غیث المستغیث ، قاهره، دارالعهد الجدید للطباعه",
    "شروانی، عبدالحمید، الحواشی ، بیروت، داراحیاء التراث العربی",
    "صدرالدین شیرازی، محمد، الاسفار ، بیروت، 1981 م",
    "ضبابطی، عصام‌الدین، جامع الاحادیث القدسیة ، قاهره، دارالریان للتراث",
    "طارمی، حسن و عبدالحسین طالعی، احادیث قدسی پیرامون حضرت مهدی (عج) ، تهران، 1407 ق",
    "طحان، محمود، تیسیر مصطلح الحدیث ، اسکندریـه، 1415 ق",
    "عـدوی، مصطفى، الصحیح المسنـد مـن الاحـادیـث القدسیة ، بیروت، دارالصحابة للتراث",
    "عمیرات، زکریا، الاحادیث القدسیة الصحیحة، بیروت، 1418 ق / 1997 م",
    "عینی، محمود، عمدة القاری ، بیروت، داراحیاء التراث العربی",
    "غزالی، محمد، المواعظ فی الاحادیث القدسیة ، به کوشش عبدالحمید صالح حمدان، قاهره، 1408 ق / 1988 م",
    "قاسمی، محمد، قواعد التحدیث، به کوشش محمد بهجت بیطار، قاهره، 1380 ق / 1961 م",
    "مدنی، محمد، الاتحافات السنیة فی الاحادیث القدسیة ، حیدرآباد دکن، 1358 ق",
    "ملاعلی قاری، معجم الاحادیث القدسیة الصحیحة ، به کوشش کمال بن بسیونی زغلول، بیروت، 1415 ق / 1994 م",
    "مناوی، محمد عبدالرئوف، الاتحافات السنیة ، به کوشش محمد منیر دمشقی، بیروت، دارالمعرفه",
    "همو، فیض القدیر ، به کوشش احمد عبدالسلام، بیروت، 1415 ق / 1994 م",
    "میرداماد، محمدباقر، الرواشح السماویة ، به کوشش غلامحسین قیصریه‌ها و نعمت‌اللٰه جلیلی، قم، 1380 ش / 1422 ق",
    "نجم‌الدین رازی، عبداللٰه، مرصاد العباد ، به کوشش محمدامین ریاحی، تهران، 1352 ش",
    "هجویری، علی، کشف المحجوب ، به کوشش محمود عابدی، تهران، 1383 ش",
    "نیز:"
  ],
  "signature": "Graham, W. A., Divine Word and Prophetic Word in Early Islam , Mouton, 1977. فرامرز حاج منوچهری",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}