{
  "id": "eweb_502",
  "source": "DMBI",
  "cat": "term",
  "link": "https://www.cgie.org.ir/fa/article/236622/%D8%AD%D9%84%D9%85%D8%A7%D9%86%DB%8C%D9%87",
  "annotator": "Jeremy",
  "title": "حلمانیه",
  "authors": [
    "حسن مهدی پور"
  ],
  "last_updated": "چهارشنبه 4 دی 1398",
  "content": [
    "حُلْمانیه، گروهی از صوفیه منسوب به ابوحلمان دمشقی (ح سدۀ 3ق/ 9م).  دربارۀ حلمانیه و شخص ابوحلمان اطلاعات اندکی موجود است. تنها می‌دانیم که نام او علی، کنیه‌اش ابوالحسن و لقبش ابوحلمان (یا ابوحلخان) بود و به‌سبب آنکه بیشتر عمر خود را در شام گذرانده بود، به ابوحلمان دمشقی یا حلبی نیز شهرت داشت (بغدادی، 156؛ ابن‌عساکر، 66/ 153-154؛ ابن‌عدیم، 10/ 4427؛ سراج، 289). وی ظاهراً ایرانی و از اهالی فارس بود و ازاین‌رو، او را ابوحلمان فارسی نیز خوانده‌اند (بغدادی، همانجا؛ اسفراینی، 115؛ ابن‌عساکر، 66/ 153).  ابوحلمان در زمانی نامعلوم به حلب آمد و در آنجا به تحصیل پرداخت و تربیت یافت و سپس به دمشق رفت و به ترویج اعتقاداتش مشغول شد (بغدادی، اسفراینی، همانجاها). لوئی ماسینیون بر این باور است که وی ظاهراً از مریدان ابوعبدالله ابن سالم بصری (د 297ق/ 910م) بوده است («حلمانیه»، III/ 333 )، ولی برای این قول خود هیچ سندی ذکر نمی‌کند.  رواج اندیشه‌های ابوحلمان در دمشق به‌تدریج موجب شکل‌گیری فرقۀ حلمانیه شد که برخی آن را در کنار سالمیه (پیروان ابن سالم بصری) و مشبهه ازجملۀ حلولیه شمرده‌اند (هجویری، 164) و برخی دیگر آن را در کنار حلاجیه و 8 فرقۀ دیگر، از فرق ده‌گانۀ قائل به حلول به‌شمار آورده‌اند (بغدادی، 154). بنابر آنچه در منابع اسلامی آمده است، حلولیه به‌طورکلی به حلول روح خدا در آدم و سپس در انبیا، تا علی(ع) و فرزندانش باور داشتند؛ اما هر طایفه‌ای از آنها بر این باور بود که این روح بعد از علی(ع) و فرزندانش در شخص خاصی که آن طایفه منسوب به او ست، حلول کرده است.  برخی از حلولیه منکر بهشت، جهنم و روز قیامت بودند و به حلال بودن تمام محرمات، و اسقاط تکالیف باور داشتند و از این‌رو، به اباحی‌گری متهم می‌شدند (سمعانی، 2/ 249؛ اسفراینی، 115-116؛ بغدادی، 154 بب‍‌ ). اندیشمندان مسلمان ازآن‌رو حلمانیه را ازجملۀ حلولیه به‌شمار آورده‌اند که آنان نیز به دو باور شبیه به حلولیه شناخته می‌شوند. یکی از این دو باور، اعتقاد به حلول و امتزاج یا انتقال ارواح بود، به این معنا که خدا در سیما و صورت زیبارویان حلول می‌کند و تجسم می‌یابد. از این‌رو، بنا به قول بغدادی، ابوحلمان و پیروانش هرجا صورت زیبایی می‌دیدند، در مقابل آن سجده می‌کردند و می‌پنداشتند که خدا در آن حلول کرده است.  باور دیگر، اعتقاد به اباحه‌گری بود، با این استدلال که اگر کسی خدا را با آن وصفی که او معتقد بود، می‌شناخت و باور می‌داشت، چیزی بر او حرام نبود و از هیچ عملی بازداشته نمی‌شد و همه چیز بر او مباح، حلال و گوارا می‌گردید (بغدادی، 156؛ اسفراینی، همانجا؛ فروزانفر، 1/ 30-31).  حلمانیه برای باور به حلول خدا در جسم انسان به آیه‌ای از قرآن استناد می‌کردندکه در آن خداوند دربارۀ آدم می‌فرماید: «فَاِذا سُوَّیْتُهُ وَ نَفَخْتُ فیهِ مِنْ روحی فَقَعُوا لَهُ ساجِدینَ» (حجر/ 15/ 29). به اعتقاد آنها، خداوند به این دلیل که در وجود آدم حلول کرده بود، به ملائکه امر فرمود تا بر او سجده کنند (بغدادی، 156-157). باورهای دیگری چون اعتقاد به قدم ارواح و نسخ ارواح، و نیز جست‌وجوی عشق الٰهی در پس اشکهای معشوق و از ورای عشق به مخلوق نیز به ابوحلمان نسبت داده شده است (ابن‌عساکر، 66/ 154؛ هجویـری، همـانجا؛ نیز نک‍ : ماسینیون، « مصائب ... »، I/ 326 ). ظاهراً هجویری به دلیل چنین اعتقاداتی حلمانیه را با سالمیه که از مشبهه هستند، مرتبط می‌داند (همانجا)، زیرا ابن سالم، که سالمیه به او منسوب‌اند، معتقد بود که خداوند در روز جزا، در صورت جسمانی انسانی و قابل شهود ظاهر خواهد شد. با این همه، هجویری شخص ابوحلمان را از این‌گونه باورها مبرا می‌داند و تلویحاً او را از ارباب دل می‌شمارد و معتقد است که در کتابهای مشایخ پیشین چنین مطالبی دربارۀ او نیامده است (ص 234).  با توجه به گزارش بغدادی از دیدار و گفت‌وگوی او با برخی از پیروان حلمانیه، می‌توان دریافت که این فرقه دست‌کم تا سدۀ 5 ق/ 11م همچنان وجود داشته است (بغدادی، همانجا).",
    "ابن عدیم، عمر، بغیة الطلب ، به کوشش سهیل زکار، بیروت، 1988م؛ ابن عساکر، علی، تاریخ مدینة دمشق ، به کوشش علی شیری، بیروت، 1417ق/ 1996م؛ اسفراینی، شاهفور، التبصیر فی‌الدین ، بغداد، 1374ق/ 1955م؛ بغدادی، عبدالقاهر، الفرق بین الفرق ، به کوشش محمدزاهد کوثری، قاهره، 1367ق/ 1948م؛ سراج، عبدالله، اللمع فی التصوف ، به کوشش ر. ا. نیکلسن، لیدن، 1914م؛ سمعانی، عبدالکریم، الانساب ، بیروت، 1408ق/ 1988م؛ فروزانفر، بدیع‌الزمان ، شرح مثنوی شریف، تهران، 1346ش؛ قرآن کریم؛ هجویری، علی، کشف المحجوب ، به کوشش ژوکوفسکی، تهران، 1358ش؛ نیز:",
    "Massignon, L., «Ḥulmānīya», EI1; id, La Passion de Husayn Ibn Mansûr Hallâj , Paris, 1975.  حسن مهدی‌پور"
  ],
  "bibliography": [
    "ابن عدیم، عمر، بغیة الطلب ، به کوشش سهیل زکار، بیروت، 1988م",
    "ابن عساکر، علی، تاریخ مدینة دمشق ، به کوشش علی شیری، بیروت، 1417ق/ 1996م",
    "اسفراینی، شاهفور، التبصیر فی‌الدین ، بغداد، 1374ق/ 1955م",
    "بغدادی، عبدالقاهر، الفرق بین الفرق ، به کوشش محمدزاهد کوثری، قاهره، 1367ق/ 1948م",
    "سراج، عبدالله، اللمع فی التصوف ، به کوشش ر. ا. نیکلسن، لیدن، 1914م",
    "سمعانی، عبدالکریم، الانساب ، بیروت، 1408ق/ 1988م",
    "فروزانفر، بدیع‌الزمان ، شرح مثنوی شریف، تهران، 1346ش",
    "قرآن کریم",
    "هجویری، علی، کشف المحجوب ، به کوشش ژوکوفسکی، تهران، 1358ش",
    "نیز:",
    "Massignon, L., «Ḥulmānīya», EI1",
    "id, La Passion de Husayn Ibn Mansûr Hallâj , Paris, 1975.  حسن مهدی‌پور"
  ],
  "signature": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}