{
  "id": "eweb_503",
  "source": "DMBI",
  "cat": "term",
  "link": "https://www.cgie.org.ir/fa/article/236620/%D8%AD%D9%84%D9%88%D9%84%DB%8C%D9%87",
  "annotator": "Jeremy",
  "title": "حلولیه",
  "authors": [
    "احمد پاکتچی"
  ],
  "last_updated": "چهارشنبه 4 دی 1398",
  "content": [
    "حُلولیّه، عنوان کلی برای فرقه‌ها و جریانهای دینی در جهان اسلام، که به نوعی قائل به حلول خداوند در یک انسان شده‌اند. درواقع، این عنوان برای جمعی از جریانهای فرقه‌ای به‌کار برده شده است که قول به حلول در افکار آنان محوریت دارد، اما چنان‌که سمعانی تصریح کرده است، آنان متشکل از اصناف متنوعی‌اند (نک‍ : 2/ 249).  با آنکه اصل ساخت‌یافتگی مفهوم حلول حداکثر به سدۀ 2 ق/ 8 م مربوط می‌شود، محور نهادن این مفهوم و ساختن نامی فرقه‌ای که ناظر به گروههای متنوع قائل به حلول باشد، ظاهراً به سدۀ 4 ق/ 10 م بازمی‌گردد. به نظر می‌رسد نخستین نامی که در این باره ساخته شده، ترکیب اضافی «اصحاب الحلول» است که کاربرد آن نزد ابوالحسن اشعری (د 324 ق/ 936 م) ثبت شده (ص 214)، و با اندک تأخیری استفاده از صورت اسمی «حلولیة»، از اواسط سدۀ 4 ق نزد مؤلفانی از اهل حدیث چون آجری (د 360 ق/ 971 م) و ابن بطۀ عکبری (د 403 ق/ 1012 م)، و متکلمانی چون ملطی (د 377 ق/ 987 م) و باقلانی (د 403 ق) دیده می‌شود (نک‍ : آجری، 3/ 1074، جم‍ ؛ ملطی، 22-23؛ ابن‌بطه، 3/ 136، 197؛ باقلانی، 162).  گروههای متعددی از فرق منتسب به حلولیه، شاخه‌هایی از کیسانیه‌اند و سعد بن عبداللٰه اشعری در عباراتی گذرا، به این نکته اشاره کرده است (ص 60). منابع فرق شیعه، در طیف شیعیان کیسانی از فردی به نام حمزة بن عمارۀ بربری، به‌عنوان کسی نام می‌برند که قائل به الوهیت محمد بن حنفیه بوده است (نوبختی، 27؛ سعد، 32-33)؛ البته کتب رجالی امامیه، بدون اشاره به این باور، از او به‌عنوان فردی اهل غلو یاد می‌کنند که خود را به امام باقر (ع) منتسب می‌کند و دربارۀ آن امام باورهای غالیانه دارد (نک‍ : کشی، 300، 304-305). گفته‌اند او بیان بن سمعان را تحت تأثیر افکار خود نهاده است (نوبختی، سعد، همانجاها).  بیان بن سمعان نهدی (د 119 ق/ 737 م) از رجال کیسانیه، یکی از شاخص‌ترین کسانی است که نام حلولی به خود گرفته است (نک‍ : سمعانی، همانجا). گفته می‌شود که وی به حلول خداوند در حضرت علی (ع) اعتقاد داشت و بر این باور بود که جزئی الٰهی در آن حضرت حلول کرده، و با جسد او یکی شده بود (شهرستانی، 1/ 152؛ ذهبی، 7/ 330)؛ به روایتی، وی این باور را به عموم پیامبران و امامان توسعه می‌داد و نزد او روح الٰهی با درگذشت یک پیامبر به پیامبر بعدی و از امامی به امام بعدی منتقل می‌شد تا آنکه به ابوهاشم بن محمد بن حنفیه رسید (بغدادی، 227، 242، 255؛ اسفراینی، 124)؛ وی معتقد بود که اللٰه خدای آسمان است و امامان که خدا در آنها حلول کرده، خدای زمین‌اند (کشی، 304، 324-325). برخی منابع می‌افزایند که وی یا پیروانش مدعی انتقال این روح الٰهی از ابوهاشم به خود بیان بن سمعان نیز بوده‌اند (بغدادی، 28؛ اسفراینی، همانجا). افکاری که به وی نسبت داده می‌شود، دچار تشتت است و گاه با قول به تشبیه نیز همراه می‌شود (اشعری، 5؛ سعد، 37- 38؛ بغدادی، 214). هر چه هست، بسیاری از این اقوال را ابوالحسن اشعری در مقالات الاسلامیین به وی نسبت نداده است.  در منابع فرقه، همچنین از فردی به نام عبداللٰه بن عمرو بن حرب به‌عنوان یکی از کیسانیه و حتى بیانیه نام برده می‌شود که قائل به حلول بوده، و ادعا داشته که روح الٰهی از ابوهاشم به شخص وی منتقل شده است (بغدادی، 28؛ اسفراینی، 125).  گفتنی است که باورهای مشابهی ــ البته گذرا ــ به فرقه‌های دیگر مشهور به غلو از کیسانیه و دیگر شعب منتسب به شیعه نسبت داده شده است که کوششی در جهت تفسیر نظریات آنان در قـالب حلـول است، همچـون: رزامیه، از شیعیان کیسانی ـ عباسی (بغدادی، 242؛ عضدالدین، 3/ 675)؛ اسحاقیه، پیروان اسحاق بن عمر از شاخه‌های کیسانیه (همانجا؛ ابوالمعالی، 56)، مانند کاملیه، فرقه‌ای منسوب به ابوکامل نامی (عضدالدین، 3/ 671)؛ جناحیه، پیروان عبداللٰه بن معاویه (همو، 3/ 672-673؛ بغدادی، همانجا)؛ خطابیه، پیروان ابوالخطاب از اصحاب رانده‌شدۀ امام صادق (ع) (سعد، 54-55؛ سمعانی، 2/ 249) و بزیغیه از شاخه‌های فرعی آن (اشعری، 12؛ شهرستانی، 1/ 180)؛ بشیریه، پیروان محمد بن بشیر کوفی (نوبختی، 83؛ سعد، 60)؛ نصریه (یا نصیریه) (فخرالدین، 61)، که نسبت آن به فرقۀ مشهور به نصیریه نامعلوم است؛ حربیه، به عنوان فرقه‌ای ناشناس از غلات (سعد، همانجا)؛ و پیش‌تر از همۀ آنان به عبداللٰه بن سبأ (شهرستانی، 1/ 174). اقوال مشابهی به طیفی از اسماعیلیه هم نسبت داده شده است (مثلاً نک‍ : غزالی، 109؛ الٰهی، 426 بب‍‌ ).  گفتنی است که در برخی از موارد، حلول بدان معنا که نزد غلات معرفی شده، با آنچه به عنوان باور حلولی به صوفیه نسبت داده شده است، در هم آمیخته و در همین راستا، کتب فرق در کنار فرقه‌های یادشده از غلات، از قول به حلول نزد کسی چون حسین بن منصور حلاج (ابوالعلاء، 152) و رجلی مسئله‌آفرین از امامیه به عنوان ادامه‌دهندۀ راه حلاج، یعنی ابن ابی عزافِر شَلمَغانی سخن آورده‌اند (بغدادی، 350؛ قس: ابن‌حزم، 5/ 74، با ضبط ابن ابی العز). دربارۀ شلمغانی که رابطۀ نزدیکی با محافل اصلی امامیه داشته است، ابن همام اسکافی نقلی دارد مبنی بر اینکه وی مدعی بود: «حق واحد است و پیراهنهای وی مختلف است، روزی در پیراهن سفید و روزی سرخ و روزی آبی» و ابن‌همام ضمن تأکید بر اینکه این سخن اصحاب حلول است، یادآور می‌شود این نخستین سخنی از شلمغانی بود که مورد انکار محافل اصلی امامیه قرارگرفت (نک‍ : طوسی، 408).  فخرالدین رازی یادآور می‌شود نخستین کسانی که در اسلام قول به حلول را آشکـار سـاختند، جمعی از «روافـض» ــ یعنی امامیه ــ بودند و در حق ائمۀ خود ادعای حلول داشتند (ص 73)؛ شیخ مفید که به‌عنوان یک عالم امامی، ظاهراً از همین گروه به عنوان «اصحاب تناسخ مدعی انتساب به امامیه»، یاد کرده (ص 19)، عملاً انتساب آنان به مذهب امامیه را مدعایی باطل شمرده است. برخی از تحلیلگران معاصر، حلول با صورت‌بندیهای مختلف آن را به‌عنوان باوری مشترک میان اکثر فرق غالی معرفی کرده‌اند (نک‍ : سامرایی، 127؛ موسى، 50 ff.).  گفتنی است که در میان فرقه‌های متأخر شیعه که عقاید آنها در طیف غلو طبقه‌بندی می‌شود، همچنان می‌توان باور به حلول را به‌عنوان اعتقادی محوری بازجست. به‌عنوان نمونه، چنین باوری به محمود پسیخانی بنیان‌گذار فرقۀ نقطویه نسبت داده شده، و در منابع گفته شده است که پیروان او معتقد بودند «پیکر محمد، پیامبر اسلام (ص) کامل‌تر شده و از محمود سر بر زد» ( دبستان ... ، 1/ 273). در منابع اهل حق نیز عقایدی دیده می‌شود که برپایۀ حلول الٰهی در پیکر آدمی و تجسم وجود الٰهی در کالبد مقدسانی چون حضرت علی (ع) نهاده شده است (نک‍ : ه‍ د، 10/ 470-471).  صورت‌بندیهای گسترده دربارۀ حلول در کتب اهل حق به عنوان نمونه‌ای زنده از این دست مذاهب، حکایت از آن دارد که نسبتهای داده‌شده به فرقه‌های متقدم موسوم به غلات را نمی‌توان به یک‌باره مبالغه انگاشت، اگرچه به دلیل نقل آراء آنان در کتب مخالفان، نمی‌توان انتظار داشت که دیدگاههای آنان به دقت نقل شده باشد، یا گزاره‌هایی که به‌طور عام به پیروان یک فرقه مانند خطابیه منسوب شده، تا چه اندازه در همۀ طیفهای آن صادق باشد. با توجه به آنچه گفته شد، عملاً پژوهش در باب حلولیه، راه به پژوهش در باب غلو و فرقه‌های غلات خواهد گشود، حتى اگر نسبت میان حلولیه و غلات هم‌پوشی کامل نباشد.",
    "آجری، محمد، الشریعة ، به کوشش عبداللٰه بن عمر دمیجی، ریاض، 1418 ق/ 1997 م؛ ابن بطۀ عکبری، عبیداللٰه، الابانة ، به کوشش رضا بن نعسان معطی، ریاض، 1415 ق/ 1994 م؛ ابن‌حزم، علی، الفصل ، قاهره، مکتبة خانجی؛ ابوالعلاء معری، احمد، رسالة الغفران ، به کوشش ابراهیم یازیجی، قاهره، 1325 ق/ 1907 م؛ ابوالمعالی، محمد، بیان الادیان ، به کوشش عباس اقبال آشتیانی و محمدتقی دانش‌پژوه، تهران، 1376 ش؛ اسفراینی، شاهفور، التبصیر فی الدین ، به کوشش کمال یوسف حوت، بیروت، 1403 ق/ 1983 م؛ اشعری، علی، مقالات الاسلامیین ، به کوشش هلموت ریتر، ویسبادن، 1980 م؛ الٰهی ظهیر، احسان، الاسماعیلیة: تاریخ و عقائد ، لاهور، 1406 ق/ 1986 م؛ باقلانی، محمد، الانصاف ، به کوشش عمادالدین احمد حیدر، بیروت، 1407 ق/ 1986 م؛ بغدادی، عبدالقاهر، الفرق بین الفرق ، بیروت، 1977 م؛ دبستان مذاهب ، به کوشش رحیم رضازاده ملک، تهران، 1362 ش؛ ذهبی، محمد، تاریخ الاسلام ، به کوشش عمر عبدالسلام تدمری، بیروت، 1413 ق/ 1993 م؛ سامرایی، عبداللٰه سلوم، الغلو و الفرق الغالیة ، بغداد، 1392 ق/ 1972 م؛ سعد بن عبداللٰه اشعری، المقالات و الفرق ، به کوشش محمدجواد مشکور، تهران، 1361 ش؛ سمعانی، عبدالکریم، الانساب ، به کوشش عبداللٰه عمر بارودی، بیروت، 1408 ق/ 1988 م؛ شهرستانی، محمد، الملل و النحل ، به کوشش محمد سیدکیلانی، بیروت، 1404 ق؛ طوسی، محمد، الغیبة ، به کوشش عباداللٰه طهرانی و علی احمد ناصح، قم، 1411 ق؛ عضدالدین ایجی، عبدالرحمان، المواقف ، به کوشش عبدالرحمان عمیره، بیروت، 1997 م؛ غزالی، محمد، فضائح الباطنیة ، به کوشش عبدالرحمان بدوی، کویت، دارالکتب الثقافیه؛ فخرالدین رازی، محمد، اعتقادات فرق المسلمین و المشرکین ، به کوشش علی سامی نشار، بیروت، 1402 ق؛ کشی، محمد، معرفة الرجال ، اختیار شیخ طوسی، به کوشش حسن مصطفوی، مشهد، 1348 ش؛ مفید، محمد، اوائل المقالات ، به کوشش مهدی محقق، تهران، 1372 ش؛ ملطی، محمد، التنبیه و الرد ، به کوشش محمد زاهد کوثری، قاهره، 1977 م؛ نوبختی، حسن بن موسى، فرق الشیعة ، به کوشش محمدصادق آل بحرالعلوم ، نجف، 1355 ق/ 1936 م؛ نیز:",
    "Moosa, M., Extremist Shiites: The Ghulat Sects , New York, 1987.  احمد پاکتچی"
  ],
  "bibliography": [
    "آجری، محمد، الشریعة ، به کوشش عبداللٰه بن عمر دمیجی، ریاض، 1418 ق/ 1997 م",
    "ابن بطۀ عکبری، عبیداللٰه، الابانة ، به کوشش رضا بن نعسان معطی، ریاض، 1415 ق/ 1994 م",
    "ابن‌حزم، علی، الفصل ، قاهره، مکتبة خانجی",
    "ابوالعلاء معری، احمد، رسالة الغفران ، به کوشش ابراهیم یازیجی، قاهره، 1325 ق/ 1907 م",
    "ابوالمعالی، محمد، بیان الادیان ، به کوشش عباس اقبال آشتیانی و محمدتقی دانش‌پژوه، تهران، 1376 ش",
    "اسفراینی، شاهفور، التبصیر فی الدین ، به کوشش کمال یوسف حوت، بیروت، 1403 ق/ 1983 م",
    "اشعری، علی، مقالات الاسلامیین ، به کوشش هلموت ریتر، ویسبادن، 1980 م",
    "الٰهی ظهیر، احسان، الاسماعیلیة: تاریخ و عقائد ، لاهور، 1406 ق/ 1986 م",
    "باقلانی، محمد، الانصاف ، به کوشش عمادالدین احمد حیدر، بیروت، 1407 ق/ 1986 م",
    "بغدادی، عبدالقاهر، الفرق بین الفرق ، بیروت، 1977 م",
    "دبستان مذاهب ، به کوشش رحیم رضازاده ملک، تهران، 1362 ش",
    "ذهبی، محمد، تاریخ الاسلام ، به کوشش عمر عبدالسلام تدمری، بیروت، 1413 ق/ 1993 م",
    "سامرایی، عبداللٰه سلوم، الغلو و الفرق الغالیة ، بغداد، 1392 ق/ 1972 م",
    "سعد بن عبداللٰه اشعری، المقالات و الفرق ، به کوشش محمدجواد مشکور، تهران، 1361 ش",
    "سمعانی، عبدالکریم، الانساب ، به کوشش عبداللٰه عمر بارودی، بیروت، 1408 ق/ 1988 م",
    "شهرستانی، محمد، الملل و النحل ، به کوشش محمد سیدکیلانی، بیروت، 1404 ق",
    "طوسی، محمد، الغیبة ، به کوشش عباداللٰه طهرانی و علی احمد ناصح، قم، 1411 ق",
    "عضدالدین ایجی، عبدالرحمان، المواقف ، به کوشش عبدالرحمان عمیره، بیروت، 1997 م",
    "غزالی، محمد، فضائح الباطنیة ، به کوشش عبدالرحمان بدوی، کویت، دارالکتب الثقافیه",
    "فخرالدین رازی، محمد، اعتقادات فرق المسلمین و المشرکین ، به کوشش علی سامی نشار، بیروت، 1402 ق",
    "کشی، محمد، معرفة الرجال ، اختیار شیخ طوسی، به کوشش حسن مصطفوی، مشهد، 1348 ش",
    "مفید، محمد، اوائل المقالات ، به کوشش مهدی محقق، تهران، 1372 ش",
    "ملطی، محمد، التنبیه و الرد ، به کوشش محمد زاهد کوثری، قاهره، 1977 م",
    "نوبختی، حسن بن موسى، فرق الشیعة ، به کوشش محمدصادق آل بحرالعلوم ، نجف، 1355 ق/ 1936 م",
    "نیز:"
  ],
  "signature": "Moosa, M., Extremist Shiites: The Ghulat Sects , New York, 1987.  احمد پاکتچی",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}