{
  "id": "eweb_504",
  "source": "DMBI",
  "cat": "term",
  "link": "https://www.cgie.org.ir/fa/article/236788/%D8%AE%D8%A7%D9%86%D9%82%D8%A7%D9%87",
  "annotator": "Jeremy",
  "title": "خانقاه",
  "authors": [
    "محمدرضا عدلی"
  ],
  "last_updated": "چهارشنبه 13 آذر 1398",
  "content": [
    "خانِقاه، مکان تجمع یا اقامت صوفیان که در آن گرد می‌آمدند یا برای مدتی در آن مقیم می‌شدند و با نظارت شیخ خانقاه به عبادت، خلوت‌نشینی و تزکیۀ نفس می‌پرداختند.  واژۀ خانقاه معرب خانگاه، مرکب از خانه و گاه، و شبیه واژه‌هایی چون منزلگاه و مجلس‌گاه است ( لغت‌نامه ... ). این واژه به صورتهای دیگری چون خانگاه ( حدود ... ، 107)، خانگه (سعدی، 592)، خانکاه (نک‍ : مقریزی، 2/ 414: ذیل خوانک)، و خانقه (یاقوت، 2/ 393) نیز دیده می‌شود. صورت جمع این واژه نیز در منابع عربی به شکل خوانق و گاه خوانک، و در منابع فارسی بیشتر به صورت خانقاهات، خانگاهات، خانکاهات آمده است. بخش نخست این واژه، یعنی «خان» از واژۀ خانه به معنی محل اقامت، و بخش دوم، یعنی «گاه» نیز پسوند مکان است. در منابع مربوط به سده‌های میانه، گاه «خان» را بر گرفته از خوان، به معنی سفره، و یا از فعل خواندن دانسته‌اند که به نظر می‌رسد بیشتر ناظر بر اعمال و آیینهای خانقاهی همچون صرف غذای جمعی باشد (شبّی، «خانقاه»، 1025 ). مقریزی (د 865 ق) ازجمله کسانی است که اصل این واژه را «خونقاه»، به معنی جایی که سلطان در آنجا طعام می‌خورد، می‌داند (همانجا). البته باید توجه داشت که واژۀ خوردنگاه و خورنگه در زبان فارسی به معنی جای خوردن غذا به کار رفته است و در آثار شاعرانی چـون گرگانی و خاقانی نیـز دیده می‌شود (نک‍ : لغت‌نامه ، ذیل واژه‌ها). به هر روی، به نظر می‌رسد که واژۀ خانقاه به عمارتی اشاره داشته است که از خانه‌ها (اتاقها/ حجره‌ها)ی متعدد تشکیل شده، و برای اقامت صوفیان به کار می‌رفته است.  ظاهراً واژۀ خانقاه نخستین بار در آثار نویسندگان سدۀ 4 ق/ 10 م دیده می‌شود. نویسندۀ ناشناس حدود العالم (تألیف: سال 372 ق) به خانگاه مانویان اشاره می‌کند (همانجا)، و در دو کتاب البدء و التاریخ (تألیف: 355 ق) و احسن التقاسیم (تألیف: پیش از 387 ق) از خانقاه کرّامیان سخن به میان می‌آید (نک‍ : مقدسی، مطهر، 5/ 141؛ مقدسی، محمد، 179، 182).  کرامیان در خراسان، ماوراءالنهر، جرجان، طبرستان، و در غرب تا بیت‌المقدس، که مزار ابن‌کرام (د 255 ق) در آن قرار داشت، پراکنده بودند و در همه‌جا خانقاههایی برای خود داشتند. مؤلف احسن التقاسیم ، به‌جز یک مورد، آن هم به طور مبهم، در اشاره به منطقۀ دَبیل (یا دوین) در ارمنستان (همو، 379)، نسبتِ خانقاهی را هیچ‌گاه برای صوفیان به کار نمی‌برد و تنها از آن برای اشاره به کرامیان استفاده می‌کند (شبّی، «رباط»، 505 ). البته او در بخشهایی از کتاب خود از صوفیان نیز یاد می‌کند و در اشاره به مکان اجتماع آنان، واژۀ مسجد و رباط را به کار می‌برد (مقدسی، محمد، 44، 118، 412، 414-415؛ شبّی، همانجا). یاقوت حموی (د 626 ق) نیز خانقاه را به پرستشگاه کرامیان معنا می‌کند (2/ 393) و سمعانی (د 562 ق) در الانساب ، از یکی از مشایخ کرامیه نام می‌برد کـه نسبتِ خانقاهی داشته است (نک‍ : 5/ 27: ذیل خانقاهی). از دیرباز در مناطق گوناگون و در زمانهای مختلف واژه‌های دیگری نیز برای اشاره به اقامتگاه زاهدان و صوفیان به کار می‌رفت. ازجمله واژۀ عربی رباط که کاربرد آن، به ویژه در غرب قلمرو اسلام و مناطق عربی‌زبان بسیار رایج بود. همچنین واژۀ زاویه (و جمع آن زوایا) که به ویژه در شمال افریقا رواج داشت و تکیه (یا تِکه) که در آسیای صغیر و بالکان به کار می‌رفت. البته واژۀ تکیه در مناطق دیگر هم متداول بود و ظاهراً بر عمارتهای نسبتاً بزرگ‌تر اطلاق می‌شد. در مقابل، واژه‌های صومعه و دُوَیره در اشاره به اقامتگاههای کوچک‌تر به کار می‌رفت. همچنین می‌توان به واژه‌های آستانه و درگاه اشاره کرد که درگاه بیشتر در هند متداول بود (بورینگ، 456-466 ). واژۀ لنگر نیز گاه در ادبیات صوفیه به معنی اقامتگاه صوفیان به کار رفته است (جامی، 590-591).",
    "تحولات خانقاه را می‌توان به 4 دوره تقسیم کرد: 1. دورۀ اولیه، از تأسیس رباطهایی در عبّادان، در اوایل عهد عباسی تا پیدایش خانقاههایی در خراسان که بر اساس آداب و قواعد منسوب به ابوسعید ابوالخیر (د 440 ق/ 1048 م) اداره می‌شدند؛ 2. گسترش خانقاهها و رباطهای صوفیان به موازات شکل‌گیری و تحول مدارس، از زمان سلطۀ سلجوقیان بر بغداد (447 ق) تا پایان خلافت عباسیان (656 ق)؛ 3. ظهور شبکه‌ای از خانقاهها و رباطها در عهد مغول که با گسترش طریقه‌های صوفیه در سرتاسر جهان اسلام همراه بود، تا افول خانقاهها در عصر صفویه؛ 4. وضعیت خانقاهها در دورۀ نوین (بورینگ، همانجا).",
    "جنبۀ عملی تصوف، همچون وجه نظری آن ریشه در قرآن کریم و سیرۀ رسول اکرم (ص) دارد. در قرآن از بازیچه‌بودن زندگی دنیوی و فریبنده‌بودن آن سخن به میان آمده (حدید/ 57/ 20) و بر زهد و دل نبستن به متاع دنیا تأکید شده است (شورا/ 42/ 20؛ طٰه/ 20/ 131). زندگی پیامبر اکرم (ص) و صحابۀ خاص ایشان نیز زاهدانه و عابدانه بود. بر همین اساس، از همان آغاز، برخی از مسلمانان به طور منفرد یا در جماعتهای کوچک به زندگی زاهدانه روی می‌آوردند. اهل صفه برجسته‌ترین جماعت زاهدان بودند که تمایلی به زندگی خانوادگی نداشتند و در صفۀ مسجد رسول‌الله به‌سر می‌بردند. در منابع صوفیه اغلب ضمن اشاره به این گروه، تأکید می‌شود که اهل صفه بیشتر وقت خود را به عبادت و خواندن قرآن سپری می‌کردند. البته ابن‌تیمیه (د 728 ق) نیز که از مخالفان صوفیان بود، به اهل صفه اشاره می‌کند و سلوک آنان را نمونه‌ای از زهد راستین می‌شمارد («اهل ... »، 1/ 32-74). ظاهراً تعداد اعضای این گروه ثابت نبود، زیرا افزون بر مهاجران که در میان آنان آمدو‌رفت داشتند، در پاره‌ای مواقع مسافرانی که به مدینه وارد می‌شدند، نیز برای مدتی نزد آنان به سر می‌بردند. اهل صفه از طریق صدقه روزگار می‌گذراندند، ولی برخی از آنان اهل کسب و کار بودند. در میان افرادی که به اهل صفه منسوب‌اند، نام برخی از صحابه همچون سلمان فارسی و ابوذر غفاری نیز به چشم می‌خورد که به زهد و پارسایی شهرت داشتند (هجویری، 97-106؛ غنی، 45-46).  اگرچه این جماعتهای اولیۀ زاهدان ساختار اجتماعی منسجمی نداشتند، اما به تصریح منابع صوفیه، پیش‌نمونه‌ای برای جماعتهای سازمان‌یافتۀ بعدی به شمار می‌روند، چنان‌که برای نمونه، مستملی بخاری (د 429 ق) رویگردانی صوفیان از زندگی دنیوی را پیروی از اصحاب صفه می‌داند (1/ 125) و شهاب‌الدین عمر سهروردی (د 632 ق) ضمن آنکه خانقاه را زینتی از زینتهای ملت اسلام می‌شمرد، آن را با سنت اصحاب صفه مرتبط می‌داند (ص 67، 69؛ عزالدین، 153؛ باخرزی، 2/ 167) مقریزی مورخ نیز خانقاه و رباط را تقلیدی از صفۀ رسول اکرم (ص) می‌شمارد (ذیل «ذکرالربط»، 2/ 427). با این حال، دربارۀ مراحل آغازین زندگی خانقاهی اطلاعات تاریخی دقیق و منسجمی در دست نیست و در این زمینه باید به مجموعه‌های پراکنده‌ای از روایاتی رجوع کرد که در منابع اولیه آمده‌اند. بر این اساس، ظاهراً نخستین مرحلۀ شکل‌گیری جماعتهایی از این دست به حلقۀ یاران حسن بصری (د 110 ق) و زاهدان بصره باز می‌گردد که به برپایی «مجالس ذکر» مشهور بودند. ابوطالب مکی (د 386 ق) در قوت القلوب ، و ابونعیم اصفهانی (د 430 ق) در حلیة الاولیاء به جماعتی که در خانۀ حسن بصری گرد می‌آمدند، اشاره دارند و از برخی افراد آن نام برده‌اند که از آن جمله می‌توان مالک بن دینار (د 131 ق)، ثابت بُنانی (د 123 یا 127 ق)، ایوب سختیانی (د 130 ق)، محمد بن واسع (د بین سالهای 122-154 ق)، فرقد سَبَخی (د بین سالهای 130-162 ق) و عبدالواحد بن زید (د 177 ق) را بر شمرد (ابوطالب، 1/ 269-270، 306-307؛ ابونعیم، 2/ 156، 3/ 3، 6/ 156-157).  عبدالواحد بن زید که برجسته‌ترین شاگرد حسن بصری بود، احتمالاً به پیروی از این مجالس ذکر، نخستین جماعت پارسیان را که البته در آن زمان صوفی خوانده نمی‌شدند، در عبّادان به وجود آورد. بی‌تردید، عبادان از سدۀ 2 ق، محل تجمع زهادی بود که از نقاط گوناگون به آنجا می‌آمدند (مایر، 348). اگرچه در منابع مختلف از این جماعت زاهدان یاد می‌شود، اما در هر یک از این منابع با توجه به اصطلاح خاصی که در زمان نگارشِ آن اثر رواج داشته است، از محل اقامت آنان سخن به میان می‌آید و از آن با اصطلاحاتی چون رباط، دویره و خانقاه یاد می‌شود. گفته می‌شود کسانی چون ریاح بن عمرو قَیسی (د میان سالهای 185-195 ق)، ابوسلیمان دارانی (د ح 215 ق) و سهل بن عبدالله تستری (د 283 یا 286 ق) برای مدتی در رباط عبّادان به سر می‌بردند، یا از آن دیدن کردند (ابونعیم، 6/ 155، 192-195؛ قشیری، رسالۀ قشیریه ، 40؛ عطار، 305-306). از بشر حافی (د 226 ق)، سری سَقَطی (د 251 ق)، ابن‌خفیف (د 371 ق) و برخی دیگر نیز نام برده‌اند (مایر، همانجا؛ بورینگ، 456-466) . با این همه، زمانی که ابن‌حوقل (د پس از 367 ق)، از رباط عبّادان سخن می‌گوید، تنها به مکانی اشاره می‌کند که جنگجویان با ایمان سرحدات (مُرابطون) در آن مقیم بودند (ص 48). اما دو سدۀ بعد، خلاصه نویسِ ابن‌حوقل که در 538 ق از آن محل دیدن کرده بود، ساکنان آنجا را صوفیان و زاهدانی توصیف می‌کند که در تجرد به سر می‌بردند (همانجا؛ مایر، 350؛ بورینگ، همانجا). افزون بر این، ابن‌تیمیه عمارت عبّادان را نخستین «دویرۀ» صوفیان می‌داند و برپایی آن را به شاگردان عبدالواحد بن زید نسبت می‌دهد ( الصوفیه ... ، 3-4، 304) و از عبدالرحیم بن موسى اصطخری، صوفی سدۀ 3 ق نقل کرده‌اند که وی در عبّادان به خانقاهی فرود آمد و در آنجا هر شب طعامی برای او می‌آوردند و روز بعد آن را دست نخورده می‌یافتند (جامی، 247؛ مایر، همانجا).  به رغم این گزارشها، خواجه عبدالله انصاری (د 482 ق) از ایجاد نخستین خانقاه صوفیان در رَمَلۀ شام به دست امیری ترسا سخن می‌گوید. او ابوهاشم صوفی (د 150 ق) را نیز نخستین کسی می‌داند که صوفی خوانده شد، کسی که از کوفه به رمله آمد و از نخستین مشایخ آن خانقاه بود (ص 6- 8؛ جامی، 27). البته ایجاد خانقاه به دست امیری نصرانی محتمل به نظر نمی‌رسد، زیرا آن ناحیه از سال 17 ق تا اواخر سدۀ 5 ق زیر سلطۀ مسلمانان بود (کیانی، 144؛ مایر، 348- 349)، اما می‌توان این سخن خواجه عبدالله را که دو سده پس از این تاریخ، ابوبکر سوسی (د 386 ق) که به سماع علاقۀ فراوان داشت، شیخ خانقاه رمله بود، پذیرفت (خواجه عبدالله، 579-581؛ جامی، 198). این خانقاه احتمالاً در 583 ق در جریان جنگهای صلیبی، به دست صلاح‌الدین ایوبی ویران شد (مایر، 349؛ بورینگ، همانجا).  از سوی دیگر، ابوسعید ابوالخیر نیز به عنوان نخستین بنیان‌گذار خانقاه مطرح شده است، چنان‌که در سیاق عبدالغافر (تألیف: 510 ق)، وی نخستین مؤسس خانکاه و آداب و قواعد آن به شمار می‌آید (نک‍ : مایر، 355؛ قس: شفیعی، مقدمه بر ... ، 133؛ دامادی، 52 - 55). زکریای قزوینی نیز در آثار البلاد و اخبار العباد (تألیف: 661-674 ق) به این موضوع اشاره می‌کند (ص 361). چنان‌که پیش‌تر گفته شد، پیش از ابوسعید، هم واژۀ خانقاه (و اصطلاحات مترادف آن) وجود داشت و هم جماعتهای صوفیان گرد هم می‌آمدند. حتى برخی ابونصر سراج (د 378 ق) را نخستین بنیان‌گذار خانقاه صوفیان در خراسان می‌دانند (علاءالدوله، 15). پس انتساب بنیان‌گذاری خانقاه به ابوسعید احتمالاً یا به سبب اهمیت خانقاه او ست، یا آن‌گونه که فریتس مایر می‌گوید، به سبب قواعدی است که ابوسعید برای اولین بار برای خانقاه وضع کرد؛ ازاین‌رو، مایر این گفته را این‌گونه بازنویسی می‌کند که ابوسعید واضع نخستین قواعد برای خانقاه و «نظام‌بخش» زندگی خانقاهی بوده است (ص 356).  با توجه به این گزارشها و برای درک بهتر سیر تحول اجتماعی و تاریخی خانقاه، لازم است در اینجا به برخی ویژگیهای زندگی جمعی صوفیه و چگونگی تغییر تدریجی آن اشاره شود، تا بتوان اهمیت نقش ابوسعید در سازمان‌دهی این گونه حیات جمعی را بهتر دریافت. در دورۀ آغازین گسترش تصوف، جماعتهای صوفیه پیرامون مشایخ برجسته شکل می‌گرفتند. در واقع، جاذبۀ این مشایخ جمع مریدان را به هم پیوند می‌داد، اما بعدها عناصر دیگری نیز به اجتماعات صوفیان افزوده شد. برخی از جماعتهای اولیه تا چند سده پس از درگذشت شیخ نیز به حیات خود ادامه می‌دادند. ازجمله می‌توان به حلقۀ یاران جنید بغدادی (د 297 ق) در بغداد و شاگردان سهل تستری در بصـره اشاره کرد (هجویری، 235-236، 244 بب‍ ؛ زرین‌کوب، جست‌وجو ... ، 120، 134). تعداد افرادی که در این مجموعه‌ها حضور داشتند، از چندصد نفر بیشتر نبود، حال آنکه یک سدۀ بعد تعداد شاگردان ابن‌خفیف و زائران خانقاه وی جمعی انبوه گزارش شده است که از دور و نزدیک به حضور شیخ می‌رسیدند (دیلمی، 310؛ محمود، 17؛ نیز نک‍ : ه‍ د، 3/ 438؛ قره‌مصطفى، 114 ).  در آغاز، صوفیان در خانه‌های خود به‌سر می‌بردند و در مساجد با یکدیگر دیدار می‌کردند و ازاین‌رو، منازل شخصی، نخستین میعادگاه صوفیان بود. اشخاصی نیز بودند که خانۀ خود را وقف صوفیان می‌کردند (مایر، 346). مسجد نیز جایی بود که مشایخ صوفیه از آن برای تعلیم شاگردان و مریدان خود بهره می‌بردند. یکی از مساجدی که صوفیان نامداری بدانجا آمد و شد می‌کردند، شونیزیۀ بغداد بود (هجویری، 154) که برخی محققان آن را به سبب ویژگیهایش، پیش‌نمونۀ خانقاه می‌دانند (بورینگ، 456-466 ). این مسجد در اوایل عهد عباسی مکانی برای مجالس صوفیه و اقامت آنان به شمار می‌رفت و اتاقهایی داشت که صوفیان در آن مقیم می‌شدند. جنید بغدادی شیخ صوفیانی بود که در این مسجد اجتماع می‌کردند و ازجملۀ آنان می‌توان به ابومحمد عبدالله بن محمد مرتعش و احمد بن وهب اشاره کرد (قشیری، رسالۀ قشیریه ، 72؛ جامی، 211، 132). گفته می‌شود که ابونصر سراج نیز چون در ماه رمضان به بغداد رسید، به وی جایی در مسجد شونیزیه دادند و او تا عید فطر در آنجا مقیم شد (هجویری، 417؛ جامی، 289). در این مسجد همچنین در طول چندین سده شمار زیادی از صوفیه به خاک سپرده شدند (نک‍ : سلمی، 454-455؛ جامی، 228).  به این ترتیب، زندگی اجتماعی صوفیه در سده‌های نخستین مسائل و اقتضائات خاص خود را داشت که سفرهای گروهی، یافتن مکانی برای اقامت و قوتی برای خوردن ازجملۀ آنها بود. در منابع صوفیه، در نقل حکایات مربوط به زندگی مشایخ اولیه، اشاره‌های فراوانی به این گونه مسائل می‌توان یافت. در بسیاری از دستینه‌های صوفیه نیز فصلهایی به آداب سفر، آداب غذا خوردن و جز آنها اختصاص یافته است که نشان از شکل‌گیری تدریجی چنین آدابی دارد.  از سدۀ 4 ق، به تدریج از صوفیانی سخن به میان می‌آید که در خانقاه یا رباط گرد می‌آمدند یا اقامت داشتند. این مکانهای چندمنظوره از سویی برای ملاقات صوفیان با یکدیگر، و از سوی دیگر برای اقامت سالکان مبتدی به وجود آمده بودند، نظیر رباط زوزنی در مجاورت مسجد خلیفه منصور در بغداد، که در اصل برای ابوالحسن حُصری (د 371 ق)، از شاگردان جنید و شبلی، بنا شده بود، اما پس از آن با نام شاگرد حصری، ابوالحسن علی بن محمود زوزنی (د 451 ق) شهرت یافت. مقدسی نیز در همین سده، از رباطهای عبّادان نام می‌برد و خود در کسوت ساختگی یک صوفی از برخی از رباطهای خوزستان دیدن می‌کند و از خانقاهی در ناحیۀ دوین (دَبیل) سخن می‌گوید (مقدسی، محمد، 118، 379، 415). ابوالعباس قصاب آملی و ابوالعباس نهاوندی از دیگر صوفیانی بودند که در این عصر خانقاه داشتند (محمد بن منور، 1/ 44-45؛ جامی، 150).  جماعت یاران ابن‌خفیف نیز برای بهره‌مندی از تعالیم او، در مجاورت رباط وی زندگی می‌کردند و ابن‌خفیف یکی از نخستین متون تعلیمی صوفیه، کتاب الاقتصاد را خطاب به همین مریدان تألیف کرد. از سرنوشت رباط ابن‌خفیف پس از مرگ شیخ اطلاع چندانی در دست نیست. گویا یکی از شاگردان وی به نام ابوالحسن سالِبه (د 415 ق) سرپرستی آن را به عهده گرفت (خواجه عبدالله، 617- 618)، اما ابواسحاق کازرونی (د 426 ق)، که به دست محمد اَکّار (د 391 ق)، یکی از مریدان ابن‌خفیف تشرف یافته بود، موفق شد شبکه‌ای از رباطها را با مرکزیت کازرون تأسیس کند، که تا سدۀ 10 ق دایر ماندند (جامی، 259؛ قره مصطفى، 115 ، نک‍‌ : محمود، سراسر کتاب). او که خود فرزند یک زردشتی تازه‌مسلمان بود، به شکلی خستگی‌ناپذیر در ترویج اسلام در میان زردشتیان شهر خویش و شهرهای اطراف می‌کوشید. وی در ساختن بنای مسجدی در شهر کازرون که در آن موعظه می‌کرد، همتی تمام به خرج داد، اما هدف اصلی او در زندگی، دستگیری و کمک به بینوایان و مسافران بود که بیش از همه در رباط شخصی وی در کازرون صورت می‌گرفت. زندگی‌نامۀ کازرونی اطلاعات مهمی دربارۀ زندگی اجتماعی مریدان طریقت او را در بر دارد (نک‍ : محمود، 337-355). دستگیری از افراد بی‌بضاعت مشخصۀ اصلی طریقۀ کازرونی بود که به سرعت از طریق 65 رباط ــ که همۀ آنها مجهز به آشپزخانه‌ای عمومی بودند ــ در سرتاسر فارس گسترش یافت (همو، 186). از آنجا که کازرونی خود ثروتی نداشت، ادامۀ فعالیت این رباطها به کمکهای حامیان ثروتمند وابسته بود. این مؤسسات بشردوستانه، که در شرق و غرب گسترش یافته بود، نام شیخ را تا مدتها پس از مرگ وی در گسترۀ جغرافیایی وسیعی از آناتولی در غرب، تا چین در شرق زنده نگاه‌داشتند، چندان‌که چند سدۀ بعد ابن‌بطوطه در سفرنامۀ خود به موقوفات چنین خانقاههایی اشاره می‌کند (ص 236-237، 645، 722-723)."
  ],
  "bibliography": null,
  "signature": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
