{
  "id": "eweb_506",
  "source": "DMBI",
  "cat": "term",
  "link": "https://www.cgie.org.ir/fa/article/240807/%D8%AE%D9%84%D9%88%D8%AA",
  "annotator": "Jeremy",
  "title": "خلوت",
  "authors": [
    "بخش ادیان و عرفان"
  ],
  "last_updated": "یکشنبه 22 دی 1398",
  "content": [
    "خَلْوَت ، اصطلاحی در عرفان اسلامی به معنای تنهایی جستن و دوری گزیدن از اشخاص و امور، و خالی کردن قلب از آفات و شهوات. واژۀ خلوت برگرفته از خُلُوّ عربی، و به معنی خالی‌شدنِ مکان از شی‌ء است، چنان‌که کسی یا چیزی با شخص در خلوت نباشد. همچنین به معنای مکانی است که فرد در آن خلوت می‌گزیند و در این صورت، جمع آن خَلَوات است (ابن‌منظور، ذیل خلا؛ لین، I (2) / 803-805 ). خلوت در معنای عرفانی آن، از یک‌سو تنهایی جستنِ سالک و دوری‌گزیدن او از خلق، و از سوی دیگر دوری جستن از نفس و هواجس آن و گذشتن از کونین است؛ و تحقق یافتن این امور در ظاهر و باطن سالک صورت می‌گیرد، چندان‌که جز خدا به چیزی نیندیشد و در قلب او جز خدا چیزی نباشد. به این ترتیب، صوفیان خلوت را دارای دو بُعدِ ظاهری و باطنی دانسته‌اند که بُعدِ ظاهریِ آن معادل عزلت و گوشه‌نشینی، و بُعدِ باطنیِ آن مربوط به اجتماعِ همتِ شخص در جهت دوری او از هر چیزی است که وی را به نفس می‌خواند و از خدا بازمی‌دارد (عبدالقادر، 48- 49؛ تهانوی، 1 / 459؛ ابرقوهی، 324؛ نویا، 258). در متون عرفانی دربارۀ مفهوم خلوت، چگونگی، آداب و آفات آن سخنان متعددی از صوفیان نقل شده است و برخی از آنان به تفصیل به این موضوع پرداخته‌اند. چنین به‌نظر می‌رسد کـه صوفیان متقدم ــ دست‌کم در اقـوال خود ــ بیشتر بر جنبۀ ظاهری خلوت، یعنی نیامیختن با مردم و دوری گزیدن از اجتماع به‌منظور حفظ سلامت دین و راحت قلب تأکید کرده‌اند و آن را بخشی ضروری از سلوک و ازجملۀ نخستین عبادتها به‌شمار آورده‌اند (قشیری، متن، 103-104؛ محاسبی، 104؛ خرگوشی، 279-282؛ ابونعیم، 6 / 376؛ عطار، 149، 227؛ عزالدین، 160). آنان در عین‌ حال، بر این نکته تأکید داشته‌اند که سالک باید باور داشته‌‌باشد که دوری گزیدن او از خلق نه به‌منظور در امان ماندن از آزار آنان و گرفتاریهای ناشی از اختلاط با ایشان، بلکه برای در امان نگاه داشتنِ مردم از شر خویش و تندرویهای نفس او ست، زیرا حالت اول خود نشانۀ خودبزرگ‌بینی و تکبر و نیز خرد انگاشتن خطرِ نفس است، که بی‌شک به مراد سالک رهنمون نمی‌شود و او را به‌ نتیجه نمی‌رساند؛ حال آنکه حالت دوم نشانۀ حقیر شمردن خویش و تواضع است که یکی از ویژگیهای ضروری سلوک به‌شمار می‌آید (قشیری، ترجمه، 153-154؛ خواجه عبدالله، طبقات ... ، 594؛ بخاری، 120؛ عبدالقادر، 48؛ ابرقوهی، همانجا؛ سلمی، 219). برخی از مشایخ نیز خلوت نزد صوفیه را امری مُحدَث و ازجملۀ مستحسنات ایشان دانسته‌اند و بر این باورند که در زمان پیامبر (ص) سنت صحابه صحبت بود، از آن‌ رو که در آن هنگام، فضیلتی بالاتر از این وجود نداشت که انسان اوقات خود را به صحبت با پیامبر (ص) و در حضور او بگذراند (عزالدین، همانجا؛ نیز نک‍ : افلاکی، 2 / 793: نظر مولوی). برخی چون ابویعقوب سوسی نیز خلوت گزیدن را کاری دشوار دانسته‌اند که تنها از اقویا برمی‌آید و برای بیشتر صوفیان، اجتماع را که در آن سالکان با یکدیگر دیدار می‌کنند، سودمندتر به‌شمار آورده‌اند (سراج، 207؛ خرگوشی، 284). شاید از همین‌‌ رو ست که برخی از محققان معاصر خلوت‌گزینی را، به‌ویژه در سده‌های نخستین هجری، تحت تأثیر رهبانیت مسیحی دانسته‌اند (نک‍ : لندلت، IV / 990 ). به‌ هر روی، چنین به‌نظر می‌رسد که از سدۀ 4 ق / 10 م به ‌بعد، خلوت نزد صوفیه مفاهیم باطنی عمیق‌تری یافت و به سوی درونی شدن گرایش پیدا کرد. چنان‌که خواجه عبدالله انصاری بر این باور بود که بهتر آن است که فرد در میان جمع، و دل و جانش با خدا در خلوت باشد و مردانِ این راه آنان‌اند که به ظاهر با خلق می‌آمیزند، اما در میان ایشان تنها هستند (همانجا). قشیری نیز بر آن بود که خلوت دور شدن از وطن نیست، بلکه تبدیل صفات نکوهیده به صفات پسندیده است و عارف حقیقی کسی است که به ظاهر با مردمان، و به «سرّ» دور از ایشان باشد. به بیان دیگر، خلوت حقیقی آن است که در آن سالک جز یادکرد خدا، از همۀ یادهای دیگر خالی شود، دلش را از همۀ خواسته‌های نفس و ازجملۀ اسباب تهی کند و تنها با حق انس بگیرد. در این صورت سالک نیازی به خلوتگاه ندارد و همه‌جا برای او یکی است (متن، 102، ترجمه، 155- 156).  با همین گرایش، برخی دیگر نیز خلوت را دارای دو جنبۀ ظاهری و باطنی دانسته‌اند، چنان‌که منصور بن اردشیر عبادی (د 547 ق / 1152 م) و عبدالقادر گیلانی (د 561 ق / 1166 م) خلوت ظاهری را افزون بر دوری گزیدن از خلق، حبس و جمع حواس ظاهری به‌منظور گشایش خواص باطنی، و خلوت باطنی را حفظ دل و حصول جمعیت خاطر، راه‌ندادن امیال و هواهای نفسانی و شیطانی همچون شهوات، و ذمایم اخلاقی همچون کبر، بخل و حسد به قلب به‌شمار آورده‌اند (عبادی، 109؛ عبدالقادر، 48- 49). عبدالرزاق کاشی نیز بر آن است که ظاهرِ خلوت روی آوردن به خداوند و انقطاع از غیر او، و باطن آن همراهی «سرّ» با حق است، چنان‌که غیر او را نبیند (ص 161).  مشایخ نقشبندیه به پیروی از بهاء‌الدین نقشبند (ه‍ م) این مفهوم دو بعدی را در اصل «خلوت در انجمن»، که یکی از اصول یازده‌گانۀ طریقت ایشان است، بیان کرده، و بر آن تأکید ورزیده‌اند. منظور از این اصل آن است که سالک حقیقی باید در ظاهر با خلق، و در باطن با حق باشد، چنان‌که در محل تفرقه و حضور جمع، غفلت و پراکندگی به خلوت‌خانۀ دل او راه نیابد و به‌سبب استیلای ذکر بر حقیقت دل، اگر به بازار درآید، هیچ سخن و آوازی نشنود (نک‍ : جامی، 391؛ خانی، 115؛ بخاری، 120؛ طاهری، 57 - 59). برپایۀ همین اصل است که مشایخ این طریقه گرایشی به خلوت نشاندن مریدان نشان نمی‌دادند و در آثار و اقوال ایشان مطلب چندانی دربارۀ خلوت‌نشینی و آداب و شرایط آن به چشم نمی‌خورد (نک‍ ‌: خواجه محمد، 54). در همین زمینه، ابن‌عربی خلوت را بالاترینِ مقامات می‌شمرد و خلوت‌خانه‌ای را که فرد در آن خلوت می‌گزیند و چنان محدود است که تنها خود او در آن جای می‌گیرد، به قلب بندۀ مؤمن خداوند تشبیه می‌کند که بنابر حدیث قدسی، تنها آنجا ست که گنجایش خداوند را دارد. به باور او، این قلب خلوتی است که هیچ چیز به وجهی از وجوهِ کونیه در آن یافت نمی‌شود و به‌کلی از هر وجودی خالی است و خداوند به ذات خود در آن ظهور می‌کند ( الفتوحات ... ، 2 / 150). وی همچنین در نگاهی دیگر بر این باور است که اگر سالک نسبت حقیقیِ هستی با خداوند را بشناسد و بداند که از یک‌ سو کَثَرات فاقد وجود حقیقی و دارای وجود ظلی‌اند، و از سوی دیگر، تمامی هستی تجلی خدا ست، در این صورت در هر چیز ــ حتى در وجود خود ــ نسبت حق را با آن می‌بیند و ازاین‌رو، خلوت جستن و عزلت‌گزینی برای او معنایی ندارد (همان، 2 / 151). ابن‌عربی در زمینۀ خلوت بحث وجود شناسانه‌ای نیز دارد. به باور او، اصل خلوت در عالم، خلأی بود که عالم آن را پر ساخت. نخستین چیزی که در این خلأ جای گرفت، هباء، یعنی جوهر تاریکی بود که آن را پرکرد. آن‌گاه خداوند با اسم «النور» خود بر آن تجلی کرد و در اثر این تجلی، این جوهر رنگ پذیرفت و حکم ظلمت آن از میان رفت. این هباء عدمی بود که به وجود متصف گشت و به‌واسطۀ نوری که به آن رنگ بخشید، بر خود ظهور کرد و ظهور او بر خود بر صورت انسان بود. به همین سبب اهل‌الله آن را انسان کبیر می‌نامند و مختصر آن را انسان صغیر می‌گویند، زیرا موجودی است که خداوند همۀ حقایق عالم کبیر را در او به ودیعت نهاده است و به‌رغم کوچکیِ جِرمش، آن را بر صورت عالم ساخته است (همان، 2 / 150).",
    "به‌رغم تأکید صوفیۀ اولیه بر اهمیت عزلت و خلوت‌گزینی، و به‌رغم سنت اولیۀ خلوت‌نشستن در مکانهای دورافتاده، غارها و بیابانها، به‌تدریج در طی سده‌های نخستین، جریان تصوف به سوی جمعی شدن، یعنی زندگی جمعی مریدان در کنار پیر یا شیخ خود پیش رفت و این گرایش موجب شد که برای حفظ اصول و آداب خلوت‌نشینی، در درون خانقاهها، مکانهایی برای خلوت‌گزیدن و چله‌نشستن در نظر گرفته‌شود. این خلوت‌خانه‌ها فضاهای کوچکی در محوطۀ خانقاه بود که صوفیان زیرنظر پیر خود در آنجا به خلوت می‌نشستند و اربعین یا اربعینهایی را در آنجا سپری می‌کردند. چنین فضایی، که بیش از همه، مشایخ کبرویه در توضیح ویژگیهای آن کوشیده‌اند، باید مکانی حلال، کوچک و به دور از آمدوشدِ مردم باشد و با طول و عرضی در حدود 5 / 2 در 5 / 1 ذراع، ارتفاعی در آن حد داشته باشد که شخص بتواند به آسودگی در آن بایستد. برای آنکه هیچ عاملی حواس سالک را برنیاشوبد و توجه او را به خود مشغول نکند، خلوت‌خانه باید فاقد پنجره یا روزنه باشد و بر در آن نیز پرده‌ای آویخته باشد تا از ورود شعاعهای نور و نیز صدا جلوگیری کند. به این‌ترتیب، خلوت‌خانه مکان کوچک و تاریکی است که تنها به‌اندازۀ نشستن و نمازگزاردن یک تن جای دارد و در آن سالک می‌کوشد تا راه عوامل محرک حواس ظاهر را بر خود ببندد و تنها به ذکر مشغول شود. وی به هیچ روی اجازه ندارد که جز برای طهارت، وضو و نمازهای جماعت و جمعه از خلوت‌خانه خارج شود، چندان‌که برخی از مشایخ معتقد بوده‌اند که حتى در صورت بیماری، رنجوری و یا رخ نمودن عارضه‌ای دیگر نیز نباید از خلوت بیرون بیاید (نجم‌الدین کبـرى، 14- 15؛ باخـرزی، 314؛ ابرقوهی، 303-304؛ علاءالدوله، «فتح ... »، 256-257، «ما لا بد ... »، 82، چهل‌مجلس، 253؛ جندی، 151؛ نجم‌الدین رازی، 282-283؛ حسینی، 135). همچنین افزوده‌اند که سالک باید در خلوت روی به قبله داشته باشد و تا ممکن است مربع (چهارزانو) بنشیند و هنگامی که خستگی بر او غلبه کند، به حالت دوزانو درآید. برخی دیگر نیز دوزانو نشستن را مرجح دانسته‌اند. افزون بر این، سالک باید بکوشد که تا حد امکان از خوابیدن بپرهیزد و در هنگام غلبۀ خواب نیز به حالت نشسته بخوابد (نجم‌الدین کبرى، 63؛ باخرزی، همانجا، نیز 318؛ نجم‌الدین رازی، 282، 287؛ نسفی، 106؛ عزالدین، 165). به‌سبب همین دشواریِ نگاهداشت این شرایط و شرایط دیگری که در پی خواهد آمد، برخی از مشایخ میان عزلت و خلوت تفاوت قائل شده‌اند و با در نظر گرفتن شرایطی سبک‌تر برای عزلت، توصیه کرده‌اند که مریدان مبتدی به عوض خلوت، به‌عنوان مقدمه و آمادگی، نخست یک یا چند بار به عزلت بنشینند و با حفظ اصول عزلت، از نظر جسمی و روحی خود را برای به خلوت نشستن آماده کنند. اینان در تفاوت خلوت‌خانه و عزلت‌خانه گفته‌اند که عزلت‌خانه روشن است و سالک می‌تواند در آنجا علاوه بر پرداختن به ذکر، به قرائت قرآن و ادعیه نیز مشغول شود. افزون‌بر این، سالک می‌تواند در صورت ضرورت، ازجمله بیماری و دیگر نیازهای طبی، از عزلت‌خانه خارج شود (علاء‌الدوله، همان، 127، 253-254؛ جندی، 152-153). صوفیان دربارۀ طول دورۀ خلوت و بهترین زمان به خلوت نشستن نیز مطالب گوناگونی بیان داشته‌اند. ایشان در این زمینه با استناد به داستان زاری و توبۀ آدم پس از هبوط او، خلوت‌گزینی موسى (ع) در کوه طور، توبۀ داوود، عزلت‌گزینی مریم و به‌ویژه، به خلوت نشستن پیامبر (ص) در غار حرا، خلوت‌گزینی را سنت سالکان و مقربان درگاه الٰهی شمرده‌اند و آن را برای همۀ عمر ضروری دانسته‌اند. اما با دانستن این واقعیت که چنین شیوه‌ای عملاً برای غالب سالکان ممکن و میسر نیست، هرچندگاه به خلوت نشستن را توصیه کرده‌اند و اگر این نیز میسر نباشد، یک‌بار در سال خلوت‌گزینی را برای سالک ضروری شمرده‌اند (باخرزی، 291-292، 311، 320؛ سهروردی، 99-100؛ نجم‌الدین رازی، 281؛ عبادی، 109؛ عزالدین، 160-161، 163). همچنین با استناد به همان داستانها و نیز حدیث نبوی که در آن بر اخلاص ورزیدن در 40 شبانه‌روز و نتیجۀ آن تأکید شده‌‌است، بیشتر صوفیه طول مناسب دورۀ خلوت را 40 روز دانسته‌اند (باخرزی، 291-292؛ سهروردی، 99؛ عزالدین، 161-162؛ نجم‌الدین رازی، 281-282). برخی دیگر نیز در توضیح افزوده‌اند که اصل خلوت 30 روزه بوده است، چنان‌که پیامبر (ص) همواره 30 روز به خلوت می‌نشست، اما به‌سبب نقصانی که روی نمود، 10 روز دیگر به آن افزوده‌شد (علاء‌الدوله، چهل‌مجلس ، 256؛ عزالدین، 161؛ سهروردی، همانجا). به‌هرروی، ظاهراً به همین سبب است که خلوت‌گزینی صوفیان به چله‌نشینی و اربعینی نیز شهرت یافته است. چنین به نظر می‌رسد که در برخی طریقه‌ها، به‌ویژه در طریقۀ مولویه، خلوتهای سه‌روزه، و هفت‌روزه نیز برای مریدان مبتدی و متوسط رایج بوده، و هر یک آداب خاص خود را داشته است (نک‍ : احمد، 153-157). مشایخ صوفیه بهترین وقت به خلوت نشستن را از آغاز ماه ذیقعده تا آخر دهۀ نخست ماه ذیحجه دانسته‌اند (سهروردی، همانجا؛ باخرزی، 320).",
    "شرایط و آداب خلوت",
    "در متون صوفیه از سدۀ 6 ق / 12 م به بعد شرایط و آدابی برای خلوت ذکر شده است، اما پیران کبرویه با تفصیل و تأکید بیشتری به این موضوع پرداخته‌اند. ازجملۀ آداب مقدماتی خلوت‌نشینی می‌توان به اینها اشاره کرد: سالک باید نخست برای خلوت نشستن از پیر خود کسب اجازه کند و آنگاه برای تهیۀ مقدمات آن بکوشد، ازجمله آنکه قوت روزانۀ مدت خلوت خود را از منبعی حلال تدارک ببیند و آن را به دوستی درویش یا خادم خانقاه بسپارد تا هر روز بخشی از آن را آماده کند و نزد او آورد؛ دیگر آنکه وی باید خلوت‌خانه را گور خود بداند و از هر آنچه در زمان مرگ از او جدا خواهد شد دست بشوید؛ تا حد امکان از دنیا مجرد شود؛ آنچه را در مالکیت او ست، ببخشد؛ همۀ حقوق و دینهایی را که بر گردن او ست، ادا کند؛ به تطهیر جامه و سجادۀ خود بپردازد؛ غسل به جای آورد؛ دو رکعت نماز بگزارد؛ توبه کند و با تضرع و خلوص، نیت خلوت کند و به خلوت‌خانه وارد شود. در طول دورۀ خلوت نیز مرید ملزم به رعایت آداب و شرایطی است که در متون صوفیه چنین برشمرده شده است: خارج‌نشدن از خلوت مگر برای طهارت؛ وضو؛ نمازهای جماعت و جمعه؛ دوام وضو؛ دوام روزه؛ دوام سکوت؛ پرهیز از خواب تا حد امکان؛ مشغولیت دائم به ذکر؛ دوام نفی خواطر (اعم از خواطر حقی، خواطر قلبی، خواطر ملکی و خواطر شیطانی)؛ دل با شیخ داشتن از سر ارادت تمام؛ تسلیم و رضا و ترک اعتراض بر حق تعالى و بر شیخ (عبادی، 110؛ بخاری، 122-125؛ عزالدین، 164-170؛ نجم‌الدین رازی، 282- 288؛ باخرزی، 311-320؛ نسفی، 104- 105). غالب مشایخ ذکر لا الٰه الّا اللّٰه را به‌عنوان بالاترین و مؤثرترین ذکر، به‌ویژه در دورۀ خلوت توصیه کرده‌اند. برخی تلاوت قرآن ، خواندن نماز و ادعیه و پرداختن به مراقبه را نیز در این مدت مجاز شمرده‌اند، اما مشایخ کبرویه بر این باور بوده‌اند که سالک طی دورۀ خلوت، باید تنها و به قوّت تمام (اما با صدای آهسته) به ذکر لا الٰه الّا اللّٰه بپردازد (سهروردی، 104؛ باخرزی، 313-314؛ علا‌ءالدوله، «ما لا بد»، 91-94، چهل مجلس، 25؛ نسفی، 105-107؛ جندی، 153؛ عبدالقادر، 51 -52؛ عزالدین، 169-171). صوفیه همچنین تأکید داشته‌اند که در تمام مدت خلوت سالک باید به‌جد در نفی خواطر بکوشد و در این راه از همت شیخ خود مدد بگیرد. وی همچنین باید همواره دل خود را بسته، و متوجه پیر خود نگاه دارد و در حل واقعات و مشاهداتی که طی این مدت بر او روی می‌نماید و گاه ممکن است او را از ادامۀ مسیر بازدارد و حتى تا سرحد جنون پیش ببرد، از او کمک بگیرد (باخرزی، 315- 317؛ نجم‌‌الدین رازی، 284- 285؛ نسفی، 105؛ علاء‌الدوله، «ما لا بد»، 99 -100، «سلوة ... »، 281-282). افزون بر اینها، سالک باید بکوشد تا طی دورۀ خلوت به‌تدریج از مقدار خوراک افطار خود بکاهد و اگر بتواند، یک روز در میان یا با فواصل بیشتر افطار کند (سهروردی، 104- 105؛ عزالدین، 166؛ باخرزی، 319-320).",
    "مشایخ و نویسندگان صوفیه در کنار ذکر فواید و آثار خلوت، به آسیب‌شناسی آن نیز پرداخته‌اند و آفاتی را برای آن شمرده‌اند که به برخی از آنها اشاره می‌شود: یکی از مهم‌ترین آفتهای خلوت، نیت نادرست و خالص‌نشده است، یعنی آنکه نیت سالک از به خلوت نشستن، به عوض تقرب به خداوند از طریق تحقق مقام عبودیت، کسب اَعراض دنیوی و اغراض اخروی باشد. روشن است که در چنین حالتی، سالک بر مدار صدق و اخلاص نیست و بر داعیۀ هوا و میل طبیعت به خلوت می‌نشیند و به‌سبب حبس حواس که خاصیت خلوت است، صفایی در او ظاهر می‌شود و گاه کراماتی پیدا می‌کند؛ اما از آنجا که وی نیت خود را خالص نکرده است، این کرامات برای او عین مکر و استدراج است که وی را اسیر خود می‌سازد و هر روز بر بُعد او می‌افزاید (سهروردی، 101؛ عزالدین، 164). آفت دیگر آن است که سالک در خلوت‌نشینی، متابعت از شریعت و پیروی از پیامبر (ص) را برخود فرض نسازد. در این حال چون از خلوت بیرون آید، منکر شریعت و واجبات شرعی می‌شود و می‌پندارد که مقصود از عبادت تنها حضور و ذکر است. به این سبب، ترک متابعت رسول (ص) می‌کند، به‌تدریج دچار الحاد و زندقه می‌شود و در چاه ضلالت می‌افتد (سهروردی، همانجا؛ باخرزی، 309). از سوی دیگر، اگر سالک از پیش به‌خوبی تربیت نشده، و مقدمات لازم برای خلوت را پشت سر نگذاشته باشد، از آنجا که نفس اماره را مغلوب نکرده است، بر قوتهای شهوانی خود فائق نمی‌آید و نمی‌تواند میان خاطر‌های ربانی و خاطرهای شیطانی تمایز قائل شود. در این صورت، به‌تدریج عقل و معرفت وی پوشیده و بیمار می‌شود و سودا بر وی غلبه می‌کند. این حال به نوبۀ خود موجب انقطاع سلوک و دست‌یافتن شیطان بر او می‌شود که به وی جرئت و جسارت پرداختن به معاصی را می‌دهد و موجب آن می‌شود که سرانجام، به کفر و شرک روی آورد (عبادی، 107- 108؛ علاء‌الدوله، «فتح»، 264). آفت دیگر آن است که گاه سالک بدون علم و معرفت کافی در خلوت خیالاتی می‌بیند، آنها را وقایع می‌پندارد و با وقایع مشایخ مشابه می‌شمارد و این خود موجب گمراهی آشکار می‌شود (سهروردی، همانجا). برخی از مشایخ نیز به آفتهای روانی خلوت اشاره‌کرده‌اند، ازجمله آنکه گاه برای سالکِ خلوت‌نشین واقعات و مشاهداتی روی می‌دهد که بسیار ترساننده و هراسناک‌اند و اگر سالک از همت شیخ یاری نگیرد و به کمک او در رفع این مشکل نکوشد، دستخوش آسیبهای روحی و روانی، و از دست رفتن سلامت عقلی می‌شود (نجم‌الدین رازی، 287- 288).  دیگر آنکه گاه سالک مبتدی و جوان در صورت تداوم خلوت، با خود انس می‌گیرد و هوا بر او مسلط می‌شود. در این حالت وی به‌تدریج انزوا‌طلب، لجوج، تارک، غضوب و کاهل می‌شود و از مردم دوری می‌گزیند (عبادی، همانجا).",
    "ازجمله مفاهیم مرتبط با خلوت می‌توان به تخلی، انس و جلوت اشاره کرد:  تخلی در اصطلاح عرفانی به معنای روی گردانیدن انسان است از آنچه او را از خداوند بازمی‌دارد (روزبهان، 617؛ ابن‌عربی، «اصطلاح ... »، 9؛ جرجانی، 46). چندان‌که دل او از ارادت دنیا و متابعت هوا خالی شود و از صحبت خلق روی بگرداند و دل از اندیشۀ ایشان بپردازد (هجویری، 505). اما عرفای معتقد به وحدت وجود تخلی را عبارت از خالی شدن از وجود مستفاد دانسته‌اند (ابن‌عربی، الفتوحات ، 2 / 484؛ شاه نعمت‌الله، 4 / 220). به باور آنان، انسان همچون دیگر اجزاء هستی مظهر و تجلی خدا ست و مظهر به‌سبب مظهریتش، از وجود حقیقی بی‌بهره است. هنگامی که سالک به‌درستی و یقین دریابد که در وجودْ قائم به خود نیست و وجودی ظلی و ممکن دارد، از قائل‌شدن به وجودی حقیقی برای خود خالی می‌شود (نک‍ : همانجا). انس در عرفان اسلامی عبارت از اعتماد به حق، آرامش یافتن با او و طلب کمک از او ست (سراج، 64)، و در مراتب بالاتر، انس آرامش ناشی از قرب الٰهی است (خواجه عبدالله، منازل ... ، 85-86). از نظر ابن‌عربی نیز انس عبارت از مشاهدۀ جمال الٰهی در قلب سالک است («اصطلاح»، 5). چنین به‌نظر می‌رسد که میان انس و خلوت رابطه‌ای متقابل وجود دارد، یعنی آنکه از یک‌سو خلوت سبب انس با خدا می‌گردد و از سوی دیگر، در حال غلبۀ انس سالک تنها طالب انزوا و خلوت می‌شود (سراج، 64 - 66؛ خرگوشی، 60؛ غزالی، 927، 947 - 948؛ بخاری، 123). جلوت در اصطلاح به‌معنای خروج بنده از خلوت در حالی است که در نتیجۀ محو اَنانیّت و وصول به مرتبۀ فناء فی ‌الله، به صفات الٰهی متخلق شده است (ابن‌عربی، همان، 13؛ جرجانی، 109). به نظر ابن‌عربی، هنگامی که حجاب از پیش روی سالک برداشته شود، خواهد دانست که هستی یکسره مظهر و مَجْلای خداوند است و از آن رو که اسم الظاهر او در عالم اعیان ظاهر است، هستی همه او ست و چیزی جز او نیست و این علمْ سالک را جلوت و ملأ می‌بخشد و خلوت و جلوت نزد او یکسان می‌شود، زیرا در همه حال خود را در حضور می‌بیند ( الفتوحات ، 2 / 151؛ شاه نعمت‌الله، 4 / 220-221؛ عراقی، 540).",
    "ابرقوهی، ابراهیم، مجمع البحرین ، به کوشش نجیب مایل هروی، تهران، 1383 ش؛ ابن‌عربی، محیی‌الدین، «اصطلاح الصوفیة»، رسائل ، حیدرآباد دکن، 1367 ق / 1948 م؛ همو، الفتوحات المکیة ، بیروت، دارصادر؛ ابن‌منظور، لسان ؛ ابونعیم اصفهانی، احمد، حلیة الاولیاء ، قاهره، 1354-1357 ق؛ احمد رومی، دقایق الطریق ، به کوشش محسن کیانی، تهران، 1378 ش؛ افلاکی، احمد، مناقب العارفین ، به کوشش تحسین یازیجی، آنکارا، 1961 م؛ باخرزی، یحیى، اوراد الاحباب ، به کوشش ایرج افشار، تهران، 1345 ش؛ بخاری اصفهانی، محمد، مناهج الطالبین ، به کوشش نجیب مایل هروی، تهران، 1364 ش؛ تهانوی، محمد اعلى، کشاف اصطلاحات الفنون ، به کوشش اشپرنگر، کلکته، 1862 م؛ جامی، عبدالرحمان، نفحات الانس ، به کوشش محمود عابدی، تهران، 1370 ش؛ جرجانی، علی، التعریفات ، قاهره، 1357 ق؛ جندی، مؤیدالدین، نفحة الروح ، به کوشش نجیب مایل هروی، تهران، 1362 ش؛ حسینی طهرانی، محمدحسین، لب اللباب ، تهران، حکمت؛ خانی، عبدالمجید، الحدائق الوردیة ، دمشق، 1308 ق؛ خرگوشی، عبدالملک، تهذیب الاسرار فی اصول التصوف ، به کوشش سید محمد علی، بیروت، 1427 ق / 2006 م؛ خواجه عبدالله انصاری، طبقات الصوفیه ، به کوشش محمد سرور مولایی، تهران، 1386 ش؛ همو، منازل السائرین ، به کوشش علی شیروانی، قم، 1417 ق؛ خواجه محمد پارسا، قدسیه ، به کوشش احمد طاهری عراقی، تهران، 1354 ش؛ روزبهان بقلی، شرح شطحیات ، به کوشش هانری کربن، تهران، 1344 ش / 1966 م؛ سراج طوسی، عبدالله، اللمع فی التصوف ، به کوشش نیکلسن، لیدن، 1914 م؛ سلمی، محمد، «جوامع آداب الصوفیة»، تسعة کتب فی اصول التصوف و الزهد ، به کوشش سلیمان ابراهیم آتش، استانبول، 1414 ق / 1993 م؛ سهروردی، عمر، عوارف المعارف ، ترجمۀ ابومنصور عبدالمؤمن اصفهانی، به کوشش قاسم انصاری، تهران، 1364 ش؛ شاه نعمت‌الله ولی، رساله‌ها ، به کوشش محمدجواد نوربخش، تهران، 1355-1357 ش؛ طاهری عراقی، احمد، مقدمه بر قدسیـه (نک‍ : هم‍ ، خواجه محمد پـارسا)؛ عبـادی، منصور، التصفیـة فی احـوال المتصوفـة ، بـه کـوشش غلامحسین یوسفی، تهران، 1368 ش؛ عبدالرزاق کاشی، اصطلاحات الصوفیة ، به کوشش محمد کمال ابراهیم جعفر، قم، 1370 ش؛ عبدالقادر گیلانی، سر الاسرار و مظاهر الانوار ، به کوشش احمد فرید مزیدی، بیروت، 1428 ق؛ عراقی، ابراهیم، «نامه‌ها»، مجموعۀ آثار ، به کوشش نسرین محتشم (خزاعی)، تهران، 1373 ش؛ عزالدین کاشانی، محمود، مصباح الهدایة ، به کوشش جلال‌الدین همایی، تهران، 1325 ش؛ عطار نیشابوری، فریدالدین، تذکرة الاولیاء ، به کوشش محمد استعلامی، تهران، 1366 ش؛ علاءالدولۀ سمنانی، احمد، چهل‌مجلس ، به کوشش نجیب مایل هروی، تهران، 1366 ش؛ همو، «سلوة العاشقین و سکتة المشتاقین»، «فتح المبین لاهل الیقین»، «ما لا بد منه فی الدین»، مصنفات فارسی ، به کوشش نجیب مایل هروی، تهران، 1369 ش؛ غزالی، محمد، احیاء علوم الدین ، ترجمۀ مؤیدالدین خوارزمی، به کوشش حسین خدیوجم، تهران، 1358 ش؛ قشیری، عبدالکریم، الرسالة القشیریة ، به کوشش معروف زریق و علی عبدالحمید بلطه‌جی، دمشق، 1412 ق؛ همو، همان، ترجمۀ کهن فارسی، به کوشش بدیع‌الزمان فروزانفر، تهران، 1361 ش؛ محاسبی، حارث، الوصایا ، به کوشش عبدالقادر احمد عطا، بیروت، 1406 ق؛ نجم‌الدین رازی، عبدالله، مرصاد العباد ، به کوشش محمد امین ریاحی، تهران، 1365 ش؛ نجم‌الدین کبرى، رسالة ال ی الهائم الخائف من لومة اللائم ، به کوشش توفیق هاشم‌پور سبحانی، تهران، 1364 ش؛ نسفی، عزیزالدین، الانسان الکامل ، به کوشش ماریژان موله، تهران، 1362 ش؛ نویا، پل، تفسیر قرآنی و زبان عرفانی ، ترجمۀ اسماعیل سعادت، تهران، 1373 ش؛ هجویری، علی، کشف المحجوب ، به کوشش و. ژوکوفسکی، تهران، 1358 ش؛ نیز:",
    "Landolt, H., « Kh alwa», EI 2 , vol. IV; Lane, E. W., Arabic - English Lexicon , London, 1865. محسن شرفایی مرغکی ـ بخش ادیان و عرفان"
  ],
  "bibliography": null,
  "signature": "شرایط و آداب خلوت",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}