{
  "id": "eweb_507",
  "source": "EQ",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EQO/EQCOM-062333.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-3922_EQO_EQCOM_062333",
  "title": "al-Tustarī, Sahl b. ʿAbdallāh",
  "authors": [
    "Annabel Keeler"
  ],
  "word_count": "(6,729 words)",
  "first_online": "04 Nov 2024",
  "issn": null,
  "publisher": "Brill",
  "content": [
    "1. Life and Thought",
    "Sahl b. ʿAbdallāh al-Tustarī was a ninth-century scholar and mystic known for his esoteric commentary on the Qurʾān. He was probably born in 203/818 in Tustar (in Persian Shushtar) in the present-day Iranian province of Khuzistan, and it was here that he spent the early years of his life. While still a young boy, he was introduced to Sufism by his maternal uncle Muḥammad b. Sawwār (al-Qushayrī, 83), who initiated him into the practice of remembrance of God ( dhikr ), which was later to become a cornerstone of al-Tustarī’s teachings. Muḥammad b. Sawwār also gave al-Tustarī some instruction in Qurʾānic exegesis and ḥadīth (e.g. al-Tustarī, commentary on Q. 1:6, 2:157, and 3:64). Sufi biographies relate that even as a child, the young Tustarī was strongly inclined to lead an ascetic, solitary, and contemplative life, and only agreed to attend lessons with a Qurʾān teacher for an hour a day lest his spiritual concentration be dissipated (al-Qushayrī, 84). It is related that he lived on barley bread alone until the age of 12. Al-Qushayrī (ibid.) relates in al-Tustarī’s own words that at the age of 13, he experienced a spiritual crisis due to a profound question that troubled him. His quest for an answer took him first to Basra and then eventually to a ribāṭ on the island of ʿAbbādān where he met Shaykh Abū Ḥabīb Ḥamza b. ʿAbdallāh al-ʿAbbādānī, who was at last able to supply him with the answer he had been seeking (ibid.). The nature of this question is not specified by al-Qushayrī, but according to Ibn ʿArabī (d. 638/1240) al-Tustarī asked, “Does the heart prostrate?” and was given the answer, “Forever” (Ibn ʿArabī, 1:101, 2:64, 3:26, 119–20). Al-Tustarī remained with Abū Ḥabīb for some time to benefit from his knowledge of the mystical path, after which he returned to Tustar and spent 20 years leading a life of solitude and contemplation, imposing rigorous ascetic disciplines upon himself (al-Qushayrī, 85).",
    "In 219/834 he made the pilgrimage to Mecca (al-Sarrāj, 167), on which occasion he may have met the mystic Dhū l-Nūn al-Miṣrī (d. 245/860) (al-Sulamī, al-Ṭabaqāt , 199; al-Qushayrī, 83). It is not known whether al-Tustarī actually became a disciple of Dhū l-Nūn, but some Sufi biographies attest to a strong spiritual link having been established between the two mystics (e.g. al-Anṣārī, 119; ʿAṭṭār, 307). According to one report, al-Tustarī travelled to Egypt where Dhu l-Nūn taught him the true nature of complete trust in God ( tawakkul ), which became another key doctrine expounded by al-Tustarī in his Qurʾānic commentary (Arberry, Dhūl-Nūn, 19). The fact that al-Tustarī refused to teach or formally take on disciples until after the death of Dhū l-Nūn is a further indication that he regarded him as his spiritual master (al-Sarrāj, 181).",
    "Sometime between 262/876 and 263/877, al-Tustarī was forced to leave Tustar and flee to Basra along with his disciples. According to al-Sarrāj, a local scholar stirred up the people against him, and it is thought that the master’s particular emphasis on the importance of repentance ( tawba ) was the focus of the scholar’s disapproval (Arberry, Kitāb al-Lumaʿ, 19). Al-Tustarī resided in Basra until his death in 283/896.",
    "Al-Tustarī had numerous disciples, some of whom stayed with him for only a short time, such as Manṣūr al-Ḥallāj (d. 309/922), while others remained close to him until his death (Böwering, 75–99). Among his closest, long-standing disciples were Muḥammad b. Sālim (297/909) and his son Aḥmad b. Sālim (d. 356/967), both of whom transmitted sayings and teachings of al-Tustarī, including his interpretations of the Qurʾān; Abū Bakr al-Sijzī (fl. 286/900), who received permission to transmit al-Tustarī’s Tafsīr ; and ʿUmar b. Wāṣil (d. in or after 311/924), who narrated anecdotes about al-Tustarī and elucidated some of his interpretations.",
    "Al-Tustarī is celebrated for several reasons in the history of Islamic thought. Firstly, he is known for his esoteric interpretations of the Qurʾān, not only those that were collected in his Tafsīr , the earliest known single-authored Sufi commentary on the Qurʾān, but also others that formed a significant part of Abū ʿAbd al-Raḥmān al-Sulamī’s compilation of mystical interpretation, the Ḥaqāʾiq al-tafsīr . Secondly, sayings of al-Tustarī and anecdotes about him are included in numerous works of Sufism, such as al-Qushayrī’s al-Risāla , al-Sarrāj’s Kitāb al-Lumaʿ , al-Makkī’s Qūt al-qulūb , al-Sirjānī’s Kitāb al-Bayāḍ wa-l-sawād fī l-taṣawwuf , and al-Khargūshī’s Tahdhīb al-asrār . These sayings and anecdotes pertain to outer practices as well as inner states and stations of the Sufi path, and include, for example, abstaining from food, repentance ( tawba ), scrupulousness ( waraʿ ), poverty ( faqr ), veracity ( ṣidq ), and remembrance ( dhikr ).",
    "Al-Tustarī is also known to have been the first Sufi to have expounded the idea of the Muḥammadan Light (al-Tustarī, commentary on Q 7:172), a doctrine which may already have been in existence in Shīʿī and Imāmī circles (Lalani; Rubin). Al-Tustarī’s teaching on the Muḥammadan Light is twofold: firstly, that Muḥammad had a special “time” alone with God in pre-eternity, and secondly, that Adam and in fact all of creation were created from the light of Muḥammad. This cosmological principle is further developed by al-Tustarī using the symbolism of light. In creating Muḥammad, God made appear a light from His light. Then, also in pre-eternity, God created Adam from the light of Muḥammad. Maintaining this cosmological connection through a spiritual hierarchy among human beings, al-Tustarī states that from the light of Adam God created the seekers (of God) ( murīdūn ), whereas from the light of Muḥammad He created those who are divinely sought ( murādūn ). These latter are the people of proximity ( ahl al-qurb ), under whose mercy the generality of people live, while they in turn live under the mercy of the one brought near ( al-muqarrab ) (i.e. the Prophet) (al-Tustarī, commentary on Q 7:172). Thus, human beings are ontologically connected to the Muḥammadan Light. But they are also, according to al-Tustarī, epistemologically connected to that light, as is indicated when he states that God “caused the wellsprings of Muḥammad’s heart to gush forth with lights of different kinds of knowledge as a mercy for his nation” (ibid., commentary on Q 11:40 ) .",
    "In fact, al-Tustarī employs the imagery of light to express not only his cosmological doctrines, but also his teachings on epistemology, specifically those that concern guidance, faith, and certainty. Guidance is directly allotted to each human being by God, as al-Tustarī states: “According to the measure of light that has been allotted to a person by God he will find guidance” (ibid., introduction, 17, translation, 4); or “by the light of His guidance do hearts witness Him in confident abandonment to Him due to a light from His light, for which he singled them out in His foreknowledge” (ibid., commentary on Q 2:5). Faith is also described in terms of light: “Hence they were taken out of the darkness into the light, and from disbelief, error, disobedience, and innovation, to faith which is the light that God, Mighty and Majestic is He, established in their hearts” (ibid., commentary on Q 2:257). Certainty, which is shown to be beyond and above both guidance and faith, is also associated with light in al-Tustarī’s Tafsīr . In one passage, he uses the image of light to show how certainty manifests a direct connection between God and the human being, when he states that “the quintessence [or eye] of certainty ( ʿayn al-yaqīn ) is not something that is brought into being ( mukawwan ) or created ( makhlūq ), but a light from the light of the essence of God”—though to this statement he adds the caveat: “this does not imply any indwelling ( ḥulūl) , conjoining ( jamʿ ), or conjunction ( ittiṣāl ) with God; rather, it is due to the true realisation of God’s oneness ( tawḥīd ) and obedience to God and His Prophet” (ibid., commentary on Q 2:40). In his commentary on the following verse (Q 2:41), the same principle is expressed slightly differently: “Do you not see that in reality the slave only beholds God by means of a subtle substance ( laṭīfa ) [which God has] connected to his heart. This subtle faculty pertains to the attributes of the essence of his Lord. It is neither existentiated ( mukawwana ), nor created ( makhlūqa ), neither conjunct [with God] ( mawṣūla ) , nor cut off [from Him] ( maqṭuʿa ). It is a secret from a secret to a secret, an unseen mystery from the Unseen to the Unseen. Certainty ( yaqīn ) is through God, and the slave finds certainty due to a cause that comes directly from Him to the slave, according to the measure of the gifts that God has apportioned him, and the wholeness of his innermost heart ( suwaydāʾ qalbihi )” (ibid., commentary on Q 2:41).",
    "In theology, al-Tustarī held what might be described as traditionalist doctrines. For example, he believed in the uncreated Qurʾān, as is evident from his statement: “It [the Qurʾān] is His pre-eternal speech, and His speech is one of His attributes, and there is no end to any of His attributes, just as He has no end” (ibid., commentary on Q 18:109). He also repeatedly asserts his belief in the divine pre-eternal knowledge and decreeing of all things, including human acts. God’s pre-eternal knowledge inevitably has to be manifested, “since His knowledge is a final decree that cannot change to other than that which the All-knowing knows, Mighty and Majestic is He” (ibid., commentary on Q 2:41).",
    "According to al-Tustarī’s teaching, God created both good and evil. He commanded the good and forbade evil. However, compliance or otherwise to the divine command does not involve coercion ( jabr ) on the part of God; rather, the matter of obedience depends on His granting of success and protection ( ʿiṣma ), and disobedience is the result of His withdrawing that protection and abandonment ( khidhlān ) by Him. An element of human responsibility is introduced to this doctrine when it is stated that actions are connected or attributed ( mansūba ) to the “children of Adam” (ibid., commentary on Q 2:214). Al-Tustarī also indicates some salvific role for human action in relation to what has been decreed when he further states: “Whoever performs a good action must express gratitude and merit thereby an increase [in goodness], and whoever performs a wicked act must seek forgiveness, so that he thereby merits forgiveness” (ibid., commentary on Q 2:214).",
    "The doctrine of divine pre-ordination has a significant spiritual application in al-Tustarī’s teachings. Human beings need to abandon any idea of their own power and strength ( ḥawl wa-quwwa ) and relinquish all planning ( tadbīr ) with full acceptance of the divine decree ( taqdīr ). Again commenting on Q 2:214, he states, “Affliction from God is of two kinds: an affliction of mercy and an affliction of punishment. An affliction of mercy leads the afflicted person to show his utter need ( iftiqār ) for God and guides him to the abandonment of devising ( tadbīr ). However, an affliction of punishment leads the afflicted person to [rely on] his own choice ( ikhtiyār ) and devising.” This teaching is reflected in al-Tustarī’s unusual interpretation of Adam’s slip and banishment from Paradise. Satan had access to Adam because of the latter’s pre-occupation with planning, namely, his view that Paradise could be improved if it were eternal. Thus, Satan was showing Adam a way for him to attain the very immortality and everlastingness which he (Adam) considered to be desirable (ibid., commentary on Q 2:30). The doctrine is summed up when al-Tustarī states, “God, Exalted is He, created people without any veil, and then made their devising for themselves ( tadbīr ) into their veil” (ibid., commentary on Q 32:5).",
    "The positive spiritual teaching that derives from this doctrine is al-Tustarī’s insistence that the aspirant should submit to the divine destiny, consigning his affairs to God ( tafwīḍ ) and that he should have complete trust in Him ( tawakkul ). Indeed, these two virtues are shown to be at an elevated stage in the spiritual path: ‘The first thing is acknowledgement [of the truth] ( maʿrifa ), then comes affirmation ( iqrār ), then the profession of God’s oneness ( tawḥīd ), then submission ( islām ), then the perfection of faith ( iḥsān ), then the committing of one’s affairs to God ( tafwīḍ ), then trust ( tawakkul ), and finally the state of tranquil reliance ( sukūn ) on God, Mighty and Majestic is He, in every situation” (ibid., commentary on Q 4:81).",
    "Like other early mystics such as Ḥārith al-Muḥāsibī (d. 243/857), Abū l-Ḥasan al-Nūrī (d. 295/907), and Ḥakīm al-Tirmidhī (d. ca 300/910), al-Tustarī expounded a theory of the inner make-up of the human being. Overall, he sets out a twofold constitution within the human being comprising, on one side, the (lower) self ( nafs ) and basic natures ( ṭabāʾiʿ , sing. ṭabʿ ), and, on the other, the spirit ( rūḥ ), heart ( qalb ), and intellect ( ʿaql ). His terminology further defines a natural (or lower) self ( nafs al-ṭabʿ ) and a spiritual self ( nafs al-rūḥ ). Al-Tustarī warns that whoever cannot reconcile the two opposites within himself (the natural and spiritual self), such that the subsistence ( ʿaysh ) of the two together is by remembrance ( dhikr ), is not truly a mystic ( ʿārif ) (ibid., commentary on Q 39:42). The positive corollary to this is his assertion that “The natural self and spiritual self will be joined together and will be mingled in [their partaking of] the bliss of Paradise inasmuch as they were allied in this world in keeping remembrance constantly and upholding a state of gratitude ( shukr )” (ibid., commentary on Q 81:7). In one context al-Tustarī shows the opposition within the human being to be simply between the heart and the nafs , for example in his commentary on Q 48:4, whereas in other contexts, he indicates that the spiritual self and/or intellect can be allied with the heart in educating and winning over the lower self, as in his commentary on Q 18:21, 19:61, 77:5, and 94:5. In the latter case, where he is interpreting the repetition of the words “truly with hardship comes ease” (Q 94:5), he speaks more precisely of the discernment of the heart ( fiṭnat al-qalb ). In connection with this verse, he cites a saying of the Prophet, “Hardship will not overwhelm the two ‘eases’”, and adds, “By this he [the Prophet] meant: the discernment of the heart ( fiṭnat al-qalb ) and the intellect ( ʿaql ) are the two ‘eases’, which overcome the natural self, and return it to a state of sincerity ( ikhlāṣ ).”",
    "2. Works",
    "Apart from the Tafsīr , which will be discussed below, Böwering considers there to be only one other authentic work ascribed to al-Tustarī, namely, the substantial collection of his sayings preserved in one extant manuscript, Köprülü 727, which has come to be known under the title Kalām Sahl b. ʿAbdallāh al-Tustarī , and which includes comments on and explanations of al-Tustarī’s sayings by ʿAbd al-Raḥmān al-Ṣaqalī (d. 380/990) (Böwering, 18). This MS, which numbers 243 folios in all, actually comprises two other compilations, entitled Kitāb al-sharḥ wa-l-bayān li-mā ashkala min kalām Sahl , and Kitāb al-muʿāraḍa wa-l-radd ʿalā ahl al-firaq wa-ahl al-daʿāwā fī l-aḥwāl. The first two parts ( Kalām Sahl and Kitāb al-sharḥ wa-l-bayān ) have been edited and published by MKI Gaafar (Jaʿfar) as Min al-turāth al-ṣūfī: dirāsa wa-taḥqīq (Cairo 1974–), while the third, comprising the Kitāb al-muʿāraḍa , was published by Gaafar separately (Cairo 1980).",
    "Another work, the Risāla fī l-ḥurūf , is a treatise on the letters of the alphabet, which is preserved in only one manuscript held at the Chester Beatty collection (CH Beatty 3163/3). Regarding the authenticity of this work Böwering states that “the internal criteria do not go further than to prove a similarity of ideas” (Böwering, 18). Gaafar, however, argues for its authenticity in his dissertation (77–9), as does Garrido Clemente (Estudio, Traducción y edición, 72–8). An edition of the Risālat al-ḥurūf is included by Gaafar, while Garrido Clemente has published a critical edition (Estudio y edición de la Risālat al-ḥurūf ) and Spanish translation of the work ( El Tradado de las Letras ).",
    "One other exegetical work attributed to al-Tustarī is the Kitāb Laṭāʾif al-qiṣaṣ (Ms, Ṭalʿat maj. 283), mainly comprising comments on stories of the prophets Adam, Noah, Abraham, Ishmael, Jacob, Job, Jonah, Solomon, Moses, Jesus, and Muḥammad. Böwering finds no decisive internal criteria for this being a work of al-Tustarī, though Ḥajjī Khalīfa names a Qiṣaṣ al-anbiyāʾ among his works, quoting the same opening words as the extant manuscript.",
    "3. The Tafsīr : Manuscripts and Authenticity",
    "Al-Tustarī’s Tafsīr is known by the titles Tafsīr al-Qurʾān al-ʿaẓīm (Ms. Ẓāhiriyya 515 , f. 1a) and Tafsīr fahm al-Qurʾān (Ms. Fātiḥ 638 , f. 1a). It was first published under the former title (Cairo 1911), but has recently been published under the title Tafsīr al-Tustarī (Beirut 2006).",
    "There are six extant manuscripts of the Tafsīr , dating from the early 5th/11th to mid-12th/19th centuries. According to Böwering’s assessment they are, in chronological order, Ms. Gotha 529 (incomplete), Ms. Fātiḥ 638 (complete), Ms Sanʿāʾ 62 (includes the whole Tafsīr ), Ms. Fātiḥ 3488/2 (complete with one lacuna), Ms Ẓāhiriyya 515 (complete), and Ms. Cairo 1,38 (complete). These manuscripts appear to represent two groups, descending from one archetype and present only minor discrepancies. On the basis of the isnād at the beginning of the text, this archetype can be dated to approximately 551/1156, that is, just under three centuries after the original was heard by al-Tustarī’s disciple Abū Bakr al-Sijzī (Böwering, 106).",
    "Böwering cites several works which support the authenticity of the Tafsīr (Böwering, 110–28), the most important being the Ḥaqāʾiq al-tafsīr of al-Sulamī and the ʿArāʾis al-bayān of Rūzbihān al-Baqlī (d. 606/1209), both of which include comments that match, in many cases word for word, comments that are found in the same contexts in al-Tustarī’s Tafsīr . Other sources are Sufi works, which include aphorisms of al-Tustarī that may be found in his Tafsīr , such as the Kitāb al-Lumaʿ of al-Sarrāj (d. 378/988), the Kitāb al-Taʿarruf fī madhhab al-taṣawwuf of al-Kalābādhī (d. ca. 384/994), the Qūt al-qulūb of al-Makkī (d. 386/996), and the Risāla of al-Qushayrī. It is also worth mentioning that several exegetical comments which correspond to material in al-Tustarī’s Tafsīr , and numerous aphorisms that conform to teachings presented in his interpretations, are to be found in al-Saqalī’s compilation, Kalām Sahl b. ʿAbdallāh . All these sources serve to corroborate the authenticity of the Tafsīr.",
    "4. Compilation and Structure of al-Tustarī’s Tafsīr",
    "Like many other Sufi works of this period, the Tafsīr al-Qurʾān al-ʿaẓīm was not actually a written composition of al-Tustarī’s hand, but delivered orally to a circle of disciples who preserved and then transmitted it. Al-Tustarī’s comments were probably delivered during sessions in which the Qurʾān was recited. In his study of the commentary, Böwering has identified three layers of composition. The first comprises al-Tustarī’s actual comments on the verses; the second includes a number of al-Tustarī’s aphorisms on mystical topics, as well as illustrative material taken from the stories of the prophets, which may have been added by al-Tustarī’s disciples; the third level represents further insertions into the text by later hands, and includes proof texts taken from the Qurʾān and aḥādīth , the lengthy explanation of a poem, and anecdotes about al-Tustarī.",
    "The Tafsīr presents comments on selected verses of all 114 sūra s of the Qurʾān. According to the manuscripts and the published editions, the verses are arranged according to their conventional numbering, with the exception of some verses in Sūrat al-Baqara and Sūrat Āl ʿImrān. The commentary is preceded by an introduction in three parts: the first short section sets out the chain of transmission back to al-Tustarī via Abū Bakr al-Sijzī, and this is followed by a ḥadīth and several sayings of al-Tustarī about the nature and importance of the Qurʾān; a second longer section is devoted to al-Tustarī’s sayings concerning those who seek the understanding of the Qurʾān; and the final short section comprises a short commentary on the Basmala .",
    "Following this introduction, the Tafsīr appears to be arranged in the manner of a conventional commentary with a verse, or part of a verse, followed by the exegesis. The text following each verse varies from one or two lines only to several pages in length. Lengthier passages include al-Tustarī’s discussions of relevant mystical topics that he naturally felt inspired to expound, or explanations given in response to a question concerning a word in the verse or a subject raised in his interpretation. These explanations were, like the interpretations themselves, carefully jotted down or memorised by his disciples and later incorporated into the Tafsīr . It should be added that the exegetical content of the Tafsīr is not exclusively esoteric, but also includes exoteric explanations of Qurʾānic passages, which often, though not always, provide additional information and context for the mystical interpretations. Nonetheless there is enough material of an esoteric nature for this to have been considered early on as pertaining to the Sufi tradition of Qurʾān interpretation.",
    "5. The Principles, Criteria, and Method of al-Tustarī’s Qurʾān Interpretation",
    "In the first part of the introduction to his Tafsīr , al-Tustarī cites and provides an interpretation for a well-known ḥadīth according to which the Qurʾān has four senses:",
    "This ḥadīth and others that speak of different facets or levels of meaning in the Qurʾān were cited by various Sufi commentators in the introductions to their commentaries, and served as a way of justifying an exegetical approach that was not confined to the literal meanings of the Qurʾān (discussed in Keeler and Rizi, 5–7). In his interpretation above, al-Tustarī has subtly alluded to the possibility of the heart’s elevation to the point where it may be granted from God some understanding of the inner meanings of the verses, even though such an understanding is intended (only) for a select few. Yet, elsewhere in the Tafsīr , he indicates that the meaning of the Qurʾān is wholly beyond human comprehension. Here, he is commenting on the words “If the ocean were ink for the [writing] of the words of my Lord, it would run dry” (Q 18:109):",
    "As was mentioned above, the interpretations included in the Tafsīr are not exclusively esoteric. Indeed, one can see in the commentary a range of modes and methods of interpretation. Quite conventional exoteric interpretations are often given simply to provide necessary information for an understanding of the outward meaning of the verse, as, for example, when he explains “the attendants” (muʿaqqibāt ) in Q 13:11 as being “the angels of night and day, which come one after the other in succession”; or in the context of Q 14:25, when he cites a tradition of Ibn al-Musayyib (d. 94/715), according to whom a “season ( ḥīn )” means a period of six months. However, in several instances al-Tustarī presents an exoteric interpretation in order to contrast it with, or provide the context for, an esoteric interpretation, as, for example, when he comments on the words “To Him ascends good words; and as for righteous action, He raises it up ” (Q 35:10) and explains, “The outer meaning is supplication ( duʿāʾ ) and charity ( ṣadaqa ), and its inner meaning is the remembrance ( dhikr ) [that you make] while acting upon what you know and advancing through [following] the Sunna.” Another example is when he comments on part of Q 4:36, in which believers are commanded that they should show kindness “to the neighbour who is close, and the neighbour who is a stranger, to the companion at your side, and to the wayfarer” and follows the exoteric explanation with an esoteric one:",
    "Other interpretations, which might be viewed as more ethical than esoteric, would certainly have formed part of al-Tustarī’s spiritual teachings to his followers. An example is part of his commentary on Q 3:159, where he advises,",
    "There is a great deal more material in the Tafsīr that concerns various aspects of the mystical path, including passages that speak of the outer practice and inner demeanour that are required for the seeker, and descriptions and explanations of states and stations that are concomitant with progressing towards purifying the self, growing in proximity to God, and attaining direct experience of the divine oneness. We find that such interpretations are connected to, or arise from, the verses in different ways. Quite often they constitute metaphorical or allegorical interpretations of the Qurʾānic words. An example of a metaphorical interpretation is when al-Tustarī explains that “their houses [lying] deserted” in Q 27:52 are an allusion to hearts, “for there are hearts which are inhabited ( ʿāmir) through remembrance ( dhikr ) and there are those which are ruined ( kharib ) through heedlessness ( ghafla )”. An allegorical interpretation, by which I mean one that involves an extended metaphor, may be seen when al-Tustarī understands the words “And work not corruption in the land, after it has been set right” (Q 7:56) to mean, “You should not spoil obedience with sin. This is because whoever persists in sinning, though it be of the smallest kind of prohibited act, will find all his good deeds alloyed by that transgression.”",
    "Many of al-Tustarī’s esoteric interpretations constitute the explanation of a virtue or practice mentioned in the Qurʾān, for example, when he is asked in the context of the words of the prophet Jacob “Comely patience” (Q 12:18), “How can one attain comeliness of patience?” and replies, “By knowing that God, Exalted is He, is with you, and through the comfort of the well-being [that accompanies this]. Patience ( ṣabr ) may be compared to a bowl which has bitter aloes ( ṣabir ) at the top and honey underneath.” Other examples are his discussions of wisdom in the context of Q 2:269, purification in the context of 5:6, and forgetfulness in the context of 2:30. Some of al-Tustarī’s explanations of the inner or spiritual significance of words in the Qurʾān also involve elements of spiritual psychology. An example is when he comments on the words “If two parties of believers fall to fighting, you [believers] make peace between them” (Q 49:9), incorporating metaphors that are in keeping with the verse:",
    "Another mode of interpretation is that which Böwering has defined as the “keynote” (Böwering, 136–7), where a word in a verse sets up an association or train of thought in the commentator which takes it out of its Qurʾānic context. One example is when the Arabic word arāda in the verse “ When God wishes (arāda) to guide someone He expands their breast to Islam” (Q 6:125) leads him to a discussion of the spiritual rank of the murīd (the one who seeks) and murād (the one who is [divinely] sought), respectively.",
    "Of the many lengthier passages of commentary, some are explanations of, or meditations on, a word or topic that is of particular relevance to the verse, and in many instances they are responses to questions that were probably raised by disciples during the exegetical sessions, as, for example, when he was asked about awe ( rahba ), which leads him to an explanation of levels of certainty ( yaqīn ) (al-Tustarī, commentary on Q 2:40), or adab (ibid., commentary on Q 7:172), though it should be added that many of the interpretations themselves were given in response to questions about a verse or part of a verse put to him by a disciple.",
    "Böwering has made the observation that the Tafsīr does not form a unified and neatly structured text, and that as a whole, it “rather conveys the image of a patchwork and disjointedness” (Böwering, 128). Given that the interpretations are of varying length, and have almost entirely been arranged to follow the verse order of the Qurʾān, it is not surprising that we find frequent shifts of subject matter in the Tafsīr . Nonetheless, one wonders at the skilful way that al-Tustarī’s disciples have integrated relevant material, sometimes adding remarks that were made by al-Tustarī on other occasions, or anecdotes about his conduct, where they are pertinent to a topic that has arisen from the core interpretation. Examples of such longer, complex passages of commentary are where he discusses three meanings of prayer (ṣalāt ) in the context of Q 2:157, mindfulness of God ( taqwā ) in the context of 2:197, wisdom in the context of 2:269, complete trust ( tawakkul ) in the context of 4:81, and ( tawba ) in the context of 9:12.",
    "A notable example of such skilful expansion of al-Tustarī’s interpretation is the commentary on Q2:260, “And when Abraham said, “My Lord! Show me how You give life to the dead …””, where Abu Bakr al-Sijzi has inserted a poem of al-Tustarī along with al-Sijzī’s own explanation of it, following several shorter sections of al-Tustarī’s interpretation of verse. The commentary, and indeed the verse itself, concerns Abraham’s desire for an increase of certainty through visual beholding. This is certainty that presumes an existing faith, which is why, al-Tustarī explains, Abraham’s request differs from that of Jesus’ disciples, who asked for a table spread to be sent down from heaven as a miracle in order that they might believe. Abraham’s request was also for reassurance concerning God’s friendship with him (since he was designated as God’s friend, Khalīl Allāh ), and reassurance that he would be able to respond with confidence when challenged by God’s enemies. The actual cue for the introduction of the poem is a question about what signs will be manifest when a person has reached the direct vision of face-to-face encounter with God ( kifāḥ al-ʿiyān )—thus, again it concerns the subject matter of the verse, namely, the certainty that is concomitant with visual beholding. The poem might well be obscure without al-Sijzī’s explanation, but his commentary illuminates and expands its meaning to encompass some of al-Tustarī’s key mystical doctrines. These include the importance of having a “good opinion” ( ḥusn al-ẓann ) of God, that is, complete trust in His sufficing the servant in face of his enemies—which is later extended to include the whisperings of Satan; the station of face-to-face encounter and direct witnessing, which removes the veils between the servant and God, so that eventually the servant is taken beyond even the veil of servanthood; the stations of Abraham, Moses, and Muḥammad vis-à-vis beholding God, and the elevation of Muḥammad above the stations of Abraham, Moses, and all the other prophets until he was addressed by God without the intermediaries of revelation ( waḥy ) or interpreter ( tarjumān ), on the occasion of the Miʿrāj ; the possibility for the Muslim of entering the station of those who are “brought near” ( muqarrabūn ); the insatiable longing of those who have beheld God directly; God’s willingness to respond to supplications; and finally, the teaching that just as an ocean cannot be defiled by the lapping of a dog, so when it comes to the hearts of God’s mystics and lovers, the whisperings and “lappings” of Satan cannot defile the ocean of love ( baḥr al-widād ).",
    "Altogether, the commentary on Q 2:260, including al-Tustarī’s poem and al-Sijzī’s explanation of it, amounts to more than three pages in the published edition (five pages in the translation). Since it is possible that al-Tustarī recited this poem on another occasion in response to the question about kifāḥ al-ʿiyān , it could have been inserted in another context in the Tafsīr , such as where there is a discussion of certainty, or following al-Tustarī’s interpretations of Q 47:5 or 53:11, where the term kifāḥ is used. Yet its placing here links it in several subtle ways to the content of the verse and al-Tustarī’s interpretation of it. It is an illustration of the way that al-Tustarī’s disciples preserved and brought together their recorded and memorised knowledge of both his mystical thought and his esoteric interpretations of the Qurʾān, such that the commentary remains one of the most important sources for understanding al-Tustarī’s doctrines as well as being the earliest example of a single-authored Tafsīr in the Sufi tradition."
  ],
  "bibliography": [
    "ʿAbdallah al-Anṣārī, Ṭabaqāt al-ṣūfiyya , Kabul 1961;",
    "Muḥyī al-Dīn Abū Bakr Muḥammad Ibn ʿArabī, al-Futūḥāt al-Makkiyya , ed. Nawwāf al-Jarraḥ. Beirut 2007;",
    "Arthur John Arberry, Pages from the Kitāb al-Lumaʿ , London 1947;",
    "Arthur John Arberry, A biography of Dhul-Nūn al-Miṣrī, in Mālik Rām and Mukhtāruddīn Ahmed (eds.), ʿArshī Presentation Volume (New Delhi 1965), 11-27;",
    "Farīd al-Dīn ʿAṭṭār, Tadhkirat al-awliyāʾ , Tehran 1992;",
    "Rūzbihān b. Abī Naṣr al-Baqlī, ʿArāʾis al-bayān fī ḥaqāʾiq al-Qurʾān , 2 vols., lithograph edition, Lucknow 1898;",
    "Gerhard Böwering, The mystical vision of existence in classical Islam: The Qurʾānic hermeneutics of the Ṣūfī Sahl at-Tustarī (d. 283/896) , Berlin/New York 1980;",
    "M. K. I. Gaafar(Jaʿfar), “The Sufi Doctrine of Sahl al-Tustarī, with a Critical Edition of his Risālat al-ḥurūf ” PhD Thesis, Cambridge University 1966;",
    "M. K. I. Gaafar (Jaʿfar), Min al-turāth al-ṣūfī: dirāsa wa-taḥqīq , Cairo 1974;",
    "Pilar Garrido Clemente, El Tradado de las Letras (Risālat al-ḥurūf) del Ṣūfī Sahl al-Tustarī, Anuario de Estudios Filológicos 29 (2006), 87–100;",
    "Pilar Garrido Clemente, Estudio, Traducción y edición de las obras de Ibn Masarra de Córdoba: la Ciencia de las Letras en el Ṣūfīsmo, PhD diss., University of Salamanca, 2007;",
    "Pilar Garrido Clemente, Estudio y edición de la Risālat al-ḥurūf del Sufí Sahl al-Tustarī (con traducción de la sección sobre Yā’Sīn y de los pasajes de su Tafsīr que tratan de los letras, Anaquel de Estudios Àrabes 19 (2008), 67–79;",
    "Annabel Keeler, The concept of adab in early Sufism with particular reference to the teachings of Sahl al-Tustarī (d. 283/896), in Francesco Chiabotti, Eve Feuillebois-Pierunek, Catherine Mayeur-Jaouen, and Luca Patrizi (eds.), Ethics and spirituality in Islam: Sufi adab (Leiden 2016), 63–101;",
    "Annabel Keeler and Sajjad Rizvi (eds.), The spirit and the letter: Approaches to the esoteric interpretation of the Qurʾān , Oxford 2016;",
    "Abū Saʿd ʿAbd al-Malik al-Khargūshī (Kharkūshī), Tahdhīb al-asrār fī uṣūl al-taṣawwuf , ed. Bassām Muḥammad Bārūd, Abu Dhabi 1999;",
    "Arzina Lalani, Early Shīʿī Thought: the Teachings of Muḥammad al-Bāqir , London 2004;",
    "Abū Ṭālib al-Makkī, Qūt al-qulūb fī muʿāmalat al-qulūb , ed. Baṣil ʿUyūn al-Sūd, 2 vols., Beirut 1997;",
    "Abū l-Qāsim al-Qushayrī, al-Risāla al-Qushayriyya fī ʿilm al-taṣawwuf , Cairo 1966;",
    "Uri Rubin, “Pre-Existence and Light – Aspects of the Concept of Nur Muhammad ” Israel Oriental Studies 5 (1975), 62-119. [Reprinted in Uri Rubin, Muhammad the Prophet and Arabia , Variorum Collected Studies Series (Ashgate, 2011) n0. IV];",
    "Abū Naṣr al-Sarrāj, Kitāb al-Lumaʿ fī l-taṣawwuf , ed. Reynold A. Nicholson, London/Leiden 1914;",
    "Abū l-Ḥasan ʿAlī b. Ḥasan al-Sīrjānī, Kitāb al-Bayāḍ wa-l-sawād , ed. Mohsen Pourmokhtar and Nasrollah Pourjavady, Tehran 2011; ed. Bilal Orfali and Nada Saab and published as Sufīsm black and white: A critical edition of Kitāb al-Bayāḍ wa-l-sawād by Abū l-Ḥasan al-Sīrjānī (d. ca. 470/1077) , Leiden 2012;",
    "Muḥammad b. al-Ḥusayn Abū ʿAbd al-Raḥmān al-Sulamī, Ṭabaqāt al-ṣūfiyya , ed. Johannes Pedersen, Leiden 1960;",
    "Muḥammad b. al-Ḥusayn Abū ʿAbd al-Raḥmān al-Sulamī, Ḥaqāʾiq al-tafsīr , MS British Museum Or. 9433, ed. Sayyid ʿImrān, Beirut 2001; comments attributed to Jaʿfar al-Ṣādiq ed. with introduction by Paul Nwyia in Le tafsîr mystique attribué à Ǧaʿfar Ṣâdiq, Mélanges de l’Université Saint-Joseph 43 (1967), 179–230; comments of Ibn ʿAṭāʾ al-Adamī ed. Paul Nwyia in Trois oeuvres inédites de mystiques musulmanes: Šaqīq Balḫī, Ibn ʿAṭā, Niffārī , Beirut 1973; and comments attributed to Ḥallāj ed. Louis Massignon in Massignon, Essai sur les origines du lexique technique de la mystique musulmane , Paris 1922;",
    "Sahl b. ʿAbdallāh al-Tustarī, Tafsīr al-Qurʾān al-ʿaẓīm , Egypt 1911; published under the title Tafsīr al-Tustarī , ed. M. Bāṣil ʿUyūn al-Sūd, Beirut 2006; English translation: Tafsīr al-Tustarī , trans. Annabel Keeler and Ali Keeler, Kentucky 2011."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "source_editors": null,
  "last_updated": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 605
}
