{
  "id": "eweb_510",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/224136/%D8%A7%D8%A8%D9%86-%D9%85%D8%B3%D8%B1%D9%87",
  "annotator": "Jeremy",
  "title": "ابن مسره",
  "authors": [
    "شرف الدین خراسانی"
  ],
  "last_updated": "سه شنبه 20 خرداد 1399",
  "content": [
    "اِبْنِ مَسَرّه، محمد بن عبدالله بن مسرّۀ جبلی قرطبی (7 شعبان 269- 319ق / 19 آوريل 883-931م)، متفكر و عارف اندلسی. عبدالله، پدر ابن مسرّه، گويا از موالی بنی اميه يا يكی از قبايل بربر به نام ابوقُرّه در اندلس بوده است، اما چهرۀ سرخ و سفيدش نمايانگر آن بوده كه اصل اسپانيايی داشته است (ابن فرضی، 1 / 217؛ آسين پالاسيوس، 30 ). عبدالله در جوانی در 240ق / 854م، به همراهی برادر بزرگ ترش ابراهيم، قرطبه را به سوی شرق ترك گفته و به بصره رسيد. بصره در آن زمان، يكی از مراكز مهم و بزرگ علم و ادب بود و بسياری از اندلسيان به قصد آموختن علم به آنجا می‌رفتند. عبدالله در بصره نزد چند تن از محدثان نامدار به آموختن پرداخت. وی همچنين در آنجا به محافل معتزليان رفت و آمد داشت و عقايد ايشان را پذيرفت، چنانكه بعدها متهم به «قدری» بودن شد و پس از آن همواره عقايد و گرايشهای معتزلی خود را حتی از نزديك‌ترين شاگردانش، پنهان می‌داشت و آنها را تنها با كسان و خويشاوندان نزديك خود، به ويژه فرزندش محمد در ميان می‌نهاد. عبدالله پس از چندی به قرطبه بازگشت و در آنجا شاگردانی بر وی گرد آمدند، اما وی همواره می‌كوشيد كه عقايد، انديشه‌ها و دانسته‌های خود را به فرزندش محمد منتقل كند. ابن مسره هنوز جوانی نوخاسته بود كه پدرش در زير فشار وامهای سنگين، ناگزير شد كه بار ديگر زادگاهش را ترك گويد و واپسين سالهای زندگی خود را در سرزمينهايی دور از وطن سپری كند. بدين سان پدر كسب و كارش را به فرزند سپرد و راهی سفر شد تا سرانجام در مكه پناه گرفت و در همانجا در 286ق / 899م درگذشت (ابن فرضی، 1 / 217- 218؛ آسين پالاسيوس، 30-31 ). ابن مسره در هنگام مرگ پدر 17 ساله بود. نويسندگان سرگذشت وی، دربارۀ اين مرحله از زندگی او آگاهيهای چندانی به ما نمی‌دهند و از استادان او، جز پدرش از ابن وضّاح و خُشَنی نام می‌برند كه هر دو از فقيهان مالكی مذهب بوده‌اند (ابن فرضی، 2 / 39؛ قفطی، 16). تذكره نويسان ابن مسره را در واپسين سالهای خلافت عبدالله بن محمد بن عبدالرحمن، هفتمين فرمانروای اموی در قرطبه (275-300ق / 888-912م)، در وقتی به ما معرفی می‌كنند كه وی در عزلتگاهی كه خود بر صخره‌های كوههای قرطبه بنا كرده بود، با شاگردان و مريدانش به سر می‌برد. ابن مسره در اظهار و اشاعۀ عقايد و نظرياتش بسيار محتاط بوده است. با وجود اين، پس از چندی به تهمت زندقه گرفتار آمد و به ويژه در محافل درس خواندگان شايع شد كه وی، افزون بر عقايد معتزليان، عقايد و انديشه‌های فلسفی و عرفانی انباذقلس ( امپدكلس ، فيلسوف يونانی پيش از سقراط) (492-432 ق‌م) را تبليغ می‌كرده است (آسين پالاسيوس، 33 ). به هر روی، چنين پيداست كه ابن مسره حساسيت اوضاع سياسی ـ اجتماعی و به ويژه خطر واكنش فقيهان را به خوبی احساس می‌كرده است، زيرا در همين احوال قاضی و فقيه و محدث نامدار زمان، احمد بن خالد مشهور به حَبّاب، رساله‌ای برضد ابن مسره و عقايد وی منتشر كرده بود (همو، 34). ابن مسره به همراهی دو تن از نزديك ترين شاگردانش، محمد بن مدينی و ابن صيقل، قرطبه را ترك گفت و روانۀ شهرهای شمال افريقا شد و در مدارس و محافل علمی آنجا، همچون دانشجويی شركت می‌كرد و چون هنوز شهرت وی از مرزهای اندلس بيرون نرفته بود، در آنجا كسی وی را نمی‌شناخت. می‌دانيم كه در قيروان در مجلس درس فقيه مشهور احمد بن ناصر (د 317ق / 929م) شركت داشته است (ابن عذاری، 1 / 201-202؛ آسين پالاسيوس، همانجا)، اما از سفرهای او در شهرهای شرق اسلامی آگاهی نداريم، تنها می‌دانيم كه به مدينه رفته و مدتی را نيز در مكه گذرانده بوده و در آنجا يقيناً با ابوسعيد ابن عربی (د 314ق / 925م) شاگرد عارفان و صوفيان مشهوری مانند جنيد، سفيان ثوری و ديگر بزرگان تصوف، ديدار داشته است.  از سرگذشت ابن مسره، از آن پس تا هنگامی كه به اندلس بازگشت، چيزی نمی‌دانيم. تاريخ دقيق اين بازگشت معلوم نيست، اما می‌توان حدس زد كه همزمان با آغاز فرمانروايی عبدالرحمن سوم، الناصرلدين الله (حك‍ 300-350ق / 912-961م) بزرگ‌ترين فرمانروای اموی و نخستين خليفه در سراسر اندلس بوده است . در دوران فرمانروايی او، قرطبه بزرگ ترين و مهم ترين مركز سياسی و اقتصادی اندلس شده بود. عبدالرحمن پس از فرونشاندن شورشهای متعدد و از ميان برداشتن مراكز مقاومت كه آخرين آنها با مرگ عمر بن حفصون (د 305ق / 917م) از ميان رفت، يك دوران طولانی آرامش را به اندلس بازگردانيد. وی با اهل علم نيز سياستی بردبارانه تر و آشتی‌‎جويانه‌تر در پيش گرفته بود. می‌توان تصور كرد كه ابن مسره در چنين دورانی قصد بازگشت به زادگاهش را كرده باشد. وی پس از بازگشت به قرطبه، به همان عزلتگاه خود رفت و همان شيوۀ زندگانی زاهدانۀ خود را در پيش گرفت (همو، 36-37 ) و بار ديگر شاگردان و مريدان بر او گرد آمدند. چنين پيداست كه ابن مسره اين بار نيز همان روش و رفتار محتاطانۀ پيشين را در ابراز عقايد و انديشه‌هايش دنبال می‌كرده است. در ميان نزديك‌ترين و برجسته‌ترين شاگردان وی در اين دوران می‌توان از حی بن عبدالملك، خليل بن عبدالملك قرطبی و احمد بن منتيل، نام برد گفته می‌شود كه ابن مسره، يك سال را صرف تصحيح هريك از نوشته‌های خود می‌كرده و در اين ميان به كسی اجازۀ نسخه ‎برداری از آنها را نمی‌داده است، اما حی بن عبدالملك بی‌اجازۀ استاد، از كتاب التبصرۀ او نسخه‌ای برداشته بود و استاد پس از آگاه شدن از اين كار، حی را نفرين كرد و از آن پس آن كتاب را به كسی نداد (ابن ابار، 1 / 284-285؛ آسين پالاسيوس، 37-38 ). از جزئيات زندگانی ابن مسره در اين دوران چيزی دانسته نيست، اما چنين پيداست كه وی سالهای پايانی عمر خود را در آرامش گذرانيده و از احترام معارضان و ارادت فراوان مريدان و شاگردانش برخوردار بوده است.  انديشمندی مانند ابن مسره بی‌گمان نوشته‌هايی چند داشته است، اما از آن ميان جز عنوان دو اثر شناخته نيست، يكی التبصرة كه بدان اشاره شد و ديگری كتاب الحروف كه ابن عربی از آن نام برده است (2 / 581). از گفتۀ ابن حزم چنين برمی‌آيد كه برخی از آثار ابن مسره تا سدۀ 5ق موجود بوده است (5 / 41).",
    "برخی از منابع، ابن مسره را هم عقيده و هوادار سرسخت امپدكلس به شمار آورده‌اند (نك‍ : صاعد اندلسی، 73؛ ابن ابی اصيبعه، 1 / 59؛ قفطی، همانجا). بايد دانست كه در تاريخ فلسفه دو شخصيت از امپدكلس مشاهده می‌شود: امپدكلس اصيل و امپدكلس مجعول. سبب اين امر آن است كه در دوران فرهنگی «هلنيسم» به ويژه در دواير نوافلاطونی گرايشی پديد آمده بود كه شخصيتهای فلسفی يونان باستان را به دلخواه خود بازسازی كنند. در اين ميان عقايد و آرائی به آنان نسبت می‌دادند كه هرگز از ايشان نبوده است و در ميان آثار اصيل بازمانده از آنان كمترين نشانی از آن عقايد يافت نمی‌شود. امپدكلس نيز چنين سرنوشتی داشته است و عقايد نگاران عرب از طريق ترجمۀ همين منابع با وی آشنا شده و ابن مسره را پيرو او دانسته‌اند. بنابراين اصول عقايد ابن مسره را بايد در ميان گزارشهايی جست وجو كرد كه دربارۀ امپدكلس «مجعول » به ما رسيده است (نك‍ : ه‍ د، انباذقلس؛ دربارۀ امپدكلس اصيل، نك‍ : شرف، 339-392). همچنين احتمالاً ابن مسره منابعی در دست داشته است كه اكنون در دست ما نيست. اما با وجود اين، به يقين نمی‌توان گفت كه وی چه انديشه‌ها يا نظرياتی را از امپدكلس مجعول پذيرفته و از آن خود كرده يا چه اندازه آنها را ديگر شكل كرده و با بينش و باورهای ويژۀ خود درهم آميخته است. در اينجا بايد اين نكته را بيفزاييم كه مقايسه‌ها و نتيجه‌گيريهای آسين پالاسيوس در كتابش دربارۀ ابن مسره، در بسياری موارد دور از هدف و تصورات شخصی اوست. آنچه ما در منابع معتبر و دست اول موجود دربارۀ عقايد و نظريات ابن مسره می‌يابيم، اشاره‌ای به پيروی وی از عقايد امپدكلس مجعول ندارد. ابوسليمان سجستانی كه تقريباً معاصر ابن مسره بوده است، در صوان الحكمة كه يكی از كهن‌ترين منابع عربی دربارۀ فيلسوفان يونان است، هنگام سخن از امپدكلس مجعول، به ابن مسره اشاره‌ای ندارد. انتساب ابن مسره به امپدكلس مجعول، نخست در طبقات الامم (همانجا) صاعد اندلسی (د 462ق / 1070م) ديده می شود. ابن فرضی در تاريخ علماء اندلس كه كهن‌ترين منبع دربارۀ زندگانی و سرگذشت ابن مسره است، گزارش می‌دهد كه وی متهم به زندقه شد و از اندلس گريخت و مدتی را در شرق اسلامی گذرانيد و با اهل جدل و كلام و معتزليان آميزش داشت. سپس به اندلس بازگشت و پرهيزگاری و پارسايی از خود نشان داد. مردمان فريب ظاهر او را خوردند و به او روی آوردند و سخنانش گوش می‌دادند. سپس بداعتقادی وی بر آنان آشكار شد و هر كه دارای ادراك و علم بود، از وی روی گردان شد و گروهی از نادانان همچنان پيرو وی باقی ماندند (2 / 39). وی سپس می‌افزايد كه ابن مسره معتقد به آزادی ارادۀ انسان (استطاعت) و اِنفاذ وعيد بود و در بسياری موارد قرآن را به نادرست تأويل می‌كرد، اما با وجود اين، مدعی بود كه همچون ذوالنون مصری (د 245ق / 859م) و ابويعقوب نهرجوری (د 330 / 941م) سخن دربارۀ تصحيح اعمال و محاسبۀ نفس می‌گويد. زبانش نيز توانايی سخن ‎پردازی و ظاهرآرايی الفاظ و پنهان كردن معانی را داشته است. نظر مردمان دربارۀ ابن مسره دو گونه بود: گروهی وی را در علم و زهد تا حد امامت می‌رساندند و گروهی او را به سبب بدعتهايی در سخنانش دربارۀ وعد و وعيد و بيرون شدن او از شيوۀ علوم متداول در اندلس كه بر پايۀ مذهب تقليد و تسليم بوده است، نكوهش و سرزنش می‌كردند (2 / 39-40). در ميان عقايد نگاران نيز، ابن حزم (د 456ق / 1064م) نخستين كسی است كه به برخی از عقايد ابن مسره اشاره می كند. وی می‌گويد كه ابن مسره با معتزليان در اعتقاد به «قدر» موافق بوده و می‌گفته است كه علم و قدرت خدا دو صفت محدث و مخلوقند و نيز خدا دارای دو علم يا آگاهی است كه يكی را كلاً پديد آورده و آن آگاهی از كليات است كه همان علم غيب است، مانند آگاهی او از اينكه در جهان، كافران و مؤمنان خواهند بود و نيز روز رستاخيز و پاداش و كيفر خواهد بود؛ ديگری آگاهی او از جزئيات است كه همان علم شهادت است، يعنی آگاهی خدا از كفر فلان و ايمان بهمان و مانند اينها كه علم خداوند پس از روی دادنشان به آنها تعلق می‌گيرد و به اين آيه استناد می كرده است: عالِمُ الغَيْب و الشَّهادَةِ (انعام / 6 / 73). ابن حزم سپس می‌افزايد كه آنچه ابن مسره را به اين اعتقاد برانگيخته بود، هواداری وی از اصول معتزليان بود كه می‌گفتند اگر خدا جاودانه بداند كه فلان هرگز ايمان نخواهد آورد و بهمان هرگز كافر نخواهد شد و سپس به آدميان اين توانايی را بدهد كه سخن پروردگار را تكذيب كنند و آنچه جاودانه بوده است، باطل سازند، آنگاه تناقض آشكاری پديد می‎آيد (5 / 40). در اين مورد، ابن حزم به نظريات يكی از معاصران خود به نام اسماعيل بن عبدالله رُعَينی، از پيروان ابن‌مسره اشاره می‌كند و می‌گويد: او متعبد و زاهد بوده است، اما عقايدی را به ميان آورده كه برخی از پيروان ابن مسره بدان سبب از وی دوری گزيدند. از ميان عقايد رعينی يكی اين بوده است كه بدنهای آدميان در روز رستاخيز زنده نمی‌شوند، بلكه روانها بعث و حشر دارند. وی همچنين معتقد بوده است كه در هنگام مرگ انسان و جدا شدن روح از تن، حساب روح آغاز می‌شود و به بهشت يا دوزخ می‌رود. از عقايد ديگر رعينی اين بوده است كه جهان هرگز فنا نمی‌پذيرد، بلكه به همين شكل كنونی بی پايان ادامه دارد. وی همچنين می‌گفته است كه عرش، مدبّر جهان است و خدا برتر از آن است كه اصلاً فعلی را به وی نسبت دهند. وی اين نظريه را به ابن مسره نسبت می داده است، ولی ابن حزم می‌گويد كه او خود چنين نظريه‌ای را در نوشته‌های ابن مسره نيافته است. از عقايد ديگر رعينی اين بوده است كه پيامبری اكتسابی است و هركس كه به غايت نيكوكاری و پاكيزگی نفس برسد، پيامبری می‌يابد و بدين سان پيامبری امری اختصاصی نيست. بسياری از پيروان رعينی اين نظريه را به ابن مسره نسبت می‌داده و برای اثبات آن به عباراتی از وی در نوشته‌هايش استناد می‌كرده‌اند كه به گفتۀ ابن حزم، به چنين نظريه‌ای اشاره دارند (5 / 40-41). از سوی ديگر، محيی‌الدين ابن عربی نيز در دو جا از فتوحات مكيه از ابن مسره نام می‌برد و به نظريات او اشاره می‌كند. در يك جا، دربارۀ «حاملان عرش» به سخن پيامبر (ص) اشاره می‌كند كه شمار حاملان عرش را در اين جهان 4 و در جهان ديگر 8 تن قرار می‌دهد و سپس می‌افزايد كه از ابن مسره ــ كه او را يكی از بزرگ‌ترين اهل طريق، علماً حالاً و كشفاً، می‌داند ـ روايت شده است كه «عرش محمول» همان ملك (يعنی قلمرو آفرينش) است، و محصور در جسم، روح، خوراك و مرتبه است. آدم و اسرافيل برای صورتها يا اجسامند، جبرئيل و محمد (ص) برای ارواحند، ميكائيل و ابراهيم برای ارزاقند و مالك و رضوان برای وعد و وعيدند و در قلمرو آفرينش جز اينها نيست (1 / 147- 148). آنگاه ابن عربی، پس از بحث مهمی دربارۀ عرش به معنای «ملك » و عدد 8 كه آن را به نسبتهای هشتگانه‌ای كه خدا موصوف به آنهاست، باز می‌گرداند، يعنی: حيات، علم، قدرت، اراده، كلام، شنوايی، بينايی و ادراك مطعوم و مشموم و ملموس، می‌گويد كه از اين 8 پايۀ قلمرو جهان آفريده (ملك)، 4 در دنيا آشكار است كه عبارتند از صورت، خوراك و 2 مرتبه (يعنی سعادت و شقاوت) و در روز رستاخيز هر 8 با هم به چشم می‌آيند، چنانكه خدا می‌گويد: «و در آن روز، عرش پروردگارت را بر فراز ايشان، هشت تن می‌كشند» (حاقه / 69 / 17). در حالی كه به گفتۀ پيامبر، آنان اكنون در اين جهان، چهارند. اين تفسير عرش به معنای ملك است، اما تفسير آن به معنای اورنگ (سرير) اين است كه خدا فرشتگانی دارد كه اورنگ او را بر دوشهايشان می‌كشند و امروز چهارند و فردا هشت تن می‌شوند، تا آن اورنگ را به زمين حشر بكشانند. دربارۀ صورتهای آن حاملان چهارگانۀ اورنگ خدايی، سخنانی آمده است كه همانند گفتۀ ابن مسره است كه بر پايۀ آن يكی به چهرۀ انسان است، دومی به چهرۀ شير، سومی به چهرۀ كركس و چهارمی به چهرۀ گاو (1 / 149). ابن عربی، در جای ديگری پس از توضيح و تحليل مفهوم «تنزيه توحيد» می‌گويد كه منزل تنزيه، هر چند جويای احديت و تنزيه از همۀ وجوه است، اما در كشف صوری مقيد به ظاهر، مانند خانه‌ای است كه بر 5 ستون استوار است كه بر بالای آنها سقفی قرار دارد كه ديوارهايی آن را احاطه كرده‌اند و دری در آن گشوده نيست و هيچ كس نمی‌تواند داخل آن خانه شود، اما از سوی ديگر، در بيرون آن خانه ستونی برپاست، چسبيده به ديوار خانه كه اهل كشف آن را مسح می‌كنند. اين ستون، هر چند از اين منزل است، اما افزوده بر آن نيست و خاص آن نيست، بلكه در هر منزل الهی موجود است، چنانكه گويی ترجمان ميان ماست و آنچه منازل از معارف به ما می‌دهند. ابن مسره در كتاب الحروف خود، به اين نكته توجه داده است. اين ستون دارای زبان فصيحی است كه آنچه منازل در بر دارند، برای ما بيان می‌كند و ما آگاهی از آن منزل را از او بهره می‌گيريم (2 / 581).",
    "ابن ابار، محمدبن عبدالله، التكملة لكتاب الصلة ، به كوشش عزت عطار حسينی، قاهره، 1956م؛ ابن ابی اصيبعه، احمدبن قاسم، عيون الانباء ، بيروت، 1376ق / 1956م؛ ابن حزم، علی بن احمد، الفصل ، قاهره، 1964م؛ ابن عذاری، محمد، البيان المغرب، به كوشش دوزی، ليدن، 1841-1851م؛ ابن عربی، محمدبن علی، الفتوحات المكية ، بولاق، 1329ق؛ ابن فرضی، عبدالله بن محمد، تاريخ علماء الاندلس ، قاهره، 1966م؛ ابوسليمان سجستانی، محمدبن طاهر، صوان الحكمة ، به كوشش عبدالرحمن بدوی، تهران، 1974م؛ شرف، شرف الدين خراسانی، نخستين فيلسوفان يونان ، تهران، 1357ش؛ صاعد اندلسی، طبقات الامم ، به كوشش حياة بوعلوان، بيروت، دارالطليعة؛ قفطی، علی بن یوسف، تاريخ الحكماء (اختصار زوزنی)، به كوشش ليپرت، لايپزيگ، 1903م؛ نيز:",
    "Asin Palacios, Miguel, Aben Masarra y suescuela origenes , Madrid, 1914.",
    "شرف‌الدین خراسانی (شرف)"
  ],
  "bibliography": [
    "ابن ابار، محمدبن عبدالله، التكملة لكتاب الصلة ، به كوشش عزت عطار حسينی، قاهره، 1956م",
    "ابن ابی اصيبعه، احمدبن قاسم، عيون الانباء ، بيروت، 1376ق / 1956م",
    "ابن حزم، علی بن احمد، الفصل ، قاهره، 1964م",
    "ابن عذاری، محمد، البيان المغرب، به كوشش دوزی، ليدن، 1841-1851م",
    "ابن عربی، محمدبن علی، الفتوحات المكية ، بولاق، 1329ق",
    "ابن فرضی، عبدالله بن محمد، تاريخ علماء الاندلس ، قاهره، 1966م",
    "ابوسليمان سجستانی، محمدبن طاهر، صوان الحكمة ، به كوشش عبدالرحمن بدوی، تهران، 1974م",
    "شرف، شرف الدين خراسانی، نخستين فيلسوفان يونان ، تهران، 1357ش",
    "صاعد اندلسی، طبقات الامم ، به كوشش حياة بوعلوان، بيروت، دارالطليعة",
    "قفطی، علی بن یوسف، تاريخ الحكماء (اختصار زوزنی)، به كوشش ليپرت، لايپزيگ، 1903م",
    "نيز:"
  ],
  "signature": "Asin Palacios, Miguel, Aben Masarra y suescuela origenes , Madrid, 1914.",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}