{
  "id": "eweb_512",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/226338/%D8%A7%D8%A8%D9%88%D8%A8%DA%A9%D8%B1-%D9%88%D8%B1%D8%A7%D9%82",
  "annotator": "Jeremy",
  "title": "ابوبکر وراق",
  "authors": [
    "غلامعلی آریا"
  ],
  "last_updated": "چهارشنبه 21 خرداد 1399",
  "content": [
    "اَبوبَکْرِ وَرّاق، محمد بن عمر حکیم تِرْمِذی بلخی، عارف بزرگ ایرانی سدۀ 3 ق. زادگاهش ترمذ بود، اما در بلخ زندگی می‌کرد (سلمی، 216؛ انصاری، 261-262؛ عطار، 2 / 87) و ابوعیسی محمد ابن عیسی ترمذی (د 279 ق)، صاحب مسند از صحاح سته، خواهرزادۀ او بوده است (انصاری، 262؛ جامی، 123).  ابوبکر وراق با احمد خِضرویه مجالست داشته و صحبت او و پیران دیگری چون محمد بن ابراهیم زاهد و محمد بن عمر بن خَشنام [خوشنام] بلخی را درک کرده است (سلمی، همانجا؛ انصاری، 267؛ عطار، همانجا). هجویری از او به عنوان «مؤدب الاولیاء» یاد کرده و او را از مریدان محمد بن علی ترمذی، مؤسس طریقۀ حکیمیه، دانسته و حکایتهای خارق‌العاده دربارۀ ارتباط او با محمد بن علی ترمذی بیان کرده است (ص 178- 179، 289، 302؛ نیز نک‍ : عطار، 2 / 78- 79، 87).  از تاریخ درگذشت وی ــ همچون زمان تولد او ــ اطلاع دقیقی نداریم. از اشاراتی که در منابع به معاصران و شاگردان او شده، چنین بر می‌آید که در اواخر سدۀ 3 ق درگذشته است. بعضی از مآخذ جدید بدون ذکر سند وفات وی را 280 ق / 893 م گفته‌اند (نک‍ : کحاله، 11 / 78؛ سزگین، 1(4) / 128؛ ایرانیکا ، I / 265 )، در حالی که نورالدین شریبه سال مرگ او را 240 ق ذکر کرده (ص 374، حاشیۀ 1) که بی‌شک اشتباه است. انصاری (ص 261-262) و جامی (همانجا) تربت وی را در ترمذ دانسته‌اند، اما مآخذ جدید مدفن او ا در بلخ، در جنب مرقد استادش احمد خضرویه گفته‌اند ( نامۀ دانشوران ، 5 / 194؛ دائرة المعارف آریانا ).  ابوبکر وراق در شریعت شافعی مذهب بوده (سبکی، 3 / 308؛ کحاله، همانجا) و در طریقت روش وی به اصول فتوت و جوانمردی نزدیک بوده است (آملی، 2 / 127). او جوانمرد کسی را می‌‌داند: «که او را خصمی نباشد بر کسی» (قشیری، 226؛ ترجمۀ رسالۀ قشیریه ، 356). دربارۀ جوانمردی خود او هم گفته‌اند که اگر مگسی بر وی می‌نشست، آن را از خود نمی‌راند، مبادا بر دیگری نشیند و او را آزار دهد (انصاری، 523). برای اینکه مروت و اخلاص را از یاد نبرد، بر یک طرف ردای خویش حرف «خ» را به نشانۀ اخلاص و در سوی دیگر حرف «م» را به نشانۀ مروّت نوشته بود (همو، 264؛ جامی، 125). ورّاق علم کلام بدون زهد، و شریعت بدون ورع را کافی نمی‌دانست و در سیر و سلوک ترکیبی از این 3 اصل ــ کلام، فقه و زهد ــ را واجب می‌شمرد (سلمی، 218- 219؛ ابونعیم، 10 / 236؛ هجویری، 19). وی 3 حرف «زهد» را نشانۀ 3 ترک می‌دانست: «ز» ترک زینت، «ﻫ‌ » ترک هوی و «د» ترک دنیا (عبادی، 44؛ عطار، 2 / 90). وی معتقد بود که برای تهذیب باید نفس را شناخت، زیرا «نفس در جمیع احوال مرائی است و در اکثر اوقات منافق و در مواردی مشرک» (باخرزی، 2 / 103؛ نیز نک‍ : سهروردی، 98؛ کاشانی، 86). ابوبکر در علم حدیث نیز دست داشت و احادیثی از قول او نقل شده و نامش در شمار راویان حدیث آمده است (ابن کثیر، 5 / 184).  ارادت مریدان نسبت به او چنان بود که یکی از آنان به نام ابوالقاسم حکیم اسحاق بن محمد اسماعیل سمرقندی گفته است که «اگر پس از مصطفی (ص) پیغمبری روا بودی، در ایام ما آن ابوبکر وراق بودی» (انصاری، 263؛ جامی، 124). شاگرد دیگری به نام ابوبکر سغدی درباره‌اش گفته لست که «ابوبکر وراق مردی کریم بود، خدای را به مزد کار نکردی که به تعظیم کردی» (انصاری، همانجا؛ جامی، 125). شاگردان دیگر ابوبکر وراق که نامشان به ما رسیده، اینانند: صالح بن مکتوم بلخی که سخنان وی را به خاطر می‌سپرد و پیوسته به نقل آنها می‌پرداخت (همانجا)، دیگر هاشمی (هاشم) سغدی که تا روز مرگ با وی بود (انصاری، 264؛ جامی. همانجا) و سدیگر خواجه محمد حامد واشگردی بود که او هم مانند استادش مگس را از خود نمی‌راند (انصاری، 300، 523).",
    "ابوبکر ورّاق تألیفات مشهوری در ریاضیات و معاملات و آداب زاهدانه داشته است (سلمی، 216؛ انصاری، 262؛ ابونعیم، 10 / 235؛ قشیری، 440؛ هجویری، 179، 439؛ عطار، 2 / 87؛ شعرانی، 1 / 91). از این میان تنها کتاب العالم و المتعلم اکنون در دست است و در 1358 ق / 1939 م در قاهره طبع و نشر شده است. به گفتۀ انصاری (همانجا)، اگر کسی بخواهد که ابوبکر وراق را بشناسد، باید به کتاب العالم و المتعلم او بنگرد، تا ببیند که او تورات و انجیل و زبور و دیگر کتب آسمانی را خوانده است (نیز نک‍ : جامی، 123). وی دارای دیوان  شعری به عربی نیز بوده (همانجا) که دو بیت آن را انصاری نقل کرده است (ص 262، 268). ابن ندیم کتابی با عنوان غریب المصاحف، در غریب قرآن به ابوبکر بن وراق نسبت می‌دهد که ظاهراً با این ابوبکر وراق ارتباطی ندارد (ص 37).",
    "آملی، محمد بن محمود، نفائس الفنون ، به کوشش ابراهیم میانجی، تهران، 1379 ق؛ ابن کثیر، البدایة ؛ ابن ندیم، الفهرست ؛ ابونعیم اصفهانی، احمد بن عبدالله، حلیةالاولیاء و طبقات الاصفیاء ، قاهره، 1357 ق / 1938 م؛ انصاری، احمد بن عبدالله، طبقات الصوفیة ، به کوشش عبدالحی حبیبی، تهران، 1362 ش؛ باخرزی، یحیی، اورادالاحباب و فصوص الآداب ، به کوشش ایرج افشار، تهران، 1345 ش؛ ترجمۀ رسالۀ قشیریه ، به کوشش بدیع‌الزمان فروزانفر، تهران، 1361 ش؛ جامی، عبدالرحمن، نفحات الانس ، به کوشش مهدی توحیدی‌پور، تهران، 1336 ش؛ دائرة‌المعارف آریانا ، کابل، 1328 ش؛ سبکی، عبدالوهاب بن علی، طبقات الشافعیة الکبری ، به کوشش محمود محمد طناحی و عبدالفتاح محمد حلو، قاهره، 1383 ق / 1964 م؛ سزگین، فؤاد، تاریخ التراث العربی ، ریاض، 1403 ق / 1983 م؛ سلمی، محمد بن حسین، طبقات الصوفیة ، لیدن، 1960 م؛ سهروردی، عبدالقاهر بن عبدالله، آداب المریدین ، ترجمۀ عمر بن محمد بن احمد شیرکان، به کوشش نجیب مایل هروی، تهران، 1363 ش؛ شریبه، نورالدین، مقدمه و حاشیه بر طبقات الاولیاء ابن ملقن، بیروت، 1406 ق / 1986 م؛ شعرانی، عبدالوهاب بن احمد، الطبقات الکبری ، قاهره، 1374 ق / 1954 م؛ عبادی، ابومنصور مظفر بن اردشیر، مناقب الصوفیة ، به کوشش نجیب مایل هروی، تهران، 1362 ش؛ عطار نیشابوری، محمد ابن ابی‌بکر، تذکرة الاولیاء ، تهران، 1336 ش؛ قشیری، عبدالکریم بن هوازن، الرسالة القشیریة ، به کوشش معروف زریق و علی عبدالحمید بلطه جی، 1408 ق / 1988 م؛ کاشانی، محمود بن علی، مصباح الهدایة و مفتاح الکفایة ، به کوشش جلال‌الدین همایی، تهران، 1340 ش؛ کحاله، عمررضا، معجم المؤلفین ، بیروت، 1376 ق / 1957 م؛ نامۀ دانشوران ، قم، 1338 ش؛ هجویری، علی بن عثمان، کشف المحجوب ، به کوشش ژوکوفسکی، تهران، 1979 م؛ نیز:",
    "Iranica .",
    "غلامعلی آریا"
  ],
  "bibliography": [
    "آملی، محمد بن محمود، نفائس الفنون ، به کوشش ابراهیم میانجی، تهران، 1379 ق",
    "ابن کثیر، البدایة",
    "ابن ندیم، الفهرست",
    "ابونعیم اصفهانی، احمد بن عبدالله، حلیةالاولیاء و طبقات الاصفیاء ، قاهره، 1357 ق / 1938 م",
    "انصاری، احمد بن عبدالله، طبقات الصوفیة ، به کوشش عبدالحی حبیبی، تهران، 1362 ش",
    "باخرزی، یحیی، اورادالاحباب و فصوص الآداب ، به کوشش ایرج افشار، تهران، 1345 ش",
    "ترجمۀ رسالۀ قشیریه ، به کوشش بدیع‌الزمان فروزانفر، تهران، 1361 ش",
    "جامی، عبدالرحمن، نفحات الانس ، به کوشش مهدی توحیدی‌پور، تهران، 1336 ش",
    "دائرة‌المعارف آریانا ، کابل، 1328 ش",
    "سبکی، عبدالوهاب بن علی، طبقات الشافعیة الکبری ، به کوشش محمود محمد طناحی و عبدالفتاح محمد حلو، قاهره، 1383 ق / 1964 م",
    "سزگین، فؤاد، تاریخ التراث العربی ، ریاض، 1403 ق / 1983 م",
    "سلمی، محمد بن حسین، طبقات الصوفیة ، لیدن، 1960 م",
    "سهروردی، عبدالقاهر بن عبدالله، آداب المریدین ، ترجمۀ عمر بن محمد بن احمد شیرکان، به کوشش نجیب مایل هروی، تهران، 1363 ش",
    "شریبه، نورالدین، مقدمه و حاشیه بر طبقات الاولیاء ابن ملقن، بیروت، 1406 ق / 1986 م",
    "شعرانی، عبدالوهاب بن احمد، الطبقات الکبری ، قاهره، 1374 ق / 1954 م",
    "عبادی، ابومنصور مظفر بن اردشیر، مناقب الصوفیة ، به کوشش نجیب مایل هروی، تهران، 1362 ش",
    "عطار نیشابوری، محمد ابن ابی‌بکر، تذکرة الاولیاء ، تهران، 1336 ش",
    "قشیری، عبدالکریم بن هوازن، الرسالة القشیریة ، به کوشش معروف زریق و علی عبدالحمید بلطه جی، 1408 ق / 1988 م",
    "کاشانی، محمود بن علی، مصباح الهدایة و مفتاح الکفایة ، به کوشش جلال‌الدین همایی، تهران، 1340 ش",
    "کحاله، عمررضا، معجم المؤلفین ، بیروت، 1376 ق / 1957 م",
    "نامۀ دانشوران ، قم، 1338 ش",
    "هجویری، علی بن عثمان، کشف المحجوب ، به کوشش ژوکوفسکی، تهران، 1979 م",
    "نیز:"
  ],
  "signature": "Iranica .",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 380
}