{
  "id": "eweb_513",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/226362/%D8%A7%D8%A8%D9%88%D8%AC%D8%B9%D9%81%D8%B1-%D8%AD%D8%AF%D8%A7%D8%AF",
  "annotator": "Jeremy",
  "title": "ابوجعفر حداد",
  "authors": [
    "غلامعلی آریا"
  ],
  "last_updated": "چهارشنبه 21 خرداد 1399",
  "content": [
    "اَبوجَعْفَرِ حَدّاد، از مشایخ بزرگ صوفیه در سدۀ 3 ق / 9 م که در ایثار و زهد و مجاهدت معروف است. از احوال شخصی و حتی تاریخ وفات او اطلاعی نداریم، خاصه آنکه احوال وی با اخبار مربوط به ابومحمد جعفر بن حذّاء و ابوجعفر حداد صغیر به هم آمیخته است. به گفتۀ انصاری (ص 351) دو ابوجعفر حداد بوده‌اند: یکی کبیر و دیگری صغیر. ابوجعفر حداد کبیر، بغدادی و از اقران جُنید و رُوَیم بوده است، اما ابوجعفر بن بکیر بن حداد صغیر، از مردم مصر و از اصحاب و شاگردان ابوجعفر حداد کبیر بوده و صحبت ابوتراب نخشبی را درک کرده و شاگرد ابن عطا بوده است (همانجا؛ نیز نک‍ : خطیب، 14 / 412).  از استادان ابوجعفر حداد بغدادی تنها نام محمد بن منصور طوسی به ما رسیده است (انصاری، 108؛ جامی، 62). از شاگردان و اصحاب او افزون بر ابوجعفر حداد صغیر مصری (ابن عساکر، 19 / 17؛ خطیب، همانجا)، ظالم بن محمد سائح است (ابن ملقن، 337؛ جامی، 59)، اما معروف‌ترین شاگرد وی جنید بغدادی بوده است (قشیری، 163؛ سهروردی، 150؛ یافعی، 147؛ کاشانی، 248) و ابوجعفر حداد دربارۀ جنید گفته است: «ار عقل مرد بودی، در صورت جنید بودی» (انصاری، 162؛ دارالشکوه، 73).  از مسافرتهای ابوجعفر حداد، آنچه بدان اشاره شد، یکی سفر وی به دمشق است (ابن عساکر، 19 / 16)، دیگر سفرش به مکه که قشیری ضمن دو حکایت از آن یاد کرده است (ص 163، 175)، اما معلوم نیست که این دو استان که دربارۀ کرامات اوست، در یک سفر روی داده، یا به سفرهای متعدد او مربوط بوده باشد (نک‍ : یافعی، 147- 148).  آنچه از حالات ابوجعفر حداد به ما رسیده و حکایاتی که از او نقل شده است، همگی حاکی از زندگانی توأم با زهد و ریاضت و ایثار او است، چنانکه گفته‌اند 17 سال آهنگری کرد و هرچه مزد می‌گرفت، میان درویشان تقسیم می‌کرد و برای خود چیزی نمی‌گذاشت و چون شب فرا می‌رسید، به در خانۀ جنید می‌رفت و پاره‌ای نام می‌گرفت و سپس به مسجد رفته، در آنجا می‌خفت و دیگر از هیچ پیری سؤال نمی‌کرد و منتظر بود تا چه پیش آید (انصاری، 351؛ جامی، 169). روش ابوجعفر در تصوف براساس توکل و یقین بود و اقوال و افعالی که به او نسبت داده‌اند، کلاً نمودار چگونگی سلوک اوست. وی اظهار فقر و زهد و ورع آشکار را ریا می‌دانست و می‌گفت: اگر در لباس درویش نشانۀ فقر دیدی، امیدی به رستگاری وی نداشته باش (انصاری، همانجا؛ ابونعیم، 10 / 340؛ ابن عساکر، 19 / 19).",
    "ابن عساکر، علی بن حسن، تاریخ مدینة دمشق ، نسخۀ عکسی موجود در کتابخانۀ مرکز؛ ابن ملقن، عمر بن علی، طبقات الاولیاء ، به کوشش نورالدین شریبه، بیروت، 1406 ق / 1986 م؛ ابونعیم اصفهانی، احمد بن عبدالله، حلیة الاولیاء ، بیروت، 1387 ق / 1967 م؛ انصاری هروی، خواجه عبداللـه، طبقات الصوفیه ، به کوشش عبدالحی حبیبی و حسین آهی، تهران، 1336 ش؛ خطیب بغدادی، احمد بن علی، تاریخ بغداد ، قاهره، 1349 ق؛ داراشکوه، محمد بن شاه جهان، سکینة الاولیاء ، به کوشش تاراچند و محمدرضا جلالی نایینی، تهران، 1344 ش؛ سهروردی، عبدالقاهر بن عبدالله، عوارف المعارف ، بیروت، 1403 ق / 1983 م؛ قشیری، عبدالکریم، الرسالة القشیریة ، بیروت، دارالکتاب العربی؛ کاشانی، محمود بن علی، مصباح الهدایة و مفتاح الکفایة ، به کوشش جلال‌الدین همایی، تهران، 1325 ش؛ یافی، عبدالله بن اسعد، روض الریاحین فی حکایات الصالحین ، به کوشش ابراهیم عبیدی مالکی، قبرس، مؤسسة عمادالدین.",
    "غلامعلی آریا"
  ],
  "bibliography": [
    "ابن عساکر، علی بن حسن، تاریخ مدینة دمشق ، نسخۀ عکسی موجود در کتابخانۀ مرکز",
    "ابن ملقن، عمر بن علی، طبقات الاولیاء ، به کوشش نورالدین شریبه، بیروت، 1406 ق / 1986 م",
    "ابونعیم اصفهانی، احمد بن عبدالله، حلیة الاولیاء ، بیروت، 1387 ق / 1967 م",
    "انصاری هروی، خواجه عبداللـه، طبقات الصوفیه ، به کوشش عبدالحی حبیبی و حسین آهی، تهران، 1336 ش",
    "خطیب بغدادی، احمد بن علی، تاریخ بغداد ، قاهره، 1349 ق",
    "داراشکوه، محمد بن شاه جهان، سکینة الاولیاء ، به کوشش تاراچند و محمدرضا جلالی نایینی، تهران، 1344 ش",
    "سهروردی، عبدالقاهر بن عبدالله، عوارف المعارف ، بیروت، 1403 ق / 1983 م",
    "قشیری، عبدالکریم، الرسالة القشیریة ، بیروت، دارالکتاب العربی",
    "کاشانی، محمود بن علی، مصباح الهدایة و مفتاح الکفایة ، به کوشش جلال‌الدین همایی، تهران، 1325 ش",
    "یافی، عبدالله بن اسعد، روض الریاحین فی حکایات الصالحین ، به کوشش ابراهیم عبیدی مالکی، قبرس، مؤسسة عمادالدین."
  ],
  "signature": "غلامعلی آریا",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 389
}