{
  "id": "eweb_515",
  "source": "DMBI",
  "cat": "term",
  "link": "https://www.cgie.org.ir/fa/article/246183/%D8%B1%D8%A8%D8%A7%D8%B7%D8%8C-%D8%A8%D9%86%D8%A7",
  "annotator": "Jeremy",
  "title": "رباط، بنا",
  "authors": [
    "نادر کریمیان سردشتی"
  ],
  "last_updated": "یکشنبه 26 بهمن 1399",
  "content": [
    "رِباط، نام بناهایی با کارکرد نظامی در سرزمینهای مسلمان‌نشین در سده‌های نخستین اسلامی، و سپس مرکز آموزشی ـ تربیتی صوفیه، و در گذر زمان در معنای خانقاه و کاروان‌سرا. رباط از ریشۀ «ر ب ط»، و جمع آن رُبُط است و از معانی آن اقامۀ جهاد و مبارزه با دشمنان اسلام و حفظ مرزها ست (ابن‌منظور، ذیل ربط)، و در قرآن 5 بار (با صیغه‌های مختلف) به کار رفته است: در آیۀ 14 سورۀ کهف (18) و آیۀ 10 سورۀ قصص (28) به معنی قوی‌نمودن و محکم نگه‌داشتن و نوعی اطمینان خاطر و آرامش؛ در آیۀ 11 سورۀ انفال (8) به معنی پیونددادن؛ در آیۀ 200 سورۀ آل‌عمران (3) که به‌شکل «رابطوا» آمده، دلیلی است بر وجوب مرابطه، و آن مهیابودن در سرحدات مملکت اسلامی برای حفظ حدود و ثغور و جلوگیری از نفوذ کفار است. با توجه به این آیه و آیۀ 60 سورۀ انفال ثابت می‌شود که «مرابطة فی سبیل الله» به نص قرآن یک امر وجوبی است (نک‍ : رزق، 1 / 98)؛ در آیۀ 60 سورۀ انفال نیز واژۀ «رباط» به کار رفته، که به معنی محکم‌ساختن است و به معنی «مربوط» نیز به‌طور مطلق اطلاق شده است. ترکیب «رباط‌الخیل» در ادبیات عرب بسیار به کار رفته است که دراصل جهاد و تلاش در راه خدا را می‌رساند؛ اضافه‌کردن رباط به خیل بیشتر به اعتبار مواظبت و نگهبانی از مرزهای اسلامی در برابر دشمنان است و در آیۀ یادشده دلالت صریح بر وجوب آمادگی و تهیۀ تجهیزات نظامی و جنگی برای مقابله با دشمنان دین و مسلمانان دارد (آلوسی، 23). با استناد به همین آیه، «رباط‌سازی» در جهان اسلام آغاز شد و رباط‌نشینی و رباط‌سازی به‌عنوان جهاد و دفاع، از آثار عملی این رهنمود قرآنی در صدر اسلام بود. سبک معماری رباطها شبیه قلعه‌های نظامی بود و عمده‌ترین آنها از یک ساختمان مستطیل‌شکل با 4 برج مراقبت تشکیل می‌یافت. هنگامی‌که این رباطها کاربرد نظامی خود را از دست دادند، به محلی برای سیروسلوک، عبادت و سکونت صوفیان تبدیل شدند (کریمی، 508، 511). حسن (ص 26-27، 113) و غنیمه دراین‌باره آورده‌اند: «رباطها دراصل نوعی از بناهای نظامی بود که مجاهدان جنگی در آنان سکنا داشتند و نقشۀ ساختمانش با برخی از استحکامات نظامی بیزانس شباهت داشت. بیشتر این بناها مستطیل‌شکل، و در گوشه‌های آن برجهایی برای دیده‌بانی ساخته شده بود و در اندرون آن بنایی بود که چند سالن بدون دریچه آن را فراگرفته بود. از وقتی که این پایگاه جنبۀ نظامی خود را از دست داد، به‌عنوان خانه‌هایی برای عبادت مورد استفاده قرار گرفت و زاهدان و صوفیان در آن سکنا گزیدند» (ص 362-363).",
    "اسپنسر براساس گزارشهای سراج (ص 316)، مقدسی (ص 118) و یاقوت (3(2) / 598) نخستین رباط تأسیس‌شدۀ صوفیان را «عبّادان» دانسته، و رباط رَمْله را بناشده پس از آن برشمرده است. او تأسیس آن را تاریخی در حدود سال 150 ق / 767 م می‌نویسد، که به‌وسیلۀ یک امیر مسیحی پیش از 184 ق / 800 م بنا شده است؛ البته دراین‌باره اسپنسر گویا به گزارش جامی در نفحات متکی بوده، هرچند در نوشتۀ جامی تاریخی ذکر نشده است (نک‍ : کیانی، محسن، 140-141). عبدالرحمان بدوی نیز نخستین مرکز اقامت صوفیان را در 150 ق / 767 م، و بناشده به‌دست یکی از یاران عبدالواحد بن زید صوحان، دوست رابعۀ عدویه، در عبادان، می‌داند. این رباط بسیار مشهور گشت و گفته می‌شد که ادای نماز در آن فضیلت بسیار دارد. این بنا در 260 ق / 874 م توسط صاحب‌الزنج ویران شد. عبـادان از حیـث خاستگاه تصوف موقعیتی ویـژه داشت، و از نظر جغرافیایی نیز منطقۀ عبادان و دهانۀ خلیج فارس از مهم‌ترین مراکز تمدن بشری و مرکز دینهای زردشتی، مسیحی، صابئی و مانوی بود (ص 32-33). از نظر حدود مرزی هم، منطقۀ عبادان در دوره‌های نخستین جنگهای اسلامی یکی از مرزها به شمار می‌آمد و جملۀ «و لیس وراء عبادان قریة»، در شمار امثال سائره گردیده بود (نک‍ : حمدالله، 31؛ مقدسی، 62-63، 118؛ دبیرسیاقی، 262-263)؛ چنان‌که منوچهری می‌گوید: از فراز همـت او نیـست جای / نیست زآن‌سوتر از عبّادان دهی (ص 98). مقدسی ضمن توجه به این مثل مشهور، به موقعیت مرزی عبادان اشاره کرده، می‌گوید: «در آنجا رباطهایی است و بندگان شایسته‌ای در آن ساکن‌اند و آن سوی آن، شهر و قریه‌ای نیست و دریا ست» (همانجا)؛ اصطخری (ص 33) و حمدالله مستوفی (ص 20، 39) نیز به موقعیت مرزی آنجا اشاراتی دارند؛ همچنین ابوطالب مکی (د 386 ق / 996 م) سکونت در عبادان را به نیت به‌سربردن در رباط توصیه می‌کند، آنجا را شایسته و سزاوار می‌داند و از حضرت علی (ع) نقل می‌کند که او به مردی گفت: «به عبادان برو و 3 روز در میان مرابطان آنجا بمان» (2 / 425).",
    "رباط همچون خانقاه، مدارس و حوزه‌های علمیۀ دینی از مراکز مهم تعلیم و تربیت نظام فکری ـ فرهنگی صوفیه بوده است. در قرنهای نخستین اسلامی که گروههای مختلفی برای دفاع و جهاد به رباطها و مرزهای اسلامی می‌رفتند، بیشتر افراد از مردمی تشکیل می‌شد که از دستۀ فقیران و مجردان و بیکاران بودند و چه‌بسا با تعلیمات اسلامی، چنان‌که شایسته است، آشنایی نداشتند. ضرورتاً عده‌ای از مروجان تعالیم دینی این فرصت را مغتنم شمرده، به رباطها می‌رفتند و مسائل دینی و انسانی و اخلاقی را به‌صورت وعظ و خطابه برای آنان بیان می‌کردند (کیانی، محسن، 66-67، 369-374). یاقوت گزارش کرده که عده‌ای از علما و زهاد برای جهاد در شهر مرزی صور، در منطقۀ شام، ساکن بودند (3(1) / 433). از این نظر، رباطها تا حدودی به کانونهای فرهنگی تبدیل شدند و دو مفهوم جهاد اصغر و جهاد اکبر در هم آمیخت. پس از آنکه از تلاش و کوشش در جهت فتوحات اسلامی تا حدی کاسته شد و مسلمانان موقعیت خود را تثبیت کردند و به مرزهای مطمئنی رسیدند، برخی کانونهای رباطی، ضمن حفظ مرکزیت اجتماعی خود، از معنی اولیۀ پاسگاه مرزی تغییر مفهوم دادند و به‌صورت مراکز فرهنگی درآمدند و مورد استفادۀ طالبان تعلیم و تعلم قرار گرفتند (کریمی، 511). در حالات عبدالله مبارک (118-181 ق / 736-797 م) آمده است که او در شهر مرو دو رباط بنا کرد: یکی برای اهل حدیث (مالکیان)، و یکی برای اهل رأی (حنفیان)، و خود در آنجا به تدریس نشست (هجویری، 118- 119). جرجی زیدان رباطها را از مراکز تعلیم و تعلم و تدریس برمی‌شمارد (ص 625). با توجه به اینکه صوفیان پایبند اسلام و شریعت بودند، در زمینۀ تعلیم و تعلم کتابهایی همچون قوت القلوب ابوطالب مکی، التعرف کلاباذی، احیاء علوم الدین امام غزالی و عوارف المعارف سهروردی همواره جزو کتب درسی آنها در رباط محسوب می‌شده است؛ افزون‌براین، در زمینۀ حدیث، تفسیر قرآن و فقه نیز گاهی به تدریس می‌پرداخته‌اند (نک‍ : دنبالۀ مقاله). در حوزۀ بغداد، فعالیتهای فرهنگی در رباط گسترده‌تر و چشمگیرتر بود، زیرا رباطهای صوفیه در پرتو حمایت خلفای عباسی و با اندک‌تفاوتی به‌صورت مدارس دینی اداره می‌شد؛ چنان‌که رباط عزالدین ابی‌الحسن (500 ق / 1107 م)، به‌سبب فعالیت فراوان درسی، به نام «مدرسۀ سعادت» هم خوانده می‌شد (ابن‌فوطی، 1 / 188- 189؛ جواد، 249). در رباطهای سرزمین ایران، به‌ویژه در منطقۀ فارس، به‌سبب نزدیکی و تأثیرپذیری از حوزۀ علمی بغداد، به امر تدریس توجه، و در برخی از رباطهای شیراز به آن پرداخته می‌شد؛ چنان‌که شیخ رکن‌الدین معروف به زاهد و شیخ ناصرالدین ابواسحاق در رباطها و صومعه‌های خویش، و نیز شیخ عبدالسلام کازرونی در رباط امینی و مولانا فخرالدین احمد شاشی، مولانا سعیدالدین بلیانی کازرونی و دیگران در رباط شیخ کبیر تدریس می‌کرده‌اند (جنید، 61-63، 88، 187، 408، 415). ازاین‌رو، رباط همانند خانقاه دارای شیخ، استاد، مدرس و قاری بود. نمونۀ برجستۀ آن «رباط‌الآثار» در مصر بود که از آن به‌عنوان معروف‌ترین رباطی که حلقه‌هایی برای تعلیم خواندن و نوشتن و مسائل دینی و تصوف در آن دایر می‌گشت، یاد شده است؛ ناصرالدین محمد بن تاج‌الدین آن را معمور و آباد ساخت و در آن دروسی برای فقهای شافعیه مقرر کرد و مدرسی برای آنجا تعیین نمود (مقریزی، 4(2) / 801-802). همچنین رباط یکی از مراکزی بود که دانشمندان برای سیروسلوک، و طلاب به‌منظور تحصیل علم در آنجاها از نقطه‌ای به نقطه‌ای دیگر کوچ می‌کردند و نواحی مختلف عالم را در حدود و امکانات خود می‌گشتند و برای آموختن حدیث، علوم دینی و ادبیات عرب به رباطها روی می‌آوردند؛ ازجمله، قاضی ابوبکر بن عربی (468-543 ق / 1076- 1148 م)، محدث نامی، آنگاه که از اندلس به مشرق می‌رفت، وارد بغداد شد و در رباط ابی‌سعد ــ که مقـابل مدرسۀ نظـامیه قرار داشت ــ سکنا گزید و به امام غزالی پیوست و نزد او درس خواند. نیز از همو نقل شده است که می‌گفت: «ورد علینا دانشمند»، یعنی دانشمند بر ما وارد شد؛ کلمۀ «دانشمند»، مانند حجةالاسلام، از القاب و عناوین ویژۀ غزالی بود که به جای کلمۀ «علامۀ» عربی در نام‌بردن از او استفاده می‌شد. مقری می‌گوید: دانشمند ]غزالی[ بر ما وارد شد و در رباط ابی‌سعد سکنا گزید و از دنیا اعراض نمود و به خداوند روی آورد. نزد وی رفتیم و خواهش خود را بر او عرضه نمودیم. به او گفتم: «تو آن گم‌شده و گم‌گشته‌ای هستی که در جست‌وجویش بودیم، و تو آن پیشوایی هستی که باید از او رهبری جوییم» (نک‍ : حجتی، 2 / 45-46). ابن‌جوزی نیز در تاریخ المنتظم می‌نویسد: غزالی در جمادی‌الاول 484 از اصفهان برای تدریس در نظامیه به بغداد آمد و چند سال کرسی ریاست و تدریس را دایر داشت؛ در ذیقعدۀ 488 به ترک ریاست و تدریس گفته، از بغداد به بیت‌المقدس رفت و طریقۀ زهد و خشن‌پوشی اختیار کرد، بعد از آنکه مردی متجمل و نرم‌پوش بود. پس از وی برادرش امام احمد غزالی در تدریس نظامیه جانشین برادرش گردید. غزالی پس از 3 سال که از بغداد خارج شده بود، در 490 ق باز به بغداد آمد و در آن موقع احیاء العلوم را تصنیف کرده بود؛ در رباط می‌نشست و آن کتاب را تدریس می‌کرد و جماعتی بسیار گرد او جمع می‌شدند و از وی حدیث و مواعظ احیاء العلوم را استماع می‌کردند؛ در همان سال، باز از بغداد به سفر حج رفت و سپس به وطنش برگشت (9 / 55، 87). رباطهای مصر نیز قاریان و فقهای ویژه‌ای داشتند که حتى ملزم بودند در وقت مشخصی در رباط حاضر باشند و به تلاوت و تدریس بپردازند؛ برای نمونه، در رباط علایی 10 تن از فقهای برجسته هر روز در ایام هفته حاضر می‌شدند (مقریزی، 4(2) / 805). گاهی در برخی رباطهای مصر دروسی که به طلبه‌ها و مریدان تعلیم داده می‌شد، متعلق به مذاهب ائمۀ اربعه بود و نیز دروسی در حدیث و قرائت قرآن به روایت قُرّاءِ سبعه تدریس می‌شد. برای هر درس نیز مدرسی تعیین می‌گشت که متولی تدریس آن دروس بود و غیبت و حضور وی وارسی می‌شد. پس از دروس یادشده، به صرف‌ونحو و بلاغت نیز پرداخته می‌شد (نک‍ : طویل، 39-40). یکی از برنامه‌ها و فعالیتهای صوفیان تشکیل مجالس وعظ (مجلس‌گویی) و سخنرانی، امر به معروف و نهی از منکر، و توجه‌دادن مریدان به خدا و آداب صوفیان در رباطها بود. کار مجلس‌گویی و موعظه نخستین‌بار از داخل رباطهای مرزی برای رباط‌نشینان آغاز شد و پس از آن در خانقاهها متداول گشت. بخشی از برنامه‌های ارشادی مریدان از طریق سخنرانیها انجام می‌گردید. به‌هرروی، موضوع ارشاد مریدان در رباطها از فعالیتهای مهم محسوب شده است (کیانی، محسن، 373)؛ چنان‌که گزارش کرده‌اند که ابوالنجیب سهروردی (490-563 ق / 1097- 1168 م)، فقیه و شیخ صوفیه، در رباط کنار شط (معصوم‌علیشاه، 2 / 313) و کمال‌الدین سهروردی (سدۀ 8 ق / 14 م) در رباط شیخ شهاب‌الدین سهروردی، مردم و مریدان را موعظه می‌کردند (ابن‌فوطی، 1 / 252-253). این کار در رباطهای شیراز نیز انجام می‌گرفته است؛ شیخ نجم‌الدین محمود، از مشایخ صوفیه در اواخر سدۀ 7 و اوایل سدۀ 8 ق، در رباط خود، و شیخ زین‌الدین روزبهان در سدۀ 8 ق در رباط شیخ ابوزُرعه (جنید، 227- 228، 262-263) به وعظ می‌پرداختند. جامی نیز گزارش کرده که شیخ عبدالقادر گیلانی (471-561 ق / 1078-1166 م) در رباط خود مجلس می‌گفت و شیوخ بزرگ هم آنجا حضور می‌یافتند (ص 511). ابن‌جوزی در المنتظم از رباط بهروز (از رباطهای شهر بغداد) یاد کرده است و می‌گوید: امام احمد غزالی، برادر امام محمد غزالی، در این رباط مجلس می‌گفت. نیز همو، ذیل وقایع 520 ق / 1126 م که از رباط تاجیه (از رباطهای بغداد) سخن می‌راند، می‌نویسد: احمد غزالی که در وعظ چیره بود، در این رباط مجلس می‌گفت (9 / 260-261). شیخ شهاب‌الدین سهروردی در سدۀ 6 ق / 12 م شماری از رباطها و خانقاههای متعلق به صوفیه را در بغداد اداره و سرپرستی می‌کرد (کیانی، محسن، 362؛ همایی، 19). خلیفه الناصرلدین‌الله (حک‍ 575- 622 ق / 1179-1225 م) رباطی مخصوص برای او ساخت و شیخ روزهای معینی از هفته را به مجلس و وعظ می‌پرداخت (همو، 22- 23؛ ابن‌فوطی، 1 / 454-455، نیز حاشیۀ 3). شمار ساکنان رباط بستگی به محل و نوع رباط داشت؛ ساکنان برخی رباطها که از مراکز شهری بسیار فاصله داشتند، کمتر بود و برخی رباطها که در شهرها، یا در کنار شهرها، و یا در مسیر جاده‌های کاروان‌رو بر پای بودند، پرجمعیت‌تر و شلوغ‌تر بودند. دربارۀ شمار مریدان و سالکانی که در رباط می‌مانده‌اند و یک دورۀ تربیتی را می‌گذرانده‌اند، هرچند آمار دقیقی نمی‌توان ارائه کرد، به نمونه‌هایی در تاریخ برمی‌خوریم؛ ازجمله دربارۀ مریدان روزبهان بقلی آمده است که: «شیخ احمد شهره ... گفت: ما چهل تن از مریدان ملازم خدمت شیخ بودیم بردوام، چنان‌که شب در رباط می‌بودیم و کمر خدمت شیخ بسته بودیم تا شیخ چه فرماید» (شرف‌الدین، 58). گاهی ساکنان برخی ربا‌طها از هزار تن هم افزون بود؛ گویند رباط شیخ محمد سیف‌الدین فاروقی 400‘1 سکنه داشت که هرکدام بر وفق علاقه به غذایی خاص تغذیه می‌شده‌اند (نبهانی، 1 / 340-341). گاهی این شمار بیشتر می‌شد و طبیعی بود که اجتماع جمعیت بسیار در یک رباط، مشکلات عدیده‌ای را پدید می‌آورد؛ بنابراین، به مصلحت مرابطین یا رباط‌داران نبود که شمار ساکنان رباط بیش از حدی باشد که موقوفات ثابت رباط توان اقتصادی آن را دارد، زیرا تأمین غذا و معیشت ساکنان وابسته به همین موقوفات بود (کیانی، محسن، 271 بب‍‌ ). ازاین‌رو، گردانندگان رباطها شمار ساکنان رباط را تقلیل دادند و میان مجردها و متأهلان جدایی افکندند و هر دسته‌ای را در رباطی خاص جای دادند و سعی کردند شمار مقیمان از حد و ظرفیت رباطها بیشتر نشود (ابن‌بطوطه، 1 / 37- 38). رباطها معمولاً از مراکز عمدۀ خاک‌سپاری شیوخ و بزرگان تصوف بوده است؛ بیشتر شیوخ تصوف که در رباطها به ارشاد مریدان می‌پرداختند، در رباط خود مدفون شده‌اند و به همین سبب، بخش اعظمی از مزارات بزرگ متصوفه و مرقد سالکان و عرفای برجسته در همین رباطها جای دارد که از جملۀ آنها می‌توان به شیخ معین‌الدین ابوذر، ابراهیم رباطی و شیخ ابوسعید ابی‌الخیر اشاره کرد (جنید، 57- 59؛ خواجه عبدالله، 76؛ محمد بن منور، 375). از بدو تأسیس رباطها، بر این مراکز نیز همچون مساجد وقفیاتی می‌شده، تاآنجاکه وارد مباحث فقهی نیز شده است. در تاریخ رباط به نمونه‌های زیادی برمی‌خوریم که دارای وقفیاتی بوده‌اند و روستاها و املاک و اموال کثیری بر آنها وقف شده است؛ برای نمونه، رباط شهرالله یا رباط کرک در شیراز که بانی آن اتابک سعد بن زنگی بود و او چند قطعه زمین بر آن وقف کرده بود. از رباطهای دیگر شیراز که موقوفاتی داشته، رباط خفیف است که اتابک زنگی بن مودود بر سر «قبر شیخ ابوعبدالله ابن‌خفیف شیرازی ساخت» و به قول جنید شیرازی «چند پاره ده معتبر یا چند قطعه زمین بدان وقف کرد» (نک‍ : احمد زرکوب، 51، 53-54). ناصرالدین منشی مؤلف سمط العلى گزارش نموده که رکن‌الدین خواجه جوق، از فرمانروایان کرمان در سدۀ 7 ق / 13 م، نیز با صوفیان رابطۀ نیکی داشت و به آنان احسان می‌نمود و برای رباطها و مؤسسات آنها اوقاف فراوانی مقرر می‌کرد (ص 29). خواجه تاج‌الدین علیشاه (د 724 ق / 1324 م)، وزیر ابوسعید ایلخانی (حک‍ 716-736 ق / 1316- 1335 م)، در عراق و آذربایجان افزون‌بر مدارس و مساجد و خانقاه، رباطهایی بنا، و مستغلاتی نیز بر آنها وقف کرده بود (خواندمیر، 3 / 208). باآنکه رباطها در تعلیم‌وتربیت و گسترش علوم اسلامی نقشی بسزا داشتند و برخی از بزرگان و مشایخ صوفیه در آنجا به تربیت مریدان و تدریس و ارشاد می‌پرداختند، فقها و علمای بسیاری با اساس رباط صوفیه مخالف بودند و آن را بدعتی در برابر مسجد به حساب می‌آوردند، همچنان‌که با تأسیس خانقاه و زاویه و تکایای صوفیه نیز مخالفت داشتند (نک‍ : کیانی، محسن، 511-521).",
    "از موارد قابل ذکر در تاریخ رباط تشکیل کتابخانه در آن است. کتابها توسط بانی رباط و یا مردم گردآوری، و وقف و هدیه می‌شد. وجود کتابخانه در رباطهای بغداد (نک‍ : عواد، 6-7) در تاریخ رباطها از اهمیت بسیاری برخوردار بود، زیرا غالب آن رباطها، در پرتو حمایت خلفای عباسی، به‌صورت مدارس دینی اداره می‌شد و در هنگام تأسیس رباط، شماری کتاب هم برای مطالعه، مراجعه، استناد و استنساخ در آنجا فراهم می‌آمد (کیانی، محسن، 382). رباطهایی که کتابخانه‌های مهمی داشته‌اند، اینها ست: 1. رباط سیده زمرد خاتون (مادر خلیفه الناصرلدین‌الله): این رباط کتابخانه‌ای داشته که شمس‌الدین ذهبی شمار کتابهای آن را 470 جلد، و سبط ابن‌جوزی بالغ بر 200 جلد دانسته‌اند (نک‍ : جواد، 224). 2. رباط زوزنی: متصدی کتابخانۀ وسیع این رباط ابن‌نجار مورخ بغدادی بوده است. محب‌الدین محمد ابن‌نجار (578-643 ق / 1183- 1245 م)، از مورخان، محدثان، رجال‌شناسان و ادبای شافعی‌مذهب، خود نیز کتابخانۀ بزرگی داشت که بنابه وصیت او وقف مدرسۀ نظامیه گردید (همانجا، نیز 226). 3. رباط امیر فخرالدین، در قرافۀ مصر که به‌دست امیر فخرالدین در سدۀ 6 ق / 12 م بنیاد شد و کتابخانه‌ای نیز در کنار آن تشکیل گردید (مقریزی، 4(2) / 186). 4. کتابخانۀ رباط حریم طاهری: ابن‌اثیر ذیل حوادث 589 ق / 1193 م از این کتابخانه یاد کرده است. حریم طاهری نام یکی از محلات بغداد بوده است (نک‍ : جواد، 242). 5. کتابخانۀ رباط مأمونیه: این رباط نیز در بغداد بر پا بوده و نام آن مأخوذ از مأمونیه، یکی از محلات بغداد کهن، بوده است (همو، 224). 6. کتابخانۀ رباط باتکین بصره: این کتابخانه به‌دست امیر ابوالمظفر باتکین (د 640 ق / 1242 م) در دورۀ خلافت المستنصرباللٰه بنیاد گردید (عواد، 171-172). 7. کتابخانۀ رباط ربیع در مکه (فاسی، العقد ... ، 2 / 246، 6 / 276؛ ابن‌فهد، 2 / 564). 8. کتابخانۀ شرابی در مکه (همو، 3 / 60؛ فاسی، همان، 3 / 324-325، شفاء ... ، 1 / 331). 9. کتابخانۀ رباط ابن‌نیار در بغداد (ابن‌فوطی، 1 / 169-170). 10. کتابخانۀ رباط ابرقوهی در مکه (فاسی، العقد ، 5 / 4). 11. کتابخانۀ رباط خوزی در مکه (همان، 3 / 44، 7 / 137؛ سخاوی، التحفة ... ، 1 / 181). 12. کتابخانۀ رباط صفا در مکه (همو، الضوء ... ، 1 / 115، 116).",
    "در ساخت رباط، مانند بسیاری دیگر از بناهای دوران اسلامی، سبکهای رایج در هر سرزمین را به کار می‌گرفتند. این بناها معمولاً چهارگوش و شامل دیواری پیرامونی، مسجد، انبارهای سلاح، اصطبل و برجهای نگهبانی در گوشه‌ها بود. اندازۀ رباطها گوناگون بود و گاهی به قلعه‌ای کوچک یا حتى برجی دیده‌بانی می‌مانست (محمد، 1 / 413، حاشیۀ 1). گاهی رباطها به استحکامات نظامی رومیان شباهت داشت، بناهایی چهارگوش با برجهای گوشه‌ای؛ گاهی نیز یک رباط شامل چند تالار می‌شد (حسن، 26-27). به گفتۀ مقدسی، رباطهای سواحل شام مناره‌هایی برای برافروختن آتش و فرستادن پیام داشتند؛ این مناره‌ها پیام را به‌سرعت از رباطها به آبادیها می‌رساندند. در روز، پیام را با دود می‌فرستاند (ص 177). یکی از کهن‌ترین رباطهای برجاماندۀ افریقیه، رباط سوسه در شمال کشور تونس است. این رباط را که پایگاه حمله به سیسیل بود، اغلبیان در 206 ق / 821 م ساخته‌اند. رباط سوسه بنایی است مربع‌شکل و دوطبقه، با ابعادی نزدیک به 40 متر، که در گوشه‌ها و میانۀ هر ضلعْ برجی گرد دارد. در گوشۀ بنا مناره‌ای است و در طبقۀ پایین رباط، پیرامون حیاط، رواق و اتاقهایی قرار گرفته است. در طبقۀ بالا، تالاری کشیده و ستون‌دار ساخته‌اند که مسجد رباط بوده است (کرسول، 287 ).",
    "از مشکلاتی که در مباحث رباط‌شناسی مطرح بوده، خلط مبحث موضوع و کاربری رباط با کاروان‌سرا (به عربی: خان و جمع آن خانات) است که موجب برداشتهای اشتباه فاحشی در این مقوله شده است؛ ازجمله: تعریفی از رباط شده که بیشتر زیبندۀ توصیف کاروان‌سرا ست تا رباط، و گاه نیز رباط مترادف با کاروان‌سرا پنداشته شده است (پیرنیا، 232؛ همو و افسر، 122-124)؛ در این لغزش، رباطها بیشتر بر ساختمانهایی اطلاق شده که بیرون از شهر و آبادی و کنار راه بوده‌اند، حال‌آنکه بسیاری از رباطها در سده‌های 6- 8 ق / 12-14 م در ایران، که به‌عنوان رباط صوفیه کاربری داشته‌اند، داخل شهر و یا در کنار آبادی ساخته شده‌اند. دیگر اینکه هیچ دلیلی از حیث فقه‌اللغه برای ریشۀ واژۀ رباط عرضه نشده، درحالی‌که تمامی کتابهای عربی و فرهنگهای لغت و مفسران قرآن ، ذیل آیاتی که واژۀ ربط و رباط در آن به کار رفته است، این واژه را عربی و مشتق از ربط می‌دانند. سوم اینکه از توضیحات و شرحی که از طرحهای رباط و کاروان‌سرا عرضه شده است (پیرنیا، 234-235)، نتیجه می‌گیریم که چندان تفاوتی میان رباط و کاروان‌سرا قائل نبوده‌اند و به‌ویژه حجره‌های مریدان را با اتاقهای مسافران تاجرپیشه یکی دانسته، و در اصل مکان و کاربری و اهداف ساختمان رباط و کاروان‌سرا خلط مبحث کرده‌اند؛ حال‌آنکه رباطهای صوفیه در ایران بسیار پراکنده و پرشمار بوده‌اند، به‌ویژه آنکه در دو حوزۀ خراسان و فارس صدها رباط صوفیه بر پای بوده است، تاآنجاکه طی دو سده در اقلیم فارس 400 رباط صوفیه را برشمرده‌اند که هیچ ارتباطی با خان یا کاروان‌سرا نداشته‌اند (کریمیان، 534). همچنین سیرو دربارۀ تاریخ شکل‌گیری رباطها گفته است که در سده‌های نخستین دورۀ اسلامی فتوحات سریع اعراب سبب گسترش وسیع سرزمینهای مسلمان شد، اما ایالاتی که در نواحی دوردست قرار داشتند، به‌آسانی زیر بار حکومت اعراب نمی‌رفتند و غالب اوقات عَلَمِ استقلال برمی‌افراشتند؛ ازاین‌رو، حکومت خلفا در طول راهها، از اقیانوس اطلس تا صحراهای آسیای مرکزی، پستهای نظامی و ایستگاههایی برقرار کردند که «رباط» نام گرفتند و اکنون در فاصلۀ هزاران کیلومتر نسبت به مرکز خلافت هنوز بسیاری از بنا‌های میان را‌هها ــ که ارتباطی با پستهـای نظـامی خلفـا ندارند ــ نام «رباط» دارند و رباط به مفهوم ایستگاه روستا و شهر، و کاروان‌سرا پذیرفته شده است (نک‍ : کاروان‌سراها ... ، 186). سیرو که به سوابق رباط اشاره کرده، تا حدودی سخنش پذیرفتنی است، اما وی گاه از رباطها به‌عنوان بناهای کوچک مسیر راهها یاد می‌کند، و گاهی آن را با یک برج نظامی و یک قلعۀ کوچک اشتباه می‌پندارد و گاه کاربرد واژۀ رباط را در ایران در آغاز برای پستهای امدادی و نظامی می‌داند. به گمان او، این رباطها از سدۀ 6 و 7 ق / 12 و 13 م در نقش سنتی کاروانها سهیم بوده، و زمانی با حیاطها و مضافات به‌طور قابل ملاحظه‌ای گسترش یافته‌اند تا به‌عنوان کاروان‌سرا یا سربازخانه استفاده شوند ( راهها ... ، 54-55). در کتیبۀ رباط شرف، که در دورۀ سنجر بن ملکشاه (سل‍ 511- 552 ق / 1117-1157 م) به اهتمام ترکان خاتون در 549 ق / 1154 م (مطابق کتیبۀ آن) شکل گرفته، به‌تصریح «رباط شرف» حک شده که برای سیروسلوک صوفیان بنیاد گشته است، و یا در کتیبۀ رباط سرچم، که در دورۀ ابوسعید بهادر خان (حک‍ 717-736 ق / 1317-1335 م) در 733 ق / 1333 م ساخته شده، بر «رباط سرچم» تصریح شده است، حال‌آنکه این نمونه‌ها را در ردیف کاروان‌سراها جای داده‌اند؛ باآنکه در عربی هیچ‌گاه برای کاروان‌سرای پارسی واژۀ رباط به کار نمی‌گرفته‌اند و بین «خان» و «رباط» خلط نمی‌کرده‌اند، و اگر بنایی به قصد کاروان‌سرا ساخته می‌شد، از واژۀ «خان» استفاده می‌کردند نه از واژۀ «رباط» که صبغۀ دینی و صوفیانه دارد (کریمیان، 536-537). البته در دورۀ صفویه و پس از آن، به نمونه‌هایی برمی‌خوریم که واژۀ رباط در معنای کاروان‌سرا، نه‌تنها در متون (ادیب‌الملک، 66، 78، 80، 88، 97، 107- 108، 294، 295)، بلکه در کتیبه‌ها به کار گرفته شده، که البته این خاص ایرانیان بوده است؛ برای نمونه، رباط مزینان (صفویه)، رباط آهوان (1097 ق)، رباط دهنه (قاجاریه)، و رباط ماهیدشت (1275 ق) (کیانی، محمدیوسف، 35، 80، 163، 196). نکتۀ مهم آن است که رباط در معنای کاروان‌سرا بیشتر در فرهنگها و لغت‌نامه‌های 100 سال اخیر ایران وارد شده، و مستندات دهخدا (نک‍ : لغت‌نامه ... ) گویای آن است. حاصل این پژوهشها نشان می‌دهد که حاکمیت تفکر کاروان‌سرایی در خصوص رباط به‌ویژه از دورۀ صفویه به بعد مرسوم شده است."
  ],
  "bibliography": null,
  "signature": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}