{
  "id": "eweb_518",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/226445/%D8%A7%D8%A8%D9%88%D8%AD%D9%81%D8%B5-%D8%AD%D8%AF%D8%A7%D8%AF",
  "annotator": "Jeremy",
  "title": "ابوحفص حداد",
  "authors": [
    "حسین لاشیء"
  ],
  "last_updated": "چهارشنبه 21 خرداد 1399",
  "content": [
    "اَبوحَفْصِ حَدّاد، عمرو بن سلمۀ نیشابوری (د دهۀ 7 سدۀ 3 ق)، از مشایخ بزرگ تصوف خراسان برخی نام او را عمر و نام پدرش را سالم یا مسلم نیز آورده‌اند (سلمی، طبقات ، 105؛ خطیب، 2 / 220؛ انصاری، 95؛ سمعانی، 4 / 78). زادگاه او قریۀ كورآباد، واقع بر دروازۀ نیشابور به سوی بخارا بود (سلمی، همانجا؛ انصاری، 96). دربارۀ وجه تمسیۀ او به حداد و چگونگی تغییر حال او گفته‌اند كه شغل او آهنگری بود و روزی به هنگام غلبۀ حال و یا بنا به قولی به منظور اظهار كرامت، دست بر كوره برده و آهنی گداخته بیرون آورده و آهن در دست او سرد گشته و پس از آنكه به خود آمده، دكان را به غارت داده و شغل خود را رها كرده است (سراج، 328- 329؛ ابونعیم، 10 / 230؛ سمعانی، 4 / 78- 79؛ عطار، 391). او خواهرزادۀ بشر حافی (سلمی، «جوامع آداب»، 5) و از شاگردان عبدالله بن مهدی ابیوردی (باوردی) و چندی نیز از مصاحبان علی نصرآبادی بود. ابوعثمان حیری، محفوظ بن محمود، ابومحمد مرتعش و یوسف بن محمد زجاجی از مریدان و شاگردان او بودند. ابوعبدالله سجزی، شاه شجاع كرمانی، علی بن شعیب سقا، عبدالله ابن محمد خراز، ابوجعفر احمد بن حمدان، ابوعلی ثقفی و حمدون قصار نیز با او مصاحبت داشته‌اند (همو، طبقات، 103، 105، 183، 251، 269، 336، 356، 370؛ انصاری، 102، 104، 239، 330). او با جنید بغدادی نیز ملاقات داشته و دربارۀ جوانمردی میان آن دو گفت‌وگویی شده و تعریف او از جوانمردی تحسین جنید را برانگیخته است (عطار، 394).  در كتاب الفهرست از شخصی به نام ابوحفص حداد یاد شده است كه از متعزله بوده و كتابی با عنوان الجاروف فی تكافوءِ الادلة داشته است (ابن ندیم، 216) و در برخی منابع دیگر به این مطلب با دگرگونیهایی اشاراتی دیده می‌شود و نیز نسبت تشیع به او داده شده است (نك‍ : خیاط، 97، 142، 150، 152) و در الرجال كشی (ص 258) روایتی از قول یونس بن عبدالرحمن قمی از طریق او آمده است، ولی سید مرتضی این نسبت را مردود می‌شمارد (1 / 89). این شخص ظاهراً غیر از ابوحفص حداد، صوفی معروف است و در هیچ یك از كتب تذكره و طبقات صوفیه به معتزلی بودن او اشاره نكرده‌اند و كتاب الجاروف مذكور و هیچ كتاب دیگری را به او نسبت نداده‌اند واز اقوال منقول از او چیزی كه دلالت بر معتزلی بودن وی كند، برنمی‌آید. ابوحفض آن چنان در زهد و ورع معروف بود كه برخی از نویسندگان از او به عنوان زاهد یاد كردند (نك‍ : ابن‌جوزی، 5 / 53، ذهبی، 12 / 510؛ انصاری، 95)، اما او خود سخت از شهرت بیزار بود، تا آنجا كه با داشتن مشرب تصوف از پوشیدن لباس پشمین در ملأ عام امتناع داشت و همچون اهل بازار قبا بر تن می‌كرد و چون به خانه می‌رفت، لباس پشمین می‌پوشید (سلمی، «رسالة الملامتیة»، 108).  معمولاً او را در شمار نخستین صوفیان ملامتیه قرار می‌دهند و برخی از اقوالی كه از او نقل شده و نیز حكایاتی كه به او نسبـت داده‌اند، از گرایش او به ایـن طریقـه حكایت دارد (نك‍ : عفیفی، 15، جم‍‌ ). اما شیوۀ او در این طریقه در عین اجتناب از هر كاری كه بویی از ریا و رعونت در آن باشد، ترغیب مریدان به اعمال و مجاهدات بود كه با روش زاهدانۀ او در تصوف نیز سازگاری داشت. این شیوه به ظاهر مغایر با شیوۀ برخی دیگر از شیوخ ملامتیه چون حمدون قصار بود كه به تحقیر اعمال و اظهار سیئات و اخفای حسنات توجه داشتند. اگر چه در حقیقت برای تربیت سالكان این دو شیوه مكمل یكدیگرند. شیوۀ میانه و كامل را نزد ابوعثمان حیری كه برگزیدۀ مریدان ابوحفص بود، یا وضوح بیشتری می‌توان مشاهده نمود (سلمی، همان، 103).  او چنان بر لزوم رعایت آداب تكیه داشت كه تصوف را مجموعه‌ای از آداب تعریف می‌كرد (هجویری، 47). گفته‌اند که وقتی جنید (یا شبلی) به او اعتراض كرد كه چرا تو اصحاب خویش را ادب پادشاهان آموخته‌ای؟ پاسخ داد كه حسن ادب ظاهر، نشانۀ ادب باطن است (مستملی، 1 / 100؛ عطار، 395؛ كاشانی، 204). او مانند اكثر مشایخ صوفیه سخت پای‌بند شریعت بود و معتقد بود كه سالك همواره باید افعال احوال خود را با كتاب و سنت بسنجد (ابونعیم، همانجا). هجویری او را در زمرۀ مشایخی معرفی می‌كند كه حضور را مقدم بر غیبت می‌دانستند (ص 321). سال وفات او به درستی معلوم نیست و سالهای 265، 267، 270 ق را به عنوان تاریخ وفات او ذكر كرده‌اند (سلمی، طبقات ، 105-106؛ سمعانی، 4 / 79). قبرش در نیشابور واقع در شارع ادك بوده و محفوظ ابن محمود نیز در كنار او دفن شده است. وصیت سلمی نیز این بود كه در حال وفات سر من بر پای ابوحفص نهید (خلیفۀ نیشابوری، 153، 157؛ سلمی همانجا؛ عطار، 400؛ سمعانی، همانجا).",
    "ابن جوزی، عبدالرحمن بن علی، المنتظم ، حیدرآباد دكن، 1357 ق؛ ابن ندیم، الفهرست ؛ ابونعیم، احمد بن عبدالله، حلیة الاولیاء ، قاهره، 1357 ق؛ انصاری هروی، خواجه عبدالله، طبقات‌الصوفیه ، به كوشش عبدالحی حبیبی، كابل، 1341 ش؛ خطیب بغدادی، احمد بن علی، تاریخ بغداد ، قاهره، 1350 ش؛ خلیفۀ نیشابوری، احمد بن محمد، ترجمه و تلخیص تاریخ نیشابور حاكم نیشابوری، به كوشش بهمن كریمی، تهران، 1339 ش؛ خیاط عبدالرحیم بن محمد، الانتصار ، به كوشش نیبرگ، قاهره، 1344 ق / 1925 م؛ ذهبی، محمد بن احمد، سیر اعلام النبلاء ، به كوشش شعیب ارنؤوط و صالح سمر، بیروت، 1404 ق، سراج عبدالله بن علی، اللمع فی التصوف ، به كوشش نیكلسون، لیدن، 1914 م؛ سلمی: محمد بن حسین، «جوامع آداب الصوفیة»، مجموعۀ آثار ابوعبدالرحمن سلمی ، به كوشش نصرالله پورجوادی، تهران، 1369 ش؛ همو، «رسالة الملامتیة»، الملامیتة (نك‍ : هم‍ ، عفیفی)؛ همو، طبقات الصوفیة ، به كوشش پدرسون، لیدن، 1960 م؛ سمعانی، عبدالكریم بن محمد، الانساب ، به كوشش عبدالرحمن معلمی یمانی، حیدرآباد دكن، 1384 ق؛ سید مرتضی، علی بن حسین، الشافی فی الامامة ، به كوشش عبدالزهراء حسینی خطیب و فاضل میلانی، تهران، 1407 ق؛ عطار، فریدالدین، تذكرة الاولیاء ، به كوشش محمد استعلامی، تهران، 1360 ش؛ عفیفی، ابوالعلاء، الملامتیة والصوفیة واهل الفتوة ، قاهره، 1364 ق / 1945 م؛ كاشانی، محمود بن علی، مصباح الهدایة ، به كوشش جلال‌الدین همائی، تهران، 1325 ش؛ كشی، محمد، معرفة الرجال ، اختیار طوسی، به كوشش حسن مصطفوی، مشهد، 1348 ش؛ مستملی بخاری، اسماعیل بن محمد، شرح التعرف ، به كوشش محمد روشن، تهران، 1363 ش؛ هجویری، علی بن عثمان، كشف المحجوب ، به كوشش ژوكوفسكی، تهران، 1979 م.",
    "حسین لاشیء"
  ],
  "bibliography": [
    "ابن جوزی، عبدالرحمن بن علی، المنتظم ، حیدرآباد دكن، 1357 ق",
    "ابن ندیم، الفهرست",
    "ابونعیم، احمد بن عبدالله، حلیة الاولیاء ، قاهره، 1357 ق",
    "انصاری هروی، خواجه عبدالله، طبقات‌الصوفیه ، به كوشش عبدالحی حبیبی، كابل، 1341 ش",
    "خطیب بغدادی، احمد بن علی، تاریخ بغداد ، قاهره، 1350 ش",
    "خلیفۀ نیشابوری، احمد بن محمد، ترجمه و تلخیص تاریخ نیشابور حاكم نیشابوری، به كوشش بهمن كریمی، تهران، 1339 ش",
    "خیاط عبدالرحیم بن محمد، الانتصار ، به كوشش نیبرگ، قاهره، 1344 ق / 1925 م",
    "ذهبی، محمد بن احمد، سیر اعلام النبلاء ، به كوشش شعیب ارنؤوط و صالح سمر، بیروت، 1404 ق، سراج عبدالله بن علی، اللمع فی التصوف ، به كوشش نیكلسون، لیدن، 1914 م",
    "سلمی: محمد بن حسین، «جوامع آداب الصوفیة»، مجموعۀ آثار ابوعبدالرحمن سلمی ، به كوشش نصرالله پورجوادی، تهران، 1369 ش",
    "همو، «رسالة الملامتیة»، الملامیتة (نك‍ : هم‍ ، عفیفی)",
    "همو، طبقات الصوفیة ، به كوشش پدرسون، لیدن، 1960 م",
    "سمعانی، عبدالكریم بن محمد، الانساب ، به كوشش عبدالرحمن معلمی یمانی، حیدرآباد دكن، 1384 ق",
    "سید مرتضی، علی بن حسین، الشافی فی الامامة ، به كوشش عبدالزهراء حسینی خطیب و فاضل میلانی، تهران، 1407 ق",
    "عطار، فریدالدین، تذكرة الاولیاء ، به كوشش محمد استعلامی، تهران، 1360 ش",
    "عفیفی، ابوالعلاء، الملامتیة والصوفیة واهل الفتوة ، قاهره، 1364 ق / 1945 م",
    "كاشانی، محمود بن علی، مصباح الهدایة ، به كوشش جلال‌الدین همائی، تهران، 1325 ش",
    "كشی، محمد، معرفة الرجال ، اختیار طوسی، به كوشش حسن مصطفوی، مشهد، 1348 ش",
    "مستملی بخاری، اسماعیل بن محمد، شرح التعرف ، به كوشش محمد روشن، تهران، 1363 ش",
    "هجویری، علی بن عثمان، كشف المحجوب ، به كوشش ژوكوفسكی، تهران، 1979 م."
  ],
  "signature": "حسین لاشیء",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 715
}