{
  "id": "eweb_519",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/226769/%D8%A7%D8%A8%D9%88%D8%B9%D8%AB%D9%85%D8%A7%D9%86-%D8%AD%DB%8C%D8%B1%DB%8C",
  "annotator": "Jeremy",
  "title": "ابوعثمان حیری",
  "authors": [
    "حسین لاشیء"
  ],
  "last_updated": "چهارشنبه 21 خرداد 1399",
  "content": [
    "اَبوعُثْمانِ حیری، سعید بن اسماعیل بن سعید بن منصور (230- 298 ق / 844-910 م)،‌ از مشاهیر صوفیۀ خراسان در سدۀ 3 ق. او در ری متولد شد و از این رو برخی وی را «رازی» خوانده‌اند (مستملی، 1 / 236). ابوعثمان در جوانی شاگرد و مرید یحیی بن معاذ رازی بود و سپس به كرمان رفت و به خدمت شاه بن شجاع كرمانی پیوست. هنگامی كه شاه بن شجاع برای دیدار ابوحفص حدّاد به نیشابور رفت، ابوعثمان نیز همراه او بود و به درخواست ابوحفص و موافقت شاه بن شجاع، در نیشابور ساكن شد و مصاحبت ابوحفص را اختیار كرد (سلمی، 159، 183؛ سمعانی، 4 / 327: نیز نك‍ : هجویری، 166- 168). او در ری از محمد بن مقاتل وموسی بن نصر و در عراق از محمد بن اسماعیل احمسی و حمید بن ربیع لخمی و دیگران حدیث شنید و مستخرج صحیح مسلم تألیف ابوجعفر احمد بن حمدان را نیز از خود وی استماع نمود (خطیب، 9 / 99- 100؛ ذهبی، 14 / 63). ابوعمرو احمد بن نصر، ابوعمرو بن مطر، اسماعیل بن نجید و محمد بن احمد بن حمدان و نیز دو پسران خود وی، ابوبكر و ابوالحسن، از او حدیث نقل كرده‌اند (همانجا؛ سبكی، 3 / 69). در تصوف از روش ابوحفص حدّاد متأثر بود و با آنكه به زهد مشهور و در علوم شرعی متبحر بود، همچون ابوحفص طریق ملامت را پیش گرفت و از پیشروان ملامتیه شد (عفیفی، 41‌). به گفتۀ هجویری مقام رجا رادر صحبت یحیی بن معاذ و مقام غیرت را در صحبت شاه بن شجاع و مقام شفقت را در صحبت ابوحفص حدّاد گذرانده بود (ص 168)؛ همچنین مصاحبت جنید، رُوَیم، یوسف بن حسین و محمد بن فضل را درك كرده بود و گفته‌اند كه ابوعثمان را به محمد بن فضل بلخی میلی عظیم بود و او را بسیار ستایش می‌كرد (همانجا؛ قشیری، 335، 398؛ عطار، 475، 518‌). ابوعثمان در اوایل مصاحبت با ابوحفص مورد بی‌مهری وی قرار گرفت و طرد شد، اما وقتی كه ابوحفص ارادت و اخلاص او را دریافت، او را به خود نزدیك كرد و از خاصان خود قرار داد و دختر خویش را به ازدواج او در آورد (سراج، 177؛ ابن جوزی، صفة ، 4 / 103). بسیاری از بزرگان صوفیه برآنند كه نشر تصوف در خراسان از او بود (سلمی، هجویری، همانجاها؛ عطار، 475‌) و به گفتۀ ذهبی (همانجا) وی برای اهل خراسان همچون جنید برای اهل عراق بود. او بر رعایت شریعت و سنت سخت پای‌بند بود و می‌گفت: هر كس كه سنت را در گفتار وكردار بر خود مسلط كند، زبانش به حكمت گویا می‌شود (سراج، 103؛ ابونعیم، 10 / 244). در باب رابطۀ روح و نفس نیز نظر خاصی داشت و معتقد بود كه روح گناهان نفس را نگاه می‌دارد و نفس آنها را فراموش می‌كند و آنگاه كه روح هشیار می‌شود و آنها را بر نفس عرضه می‌كند، غم و اندوه بدون وجود سبب ظاهری بر انسان چیره می‌شود (سراج، 226؛ روزبهان، 17) و شاید به این دلیل بود كه او حزن را بر انبساط رجحان می‌نهاد و رد طلب حزن می‌كوشید (قشیری، 140). هنگامی كه واسطی از مریدان ابوعثمان شنید كه او آنان را به كثرت طاعت و دیدن تقصیر خود در طاعات امر كرده است، گفت كه وی ایشان را به مجوسیت یا دوگانگی یعنی وجود من و او فراخوانده است (انصاری، 363- 364؛ نیز نك‍ : كلاباذی، 99). اما وقتی كه به تعاریف ابوعثمان دربارۀ عجب و اخلاص می‌نگریم، دقت نظر او را در توحید قابل تحسین می‌یابیم. برخلاف بسیاری از مشایخ كه اخلاص را در رهایی آدمی از حظ و بهرۀ نفس در كارها می‌دانند، او آن را اخلاص عوام می‌شناسد و اخلاص خواص را در غایب بودن از طاعات خود می‌داند (قشیری، 209؛ عطار، 482). چون از ابوعثمان عبارات و اشارات اندكی بر جای مانده است، برخی از مؤلفان صوفیه او را در سخن ضعیف، ‌اما در معاملت (عمل به احكام و عبادات) قوی دانسته‌اند (انصاری، 199؛ جامی، 86) و از حكایاتی كه دربارۀ او نقل شده است، چننی برمی‌آید كه مردی بردبار و صبور بوده است (نک‍ : غزالی، 2 / 25؛ عطار، 477- 478؛ ابن جوزی، ‌همان، 4 / 104، 105). او را مردی مستجاب الدعوه و صاحب كرامات نیز دانسته‌اند (خلیفۀ نیشابوری، 47؛ خطیب، 9 / 100؛ قشیری، 233، 240).  ابوعثمان سماع را بر 3 نوع: سماع مریدان، صدّیقان و عارفان، تقسیم می‌كرد و معتقد بود كه در سماع مریدان بیم فتنه و ریا وجود دارد (سراج، 277- 278؛ شعرانی، 1 / 87) و ازاین‌روی مریدان مبتدی را از سماع منع می‌كرد (سراج، 305-306). بسیاری از بزرگان صوفیۀ سدۀ 3 ق از شاگردان و مریدان او بوده و یا مصاحبت او را درك كرده‌اند (برای نام برخی از آنان، نك‍‌ : سلمی، 523، 533‌، 537، جم‍ ؛ انصاری، 248، 381، ‌جم‍ ‍؛ سبكی، 3 / 344؛ ابن ملقّن، 385). ابوعمرو بن نجید، جد مادری ابوعبدالرحمن سلمی، نیز به دست او توبه كرد و از خواص مریدان وی شد (هجویری، 384؛ عطار، 478).  ابوعثمان با ابوعبدالله حكیم ترمذی مكاتبه می‌كرده است (ترمذی، 76؛ هجویری، 168). وی ظاهراً تألیفاتی نیز داشته و كلاباذی او را در شمار كسانی آورده است كه در معاملات كتاب تصنیف كرده‌اند (ص 32). در منابع دو بیت شعر به او نسبت داده شده است كه در صورت صحت این انتساب، حكایت از ذوق شعری او دارد (نک‍ : ابن خلكان، 2 / 370؛ ابن جوزی، المنتظم ، 6 / 107- 108؛ ابن كثیر، 11 / 115). قشیری گوید كه وی در جوانی سفر بسیار می‌كرد، ولی در اواخر عمر در كی جا ساكن شد (ص 289). ابوعثمان در 68 سالگی درگذشت و در كنار استادش ابوحفص در گورستان حیره واقع در نیشابور مدفون شد. ابونعیم اصفهانی قبر آن دو را در 371 ق / 981 م زیارت كرده است (ابونعیم، ‌همانجا؛ نیز نك‍ : خلیفۀ نیشابوری. 144؛ ابن عماد، 2 / 230-213).",
    "ابن جوزی، ‌عبدالرحمن بن علی، صفةالصفوة ، به كوشش محمود فاخوری، بیروت، 1406 ق / 1986 م؛ همو، المنتظم، حیدرآباد دكن، 1357 ق؛ ابن خلكان، وفیات ؛ ابن عباد، عبدالحی، شذرات الذهب ، قاهره، 1350 ق؛ ابن كثیر، البدایة ؛ ابن ملقّن، عمر بن علی، طبقات الاولیاء ، به كوشش نوالدین شریبه، بیروت، 1406 ق / 1986 م؛ ابونعیم اصفهانی، احمد بن عبدالله، حلیة الاولیاء ، قاهره، 1357 ق / 1938 م؛ ‌انصاری هروی، خواجه عبدالله، طبقات الصوفیه ، به كوشش عبدالحی حبیبی قندهاری و حسین آهی، تهران، 1362 ش؛ ترمذی، محمد بن علی، ختم الاولیاء ، به كوشش عثمان اسماعیل یحیی، بیروت، المطبعة الكاثولیكیة؛ جامی، عبدالرحمن بن احمد، نفحات الانس ، به كوشش مهدی توحیدی‌پور، تهران، 1336 ش؛ خطیب بغدادی، احمد بن علی، تاریخ بغداد ، قاهره، 1349 ق؛ خلیفۀ نیشابوری، احمد بن محمد، ترجمه و تلخیص تاریخ نیشابور حاكم نیشابوری، به كوشش بهمن كریمی، تهران، 1339 ش؛ ذهبی، محمد بن احمد، سیر اعلام النبلاء ، به كوشش شعیب ارنؤوط و علی ابوزید، بیروت، 1404 ق / 1984 م؛ روزبهان بقلی، مشرب الارواح ، به كوشش نظیف محرّم خواجه، استانبول، 1973 م؛ سبكی، عبدالوهاب بن علی، طبقات الشافعیة الكبری ، به كوشش عبدالفتاح محمد حلو و محمود محمد طناحی، قاهره، 1383 ق / 1964 م؛ سراج طوسی، عبدالله بن علی، اللمع فی التصوف ، به كوشش رنولد الن نیكلسون، لیدن، 1914 م؛ سلمی، محمد بن حسین، طبقات الصوفیة ، لیدن، 1960 م؛ سمعانی، عبدالكریم بن محمد، الانساب ، به كوشش عبدالرحمن بن یحیی معلّمی، ‌حیدرآباد دكن، 1384 ق / 1964 م؛ شعرانی، عبدالوهاب بن احمد، الطبقات الكبری ، قاهره، 1374 ق / 1954 م؛ عطار نیشابوری، فریدالدین محمد، تذكرة الاولیاء ، به كوشش محمد استعلامی، ‌تهران، ‌1346 ش؛ عفیفی، ابوالعلاء، المالامتیة ، قاهره، 1364 ق / 1945 م؛ غزالی، محمد، كیمیای سعادت ، به كوشش حسین خدیو جم، تهران، 1361 ش؛ قشیری، عبدالكریم بن هوازن، الرسالة القشیریة ، به كوشش معروف زریق و علی عبدالحمید بلطه‌جی، بیروت، 1404 ق / 1984 م؛ كلاباذی، محمد، التعرف لمذهب اهل التصوف ، به كوشش عبدالحلیم محمود و طه عبدالباقی سرور، قاهره، 1380 ق / 1960 م؛ مستملی بخاری، اسماعیل بن محمد، شرح التعریف لمذهب التصوف ‌، به كوشش محمد روشن، تهران، 1363 ش؛ هجویری، علی بن عثمان، كشف المحجوب ، به كوشش و. ژوكوفسكی، لنینگراد، 1344 ق / 1926 م.",
    "حسین لاشیء"
  ],
  "bibliography": [
    "ابن جوزی، ‌عبدالرحمن بن علی، صفةالصفوة ، به كوشش محمود فاخوری، بیروت، 1406 ق / 1986 م",
    "همو، المنتظم، حیدرآباد دكن، 1357 ق",
    "ابن خلكان، وفیات",
    "ابن عباد، عبدالحی، شذرات الذهب ، قاهره، 1350 ق",
    "ابن كثیر، البدایة",
    "ابن ملقّن، عمر بن علی، طبقات الاولیاء ، به كوشش نوالدین شریبه، بیروت، 1406 ق / 1986 م",
    "ابونعیم اصفهانی، احمد بن عبدالله، حلیة الاولیاء ، قاهره، 1357 ق / 1938 م",
    "‌انصاری هروی، خواجه عبدالله، طبقات الصوفیه ، به كوشش عبدالحی حبیبی قندهاری و حسین آهی، تهران، 1362 ش",
    "ترمذی، محمد بن علی، ختم الاولیاء ، به كوشش عثمان اسماعیل یحیی، بیروت، المطبعة الكاثولیكیة",
    "جامی، عبدالرحمن بن احمد، نفحات الانس ، به كوشش مهدی توحیدی‌پور، تهران، 1336 ش",
    "خطیب بغدادی، احمد بن علی، تاریخ بغداد ، قاهره، 1349 ق",
    "خلیفۀ نیشابوری، احمد بن محمد، ترجمه و تلخیص تاریخ نیشابور حاكم نیشابوری، به كوشش بهمن كریمی، تهران، 1339 ش",
    "ذهبی، محمد بن احمد، سیر اعلام النبلاء ، به كوشش شعیب ارنؤوط و علی ابوزید، بیروت، 1404 ق / 1984 م",
    "روزبهان بقلی، مشرب الارواح ، به كوشش نظیف محرّم خواجه، استانبول، 1973 م",
    "سبكی، عبدالوهاب بن علی، طبقات الشافعیة الكبری ، به كوشش عبدالفتاح محمد حلو و محمود محمد طناحی، قاهره، 1383 ق / 1964 م",
    "سراج طوسی، عبدالله بن علی، اللمع فی التصوف ، به كوشش رنولد الن نیكلسون، لیدن، 1914 م",
    "سلمی، محمد بن حسین، طبقات الصوفیة ، لیدن، 1960 م",
    "سمعانی، عبدالكریم بن محمد، الانساب ، به كوشش عبدالرحمن بن یحیی معلّمی، ‌حیدرآباد دكن، 1384 ق / 1964 م",
    "شعرانی، عبدالوهاب بن احمد، الطبقات الكبری ، قاهره، 1374 ق / 1954 م",
    "عطار نیشابوری، فریدالدین محمد، تذكرة الاولیاء ، به كوشش محمد استعلامی، ‌تهران، ‌1346 ش",
    "عفیفی، ابوالعلاء، المالامتیة ، قاهره، 1364 ق / 1945 م",
    "غزالی، محمد، كیمیای سعادت ، به كوشش حسین خدیو جم، تهران، 1361 ش",
    "قشیری، عبدالكریم بن هوازن، الرسالة القشیریة ، به كوشش معروف زریق و علی عبدالحمید بلطه‌جی، بیروت، 1404 ق / 1984 م",
    "كلاباذی، محمد، التعرف لمذهب اهل التصوف ، به كوشش عبدالحلیم محمود و طه عبدالباقی سرور، قاهره، 1380 ق / 1960 م",
    "مستملی بخاری، اسماعیل بن محمد، شرح التعریف لمذهب التصوف ‌، به كوشش محمد روشن، تهران، 1363 ش",
    "هجویری، علی بن عثمان، كشف المحجوب ، به كوشش و. ژوكوفسكی، لنینگراد، 1344 ق / 1926 م."
  ],
  "signature": "حسین لاشیء",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 419
}