{
  "id": "eweb_523",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/224965/%D8%A7%D8%A8%D9%88%D8%A7%D9%84%D9%82%D8%A7%D8%B3%D9%85-%D8%AD%DA%A9%DB%8C%D9%85-%D8%B3%D9%85%D8%B1%D9%82%D9%86%D8%AF%DB%8C",
  "annotator": "Jeremy",
  "title": "ابوالقاسم حکیم سمرقندی",
  "authors": [
    "احمد پاکتچی"
  ],
  "last_updated": "پنج شنبه 11 اردیبهشت 1399",
  "content": [
    "اَبوالْقاسِمْ حَكیمِ سَمَرْقَنْدی، اسحاق بن محمد بن اسماعیل بن ابراهیم بن زید، حكیم وعالم حنفی ماوراءالنهر در اواخر سدۀ 3 و نیمۀ نخست سدۀ 4 ق / 9 و 10 م. ابوالقاسم در شكل‌گیری عقاید و تعالیم زاهدانۀ حنفیان اهل سنت و جماعت در مشرق زمین، نقطۀ عطفی به شمار می‌آید و اعتقادنامۀ او با عنوان السواد الاعظم تا مدتها تبیین‌كنندۀ اعتقادات بسیاری از حنفیان بود؛ با اینهمه، از زندگانی او جز سطوری چند به نقل سمعانی (4 / 207- 208) و چند آگاهی پراكنده در دیگر منابع چیزی دانسته نیست، تا آنجا كه حمدالله مستوفی در تاریخ گزیده (ص 676-677) بی‌اطلاعی كامل خود را نسبت به زندگی وی ابراز داشته است و طبقات‌نویسان حنفی چون عبدالقادر در قرشی (1 / 139)، تمیمی (2 / 158) و لكهنوی (ص 44)، همگی پایۀ گفتار را بر اطلاعات سمعانی نهاده‌اند، اطلاعاتی كه احتمال می‌رود سمعانی خود از تاریخ سمرقند ابوالعباس مستغفری (د 432 ق / 1041 م) گرفته باشد. ابوالقاسم محتملاً درسمرقند تولد و رشد یافت. در جوانی چندی به تحصیل در بلخ گذرانید و در آنجا ملازمت ابوبكر وراق ترمذی، عارف برجستۀ آن دیار را اختیار كرد و از او تعالیم طریقت را فراگرفت (نك‍ : انصاری، 263؛ جامی، 124؛ لكهنوی، همانجا). او به فراگیری علوم متداول نقلی و عقلی نیز همت گماشت و در دانشهای كلام، فقه و تفسیر چیره‌دست شد (نك‍ : نسفی، 1 / 360). ابوالقاسم به حدیث و روایت نیز عنایت داشت، چنانكه از شیوخ روایی او عبد بن سهل زاهد (شاید عبدالله بن سهل رازی، شاگرد حاتم اَصَم از مشایخ صوفیه، د 237 ق، به احتمال مادلونگ، نك‍ : ایرانیكا )، عمرو بن عاصم مروزی و محمد بن خزیمۀ قلاس (فقیه و محدث اهل بلخ، د 314 ق، نك‍ : عبدالقادر، 2 / 53) را نام برده‌اند (نك‍ : سمعانی، 4 / 208) كه دست كم فرد اخیر از حیث طبقه از اقران او بوده است. در یكی از منابع متأخر (سرور، 2 / 197) از ابن‌جلاء (ﻫ‍ م) و ابراهیم قصار، دو تن از مشایخ صوفی شام، در عرض ابوبكر وراق به عنوان استادان ابوالقاسم در طریقت سخن رفته، اما به فراگیری ابوالقاسم از آنان و نیز به سفر او به دیار عرب در منابع دیگر اشاره‌ای نشده است. ابوالقاسم حكیم درنیمۀ دوم از زندگانی خود، در سمرقند آرامش گزید و هم در آنجا شاگردانی را پرورش داد. سمعانی از راویان او، ابوجعفر محمد بن منیب سمرقندی، عبدالكریم بن محمد فقیه سمرقندی و محمد بن عمران بن مشهی (؟) را نام برده است (همانجا)؛ در منابع صوفیان نیز نام محمد بن محمد بن نصر زاهد و ابوعلی محمد بن حسن بن حمزۀ صوفی رازی به عنوان شاگردان او در طریقت آمده است كه سخنانی حكیمانه و عارفانه از شخص او، یا از طریق او از ابوبكر وراق روایت می‌كرده‌اند (نك‍ : سلمی، طبقات ، 219؛ انصاری، 506). ابوالقاسم حكیم كه در دورۀ فرمانروایی سامانیان (حك‍ 261- 389 ق / 875- 999 م) می‌زیست، با امیران سامانی كه حامی و مشوق او در فعالیتهای علمی بودند، روابطی نیكو داشت. به گزارش منابع، زمانی دراز قضای سمرقند را برعهده داشت و در طول مدت تصدی، داوری او مورد ستایش مردم بود (نك‍ : مستملی، 237؛ سمعانی، همانجا). همچنین آن هنگام كه عالمان حنفی اهل سنت و جماعت امیراسماعیل سامانی (حك‍ 279-295 ق) را بر آن داشتند تا از رواج مذاهب و مكاتب مخالف در ماوراءالنهر جلوگیری نماید، با توصیۀ همگی آنان، امیر سامانی از ابوالقاسم خواست تا در كتابی عقاید مقبول اهل سنت و جماعت را گرد آورد و بدین ترتیب كتاب السواد الاعظم نوشته شد (نك‍ : مقدمه، 17-20). با در نظر گرفتن سن احتمالی ابوالقاسم حكیم به هنگام مصاحبت با ابوبكر وراق (د 283 ق / 893 م) از یک سو و مقبولیت همگانی او به هنگام انتخاب برای تألیف كتاب السواد الاعظم (ح 290 ق / 903 م) از دگر سو، چنین می‌نماید كه او در سالهای میانۀ سدۀ 3 ق ولادت یافته است. با پذیرش گفتۀ سمعانی (همانجا) مبنی براینكه او در 10 محرم 342 وفات یافته است، باید سالهای عمر او را افزون بر 90 پنداشت، ولی شایستۀ ذكر است كه ابوالمعین نسفی (همانجا) درگذشت او را در 335 ق / 946 م دانسته است. ابوالقاسم در سمرقند درگذشت و به وصیت خود در گورستان مشهور جاكردیزه به خاك سپرده شد. مقبرۀ او تا قرنها شناخته بود و از سوی مردم، حتی غیرحنفیان زیارت می‌شد (نك‍ : سمعانی، همانجا؛ سمرقندی، 49). شخصیت علمی ابوالقاسم حكیم را باید جامع دو خصیصه دانست كه جمع آن دو در یك عالم در دیار و روزگار و امری متداول بوده است؛ او از یك سو به عنوان حكیمی اهل طریقت شناخته می‌شد و از دگرسو متكلمی صاحب‌نظر به‌شمار می‌رفت.",
    "دربارۀ اینكه ابوالقاسم حكیم دانش كلام را از چه كسانی فراگرفته است، در منابع گزارشی دیده نمی‌شود، ولی ستایش مبالغه‌آمیز او از دانش كلامی ابونصر احمد عیاضی (د پیش از 279 ق / 892 م) و فرزند و پیرو او ابواحمدنصر عیاضی (نك‍ : نسفی، 1 / 357) تا اندازه‌ای گرایش فكری او را روشن می‌سازد. ابونصرعیاضی از برجسته‌ترین عالمان سمرقند در نیمۀ دوم سدۀ 3 ق بود كه باید او را مهم‌ترین انتقال دهندۀ تعالیم سلف به نسل ابوالقاسم در مكتب حنفی اهل سنت و جماعت در ماوراءالنهر دانست. در نسل شاگردان عیاضی، یا به تعبیر دیگر در نسل ابوالقاسم حكیم، همزمان با شكل‌گیری نظام كلامی حنفیان اهل سنت و جماعت و تدوین آثار نسبتاً مفصل، به تقریب می‌توان 3 جناح مختلف را در میان پیروان این مكتب تمیز داد. این 3 جناح در بسیاری از كلیات اعتقادی با یكدیگر اشتراك عقیده داشتند و تفاوت آنان در برخی مسائل خاص اعتقادی و به‌ویژه در شیوۀ برخورد با مسائل، دیده می‌شد. این 3 جناح عبارت بودند از: جناح متكلمان عقل‌گرا و در رأس آنان ابومنصور ماتریدی (د 333 ق / 945 م)، جناح فقیهان سنت‌گرا و در رأس آنان ابوالقاسم حكیم و دیگر، جناج صوفیان حنفی اعتقاد كه عمل را داخل در تعریف ایمان می‌شمردند و ادامۀ حركت آنان در نسل بعد در كتاب التعرف كلاباذی دیده می‌شود. ابوالقاسم در عین شهرت خود به كلام و حكمت، در روزگار خود شاید بیش از هرچیز فقیهی برجسته بود و به همین مناسبت سالها بالاترین مرجع قضایی مردم سمرقند بود. مطرح كردن برخی از مباحث فقهی در لابه‌لای مسائل كلامی در السواد الاعظم ، همچون مسألۀ مسح بر خُفین، نماز وتر و نظایر آن (نك‍ : ص 42، 142، جم‍‌ )، خود حاكی از این حقیقت است كه نزد ابوالقاسم و دیگر عالمان هم فكر او، ضرورتی برای تفكیك مسائل كلامی از مسائل فقهی احساس نمی‌شد، این در حالی است كه در آثار ماتریدی و پیروان شیوۀ او چنین آمیزشی به چشم نمی‌خورد. به‌علاوه نوع ترتیب و تنظیم كلامی مباحث، نوع استدلالات و اصطلاحات ویژه‌ای كه در آثار ماتریدی و ماتریدیان دیده می‌شود، با شیوۀ السواد الاعظم و آثار همانند آن تفاوتی آشكار دارد. ازجمله مواردی كه می‌توان به عنوان وجه تمایز میان باورهای جناج ابوالقاسم و جناح ماتریدی برشمرد، مسألۀ مخلوق بودن یا نبودن ایمان است. ماتریدی در التوحید (ص 385) و در «عقیدة» (ص 31) به مخلوق بودن ایمان نظر داشته است، در صورتی كه ابوالقاسم حكیم د ر السواد الاعظم (ص 45) ایمان را غیر مخلوق دانسته و به صراحت مخالفان این عقیده را اهل بدعت شمرده است (برای بازتاب این عقیده در دیگر آثار جناح فقیهان، مثلاً نك‍ : ابواللیث سمرقندی، «بستان»، 183؛ قس: الفقه الاكبر (2)، 4). از دگر سو، با مقایسۀ تعریفی كه از «ایمان» در التعرف كلاباذی (ص 79) و السواد الاعظم ابوالقاسم حكیم (ص 121، جم‍‍‌ ) آمده است، آشكار می‌شود كه چگونه ابوالقاسم در برابر جناح صوفیان حنفی قرار گرفته است. حال اگر بخواهیم جایگاه ابوالقاسم حكیم را در داخل جناح فقیهان سنت‌گرا مورد بررسی قرار دهیم، باید جزء جزء عقاید وی را كه در السواد الاعظم آمده، با چند اثر دیگر از فقیهان حنفی اهل سنت و جماعت مقایسه كنیم. از نظر پیشینه، كتاب السواد الاعظم با الوصیۀ منسوب به ابوحنیفه که به تخمین در میانۀ سدۀ 3 ق / 9 م تألیف شده است (نک‍ : ه‍ د، ابوحنیفه)، وجوه اشتراك بسیاری دارد. همچنین شباهت چشمگیر میان السواد الاعظم با كتاب العقیدۀ ابوجعفر طحاوی، فقیه حنفی مصر (د 331 ق / 933 م) در شیوۀ تنظیم مطالب و هم در محتوا، بایستی ناشی از پیشینۀ مشترك بوده باشد. این دو كتاب افزون بر موارد اشتراك با الوصیة ، در بسیاری از مسائل، حتی مسائل جزئی چون سودبخش بودن دعا برای مردگان و تشویق به تلاش برای كسب روزی كه بحثهای مقطعی بوده‌اند، با یكدیگر اشتراك دارند (برای توضیح بیشتر، نك‍ : ﻫ‍ د، ابوحنیفه). این نكته نیز جالب توجه است كه هر دو اثر، در آغاز سخن عقاید مطرح شده را به شخص ابوحنیفه منسوب ساخته و آن را مذهب اهل سنت و جماعت دانسته‌اند (نك‍ : ابوالقاسم، 22؛ طحاوی، 7). در یك مقایسۀ جزءبه جزء بین دو اثر مشاهده می‌شود كه السواد الاعظم بیش از العقیدة با كتاب الوصیة قرابت دارد و مؤلف برخلاف طحاوی از تكیه بر عقاید ارجائی حنفی پرهیزی نداشته است. به عنوان نمونه ابوالقاسم بر این باور كهن ارجاء حنفی كه ایمان عامیان با ایمان پیامبران و فرشتگان همسان است، تكیه دارد (نك‍ : ص 130؛ نظیر همین تكیه در العالم والمتعلم ابوحنیفه، 57؛ الفقه الاكبر (2)، 5)، در حالی كه معاصر مصری او از به كارگیری عبارات صریح در این‌باره پرهیز داشتـه است (برای مقایسه السواد الاعظم با الفقه الاكبر (2)، نك‍ : ﻫ‍ د، ابوحنیفه).  رئوس عقاید بیان شده در السواد الاعظم فهرست‌وار از این قراراست: اثبات رؤیت خداوند و در عین حال نفی تشبیه، اثبات نامخلوق بودن قرآن ، نفی جبر و قدر و اعتقاد به یك موضع بینابین مبنی بر اینكه فعل از انسان است و توفیق از خداست، اثبات پاره‌ای باورهای مربوط به آخرت چون عذاب قبر شفاعت، حساب و میزان و اینكه بهشت و دوزخ آفریده شده‌اند و فنا نمی‌پذیرند، داخل ندانستن عمل در تعریف ایمان و اثبات زیادت و نقصان‌ناپذیری آن، اثبات كرامات اولیا، تفضیل خلفای چهارگانه به ترتیب تصدی خلافت، وجوب طاعت سلطان و نفی قیام به شمشیر حتی در برابر سلطان جائز. جنبۀ جدل و ستیز با آنچه ابوالقاسم حكیم «هوى» و «بدعت» می‌خواند و در سراسر السواد الاعظم به چشم می‌خورد، شیوه‌ای متداول است كه غالباً در آثار اعتقادی فقیهان سنت‌گرای اهل سنت و جماعت دیده می‌شود؛ از این دست می‌توان الرد علی اهل الاهواء از ابوعبدالله ابن ابی حفص کبیر بخاری (نک‍ : عبدالقادر، 2 / 257) و الرد علی اهل البدع و الاهواء از ابومطیع مكحول نسفی د 318 ق (نسخۀ خطی بادلیان، نك‍ : GAS, I / 602 ) را می‌توان نام برد. گفتنی است كه نام كتاب ابوالقاسم نیز در برخی نسخ به صورت الرد علی اصحاب الاهواء آمده است (نك‍ : ریتر، 41 ). ابوالقاسم لبۀ تیز جملات خود را متوجه گروههای مخالف از معتزله جهمیه، شیعه، كرامیه و خوارج ساخته است، ولی نباید این حقیقت را از نظر دور داشت كه او در سراسر كتاب، عقاید حنفیان عدل‌گرا (نقطۀ حنفیان اهل سنت و جماعت) و عقاید عالمان اصحاب حدیث (سنت‌گرایان غیرحنفی و ضد ارجاء) را كه مهم‌ترین رقیبان مكتب او به‌شمار می‌رفتند، نیز به انتقاد گرفته است، بی‌آنكه به صراحت از آنان نامی برده باشد. شایان توجه است كه در ترجمۀ كهن فارسی السواد الاعظم (ص 143-152) فهرستی از عالمان و رجال مذهبی به عنوان سلف صالح به دست داده شده كه در دوره‌ای متأخرتر از زمان تألیف و حتی شاید متأخرتر از زمان ترجمه تكمیل گردیده است. در این فهرست همان‌طور كه انتظار می‌رود، ابداً نامی از بزرگان مكتب عدل‌گرای حنفی چون ابومطیع بلخی، ابومقاتل سمرقندی، بشر مریسی و ابن‌ثلجی به میان نیامده است. حتی در مورد رجال سدۀ 4 ق / 10 م كه عصر جناح‌بندی داخلی در مكتب حنفی اهل سنت و جماعت بوده است، تنها نام فقیهان سنت‌گرا چون ابواحمد عیاضی، ابوالقاسم حكیم و ابواللیث سمرقندی برده شده و به‌رغم شهرت فراگیر، یادی از متكلمان عقل‌گرا چون ابومنصور ماتریدی و ابوالحسین رُسْتُفَغنی و نیز صوفیان حنفی مربوط به سدۀ 4 ق دیده نمی‌شود. اگرچه ذكر رجال این سده در فهرست مزبور به شخص ابوالقاسم حكیم مربوط نمی‌شود، ولی تا اندازه‌ای می‌تواند جایگاه ابوالقاسم را در سلسلۀ عالمان حنفی نشان بدهد و اسلاف و اخلاف او را در این سلسله نمایان سازد. هرچه بود، مكتب اعتقادی و اعتقادنامۀ ابوالقاسم حكیم در سراسر دوران فرمانروایی سامانیان بسیار مورد توجه بود و در نیمۀ دوم سدۀ 4 ق / 10 م امیر نوح سامانی (حك‍ 366-387 ق) دستور داد تا برای بهره‌مندی همگان آن را به فارسی برگردانند (نك‍ : مقدمه، 19). اینكه شخصیت ابوالقاسم حكیم پیروان جناحهای گوناگون را تحت‌تأثیر قرار داده بود، به گونه‌ای فراگیر با دید تأیید نگریسته می‌شد (مثلاً نك‍ : كلاباذی، 33؛ نسفی، 1 / 360). در سالهای بعد كه موج همگرایی میان جناحهای مختلف حنفیان اهل سنت و جماعت پدید آمده بود، از نظر تاریخی ابوالقاسم حكیم منزلتی ویژه یافت، چنانكه متكلمان ماتریدی، ابوالقاسم را به خود نزدیك می‌شمردند و صوفیان او را در شمار شیوخ خود قلمداد می‌كردند. ابوالحسن علی بن سعید رُسْتُفَغْنی شاگرد ماتریدی رؤیایی را حكایت می‌كرد كه از تبرك یافتن ابوالقاسم و ماتریدی از سوی ابونصر عیاضی به عنوان جانشینان خود حكایت داشت (نك‍ : سمعانی، 6 / 117). نام این دو تن در كنار یكدیگر به عنوان اخلاف عیاضی در تبصرة الادلۀ ابوالمعین نسفی (1 / 375) یكی از پیروان ماتریدی نیز دیده می‌شود و همو یادآور شده كه ابوالقاسم در پی وفات ماتریدی بفرمود تا بر مقبرۀ او ستایشی بلیغ بنگارند (همو، 1 / 385). در آثار متأخر حنفی این برقراری رابطه بدانجا رسیده است كه ابوالقاسم را از شاگردان ماتریدی در فقه و كلام شمرده‌اند (نك‍ : عبدالقادر، 1 / 139).",
    "توجه شدید صوفیان به شخصیت ابوالقاسم در خلال سده‌های متمادی، گاه موجب گردیده تا او به عنوان صوفی قلمداد شود، ولی قرار داشتن ابوالقاسم در جناح اعتقادی فقیهان سنت‌گرا و در نقطۀ مقابل جناح صوفیان به‌ویژه در مسألۀ ارجاء (نك‍ : سطور پیش)، سلوك ابوالقاسم در زندگی شخصی و اجتماعی و یادكردهای منابع شرح حال دربارۀ شخصیت علمی و معنوی ابوالقاسم، همگی قراینی است بر اینكه اطلاق «صوفی» بر ابوالقاسم كاربردی تسامح‌آمیز است:  در مورد مسألۀ ارجاء‌، با اینكه عبارات صریح السواد الاعظم بر گرایش ابوالقاسم حكیم به ارجاء و اعتقاد وی بر تأثیرناپذیری ایمان از گناه دلالت دارد، ولی شاید به قصد نزدیك ساختن شخصیت او به صوفیان و اصحاب حدیث، بعدها حكایاتی از زبان ابوالقاسم نقل می‌شد كه نوعی ارتباط بین عمل و ایمان و سلب شدن ایمان با ارتكاب برخی گناهان، از آنها برمی‌آمد (مثلاً نك‍ : ابواللیث، تنبیه، 488). در مورد سلوك ابوالقاسم باید گفت كه تصدی منصب قضا و نیز رفاه نسبی كه وی از آن برخوردار بود، برخی از صوفیان را خوش نمی‌آمد و آنان را به اعتراض وامی‌داشت، ولی بازتاب این برخوردها در منابع صوفیه چنان بود كه گویی این اعتراضات ناشی از كوته‌بینی معترضان نسبت به حال درونی ابوالقاسم بوده و او خود بر همراهی بـاطنی با صوفیـان تأكید داشته است (نك‍ : مستملی، 237؛ نیز نك‍ : «بستان العارفین»، 320). اما در مورد یادكردهای منابع، درخور توجه است كه از دید رجال شناسانۀ سمعانی (4 / 207- 208)، ابوالقاسم حكیم مردی از صالحان بود كه در حلم و حكمت و حسن معاشرت زبان‌زد مردم بود و از دیدگاه ابوالمعین نسفی (1 / 360) كه از پیشینۀ كلام حنفی سخن می‌گوید، او عالمی است كه در كنار كلام و فقه و تفسیر، در علوم معرفت و معاملت نیز دانشی گسترده داشته است (برای تعبیراتی مشابه در منابع صوفیه، نك‍ : كلاباذی، 33؛ جامی، 124). خواجه عبدالله انصاری در طبقات الصوفیه (ص 262-263) ضمن سخن از ابوبكر وراق قدوۀ ابوالقاسم در طریقت، او را حكیمی عارف و نه صوفی شمرده است. در واقع آنچه در مآخذ مربوط به اصحاب طریقت، به هنگام سخن از ابوالقاسم حكیم دیده می‌شود، به شمار آوردن او در زمرۀ «مشایخ» است كه به عنوان یك اصطلاح عام، گروههای مختلف از زاهدان و ناسكان و مهذبان و عارفان و صوفیان را در برمی‌گرفته است (نك‍ : همو، 263؛ حمدالله، 676- 677؛ جامی، همانجا). اگرچه صوفیان تألیف اثری در باب طریقت را به ابوالقاسم نسبت داده‌اند (نك‍ : بخش آثار)، ولی آنچه عملاً او را به عنوان یكی از مشایخ مطرح ساخته و شخصیتی معنوی بدو داده است، سخنان حكیمانۀ اوست و همین خصیصه است كه موجب شهرت او به لقت «حكیم» بوده است (نك‍ : سمعانی، 4 / 208). به گفتۀ سمعانی (همانجا)، اندرزها و سخنان حكمت‌آمیز او با عنوان «ابوالقاسم حكیم» از دیرباز در سرزمینهای اسلامی رواجی گسترده داشته است، ولی به نظر می‌رسد كه باید سرزمینهای اسلامی در كلام او را بیشتر به ماوراءالنهر و خراسان محدود كرد. به عنوان نمونه كلمات حكیمانۀ او را می‌توان در آثار زیر مشاهده كرد كه همۀ آنها پیش از سمعانی تألیف شده‌اند و همواره از گوینده با عنوان «ابوالقاسم حكیم» (و در مواردی ابوالقاسم حكیم سمرقندی) یاد كرده‌اند: تنبیه ‌الغافلین (ص 295) از ابواللیث سمرقندی د 373 ق؛ «عیوب النفس» (ص 92) از ابوعبدالرحمن سلمی د 412 ق؛ الرسالة (ص 126، 183) از ابوالقاسم قشیری د 465 ق؛ طبقات الصوفیه (ص 506) از خواجه عبدالله انصاری د 481 ق؛ روضة الفریقین (ص 118- 119) از ابوالرجاء شاشی د 516 یا 517 ق؛ «منتخب رونق المجالس» (ص 179، 320) از ابوحفص سمرقندی (د بعد از 543 ق) و بسیاری آثار دیگر. گفتنی است كه در برخی تألیفات صوفیان گاه كسانی با عنوان «ابوالقاسم حكیم» دیده می‌شوند كه با ابوالقاسم اسحاق بن محمد سمرقندی تطبیق نمی‌كنند و حكایات یاد شده دربارۀ آنها را باید مربوط به كسانی دیگر یا برساخته به‌شمار آورد. ازجمله محمد بن منور میهنی در اسرار التوحید (1 / 166) از یك ابوالقاسم حكیم یاد كرده كه از مردم سرخس بوده و با ابوسعید ابوالخیر دیداری داشته است. عبدالرزاق كرمانی (ص 96) نیز از یك ابوالقاسم سخن گفته است كه با ابوعلی مسكویه مناظره داشته است.",
    "1. السواد الاعظم. اصل عربی این كتاب بارها، از جمله در بولاق (1253 ق) و استانبول (1304 ق) به چاپ رسیده، ولی تاكنون چاپی محققانه از آن ارائه نشده است. ترجمۀ كهن فارسی آن كه به فرمان امیر نوح سامانی فراهم آمده و مترجم آن شناخته نشده است، در 1348 ش به كوشش عبدالحی حبیبی در تهران به چاپ رسیده و با متن عربی اختلافاتی در محتوا دارد. این اختلافات به‌ویژه در یادكردهای رجال سدۀ 4 ق / 10 م چون ابوالحسن كرخی (ص 153) و ابواللیث سمرقندی (ص 146) دیده می‌شود. ترجمۀ فارسی السواد الاعظم در 795 ق / 1393 م از سوی خواجه محمد پارسا حافظی بخاری از صوفیان نقشبندی مورد تجدیدنظر و تحریر مجدد قرار گرفته و عنوان كتاب عقاید را یافته است. نسخه‌ای از آن با شمارۀ 13613 در كتابخانۀ مجلس شورای اسلامی شمارۀ 2 موجود است (دانش‌پژوه، 1 / 112). همچنین ترجمۀ تركی كتاب كه از سوی عینی افندی بلغاری انجام گرفته، در 1258 ق در بولاق و ترجمۀ تاتاری آن در 1880 م در قازان به چاپ رسیده است. شروح چندی بر كتاب السواد الاعظم نوشته شده است كه از آن جمله‌اند: شرح ابن خلف باجی (د 474 ق)، شرح هروی و شرح محمد بن عبدالباقی زرقانی (د 1122 ق) كه نسخه‌هـای خطی از آنهـا در دارالكتب مصـر موجـود است (نك‍ : GAL, I / 183 )، نیز سلام الاحكام علی السواد الاعظم فی الكلام از ابراهیم حلمی بن حسین الوفی (چ آستانه، 1313 ق). گفتنی است كه در برخی از نسخه‌های خطی كتاب، تألیف السواد الاعظم به ابوحفص كبیر بخاری (د 217 ق / 832 م) از پیشگامان مكتب حنفی اهل سنت و جماعت نسبت داده شده است كه وجهی ندارد (مثلاً نك‍ : دوسلان، شم‍ ‍824 ). 2. رسالة فی ( أنّ) الایمان جزء من العمل ام‌لا ، كه رساله‌ای در تأیید نظریۀ ارجاء حنفی است و به ابوالقاسم حكیم نسبت داده شده است. این رساله به همراه السواد الاعظم در 1304 ق در استانبول به چاپ رسیده است.  ماهیت نسخۀ الصحائف الالهیة و انتساب آن به ابوالقاسم حكیم كه در فهرست كتابخانۀ ازهریه نسخۀ خطی آن معرفی شده (ازهریه، 3 / 271)، قابل تأمل است و دور نیست كه كتاب، نسخه‌ای از السواد الاعظم بوده باشد. تألیف چند اثر دیگر نیز به ابوالقاسم حكیم نسبت داده شده است كه نشانی از آنها در دست نیست و اصل انتساب آنها نیز كمابیش باید به دیدۀ تردید نگریسته شود؛ این آثار عبارتند از: كتابی در باب معاملات (رفتار با دیگران در اصطلاح صوفیه) كه كلاباذی (ص 33) بدو منسوب كرده و می‌تواند همان باشد كه هجویری (ص 439) به عنوان نوشته‌ای در «صحبت مشایخ» از آن یاد كرده است؛ كتابی در تفسیركه دارا شكوه (ص 79) از نویسندگان متأخر بدون ذكر منبع گفتار خود به ابوالقاسم نسبت داده است. همچنین مادلونگ ( ایرانیكا ) احتمال داده است كه ابوالقاسم حكیم با حكیم قاضی مؤلف كتابی با عنوان مختصر فی الحیض (نك‍ : ابن قطلوبغا، 26) یكی باشد.",
    "ابن قطلوبغا، قاسم، تاج التراجم ، بغداد، 1962 م؛ ابوحفص سمرقندی، عمر، «منتخب رونق المجالس»، دو رسالۀ فارسی كهن در تصوف ، به كوشش احمد علی رجایی، تهران، 1354 ق؛ ابوحنیفه، نعمان، العالم والمتعلم ، به كوشش محمد رواس قلعه‌جی، حلب، 1392 ق / 1972 م؛ ابوالرجاء شاشی، مؤمل، ‌روضة الفریقین ، به كوشش عبدالحی حبیبی، تهران، 1359 ش‌؛ ابوالقاسم حكیم سمرقندی، اسحاق، السواد الاعظم ، ترجمۀ كهن به فارسی، به كوشش عبدالحی حبیبی، تهران، 1348 ش؛ ابواللیث سمرقندی، نصر، «بستان العارفین»، در حاشیۀ تنبیه الغافلین ، دهلی، کتابخانۀ اشاعة الاسلام؛ همو، تنبیه الغافلین ، به کوشش احمد سلام، بیروت، 1406 ق / 1986 م؛ ازهریه، فهرست ؛ انصاری هروی، خوجه عبدالله، طبقات الصوفیه ، به کوشش عبدالحی حبیبی، تهران، 1362 ش؛ «بستان العارفین»، منسوب به محمد بن احمد طبسی، در رسالۀ فارسی كهن در تصوف (نك‍ : هم‍ ، ابوحفص)؛ تمیمی، تقی‌الدین، الطبقات ‌السنیة ، به كوشش عبدالفتاح محمد حلو، ریاض، 1403 ق / 1983 م؛ جامی، عبدالرحمن، نفحات الانس ، به كوشش مهدی توحیدی‌پور، تهران، 1362 ش؛ حمدالله مستوفی، تاریخ گزیده ، به كوشش عبدالحسین نوایی، تهران، 1362 ش؛ داراشكوه، محمد، سكینة الاولیاء ، به كوشش تاراچند و جلالی نائینی، تهران، 1344 ش؛ دانش‌پژوه، محمدتقی و بهاءالدین انواری، فهرست كتابهای خطی كتابخانۀ مجلس سنا ، تهران، 1359 ش؛ سرور لاهوری، غلام سرور، خزینة الاصفیاء ، لكهنو، 1290 ق؛ سلمی، محمد، طبقات ‌الصوفیة ، به كوشش یوهانس پدرسون، لیدن، 1960 م؛ همو، «عیوب النفس و مداواتها ... »، ‌مجموعۀ آثار ابوعبدالرحمن سلمی ، به كوشش نصرالله پورجوادی، تهران، 1365 ش؛ سمرقندی، محمد، «قندیه»، قندیه و سمریه ، به كوشش ایرج افشار، تهران، 1367 ش؛ سمعانی، عبدالكریم، الانساب ، به كوشش عبدالرحمن بن یحیی معلمی، حیدرآباد دكن، 1410 ق / 1981 م؛ طحاری، احمد، العقیدة ، بیروت، 1408 ق / 1988 م؛ عبدالرزاق كرمانی، «رسالة»، مجموعه در ترجمۀ احوال شاه نعمت‌الله ولی كرمانی ، به كوشش ژان اوبن، تهران، 1361 ش / 1982 م؛ عبدالقادر قرشی، الجواهر المضیئة فی طبقات الحنیفیة ، حیدرآباد دكن، 1332 ق؛ الفقه الاكبر (2)، قاهره، مكتبة محمدعلی صبیح و اولاده؛ قشیری، عبدالكریم، الرسالة القشیریة ، به كوشش معروف زریق و علی عبدالحمید بلطه‌جی، بیروت، 1408 ق / 1988 م؛ كلاباذی، محمد، التعرف لمذهب اهل التصوف ، به كوشش عبدالحلیم محمود و طه عبدالباقی مسرور، بیروت، 1400 ق / 1980 م؛ لكهنوی، محمد عبدالحی، الفوائد البهیة فی تراجم الحنفیة ، قاهره، 1324 ق / 1906 م؛ ماتریدی، محمد، التوحید ، به كوشش فتح‌الله خلیف، بیروت، 1986 م؛ همو، «عقیدة»، ضمن شرح السیف المشهور عبدالوهاب سبكی، به كوشش مصطفی صائم یپرم، استانبول، 1989 م؛ محمد بن منور، اسرار التوحید ، به كوشش محمدرضا شفیعی كدكنی، تهران، 1366 ش؛ مستملی بخاری، اسماعیل، شرح التعرف ، ‌به كوشش محمد روشن، تهران، 1363 ش؛ مقدمۀ مترجم ناشناس بر السواد الاعظم (نك‍ : هم‍ ، ابوالقاسم حكیم)؛ نسفی، ابوالمعین، تبصرة الادلة ، به كوشش كلود سلامه، دمشق، 1990 م؛ هجویری، علی، كشف المحجوب ، به كوشش والنتین ژوكوفسكی، سن‌ پترزبورگ، 1344 ق / 1926 م؛ نیز:",
    "De Slane ; GAL; GAS; Iranica ; Ritter, H., «Philologika, Muhammed- anische Häresiographen», Der Islam , 1929, vol. XVIII.",
    "احمد پاكتچی"
  ],
  "bibliography": [
    "ابن قطلوبغا، قاسم، تاج التراجم ، بغداد، 1962 م",
    "ابوحفص سمرقندی، عمر، «منتخب رونق المجالس»، دو رسالۀ فارسی كهن در تصوف ، به كوشش احمد علی رجایی، تهران، 1354 ق",
    "ابوحنیفه، نعمان، العالم والمتعلم ، به كوشش محمد رواس قلعه‌جی، حلب، 1392 ق / 1972 م",
    "ابوالرجاء شاشی، مؤمل، ‌روضة الفریقین ، به كوشش عبدالحی حبیبی، تهران، 1359 ش‌",
    "ابوالقاسم حكیم سمرقندی، اسحاق، السواد الاعظم ، ترجمۀ كهن به فارسی، به كوشش عبدالحی حبیبی، تهران، 1348 ش",
    "ابواللیث سمرقندی، نصر، «بستان العارفین»، در حاشیۀ تنبیه الغافلین ، دهلی، کتابخانۀ اشاعة الاسلام",
    "همو، تنبیه الغافلین ، به کوشش احمد سلام، بیروت، 1406 ق / 1986 م",
    "ازهریه، فهرست",
    "انصاری هروی، خوجه عبدالله، طبقات الصوفیه ، به کوشش عبدالحی حبیبی، تهران، 1362 ش",
    "«بستان العارفین»، منسوب به محمد بن احمد طبسی، در رسالۀ فارسی كهن در تصوف (نك‍ : هم‍ ، ابوحفص)",
    "تمیمی، تقی‌الدین، الطبقات ‌السنیة ، به كوشش عبدالفتاح محمد حلو، ریاض، 1403 ق / 1983 م",
    "جامی، عبدالرحمن، نفحات الانس ، به كوشش مهدی توحیدی‌پور، تهران، 1362 ش",
    "حمدالله مستوفی، تاریخ گزیده ، به كوشش عبدالحسین نوایی، تهران، 1362 ش",
    "داراشكوه، محمد، سكینة الاولیاء ، به كوشش تاراچند و جلالی نائینی، تهران، 1344 ش",
    "دانش‌پژوه، محمدتقی و بهاءالدین انواری، فهرست كتابهای خطی كتابخانۀ مجلس سنا ، تهران، 1359 ش",
    "سرور لاهوری، غلام سرور، خزینة الاصفیاء ، لكهنو، 1290 ق",
    "سلمی، محمد، طبقات ‌الصوفیة ، به كوشش یوهانس پدرسون، لیدن، 1960 م",
    "همو، «عیوب النفس و مداواتها ... »، ‌مجموعۀ آثار ابوعبدالرحمن سلمی ، به كوشش نصرالله پورجوادی، تهران، 1365 ش",
    "سمرقندی، محمد، «قندیه»، قندیه و سمریه ، به كوشش ایرج افشار، تهران، 1367 ش",
    "سمعانی، عبدالكریم، الانساب ، به كوشش عبدالرحمن بن یحیی معلمی، حیدرآباد دكن، 1410 ق / 1981 م",
    "طحاری، احمد، العقیدة ، بیروت، 1408 ق / 1988 م",
    "عبدالرزاق كرمانی، «رسالة»، مجموعه در ترجمۀ احوال شاه نعمت‌الله ولی كرمانی ، به كوشش ژان اوبن، تهران، 1361 ش / 1982 م",
    "عبدالقادر قرشی، الجواهر المضیئة فی طبقات الحنیفیة ، حیدرآباد دكن، 1332 ق",
    "الفقه الاكبر (2)، قاهره، مكتبة محمدعلی صبیح و اولاده",
    "قشیری، عبدالكریم، الرسالة القشیریة ، به كوشش معروف زریق و علی عبدالحمید بلطه‌جی، بیروت، 1408 ق / 1988 م",
    "كلاباذی، محمد، التعرف لمذهب اهل التصوف ، به كوشش عبدالحلیم محمود و طه عبدالباقی مسرور، بیروت، 1400 ق / 1980 م",
    "لكهنوی، محمد عبدالحی، الفوائد البهیة فی تراجم الحنفیة ، قاهره، 1324 ق / 1906 م",
    "ماتریدی، محمد، التوحید ، به كوشش فتح‌الله خلیف، بیروت، 1986 م",
    "همو، «عقیدة»، ضمن شرح السیف المشهور عبدالوهاب سبكی، به كوشش مصطفی صائم یپرم، استانبول، 1989 م",
    "محمد بن منور، اسرار التوحید ، به كوشش محمدرضا شفیعی كدكنی، تهران، 1366 ش",
    "مستملی بخاری، اسماعیل، شرح التعرف ، ‌به كوشش محمد روشن، تهران، 1363 ش",
    "مقدمۀ مترجم ناشناس بر السواد الاعظم (نك‍ : هم‍ ، ابوالقاسم حكیم)",
    "نسفی، ابوالمعین، تبصرة الادلة ، به كوشش كلود سلامه، دمشق، 1990 م",
    "هجویری، علی، كشف المحجوب ، به كوشش والنتین ژوكوفسكی، سن‌ پترزبورگ، 1344 ق / 1926 م",
    "نیز:",
    "De Slane",
    "GAL",
    "GAS",
    "Iranica",
    "Ritter, H., «Philologika, Muhammed- anische Häresiographen», Der Islam , 1929, vol. XVIII."
  ],
  "signature": "احمد پاكتچی",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 54
}