{
  "id": "eweb_526",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/274154/%D8%B2%D8%AC%D8%A7%D8%AC%DB%8C%D8%8C-%D8%A7%D8%A8%D9%88%D8%B9%D9%85%D8%B1%D9%88",
  "annotator": "Jeremy",
  "title": "زجاجی، ابوعمرو",
  "authors": [
    "فاطمه کیایی"
  ],
  "last_updated": "یکشنبه 11 آذر 1403",
  "content": [
    "زَجّاجی، ابوعمرو محمد بن ابراهیم بن یوسف (د 348 ق/ 959 م)، از صوفیۀ نامدار سده‌های 3-4 ق/ 9-10 م. اصل او از نیشابور بود و پدرش، ابواسحاق ابراهیم زجاجی، نیز از مشایخ و از جملۀ یاران ابوحفص حداد نیشابوری (پیر نامدار ملامتی در نیشابور)، و درنتیجه، در شمار ملامتیان بود (خواجه ‌عبدالله، 494-495؛ سلمی، 449؛ جامی، 228). ابوعمرو در نیشابور نزد ابوعثمان حیری (د 298 ق/ 910 م)، از بزرگان ملامتیه، به سلوک پرداخت. آنگاه در زمانی نامعلوم از آنجا به بغداد رفت و به جنید بغدادی (د 297 ق) دست ارادت داد و چندی نزد او ماند (سهروردی، 115-116؛ ترجمه ... ، 663). وی همچنین با ابوالحسین نوری (د 295 ق/ 908 م)، رُویم بن احمد (د 303 ق/ 915 م) و ابراهیم خوّاص (د 291 ق/ 904 م) نیز مصاحبت داشت (خواجه عبدالله، 263- 264، 494؛ سلمی، همانجا؛ خطیب، 8/ 431).  زجاجی سپس به مکه رفت و در آنجا مجاور شد و در حدود 60 بار حج به ‌جای آورد. در طول سالیان درازی ــ بنابر روایتهای مختلف، 30 یا 40 سال ــ که در آنجا زیست، در میان صوفیان مقامی بسیار بلند یافت، چندان‌که گفته‌اند در حلقه‌ای که بزرگان صوفیۀ آن روزگار، همچون ابوبکر کتانی، ابویعقوب نهرجوری و ابوعبدالله مرتعش در آن حضور داشتند، او بر صدر می‌نشست و هنگامی‌که آنان بر سر موضوعی با یکدیگر به بحث می‌پرداختند، برای شنیدن کلام آخر، به او روی می‌کردند (خواجه عبدالله، همانجا؛ سراج، 146؛ سلمی، همانجا؛ ابونعیم، 10/ 376). در منابع صوفیه از ابوعثمان مغربی (د 373 ق/ 983 م) به‌عنوان مرید شاخص او نام برده شده است. زجاجی در مکه درگذشت (خواجه عبدالله، همانجا؛ سلمی، 450؛ ترجمه ، 82).  زجاجی معرفت را بر 6 وجه می‌دانست و آنها را چنین بر‌می‌شمرد: معرفت وحدانیت، معرفت تعظیم، معرفت منّت، معرفت قدرت، معرفت ازل و معرفت اسرار. وی همچنین تعاریف دقیق و ظریفی دربارۀ صدق و اخلاص به دست می‌داد که یکی از مهم‌ترین تعالیم ملامتیان است. به باور او، حمیت قلوب در تصحیح اخلاص و ملازمت آن، و حمیت نفوس در ترک دعوی و مجانبت با آن است و محبت حقیقی به معنای ترک شکوا در هنگام بلایا ست؛ زیرا عارف می‌داند که هم آسودگی و هم بلا از او ست و اگر کسی بر آنچه که از دوست می‌رسد، راضی نباشد، این نشانی از نقصان محبت او ست (سلمی، 450-453؛ ابونعیم، همانجا).",
    "ابونعیم اصفهانی، احمد، حلیة الاولیاء ، قاهره، 1357 ق/ 1938 م؛ ترجمۀ رسالۀ قشیریه ، به کوشش بدیع‌الزمان فروزانفر، تهران، 1345 ش؛ جامی، عبدالرحمان، نفحات الانس ، به کوشش محمود عابدی، تهران، 1370 ش؛ خطیب بغدادی، احمد، تاریخ بغداد ، بیروت، دار الکتب العلمیه؛ خواجه عبدالله انصاری، طبقات الصوفیة ، به کوشش محمد سرور مولایی، تهران، 1362 ش؛ سراج طوسی، عبدالله، اللمع فی التصوف ، به کوشش ر. ا. نیکلسن، لیدن، 1914 م؛ سلمی، محمد، طبقات الصوفیة ، به کوشش یوهانس پدرسن، لیدن، 1960 م؛ سهروردی، عمر، عوارف المعارف ، بیروت، 1403 ق/ 1983 م.",
    "فاطمه کیایی"
  ],
  "bibliography": [
    "ابونعیم اصفهانی، احمد، حلیة الاولیاء ، قاهره، 1357 ق/ 1938 م",
    "ترجمۀ رسالۀ قشیریه ، به کوشش بدیع‌الزمان فروزانفر، تهران، 1345 ش",
    "جامی، عبدالرحمان، نفحات الانس ، به کوشش محمود عابدی، تهران، 1370 ش",
    "خطیب بغدادی، احمد، تاریخ بغداد ، بیروت، دار الکتب العلمیه",
    "خواجه عبدالله انصاری، طبقات الصوفیة ، به کوشش محمد سرور مولایی، تهران، 1362 ش",
    "سراج طوسی، عبدالله، اللمع فی التصوف ، به کوشش ر. ا. نیکلسن، لیدن، 1914 م",
    "سلمی، محمد، طبقات الصوفیة ، به کوشش یوهانس پدرسن، لیدن، 1960 م",
    "سهروردی، عمر، عوارف المعارف ، بیروت، 1403 ق/ 1983 م."
  ],
  "signature": "فاطمه کیایی",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 426
}
