{
  "id": "eweb_527",
  "source": "DMBI",
  "cat": "term",
  "link": "https://www.cgie.org.ir/fa/article/223472/%D8%AC%D9%86%D9%88%D9%86",
  "annotator": "Jeremy",
  "title": "جنون",
  "authors": [
    "علی اشرف امامی"
  ],
  "last_updated": "شنبه 11 آبان 1398",
  "content": [
    "جُنون، مجموعه‌ای از نشانه‌های نامتعارف روحی و رفتاری همراه با برخی علائم جسمانی. در باورهای فرهنگی، جنون یا دیوانگی، نوعی از خـود بی‌خودی و افسارگسیختگی است که علل مختلفی زمینه‌ساز یا به‌وجود‌آورندۀ آن محسوب می‌شوند. برخی از این باورها با اعتقادات خرافی آمیخته‌اند، مانند اینکه اگر کسی شب در آینه نگاه کند، دیوانه می‌شود، یا آواز خواندن در حمام و مستراح عامل دیوانگی است (حاتمی، 136؛ همایونی، 220-221). نزد عامۀ مردم، تعبیر واژۀ مجنون، همان جن‌زده است ( لغت‌نامه ... ) و این فرد جن زده غالباً سودایی خوانده می‌شود. این نظر احتمالاً ریشه در نظریه‌های پزشکی سنتی دارد که بر هم خوردن تعادل اخلاط چهارگانه، به‌ویژه غلبۀ سودا بر بدن را مایۀ دیوانگی می‌دانند (نک‍ : دنبالۀ مقاله). در پزشکیِ امروز جنون بر بیماری خاصی دلالت نمی‌کند و آنچه در پزشکی سنتی دربارۀ جنون (بیشتر زیر عنوان مالیخولیا یا مالنخولیا)، و گاه در فصلهای مربوط به سرسام و قُطرُب (نک‍ : دنبالۀ مقاله) گزارش شده، مجموعه‌ای است از نشانه‌های عمومی یا اختصاصی که در طیف گسترده‌ای از بیماریهای مغز و روان یافت می‌شوند. با این حال، برخی از پزشکان قدیم کوشیده‌اند که انواع بیماریهای روانی را از هم تفکیک کنند و علتها و نشانه‌های هر یک را به دست دهند. ابن‌سینا از میان رفتن کلی نیروی خرد را «عقل باختگی» (ذهاب العقل)، و سستی گرفتن آن را «کم خردی» (حمق)، و علت این دو را سردیِ بخش پیشینی مغز یا خشکی یا تری آن می‌داند. نوع سوم از پریشانی روانی، دگرگونی و آشفتگی عقل است که ابن سینا آن را «پریشان خردی» (اختلاط العقل) می‌نامد. پریشان خردی خود بر دو نوع است: نوعی که بر وجود گونه‌ای آماس یا مادۀ صفراوی گرم و خشک دلالت دارد و با شرارت همراه است و «جنون سبعی» نامیده می‌شود؛ نوع دیگر که دلالت بر وجود ماده‌ای سوداوی دارد و با بدگمانی و اندیشه‌های بد همراه است و آن را مالیخولیا (یا مالنخولیا) می‌گویند (3 / 813-814). رازی نیز می‌گوید که هر چند مردمان صرع، مالیخولیا و پریشان خردی را جنون می‌خوانند، اما میان این 3 فرق بسیار است. فرد مصروع جز در حالت حملۀ صرعی، مانند افراد تندرست است. مالیخولیا با بی‌خوابی همراه نیست و بیمار مالیخولیایی چندان پریشان نمی‌گوید و غالباً فرقی با مردم تندرست ندارد؛ هر چند اگر بیماری‌اش‌ به درازا بکشد، زیاد پریشان‌گویی می‌کند، با این حال، در همۀ این موارد رفتارش چون مردم عاقل است و دستخوش ترس، غم و اندوه می‌شود. اما جنون، با حرکات سریع، بی‌خوابی، پریشان خردی و پریشان‌گویی دائمی همراه است (1 / 195). در طب سنتی اختلالات روانی طی مراحل مختلف، و بسته به مدت و شدت علائم آنها به انواع مختلفی تقسیم شده‌اند. مثلاً نوع حاد که با تب و هذیان همراه است، «فرنیطس (قرانیطس)»، و نوع بدون تب که «مانیا» نامیده شده است (برای نمونه، نک‍ : رازی، 1 / 198، که به جای مانیا، «جنون» آورده است). خود فرنیطس 3 نوع دارد: نوع ملایم، که صفرای کم‌رنگ عامل آن است؛ نوع شدید که صفرای تیره باعث آن است؛ و هذیان مالیخولیایی یا سبعی که ‌علت آن صفرای تیرۀ سوخته است (همو، 1 / 193). سرسام یا التهاب سر ــ کـه گاه با برسام (التهاب جنب) خلط شده ــ نیز نوعی فرنیطس یا قرانیطس حاد شمرده شده است (همو، 1 / 197-199). اهوازی در تفکیک این دو از هم دقت بیشتری نشان داده، و معتقد است که ریشۀ سرسام در سوء مزاج گرم در مغز یا ریشۀ مغزی است، اما برسام، حاصل تورم حجاب حاجز است که از طریق اعصاب با مغز در ارتباط است و از این راه در مغز اثر می‌‌گذارد (1 / 327-328). ابن‌سینا هم به دو نوع سرسام گرم و سرسام سرد اشاره کرده است که سرسام گرم یا قرانیطس، ورم گرم پردۀ نازک مغز است و سرسام سرد، لثارغوس یا فراموشی است (3 / 863-869). او مانیا را نوعی جنون سبعی می‌خواند و برخی از علائم را برای این بیماری ذکر کرده که مشابه پاره‌ای از علائم هاری است (3 / 888-891؛ قس: رازی، 1 / 124-125؛ شاه ارزانی، 30-31). اصطلاح دیگری که با جنون مترادف دانسته می‌شده، قطرب است که در آن فرد دچار توهمی می‌شود مبنی بر اینکه تبدیل به گـرگ شده است (بـرای نشانه‌های بیماری قطرب، نک‍ : اخوینی، 247-248). صرع نیز از جمله بیماریهایی به شمار می‌رفته، که همواره با جنون در ارتباط بوده، و احتمال تبدیل این دو به یکدیگر نیز مطرح می‌شده است (ابن‌سینا، 3 / 891؛ نیز نک‍ : ابن‌ربن، 105؛ پائولوس، I / 386). اخوینی بخاری به نوع دیگری از دیوانگی اشاره می‌کند که علائمی چون افسردگی مزمن دارد: « ... که او را تابه‌العقل خوانند و این خیره بود و فَدم، اعنی گُنگ، و همۀ حواس وی تیره بود و پنداری کودک طفل استی به وقت سخن گفتن از فَدمی، و این دیوانگان که گرد شهرها می‌گردند از این جمله‌اند» (ص 254). ابن‌هندو فهرستی از بیماریهای مرتبط با دستگاه مغز و اعصاب تهیه کرده که در آن به برخی بیماریها از جمله فلج (ابوفلک یا الفالج)، لقوه (سفاسیموس و اناراموس)، سرسام (قرانیطس)، فراموشی (لیثرغس، النسیان)، صرع (ابلیمسیا)، مالیخولیا (الواسواس ‌السوداوی)، کابوس (افیاطیس) و مانیا (المانیاتیة العقل) برمی‌خوریم (ص 162). جرجانی نیز دیوانگی را به 4 نوع تقسیم کرده است: مانیا، داء الکلب، صبارا، و قطرب. در این تقسیم‌بندی، صبارا نوعی قرانیطس است، و داء الکلب حالتی است که در آن گاه بیمار خوش‌خوی و مهربان و گاه بدخوی و تند مزاج است ( الاغراض ... ، 275؛ نیز نک‍ : بغدادی، 3 / 46- 48؛ نیز قس: ابن‌سینا، 3 / 888، که داء‌الکلب را نوعی مانیا دانسته است). از میان این بیماریها، پزشکان قدیم بیش از همه به مالیخولیا پرداخته‌اند. پایه‌های بسیاری از نظریاتی که در طب سنتی دربارۀ مالیخولیا آمده است، در آراء بقراط یافت می‌شود؛ هر چند به مرور زمان تغییرات زیادی در آنها ایجاد شده است. غیر از نظریۀ اخلاط و نقش صفرا در ایجاد اختلالات ذهنی، بقراط به وجود طبیعت مالیخولیایی در برخی از افراد اشاره می‌کند. او در کتاب الفصول خود از دست رفتن ناگهانی قدرت تکلم به سبب فلج شدن زبان، یا فلج شدن قسمتی از بدن یا کل آن، تشنج، مدهوشی و کوری را نشانه‌های تشخیص طبع مالیخولیایی می‌خواند ( بقراط ، 201). اصل جا افتاده در سبب‌شناسی جنون، فزونی اخلاط در خود مغز یا دیگر نقاط بدن است. فشار خون باعث سوختن صفرا می‌شود و این صفرای سوخته ایجاد سودای سوخته می‌کند. به هر حال، مالیخولیا نه تنها ناشی از زیادی سودا، که ناشی از زیادی سوخته هم می‌باشد؛ حتى حرارت ممکن است خلطها را به هم تبدیل کند، یعنی در اثر حرارت، بلغم به خون، خون به صفرا، و صفرا به سودا تبدیل شود و این سودا در اثر فزونی، اختلالات ذهنی و روانی را باعث می‌شود. به جز اخلاط ــ که اطبای بزرگ به طرق مختلف آن را علت این بیماری دانسته‌اند (برای نمونه، نک‍ : اهوازی، 1 / 332 بب‍ ؛ ابن‌ربن، همانجا؛ اخوینی، 242؛ ابوالحسن طبری، 1 / 141؛ رازی، 1 / 61) ــ سایر علل از قبیل عوامل محیطی (اهوازی، 1 / 332-334)، کاهش اندازۀ مغز (رازی، 1 / 11-12، 55)، تورم و گرمی اجزاء گوارش (ثابت بن قره، 29) و احساساتی چون خشم، اندوه، ترس، نگرانی و عشق (ابن‌جزار، 1 / 115؛ بغدادی، 3 / 49) به جهت تغییر در کیفیت اخلاط ، عامل ایجاد مالیخولیا دانسته شده‌اند. یکی از دقیق‌ترین تقسیم‌بندیها در سبب‌شناسی مالیخولیا از آنِ ابن‌سینا ست. او ضمن آنکه این مرض را ناشی از سودای سوخته می‌داند، منشأ آن را به دو نوع درون‌مغزی و برون‌مغزی تقسیم می‌کند. در نوع اول یا درون‌مغزی، عامل بیماری، یا سوء مزاج سرد و خشک است که گوهر مغز را تیره می‌کند، یا ماده‌ای است که در جایی از مغز وجود دارد. این ماده یا در رگها است یا کاملاً در جرم مغز است. در نوع دوم یا برون‌مغزی، عامل بیماری‌زا چیزی در بیرون مغز است. این عامل یا در همۀ بدن است که مزاج سودایی بر آن غلبه یافته، یا طحال است که مادۀ سودایی در آن زندانی شده، و طحال قادر به تنقیۀ آن نیست، و یا حرارت کبد است. همچنین ممکن است این عامل لایۀ خارجی صفاق (مراق) باشد که زائده‌هایی از غذا و بخار روده‌ها در آن انباشته شده، و تبدیل به جنسی سودایی شده، و به مغز رسیده است. این حالت را مالیخولیای مراقی می‌گویند (3 / 891). پائولوس (بولس) اگینیایی در مجموع، مالیخولیا را نوعی پریشان‌خردی می‌داند که بدون تب است و اغلب در مزاج مالیخولیایی باعث کاهش قوۀ درک شده، گاهی مستقیماً مغز را متأثر می‌کند و گاه ابتلای مغز به بیماری به سبب ابتلای اعضای دیگر بدن است. نوع سومی از مالیخولیا هم هست که بسیار شدید است و با التهاب پرده‌های مغزی همراه است که به معده پیوند دارند؛ از این راه است که بخارهای کشندۀ معدی پس از انتقال به مغز آن را متأثر می‌سازد (I / 386). در همۀ این حالات نشانه‌های رایج عبارت‌اند از: ترس، غم، اندوه و مردم‌گریزی. این بیماران گاه خویشتن را حیوان می‌پندارند و صدای حیوانات درمی‌آورند؛ برخی خود را ظرف سفالی گمان می‌برند و از شکسته‌شدن بیم دارند؛ برخی آرزوی مرگ می‌کنند و برخی از آن هراس دارند؛ برخی مدام می‌خندند و برخی دیگر می‌گریند؛ برخی نیز خود را دارای قدرتهای ماوراء‌الطبیعی می‌دانند و چنان‌که گویی زیر سلطۀ خدایان باشند، به پیشگویی می‌پردازند و این کسان‌اند که مجنون یا شیطان‌زده خوانده می‌شوند (همو، I / 383). سایر نشانه‌های مالیخولیا که در ارتباط با سیستمهای عمومی بدن هستند به صورت لاغری، در هم ریختگی، اضطراب، خواب‌آلودگی و جز آن بیان شده است (همانجا). سوء هضم، حرارت و سنگینی معده، انقباض و التهاب پرده‌های مغزی به‌ویژه در ابتدای امر، نشانه‌های بروز ناگهانی مالیخولیا دانسته‌ شده‌اند. ظهور این علائم با باد شکم، استفراغ، آروغ و ترشحات فراوان همراه است. پیشرفت بیماری و تبدیل صفرای زرد به سیاه، مرحلۀ حاد و غیرقابل کنترل بیماری است که به آن مانیا گویند (همانجا؛ قس: ابن‌سینا، همانجا، که مانیا را مالیخولیای همراه با اضطراب شدید و شرارت می‌داند). آرنائوس نیز مالیخولیا را یک مانیای اولیه می‌داند و حملۀ مانیا را به صورت ماهرانه‌ای شرح می‌دهد (پائولوس، همانجا). در طب بقراطی واژۀ یونانی iαλoχγaλєµ، که معنای لفظی آن بیماری سوداوی است، به معنای خاص ملانکولیا (مالیخولیا) به کار رفته است. در کاربرد رایج زبان یونانی نیز معنای «پریشانی عصبی» از آن مستفاد می‌شود. در مجموع، دیدگاه طب سنتی در خصوص سیر بیماری مالیخولیا این است که فصل پاییز، به‌ویژه اگر خشک و سرد باشد، هر چند مناسب حال اشخاصی است که طبع مرطوب دارند، اما در برخی، زمینه را برای ابتلاء به مالیخولیا فراهم می‌آورد (جونز، 58). این نظر را عمدۀ اطبای سرشناس تأیید و تکرار کرده‌اند (برای نمونه، نک‍ : رازی به نقل از روفس و جالینوس، 1 / 19، 63-64؛ ابن‌سینا، 3 / 893). ابن‌سینا نیز با اشاره به طبیعت اخلاط افراد، به این احتمال اشاره کرده است (همانجا؛ نیز نک‍ : جرجانی، ذخیره ... ، 3 / 11). با آنکه جسته و گریخته در میان اندیشمندان نیز اعتقاد به نیروهای ماورایی نظیر جن و ارواح در پیدایش بیماری دیده می‌شود (برای نمونه، نک‍ : بغدادی، 3 / 40)، اما پزشکان این دیدگاه را به شدت تخطئه کرده‌اند (مثلاً نک‍ : ابن‌سینا، 3 / 892). اساس درمان مالیخولیا در طب سنتی بر تخلیۀ دستگاه گوارش استوار است. پائولوس ضمن بررسی و مقایسۀ آراء پزشکان یونان به جالینوس اشاره می‌کند که عقایدش در این خصوص مشابه بقراط بوده است (I / 386). چکیدۀ دستورات درمانی پزشکان یونانی، در مراحل اولیۀ درگیری مغز، شامل استحمام مداوم، غذای خوب و مرطوب، و شادی و نشاط است. در مواردی که بیماری مزمن شود، درمانهای پیچیده‌تر تخلیه و پاک کردن دستگاه گوارش با استفاده از گیاهانی چون آویشن (صعتر)، عود، افسنطین، سرکۀ ترش و سوزاننده، جوشانده‌های سداب، شوید، پونه و نیز ضمادهایی از سوسن، کندر، جعفری، زیره و انیسون توصیه می‌شود. در این میان مشهورترین گیاه تخلیه‌کننده خَربَق سیاه است. از روشهای مؤثر عملی خون‌گیری است که مکرر توصیه شده، و همۀ این کارها به علاوۀ دستورالعملهای دیگر برای درمان مانیا نیز توصیه شده است. اطبای دورۀ اسلامی نیز کمابیش همین روشها و موارد را برای درمان مالیخولیا و مانیا پیشنهاد کرده‌اند (برای نمونه، نک‍ : ثابت بن قره، 29-31؛ ابن ربن، 108-110؛ اخوینی، 243-248؛ ابن‌سینا، 3 / 826-833؛ جرجانی، الاغراض ، 273-275). در این میان برخی اطبا نظرات ابتکاری ارائه داده‌اند، مثل رازی که به جای خربق سیاه، گل ارمنی را به عنوان ملین قوی توصیه کرده‌ است (1 / 51) و احتمال دارد او این نظر را از اسکندر افرودیسی که پیش‌تر آن را عنوان کرده بود، اقتباس کرده باشد (پائولوس، I / 384). ابن‌سینا هم همراه با خربق سیاه، لاجورد را پیشنهاد داده است (3 / 828). البته، روشهای خاص و گاه شدید دیگری نیز ارائه می‌شد، مثل تراشیدن سر و داغ گذاشتن بر آن (زهراوی، 16؛ برای تراشیدن سر و استفاده از ترکیب جوشاندۀ مهر گیـاه و پـوست خشخاش به نقل از ‌ابن ‌سرابیون، نک‍ : رازی، 1 / 123) و یا شلاق زدن بیمار (همو، 1 / 125، به نقل از جرجیس بن بختیشوع‌). ابومنصور موفق هروی اسطوخودوس، روغن بنفشه و لازْوَرْد را توصیه کرده است (ص 19، 145). دیگران نیز از گیاهانی چون نیلوفر، افتیمون، اطریفل و اهلیلج نام برده‌اند (حکیم مؤمن، 53؛ شاه ارزانی، 5، 25؛ کرمانی، 532). امروزه نیز درمانهای عامیانه نظیر استفاده از کاهو، روغن کنجد، آب سیب، لیمو و انگور برای درمان جنون و وسواس سوداوی تجویز می‌شود (سرورالدین، 84، 94، 140-143). در برخی آثار مانند چهار مقالۀ نظامی عروضی به روشهای دیگری نیز برای درمان بیماریهای روانی اشاره شده است (نک‍‌ : ص 76-80، 82-84). بازتاب جایگاه ویژۀ بیماریهای روانی و ذهنی در تاریخ و فرهنگ را نه تنها در ضرب‌المثلهای فارسی (دهخدا، 1 / 363، 2 / 852؛ ذوالفقاری، 1 / 222، 819، 2 / 1852، 1969) و متون کلاسیک ایران (عنصرالمعالی، 69، 310؛ نظامی، همانجاها) به وفور می‌توان دید، بلکه در ادوار مختلف اسلامی به‌ویژه از سده‌های میانی به این سو، همواره مکانهایی خاص در بیمارستانها، یا بیمارستانهایی ویژه برای این گونه بیماریها (مارستان یا تیمارستان) در نظر گرفته می‌شد و بیماران مجنون در آن به صورتهای مختلف مورد درمان، مراقبت و یا قرنطینه قرار می‌گرفتند (مقریزی، الخطط ، 3(2) / 44، السلوک ، 3 / 355 بب‍ ؛ عیسى بک، 78-81؛ ابن‌جبیر، 84-87؛ ابن‌ایاس، 380 بب‍ ؛ نیز نک‍‌ : ه‍ د، بیمارستان).",
    "ابن‌ایاس، محمد، جواهر السلوک ، به کوشش محمد زینهم، قاهره، 1426ق / 2006م؛ ابن‌جبیر، محمد، سفرنامه ، ترجمۀ پرویز اتابکی، تهران، 1370ش؛ ابن‌جزار، احمد، زادالمسافر ، به کوشش محمد سویسی و دیگران، تونس، 1999م؛ ابن‌ربن، علی، فردوس الحکمة فی الطب ، به کوشش عبدالکریم سامی جندی، بیروت، 1423م / 2002م؛ ابن‌سینا، القانون ، به کوشش ادوار قش، بیروت، 1413ق / 1993م؛ ابن‌هندو، علی، مفتاح الطب و منهاج الطلاب ، به کوشش مهدی محقق و محمدتقی دانش‌پژوه، تهران، 1368ش؛ ابوالحسن طبری، احمد، المعالجات البقراطیة ، چ تصویری، به کوشش فؤاد سزگین، فرانکفورت، 1410ق / 1990م؛ ابومنصور موفق هروی، الابنیة عن حقائق الادویة ، به کوشش احمد بهمنیار، تهران، 1346ش؛ اخوینی بخاری، ربیع ، هدایة المتعلمین ، به کوشش جلال متینی، مشهد، 1344ش؛ اهوازی، علی، کامل الصناعة الطبیة ، چ تصویری، به کوشش فؤاد سزگین، فرانکفورت، 1985م؛ بغدادی، علی، المختارات فی الطب ، فرانکفورت، 1417ق / 1996م؛ ثابت بن قره، الذخیرة فی علم الطب ، قاهره، 1928م؛ جرجانی، اسماعیل، الاغراض الطبیة ، تهران، 1345ش؛ همو، ذخیرۀ خوارزمشاهی ، به کوشش محمدرضا محرری، تهران، 1382ش؛ حاتمی، حسن، باورها و رفتارها ، 1385ش؛ حکیم مؤمن، محمد، تحفة المؤمنین ، به کوشش روجا رحیمی و دیگران، تهران، 1386ش؛ دهخدا، علی‌اکبر، امثال و حکم ، تهران، 1338ش؛ ذوالفقاری، حسن، فرهنگ بزرگ ضرب‌المثلهای فارسی ، تهران، 1388ش؛ رازی، محمد بن زکریا، الحاوی ، حیدرآباد دکن، 1374ق / 1955م؛ زهراوی، خلف، جراحی و ابزارهای آن (ترجمۀ بخش سی‌ام التصریف لمن عجز عن التألیف)، ترجمۀ احمد آرام و مهدی محقق، تهران، 1374ش؛ سرورالدین، محمد، طب الکبیر یا فرشتۀ نجات ، تهران، 1349ش؛ شاه ارزانی، محمد اکبر، طب اکبری ، کراچی، 1292ق؛ عنصرالمعالی کیکاووس، قابوس‌نامه ، به کوشش غلامحسین یوسفی، تهران، 1352ش؛ عیسى‌بک، احمد، تـاریخ بیمـارستانهـا در اسلام ، تـرجمۀ نـورالله کسایی، تهران، 1371ش؛ کرمانی، محمد کریم، دقائق العلاج فی الطب البدنی ، بمبئی، 1315ش؛ لغت‌نامۀ دهخدا؛ مقریزی، احمد، الخطط ، به کوشش گاستون ویت، قاهره، 1911م؛ همو، السلوک ، به کوشش محمد عبدالقادر عطا، بیروت، 1418ق / 1997م؛ نظامی عروضی، احمد، چهار مقاله ، به کوشش محمد قزوینی، لیدن، 1327ق / 1909م؛ همایونی، صادق، فرهنگ مردم سروستان ، تهران، 1348-1349ش؛ نیز:",
    "Hippocrates , «Epidemics I and III», Hippocrates , tr. W. H. S., Jones, London, 1972, vol. I; Jones, W. H. S., introd. Hippocrates (vide: Hippocrates); Paulus Aegineta, The Seven Books , tr. F. Adams, London, 1844.",
    "پیمان متین"
  ],
  "bibliography": [
    "ابن‌ایاس، محمد، جواهر السلوک ، به کوشش محمد زینهم، قاهره، 1426ق / 2006م",
    "ابن‌جبیر، محمد، سفرنامه ، ترجمۀ پرویز اتابکی، تهران، 1370ش",
    "ابن‌جزار، احمد، زادالمسافر ، به کوشش محمد سویسی و دیگران، تونس، 1999م",
    "ابن‌ربن، علی، فردوس الحکمة فی الطب ، به کوشش عبدالکریم سامی جندی، بیروت، 1423م / 2002م",
    "ابن‌سینا، القانون ، به کوشش ادوار قش، بیروت، 1413ق / 1993م",
    "ابن‌هندو، علی، مفتاح الطب و منهاج الطلاب ، به کوشش مهدی محقق و محمدتقی دانش‌پژوه، تهران، 1368ش",
    "ابوالحسن طبری، احمد، المعالجات البقراطیة ، چ تصویری، به کوشش فؤاد سزگین، فرانکفورت، 1410ق / 1990م",
    "ابومنصور موفق هروی، الابنیة عن حقائق الادویة ، به کوشش احمد بهمنیار، تهران، 1346ش",
    "اخوینی بخاری، ربیع ، هدایة المتعلمین ، به کوشش جلال متینی، مشهد، 1344ش",
    "اهوازی، علی، کامل الصناعة الطبیة ، چ تصویری، به کوشش فؤاد سزگین، فرانکفورت، 1985م",
    "بغدادی، علی، المختارات فی الطب ، فرانکفورت، 1417ق / 1996م",
    "ثابت بن قره، الذخیرة فی علم الطب ، قاهره، 1928م",
    "جرجانی، اسماعیل، الاغراض الطبیة ، تهران، 1345ش",
    "همو، ذخیرۀ خوارزمشاهی ، به کوشش محمدرضا محرری، تهران، 1382ش",
    "حاتمی، حسن، باورها و رفتارها ، 1385ش",
    "حکیم مؤمن، محمد، تحفة المؤمنین ، به کوشش روجا رحیمی و دیگران، تهران، 1386ش",
    "دهخدا، علی‌اکبر، امثال و حکم ، تهران، 1338ش",
    "ذوالفقاری، حسن، فرهنگ بزرگ ضرب‌المثلهای فارسی ، تهران، 1388ش",
    "رازی، محمد بن زکریا، الحاوی ، حیدرآباد دکن، 1374ق / 1955م",
    "زهراوی، خلف، جراحی و ابزارهای آن (ترجمۀ بخش سی‌ام التصریف لمن عجز عن التألیف)، ترجمۀ احمد آرام و مهدی محقق، تهران، 1374ش",
    "سرورالدین، محمد، طب الکبیر یا فرشتۀ نجات ، تهران، 1349ش",
    "شاه ارزانی، محمد اکبر، طب اکبری ، کراچی، 1292ق",
    "عنصرالمعالی کیکاووس، قابوس‌نامه ، به کوشش غلامحسین یوسفی، تهران، 1352ش",
    "عیسى‌بک، احمد، تـاریخ بیمـارستانهـا در اسلام ، تـرجمۀ نـورالله کسایی، تهران، 1371ش",
    "کرمانی، محمد کریم، دقائق العلاج فی الطب البدنی ، بمبئی، 1315ش",
    "لغت‌نامۀ دهخدا",
    "مقریزی، احمد، الخطط ، به کوشش گاستون ویت، قاهره، 1911م",
    "همو، السلوک ، به کوشش محمد عبدالقادر عطا، بیروت، 1418ق / 1997م",
    "نظامی عروضی، احمد، چهار مقاله ، به کوشش محمد قزوینی، لیدن، 1327ق / 1909م",
    "همایونی، صادق، فرهنگ مردم سروستان ، تهران، 1348-1349ش",
    "نیز:",
    "Hippocrates , «Epidemics I and III», Hippocrates , tr. W. H. S., Jones, London, 1972, vol. I",
    "Jones, W. H. S., introd. Hippocrates (vide: Hippocrates)",
    "Paulus Aegineta, The Seven Books , tr. F. Adams, London, 1844."
  ],
  "signature": "پیمان متین",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
