{
  "id": "eweb_528",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/240709/%D8%AE%D8%B1%D8%A7%D8%B2",
  "annotator": "Jeremy",
  "title": "خراز",
  "authors": [
    "آزاده اقبالی"
  ],
  "last_updated": "چهارشنبه 18 دی 1398",
  "content": [
    "خَرّاز ، ابوسعید احمد بن عیسى بغدادی (د 277 یا 279، 286ق / 890 یا 892، 899 م)، عارف پرآوازۀ سدۀ 3ق / 9م. وی بغدادی‌تبار بود (جامی، 73؛ عطار، 456؛ ابن‌عساکر، 5 / 130؛ شعرانی، 92) و ظاهراً در اوایل سدۀ 3 ق به دنیا آمد و چنان‌که خود می‌گوید، در اوان جوانی به نقاط مختلف، از جمله رمله، بیت‌المقدس و صیدا سفر کرد و بیش از 11 سال مجاورِ کعبه بود و بارها از آنجا به قصد احرام بستن و آغاز حج به مدینه می‌رفت (نک‍ : سرّاج، 205؛ قشیری، 665؛ ابن عساکر، 5 / 140). در جریان موج مخالفت و انتقادی که غلام خلیل حنبلی در آغاز نیابت موفق خلیفۀ عباسی (حک‍ 257- 278 ق / 871-891 م) بر ضد صوفیان به راه انداخت، خراز به سبب آنچه در کتاب السرّ خود نگاشته بود، مورد طعن و تکفیرِ علمای متشرع بغداد قرار گرفت و بـه ناچار بغـداد را تـرک گفت و بـه مصر رفت (نک‍ : ابن‌جوزی، 170-173؛ خواجه عبدالله، 159، 183؛ عطار، نیز جامی، همانجاها؛ روزبهان، 32). وی پس از چندی از آنجا برای دیدارِ ابوحاتم صوفی به بصره سفر کرد و مسافرتی نیز به قیروان در تونس داشت (سراج، 180؛ قشیری، ترجمه، 475). خراز ازدواج کرده بود و دست کم دو پسر داشت که یکی از آنها پیش از پدر درگذشت (همو، 377؛ عطار، 458؛ ابن‌عساکر، 5 / 131). ابوسعید خراز را از شاگردان محمد بن منصور طوسی دانسته‌اند و از اقران جنید شمرده‌اند، اما چنان‌که خواجه عبدالله انصاری می‌گوید، گرچه خود را شاگرد جنید می‌نمایاند، از وی برتر می‌نمود و چنین به نظر می‌رسد که از سر تواضع نسبت به جنید اظهار ارادت می‌کرده، و نمی‌خواسته است که در مقابل او دم از ارشاد بزند (همانجا؛ نیز عطار، جامی، همانجاها؛ معصوم‌علیشاه، 2 / 212؛ زرین‌کوب، 123).  خراز از مصاحبان ذوالنون مصری بود و با صوفیانی همچون بشر حافی، سری سقطی، ابوالحسین بنان، عمرو بن عثمان مکی، ابوعبید بسری، ابن‌ عطا اَدَمی، ابوبکر کتانی، ابوالقاسم مروان نهاوندی و ابوعبدالله نباجی نیز مصاحبت داشت و به برخی از آنها چون ابوالحسین نوری و احمدبن عطا نامه‌هایی نوشته بود (سراج، 233، 237، 239؛ خواجه عبدالله، جامی، همانجاها؛ سلمی، 223؛ قشیری، ترجمه، 62، 65، 74، 76؛ غزالی، 845؛ هجویری، 218؛ معصوم‌علیشاه، 2 / 101، 423، 537). بسیاری از نویسندگان صوفی خراز را از مشایخ بزرگ این قوم و از ائمۀ آن به شمار آورده‌اند و وی را قمرالصوفیه (در کنار جنید که شمس الصوفیه خوانده شده است) و لسان التصوف خوانده‌اند و نیز او را نخستین کسی دانسته‌اند که در علم فنا و بقا سخن گفته است (سلمی، خواجه عبدالله، هجویری، جامی، عطار، ابن‌عساکر، همانجاها؛ مستملی، 223؛ خطیب، 4 / 276؛ مناوی، 1(2) / 510). هجویری پس از آنکه صوفیۀ زمان خود را به 12 نحله تقسیم می‌کند، گروهی را که در باب فنا و بقا پیرو ابوسعید خرازند، خرازیه می‌نامد (ص 164، 311). گرچه برخی از محققان بر این باورند که مفاهیم فنا و بقا پیش از خراز نیز در میان صوفیان رایج بوده است ( EI2, IV / 1083 )، اما برخی دیگر مانند نیکلسن، دو مفهوم فنا و بقا در تصوف اسلامی را به دو گونۀ مثبت و منفی در نظر می‌گیرند، که در آن فنای منفی عبارت از فنای هشیاریِ بنده نسبت به وجود خود، و نوعی احساس الوهیت است که اَشکالی از آن را می‌توان در سخنان حلاج و بایزید بسطامی دید، و نظریۀ مثبت فنا که خراز آن را مطرح نمود و در آن نهایتِ سلوکْ فنای بنده از صفات خود و بقای او به حق تعالى است و با شریعت اسلام نیز تطابق بیشتری دارد (ص 18-19 ). با این تعریف از فنا، می‌توان خراز را نخستین کسی دانست که این‌چنین از فنا و بقا سخن گفته است.  وی در این زمینه تعاریف مختلفی دارد. در جایی فنا را عبارت از فنای عبد از مشاهدۀ عبودیت، و بقا را بقای بنده به مشاهدۀ الٰهی توصیف می‌کند و در جایی دیگر فنا را تلاشی بالحق و بقا را حضور مع‌الحق می‌داند (عزالدین، 298). او همچنین نشانۀ رسیدن به مقام فنا را رخت بر بستن حظوظ دنیوی و اخروی از قلب ذکر می‌کند (مستملی، 1591؛ خواجه عبدالله، 181؛ عزالدین، 297).  خراز دربارۀ معرفت حق‌تعالى نیز دیدگاههای خاصی داشت و بر آن بود که وی خداوند را به واسطۀ آنکه اضداد را در خود جمع دارد، شناخته است و دراین‌باره به آیۀ «هُوَ الْاَوَّلُ وَ الْآخِرُ وَ الظّاهِـرُ وَ الْباطِنُ ... » (حدید / 57 / 3) استناد می‌کرد و می‌گفت: خدا عین آن چیزی است که ظهور می‌کند، همچنان‌که عین آن چیزی است که به هنگام ظهور پنهان مانده است (مناوی، 1(2) / 514؛ نیکلسن، 42-43؛ ابن‌عربی، 3 / 174، 200). با توجه به این گفتار، فرغانی از میان 3 ‌مرتبه‌ای که برای فنا در نظر می‌گیرد، خراز را صاحب مقام محو و فنای تقید می‌داند (ص 513).  خراز اهل صحو بود و پایبندی به موازین شرع را در همۀ مراتب سلوک ضروری می‌دانست و دراین‌باره تأکید داشت که هر باطنی که مخالف ظاهر ــ یعنی ظاهر شریعت ــ باشد، باطل است (ابن‌عساکر، 5 / 130؛ ابونعیم، 10 / 247؛ سلمی، 226؛ قشیری، ترجمه، 62). وی ظاهراً دربارۀ آداب نماز و معانی باطنی آن کتابی داشته که سراج در اللمع مواردی از آن را آورده است (ص 153-154). خراز همچنین به گروهی از صوفیان دمشق نامه‌ای در رد آن عقیدۀ بدعت‌آمیز ایشان نوشت که معتقد بودند خدا را با دلهای خود در همین جهان می‌توانند ببینند، همچنان‌که بهشتیان او را به چشم سر خواهند دید (همو، 428). وی دربارۀ ولایت و نبوت نیز دیدگاههای خاصی داشت و برخلاف برخی از صوفیه، مقام نبوت را بسی بالاتر از مقام ولایت می‌دانست و بر این باور بود که قراردهندگان اولیا در مقامی بالاتر از انبیا، حقیقت را درنیافته‌اند (نک‍ : ص 31). بنا بر قول اغلب تذکره‌ها، خراز به هنگام احتضار در حال وجد و شور بود، چندان‌که وقتی احوال او را برای جنید بازگو کردند، گفت: «عجب نبود اگر جان او بپریدی از شوق» (سراج، 211؛ قشیری، ترجمه، 525؛ سهروردی، 167؛ ابن‌عساکر، 5 / 142-143؛ مناوی، 1(2) / 515). بسیاری از نویسندگان صوفیه به پرشمار بودن آثار خراز اشاره کرده‌اند (خواجه عبدالله، 159؛ هجویری، 218؛ عطار، 456؛ مستملی، 223)، اما ظاهراً اندکی از آنها باقی مانده است که از آن میان کتاب الصفات در تحلیل تجربۀ قرب الی الله؛ کتاب الضیاء در شرح مراتب اهل‌الله که در آن برای واصلان، 7 مرتبه تعریف کرده، و به شرح هر یک پرداخته است؛ کتاب الکشف و البیان در بیان رابطۀ نبی و ولی؛ کتاب الفراغ در توضیح ویژگیهای تجربۀ عرفانی؛ و کتاب الحقایق در توضیح برخی از اصطلاحات صوفیانه، همگی با عنوان کلی کتاب الشیخ سعید الخراز فی علم الاشارات نخست توسط احمد آتش شناسایی و معرفی شد و سپس توسط قاسم سامرایی در 1967م در بغداد به چاپ رسید (نویا، 198بب‍ ؛ عواد، 1 / 546؛ عبدالرحمان، 2 / 156؛ آتش، 29-31 ). همچنین کتاب الصدق یا الطریق الی الله که مجموعه‌ای از احادیث و پاره‌ای از ملاحظات صوفیانه در مسائل مربوط به صدق و اخلاص است، با تصحیح و ترجمۀ انگلیسی آربری در لندن، و به کوشش عبدالحلیم محمود در قاهره به چاپ رسیده است (نک‍ : الفهرس ... ، 3 / 1165؛ فولتون، 109 ).  کتاب دیگر وی نیز معیار التصوف و ماهیته است که احمد آتش نسخه‌های خطی آن را در کتابخانۀ قسطمونی یافته است (آتش، 31 ). اشعاری از خراز نیز در کتابهای مختلف نقل شده است (قشیری، 61؛ سراج، 256؛ سلمی، 228؛ خواجه عبدالله، 182؛ غزالی، 1350؛ جامی، 85-86؛ ابن‌عساکر، همانجا).",
    "ابن جوزی، عبدالرحمان، تلبیس ابلیس ، بیروت، 1368 ق؛ ابن‌عربی، محیی‌الدین، الفتوحات المکیة ، به کوشش عثمان یحیى، قاهره، 1394 ق؛ ابن‌عساکر، علی، تاریخ مدینة دمشق ، به کوشش علی شیری، بیروت، 1415 ق؛ ابونعیم اصفهانی، احمد، حلیة الاولیاء ، بیروت، دارالکتب العربیه؛ جامی، عبدالرحمان، نفحات الانس ، به کوشش مهدی توحیدی‌پور، تهران، 1336 ش؛ خراز، احمد، کتاب فی علم الاشارات ، به کوشش قاسم سامرایی، بغداد، 1967 م؛ خطیب بغدادی، تاریخ بغداد ، بیروت، دارالکتب العلمیه؛ خواجه عبدالله انصاری، طبقات الصوفیه ، به کوشش محمد سرور مولایی، تهران، 1362 ش؛ روزبهان بقلی، شرح شطحیات ، به کوشش هانری کربن، تهران، 1344 ش / 1966 م؛ زرین‌کوب، عبدالحسین، جست‌وجو در تصوف ایران ، تهران، 1363 ش؛ سراج، عبدالله، اللمع فی التصوف ، به کوشش ر. ا. نیکلسن، لیدن، 1914 م؛ سلمی، محمد، طبقات الصوفیة ، به کوشش یوهانس پدرسن، لیدن، 1960 م؛ سهروردی، عبدالقاهر، آداب المریدین ، ترجمۀ عمر ابن محمد شیرکان، به کوشش نجیب مایل هروی، تهران، 1363 ش؛ شعرانی، عبدالوهاب، الطبقات الکبرى ، قاهره، 1373 ق / 1954 م؛ عبدالرحمان، عبدالجبار، فهرست المطبـوعات العراقیـة ، بغـداد، 1398 ق؛ عزالدین کاشانی، محمود، مصبـاح الهدایة ، به کوشش عفت کرباسی و محمدرضا برزگر خالقی، تهران، 1367 ش؛ عطار نیشابوری، فریدالدین، تذکرة ‌الاولیاء ، به کوشش محمد استعلامی، تهران، 1364 ش؛ عواد، کورکیس، الذخائر الشرقیة ، به کوشش جلیل عطیه، دارالغرب الاسلامی؛ غزالی، محمد، احیاء ‌علوم الدین ، ترجمۀ مؤیدالدین خوارزمی، به کوشش حسین خدیوجم، تهران، 1351 ش؛ فرغانی، محمد، مشارق الدراری، به کوشش جلال‌‌الدین آشتیانی، قم، 1379 ش؛ الفهرس الموحد ، ریاض، 1404-1405 ق / 1984-1985 م؛ قرآن کریم؛ قشیری، ابوالقاسم، رسالة ‌القشیریة ، به کوشش معروف زریق و علی عبدالحمید بلطه‌جی، بیروت، 1408 ق / 1988 م؛ همو، همان، ترجمۀ کهن فارسی، به کوشش بدیع‌الزمان فروزانفر، تهران، 1345 ش؛ مستملی بخاری، اسماعیل، شرح التعرف ، به کوشش محمد روشن، تهران، 1363-1366 ش؛ معصوم‌علیشاه، محمدمعصوم، طرائق الحقائق ، به کوشش محمدجعفر محجوب، تهران، 1339-1345 ش؛ مناوی، محمد عبدالرئوف، الکواکب الدریة ، به کوشش محمد ادیب جادر، بیروت، 1999 م؛ نویا، پل، تفسیر قرآنی و زبان عرفانی ، ترجمۀ اسماعیل سعادت، تهران، 1373 ش؛ نیکلسن، ر. ا. ، یادداشتهایی در باب فصوص الحکم ابن عربی ، ترجمۀ اوانس اوانسیان، تهران، 1363 ش؛ هجویری، علی، کشف المحجوب ، به کوشش محمود عابدی، تهران، 1383 ش؛ نیز:",
    "Ateṣ, A., «Kastamonu genel kitapliğinda bulunan bazi mühim arapça ve farsça yazmalar», Oriens , Leiden , 1952, vol. V, no. 1; EI 2 ; Fulton, A. S. and M. Lings, Second Supplementary Catalogue of Arabic Printed Books in the British Museum , London, 1959; Nicholson, R. A., The Idea of Personality in Sufism , Lahore, 1964 .  آزاده اقبالی"
  ],
  "bibliography": [
    "ابن جوزی، عبدالرحمان، تلبیس ابلیس ، بیروت، 1368 ق",
    "ابن‌عربی، محیی‌الدین، الفتوحات المکیة ، به کوشش عثمان یحیى، قاهره، 1394 ق",
    "ابن‌عساکر، علی، تاریخ مدینة دمشق ، به کوشش علی شیری، بیروت، 1415 ق",
    "ابونعیم اصفهانی، احمد، حلیة الاولیاء ، بیروت، دارالکتب العربیه",
    "جامی، عبدالرحمان، نفحات الانس ، به کوشش مهدی توحیدی‌پور، تهران، 1336 ش",
    "خراز، احمد، کتاب فی علم الاشارات ، به کوشش قاسم سامرایی، بغداد، 1967 م",
    "خطیب بغدادی، تاریخ بغداد ، بیروت، دارالکتب العلمیه",
    "خواجه عبدالله انصاری، طبقات الصوفیه ، به کوشش محمد سرور مولایی، تهران، 1362 ش",
    "روزبهان بقلی، شرح شطحیات ، به کوشش هانری کربن، تهران، 1344 ش / 1966 م",
    "زرین‌کوب، عبدالحسین، جست‌وجو در تصوف ایران ، تهران، 1363 ش",
    "سراج، عبدالله، اللمع فی التصوف ، به کوشش ر. ا. نیکلسن، لیدن، 1914 م",
    "سلمی، محمد، طبقات الصوفیة ، به کوشش یوهانس پدرسن، لیدن، 1960 م",
    "سهروردی، عبدالقاهر، آداب المریدین ، ترجمۀ عمر ابن محمد شیرکان، به کوشش نجیب مایل هروی، تهران، 1363 ش",
    "شعرانی، عبدالوهاب، الطبقات الکبرى ، قاهره، 1373 ق / 1954 م",
    "عبدالرحمان، عبدالجبار، فهرست المطبـوعات العراقیـة ، بغـداد، 1398 ق",
    "عزالدین کاشانی، محمود، مصبـاح الهدایة ، به کوشش عفت کرباسی و محمدرضا برزگر خالقی، تهران، 1367 ش",
    "عطار نیشابوری، فریدالدین، تذکرة ‌الاولیاء ، به کوشش محمد استعلامی، تهران، 1364 ش",
    "عواد، کورکیس، الذخائر الشرقیة ، به کوشش جلیل عطیه، دارالغرب الاسلامی",
    "غزالی، محمد، احیاء ‌علوم الدین ، ترجمۀ مؤیدالدین خوارزمی، به کوشش حسین خدیوجم، تهران، 1351 ش",
    "فرغانی، محمد، مشارق الدراری، به کوشش جلال‌‌الدین آشتیانی، قم، 1379 ش",
    "الفهرس الموحد ، ریاض، 1404-1405 ق / 1984-1985 م",
    "قرآن کریم",
    "قشیری، ابوالقاسم، رسالة ‌القشیریة ، به کوشش معروف زریق و علی عبدالحمید بلطه‌جی، بیروت، 1408 ق / 1988 م",
    "همو، همان، ترجمۀ کهن فارسی، به کوشش بدیع‌الزمان فروزانفر، تهران، 1345 ش",
    "مستملی بخاری، اسماعیل، شرح التعرف ، به کوشش محمد روشن، تهران، 1363-1366 ش",
    "معصوم‌علیشاه، محمدمعصوم، طرائق الحقائق ، به کوشش محمدجعفر محجوب، تهران، 1339-1345 ش",
    "مناوی، محمد عبدالرئوف، الکواکب الدریة ، به کوشش محمد ادیب جادر، بیروت، 1999 م",
    "نویا، پل، تفسیر قرآنی و زبان عرفانی ، ترجمۀ اسماعیل سعادت، تهران، 1373 ش",
    "نیکلسن، ر. ا. ، یادداشتهایی در باب فصوص الحکم ابن عربی ، ترجمۀ اوانس اوانسیان، تهران، 1363 ش",
    "هجویری، علی، کشف المحجوب ، به کوشش محمود عابدی، تهران، 1383 ش",
    "نیز:",
    "Ateṣ, A., «Kastamonu genel kitapliğinda bulunan bazi mühim arapça ve farsça yazmalar», Oriens , Leiden , 1952, vol. V, no. 1",
    "EI 2",
    "Fulton, A. S. and M. Lings, Second Supplementary Catalogue of Arabic Printed Books in the British Museum , London, 1959",
    "Nicholson, R. A., The Idea of Personality in Sufism , Lahore, 1964 .  آزاده اقبالی"
  ],
  "signature": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 123
}
