{
  "id": "eweb_529",
  "source": "EIs",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/SIM-067178.xml?rskey=ra0x5R&result=1",
  "annotator": "Jeremy",
  "title": "al-Ḥakīm al-Tirmidh",
  "authors": [
    "Fathollah Mojtaba'i",
    "with additions by Stephen Hirtenstein",
    "Translated by Alexander Khaleeli"
  ],
  "word_count": "(9,878 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "23 Sep 2022",
  "last_updated": "02 Jun 2025",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "al-Ḥakīm al-Tirmidhī , Abū ʿAbd Allāh Muḥammad b. ʿAlī b. al-Ḥasan b. Bishr b. Hārūn, a traditionist, Qurʾān-commentator, theologian and mystical theorist of the 3rd/9th century (d. ca. 300/912). His laqab al-Ḥakīm means ‘the Wise’ but he is accorded other honorifics (al-Dhahabī, Siyar , 13/439; al-Subkī, 2/20) such as al-Ḥāfiẓ (the Qurʾān memoriser), al-Muḥaddith (the ḥadīth specialist), al-Zāhid (the ascetic) and al-ʿĀrif (‘the knower’, i.e. someone who has attained mystical knowledge to God). His name, kunya and nisba appear in the majority of sources and in most manuscripts of his works (Abū Nuʿaym, 10/233; al-Dhahabī, Siyar, 13/439–440; al-Subkī, 2/20; Ibn Ḥajar, 5/308; see also the facsimiles of manuscripts included at the beginning of al-Tirmidhī’s edited works, Sīrat al-awliyāʾ , Riyāḍat al-nafs and Adab al-nafs ). However, a handful of sources substitute ‘Ḥusayn’ for ‘Ḥasan’ and give his name as ‘Muḥammad b. ʿAlī b. Ḥusayn’ (Khwājah ʿAbd Allāh, 306; Ibn al-Jawzī, 4/146; al-Shaʿrānī, 1/91; al-Mināwī, 2/130; see also Massignon, 286). This variation, which is erroneous, can be attributed to copyists’ mistakes.",
    "There is no mention of al-Ḥakīm al-Tirmidhī’s birth in any of the sources, but it is generally agreed that he was born in the first quarter of the 3rd/9th century, probably sometime between ca. 205/820 and 215/830 (Radtke and O’Kane, introd. by Radtke and O’Kane, 1; al-Geyoushi, ‘Works and Thoughts’, 163), in Tirmidh, now in Uzbekistan but since early Islamic times an entrepôt on the north bank of the Oxus River (Amū Daryā, Ar: Jayḥūn). The sources are at variance over the length of al-Tirmidhī’s life: Muḥammad al-Dhahabī proffers eighty years ( Tadhkira , 2/645), while Ibn Ḥajar al-ʿAsqalānī proffers ninety and states that Ibn al-Anbārī studied with him in 318/930 ( Lisān , 5/310). Various dates of death have been proposed by biographers, ranging from 255/869 (which can be discounted on the basis of his own testimony in the autobiographical Badʾ shaʾn ) to 320/932: scholars tend to agree that he lived a long life and may have died between ca. 295/905 and ca. 300/910, although some suggest that he may have died as late as 320/932 (Radtke and O’Kane, introd., 2; al-Geyoushi, ‘Works and Thoughts’, 163–164). He married and fathered at least six children, and recorded the mystical dreams of his wife (Radtke and O’Kane, trans., Badʾ shaʾn , 22–29; ʿAṭṭār, 2/94; Masud, 325–326; al-Geyoushi, ‘Works and Thoughts’, 172). He spent most of his life in Tirmidh, where he died and is buried. His tomb stands in Tirmidh’s Old Town quarter (Bartol’d, 75–76): an inscription on interior stucco (Blair, 168–69, Catalogue no. 63; p. 266, Plates 112–114) reveals patronage by the Qārākhānid ruler, Aḥmad Ṭughā-Tegīn (r. 473–482/1082–1089), who built a domed square mausoleum over his grave. The tomb complex was enhanced in the 9th/15th century (Blair, 101; Bloom and Blair, 3/289–290).",
    "Little information is available on the identity of his teachers. His first teacher is likely to have been his father, ʿAlī, from whom he narrated traditions. This is the same ʿAlī b. al-Ḥasan b. Bashīr (or Bishr) b. Hārūn al-Tirmidhī noted by al-Khaṭīb al-Baghdādī ( Taʾrīkh Baghdād , 11/373) as a transmitter of ḥadīth . Biographical accounts mention a number of other traditionists from whom al-Tirmidhī is said to have heard ḥadīth (see Ibn Ḥajar, Lisān , 5/309; al-Dhahabī, Tadhkira , 2/645; see also al-Subkī, 2/20). He also had a close relationship with his mother, on whose authority he transmitted a ḥadīth in his refutation of the Muʿtazila (al-Geyoushi, ‘Works and Thoughts’, 165; see ʿAṭṭār, 2/91–92). He is said to have studied jurisprudence ( fiqh ) with one of Abū Ḥanīfa’s students (al-Hujwīrī, 178), although given the death date of Abū Ḥanīfa (150/767, q.v.), it is more likely to have been a student of a student of his. He clearly had an intimate knowledge of Ḥanafī fiqh , which was prevalent in Khurāsān at this time, and while his refutations of Shiʿi and Muʿtazilī doctrines demonstrate a traditional Ḥanafī position, he later voiced many criticisms of the way it was promulgated, without ever being critical of Abū Ḥanīfa himself (see Palmer, 118–140; see al-Geyoushi, ‘Works and Thoughts’, 200–201).",
    "According to Ibn Ḥajar ( Lisān , 5/308), Ibn al-ʿAdīm (d. 660/1262) painted a negative picture of al-Tirmidhī in his Taʾrīkh Ḥalab , saying that his traditions were unreliable, his theological views were at odds with those of the jurists, and he was subject to censure and criticism by the authorities. Ibn Ḥajar rejects Ibn al-ʿAdīm’s comments as exaggerated, and with reference to Ibn al-Najjār (author of Dhayl Taʾrīkh Baghdād ), argues that al-Tirmidhī’s Nawādir al-uṣūl was well received and widely narrated in his native Khurāsān ( Lisān , 5/308). Al-Tirmidhī’s students included Ḥasan b. ʿAlī al-Jūzjānī (al-Hujwīrī, 186) and Abū Bakr Muḥammad b. ʿUmar al-Warrāq (q.v.) (see al-Geyoushi, ‘Works and Thoughts’, 182, for a list of six students whose names are known). The latter is said to be the source for ʿAṭṭār’s story of al-Tirmidhī being taught by, and enjoying a special connection with, al-Khiḍr (ʿAṭṭār, 2/91–93), who is identified in Islamic tradition as Moses’s companion in Sūrat al-Kahf (Q 18:60–82; see Renard, ‘Khaḍir/Khiḍr’, 81–84). The mingling of Ḥanafī theology and mysticism seems to have been quite common in Khurāsān and Transoxania (Palmer, 139–140, 179–183).",
    "The early authors of Sufi tracts and biographies offer limited insights into al-Tirmidhī’s intellectual training and outlook, although a more detailed analysis reveals their debt to him. While Abū Naṣr al-Sarrāj (d. 378/988) does not relate anything about al-Tirmidhī in al-Lumaʿ fī al-taṣawwuf , Abū Bakr al-Kalābādhī (d. 390/990, al-Taʿarruf , 32), mentions al-Tirmidhī in the context of those who composed works on spiritual practice and behaviour ( muʿāmalā ; pl. muʿāmalāt ), and reproduces one of al-Tirmidhī’s most important and unique distinctions, between the ‘friends of God’s right’ ( walī ḥaqq Allāh ) and the ‘friends of God’ ( walī Allāh ) (see below; also Palmer, 183–186). The two masters of Nīsābūr of the 4th–5th/10th–11th centuries, al-Sulamī and al-Qushayrī, mention al-Tirmidhī in passing, but utilise his doctrines: Abū ʿAbd al-Raḥmān al-Sulamī (q.v., d. 412/1021), who is perhaps the first to specifically identify the ‘Sufis’ with the ‘friends of God’ ( awliyāʾ ), states that al-Tirmidhī studied with Abū Turāb al-Nakhshabī (q.v., d. 245/860), and relates anecdotes about him of minor value ( Ṭabaqāt al-Ṣūfiyya , 217–220). At the same time, he uses terminology and concepts highly reminiscent of al-Tirmidhī, especially the notion of the highest saints as ‘those who are spoken to by God’ ( muḥaddathūn ) and the visibility of the awliyā ʾ (see Palmer, 187–191). Al-Sulamī’s student, al-Qushayrī (d. 465/1074) also mentions al-Tirmidhī’s studies with Aḥmad b. Khiḍrawayh (q.v., d. 240/854), al-Nakhshabī and Yāḥyā b. al-Jallāʾ (d. 306/918) ( al-Risāla , Arabic, 60, English trans., 52–53), but it is more revealing that he was the first to include a specific chapter on wilāya in his Epistle: the awliyāʾ are portrayed as the successors of the Prophet and the true rulers of the world ( al-Risāla , Arabic, 292–295, English trans., 268–273; Palmer, 191–195). Both al-Hujwīrī (d. 465/1072), in Kashf al-maḥjūb , and Farīd al-Dīn ʿAṭṭār (q.v.), in Tadhkirat al-awliyā ʾ, liberally relate deeds and sayings, without providing any biographical details of value.",
    "The only real biographical source on al-Tirmidhī is autobiographical and is entitled Badʾ shaʾn Abī ʿAbd Allāh Muḥammad al-Ḥakīm al-Tirmidhī (‘The First Part of the Affair of Abū ʿAbd Allāh Muḥammad al-Ḥakīm al-Tirmidhī’; see Masud, 331–343, Arabic text; Radtke and O’Kane, trans. Badʾ shaʾn as ‘The Autobiography’, 15–36). In his youth, al-Tirmidhī explains, he was trained by ‘my shaykh’ (i.e. his father) in the study of religious knowledge, and he acquired two sciences, that of prophetic traditions and that of formulating legal judgments (ʿ ilm al-āthār wa ʿilm al-raʾy ). At the age of twenty-seven, he embarked on the Ḥajj (q.v.). Whilst in Iraq he gathered ḥadīth , and in the month of Rajab he left Baṣra for Mecca and sojourned in the Ḥijāz from Shaʿbān until the Ḥajj. Based on the evidence of the names of his ḥadīth -transmitters (Radtke and O’Kane, trans., Badʾ shaʾn , 16), this pilgrimage is likely to have taken place around the year 246/860. During this period, he visited the holy sites and occupied himself with worship; genuine repentance ( tawba ) entered his heart. He departed for home at the conclusion of the Ḥajj, memorising the Qurʾān during the journey.",
    "Then he says that the teachings of ‘the people of knowledge of God’ ( ahl al-maʿrifa ) reached him. He discovered the ‘book of al-Anṭākī’, which offered guidance on ‘disciplining the carnal soul’ ( riyāḍat al-nafs ): this was, presumably, ʿUlūm al-muʿāmalāt by Aḥmad b. ʿĀṣim al-Anṭākī, who had died some years earlier, between 220/835 and 239/853. Al-Anṭākī was an associate and narrator ( rāwī ) of al-Ḥārith al-Muḥāsibī (d. 243/857), as well as being close to al-Junayd in Baghdad (q.v.), and all three seem to have exerted an influence on al-Tirmidhī’s conceptions of self-discipline (Knysh, passim; Palmer, 178–179; Picken, 120 n. 214). Controlling the soul ( nafs ) is a critical preliminary step on the mystical path to God. The appetites ( shahawāt ) of the nafs must be brought under control with spiritual exercises, such as periods of seclusion ( khalwa ) and temporary retreat ( ʿuzla ) to focus on repentance ( tawba ), renunciation ( zuhd ) and supererogatory prayer ( duʿāʾ ). Al-Tirmidhī certainly engaged in ascetic exercises that included self-denial and seclusion, and spent extended periods alone in the deserted countryside (Radtke and O’Kane, trans., Badʾ shaʾn , 16–17). However, at the same time, al-Tirmidhī would later follow al-Muḥāsibī in criticising those who believed in ascetical practices per se, and took the latter’s views a stage further by focusing on the central issue of spiritual authority ( wilāya / walāya ) (Palmer, 179 et passim).",
    "At this point in his life, al-Tirmidhī recounts a dream he had of the ‘Messenger of God’ entering Tirmidh’s congregational mosque, with al-Tirmidhī following in his footsteps, ‘remaining close behind his neck […] and placing his footsteps in the same spot where he walked’. The Prophet ascended the pulpit ( minbar ); al-Tirmidhī followed, step by step, and ‘sat down at his feet on the step below where he was sitting’ (Radtke and O’Kane, trans., Badʾ shaʾn , 18). Some take al-Tirmidhī’s dreams as ‘confirmation from figures like Muḥammad and Jesus of his own high status within the hierarchy of Muslim saints’ (Katz, 185), but they can also be understood as a reassuring confirmation of his own innocence, obedience and adherence to the true way of the Prophet (al-Geyoushi, ‘Works and Thoughts’, 170–171). The account of al-Tirmidhī conversing with al-Khiḍr demonstrates his intellectual and spiritual credentials, such that al-Tirmidhī is a ‘friend of God’ ( walī Allāh ) who was instilled with knowledge by the Prophet of Islam and al-Khiḍr. According to al-Tirmidhī, one of the eight visible ‘proofs’ that someone is a ‘saint’ is that s/he ‘converses with Khaḍir [al-Khiḍr]’ (Radtke and O’Kane, trans., Sīrat al-awliyāʾ , 125). The association with al-Khiḍr evidently serves to demonstrate the uniquely individual nature of al-Tirmidhī’s ‘education’, but some information on his teachers and associates can be gleaned from those who transmitted ḥadīths to him (for a full alphabetical list, see al-Geyoushi, ‘Works and Thoughts’, 176–181).",
    "Al-Ḥakīm al-Tirmidhī’s mystical views attracted the ire of ‘those who purport to be possessed of religious learning’ (his dismissive phrase for his persecutors), who accused him of ‘sectarian tendencies and heresy’ and defamed him in other ways. They brought a complaint before the governor at Balkh, who sent an investigator. Al-Tirmidhī went to Balkh to defend himself before the governor (probably Dāwūd b. al-ʿAbbās al-Bānijūrī, flor. 256/870), who is said to have prohibited him from discoursing further on ‘love’ (Radtke and O’Kane, trans., Badʾ shaʾn , 20; Sviri, Perspectives, 125–128). Al-Tirmidhī’s travails find partial confirmation in al-Dhahabī ( Tadhkirat al-ḥuffāẓ , 2/645), who states that a complaint was indeed made, although here the indictment is related to his support for a particular ḥadīth: ‘Indeed, God has servants who are not prophets or martyrs whom the prophets and the martyrs envy’ ( inna li’llāh ʿibād laysū bi anbiyāʾ wa lā shuhadāʾ yaghbiṭuhum al-anbiyāʾ wa al-shuhadāʾ ; see al-Dimyāṭī, 285). He was accused of questioning why prophets should be envious of the saints, unless he believed saints were superior to prophets (al-Subkī, 2/20; al-Dhahabī, Tadhkira , 2/645; Masud, 316–317). Al-Dhahabī adds that al-Tirmidhī was exiled from Tirmidh for writing Khatm al-awliyāʾ and Kitāb al-ʿilal (see below, Published, nos. 1 and 4). His journey to Balkh also seems to have brought him into direct contact with an important shaykh of the Malāmatiyya who lived there, Abū ʿUthmān Saʿīd al-Ḥīrī, as well as Muḥammad b. al-Faḍl al-Balkhī in Samarqand, as is attested by his correspondence with them (Sviri, Perspectives , 92–94; see al-Ḥakīm al-Tirmidhī, Thalātha ).",
    "Tirmidh was an administrative division of Balkh under the Ṭāhirids (r. 205–259/821–873), but when the Saffārids (247–393/861–1003), led by Yaʿqūb b. Layth, laid siege to Balkh in 256/870, ‘there arose in our land discord and insurrection’ (Radtke and O’Kane, trans., Badʾ shaʾn , 22). Al-Tirmidhī’s enemies ‘fled and became exiles’, and he thrived thereafter. When these trials and tribulations came to an end and ‘the lies that had been told before were swept away’, al-Tirmidhī became a renowned teacher with many students, including those who previously vilified him (Radtke and O’Kane, trans., Badʾ shaʾn , 23). The charges arrayed against him undoubtedly stemmed from the originality of his concepts, to which many of his colleagues among the ʿ ulamā ʾ were opposed (see al-Ḥakīm al-Tirmidhī, Thalātha , introd., 76–78).",
    "Al-Ḥakīm al-Tirmidhī was a polymath. His writings demonstrate an encyclopaedic grasp of Islamic knowledge, in topics such as Qurʾānic exegesis ( tafsīr ), traditions ( ḥadīth ), jurisprudence ( fiqh ), legal philosophy ( falsafat al-tashrīʿ ), theology ( kalām ), ethics ( akhlāq ), history of Sufism ( taʾrīkh al-Ṣūfiyya ) and mysticism ( taṣawwuf ). Al-Tirmidhī apparently had some knowledge of medicine, as demonstrated by his Ghawr al-umūr (attrib.) (also known as al-Aʿḍāʾ wa al-nafs) and Riyāḍat al-nafs (also known as Ḥaqīqat al-Ādamiyya ), which are concerned with the connection between the states of the soul ( nafs ) and the physical body. According to al-Hujwīrī (trans. Nicholson, 141), al-Tirmidhī began writing a full exegesis of the Qurʾān in the last few years of his life, but never lived to complete it (for an overview of his teachings on the Qurʾān and ḥadīth , see al-Geyoushi, ‘Works and Thoughts’, 188–196).",
    "Numerous works have been ascribed to him: Sezgin lists 80 ( GAS, 1/653–659), al-Geyoushi gives 65 (pp. 185–187), while Palmer’s analysis of Khālid Zahrī’s listing (of 132 titles) has found precisely 100 works in total, fifty-three published and the remaining forty-seven currently in manuscript only (pp. 20–21; Zahrī, 57–286). The number of manuscripts of al-Tirmidhī’s works in libraries around the world is indicative of his intellectual footprint; his impact on developments in jurisprudence and theology was significant. For example, al-Sulamī relates many of al-Tirmidhī’s Qurʾānic commentaries in his Ḥaqāʾiq al-tafsīr (al-Ḥakīm al-Tirmidhī, Thalātha , introd., 41–43); the discussion of conceitedness ( ghurūr – Kitāb dhamm al-ghurūr ) by Abū Ḥāmid al-Ghazālī (d. 505/1111) in the third part of his Iḥyāʾ ʿulūm al-dīn , makes extensive use of al-Tirmidhī’s Kitāb al-akyās wa al-mughtarrīn ; Ibn al-ʿArabī (q.v., d. 638/1240) penned a specific treatise on the subject of sainthood entitled ‘The Direct Response to the Questions posed by al-Ḥakīm Tirmidhī’ ( al-Jawāb al-mustaqīm ʿammā saʾala ʿanhu al-Tirmidhī al-Ḥakīm ). These questions, which appear in al-Tirmidhī’s Sīrat al-awliyāʾ , and the responses were later expanded and included in his al-Futūḥāt al-Makkiyya ; and in his Kitāb al-rūḥ , Ibn Qayyim al-Jawziyya (d. 751/1350) quotes Bayān al-farq bayn al-ṣadr , showing that the attribution of the text to al-Tirmidhī was relatively early (see Heer, introd. 12; see also idem, ‘Some Biographical’, 127).",
    "Al-Tirmidhī’s Sīrat al-awliyāʾ (‘The Life of the Friends of God’), sometimes referred to as Khatm al-awliyāʾ (‘Seal of the Saints’) or Khatm al-walāya (‘Seal of Sainthood’), is regarded as his most important work. In Sīrat al-awliyā ʾ, al-Tirmidhī sets out the intellectual framework for sainthood ( walāya / wilāya ) (for the distinction between the two related terms walāya and wilāya , see Chodkiewicz, 21–25; Renard, Friends, 259 ff.). A second, closely related, work is ʿIlm al-awliyāʾ (‘The Knowledge Possessed by the Friends of God’), which posits that all knowledge comes from names, and that this is why God ‘taught Adam all the Names’ (see Q 2:31).",
    "The doctrine of ‘saints’ ( awliyāʾ , pl. of walī ) and ‘sainthood’ ( walāya / wilāya ) in Islam is related to certain verses in the Qurʾān that use terms connected to the root w-l-y (whose primary meanings are ‘to be close, a friend’ and ‘to have authority over’), in particular: ‘Surely God’s friends ( awliyāʾ Allāh ), there will be no fear on them, nor will they grieve’ (Q 10:62). This is amplified by a famous ḥadīth qudsī which begins ‘Whoever shows enmity to a walī of Mine, I declare war upon him…’ (al-Bukhārī, 105), and may in turn be contrasted with Q 4:76, which speaks of awliyāʾ al-shayṭān (‘Satan’s friends’). Unlike Western conceptions of ‘saint’, much of the meaning of walī in the spiritual sphere is connected to the systems of patronage, protection and authority that governed pre-Islamic Arab society, especially the principles of client relationship ( walāʾ ) (for a fuller discussion, see Palmer, 1–20 et passim).",
    "According to Sviri, ‘[the] friendship of man and God lies at the heart of Islamic mysticism… themes connected with the spiritual hierarchy and the special knowledge of the awliyā ʾ… are the very axis of [al-Tirmidhī’s] work’ ( Perspectives , 217, 220). The works mentioned above, which discuss in detail the theme of friendship with God, became a cornerstone of future Sufi discussions of the subject, and form the basis of what has been described as his ‘mystical psychology’, which is characterised by an all-pervading binarity or polarity of states and stations (Sviri, Perspectives , 9–10). Palmer, on the other hand, emphasises the historical milieu in which al-Tirmidhī was teaching, especially the Ḥanafī theological and jurisprudential tradition, and the Transoxanian audience he was addressing: his discourses on walāya may be seen as a reinvigoration of the original revelatory message of Islam and as reuniting disciplines such as theology and jurisprudence with their inner spiritual realities (pp. 111–144).",
    "Al-Tirmidhī can be described as the first Sunni mystical thinker to intellectualise the role of sainthood in Islam, and to develop a systemised theory. According to al-Tirmidhī, the spiritual ascension of the friends of God begins with repentance, followed by the disciplining of the carnal soul, and ‘then on to pious introspection’. Along the way, he receives ‘divine gifts’, including possibly ‘confirmation of the good news of his spiritual rank’ ( bushrā ) (Radtke and O’Kane, 10). The parallels with al-Tirmidhī’s own life are clear, as is shown by his dream of the Prophet, taken as confirmation of al-Tirmidhī’s spiritual rank. Although he does not emphasise renunciation ( zuhd ), his emphasis on battling the nafs —an obstacle to fidelity to God—implies renunciation of the desires of the nafs . Al-Tirmidhī explains: ‘Whenever my eyes look upon the forbidden, they must close and avert themselves […]. If I neglect this vigilance for one moment, my carnal soul will hurl me into the ravines of destruction’ (Radtke and O’Kane, trans., Sīrat al-awliyāʾ , 47). He distinguishes three stages of knowledge: al-ʿilm al-ẓāhir (external), al-ʿilm al-bāṭin (internal) and al-ʿilm bi’llāh (knowledge of God) (Radtke and O’Kane, trans., Sīrat al-awliyāʾ , 42). The external, which is adherence to God’s Will as found in Revelation, is bound to the self and to reason. To advance to higher knowledge and ultimately to knowledge of God, eternal vigilance over the nafs is essential. His Riyāḍat al-nafs (see list of al-Tirmidhī’s works below) is dedicated to the training of the nafs , a ‘stage’ ( manzil ) central to ‘classical’ Sufi thought. One aspect of al-Tirmidhī’s systemisation from Sīrat al-awliyāʾ should be mentioned due to its originality, the ten qualities and eight visible proofs of friendship with God:",
    "‘The Friend of God […] is a man who stands firm in his rank and lives up to the condition set by God, just as he lived up to sincerity [towards God] while journeying to God […] He practises the religious prescriptions and pays heed to the legal punishments, and he adheres to his rank until he becomes upright, refined, educated, purified, cleansed, rendered sweet-smelling, broadened, developed, nourished, promoted and made accustomed. Thus his Friendship with God is brought to perfection through these ten qualities. Then he is transferred from his rank to the Possessor of sovereignty ( mālik al-mulk ) and he is assigned a place before God, and his intimate converse ( najwā ) with God takes place face to face’ (Radtke and O’Kane, trans., Sīrat al-awliyāʾ , 91).",
    "People will know if someone is a friend of God through the following eight visible ‘proofs’ (see Radtke and O’Kane, trans., Sīrat al-awliyāʾ , 124–125):",
    "1. In God’s words, ‘They are those who when one thinks of Me, one thinks of them; and when one thinks of them, one thinks of Me’;",
    "2. ‘They possess the power of that which is due ( sulṭān al-ḥaqq ). No one can oppose them without being overwhelmed by the power of that which is due unto God’;",
    "3. ‘They are endowed with clairvoyance ( firāsa )’;",
    "4. ‘They receive divine inspiration’ ( ilhām );",
    "5. ‘Whoever contends with them is cast down and comes to an evil end’;",
    "6. ‘All tongues agree in praising them, except for those who are afflicted with jealousy of them’;",
    "7. ‘Their prayers are answered and they are manifestly capable of miracles’ ( āyāt );",
    "8. ‘They converse with Khiḍr, who wanders across the earth, on land and sea, in the plains and in the mountains, searching for someone like himself out of passionate longing for him’.",
    "Three particular teachings appear to be unique to al-Tirmidhī: firstly, as expressed in his Sīrat al-awliyāʾ , the binary distinction between two types of friends of God, which he refers to as ‘the friend of God’s right’ ( walī ḥaqq Allāh ) and ‘the friend of God’ (walī Allāh ). The former is characterised by repentance, fidelity to the divine prescriptions and guarding over his seven bodily parts, while the latter has the path to God opened up for him through ‘the breeze of divine closeness’ and has been set free out of ‘generosity and mercy’ (see Radtke and O’Kane, trans., Sīrat al-awliyāʾ, 43–50, 91–92, 123). Palmer points out the close parallels between al-Tirmidhī’s conception of the two types of ‘friend’ and the social bonds of clientage: the true friends of God are like the free Arabs, who were established in positions of power and authority over others by birth (or by divine gift according to al-Tirmidhī), while the friends of God’s right are like the clients ( mawālī ), whose freedom can only be partial, earned through their attachment to an Arab tribe or influential family (pp. 80–81).",
    "Secondly, the binary paradigm of ‘Truth’ ( ḥaqq ) versus ‘Mercy’ ( raḥma ), which are both said to be ‘in charge of human beings’ affairs: al-ḥaqq is in charge of their worship ( ʿubūda )… and [on the Day of Judgment] in charge of Wrath ( ghaḍab ) and the Fire ( nār ); then, to those for whom His Mercy precedes His Wrath, Mercy appears and delivers him from al-ḥaqq ’ (Nawādir, 2/42–43). This polarity also manifests in his understanding of the Children of Abraham, where the Banū Isrāʾīl, who descend from Isḥāq (Isaac), are endowed with effort and wisdom ( ḥikma ) and the Banū Ismāʿīl, who descend from Ismāʿīl (Ishmael) the father of the Arabs, are characterised by good qualities and benevolent grace ( minna ) (Nawādir, 1/449–450).",
    "Thirdly, the phrase ‘possession of the possession’ ( mulk al-mulk ), which Ibn al-ʿArabī believed to have been coined by al-Tirmidhī ( al-Futūḥāt , 1/183): this technical term designates that God is the One who is subject to the obligation to respond or be merciful (as in Q 6:54 and 40:60) by order of the request of His servant (who is the original possession or subject). According to Ibn al-ʿArabī, the number of ‘assemblies ( majālis ) of  the mulk al-mulk’ cannot be enumerated since they are as many as the prayers or breaths of every creature (al-Futūḥāt, 2/50–51, q. 16; cf. Radtke and O’Kane, trans., Sīrat al-awliyāʾ, 73, for a different reading of the text in questions 19 and 20).",
    "Al-Tirmidhī occupies an important place in the history of theoretical mysticism, but he is not generally perceived as a Sufi. This is explained in part by the fact that he lived at a time when Sufi thought as we conceive it today had not been systematised, and gnostic concepts and practices were in flux (Sviri, Perspectives , 10, 23–32). Indeed, he never uses the term Ṣūfī in his writings, and the term in his day was being applied to the Junaydian School of Baghdad, where it conveyed a certain kind of teaching. Hence, the failure of al-Sarrāj to include al-Tirmidhī in Lumaʿ fī al-taṣawwuf is not necessarily significant. Furthermore, al-Tirmidhī represents the Khurāsānī strand of mystical thought, whose cultural and intellectual capital was Nīsābūr, and was characterised by pious asceticism (see Sviri, Perspectives , 37–47), as expressed, in particular, by four dominant currents among the many factions within Islam in Khurāsān: the ahl al-maʿrifa (‘the people of mystical knowledge’, seemingly proto-Sufis whom al-Tirmidhī apparently identifies with those following the teachings of al-Muḥāsibī on training the soul); the Karrāmiyya (a Ḥanafī group of ascetic mystics accused of anthropomorphism); the Malāmatiyya (‘the People of Blame’); and the Futuwwa (q.v.). There also appears to have been a substantial and influential Shiʿi community, with several shrines that became sites of pilgrimage (see Palmer, 130–131, 179–184, 187–188; Sviri, Perspectives, 78–90).",
    "Al-Tirmidhī is sometimes said to have inclined towards the early Malāmatiyya (Heer, 125–126; see Sviri, Perspectives , 77–94). In most of his works, especially Badʾ shaʾn , he employs self-deprecatory terms and expressions, which might seem to support this hypothesis. Some of the activities he details in his autobiography, such as walking barefoot, dressing in dishevelled clothes like a beggar, and the fact that that he derived satisfaction from such activities (‘until the sweetness of this humility reached my heart’, Radtke and O’Kane, trans., Badʾ shaʾn , 18), shows that he was at least clearly influenced by what was later described as the Malāmatiyya. However, he opposed the extreme asceticism and self-mortification of some of the spiritual teachers and students of his time and their pre-occupation with their souls. In a letter to Abū ʿUthmān al-Ḥīrī al-Nīsābūrī (q.v., d. 298/910), who taught a middle way between the path of effort and purification and the path of grace, al-Tirmidhī says that spending one’s life struggling against one’s own soul prevents one from paying attention to God’s grace or striving for sincerity in service to God. Furthermore, the carnal soul derives enjoyment from a person being occupied with himself, and this deprives the person of the spiritual energy required for attaining transcendence of the ego ( nafs ) . This spiritual energy is generated by the heart’s vision of the true reality of things. Through this vision, faith ( īmān ) is transformed into certainty ( yaqīn ), and all the powers of the lower soul are transformed into positive qualities (‘Jawāb kitāb’, 190–191; Radtke, ‘Some Recent Research’, 67–70 et passim). Sara Sviri sums up al-Tirmidhi’s perspective on the transformation of the carnal soul through the light generated by certainty as follows: ‘The desire of the nafs becomes a desire for God; fear becomes fear of God; anger becomes anger for the sake of God; lust becomes longing for God; doubt becomes certitude, idolatry becomes pure unity, and forgetfulness becomes determination’ (Sviri, Perspectives , 93).",
    "In Bayān al-farq bayn al-ṣadr wa al-qalb wa al-fuʾād wa al-lubb , which is attributed to al-Tirmidhī, four different stages and levels of the spiritual life are delineated, each of which encompasses the level below it: the chest ( ṣadr ), the heart ( qalb ), the inner heart ( fuʾād ), and the kernel ( lubb ). Each of these stages is accompanied by a soul: the breast is accompanied by the soul which prompts to evil ( al-nafs al-ammāra ), the heart by the blaming soul ( al-nafs al-lawwāma ), the inner heart by the inspired soul ( al-nafs al-mulhama ), and the kernel by the contented soul ( al-nafs al-muṭmaʾinna ) (pp. 33–40). This short treatise had a considerable impact on the later articulation of Sufi psychology, on account of the extreme subtlety of its analysis of mystical modes of consciousness; and because of the systematic nature of the correspondences it establishes between these modes and degrees of consciousness, on the one hand, and Qurʾānic designations of different types of soul and their concomitant properties, on the other.",
    "WORKS",
    "Below is a select list of al-Tirmidhī’s works, both published and unpublished, including those whose attribution to him appears doubtful:",
    "1. Adab al-nafs : a collection of questions and answers about mysticism, with particular regard to the meaning of certainty ( yaqīn ). This book was edited and published, along with Riyāḍat al-nafs by Arberry and ʿ Alī Ḥasan ʿAbd al-Qādir , in 1947 in Cairo.",
    "2. al-Akyās wa al-mughtarrīn : this text discusses three pillars of the religion of God: right ( ḥaqq ) which relates to the bodily members, justice ( ʿadl ) which relates to the heart, and veracity ( ṣidq ) which pertains to reason; and examines how these can be subverted by error, deviation and misapprehension, and how the soul tends to corrupt religious performance. It was published under the title Ṭabāʾiʿ al-nufūs , edited by Aḥmad ʿAbd al-Raḥīm Sāyiḥ and Sayyid Jamīlī, in 1410/1990 in Beirut (Kaḥḥāla, 9/315; al-Ziriklī, 6/272; Radtke, ‘Ḥakim’, 575; al-Geyoushi, ‘Dirāsa’, 76–77; al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 12; Qara Bulūṭ et al., 4/2950–2951; see also Brockelmann, SI/356).",
    "3. al-Amthāl min al-kitāb wa al-sunna : a collection of parables along with verses of the Qurʾān and prophetic traditions to explain mystical and religious experiences. It was first published by Muḥammad al-Bajāwī (Cairo, 1395/1975), then by Sayyid Jamīlī (Beirut, 1985) and again edited by Muṣṭafā ʿAbd al-Qādir ʿAṭāʾ (Beirut, 1989) (Qara Bulūṭ et al., 4/2949).",
    "4. Asrār mujāhadat al-nafs , ed. Ibrāhīm Jamal (date of publication unknown) (al-Ḥakīm al-Tirmidhī, Ithbāt al-ʿilal , introd. by Khālid Zahrī, 31).",
    "5. Badʾ (or: Buduww ) shaʾn ʿAbd Allāh Muḥammad al-Ḥakīm al-Tirmidhī : an autobiographical work by al-Tirmidhī. It was edited by ʿUthmān Yaḥyā and published with Khatm al-awliyāʾ in 1965 in Beirut. In 1994 the treatise was published in lithograph form along with a German translation by B. Radtke. Shortly thereafter an English translation was published in collaboration with John O’Kane (Pourjavady, 13; al-Geyoushi, ‘Dirāsa’, 82–83).",
    "6. Bayān al-farq bayn al-ṣadr wa al-qalb wa al-fuʾād wa al-lubb (attrib.): this text, which bears a certain resemblance to the Maqāmāt al-qulūb of al-Tirmidhī’s contemporary, Abū al-Ḥasan al-Nūrī (d. 295/907; see Nwyia, passim), discusses the various levels and states of the heart and their relationship to the states of the soul, including a treatment of consciousness and sensation. It was edited by Nicholas Heer, on the basis of a single manuscript in the Dār al-Kutub Library in Cairo, and published in Cairo in 1377/1958; subsequently, it was published in translation in The Muslim World in 1961, and then republished as an attributed work in Louisville KY in 2009. It is not included in Palmer’s listing (p. 203; for Radtke’s conclusions, see his ‘Recent Research’, 40–41).",
    "7. Ghawr al-umūr (attrib.): this text expounds certain ideas about the conditions and characteristics of the heart, the human soul, the path to know God, and the intellect and its qualities, while explaining the meaning of the first part of the testimony of faith: lā ilāha illa’Llāh . According to al-Geyoushi, ‘Dirāsa’, it was summarised as Ṣifat al-qulūb wa aḥwālihā wa hayʾat tarkībihā (published in Cairo, 1947). A French translation by Geneviève Gobillot was published in 1996. The most recent edition of this work was by ʿAbd al-Raḥīm Sāyiḥ and Aḥmad ʿAbduh ʿAwwaḍ (Cairo, 1422/2002). Al-Subkī mistakenly gives the title of this work as ʿAwd al-umūr , while Baghdādī misrecords it as Gharw al-umūr (al-Geyoushi, ‘Dirāsa’, 101–102; Ḥusaynī, 18, who gives this title the name al-Aʿḍā wa al-nafs in his introduction to al-Maʿrifa ʿind al-Ḥakīm al-Tirmidhī ). The attribution of the text in its current form to al-Tirmidhī, despite the fact that he himself mentions Ghawr al-umūr as one of his works, has been severely questioned by Radtke on the basis of internal evidence (‘Recent Research’, 39–50).",
    "8. al-Ḥajj wa asrāruhu : this was edited by Ḥusnī Naṣr Zaydān and published in Cairo in 1390/1970 (al-Geyoushi, ‘Dirāsa’, 90; Qara Bulūṭ et al., 4/2949; Brockelmann, SI/356). The attribution to al-Tirmidhī has been questioned (see Radtke and O’Kane, Concept , 5).",
    "9. al-Ikhtiyārāt (or al-Iḥtiyāṭāt ): a collection of advice and instructions on how to lead a pious life and train the soul to overcome temptation, edited by ʿAbd al-Wāḥid Jahdānī and published in Beirut in 2011 (see also Yahya, 433; Ḥājji Khalīfa, 1/1285; al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 11; Brockelmann, SI/356).",
    "10. ʿIlm al-awliyāʾ : as the name suggests, this text is primarily concerned with the knowledge of the saints ( awliyāʾ Allāh ), as well as a number of subsidiary issues. An incomplete version of this text was edited by Sāmī Naṣr Luṭf and published in Cairo in 1983 ( Khatm al-awliyāʾ , introd. by ʿUthmān Yaḥyā, 1, note 4; Qara Bulūṭ et al., 4/2951; see also al-Geyoushi, ‘Dirāsa’, 108–109; Radtke, ‘Ḥakim’, 575).",
    "11. Ithbāt al-ʿilal : here, al-Tirmidhī attempts to provide a mystical rationale for religious laws and obligations, which he states have a purpose that can be known. In terms of its content, this work is very similar to Nawādir al-uṣūl . It was published in Rabat in 1998, edited by Khālid Zahrī with an introduction by Bernd Manuel Weischer. Bibliographical sources give this work a variety of names, including ʿIlal al-ʿubūdiyya fī al-aḥkām, Kitāb al-ʿilal, ʿIlal al-sharīʿa, Ithbāt al-ʿilal li al-sharīʿa , and Ithbāt al-ʿilal fī al-amr wa al-nahy (Ḥājjī Khalīfa, 1/9-10; al-Baghdādī, 2/15–16; Sarkīs, 633–634; al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 11; idem, Khatm al-awliyā ʾ, introd. by ʿUthmān Yaḥyā, 1, note 4; al-Geyoushi, ‘Dirāsa’, 70; Qara Bulūṭ et al., 4/2950; see also Brockelmann, SI/356).",
    "12. Jawāb kitābin min al-Rayy (also known as Jawāb kitāb ʿUthmān b. Saʿīd min al-Rayy ): this is a letter written in answer to a correspondent from Rayy, who is advised to engage in his own process of repentance and purification rather than rely upon the guidance of a master ( shaykh ). It was published along with the Jawāb al-masāʾil allātī saʾalahu ahl Sarakhs ʿanhā and Sīrat al-awliyāʾ in Thalātha muṣannafāt edited by Radtke (see pp. 171–209; see also al-Geyoushi, ‘Dirāsa’, 89–90).",
    "13. Jawāb al-masāʾil allātī saʾalahu ahl Sarakhs ʿanhā (also known as Masāʾil ahl Sarakhs ): the first mention of a manuscript of this text was a notice published by A. J. Arberry in Rivista Degli Studi Orientali in 1940 (see Arberry, 315–320); it was later edited by Radtke, along with two other works by al-Ḥakīm al-Tirmidhī and published in a collection entitled Thalātha muṣannafāt li’l-Ḥakīm al-Tirmidhī / Drei Schriften des Theosophen von Tirmid (Beirut and Stuttgart, 1412/1992) (pp. 135–168). As this work focuses on the Sufi disciple ( murīd ) and the method of spiritual wayfaring, al-Geyoushi has suggested it may be the same as al-Tirmidhī’s Ādāb al-murīdīn (see Works attributed, below), to which al-Hujwīrī refers in his Kashf al-maḥjūb (pp. 120–122).",
    "14. Manāzil al-ʿibād min al-ʿibāda (also known as Manāzil al-qāṣidīn ilā Allāh ): this text discusses seven ranks or stages ( manāzil ) of worshippers: repentance ( tawba ), renunciation ( zuhd ), enmity towards the soul (ʿ adāwat al-nafs ), love ( maḥabba ), curtailing base desire ( qaṭʿ al-hawā ), fear ( khashya ) and finally, closeness ( qurba ). In this work al-Tirmidhi distinguishes three types of human being or stages of human development: those ‘restrained by God’ ( ḥabīs Allāh ), those who are ‘mixed’ ( mukhallaṭ ) and are ‘restricted by their self-centred desires’ ( ḥabīs al-shahawāt ) and the disbeliever who is ‘confined by Satan’ ( ḥabīs al-shayṭān ). It was first edited by Muhammad Ibraheem al-Geyoushi (Ibrāhīm Juyūshī) (Cairo, 1977), then by Aḥmad ʿAbd al-Raḥīm Sāyiḥ (Cairo, 1988, and Beirut, 1990) (al-Geyoushi, ‘Dirāsa’, 142–143; al-Ḥakīm al-Tirmidhī, Ithbāt al-ʿilal , introd. by Khālid Zahrī, 33; al-Munajjid, 5/63; al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 15; al-Ḥakīm al-Tirmidhī, al-Amthāl , 5; see also Brockelmann, SI/356; Sviri, Perspectives , 178–180; Radtke, ‘Ḥakim’, 575; Qara Bulūṭ et al., 4/2952).",
    "15. Manāzil al-qurba : edited by Khālid Zahrī and published in Rabat, 1423/2002.",
    "16. al-Manhaj fī al-ʿibāda : published in Istanbul in 1943 (al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 15; see also Ḥājjī Khalīfa, 2/1878, 1883).",
    "17. al-Manhiyyāt wa kull mā wujida min ḥadīth bi al-nahy : a work on esoteric and mystical interpretations of deeds which are prohibited under Islamic law. This text was edited by Abū Ḥājir Muḥammad Zaghlūl and published in Beirut in 1406/1986.",
    "18. Maʿrifat al-asrār : this text, which explains Sufi technical terms such as thanksgiving ( shukr ), patience ( ṣabr ), satisfaction ( riḍā ) and piety ( waraʿ ), was edited by Muhammad Ibraheem al-Geyoushi and published in 1977 (pp. 134; al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 15; Qara Bulūṭ et al., 4/2951).",
    "19. al-Masāʾil al-maknūna : a collection of al-Ḥakīm al-Tirmidhī’s 132 responses to questions ( masāʾil ) of Qurʾān commentary, prophetic traditions, jurisprudence and Sufism, edited by Muhammad Ibraheem al-Geyoushi and published in Cairo in 1977 and 1980 (al-Ḥakīm al-Tirmidhī, Ithbāt al-ʿilal , introd. by Khālid Zahrī, 32; Qara Bulūṭ et al., 4/2952). According to al-Geyoushi, there are two extant manuscripts of this work, one of which is in Leipzig University Library (MS Leipzig Vollers 212/1, fols 1a–54a), bound in a cover which reads al-Durr al-maknūn fī asʾilat mā kāna wa mā yakūn , a title added as a kind of overall description by a later hand, written in a naskh script, and the collection also contains copies of Masāʾil Sarakhs (no. 19) and Jawāb kitab min al-Rayy (no. 20). The other manuscript is held by the Library of Alexandria, and is bound with two other works by al-Tirmidhī, namely Taḥṣīl naẓāʾir al-Qurʾān (no. 12) and al-Radd ʿalā al-muʿaṭṭila (no. 3 unpublished; al-Geyoushi, ‘Dirāsa’, 130–131; al-Ḥakīm al-Tirmidhī, al-Amthāl, 10; al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 15; see also Radtke, ‘Some Recent Research’, 64; al-Ḥakīm al-Tirmidhī, Thalātha , introd., 41–78).",
    "20. Masāʾil al-taʿbīr : this short work on the necessity for vigilance over the soul was edited and translated into English by A. J. Arberry and published in Rivista Degli Studi Orientali (1940), no. 18 (see Arberry, 320–327; al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 15).",
    "21. Nawādir al-uṣūl fī maʿrifat akhbār al-rasūl (also known as Salwat al-ʿārifīn wa bustān al-muwaḥḥidīn ): arguably al-Tirmidhī’s longest and most detailed work. It explains the fundamental doctrines of faith, and comments on 291 different traditions. It was first published in Istanbul in 1877 (ed. Muṣṭafā Ismāʿīl al-Dimashqī), with a gloss entitled Mirqāt al-uṣūl (repr. Beirut, 1992).",
    "22. al-Radd ʿalā al-rāfiḍa : a polemical text on the early Shīʿa and the issue of the succession to the Prophet ( khilāfa ), published in Istanbul in 1966 (Qara Bulūṭ et al., 4/2949; see also al-Geyoushi, ‘Dirāsa’, 95; al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 15).",
    "23. Riyāḍat al-nafs (or al-Riyāḍa fī taʿalluq al-amr bi al-khalq ): this text explains methods for disciplining the carnal soul ( nafs ) and practicising ascetic renunciation ( zuhd ), and addresses questions relating to mysticism. It was first published in 1946 as Ḥaqīqat al-Ādamiyya aw kitāb al-riyāḍa li’l-Ḥakīm al-Tirmidhī (ed. ʿAbd al-Muḥsin Ḥusaynī), in the journal of the Department of Letters of the University of Alexandria. Another edition, prepared by A. J. Arberry and ʿAlī Ḥasan ʿAbd al-Qādir, was published in Cairo in 1366/1947 as an addendum to al-Tirmidhī’s Adab al-nafs (al-Geyoushi, ‘Dirāsa’, 96–98). A revised edition (ed. Ibrāhīm Shams al-Dīn), with an introduction listing the works of al-Tirmidhī, was published in Beirut in 1423/2002.",
    "24. [ Sharḥ ] al-Ṣalāt wa maqāṣiduhā : this text on the religious rules and ordinances surrounding daily worship was edited by Ḥusnī Naṣr Zaydān and published in Cairo in 1965, and again by Bahīj Ghazāwī published in Beirut in 1986 (al-Geyoushi, ‘Dirāsa’, 98–99; al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs, introd., 14; Qara Bulūṭ et al., 4/2950; al-Munajjid, 2/54–55; Fihris, 3/399; see also Radtke, ‘Ḥakim’, 575).",
    "25. Sīrat al-awliyāʾ (also known as Khatm al-walāya and Khatm al-awliyāʾ ): an exposition of the idea of walāya , and the different levels of awliyāʾ . It was published first in Beirut in 1965 (ed. ʿUthmān Yaḥyā); in 1412/1992, Bernd Radtke published a corrected edition in Beirut titled Sīrat al-awliyāʾ . It is one of three works included in Thalātha muṣannafāt li’l-Ḥakīm al-Tirmidhī published in Beirut (Thalātha, 1–134; al-Geyoushi, ‘Dirāsa’, 92–94; al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 12).",
    "26. Taḥṣīl naẓāʾir al-Qurʾān : this work provides esoteric definitions of certain vocabulary and terminology of the Qurʾān (see Nwiya, 67). This book was first edited by Ḥusnī Naṣr Zaydān and published in Cairo in 1970 (al-Munajjid, 3/74; Qara Bulūṭ et al., 4/2949).",
    "1. al-ʿAql wa al-hawā : a treatise on Sufi ethics, which according to al-Geyoushi is extant in a 12th/18th-century manuscript and an undated possibly earlier one, neither of which is complete. The work discusses various ‘helpers’ of the Intellect, their synonyms and opposites, as well as the means by which such qualities as thankfulness can be obtained (al-Geyoushi, ‘Dirāsa’, 102–103; al-Ziriklī, 6/272; Qara Bulūṭ et al., 4/2951; al-Ḥakīm al-Tirmidhī, al-Amthāl, 14; Dānishpazhūh, 62; al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 14; see also Brockelmann, SI /356).",
    "2. al-Aʿḍāʾ wa al-nafs wa fīhī tafsīr āyāt ʿaẓīma : another text on Sufism (Qara Bulūṭ et al., 4/2950; Dānishpazhūh, 62; al-Ḥakīm al-Tirmidhī, al-Amthāl, 5; see also Brockelmann, SI /356), Ibrāhīm Shams al-Dīn and al-Geyoushi identify this work as an alternative title of Ghawr al-umūr (al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 14, also see above).",
    "3. Anwāʿ al-ʿilm : according to al-Geyoushi, this is the same as the Kitāb al-ʿulūm which al-Tirmidhī mentions in his al-Akyās wa al-mughtarrīn (pp. 81–82; al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 12; see also Brockelmann, SI /357).",
    "4. ʿArsh al-muwaḥḥidīn (or ʿ Aras / ʿUrs al-muwaḥḥidīn ): a text on Sufism (see al-Baghdādī, 2/15–16; al-Subkī, 2/20; Sarkīs, 633–634; al-Ḥakīm al-Tirmidhī, al-Amthāl, 5; al-Geyoushi, ‘Dirāsa’, 102; al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 14; Qara Bulūṭ et al., 4/2950; Dānishpazhūh, 63; see also Brockelmann, SI /356).",
    "5. Bayān al-kasb : a treatise on the way of obtaining an honest living according to the traditions of the Prophet (al-Geyoushi, ‘Dirāsa’, 86; al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 12; Qara Bulūṭ et al., 4/2949; see also Brockelmann, SI /356).",
    "6. Daqāʾiq al-ʿulūm : some modern researchers have called this work the Masāʾil (al-Geyoushi, ‘Dirāsa’, 94; see also Brockelmann, SI /356).",
    "7. al-Durr al-maknūn fī asʾila mā kāna wa mā yakūn (Zarrīnkūb, 53; Brockelmann, SI /356; Brockelmann, I/216). This is a duplicate title for al-Masāʾil al-maknūna (Published no. 14, above).",
    "8. al-Farq bayn al-āyāt wa al-karāmāt : this work concerns the possibility of miracles being attributed to Sufi saints, and it appears to be a continuation of Sīrat al-awliyāʾ or Khatm al-awliyāʾ (Qara Bulūṭ et al., 4/2951; al-Geyoushi, ‘Dirāsa’, 111–112; al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 15; see also Radtke, ‘Ḥakim’, 575).",
    "9. al-Furūq wa manʿ al-tarāduf ( Fī dhikr al-afʿāl wa al-akhlāq al-fāḍila wa aḍādihā wa bayān al-farq baynahā ): a work of lexicology presenting 164 pairs of apparently synonymous words in which the author attempts to demonstrate that no genuine synonyms exist (Qara Bulūṭ et al., 4/2951; al-Subkī, 2/20; al-Ziriklī, 6/272; Sarkīs, 633–634; al-Baghdādī, 2/15–16; Dānishpazhūh, 62; al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 15; al-Ḥakīm al-Tirmidhī, al-Amthāl, 5; al-Geyoushi, ‘Dirāsa’, 112–119; see also Brockelmann, I /126, SI /356; Radtke, ‘Ḥakim’, 575).",
    "10. al-Ḥikma (or al-Khidma min ʿilm al-bāṭin : see Khatm al-awliyāʾ , introd. by ʿUthmān Yaḥyā, 1, note 4; al-Geyoushi, ‘Dirāsa’, 91–92; al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 13).",
    "11. al-Ḥuqūq : this text lays out the reciprocal rights and responsibilities of different sections of society and government (al-Geyoushi, ‘Dirāsa’, 90–91; al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 13; Qara Bulūṭ et al., 4/2951).",
    "12. al-Iḥtiyāṭ (or al-Iḥtiyāṭāt , or al-Iḥtiyāṭāt fī khulūṣ al-ʿibāda wa al iḥtiyāṭ min al-nafs ): (al-Baghdādī, 2/15–16; Ḥājjī Khalīfa, 1/1385; al-Geyoushi, ‘Dirāsa’, 57, 73; al-Ḥakīm al-Tirmidhī, al-Amthāl , 5; al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 11; Qara Bulūṭ et al., 4/2948).",
    "13. al-Jumal al-lāzim maʿrifatuhā : a treatise of four pages (al-Geyoushi, ‘Dirāsa’, 89; al-Ḥakīm al-Tirmidhī, al-Amthāl , 5; al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 13; Qara Bulūṭ et al., 4/2949; see also Brockelmann, SI/356).",
    "14. al-Kalām ʿalā maʿnā lā ilāha illa’Llāh (or Shifāʾ al-ʿilal ): three manuscripts of this work are held by various libraries (al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 15; see also al-Geyoushi, ‘Dirāsa’, 119–120; Yahya, 465; Qara Bulūṭ et al., 4/2951–2952).",
    "15. al-Kasb : a treatise on Sufism, which may be identical to Bayān al-kasb (Unpublished no. 16; Kaḥḥāla, 9/315).",
    "16. Khatm al-anbiyāʾ ( Ḥājjī Khalīfa , 1/700; al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 13).",
    "17. al-Masāʾil al-ʿafana (al-Geyoushi, ‘Dirāsa’, 128–130; al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 15).",
    "18. al-Munājāt : a treatise on Sufism (al-Geyoushi, ‘Dirāsa’, 144; al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 15; Qara Bulūṭ et al., 4/2951).",
    "19. al-Radd ʿalā al-Muʿaṭṭila : a theological text that brings together many ḥadīths to refute the ideas of the Muʿtazila, who divest God of all attributes (Zarrīnkūb, 53; al-‘Dirāsa’, 95–96; al-Ḥakīm al-Tirmidhī, al-Amthāl , 10; Qara Bulūṭ et al., 4/2949; see also Brockelmann, I/657).",
    "20. Rasāʾil (al-Ḥakīm al-Tirmidhī, al-Amthāl , 11; Qara Bulūṭ et al., 4/2950; Brockelmann, SI/356).",
    "21. Risāla fī al-futuwwa : an early treatise on futuwwa (spiritual chivalry) (al-Geyoushi, ‘Dirāsa’, 100–101; al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 14; Qara Bulūṭ et al., 4/2948).",
    "22. Sabab al-takbīr li al-ṣalāt (al-Geyoushi, ‘Dirāsa’, 98; al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 14; Qara Bulūṭ et al., 4/2950).",
    "23. Sharḥ qawlihi mā al-īmān wa mā al-islām wa mā al-iḥsān and Masʾala fī al-īmān wa al-Islām wa al-iḥsān , two separate works on the same subject: the first is a commentary on the famous ḥadīth of the Prophet’s meeting with Gabriel, and the second concerns the possibility of increase and decrease in faith (al-Geyoushi, ‘Dirāsa’, 100–101; al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 14; Qara Bulūṭ et al., 4/2950; see al-Geyoushi, ‘Works and Thoughts’, 198–200).",
    "24. Sharḥ suʾālāt fī al-taʿbīrāt al-ilāhiyya (al-Geyoushi, ‘Dirāsa’, 98; al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 13; Qara Bulūṭ et al., 4/2950; see also Brockelmann, SI/356).",
    "25. Tafsīr al-Qurʾān : a commentary on Sūrat al-Baqara (Qara Bulūṭ et al., 4/2948).",
    "1. Treatises: Ādāb al-murīdīn , al-Tawḥīd , Taʾrīkh al-mashāyikh (or al-Ṭabaqāt al-Ṣūfiyya ), ʿ Adhāb al-qabr : all of these texts are mentioned in al-Hujwīrī’s Kashf al-maḥjūb (pp. 62, 141, 498, 756, 883; Ḥājjī Khalīfa, 1/1104; al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 12, 13; Qara Bulūṭ et al., 4/2948, 2951; Yahya, 467; see also Brockelmann, SI/356).",
    "2. Adʿiya wa ʿazāʾim : on supplications, talismans and incantations, which are said to have presented to al-Tirmidhī by al-Khiḍr, and which he then translated into Persian from Arabic (al-Geyoushi, ‘Dirāsa’, 75; al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 12; Qara Bulūṭ et al., 4/2950; see also Brockelmann, SI/356; Brockelmann, I/216).",
    "3. A commentary on the words in the Qurʾānic ‘verse of light’, lā sharqiyya wa lā gharbiyya (‘neither of the east nor of the west’) (Q 24:35), the true author of which is certainly not al-Tirmidhī but the much later Saʿīd al-Dīn al-Farghānī (q.v., d. ca. 699/1300), since the author of this text mentions another of his works entitled Taḥrīr al-bayān fī shuʿab al-īmān (al-Geyoushi, ‘Dirāsa’, 88; al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 12; Qara Bulūṭ et al., 4/2949; Yahya, 466).",
    "4. Nawādir uṣūl al-ʿirfān wa ẓawāhir furūʿ al-īqān , a poetic work in the Persian style of tarkīb-bund, whose terminology almost certainly comes from a later author (al-Geyoushi, ‘Dirāsa’, 158; al-Ḥakīm al-Tirmidhī, Riyāḍat al-nafs , introd., 16; Yahya, 461) (for a listing of the major manuscript collections and an alphabetical list of titles of al-Tirmidhī’s works, see al-Geyoushi, ‘Works and Thoughts’, 182–187)."
  ],
  "bibliography": [
    "Abū Nuʿaym al-Iṣfahānī, Aḥmad, Ḥilyat al-awliyāʾ (Cairo, 1357/1938).",
    "al-Anṣārī, Khwājah ʿAbd Allāh, Ṭabaqāt al-Ṣūfiyya , ed. Muḥammad Surūr Mawlāʾī (Tehran, 1362 Sh./1983).",
    "Arberry, A. J., ‘Notes on a Tirmidī Manuscript’, Rivista Degli Studi Orientali , 18 (1940), pp. 315–327.",
    "ʿAṭṭār Nīsābūrī, Farīd al-Dīn, Tadhkirat al-awliyāʾ , ed. R. A. Nicholson (Leiden, 1325/1907).",
    "al-Baghdādī, Ismāʿīl, Hadiyya .",
    "Balʿamī, Muḥammad, Tārīkh , ed. Muḥammad Taqī Bahār (Tehran, 1353 Sh./1974).",
    "Bartol’d, W., Turkestan Down to the Mongol Invasion (London, 1958).",
    "Blair Sheila S., The Monumental Inscriptions from Early Iran and Transoxiana (Leiden, 1992).",
    "Bloom, Jonathan M. and Sheila Blair, The Grove Encyclopedia of Islamic Art and Architecture (Oxford, 2009).",
    "Chodkiewicz, Michel, Seal of the Saints (Cambridge 1993).",
    "Dānishpazhūh, Muḥammad Taqī and Īraj Afshār, Fihristwārah-yi kitābkhānah-yi Mīnuwī (Tehran, 1373 Sh./1994).",
    "al-Dhahabī, Muḥammad, Siyar aʿlām al-nubalāʾ , ed. Shuʿayb al-Arnaʾūṭ and ʿAlī Abū Zayd (Beirut, 1406/1986).",
    "idem, Tadhkirat al-ḥuffāẓ (Hyderabad, 1968).",
    "al-Dimyāṭī, ʿAbd al-Muʾmin, al-Matjar al-rābiḥ fī thawāb al-ʿamal al-ṣāliḥ (Jeddah, 1403/1982).",
    "al-Geyoushi (al-Juyūshī), Muhammad Ibraheem, ‘Al-Hakim al-Tirmidhi: His Works and Thoughts’, Islamic Quarterly , 14, 4 (1970), pp. 159–201.",
    "idem, al-Ḥakīm al-Tirmidhī: dirāsa li āthārihi wa afkārihi (Cairo, 1401/1980).",
    "Gobillot, Geneviève, Le Livre de la Profondeur des choses: étude historique et thématique de l'oeuvre d'Al-Ḥakîm al-Tirmidhî (1996).",
    "Ḥājjī Khalīfa, Kashf .",
    "al-Ḥakīm al-Tirmidhī, Muḥammad, al-Amthāl min al-Kitāb wa al-sunna , ed. ʿAlī Muḥammad al-Bajāwī (Cairo, 1395/1975).",
    "idem, Badʾ shaʾn, published together with Khatm al-awliyāʾ , ed. ʿUthmān Yaḥyā (Beirut, 1965).",
    "idem (attrib.), Bayān al-farq bayn al-ṣadr wa al-qalb wa al-fuʾād wa al-lubb , ed. Nicholas Heer (Cairo, 1377/1958).",
    "idem, ‘Jawāb kitāb min al-Rayy’, published together with Thalātha muṣannafāt.",
    "idem, Ithbāt al-ʿilal , ed. with an introd. Khālid Zahrī (Rabat, 1998).",
    "idem, Khatm al-awliyāʾ , published together with Badʾ shaʾn, ed. with an introduction by ʿUthmān Yaḥyā (Beirut, 1965).",
    "idem, Nawādir al-uṣūl , ed. Muṣṭafā ʿAbd al-Qādir ʿAṭā (Beirut, 1992).",
    "idem, al-Riyāḍa wa adab al-nafs , ed. A. J. Arberry and ʿAlī Ḥasan ʿAbd al-Qādir (Cairo, 1366/1947).",
    "idem, Riyāḍat al-nafs , ed. with an introd. by Ibrāhīm Shams al-Dīn (Beirut, 1423/2002).",
    "idem, Thalātha muṣannafāt, being Drei Schriften des Theosophen von Tirmid , ed. and trans. with an introduction by B. R. Radtke (Beirut and Stuttgart, 1992).",
    "Heer, Nicholas, Three Early Sufi Texts (Louisville KY, 2009).",
    "idem, ‘Some Biographical and Bibliographical Notes on al-Ḥakīm al-Tirmidhī’, in J. Kritzeck and R. Bayly Winder, ed., The World of Islam: Studies in Honour of Philip K. Hitti (London, 1959), pp. 121–134.",
    "al-Hujwīrī, ʿAlī, Kashf al-maḥjūb , ed. V. Zhukovskii (repr. 1371 Sh./1992), also trans. R. Nicholson (London, 1911).",
    "al-Ḥusaynī, ʿAbd al-Ḥusayn, al-Maʿrifa ʿind al-Ḥakīm al-Tirmidhī (Cairo, n.d.).",
    "Ibn al-ʿArabī, Muḥyī al-Dīn, al-Futūḥāt al-Makkiyya (Beirut, n.d.).",
    "idem, ‘Guzīdah-hā-yī az al-Futūḥāt al-Makkiyya’, published as an appendix to al-Tirmidhī’s Khatm al-awliyāʾ , ed. ʿUthmān Ismāʿīl Yaḥyā (Beirut, 1965).",
    "Ibn Ḥajar al-ʿAsqalānī, Aḥmad, Lisān al-mīzān (Hyderabad, 1331/1913).",
    "Ibn al-Jawzī, ʿAbd al-Raḥmān, Ṣifat al-ṣafwa , ed. Ibrāhīm Ramaḍān and Saʿīd Laḥḥām (Beirut, 1409/1989).",
    "Jāmī, ʿAbd al-Raḥmān, Nafaḥāt al-uns , ed. Mahdī Tawḥīdīpūr (Tehran, 1336/1957).",
    "Kaḥḥāla, ʿUmar Riḍā, Muʿjam al-muʾallifīn (Beirut, n.d.).",
    "al-Kalābādhī, Muḥammad, al-Taʿarruf li madhhab ahl al-taṣawwuf (Beirut, 1400/1980).",
    "Katz, Jonathan ‘Dreams and Their Interpretation in Sufi Thought and Practice’, in Dreams and Visions in Islamic Societies , eds., Özgen Felek and Alexander Knysh (Albany, NY, 2012), pp. 181–97.",
    "al-Khaṭīb al-Baghdādī, Aḥmad, Taʾrīkh Baghdād (Beirut, n.d.).",
    "Knysh, Alexander, ‘Aḥmad b. ʿĀṣim al-Anṭakī’, EI3 online.",
    "Massignon, Louis, Essai sur les origines du lexique technique de la mystique Musulmane (Paris, 1968).",
    "Masud, Muhammad Khalid, ‘al-Ḥakīm al-Tirmidhī’s Buduww shaʾn’, IS , 4 (1965), pp. 315–43.",
    "al-Mināwī, Muḥammad ʿ Abd al-Raʾūf, al-Kawākib al-durriyya , ed. Muḥammad Adīb al-Jādir (Beirut, 1999).",
    "al-Munajjid, Ṣalāḥ al-Dīn, Muʿjam al-makhṭūṭāt al-maṭbūʿa (Beirut, 1398/1978).",
    "Mustamlī Bukhārī, Ismāʿīl, Sharḥ al-Taʿarruf li madhhab ahl al-taṣawwuf , ed. Muḥammad Rawshan (Tehran, 1363 Sh./1984).",
    "Palmer, Aiyub, Sainthood and Authority in Early Islam: How the Awliyāʾ of God inherited the Sunnī Caliphate (Leiden, 2019).",
    "Picken, Gavin, Spiritual Purification in Islam: the Life and Works of al-Muḥāsibī (Abingdon, 2011).",
    "Pourjavady, Nasrollah, ‘Fārsī-gūyī ʿārifān-i nakhustīn, faṣlī az tārīkh zabān-i Fārsī’, Nashr-i Dānish , 20, 1 (1382 Sh./2003), pp. 4–14.",
    "Qara Bulūṭ, ʿAlī Riḍā, and Aḥmad Tūrān Qara Bulūṭ, Muʿjam taʾrīkh al-turāth al-Islāmī fī maktabāt al-ʿālam (Qayṣariyya, n.d.).",
    "al-Qushayrī, Abū al-Qāsim, al-Risāla al-Qushayriyya , ed. Khalīl Manṣūr (Beirut, 1422/2001), English trans. by Alexander Knysh as Al-Qushayrī’s Epistle on Sufism (Reading, 2007).",
    "Radtke, Bernd, ‘Ḥakim al-Termedi’, EIR , vol. 11, pp. 574–575.",
    "idem, ‘Some Recent Research on al-Ḥakīm al-Tirmidhī’, Der Islam , 83 (2006), pp. 39–89.",
    "idem, and John O’Kane, The Concept of Sainthood in Early Islamic Mysticism: Two Works by Al-Hakim al-Tirmidhi: An Annotated Translation with Introduction (Richmond, Surrey, 1996).",
    "idem, ‘A Forerunner of Ibn al-ʿArabī: Hakīm Tirmidhī on Sainthood’, Journal of the Muhyiddin Ibn ‘Arabi Society , 8 (1989), pp. 42–49.",
    "idem, and John O’Kane, ‘Al-Ḥakīm al-Tirmidhī on Miracles’, in Miracle et karāma: Hagiographies médiévales comparées , ed. Denise Aigle (Paris, 2000), pp. 187–299.",
    "Renard, John, Friends of God (Berkeley, CA, 2008).",
    "idem, ‘Khaḍr/Khiḍr’, Encyclopaedia of the Quran , ed. Jane Dammen McAuliffe, vol. 3 (Leiden, 2003), pp. 81–84.",
    "Sarkīs, Yūsuf Ilyān, Muʿjam al-maṭbūʿāt al-ʿArabiyya wa al-muʿarraba (Cairo, 1342/1928).",
    "Sezgin, GAS .",
    "al-Shaʿrānī, ʿAbd al-Wahhāb, al-Ṭabaqāt al-kubrā (Cairo, 1374/1954).",
    "al-Subkī, Muḥammad, Ṭabaqāt al-Shāfiʿiyya al-kubrā (Beirut, n.d.).",
    "al-Sulamī, Muḥammad, Ṭabaqāt al-Ṣūfiyya , ed. Nūr al-Dīn Shurayba (Cairo, 1418/1987).",
    "Sviri, Sara, Perspectives on Early Islamic Mysticism: The World of al-Ḥakīm al-Tirmidhī and his Contemporaries (Oxford, 2020).",
    "idem, ‘Ḥakīm Tirmidhī and the Malāmatī movement in early Sufism’, in Leonard Lewisohn, ed., Classical Persian Sufism (London, 1993).",
    "al-Ṭabarī, Taʾrīkh.",
    "Yahya, Othman, ‘L’œuvre de Tirmiḏī (essai bibliographique)’, in Mélanges Louis Massignon , vol. 3 (Damascus, 1957), pp. 411–478.",
    "Zahrī, Khālid, Ḥakīm Khurāsān wa anīs al-zamān (Rabat, 2013).",
    "Zarrīnkūb, ʿAbd al-Ḥusayn, Justujū dar taṣawwuf-i Īrān (Tehran, 1357 Sh./1978).",
    "al-Ziriklī, Aʿlām ."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 783
}