{
  "id": "eweb_530",
  "source": "EIs",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/SIM-070692.xml?rskey=Fm6ih7&result=1",
  "annotator": "Jeremy",
  "title": "Hujwīrī",
  "authors": [
    "Mohsen Shorafaei",
    "Translated with additions by M.I. Waley"
  ],
  "word_count": "(6,352 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "01 Aug 2023",
  "last_updated": "02 Jun 2025",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "Hujwīrī , Abū al-Ḥasan ʿAlī b. ʿUthmān b. ʿAlī Ghaznawī Jullābī (d. late 5th/11th century), known in the Indian subcontinent mainly by the name Dātā Ganjbakhsh, was one of the eminent Sufis and authors of that century. Nothing is known of his life and career apart from what he himself relates in his treatise Kashf al-maḥjūb , the work for which he is famous. Biographical works dating from, or shortly after, his lifetime merely mention his name (ʿAṭṭār, 68); those of later date do not go beyond relaying information gleaned from Kashf al-maḥjūb . The sources commonly add a title of honour when mentioning Hujwīrī’s name, such as Qudwat Ahl al-Ṭarīqa; Kāshif Asrār al-Ḥaqīqa (Pārsā, 181; Charkhī, 5); or Sayyid-i Hujwīr (Iqbāl, 37; on his Sayyid status, see Ḥājjī Khalīfa, 5/554; al-Baghdādī, 1/691; Fawq, 18; Amritsarī, 201–202). In Kashf al-maḥjūb , when speaking of himself the author uses the nisba ‘Jullābī’.",
    "Hujwīrī was a native of the important city of Ghazna in what is now Afghanistan, Hujwīr and Jullāb being the names of two of its neighbourhoods. He was probably born either in the early years of the 5th/11th century or a little before 400/1009, which means that he would have been a child during the last years of the reign of Sulṭān Maḥmūd of Ghazna (d. 421/1030). This would appear to deprive of any historical basis the story according to which Hujwīrī, in the time of that sultan, had a disputation with an Indian sage, in the course of which he himself manifested a supernatural feat ( karāma ) of some kind (Charkhī, 8–11; Zarrīnkūb, Justujū , 72). Of his parentage and his personal life we know nothing, except firstly that in his youth he studied the principal Islamic sciences ( ḥadīth , jurisprudence, theology, and in particular the Qurʾān and its interpretation) (Hujwīrī, ed. ʿĀbidī, introd. 13); and secondly that in spite of his firm resolve not to marry, he did ‘fall into the trap of loving someone’, but the attachment did not last longer than one year (Hujwīrī, ed. ʿĀbidī, 534–535).",
    "According to his own account, ʿAlī Hujwīrī spent the greater part of his lifetime travelling, visiting Transoxania, Marw, Turkistān, Farghāna (q.v.), and Greater Khurāsān, including the cities of Nīsābūr, Sarakhs, Ṭūs, and Mayhana (also known as a Miana in Turkmenistan not far from the Iranian border); as well as India, Azerbaijan, Iraq, and Shām (Greater Syria), including Bayt Jinn (near Damascus), Ramla, Damascus, and Bayt al-Maqdis (Jerusalem). In the course of his peregrinations Hujwīrī encountered Ibn ʿAṭāʾ and some other leading Sufis of the day, as well as visiting the tombs of Bāyazīd Basṭāmī (q.v.) and Abū Saʿīd b. Abī al-Khayr (q.v.). It is likely that these journeys, and especially those in Greater Khurāsān, took place after the year 440/1048 (Hujwīrī, ed. ʿĀbidī, 69, 77, 92, 94, 253, 258, 263, 338, 351, 493, 506–508, 529, 586, 595; Jāmī, 321).",
    "LIFE, TEACHERS, AND ASSOCIATES",
    "It would appear that early in his life Hujwīrī resided for a long time in Iraq, where he accumulated some wealth–but that he lost it while still living there and became severely indebted (Knysh, 133; Hujwīrī, tr. Nicholson, 18; Zarrīnkūb, Justujū , 71). After receiving a salutary admonition from some important figure he repented, and after a prolonged period of wandering he finally took up residence in Lahore (Hujwīrī, ed. ʿĀbidī, 508), apparently while Sulṭān Masʿūd of Ghazna (d. 431/1040) was ruling. This was not a time of contentment for Hujwīrī, however, and he reportedly felt like a prisoner there (Fawq, 37, 51; Zarrīnkūb, Justujū , 71–72; Knysh, 133). He is said to have built a mosque there, but to have received criticism on account of the style of its miḥrāb ’s construction (Dārā Shukūh, 282; Fawq, 53).",
    "In Sufism, one of ʿAlī Hujwīrī’s spiritual guides was Abū al-Faḍl Muḥammad b. Ḥasan al-Khuttalī (d. 453/1061), whom he followed until the latter’s death in Greater Syria. He speaks of this shaykh as having a ṭarīqa line of masters that reached back to Junayd of Baghdad (d. 297/910). Both of these masters are mentioned by Hujwīrī as being among ‘the adherents of sobriety’ ( ahl-i ṣaḥw ), in contrast to the ‘Ṭayfūriyān’, or followers of the way of Bāyazīd, who were proponents of spiritual intoxication ( sukr ) (Hujwīrī, ed. ʿĀbidī, 252; Pārsā, 7; Jāmī, 320). Hujwīrī was also a follower of Abū al-Qāsim Gurgānī (d. 450/1058) to whom he became attached in his youth, and from whom he often sought counsel. In Kashf al-maḥjūb he quotes a number of Sufi teachings from Gurgānī. Hujwīrī also benefited by keeping company with Kh w ājah Abū Aḥmad Muẓaffar b. Aḥmad Ḥamdān (Hujwīrī, ed. ʿĀbidī, 67, 257–258, 282, 351; Hujwīrī, tr. Nicholson, 18), and acquired knowledge on various subjects from Abū al-ʿAbbās Aḥmad b. Muḥammad al-Shaqqānī (d. 458/1066) (Hujwīrī, ed. ʿĀbidī, 255).",
    "Among those named by Hujwīrī as having been his companions are Shaykh Aḥmad b. ʿAlī b. Ḥasan Muʾaddib Bayhaqī, the secretary of Abū Saʿīd b. Abī al-Khayr, the renowned Abū al-Qāsim al-Qushayrī (d. 465/1072), Abū Isḥāq Shahriyār, Aḥmad Ḥammād Sarakhsī, Kh w ājah Imām Kharrāmī, Abū Muslim Fārisī, Shaykh Aḥmad Najjār, Shaykh Ḥasan Zanjānī, and Shaykh Aḥmad Samarqandī (Hujwīrī, ed. ʿĀbidī, 248, 254, 257, 261, 263, 292, 337–338, 464–465, 470, 519).",
    "None of the earlier sources give a date for ʿAlī Hujwīrī’s death, and the dates mentioned in some later works are conjectural. These dates include 456/1064, 464/1071 (Laʿlī Badakhshī, 36; Dārā Shukūh, 283), 465/1072, and 469/1077 (Āzād Bilgrāmī, 7; Ikrām, 77). Some writers have reasoned that since Hujwīrī speaks of al-Qushayrī as living and as his contemporary, his death may have occurred either in 465/1072, like al-Qushayrī’s, or not long afterwards (Hujwīrī, tr. Nicholson, 19; Hujwīrī, ed. Zhukovskiĭ, 57; Zarrīnkūb, Justujū , 72; etc.). In any case, he died in Lahore and was buried there, as were both his parents and his maternal uncle, who bore the honorary title ‘Tāj al-Awliyāʾ’ (Dārā Shukūh, 283).",
    "AFFILIATION, BELIEFS AND TEACHINGS",
    "A Sunni and an adherent of the Ḥanafī legal school ( madhhab ), Hujwīrī aimed in his treatise to demonstrate the compatibility of normative Sufism with the Qurʾān, Prophetic teaching and practice ( sunna ), and Islamic sacred law ( sharī ʿ a ). In his view, Sufism was in fact the sole true interpretation of Islam. In his Kashf al-maḥjūb , he discusses topics of central importance in Islam, such as the ritual prayer, zakāt , pilgrimage and marriage. He also warns against various practices which he considers unlawful but that had gradually gained acceptance in some Sufi circles, such as so-called ‘dancing’ and rending of garments during samā ʿ (spiritual audition). In this way he strove to bring the Sufism of his time as far into line as possible with reason, moderation and the sacred law (Hujwīrī, ed. ʿĀbidī, 498–499, 605–607).",
    "Hujwīrī was the first writer to identify, and describe the characteristic features of, twelve distinct groups, or schools, of Sufis, which he calls the Muḥāsibiyya, Qaṣṣāriyya, Ṭayfūriyya, Junaydiyya, Nūriyya, Sahliyya, Ḥakīmiyya, Kharrāziyya, Khafīfiyya, Sayyāriyya, Ḥulūliyya and Ḥallājiyya, ten of which are associated with the name of a particular spiritual authority. Despite the differences in discipline, training and spiritual practice in their theories and modes of perception and gnosis, he regards all of these groups as being in agreement on adherence to the sharī ʿ a and other fundamental principles except for the two last-mentioned, which are associated with Abū Ḥulmān al-Dimashqī (d. ca 340/951) and Fāris (Abū al-Qāsim Fāris b. ʿĪsā al-Baghdādī, d. 348/959, who claimed to be a representative of of the controversial Baghdad mystic Ḥusayn b. Manṣūr al-Ḥallāj, q.v.). These two groups are to be rejected on account of their heretical beliefs in divine incarnation ( ḥulūl ) (q.q.v. ḥulūliyya and ḥ ulūl wa ittiḥād ) and the transmigration of souls ( tanāsukh ) (Hujwīrī, ed. ʿĀbidī, 268–373, 382; Zarrīnkūb, Arzish , 85; idem, Justujū , 72).",
    "WORKS",
    "There are statements by Hujwīrī in Kashf al-maḥjūb which indicate that although only one of his works has survived, he did write a number of others, both poems as well as prose (Rizvi, 1/64; Zarrīnkūb, Justujū , 72). Those whose titles at least are known to us are as follows. It appears that the sources do not indicate which of these were written in Persian and which, if any, in Arabic.",
    "1. Kashf al-maḥjūb li-arbāb al-qulūb (to cite its full title);",
    "2. Dīwān : collected poems, which evidently another writer (whose identity is unknown) appropriated, made alterations to, and presented as his own;",
    "3. Minhāj al-dīn , on Sufi methodology, with reference to the virtues and spiritual accomplishments of descendants of the Prophet;",
    "4. Asrār al-khirqa wa al-mulawwanāt , on the special patched garments worn by Sufis;",
    "5. al-Fanā ʾ wa al-baqā ʾ , concerning the meaning of those two concepts in the context of the Sufi path;",
    "6. al-Bayān li-ahl al- ʿ iyān , on the nature of the so-called ‘union’ ( ittiḥād ) with God;",
    "7. Naḥw al-qulūb , or Baḥr al-qulūb (Hujwīrī, tr. Nicholson, 20); 8. al-Ri ʿāya li-ḥuqūq Allāh , on divine unity (not to be confused with the treatise on Sufi discipline of the same name by al-Ḥārith al-Muḥāsibī);",
    "9. A work concerning faith ( īmān ) (Hujwīrī, ed. ʿĀbidī, 2, 76, 82, 118, 381, 410; al-Sijzī, 76);",
    "10. A commentary on the verses and utterances addressed to God ( munājāt ) of Ḥusayn b. Manṣūr al-Ḥallāj; and",
    "11. Thawāqib al-akhbār (title listed in Ḥājjī Khalīfa, 5/554 and al-Baghdādī, 1/691).",
    "KASHF AL-MAḤJŪB",
    "The one extant book by Hujwīrī is one of the very earliest works on Sufism in the Persian language (only the Sharḥ-i Taʿarruf by Muḥammad Mustamlī is older) and indisputably among the most important of them. Based upon the views and methodical approach of the school of the great Junayd of Baghdad, it contains a wealth of information concerning Sufism and Sufis of the author’s day and constitutes a matchless source on spirituality, gnosis, and the ways and disciplines of the Sufi ṭarīqa in Greater Khurāsān.",
    "Later authors who wrote about the lives, states, and works of Sufi masters drew copiously on the material in Kashf al-maḥjūb (Ṣafā, 2/892). Major Persian classics in which Hujwīrī’s book is named among the sources include ʿAṭṭār’s Tadhkirat al-awliyāʾ , Kh w ājah Muḥammad Pārsā’s Faṣl al-khiṭāb , and Jāmī’s Nafaḥāt al-uns (Bahār, 2/187; Zarrīnkūb, Arzish , 133); and it is quoted from or cited in many works of later date.",
    "It is known that the Kashf was written in Lahore during the last years of the author’s life. An individual by the name of Abū Saʿīd Hujwīrī requested him to compose a detailed treatise in answer to his questions concerning the nature of the Sufi path ( ṭarīqat ); the nature of the successive stages of spiritual progression ( maqāmāt ) upon it; the various Sufi schools of thought ( madhāhib ), and their views and sayings ( maqālāt ); Sufi mystical symbols ( rumūz ) and allusions ( ishārāt ); the nature of divine love; and other matters (Hujwīrī, ed. ʿĀbidī, 10; Knysh, 133; Zarrīnkūb, Justujū , 72). The title Hujwīrī gave to his book, the meaning of which is ‘The Revelation of the Veiled’, was intended to allude to the purpose of Kashf al-maḥjūb for indicating the way to God, to explain the sayings of the Sufis, and to remove the veils over humankind’s understanding in order to rescue those who are prisoners to human deficiencies, so that their hearts might be purified and that the veils between them and God removed (Hujwīrī, ed. ʿĀbidī, 6, 8; q.v. ḥijāb ). He drew on various oral and written sources, some of which have been identified by scholars (Hujwīrī, ed. Zhukovskiĭ, 58–60; Hujwīrī, introd. ʿĀbidī, 26–30). In particular, the similarity between the plan of Kashf al-maḥjūb and that of an earlier Arabic treatise of major importance, the Kitāb al-Lumaʿ fī al-taṣawwuf of Abū Naṣr ʿAbd Allāh b. ʿAlī al-Sarrāj al-Ṭūsī (d. 378/988), seems too close to be coincidental.",
    "Hujwīrī’s prose style is of the kind classified by literary historians as early New Persian. One notable individual characteristic, by comparison with his contemporaries, is his greater use of vocabulary of Arabic origin (Bahār, 2/188–195; Ṣafā, 2/892). The plan of each section of the book has a uniform approach, beginning with sayings of Sufi shaykh s before expounding his own views; and this practice was to have a marked influence on later writers on Sufism (Knysh, 133; for further details, see Hujwīrī, ed. ʿĀbidī, introd. 41–54).",
    "The Kashf al-maḥjūb was first translated into English, with a valuable introduction, by R. A. Nicholson; first published in 1911, his translation has been reprinted many times. The pioneering critical edition of the Persian text was published by the Russian orientalist Valentin Zhukovskiĭ in Leningrad in 1926, with an introduction containing important details from his own research, such as the sources used by Hujwīrī and analysis of his language and prose style. A new edition by Maḥmūd ʿĀbidī, including an introduction and commentary, appeared in 1392 Sh./2013.",
    "The plan of Kashf al-maḥjūb , chapter by chapter, is as follows: Introduction; 1. Affirmation of knowledge; 2. Poverty; 3. Sufism; 4. The wearing of patched garments; 5. Differing opinions concerning purity and poverty; 6. Courting blame ( malāmat ); 7. Imams of Sufism from among the Prophet’s Companions; 8. Imams of Sufism from among the Prophet’s Descendants; 9. On the People of the Bench ( ahl al-ṣuffa ); 10. Imams of Sufism from the Followers ( tābi ʿ ūn ) of the Companions; 11. Imams of Sufism since the Followers’ time; 12. Leading Sufis ‘of recent times’; 13. Contemporary Sufis in various countries; 14. Doctrines and methods of twelve Sufi schools or groups.",
    "It also contains discourses on 1. the true nature of satisfaction ( riḍā ), 2. the distinction between ‘state’ and ‘station’, 3. intoxication and sobriety, 4. altruism ( īthār ), 5. the nature of the lower soul, 6. striving ( mujāhadat ) against the lower soul, 7. the nature of passion ( hawā ), 8. sainthood ( wilāyat ), 9. miracles, both human ( karāmāt ) and evidential ( mu ʿ jizāt ), 10. superiority of prophets to saints, and of both to angels, 11. subsistence ( baqā ) and effacement ( fanā ), 12. ‘absence’ ( ghaybat ) and ‘presence’ ( ḥuḍūr ), 13. union ( jam ʿ ) and separation ( tafriqat ), 14. the spirit ( rūḥ ); 15. Raising of the First Veil: Gnosis of God ( ma ʿrifat ); 16. Raising of the Second Veil: Belief in Unity ( tawḥīd ); 17. Raising of the Third Veil: Faith ( īmān ); 18. Raising of the Fourth Veil: Purity ( ṭahārat ); Raising of the Fifth Veil: Ritual Prayer ( ṣalāt ); 19. Raising of the Sixth Veil: Alms ( zakāt ); 20. Raising of the Seventh Veil: Fasting ( ṣawm ); 21. Raising of the Eighth Veil: Pilgrimage ( ḥajj ); 22. Raising of the Ninth Veil: Companionship ( ṣuḥbat ); 23. Raising of the Tenth Veil: Sufi terms and definitions; 24. Raising of the Eleventh Veil: Spiritual music ( samā ʿ ).",
    "The most distinctive and unusual feature of Kashf al-maḥjūb is chapter 14, much the longest (ninety pages in Nicholson’s translation); in which the author describes and comments on the tenets of what he characterises as twelve distinct Sufi schools (Hujwīrī, ed. ʿĀbidī, 268–373, 382). In reality these probably represent, for the most part at least, certain tendencies and teachings that came to be associated with the names of particular influential spiritual masters, although Nicholson considers it probable that these schools do represent historical realities. In some cases these attributions may have been made by Hujwīrī himself, at least partly for convenience of reference; in others, however, it may have been more widely recognised.",
    "VIEWS ON DOCTRINE AND THEORY",
    "For reasons of space, in this entry it is only possible to focus on certain aspects of Hujwīrī’s teachings on theoretical or practical aspects of Sufism. Much of this material is found in chapter 14, in which the author treats of a variety of subjects within the framework of his expositions of the twelve groups’ tenets. Thus Hujwīrī’s presentation of the teachings of the ‘Sahlīs’ contains a discussion of the nature of human beings, in the course of which he presents the doctrine of the human as a microcosm: ‘You must know, then, that in the opinion of mystics the most perfect composition of Man includes three elements, viz. spirit, soul, and body: and that each of these has an attribute which subsists therein, the attribute of spirit being intelligence, of soul, passion, and of body, sensation. Man is a type of the whole universe. The universe is a name of the two worlds, and in Man there is a vestige of both, for he is composed of phlegm, blood, bile, and melancholy, which four elements correspond to the four elements of this world, viz. water, earth, air, and fire, while his soul ( ján ), his lower soul ( nafs ), and his body correspond to Paradise, Hell, and the place of Resurrection. Paradise is the result of God’s satisfaction, and Hell is the result of His anger. Similarly, the spirit of the true believer reflects the peace of knowledge, and his lower soul the error which veils him from God’ (Hujwīrī, tr. Nicholson, 199).",
    "When discussing knowledge ( maʿrifat ) of God, he divides it into two categories: theoretical ( ʿilmī ) and actualised, or existential ( ḥālī ). Theoretical knowledge of God is the necessary basis for good outcomes in this world and the Hereafter, and is the prerequisite for experiential or actualised knowledge of God. Actualised knowledge of God engenders true life in the heart and aversion in the inner heart ( sirr ) to all besides Him. According to Hujwīrī, the men of Islamic learning and the jurisprudents consider direct knowledge as merely consisting in having an orthodox and valid understanding of God, whereas the Sufi masters consider direct knowledge as consisting in having a true and authentic state vis-à-vis God. Consequently, in the eyes of the Sufis, actualised knowledge is superior to theoretical knowledge and every individual’s true worth is determined by the actualised spiritual knowledge they possess (Hujwīrī, ed. ʿĀbidī, 391–392). Referring to the various modalities of intellectually derived knowledge of God–i.e. rational ( ʿaqlī ), inductive ( istidlālī ), inspired ( ilhāmī ), or known by necessity ( ḍarūrī )–Hujwīrī dismisses them all as immaterial or absurd ( muḥāl ).",
    "Citing the pronouncements of masters of the Sufi path, he affirms that true direct knowledge means human cognition of divine mysteries, and that until God Himself, as an act of grace, renders the hearts of His servants luminous and polishes away their defects, it is not possible for them to behold and contemplate either the outward or the inward divine mysteries (Hujwīrī, ed. ʿĀbidī, 392, 396–397, 401; and, comparing other opinions, 402–405). In Hujwīrī’s own view, the true nature of beholding ( mushāhadat ) is that the heart sees God always, whether in solitude or in company. This may be thanks to strength of certitude ( yaqīn ) in Him, or else to the dominance of love for Him; for when the lover’s love reaches such a pitch that his entire being speaks of the Beloved, he will see none besides Him. The author warns, however, that any form of beholding that entails belief in divine anthropomorphism or corporeality is manifest misguidance (Hujwīrī, ed. ʿĀbidī, 454–455, 458).",
    "For Hujwīrī, the real nature of belief in unity ( tawḥīd ) consists in affirming the oneness and uniqueness of an entity on the basis of an authentic and valid knowledge of that entity. Since God Most High is indivisible in respect of His Essence and Attributes, and has no equal or sharer in respect of His Actions, He is One and Unique; monotheists recognise Him in terms of this unique quality, and they call their knowledge of such matters ‘belief in unity’ ( tawḥīd ). Hujwīrī distinguishes three categories of tawḥīd : 1. that of God in relation to humankind, meaning His decree that they believe in His unity; 2. His creation of that belief in their hearts; and 3. the human doctrine and action of tawḥīd in relation to the Divine, which consists in their knowledge of their Lord’s unity and unicity (Hujwīrī, ed. ʿĀbidī, 408).",
    "Hujwīrī follows a rather similar path in his analysis of God’s servants’ love for Him and His love for them, basing his arguments on verses from the Qurʾān. Firstly, there is love ( maḥabbat ) which is desire for and Beloved, which is the human worshipper’s characteristic and cannot be attributed to God. Secondly, there is spiritual excellence ( iḥsān ), which is found only in a person whom God has chosen and raised to such a degree of spiritual perfection ( kamāl ) and sainthood ( wilāyat ) that he or she is singled out for supernatural feats or qualities of some kind ( anwāʿ-i karāmat ) (Hujwīrī, ed. ʿĀbidī, 446–448). As for God’s love for His servant, that consists of concern and well-wishing ( irāda-yi khayr ) and mercy. It follows, according to Hujwīrī, that love is one of the Divine Names. Human love for God is an attribute which becomes manifest in the heart of the obedient believer and can be called veneration ( taʿẓīm ) and glorification ( takbīr ) that lead him or her to seek to earn the Beloved’s good pleasure, and to yearn impatiently to see and draw close to Him (Hujwīrī, ed. ʿĀbidī, 449–450).",
    "Hujwīrī considered prophethood to be a higher station than sainthood, in keeping with his view that all saints are followers of a prophet who is their superior. Furthermore, the highest point of sainthood is the starting-point of prophethood; and all prophets are saints, but not all saints are prophets. The prophets are firmly established in transcending their human attributes; what is a transitory state ( ḥāl ) in a saint is a permanent station ( maqām ) in a prophet; and what is a station for a prophet is a type of veil or barrier ( ḥijāb ) for a saint (Hujwīrī, ed. ʿĀbidī, 352).",
    "The distinction between a ‘state’ and a ‘station’ is the subject of one section of Hujwīrī’s description of the ‘Muḥāsibīs’ in chapter 14 (Hujwīrī, tr. Nicholson, 205–206). He writes: ‘Station ( maqám ) denotes anyone’s standing in the Way of God, and his fulfilment of the obligations appertaining to that “station” and his keeping it until he comprehends its perfection so far as lies in a man’s power … “State” ( ḥál ), on the other hand, is something that descends from God into a man’s heart, without his being able to repel it when it comes, or to attract it when it goes, by his own effort. Accordingly, while the term “station” denotes the way of the seeker, and his progress in the field of exertion, and his rank before God in proportion to his merit, the term “state” denotes the favour and grace which God bestows on the servant, and which are not connected with any mortification on the latter’s part. … Some [ shaykh s] hold that a “state” may be permanent, while others reject this view. Hárith al-Muḥásibī maintained that a “state” may be permanent. He argued that love and longing and “contraction” ( qabḍ ) and expansion ( basṭ ) are “states”: if they cannot be permanent, then the lover would not be a lover, and until a man’s “state” becomes his attribute ( ṣifat ) the name of that state is not properly applied to him.’ Hujwīrī cites, with apparent approval, al-Ḥārith al-Muḥāsibī’s opinion that the highest of ‘stations’ is satisfaction [with God and His decrees], which is also a ‘state’ (Hujwīrī, tr. Nicholson, 181–182).",
    "VIEWS ON SUFI METHODOLOGY",
    "One of the topics much discussed in writings on Sufism is the origin of the term ‘Sufi’. Hujwīrī is of the opinion that it is derived from the Arabic ṣafā and ṣafū , meaning a state that is pure and clear free from turbidity. The Sufis acquired their name on the strength of the refinement of their souls and their interactions with people; accordingly, those whose sanctity ( wilāyat ) and spiritual realisation were complete came to be known by that name. For Hujwīrī, there are three degrees on the Sufi path, with a term corresponding to each. The highest, ṣūfī , is that of someone who is extinguished ( fānī ) in regard to his ego or individuality, enduring ( bāqī ) through God, having escaped the common limitations of humanity ( ṭabāʾiʿ ) and attained the higher realities ( ḥaqāʾiq ). Next comes the mutaṣawwif (Sufi aspirant), who attains this degree by means of self-discipline and striving, in emulation of the realised ṣūfī . Lastly there is the mustaṣwif or pseudo-Sufi, who imitates the people of the Sufi path, despite having no real knowledge of it, in the hope of gaining money, prestige or some other form of worldly advantage (Hujwīrī, ed. ʿĀbidī, 43–45, 49–50). Hujwīrī also divides Sufi dervishes into two categories in an interesting way: ‘residents’ ( muqīmān ), whose calling is khidmat (meaning service and/or remaining in the presence of the spiritual master) and ‘wayfarers’ ( musāfirān ), whose calling is the spiritual quest ( ṭalab ). The former, in the author’s view, are obligated to consider the latter their superiors; for the ‘wayfarers’ have escaped the bonds of self and are engaged in seeking, whereas the ‘residents’ are at a standstill as regards the path (Hujwīrī, ed. ʿĀbidī, 502).",
    "For Hujwīrī, fanāʾ and baqāʾ (q.v.) represent two particularly important stations on the spiritual journey. As already mentioned, he apparently devoted a treatise to this specific subject. He does not accept the normal understanding of fanāʾ as meaning the loss of individual being and the disappearance of personal identity, and of baqāʾ as meaning the restoration of individual being through God. Hujwīrī holds that the effacement of the self is an impossibility but the effacement of attributes is possible; and fanāʾ and baqāʾ are both attributes of the spiritual aspirant. He regards the contrary view as being the doctrine of Christians and heretics (Hujwīrī, ed. ʿĀbidī, 362–363, 365). While Hujwīrī does speak of the effacement of the human in the divine, he does so in highly circumspect terms in order to avoid the risk of accusations of believing in essential union between God and man (Knysh, 134).",
    "This approach is clearly related to the author’s overall predisposition towards spiritual ‘sobriety’. He writes: ‘Intoxication, then, is to fancy one’s self annihilated while the attributes really subsist; and this is a veil. Sobriety, on the other hand, is the vision of subsistence while the attributes are annihilated; and this is actual revelation. It is absurd for anyone to suppose that intoxication is nearer to annihilation than sobriety is, for intoxication is a quality that exceeds sobriety, and as long as a man’s attributes tend to increase he is without knowledge; but when he begins to diminish them, seekers (of God) have some hope of him’ (Hujwīrī, tr. Nicholson, 211). Speaking of ‘sobriety’ and ‘intoxication’ in more general terms, Hujwīrī says: ‘My Shaykh, who followed the doctrine of Junayd, used to say that intoxication is the playground of children, but sobriety is the death-field of men. I say, in agreement with my Shaykh, that the perfection of the state of the intoxicated man is sobriety. The lowest stage in sobriety consists in regarding the powerlessness of humanity: therefore a sobriety that appears to be evil is better than an intoxication that is really evil’ (Hujwīrī, tr. Nicholson, 210). Here, ‘a sobriety that appears to be evil’ probably means a state that appears to others to be one of spiritual apathy.",
    "Elsewhere in the Kashf , in the section of chapter 14 concerning the Ṭayfūrīs or followers of the way of the ecstatically-inclined Bāyazīd Basṭāmī (q.v.), ʿAlī Hujwīrī treats the same subject in a less sober, more poetic vein: ‘The sobriety that is connected with heedlessness is really intoxication, while that which is linked with love, although it be intoxication, is really sobriety. When the principle ( aṣl ) is firmly established, sobriety and intoxication resemble one another, but when the principle is wanting, both are baseless. In short, where true mystics tread, sobriety and intoxication are the effect of difference ( ikhtiláf ), and when the Sultan of Truth displays his beauty, both sobriety and intoxication appear to be intruders (ṭufaylí), because the boundaries of both are joined, and the end of the one is the beginning of the other, and beginning and end are terms that imply separation, which has only a relative existence. In union all separations are negated, as the poet says–",
    "“When the morning-star of wine rises,",
    "The drunken and the sober are as one.”’ (Hujwīrī, tr. Nicholson, 188).",
    "Given the importance that Muslim–and other–spiritual authorities attach to repentance ( tawbat ) in the Path, it is perhaps surprising that Kashf al-maḥjūb does not include an entire chapter on the subject; nevertheless it forms an important part of Chapter 18, on purification. Hujwīrī begins: ‘You must know that repentance is the first station of pilgrims on the way to the Truth, just as purification is the first step of those who desire to serve God. … Etymologically, tawbat means ‘return’, and tawbat really involves the turning back from what God has forbidden through fear of what He has commanded’ (Hujwīrī, tr. Nicholson, 294–295). In accordance with a well-known ḥadīth , Hujwīrī specifies three conditions for the validity of repentance: 1. remorse for the sin of disobedience; 2. giving it up, immediately and forever; and 3. firm resolve not to sin again. Continuing in characteristic fashion with his argument in threes, our author posits three causes of contrition: 1. fear of Divine punishment and remorse for wrongdoing; 2. desire for God’s favour, which can never be gained by disobeying Him; and 3. feeling ashamed before God. These three causes, says Hujwīrī, correspond respectively to three stations of repentance: tawba , from great sins to obedience, out of fear, the station of the mass of believers; ināba , from minor sins to love, out of desire for reward, the station of the saints and favourites of God; and awba , returning from oneself to God, observing Divine commands and prohibitions, the station of the prophets (Hujwīrī, tr. Nicholson, 294–295).",
    "Among the other types of insights to be found in Kashf al-maḥjūb , mainly cited as illustrating the spiritual states and accomplishments of great Sufis, are narratives concerning kashf or ‘unveiling’ in the sense of knowledge of unseen things, including reading the thoughts of others. For example, in his account of Shaykh Abū ʿAlī al-Daqqāq (q.v., d. ca. 405/1015) he tells how an old man visited the circle of al-Daqqāq in order to ask him about the state of the mutawakkilān , or those who have total reliance upon God. The old man noticed the fine turban the shaykh was wearing, and wished he had such a turban himself. When the man asked, ‘What is total reliance upon God?’ al-Daqqāq replied, ‘To refrain from coveting people’s turbans’ and proceeded to throw his turban to the questioner (Hujwīrī, tr. Nicholson, 163). Among the other great Sufis described in Kashf al-maḥjūb as having an extraordinary power of reading people’s minds are Abū Saʿīd Faḍl Allāh b. Muḥammad Mayhanī (Hujwīrī, tr. Nicholson, 164) and Abū al-Ḥusayn Nūrī (d. 295/908), who was called by Junayd ‘the spy of hearts’ ( jāsūs al-qulūb ) (Hujwīrī, tr. Nicholson, 194). Another anecdote illustrating this phenomenon relates to Hujwīrī’s own shaykh , Abū al-Qāsim b. ʿAlī Gurgānī (d. 450/1058), of whom he speaks as being alive as he wrote. Inasmuch as this story shows the author in a somewhat unfavourable light, his willingness to share it shows his humility. One day, the youthful ʿAlī Hujwīrī was giving the shaykh an account of some of his own experiences and visions, and found that the latter listened with kindness and apparent deference. The thought occurred to him that the shaykh might not have had such experiences himself, or he would not have shown such curiosity and deference. Perceiving his disciple’s delusion, Shaykh Abū al-Qāsim then dispelled it by saying that the humility he was displaying was not on account of Hujwīrī’s spiritual experiences, but rather towards Him who causes such experiences to occur–and that such experiences, far from being his alone, were common to all seekers of God. The shaykh added that ‘Man never escapes from the prison of imagination. It behoves him to stand like a slave at the door and put away from himself every relation ( nisbat ) except that of manhood and obedience’ (Hujwīrī, tr. Nicholson, 169–170).",
    "POSTHUMOUS FAME, LASTING INFLUENCE, AND COMMEMORATION",
    "After his death, ʿAlī Hujwīrī came to be a revered and celebrated figure in Lahore. A small shrine was constructed over his burial place, then outside the city walls, in the time of the Ghaznawid Sulṭān Ibrāhīm (r. 451–492/1059–1099). Hujwīrī acquired the posthumous sobriquet Dātā Ganjbakhsh (‘Bestower of Treasures’) when the great Indian Sufi Shaykh Muʿīn al-Dīn Chishtī (d. 633/1236) visited his shrine and composed verses in his memory that included the epithet ‘Ganjbakhsh’ ( dātā , meaning ‘giver’, is a Sanskrit word). When the famous Sufi Kh w ājah Ḥasan al-Sijzī came to the city for a gathering of remembrance on the occasion of forty days after Hujwīrī’s passing, he is said to have composed a couplet of verse mourning his death, although it has been suggested that this is not factually correct (Lāhūrī, 120–121). In any case, the people of Lahore have always had a strong attachment to Hujwīrī, and it is a widely held belief that his spiritual station is so lofty that no gnostic ( ʿārif ) may even enter the Lahore region without first obtaining his permission.",
    "The Dātā Ganjbakhsh shrine, or Dātā Darbār as it is known today, is visited by Muslims from many places in Pakistan and other countries (Dārā Shukūh, 283; Karamustafa, 99; Schimmel, 8; Knysh, 133; Zarrīnkūb, Justujū , 71). It was rebuilt in Mughal times, in white marble, and enlarged, with the addition of a mosque, during the 13th/19th century (Fawq, 161). Brought under national government control in the 1980s, the shrine was further expanded and enhanced, becoming the centre of a new commercial area of Lahore and finding itself the subject of interest and controversy among politicians with various religious and political goals and viewpoints. In 2010 the shrine complex was attacked and severely damaged by suicide bombers; after its subsequent reconstruction, another blast from a terrorist attack in 2019 killed twelve people there. Today, tens of thousands of people are fed free of charge every day at the shrine.",
    "ʿAlī Hujwīrī’s ʿurs , the anniversary of his passing, commemorated annually in the month of Ṣafar, is attended by crowds numbering hundreds of thousands (Hermansen, 2/381). His name also lives on in that of the Ganjbakhsh Library, which was established in 1969 as part of the Iran-Pakistan Institute of Persian Studies (IPIPS). Originally located in Rawalpindi, it was transferred in 1982 to Islamabad, where it now occupies a fine building. Containing 27,000 manuscripts and a comparable number of printed volumes, the Ganjbakhsh Library is one of the richest collections of Islamic manuscripts in the Indian subcontinent."
  ],
  "bibliography": [
    "Amritsarī, Muḥammad Mūsā, ‘Taḥqīq dar āthār wa aḥwāl-i ʿAlī bin ʿUthmān Hujwīrī muʾallif-i Kashf al-maḥjūb ’, tr. ʿĀrif Nawshāhī and Chānd Bībī, in Maʿārif , 43–44 (1377 Sh./1998), pp. 199–228.",
    "Āqā Buzurg Ṭihrānī, Dharī ʿa ; ʿAṭṭār, Farīd al-Dīn, Tadhkirat al-awliyāʾ , ed. R. A. Nicholson (Tehran, n.d.); Āzād Bilgrāmī, Mīr Ghulām-ʿAlī, Maʾāthir al-kirām , ed. Muḥammad ʿAbduh (Lahore, 1971).",
    "al-Baghdādī, Ismāʿīl Pāshā, Hadiyyat al-ʿārifīn: asmāʾ al-muʾallifīn wa āthār al-muṣannifīn (Istanbul, 1951).",
    "Bahār, Muḥammad Taqī, Sabk-shināsī (Tehran, 1356 Sh./1977).",
    "Charkhī, Yaʿqūb, Risāla Abdāliyya , ed. Muḥammad Nadhīr Rānjhā (Islamabad, 1398/2019).",
    "Dārā Shukūh, Muḥammad, Safīnat al-awliyāʾ (Agra, 1853).",
    "Fawq, Muḥammad al-Dīn, Sawāniḥ-i ḥayāt-i ḥaḍrat-i ʿAlī b. ʿUthmān Hujwīrī maʿrūf bih haḍrat-i Dātā Ganj-Bakhsh (Lahore, 1423/2002).",
    "Ghawthī Shaṭṭārī, Muḥammad, Gulzār-i abrār , ed. Muḥammad Dhakī (Aligarh, 1994).",
    "Ḥājjī Khalīfa, Kashf ; Ḥalabī, ʿAlī Aṣghar, Mabānī-yi ʿirfān wa aḥwāl-i ʿārifān (Tehran, 1376 Sh./1987).",
    "Hermansen, Marcia, ‘Hujwiri, ʿAli ibn ʿUthman’, in P. G. Jestice, ed., Holy People of the World (Santa Barbara, CA, 2004), pp. 380–381.",
    "Hujwīrī, ʿAlī b. ʿUthmān, Kashf al-maḥjūb , ed. V. A. Zhukovskiĭ (Leningrad, 1926).",
    "idem, Kashf al-maḥjūb , ed. Maḥmūd ʿĀbidī (Tehran, 1392 Sh./2013).",
    "idem, The Kashf al-Maḥjúb: The Oldest Persian Treatise on Sufism , tr. R. A. Nicholson (Leiden and London, 1911).",
    "Ikrām, Muḥammad, Āb-i Kawthar (Lahore, 1971).",
    "Iqbāl, Muḥammad, Kulliyyāt-i ashʿār-i mawlānā Iqbāl Lāhūrī , ed. Aḥmad Surūsh (n.p., 1370 Sh./1991).",
    "Jāmī, Nūr al-Dīn ʿAbd al-Raḥmān, Nafaḥāt al-uns , ed. Maḥmūd ʿĀbidī (Tehran, 1370 Sh./1991).",
    "Karamustafa, Ahmet T., Sufism: The Formative Period (Edinburgh, 2007).",
    "Knysh, Alexander, Islamic Mysticism: A Short History (Leiden, 2000).",
    "Lāhūrī, Ghulām Sarwar, ‘Kashf al-maḥjūb-i Hujwīrī’, Nashriyya-yi Hilāl , 82 (1347 Sh./1968), pp. 120–123.",
    "Laʿlī Badakhshī, Mīrzā Laʿl Beg, Thamarāt al-quds min shajarāt al-uns , ed. Sayyid Kamāl Ḥāj-Sayyid-Jawādī (Tehran, 1376 Sh./1997).",
    "Pārsā, Muḥammad b. Muḥammad, Faṣl al-khiṭāb , ed. Jalīl Misgar-nizhād (Tehran, 1381 Sh./2002).",
    "Rizvi, Saiyid Athar Abbas, A History of Sufism in India (New Delhi, 1978).",
    "Ṣafā, Dhabīḥ Allāh, Tārīkh-i adabiyyāt dar Īrān (Tehran, 1369 Sh./1990).",
    "Schimmel, Annemarie, Islam in the Indian Subcontinent (Leiden, 1980).",
    "al-Sijzī, Amīr Ḥasan ʿAlāʾ, Fawāʾid al-fuʾād , ed. Muḥammad Laṭīf Malik (Lahore, 1386/1966).",
    "Tasbīḥī, Ḥusayn, [introduction to Kashf al-maḥjūb ] (Islamabad, 1374 Sh./1995).",
    "Zarrīnkūb, ʿAbd al-Ḥusayn, Arzish-i mīrāth-i Ṣūfiyya (Tehran, 1378 Sh./1999).",
    "idem, Justujū dar taṣawwuf-i Īrān (Tehran, 1379 Sh./2000)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}