{
  "id": "eweb_532",
  "source": "EIs",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/SIM-0191.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-9831_isla_SIM_0191",
  "title": "Abū al-Qāsim al-Naṣrābādī",
  "authors": [
    "Maryam Sadeghi",
    "Translated by Daryoush Mohammad Poor"
  ],
  "word_count": "(1,869 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "16 Oct 2015",
  "last_updated": "17 Jun 2021",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "Abū al-Qāsim al-Naṣrābādī , Ibrāhīm b. Muḥammad b. Maḥmawayh (d. 367/978), was a Khurāsānī Sufi shaykh. The name of Abū al-Qāsim's grandfather is also recorded in some sources, either as Maḥmūd or Aḥmad (al-Hujwīrī, 200; al-Samʿānī, 13/105).",
    "Although Abū al-Qāsim's precise date of birth is not known, one can estimate that he was born around the last decade of the 3rd century of the hijra (1st decade of 10th century CE), given that when he set out from Nīsābūr he was described as ‘a young man’, the duration of absence was twenty-five years, and the year of his return home to Nīsābūr was 340/951–952 (see rest of article).",
    "Abū al-Qāsim was born in Naṣrābād, a district of Nīsābūr, and grew up there (Ibn ʿAsākir, 2/246; al-Khalīfa, 161; al-Sulamī, Ṭabaqāt , 511). Initially he worked as a copyist and book-binder ( warrāq ), but after a while, following his interest in the Islamic sciences and in listening to prophetic traditions, he quit his job and left Nīsābūr (al-Samʿānī, 13/106; Ibn ʿAsākir, 2/247). Apart from his knowledge of Sufism, Naṣrābādī was also an expert in history and ḥadīth sciences (al-Sulamī, Ṭabaqāt , 511; al-Qushayrī, 438); and of these disciplines the one in which he achieved the most acclaim was the latter (Massignon, 2/215).",
    "Abū al-Qāsim, who had a particular enthusiasm for hadīth s, began listening to the traditionists of Nīsābūr as a child, and later on left there to search for other traditionists, travelling to different cities in Iran, Iraq, al-Shām and Egypt (al-Khaṭīb, 6/196; al-Samʿānī, 13/105, 106; Ibn ʿAsākir, 2/247). During these travels, his fifteen years in Baghdad (Ibn ʿAsākir, 2/249) and also his stay in Rayy, where he spent time listening to Ibn Abī Ḥātim al-Rāzī's corpus of ḥadīth (al-Samʿānī, 13/105, 106), left a deep impression on him. In Baghdad al-Naṣrābādī heard ḥadīth s from Ibn Ṣāʿid, in Nīsābūr from Abū Bakr Muḥammad b. Khuzayma and Abū al-ʿAbbās al-Sarrāj, in Khurāsān from Abū ʿArūba al-Sulamī, in Cairo from Aḥmad b. ʿAbd al-Wārith al-ʿAssāl, in Dimyāṭ (Damietta) from Abū Muḥammad Zakariyyā al-Dimyāṭī, and in Damascus from Ibn Jawṣāʾ and a number of other people (al-Samʿānī, 13/105; al-Khaṭīb, 6/196; al-Dhahabī, 16/263–264; also Massignon, 2/215–216).",
    "Abū al-Qāsim's enthusiasm for listening to and recording ḥadīth s was such that, according to al-Sulamī, even in the last years of his life when on the Ḥajj, he would attend sessions of ḥadīth anywhere he could, committing the narrations to paper continuously (Ibn ʿAsākir, 2/248–249). In most sources he is described in terms such as ‘teller of many ḥadīth s’ ( kathīr al-ḥadīth ), ‘learned narrator’ ( ʿālim bi riwāyat ) as well as ‘reliable’ ( thiqa ) (al-Sulamī, Ṭabaqāt , 511; al-Khaṭīb, 6/170; Ibn al-Jawzī, 7/89). After twenty-five years away from his home town, and having regularly attended the circles of traditionists and great shaykhs such as Abū Isḥāq al-Isfarāyinī (al-Qushayrī, 45; Ibn ʿAsākir, 2/248), he returned to Nīsābūr in 340/951–952 and started giving discourses aimed at guiding students and those aspiring after knowledge in this discipline (al-Samʿānī, 13/106; Ibn ʿAsākir, 2/247). Quite a few people, such as Abū ʿAlī al-Daqqāq (q.v.), Abū ʿAbd al-Raḥmān al-Sulamī, al-Ḥākim al-Nīsābūrī and Abū al-ʿAlāʾ al-Wāsiṭī, began quoting ḥadīth s on his authority (al-Khaṭīb, 6/196; al-Samʿānī, 13/105; Ibn al-Jawzī, 7/89; al-Hujwīrī, 204; al-Qushayrī, 297).",
    "As a Sufi, al-Naṣrābādī was a disciple of al-Shiblī (al-Hujwīrī, 200; Massignon, 2/216). He also attended the sessions of Ibrāhīm b. Shaybān and met a number of prominent Sufis such as Abū ʿAlī al-Rūdhbārī, Abū Muḥammad al-Murtaʿish and Abū Bakr Ṭāhir al-Abharī, and deepened his understanding of Sufi doctrines through his discussions with them (al-Sulamī, Ṭabaqāt , 511; al-Qushayrī, 438; al-Khaṭīb, 6/170; al-Anṣārī, 442). His spiritual lineage traces the transmission of the initiatic ‘mantle’ ( khirqa ) to Abū al-Qāsim back through al-Shiblī to Junayd al-Baghdādī, Sarī al-Saqaṭī and Maʿrūf al-Karkhī (al-Qushayrī, 297; ʿAlāʾ al-Dawla, 314; Muḥammad b. al-Munawwar, 32).",
    "Al-Naṣrābādī was one of the main exponents of al-Ḥallāj's views on Sufism, and he spread perspectives associated with al-Ḥallāj throughout Khurāsān (al-Sulamī, Ṭabaqāt , 308; al-Hujwīrī, 189; Massignon, 2/208, 216). His support for al-Ḥallaj was such that, according to al-Khaṭīb al-Baghdādī, he was one of a group of people who took the trouble to collect al-Ḥallāj's works (8/112) and was criticised for being too attached to him (al-Khaṭīb, 8/121). It is possible that there is an allusion to this in the remark of al-Ḥākim al-Nīsābūrī: ‘He conducted his preaching ( waʿẓ ) and his invocation ( dhikr ) clandestinely’ (al-Samʿānī, 13/105–106; Ibn ʿAsākir, 2/247). The distinctive characteristic of his teaching was the idea of forming a relationship of ʿishq (‘passionate love’) with God and to realise fanāʾ (‘annihilation’) and baqāʾ (‘subsistence’) in the divine Essence. He was the first to speak about enduring martyrdom in order to be faithful to one's beliefs and for love of God (al-Qushayrī, 119, 329–330; al-Anṣārī, 53; Massignon, 3/229). His ideas were based on adherence to the sharīʿa , and because of his extensive knowledge of ḥadīth s, he followed quite strictly the sunna of the Prophet. He considered Sufism as simply a way of following the word of the Qurʾān and the sunna (al-Sulamī, 515, et passim; al-Qushayrī, 438; ʿIzz al-Dīn al-Kāshānī, 419). Some sources refer to his collections of traditions and also of his reference to al-Ḥallāj's views (Sezgin, 1/663). Al-Ḥākim recounts that after al-Naṣrābādī died his books were sold in Baghdad, and their contents eventually made plain the details of his life and times (Ibn ʿAsākir, 2/247). However, all that remains of al-Naṣrābādī's work today is a collection of proverbs and maxims which are scattered throughout the biographical notices in the Ṭabaqāt (biographical works). Although these sayings, like those of other Sufis, embody concepts such as ‘trust’ ( tawakkul ), ‘contentment’ ( riḍāʾ ) and so on, they are merely a by-product of his teachings, the essence of which is ʿishq and the establishment of a loving relationship with the Creator. His doctrines sometimes take on aspects of the Malāmatiyya of Khurāsān, as well as assuming a form of ecstatic utterance ( shaṭḥ ) to which older sources make some reference (al-Sulamī, Ṭabaqāt , 512–515; al-Qushayrī, 45, 105, 116 et passim; Rūzbihān, Mashrab , 115, 312, 314; Bertel's, 33). Some of these pro-nouncements became a source of inspiration for others (Rūmī, 2/370), and a number of invocations ( adhkār ) were also attributed to him (al-Bukhārī, 348). Among these short sayings there are numerous allusions given as a form of commentary ( talmīḥāt ) on Qurʾānic verses (al-Sulamī, ‘ Jawāmiʿ ’, 355; Ṭabaqāt , 512–515; al-Qushayrī, 105), which were later quoted by his disciple, al-Sulamī, and which may have been the inspiration for the latter's Ḥaqāʾiq al-tafsīr (Bertel's, 306–309).",
    "Abū al-Qāsim al-Naṣrābādī was praised highly for his taqwā (piety) and waraʿ (God-wariness) (al-Hujwīrī, 200; Ibn ʿAsākir, 2/247, 250) and was called the ‘shaykh of the age’ (al-Sulamī, Ṭabaqāt , 511; al-Qushayrī, 438), a symbol of intensity of passion (Rūzbihān, Sharḥ , 215) and a great lover of the Sufi spiritual concert ( samāʿ ) (al-Suhrawardī, ʿAbd al-Qāhir, 145; ʿAṭṭār, 727; al-Suhrawardī, ʿUmar, 200). In spite of the fact that he was known for experiencing ecstatic states ( ṣāḥib al-ḥālāt ) (al-Samʿānī, 13/105), in hagiographical sources, the ‘charismatic acts of grace’ ( karāmāt ) which are usually attributed to Sufi shaykhs have only rarely, and to a limited extent, been attributed to him (al-Qushayrī, 291; Ibn ʿAsākir, 2/250).",
    "In 365/976, Abū al-Qāsim set out on the Ḥajj along with Abū ʿAbd al-Raḥmān al-Sulamī. After performing the rituals, he took up residence near the sanctuary of the Kaʿba (al-Khalīfa, 161; al-Samʿānī, 13/106; Ibn ʿAsākir, 2/248–250). Soon after his arrival, he had a confrontation with Abū ʿUthmān al-Maghribī (q.v.). Although neither the reason for, nor the degree of, the disagreement between them is known, the content and tone of their conversation, Abū ʿUthmān's unexplained departure from Mecca, and finally the story of Abū al-Qāsim's burial in the grave dug by ʿUthmān for himself (al-Anṣārī, 443; ʿAṭṭār, 794, who refers to the cemetery of Baqīʿ), are all evidence of an ongoing conflict. Abū al-Qāsim died in Mecca and was buried there (al-Samʿānī, 13/106; Ibn ʿAsākir, 2/250). For this reason, the existence of a mausoleum and a khāniqāh dedicated to a certain Abū al-Qāsim al-Naṣrābādī, in the region of Naṣrābād in Iṣfāhān, which dates from later centuries, must not be the basis for any confusion (Jaʿfarī, 140; Mudarris, 6/177; Afshār, 1/379)."
  ],
  "bibliography": [
    "Afshār, Īraj, Yādgārhā-yi Yazd (Tehran, 1348 Sh./1969)",
    "ʿAlāʾ al-Dawla al-Simnānī, Aḥmad, Muṣannafāt-i Fārsī (Tehran, 1369 Sh./1990)",
    "al-Anṣārī al-Hirawī, Kh w ājah ʿAbd Allah, Ṭabaqāt al-Ṣūfiyya (Tehran, 1362 Sh./1983)",
    "ʿAṭṭār Nīsābūrī, Farīd al-Dīn, Tadhkirat al-awliyāʾ (Tehran, 1366 Sh./1987)",
    "Bertel's, Evgeniī 4Eduardovich, Sufizm i sufiīskaia literatura (Moscow, 1965)",
    "al-Bukhārī, Bāqir, Jawāhir al-awliyāʾ (Islamabad, 1396/1976)",
    "al-Dhahabī, Muḥam-mad, Siyar aʿlām al-nubalāʾ , ed. Shuʿayb al-Arnaʿūṭ, et al. (Beirut, 1404/1984)",
    "al-Hujwīrī, ʿAlī, Kashf al-maḥjūb (Tehran, 1358 Sh./1979)",
    "Ibn ʿAsākir, ʿAli, al-Taʾrīkh al-kabīr (Damascus, 1330/1911)",
    "Ibn al-Jawzī, ʿAbd al-Raḥmān, al-Muntaẓam (Hyderabad, 1358/1939)",
    "ʿIzz al-Dīn al-Kāshānī, Maḥmūd, Miṣbāḥ al-hidāya (Tehran, 1367 Sh./1988)",
    "Jaʿfarī, Jaʿfar, Tārīkh-i Yazd (Tehran, 1343 Sh./1964)",
    "al-Khalīfa al-Nīsābūrī, Aḥmad, [Translation and Abridgement of] Taʾrīkh Nīsābūr by al-Ḥākim al-Nīsābūrī (Tehran, 1339 Sh./1960)",
    "al-Khaṭīb al-Baghdādī, Aḥmad, Taʾrīkh Baghdād (Cairo, 1349/1931)",
    "Massignon, Louis, La passion de Ḥusayn ibn Manṣūr al-Ḥallaj (Paris, 1975)",
    "Mudarris, Muḥammad ʿAlī, Rayḥānat al-adab (Tehran, 1369 Sh./1990)",
    "Muḥammad b. al-Munawwar, Asrār al-tawḥīd (Tehran, 1366 Sh./1987)",
    "al-Qushayrī, ʿAbd al-Karīm, al-Risāla al-Qushayriyya (Beirut, 1408/1988)",
    "Rūmī, Jalāl al-Dīn, Mathnawī-yi maʿnawī (Tehran, 1363 Sh./1984)",
    "Rūzbihān Baqlī, Sharḥ-i shaṭḥiyyāt , ed. Henry Corbin (Tehran, 1360 Sh./1981)",
    "idem, Mashrab al-arwāḥ (Istanbul, 1973)",
    "al-Samʿānī, ʿAbd al-Karīm, al-Ansāb (Hyderabad, 1402/1982)",
    "Sezgin, GAS",
    "al-Suhrawardī, ʿAbd al-Qāhir, Ādāb al-murīdīn (Tehran, 1363 Sh./1984)",
    "al-Suhrawardī, ʿUmar, ʿAwārif al-maʿārif (Beirut, 1403/1983)",
    "al-Sulamī, Muḥammad, ‘ Jawāmiʿ ādāb al-ṣūfiyya ’, in Majmūʿa-yi āthār-i Abū ʿAbd al-Raḥmān al-Sulamī , vol. 1 (Tehran, 1369 Sh./1990)",
    "idem, Ṭabaqāt al-Ṣūfiyya (Leiden, 1960)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 360
}