{
  "id": "eweb_533",
  "source": "EIs",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/SIM-0101.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-9831_isla_SIM_0101",
  "title": "Abū ʿAmr b. Nujayd",
  "authors": [
    "Najib Mayel Heravi",
    "Translated by Daryoush Mohammad Poor"
  ],
  "word_count": "(1,552 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "16 Oct 2015",
  "last_updated": "17 Jun 2021",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "Abū ʿAmr b. Nujayd , Ismāʿīl b. Nujayd b. Aḥmad b. Yūsuf b. Khālid al-Sulamī al-Nīsābūrī (272 or 273–365 or 366/885 or 886–976 or 977), a Khurāsānī Sufi and traditionist. He was from the tribe of Sulaym, which traces its origins back to Sulaym b. Manṣūr b. ʿIkrima (al-Samʿānī, 7/181; Ibn al-Athīr, 1/553–554). Few details are known about his life: he was apparently born in Nīsābūr in 272/885 (al-Samʿānī, 7/183; ʿAṭṭār, 727; al-Dhahabī, Siyar , 16/146), and he is said to have inherited a large fortune from his father. However, apart from a house that he kept for him-self, he gave away all his inherited wealth to the scholars and Sufi masters of his time (al-Samʿānī, 7/182; see also Ibn al-Jawzī, 7/84; al-Ṣafadī, 9/231; al-Yāfiʿī, 2/381). He presumably grew up in his place of birth, and there learnt about Sufism and heard ḥadīth s.",
    "He heard ḥadīth s from Muḥammad al-Būshanjī and Ibrāhīm b. Abī Ṭālib in Khurāsān, and from Muḥammad b. Ayyūb al-Bajalī and ʿAlī b. al-Junayd al-Rāzī in Rayy. In order to attend the lectures of well-known traditionists, he then travelled to Baghdad, where he heard ḥadīth s from ʿAbd Allāh b. Aḥmad b. Ḥanbal and Ibrāhīm b. ʿAbd Allāh al-Kajjī (al-Samʿānī, 7/182; al-Subkī, 2/190, 3/222). In addition, Abū ʿAmr also related ḥadīth s on the authority of other famous traditionists (al-Dhahabī, Siyar , 16/146; al-Subkī, 2/190, 3/222; al-Bayhaqī, Tatimma , 180; idem, Tārīkh , 175, 191, 215). Abū ʿAmr narrated ḥadīth s himself; and famous traditionists such as Abū Saʿd ʿAbd al-Malik al-Khargūshī, Abū ʿAbd Allāh al-Ḥākim al-Nīsābūrī, Aḥmad al-Ṣaffār and ʿUmar b. Masrūr related ḥadīth s on his authority (Yāqūt, 2/425–426; al-Samʿānī, 7/182; al-Subkī, 2/190, 3/222; al-Ḥākim, 75, 83; see also al-Dhahabī, Siyar , 16/146; idem, al-ʿIbar , 2/225, 267). The ḥadīth s he narrated were accepted as so authoritative by scholars of ḥadīth that he acquired the epithet ‘ al-muḥaddith al-rabbānī ’ (the lordly traditionist) (Ibn al-Jawzī, 7/84; al-Dhahabī, Siyar , 16/146; Ibn Kathīr, 11/306; Jāmī, 227).",
    "However, Abū ʿAmr is mostly renowned as a Sufi. Al-Ḥākim al-Nīsābūrī, who was his student in the science of ḥadīth , called him ‘the Sufi master of his time’ (al-Ḥākim, 83). Abū ʿAmr met well-known Sufi masters from whom he learned Sufi doctrines and disciplines. According to al-Qushayrī, he met Abū Turāb al-Nakhshabī, from whom he learned much about the spiritual subtleties pertaining to the practical way of life of the Sufi khāniqāh , the convents where Sufis convened and often lived (p. 18). In Mecca, he met Sufi masters such as Abū ʿUmar al-Zajjājī (al-Sulamī, 449; Anṣārī, 417). He himself said that he knew no-one to equal Shaykh Abū ʿUthmān al-Ḥīrī, al-Junayd al-Baghdādī and Abū ʿAbd Allāh b. al-Jallāʾ (al-Khaṭīb, 5/214). Apparently his acquaintance with al-Junayd began while he was studying ḥadīth in Baghdad. Some of al-Junayd's sayings, as well as stories of his life, are related on the authority of Abū ʿAmr in works of Sufi biography (see Anṣārī, 417; al-Subkī, 2/261; Muḥammad b. al-Munawwar, 270).",
    "The shaykh who guided him to make his first formal act of repentance ( tawba ) was Abū ʿUthmān al-Ḥīrī al-Nīsābūrī (d. 298/910, q.v.), whose follower he became when he was young. Then, as a result of what is described as ‘psychic temptation’ ( waswās nafsānī ), he went back on his act of repentance and no longer attended Abū ʿUthmān's circle. Later on, however, with Abū ʿUthmān's help, he again repented and adopted the spiritual path in earnest, becoming one of Abū ʿUthmān's special disciples (al-Hujwīrī, 384; al-Qushayrī, 50). He stayed with Abū ʿUthmān until the latter passed away, after which—having been named by him as his successor—he became a leading figure in Khurāsānī Sufism (al-Subkī, 3/223; Bertel's, 221–222).",
    "Abū ʿAmr was held in high regard in his lifetime. According to his grandson al-Sulamī (al-Ṣarīfīnī, 9; Anṣārī, 428), he was considered by the Sufi shaykhs of the 4th/10th and 5th/11th centuries to be one of the ‘[spiritual] pillars’ ( awtād , sing. watad ) (see al-Dhahabī, Siyar , 16/148; al-Subkī, 3/223). His fellow-townsman ʿAṭṭār Nīsābūrī called him ‘the unlimited in the world of limitation’ ( muṭlaq-i ʿālam-i qayd ) (ʿAṭṭār, 727).",
    "His method of ‘spiritual journeying’ ( sulūk ) was of a very particular nature, which according to al-Sulamī was unique to himself (p. 476; see also al-Shaʿrānī, 1/120). His liking for the way of the Malāmatiyya (the People of Blame) is evident both in a narration about him (see al-Samʿānī, 7/182–183; al-Dhahabī, Siyar , 16/146–147), and also in some of his own sayings. Al-Subkī also referred to this point (3/223). Yet unlike most of the Malāmatiyya, who went to excess in hiding their acts of devotion and piety and did not outwardly display any virtue, he always took a moderate approach as regards practical disciplines, manners and etiquette. The fact that, as Shihāb al-Dīn al-Suhrawardī recounted, both the ahl al-bāṭin (esotericists) and ahl al-ẓāhir (exotericists) attended his funeral ( Nāmah-yi dānishwarān , 4/428), is a reflection of the importance he attached to the maintenance of the formal framework of the outward law.",
    "According to al-Ḥākim, he died in 365/976 (al-Ḥākim, 83; see also al-Samʿānī, 7/183; al-Dhahabī, Siyar , 16/148; Subkī, 3/223); al-Sulamī, on the other hand, gives the date as 366/977 (476; see also al-Qushayrī, 31; Ibn al-Jawzī, 7/84; Ibn Kathīr, 6/306). Most accounts state that his death occurred in Nīsābūr in a place known as Shāhanbar (al-Ḥākim, 83; al-Samʿānī, 7/183), and his grave appears to have been known until the early 7th/13th century (see Nāmah-yi dānishwarān , 4/428). It is only al-Qushayrī (p. 435) who states that he died in Mecca.",
    "A few brief teachings that he made on subjects related to spiritual journeying ( sayr wa sulūk ), are quoted in bibliographical and historical books, and most are found in al-Sulamī's Ṭabaqāt al-Ṣūfiyya . In addition, one short work by him entitled al-Juzʾ , has survived. It concerns ḥadīth and contains narrations transmitted on his authority (see Fihris makhṭūṭāt , 2/239–240). Al-Dhahabī referred to this compilation in glowing terms (see Siyar , 16/146). A copy of al-Juzʾ is preserved in the Köprülü Library, no. 1584 ( Fihris makhṭūṭāt , 2/239–240), and there are also copies at the Dār al-Kutub in Cairo and the Süleymaniye Library (Şehit Ali Paşa collection) in Istanbul (see Sezgin, 1/183)."
  ],
  "bibliography": [
    "Anṣārī Harawī, Kh w āja ʿAbd Allāh, Ṭabaqāt al-Ṣūfiyya , ed. ʿAbd al-Ḥayy Ḥabībī (Kabul, 1341 Sh./1962)",
    "ʿAṭṭār, Farīd al-Dīn, Tadhkirat al-awliyāʾ , ed. Muḥammad Istiʿlāmī (Tehran, 1346 Sh./1967)",
    "al-Bayhaqī, ʿAlī, Tārīkh-i Bayhaq , ed. Aḥmad Bahmanyār (Tehran, 1317 Sh./1938)",
    "idem, Tatimmat Ṣiwān al-ḥikma (Lahore, 1351/1932)",
    "Bertel's, Evgeniì íduardovich, Sufizm i sufiìskaia literatura (Moscow, 1965)",
    "al-Dhahabī, Muḥammad, al-ʿIbar , ed. Muḥammad al-Saʿīd Zaghlūl (Beirut, 1405/1985)",
    "idem, Siyar aʿlām al-nubalāʾ , ed. Shuʿayb al-Arnaʾūṭ (Beirut, 1404/1984)",
    "Fihris makhṭūṭāt Maktabat Köprülü , ed. R. Şeşen et al. (Istanbul, 1406/1986)",
    "al-Ḥākim al-Nīsābūrī, Tārīkh-i Nayshāpūr , abridged by Aḥmad Khalīfa Nīsābūrī, ed. Bahman Karīmī (Tehran, 1339 Sh./1960)",
    "Honerkamp, Kenneth, ‘A Sufi Itinerary of Tenth-Century Nishapur Based on a Treatise by Abū ʿAbd al-Raḥmān al-Sulamī’, JIS , 17 (2006), pp. 43–67",
    "al-Hujwīrī, ʿAlī, Kashf al-maḥjūb , ed. V. Zhukovskiĭ (repr. Tehran, 1358 Sh./1979)",
    "Ibn al-Athīr, ʿAlī, al-Lubāb (Cairo, 1357/1938)",
    "Ibn al-Jawzī, ʿAbd al-Raḥmān, al-Muntaẓam (Hyderabad, 1358/1939)",
    "Ibn Kathīr, al-Bidāya wa al-nihāya , ed. Aḥmad Abū Milḥim et al. (Beirut, 1407/1987)",
    "Jāmī, ʿAbd al-Raḥmān, Nafaḥāt al-uns , ed. Mahdī Tawḥīdīpūr (Tehran, 1336 Sh./1957)",
    "al-Khaṭīb al-Baghdādī, Aḥmad, Taʾrīkh Baghdād (Beirut, n.d.)",
    "Muḥammad b. al-Munawwar, Asrār al-tawḥīd , ed. Dhabīḥ Allāh Ṣafā (Tehran, 1354 Sh./1975)",
    "Nāmah-yi dānishwarān-i Nāṣirī (Qumm, 1379/1959)",
    "al-Qushayrī, ʿAbd al-Karīm, al-Risāla al-Qushayriyya (Cairo, 1379/1959)",
    "al-Ṣafadī, Khalīl b. Aybak, al-Wāfī bi al-wafayāt , ed. J. van Ess (Beirut, 1393/1973)",
    "al-Samʿānī, ʿAbd al-Karīm, al-Ansāb (Hyderabad, 1396/1976)",
    "al-Ṣarīfīnī, Ibrāhīm, Taʾrīkh Nīsābūr (an abridged version of ʿAbd al-Ghāfir al-Fārisī's al-Siyāq ), ed. Muḥammad Kāẓim Maḥmūdī (Qumm, 1403/1983)",
    "Sezgin, GAS",
    "al-Shaʿrānī, ʿAbd al-Wahhāb, al-Ṭabaqāt al-kubrā (Cairo, 1374/1954)",
    "al-Subkī, ʿAbd al-Wahhāb, Ṭabaqāt al-Shāfiʿiyya al-kubrā , ed. ʿAbd al-Fattāḥ Muḥammad al-Ḥulw and Maḥmūd Muḥammad al-Ṭanāḥī (Cairo, 1383/1964)",
    "al-Sulamī, Muḥammad, Ṭabaqāt al-Ṣūfiyya , ed. J. Pedersen (Leiden 1960)",
    "al-Yāfiʿī, ʿAbd Allāh, Mirʾāt al-janān (Hyderabad, 1337/1919)",
    "Yāqūt, Buldān ."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 176
}