{
  "id": "eweb_535",
  "source": "EIs",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/COM-0084.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-9831_isla_COM_0084",
  "title": "Abū Ḥayyān al-Tawḥīdī",
  "authors": [
    "Alireza Zekavati Gharagozlou",
    "Translated by Farzin Negahban"
  ],
  "word_count": "(7,801 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "16 Oct 2015",
  "last_updated": "17 Jun 2021",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "Abū Ḥayyān al-Tawḥīdī , ʿAlī b. Muḥammad b. al-ʿAbbās (ca. 310–414/922–1023), was a man of letters and a philosopher. According to evidence in his own writings it is estimated that he was born during the second decade of the 4th century of the hijra , probably in 310/922 (Yāqūt, 15/20; Ibrāhīm, 16–17; Muḥyī al-Dīn, 10; Qazwīnī, 2/167), either in Shīrāz, Nīsābūr or Wāsīṭ (see Yāqūt, 15/5; al-Ṣafadī, 22/39; al-Subkī, 4/2).",
    "According to Yāqūt (15/5), who wrote the most extensive account of Abū Ḥayyān's life, he was originally from Shīrāz; and according to Ibn al-Dimyāṭī (p. 196), although he grew up in Baghdad, he was originally from Nīsābūr. This contention regarding the place of his birth gave rise to debate among various contemporaneous writers as to whether he was a Persian or an Arab (Ibrāhīm, 13–16; Kurd ʿAlī, 2/498; Muḥyī al-Dīn, 14–19). As al-Dhahabī ( Siyar , 17/121) stated, his title, ‘al-Tawḥīdī’, may be an indication of the fact that Abū Ḥayyān was either a Sufi or a Muʿtazilī, or one of the so-called Ahl al-tawḥīd , another name by which the Muʿtazila referred to themselves. However, Ibn Khallikān claims in his book that ‘others have maintained’ that his father was a dealer in a sort of date called tawḥīd (Ibn Khallikān, 5/113; al-Isnawī, 1/302).",
    "Abū Ḥayyān was born to an obscure and destitute family; he lost his parents at an early age and was brought up by his uncle, who treated him badly (Abū Ḥayyān, al-Baṣāʾīr , 2/475). There are no detailed accounts of his youth, and even Yāqūt (15/6) expresses surprise at the fact that he is not mentioned by the biographers. He learnt various sciences such as literature, jurisprudence ( fiqh ), theology ( kalām ) and philosophy, from distinguished scholars of his time. During the period between 348 and 368/959 and 979 he became the pupil of Abū Saʿīd al-Sīrāfī who was a scholar, jurist and man of letters. Abū Ḥayyān was taught Qurʾānic sciences, grammar ( naḥw ), jurisprudence, rhetoric ( balāgha ), theology, prosody ( ʿarūḍ ) and poetic rhyming ( qāfiya ) by him, and it may be that his inclination towards Sufism was the result of his teacher's influence (Abū Ḥayyān, al-Baṣāʾir , 1/38 et passim; see Ibrāhīm, 30). He was also taught grammar ( naḥw ) and theology by al-Rummānī (d. 384/994) (al-Ṣafadī, 22/39).",
    "His other teachers included such figures as Abū Bakr al-Qaffāl al-Shāshī, a Shāfiʿī jurist, and al-Qāḍī Abū al-Faraj al-Nahrawānī (see al-Dhahabī, Siyar , 17/122; al-Subkī, 4/2; Ibn Ḥajar, 6/370). Abū Ḥāmid al-Marwarrūdhī was another of his teachers, and it appears that it was from him that Abū Ḥayyān learnt Shāfiʿī jurisprudence. Abū Ḥayyān narrated many of al-Marwarrūdhī's opinions, in particular those that pertain to jurisprudence, in various places in al-Baṣāʾir . It is also interesting to note that whenever Abū Ḥayyān was unwilling to express things on his own behalf, he appeared to do so in the name of Abū Ḥāmid (see Ibn Abī al-Ḥadīd, 10/286, 11/118; and see also Abū Ḥayyān's works below).",
    "Abū Ḥayyān learnt such intellectual sciences ( al-ʿulūm al-ʿaqliyya ) as metaphysics and natural philosophy, logic ( manṭiq ), Sufism ( taṣawwuf ) and ethics ( akhlāq ), from Yaḥyā b. ʿAdī and Abū Sulaymān al-Sijistānī (q.v.). It would appear from the sources that he went to Baghdad as a child where he copied books. It also appears that his reclusive disposition, together with his foresight, as declared by himself ( al-Imtāʿ , 1/104), prevented him from accepting certain positions that were at times offered him (e.g. see Abū Ḥayyān al-Tawḥīdī, al-Imtāʿ , 1/52–53, 3/227). Possibly in order to increase his income and acquire an easier position, he entered the court of al-Muhallabī, the vizier of the Būyid Muʿizz al-Dawla (d. 352/963); however, according to Ibn al-Fāris he was denounced and expelled from Baghdad by al-Muhallabī because of his views (al-Dhahabī, Mīzān , 4/518; al-Ṣafadī, 22/39; see also Kraemer, 214). In around 350/961 he went to Rayy seeking to gain entry to the vizier Abū al-Faḍl b. al-ʿAmīd's court. It is reported that he remained in Rayy during the period 358 to 360/969 to 971 (see Abū Ḥayyān, Mathālib , 7, 90, 137); however, he appeared to fall out with Ibn al-ʿAmīd and so returned to Baghdad, and from 361 to 363/972 to 974 was the pupil of Yaḥyā b. ʿAdī and Abū Ḥāmid al-Marw al-Rūdhī (Abū Ḥayyān, Mathālib , 151, 313–314, al-Muqābasāt , 104). From time to time he also visited the court of Abū al-Fatḥ b. al-ʿAmīd (see Abū Ḥayyān, Mathālib , 327–332, 336, al-Muqābasāt , 227); but he too was unable to satisfy the needs of Abū Ḥayyān, and the latter eventually left for Rayy in 367/978 in the hope of receiving a salary from al-Ṣāḥib b. ʿAbbād. He spent three years at his court (Abū Ḥayyān, al-Muqābasāt , 207), but he failed to see eye to eye with this vizier also. Abū Ḥayyān later admitted in Mathālib al-wazīrayn (p. 360), albeit a work satirising Ibn al-ʿAmīd and al-Ṣāḥib b. ʿAbbād, that there was no one who could equal these two individuals at the courts of the Būyids.",
    "The clash between Abū Ḥayyān and al-Ṣāḥib b. ʿAbbād was apparently due to the fact that he expected to receive special attention from the vizier (Abū Ḥayyān, Mathālib , 325). However, because Abū Ḥayyān had praised Ibn al-ʿAmīd, al-Ṣāḥib disliked him from the moment he arrived at his court. He also resented Abū Ḥayyān's tendency to show off his literary expertise and ability (Abū Ḥayyān, Mathālib , 150–151; Yāqūt, 15/26–27), and in order to belittle him, gave him a position as one of his copyists, while Abū Ḥayyān had always claimed that it was to extricate himself from this very occupation that he went back to Baghdad (Abū Ḥayyān, Mathālib , 203, 325–327). In any case, al-Ṣāḥib b. ʿAbbād never regarded him as a literary figure, particularly since his prose (see below) was entirely different from that of al-Ṣāḥib and the rest of the writers in the court whose manner of writing, copying Ibn al-ʿAmīd, was moving towards a style marked by excessive formalism and artificiality, which had been the trend since the 3rd/9th century. Abū Ḥayyān's sensitivities, in consequence, impelled him to leave al-Ṣāḥib after three years (370/980) without receiving any payment from him, and so he returned penniless to Baghdad (Abū Ḥayyān, Mathālib , 207, 325; Yāqūt, 15/32–33). Back in Baghdad, with the help of Abū al-Wafāʾ al-Būzjānī, whose acquaintance he had made while staying in Ibn al-ʿAmīd's court (360/971) in Arjān (Abū Ḥayyān, Mathālib , 137–138; also see idem, al-Imtāʿ , 1/4), he found a small job at the al-ʿAḍudī hospital in Baghdad ( al-Imtāʿ , 1/19), and later through the assistance of this same person and Zayd b. Rifāʿa, he was introduced to Ibn Saʿdān (see Abū Ḥayyān, al-Imtāʿ , 1/4–5, 2/3–4).",
    "In 371/981, at the request of Ibn Saʿdān, Abū Ḥayyān began writing al-Ṣidāqa wa al-ṣiddīq (see pp. 9–10). After Ibn Saʿdān was chosen by the Būyid, Ṣamṣām al-Dawla, to be his vizier, Abū Ḥayyān entered his court as his nadīm (boon companion, intimate), and spent the evenings with him discussing such topics as philosophy, ethics and literature; these discussions resulted in the composition of al-Imtāʿ al-muʾānasa , a work that has survived (see below, Works). This vizier is referred to in this source by such names as Ibn Saʿdān and at times Abū ʿAbd Allāh al-ʿĀriḍ (al-Rūdhrāwarī, 40), and these have been mistakenly understood to refer to two different individuals (see Margoliouth, 88). Apparently it was during this period that Abū Ḥayyān took part in the sessions of Abū Sulaymān al-Sijistānī, whose opinions he also expressed, as his representative, in the assemblies held by Ibn Saʿdān (see Abū Ḥayyān, al-Imtāʿ , passim). These pleasant times, however, did not last very long, and with the dismissal and later the murder of Ibn Saʿdān in 375/985 (see al-Rūdhrāwarī, 106–107), Abū Ḥayyān was robbed of his main defender. From this point onwards there is little information about his life. It seems that because of his poverty and his fear of the vizier, Abū al-Qāsim ʿAbd al-ʿAzīz b. Yūsuf, he led a circumspect existence. Nonetheless he was probably in Baghdad until around 391/1001, which was the year in which his teacher Abū Sulaymān al-Sijistānī died.",
    "For the years 375/985 to 400/1010 there is no information about Abū Ḥayyān save a letter he wrote in response to al-Qāḍī Abū Sahl (see Yāqūt, 15/26). Apparently during the later years of his life he became disappointed with the courts of Rayy and Baghdad, and seeking to avoid the flurry of political life, and in accordance with his reclusive disposition and Sufi inclinations, he joined a Sufi order in Shīrāz and spent his time participating in discourses, as well as teaching and writing books. Many of his books, such as al-Muqābasāt, al-Ishārāt al-ilāhiyya and Risāla fī al-ʿulūm , were written during this period; he also composed al-Muḥāḍarāt during 382/992 for Abū al-Qāsim Mudallijī, the vizier of the Būyid Ṣamṣām al-Dawla in Shīrāz (see below, works). These works are entirely different from his other compositions and are expressions of his mental state during this period, since al-Ishārāt al-ilāhiyya , written probably around 400/1010, is a mystical work that is fraught with the spiritual turmoil and inward torment of the author. It is at this juncture that, owing to various factors such as his sense of disappointment and despondency, and also the neglect of his works over the previous twenty years, as well as his fear that they might not be appreciated after his death, that he burnt all his compositions (see Yāqūt, 15/16–26).",
    "It was only during the last years of his life, when he was more or less completely paralysed, that Abū Ḥayyān found some degree of inner peace. During the final moments of his life, he raised his head and addressed those present, who were recalling him to God, by saying: ‘Do you really think I am about to be taken to an army or the field of battle? No, I am going to my compassionate Lord!’ (Ibn Ḥajar, 6/370). The historians differ over the date of his death. Some give 400/1010 as the year of his death (al-Dhahabī, Siyar , 17/122); however, it is reported that Abū Isḥāq al-Shīrāzī (q.v.) heard him delivering discourses in Shīrāz around 410/1019 (Ibn Ḥajar, 6/372; q.v. ‘Abū Isḥāq al-Shīrāzī’). According to al-Junayd al-Shīrāzī (p. 54), he died in 414/1023; the year 404/1014, recorded by Zarkūb Shīrāzī (p. 149) is possibly a misreading of 414/1023. He was buried next to the Sufi saint Ibn Khafīf (al-Junayd, 54).",
    "The other ambiguous element in the life of Abū Ḥayyān is his relationship with those professional vagrants and beggars known as the ‘Banū Sāsān’ (see Yāqūt, 15/5; Badīʿ al-Zamān, 106–110; al-Ḥarīrī, 569–582; al-Thaʿālibī, 3/354–373, Sāsāniyya qaṣīda by Abū Dulaf Khazrajī). Certainly this connection either belongs to the interval between his leaving al-Muhallabī and the beginning of his association with Ibn al-ʿAmīd, when he was in hiding from al-Muhallabī, or else to the period after Abū Sulaymān al-Sijistānī's death; however, given Abū Ḥayyān's advanced years and ill-health at that point, the latter scenario is unlikely.",
    "The majority of the sources refer to him as a Sufi, and mention his devotion to God and his spiritual quest (Yāqūt, 5/15; al-Yamānī, 226; al-Subkī, 4/2; Junayd, 53). It seems that his inclination for Sufism took root when he was being taught by Abū Saʿīd al-Sīrāfī and Jaʿfar al-Khuldī (al-Suyūṭī, 2/191; Ibrāhīm, 30). He associated with the great spiritual masters of his time, and throughout his works he narrated their sayings (see Junayd, 53). The Sufi tendencies of Abū Ḥayyān were rooted in ethical, philosophical tendencies, and according to al-Dhahabī ( Siyar , 17/121), like those philosophers who had Sufi tendencies, he saw himself as belonging to ‘the folk of unity and of the realisation of oneness’ ( ahl al-waḥda wa al-tawḥīd ). Abū Ḥayyān refutes the doctrine of the oneness of being ( waḥdat al-wujūd ), together with the exaggerated beliefs that extremist Sufis held about the nature of the Prophet and the saints ( awliyāʾ ).",
    "According to Junayd (p. 54), there were disputes between Abū Ḥayyān and some Sufis in Shīrāz, such as Shaykh al-Shuyūkh Abū al-Ḥusayn, for reasons that are not clear. Al-Ghazālī has been regarded as an adherent of Abū Ḥayyān's approach to Sufism (Ibn Taymiyya, 5/117). There are some accounts that, in contrast to the stories illustrating his piety and spirituality, describe him as a heretic ( mulḥid ). The majority of these reports are taken from Ibn al-Fāris, Abū al-Wafāʾ b. ʿUqayl and Ibn al-Jawzī. Ibn al-Jawzī places Abū Ḥayyān alongside Abū al-ʿAlāʾ al-Maʿarrī and Ibn al-Rāwandī, calling them the three heretics ( zindīq s) among the Muslim scholars, and refers to him as the worst of the three (see Ibn al-Jawzī, 8/185; Ibn Taymiyya, 5/118; al-Dhahabī, Siyar , 17/119–120; idem, Mīzān , 4/518–519). However the truth of the matter is that there is no evidence in Abū Ḥayyān's extant works to justify the allegations against him (al-Subkī, 4/3). It is possible to account for such accusations thus: his touchiness, sensitivity and confrontational behaviour towards such significant individuals as Ibn al-ʿAmīd and al-Ṣāḥib b. ʿAbbād, who certainly had many supporters (for example, it must be remembered that Ibn al-Fāris was one of the followers and attendants of al-Ṣāḥib b. ʿAbbād); his animosity towards theologians (see below) and objections to leading authorities of Muslim schools and sects; furthermore, some of his statements calling for freedom of expression which excited popular opinion against him and gave rise to his being subject to takfīr , that is, anathematised as a kāfir ; one should also take into account the following points about the narrators of the above stories. In Ibn al-Fāris's version there are a number of points that render his account weak, and hence unreliable; Ibn ʿUqayl also harboured anti-Sufi prejudices, to such an extent that Ibn al-Jawzī, who was his student, included some of the major doctrinal points made in al-Muntaẓam and Talbīs Iblīs under his influence (see Muḥyī al-Dīn, 60–66). According to al-Subkī (4/2), the reason for al-Dhahabī's attack on Abū Ḥayyān was his deep dislike of the Sufis. In fact, as with Ibn al-Rāwandī, the pressures of his life may probably have pushed him to object to the social order (as opposed to the order in Creation), while his enemies, either wittingly or otherwise, misinterpreted his criticisms as the sign of an absence of sound religious faith. In the 88th problem of al-Hawāmil wa al-shawāmil (pp. 212–214), presented to Abū ʿAlī Miskawayh, he asks: ‘Why are those less endowed with wisdom prosperous, and the virtuous unsuccessful?’ [or] ‘Why do fools prosper and the wise suffer?’",
    "One might describe the story of Abū Ḥayyān's life as a tragedy of a hungry and deprived genius, a thoughtful scholar who was ill at ease in an oppressive and dishonest society in which ignorance prevailed. According to the sources he not only was not a heretic ( mulḥid ) but, as the majority of them indicate, he was in fact a respected Shāfiʿī jurist (al-Nawawī, 1(2)/223; al-Subkī, 4/2; al-Isnawī, 1/301; al-Ḥusaynī, 114). He was taught Shāfiʿī jurisprudence by the likes of Abū Ḥāmid al-Marwarrūdhī and Abū Bakr al-Shāshī and, as mentioned before, his discourses were heard by Abū Isḥāq al-Shīrāzī, who was an eminent Shāfiʿī jurist. It seems that as an eminent Shāfiʿī jurist himself, he expressed some unique opinions in the field of fiqh (al-Nawawī, 1(2)/223; al-Dhahabī, Siyar , 17/122; al-Subkī, 4/3). Although Ibn al-Najjār viewed him as a person of sound beliefs (al-Dhahabī, Siyar , 17/122), and in an exaggerated description refers to him as man of strong religiosity ( shadīd al-diyāna ) (Junayd, 53), he nonetheless offers opinions contrary to these in various other places throughout his works, in which, however, there are signs of distortion and falsification (see Ibn Ḥajar, 6/371; Muḥyī al-Dīn, 84–119). It would appear that, for a while, Abū Ḥayyān had confrontations with the Shiʿis (see al-Dhahābī, Siyar , 17/123). However, this disagreement was later toned down, so that, like many Muʿtazilīs, he held that ʿAlī possessed a privileged position as compared to the other Companions (Abū Ḥayyān, al-Baṣāʾir , 1/204), and often narrated ḥadīth s from him as well as other Imams and Shiʿi authorities, such as al-Shaykh al-Mufīd, al-Sharīf al-Raḍī and al-Sharīf al-Murtaḍā (see Abū Ḥayyān, al-Imtāʿ , 1/141 et passim; al-Baṣāʾir , passim). Abū Ḥayyān also explained the appearance of the extreme Shiʿis ( ghulāt ) as a reaction to the Khawārij (Abū Ḥayyān, al-Baṣāʾir , 4/285).",
    "Many sources explicitly called him a Muʿtazilī (Yāqūt, 15/5; Balbaʿ, 280–282) and Yāqūt calls him ‘ muḥaqqiq al-kalām wa mutakallim al-muḥaqqiqīn ’ (a scholar of theology, and the theologian of the scholars) (Yāqūt, 15/5). However, Abū Ḥayyān never saw eye to eye with the theologians and always viewed them with derision. He followed the path of those philosophers who employed an unfettered intellect to find answers to their problems (e.g. see al-Baṣāʾir , and al-Imtāʿ , passim), to such an extent that some modern scholars call him fīlsūf al-tasāʾul (the questioning philosopher) (Ibrāhīm, 151–173). By bringing philosophy down to the level of his readers' understanding, he strove to raise their intelligence and extricate them from constant repetition as well as imaginings and superstitions, and thus to lead the most talented of them in the direction of wisdom and knowledge, inspiring them by means of intellectual brilliance (Ibrāhīm, 162). As mentioned before, he was taught the intellectual sciences ( al-ʿulūm al-ʿaqliyya ) by Yaḥyā b. ʿAdī and Abū Sulaymān al-Sijistānī, who were the two scholars who filled the gap between al-Fārābī and Ibn Sīnā (Avicenna). He was particularly influenced by Abū Sulaymān's Neoplatonism, for which Abū Ḥayyān was a spokesman in the second part of his al-Muqābasāt , a work that clearly reflects the philosophical environment of the 4th/10th century.",
    "Special features of Abū Ḥayyān's works: One might call Abū Ḥayyān a man of letters par excellence , one who had studied every discipline. He was praised for his knowledge of grammar ( naḥw ) and lexicology ( lugha ) (al-Yamānī, 226; Ibn al-Dimyāṭī, 196). He was thoroughly familiar with subjects such as philosophy, theology and logic and also jurisprudence and the principles of Sufism. In addition to what he learnt from his teachers, his extensive knowledge was acquired through reading and the copying that was his main source of income. Of the literary styles then current, Abū Ḥayyān followed that of his exemplar, al-Jāḥiẓ, to whom he was profoundly attached (Yāqūt, 15/5); this, to such an extent that he was called the ‘second al-Jāḥiẓ’ ( al-Jāḥiẓ al-thānī ) and he has even, in a somewhat hyperbolic manner, been regarded as greater than his teacher (see Abū Ḥayyān al-Tawḥīdī, al-Baṣāʾir , Cairo ed., p. ح ).",
    "Like the works of his predecessors, such as Ibn Qutayba's ʿUyūn al-akhbār , al-Jāḥiẓ's al-Bayān wa al-tabyīn and Ibn ʿAbd Rabbih's al-ʿIqd al-farīd , Abū Ḥayyān's works are filled with narrations and sayings relating to various fields, such as jurisprudence and philosophy, prosody ( ʿarūḍ ) and rhyme ( qāfiya ), history, theology, ethics, lexicology, grammar and literature, in which aspects of oratory and rhetoric prevail; and in many cases the subject matter is presented in the form of questions and answers. The harmony between form and meaning, proper composition ( waṣl ) and appropriate use of conjunctions and breaks between sentences ( faṣl ), simplicity and effortlessness, and the use of izdiwāj (coupling) in his writing, as well as his inclination for long and intricate descriptions, are the features of his style that make it resemble that of al-Jāḥiẓ (see also Bergé, 188–195).",
    "According to Yāqūt (Yāqūt, 15/5–6), Abū Ḥayyān was short-tempered, and a glaring feature of his writings is his sarcastic tone towards others. He even delivered some bitingly critical remarks about his teachers, for instance Abū ʿAlī Miskawayh (q.v.) (see al-Imtāʿ , 1/35–36). Despite this, Abū Ḥayyān's descriptions of his friends and acquaintances, which appear in different parts of his books, are significant from both literary and critical points of view. Another feature of his works is an element of despair. Abū Ḥayyān constantly complains and bewails his own sorrows, and he would appear to be the only Muslim author to discuss suicide (see al-Muqābasāt , 196). However, the most significant aspect of his works is their blend of literature and philosophy, this also being a feature of Abū Sulaymān's philosophical discourse. All these qualities and characteristics make Abū Ḥayyān's style so distinctive that he has even been referred to as the great master of Arab prose (see Mez, 1/229).",
    "Lost Works",
    "Other works by Abū Ḥayyān have also been mentioned, but we have no idea as to whether or not they are extant (for the titles of these lost works, see Yāqūt, 15/7–8; Ḥājjī Khalīfa, 1/140; al-Baghdādī, 1/685; Abū Ḥayyān, al-Muqābasāt , 227). These works include:",
    "Published Works",
    "Unpublished Works",
    "Works",
    "It is not clear how many of Abū Ḥayyān's works were actually destroyed when he burnt them. What is available now consists of a few works mentioned by Yāqūt (Yāqūt, 15/7–8) and in some other sources. The following is a list and brief description of those works:"
  ],
  "bibliography": [
    "Abū Ḥayyān al-Tawḥīdī, ʿAlī b. Muḥammad, al-Baṣāʾir wa al-dhakhāʾir , ed. Ibrāhīm al-Kīlānī (Damascus, 1964)",
    "idem, al-Baṣāʾir wa al-dhakhāʾir , ed. Aḥmad Amīn (Cairo, 1373/1953)",
    "idem, al-Hawāmil wa al-shawāmil , ed. Aḥmad Amīn and Aḥmad Ṣaqr (Cairo, 1370/1951)",
    "idem, al-Ishārāt al-ilāhiyya , ed. ʿAbd al-Raḥmān al-Badawī (Beirut, 1981)",
    "ibid., ed. Wadād al-Qāḍī (Beirut, 1982)",
    "idem, Mathālib al-wazīrayn , ed. Ibrāhīm al-Kīlānī (Damascus, 1961)",
    "idem, al-Muqābasāt , ed. Muḥammad Tawfīq Ḥusayn (Baghdad, 1970)",
    "idem, ‘Risāla fī ʿilm al-kitāba’, ‘Risālat al-ḥayāt’, in Thalāth rasāʾil li Abī Ḥayyān , ed. Ibrāhīm al-Kīlānī (Damascus, 1951)",
    "idem, ‘Risāla fī al-ʿulūm’, trans. and ed. Mark Bergé, Bulletin des études orientales , 18 (1964), pp. 241–297",
    "idem, al-Ṣidāqa wa al-ṣiddīq , ed. ʿAlī Mutawallī Ṣalāḥ (Cairo, 1972)",
    "Badīʿ al-Zamān, Maqāmāt , ed. and annotated by Muḥammad Muḥyī al-Dīn ʿAbd al-Ḥamīd (Beirut, n.d.)",
    "al-Baghdādī, Hadiyya",
    "Balbaʿ, ʿAbd al-Ḥakīm, Adab al-Muʿtazila (Cairo, 1959)",
    "Bergé, M., ‘al-Tawḥīdī et al-Ǧāḥīẓ’, Arabica , 12 (1965), pp. 188–195",
    "al-Dhahabī, Muḥammad, Siyar aʿlām al-nubalāʾ , ed. Shūʿayb al-Arnaʾūṭ et al. (Beirut, 1404/1984)",
    "idem, Mīzān al-iʿtidāl , ed. ʿAlī Muḥammad al-Bajāwī (Cairo, 1382/1963)",
    "Dhakāwatī Qarāguzlū, ʿ Alī Riḍā, ‘Kitāb-i Muqābasāt’, Nashr-i Dānish , 8, 3 (1367 Sh./1988), pp. 48–49",
    "Fihrist al-makhṭūṭāt , ed. Fuʾād Sayyid (Cairo, 1380/1961)",
    "Ḥājjī Khalīfa, Kashf",
    "al-Ḥarīrī, al-Qāsim b. ʿAlī, al-Maqāmāt (Beirut, n.d.)",
    "Hamdani, Abbas, ‘Abū Ḥayyān al-Tawḥīdī and the Brethren of Purity’, IJMES , 9 (1978), pp. 345–353",
    "al-Ḥusaynī, Abū Bakr, Ṭabaqāt al-Shāfiʿiyya , ed. ʿĀdil Nuwayhiḍ (Beirut, 1402/1982)",
    "Ibn Abī al-Ḥadīd, ʿAbd al-Hamīd, Sharḥ Nahj al-balāgha , ed. Muḥammad Abū al-Faḍl Ibrāhīm (Cairo, 1386/1967)",
    "Ibn al-Dimyāṭī, Aḥmad b. Aybak, al-Mustafād min dhayl taʾrīkh Baghdād , ed. Qayṣar Abū Faraḥ (Beirut, 1399/1978)",
    "Ibn Ḥajar al-ʿAsqalānī, Aḥmad, Lisān al-mīzān (Hyderabad, 1331/1913)",
    "Ibn al-Jawzī, ʿAbd al-Raḥmān, al-Muntaẓam (Hyderabad, 1358/1939)",
    "Ibn Khallikān, Wafayāt",
    "Ibn Taymiyya, Aḥmad, Majmūʿat al-fatāwā (Beirut 1400/1980)",
    "Ibrāhīm, Zakariyyā, Abū Ḥayyān al-Tawḥīdī adīb al-falāsifa (Cairo, 1974)",
    "al-Isnawī, ʿAbd al-Raḥīm, Ṭabaqāt al-Shāfiʿiyya , ed. ʿAbd Allāh al-Jubūrī (Baghdad, 1390/1970)",
    "Jabrī, Shafīq, ‘Abū Ḥayyān al-Tawḥīdī li Duktūr Ibrāhīm al-Kīlānī’, Majallat al-majmaʿ al-ʿilmī al-ʿarabī , 26 (1370/1951), pp. 136–139",
    "Jadaane, F., ‘La Philosophie de Sijistānī’, SI , 33 (1971), pp. 67–95",
    "Junayd al-Shīrāzī, Ibn Maḥmūd, Shadd al-izār , ed. Muḥammad Qazwīnī (Tehran, 1328 Sh./1949)",
    "Key, Alexander, ‘The Applicability of the Term “Humanism” to Abū Ḥayyān al-Tawḥīdī’, SI , 100 (2005), pp. 71–112",
    "al-Kh w ānsārī, Muḥammad Bāqir, Rawḍāt al-jannāt (Qumm, 1382/1962)",
    "Kraemer, J., Humanism in the Renaissance of Islam (Leiden, 1986)",
    "Kurd ʿAlī, Muḥammad, Umarāʾ al-bayān (Cairo, 1367/1948)",
    "Margoliouth, D. S., ‘Abū Ḥayyān’, EI , vol. 1, pp. 87–88",
    "Mez, Adam, Die renaissance des Islams (Heidelberg, 1922)",
    "Mubārak, Zakī, al-Nathr al-fannī fī al-qarn al-rābiʿ (Beirut, 1931)",
    "Muḥyī al-Dīn, ʿAbd al-Razzāq, Abū Ḥayyān al-Tawḥīdī (Cairo, 1949)",
    "Natij, Salah, ‘La nuit inaugurale de Kitāb al-Imtāʿ wa-l-muʾānasa d'Abū Ḥayyān al-Tawḥīdī’, Arabica , 55, no. 2 (2008), pp. 227–275",
    "al-Nawawī, Yaḥyā, Tahdhīb al-asmāʾ wa al-lughāt (Cairo, n.d.)",
    "al-Qāḍī, Wadād, ‘Abū Ḥayyān al-Tawḥīdī: A Sunni Voice in the Shiʿi Century’, in Culture and Memory in Medieval Islam: Essays in Honour of Wilferd Madelung , ed. Farhad Daftary and Josef Meri (London, 2003), pp. 128–159",
    "al-Qalqashandī, Aḥmad, Ṣubḥ al-aʿshā (Cairo, 1383/1963)",
    "Qazwīnī, Muḥammad, Bīst maqāla (Tehran, 1332 Sh./1953)",
    "Rasāʾil Ikhwān al-Ṣafāʾ ( Qism al-riyāḍī, al-jismāniyyāt, al-ṭabīʿiyyāt, al-nafsāniyyāt ), ed. Buṭrus Bustānī (Beirut, 1957)",
    "Rowson, Everett, ‘The Philosopher as Littérateur: al-Tawḥīdī and his Predecessors’, Zeitschrift für Geschichte der arabisch-islamischen Wissenschaften , 6 (1990), pp. 50–92",
    "al-Rūdhrāwarī, Muḥammad, ‘ Dhayl Tajārib al-umam ’, published together with Abū ʿAlī Miskawayh's Tajārib al-umam , ed. H. F. Amedroz (Cairo, 1334/1916)",
    "al-Ṣafadī, Khalīl, al-Wāfī bi al-wafayāt , ed. Ramzī al-Baʿalbakī (Beirūt, 1404/1983)",
    "Sezgin, GAS",
    "al-Subkī, ʿAbd al-Wahhāb, Ṭabaqāt al-Shāfiʿiyya al-kubrā (Beirut, n.d.)",
    "al-Suyūṭī, Bughyat al-wuʿāt , ed. Muḥammad Abū al-Faḍl Ibrāhīm (Cairo, 1965)",
    "Ṭāhā, ʿAbd al-Wāḥid, ‘Mujtamaʿ Baghdād min khilāl ḥikāyat Abī al-Qāsim al-Baghdādī’, al-Mawrid , 3, 4 (1394/1974), pp. 14–25",
    "al-Thaʿālibī, ʿAbd al-Malik, Yatīmat al-dahr , ed. Muḥyī al-Dīn ʿAbd al-Ḥamīd (Beirut, n.d.)",
    "al-Yamānī, ʿAbd al-Bāqī, Ishārat al-taʿyīn , ed. ʿAbd al-Majīd Dayyāb (Riyadh, 1406/1986)",
    "Yāqūt, Udabāʾ",
    "Zarkūb Shīrāzī, Aḥmad, Shīrāz-nāmah , ed. Ismāʿīl Wāʿiẓ Jawādī (Tehran, 1350 Sh./1971)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}