{
  "id": "eweb_538",
  "source": "EIs",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/SIM-0095.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-9831_isla_SIM_0095",
  "title": "Abū ʿAlī al-Daqqāq",
  "authors": [
    "Hussein La-Shay'",
    "Translated by Farzin Negahban"
  ],
  "word_count": "(1,117 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "16 Oct 2015",
  "last_updated": "17 Jun 2021",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "Abū ʿAlī al-Daqqāq , al-Ḥasan b. ʿAlī b. Muḥammad, was a well-known jurist ( faqīh ), man of letters, commentator on the Qurʾān and a Sufi, who lived during the 4th/10th and 5th/11th centuries.",
    "He was originally from Nīsābūr, where he studied Arabic and legal methodology ( ʿilm al-uṣūl ), and then went to Marw and learnt religious law ( fiqh ) from al-Khaḍirī and al-Qaffāl. He gathered ḥadīth s from the likes of Abū ʿAmr b. Ḥamdān in Nīsābūr and Abū ʿAlī al-Shabbūʾī and Abū al-Haytham al-Kushmīhanī in Marw. After completing his formal education, he entered a Sufi order and became a companion of Abū al-Qāsim al-Naṣrābādī (al-Ṣarīfīnī, 268; al-Isnawī, 1/523–524; al-Subkī, 4/329). The spiritual lineage of his order through al-Naṣrābādī, al-Shiblī and al-Junayd goes back to ʿAlī b. Abī Ṭālib (ʿAṭṭār, 2/187–188; Jāmī, 292).",
    "Abū al-Qāsim al-Qushayrī once attended one of Abū ʿAlī's gatherings in Nīsābūr, and was so enchanted by his words that he decided neither to resume his mathematical studies nor acquire an official post. Instead he became one of his special disciples, and Abū ʿAlī offered him the hand of his daughter Fāṭima in marriage (Anṣārī, 539; Ibn Khallikān, 3/206). For a while, Abū Saʿīd b. Abī al-Khayr associated with Abū ʿAlī al-Daqqāq, and Abū Bakr al-Ṣayrafī was one of his disciples (Muḥammad b. al-Munawwar, 58–59; ʿAṭṭār, 2/200). According to ʿAṭṭār (2/188), Abū ʿAlī was ‘a man of passion and burning desire’ ( ṣāḥib-i dard wa sūz ), as well as being known among the Sufis of his time as a chanter of nostalgic laments (ʿAṭṭār, 2/188). Anṣārī (p. 538) states that ‘he was the tongue of his time in Nīsābūr’ ( zabān-i waqt būd bi Nīshābūr ). He insisted upon the necessity of samāʿ (spiritual music) within Sufism (Muḥammad b. al-Munawwar, 277); but he was also critical of certain notable Sufis such as ʿAbd al-Raḥmān al-Sulamī for their ecstatic dancing performed along with the Sufis present during the performance of the samāʿ . Instead, he considered a sober state of repose as more appropriate for spiritual masters during such performances (al-Khaṭīb, 2/248; ʿAbbādī, 99; Kāshānī, 190–191). Like many distinguished Sufis, he avoided association with kings and sultans, and forbade others from seeking their companionship. He once spoke about the spiritual harm that he had suffered as the result of consuming a drink from the hands of a soldier thirty years before (ʿAṭṭār, 2/192, 195–196; Qalandar, 119). However, he never refrained from offering powerful men advice and words of counsel (Najm al-Dīn, 77).",
    "Abū ʿAlī fully endorsed the significance of following a master in the spiritual path, as well as the importance of recognising his rights and offering him the full reverence he deserves (al-Suhrawardī, 96; ʿAṭṭār, 2/188, 194). It has been said that in addition to possessing the ability to perform karāmāt (charismatic acts of grace), Abū ʿAlī had the power to see into the souls and dispositions of people (al-Hujwīrī, 204; ʿAbbādī, 90). According to Muḥammad b. al-Munawwar (p. 44), he built a khāniqāh (Sufi cloister) in the town of Nasāʾ on the basis of advice he received from the Prophet in a visionary dream.",
    "What is still extant of Abū ʿAlī al-Daqqāq's works is a collection of his sayings dealing with such fundamental mystical themes as faqr (spiritual poverty), ghanāʾ (spiritual sufficiency), tawakkul (trust) and futuwwa (spiritual chivalry). Most of these sayings were collected and narrated by Abū al-Qāsim al-Qushayrī (Anṣārī, 539). Maybudī also quotes some of his commentaries on a few verses from the Qurʾān (Maybudī, 5/129, 132). He apparently composed a few verses in Arabic, some of which appeared in biographical sources (see Anṣārī, 540, 541; Ibn Kathīr, 12/14). Ḥājjī Khalīfa (2/1434) attributed to him a work entitled al-Ḍaḥāyā , but as there is no further information about it the validity of this attribution appears doubtful. The lineage of the Balyānī shaykhs from Kāzarūn goes back to Abū ʿAlī al-Daqqāq (al-Junayd, 61–62).",
    "There are differences of opinion regarding the date of his death. Dates given in the reports range from 405/1015 to 406/1016 or 412/1022 (Ibn Qāḍī Shuhba, 1/169; Ibn al-ʿImād, 3/180; Ibn Kathīr, 12/14). He is buried next to Abū al-Qāsim al-Qushayrī and Muḥammad b. Yaḥyā in Qibla-yi Kuhan-Dīz, near Nīsābūr (al-Ḥākim al-Nīsābūrī, 152; Anṣārī, 539)."
  ],
  "bibliography": [
    "ʿAbbādī Marwazī, Manṣūr, Manāqib al-Ṣūfiyya , ed. Najīb Māyil Harawī (Tehran, 1362 Sh./1983)",
    "Anṣārī Harawī, Kh w āja ʿAbd Allāh, Ṭabaqāt al-Ṣūfiyya , ed. ʿAbd al-Ḥayy Ḥabībī (Kabul, 1341 Sh./1962)",
    "ʿAṭṭār, Farīd al-Dīn, Tadhkirat al-awliyāʾ , ed. Reynold A. Nicholson (Leiden, 1907)",
    "Avery, Kenneth S., A Psychology of Early Sufi Samāʿ: Listening and Altered States (London, 2004)",
    "Ḥājjī Khalīfa, Kashf",
    "al-Hujwīrī, ʿAlī, Kashf al-maḥjūb , ed. V. Zhukovskiĭ (repr. Tehran, 1358 Sh./1979)",
    "al-Ḥākim al-Nīsābūrī, Tārīkh-i Nayshāpūr , abridged by Aḥmad Khalīfa Nīsābūrī, ed. Bahman Karīmī (Tehran, 1339 Sh./1960)",
    "Ibn al-ʿImād, ʿAbd al-Ḥayy, Shadharāt al-dhahab (Cairo, 1350/1931)",
    "Ibn Kathīr, al-Bidāya",
    "Ibn Khallikān, Wafayāt",
    "Ibn Qāḍī Shuhba, Abū Bakr, Ṭabaqāt al-Shāfiʿiyya , ed. ʿAbd al-ʿAlīm Khān (Hyderabad, 1398/1978)",
    "al-Isnawī, ʿAbd al-Raḥīm, Ṭabaqāt al-Shāfiʿiyya , ed. ʿAbd Allāh al-Jubūrī (Baghdad, 1390/1970)",
    "Jāmī, ʿAbd al-Raḥmān, Nafaḥāt al-uns , ed. Mahdī Tawḥīdīpūr (Tehran, 1336 Sh./1957)",
    "al-Junayd Shīrāzī, Abū al-Qāsim, Shadd al-izār , ed. Muḥammad Qazwīnī and ʿAbbās Iqbāl Āshtiyānī (Tehran, 1328 Sh./1949)",
    "Kāshānī, Maḥmūd, Miṣbāḥ al-hidāya wa miftāḥ al-kifāya , ed. Jalāl al-Dīn Humāʾī (Tehran, 1323 Sh./1944)",
    "al-Khaṭīb al-Baghdādī, Aḥmad, Taʾrīkh Baghdād (Cairo, 1350/1931)",
    "Maybudī, Aḥmad, Kashf al-asrār wa ʿuddat al-abrār , ed. ʿAlī Aṣghar Ḥikmat (repr. Tehran, 1361 Sh./1982)",
    "Mojaddedi, Jawid Ahmad, The Biographical Tradition in Sufism: The Ṭabaqāt Genre from al-Sulamī to Jāmī (London, 2001)",
    "Muḥammad b. al-Munawwar, Asrār al-tawḥīd , ed. Dhabīḥ Allāh Ṣafā (repr. Tehran, 1361 Sh./1982)",
    "Najm al-Dīn Rāzī, ʿAbd Allāh, Marmūzāt-i Asadī dar mazmūrāt-i Dāwūdī , ed. Muḥammad Riḍā Shafīʿī Kadkanī (Tehran, 1352 Sh./1974)",
    "Qalandar ʿAlawī, Shāh Muḥammad, Maqālāt-i Ṣūfiyya (Lucknow, 1893)",
    "al-Ṣarīfīnī, Ibrāhīm, Taʾrīkh Nīsābūr (an abridged version of ʿAbd al-Ghāfir al-Fārisī's al-Siyāq ), ed. Muḥammad Kāẓim Maḥmūdī (Qumm, 1362 Sh./1983)",
    "al-Subkī, ʿAbd al-Wahhāb, Ṭabaqāt al-Shāfiʿiyya al-kubrā (Cairo, 1385/1965)",
    "al-Suhrawardī, ʿUmar, ʿAwārif al-maʿārif (Beirut, 1966)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 113
}
