{
  "id": "eweb_540",
  "source": "EIs",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/SIM-0080.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-9831_isla_SIM_0080",
  "title": "Abīward",
  "authors": [
    "Enayatollah Reza",
    "Translated by John Cooper"
  ],
  "word_count": "(3,157 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "16 Oct 2015",
  "last_updated": "17 Jun 2021",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "Abīward (Bāward), was a medieval Iranian city in northern Khurāsān on the northern slopes of the Hizār Masjid mountain range, stretching towards the Qarāqum desert. The ruins of this ancient town are now in the Republic of Turkmenistan, about 8 km west of the Trans-Caspian railway station of Qahqaha on the road from ʿIshqābād to Marw (Bosworth, 218). Beyond the old town of Abīward lies another village, which was also called Abīward in the past and is now known as Pishtak (Bartol'd, 3/130).",
    "In early texts the name Abīward is written with a long front vowel / ē / (Abēward) (see Marquart, Ērānšahr , 61). It was also written as Bāward and Abāward (Ibn al-Athīr, 1/23; Abū al-Fidāʾ, 445). Justin, the 3rd-century Roman historian, when referring to the city of Dārā, capital of the Arsacid ruler Tīrdād, placed it in the region of Mount Zapaortenon (Pīrnīyā, 3/2207) naming it Apaortenon, whilst Pliny recorded its name as Apavortene (see Marquart, ‘Beiträge’, 628, n. 1). So it may be surmised that this same mountain was also called Abīward. Isidore of Charax, living at the beginning of the Christian era, gives the name as Apavarktike, and the Abīward region as Apavarktikene, placing it on the northern edge of the Parthian plain near Nasā (Nīysāya) and the lower section of the Tajan river, which stretches as far as the land of Sarakhs (Pauly-Wissowa, 2/2681–2682). The name is a combination of Apa and Vartke. In the distant past this region was outside Parthian territory. It seems that the stream on which Abīward stood did not join up with the Tajan, but disappeared beneath an expanse of sand (Pauly-Wissowa, 2/2681–2682). Abīward appears to have been in existence during the Parthian period: according to Pliny, Apavortene lay in Parthian territory near the city of Dārā (Pauly-Wissowa, 2/2681–2682).",
    "Abīward was a fortified district consisting of defensive posts built along the border, designed to withstand the onslaughts of invaders from the plains of Inner Asia. Yazdigird II, the Sāsānid king, also built a fortress for the city of Yazdigird to prevent invasion by these enemies. After him, Pīrūz built a fortress for the city of Pīrūz, which together with Abīward was associated with Nestorian Christian activity in the 6th century (Marquart, Ērānšahr , 73). The Nestorian bishops of Ṭūs, Abarshahr, Marw and Gurgān were among those at a church council held in the second year of Jāmāsb's reign (499). The bishops of Marw, Marw al-rūd and Abīward were represented at the fifth ecumenical council held in Constantinople in 553, under the emperor Justinian (Marquart, Ērānšahr , 61). In later periods, the Turkish-speaking people of Khīwa called this entire region Tāghbūyū or Dāghbūyū (the mountainside), while its counterpart, on the lower reaches of the River Oxus, was called Sūbūyū (the waterside). Since then, the Turkish word atak , meaning slope, has come into use, and all the land along the northern slopes of the highlands including Abīward, Nasā, Sarakhs and Ākhāl were thus termed in Islamic times (Bartol'd, 3/132). It is assumed that this term became current in the 10th/16th century, after the wars with the Uzbeks of Khīwa and Bukhārā (Bartol'd, 3/132). Atak is an area north of Kūrin Dāgh, Kōpet Dāgh and the frontier mountains of Khurāsān. The bulk of its eastern part is now adjacent to Abīward (Bartol'd, 3/76, n. 5).",
    "Abīward consisted, therefore, of a large region, which had been known to exist as such for a long time. Yāqūt, relying on early sources, writes that Kaykāwūs bestowed the region as an iqṭāʿ or land grant to Bāward, the son of Gūdarz, who in turn built a city there called Abīward (Yāqūt, Buldān , 1/111); but Gardīzī attributed the building of the city of Bāward (Abīward) to Gīv (Gardīzī, 48). In Sāsānid times, the ruler of Abīward was known as the ‘Bahmana’ (Ibn Khurradādhbih, 39; al-Balādhurī, 404). According to Ibn Khurradādhbih (p. 35), the revenue of Abīward amounted to 700,000 dirhams.",
    "Al-Maqdisī (pp. 51, 321) states that Mihna (Mayhana) and Kūfan were outposts of Abīward, and calls Mihna a town and Kūfan a caravanserai. On Abīward he writes: ‘I found Abīward better than Nasā, its bazaar more lively and its soil more fertile. Its water is supplied by a stream, and the mosque is located in the bazaar’ (al-Maqdisī, 51, 321). In an area south-east of Abīward, between it and Sarakhs, lay Khābarān (Yāqūt, Buldān , 2/383; cf. Dawlat-shāh, 67, who calls this area Khāśwarān). Dawlat-shāh Samarqandī (p. 317) gives some information about a village in Abīward called Sangān. Apart from Mayhana and Kūfan, there are references to other outposts of Abīward. Le Strange (p. 394) includes Azjāh, Bādhān (Bādan), Khirw al-Jabal, and Shūkān in the section on Abīward. Yāqūt recorded Azjāh, which appears as Azhjāh (Azhgah) in the Asrār al-tawḥīd (Muḥammad b. Munawwar, 1/176, 179), as one of the villages of Khābarān and a district of Sarakhs (Yāqūt, Buldān , 1/232). He considered Bādan a village of Samarqand or Bukhārā (Yāqūt, Buldān , 1/460). He also stated that Khirw al-Jabal lay between Khābarān and Ṭūs (Yāqūt, Buldān , 2/428), and that Shūkān was a village in the district of Khābarān, between Abīward and Sarakhs (Yāqūt, Buldān , 3/337).",
    "In the reign of the caliph ʿUthmān in 31/652, ʿAbd Allāh b. ʿĀmir b. Kurayz was appointed to conquer Khurāsān. Ibn ʿĀmir appointed Amīn b. Aḥmar al-Yashkurī to lead a campaign against Ṭūs, Abīward and Nasā (al-Ṭabarī, 4/302). Bahmana, who was the chief of Abīward, met Ibn ʿĀmir and made peace with him, by paying a tribute of 400,000 dirhams (al-Balādhurī, 404). Qutayba b. Muslim al-Bāhilī, who planned to mount a military expedition and to kill Nīzak, ruler of the Hepthalites of Tukhāristān, landed in Barūqān in 90/709, and sent letters to the people of Abarshar, Abīward, Sarakhs and Herat, inviting them to join him (al-Ṭabarī, 6/446–447). In 91/710 the people of Abīward, with those of the other cities, assembled before Qutayba, and he set off for Marw with these expanded forces, leaving Ḥammād b. Muslim behind to govern the region as his representative (al-Ṭabarī, 6/454). In 129/747, at the start of the ʿAbbāsid uprising, Abū Muslim al-Khurāsānī went to Dandānqān and then to Abīward, and stayed there for a few days (al-Ṭabarī, 7/353–354). He sent a letter from Abīward to ʿUthmān b. Nahīk and his allies, inviting them to join him. Abū Mālik Usayd b. ʿAbd Allāh al-Khuzāʿī, Zarīq b. Shūdhab and those others from Abīward who supported Abū Muslim, set out with him (al-Ṭabarī, 7/362–363). Mūsā b. Kaʿb, one of Abū Muslim's commanders, took over Abīward and for some time was Abū Muslim's governor there, until Qaḥṭaba b. Shabīb arrived in Abīward and sent Mūsā b. Kaʿb back to Abū Muslim (al-Ṭabarī, 7/386–389).",
    "In the ʿAbbāsid period Abīward became part of the province of Khurāsān. As with Nasā and Abarshar, al-Yaʿqūbī (p. 276) calls Abīward a dependency of Nīsābūr. In the reign of Hārūn al-Rashīd in 185/801, a man called Abū al-Khaṣīb staged a revolt against the ʿAbbāsids and their governor in Khurāsān, conquering Ṭūs, Nīsābūr and Abīward. Then he attacked Marw and Sarakhs, and achieved further successes (al-Ṭabarī, 8/273).",
    "After the fall of Ṭāhirid rule and during the dwindling of Ṣaffārid power, Abīward and other districts of Khurāsān and areas in Transoxania came under the Sāmānids. It is recorded that Shaykh Abū Bakr, the lord of the Aḥwāl al-Saniyya (d. 309/921), was driven out of seventy cities, but he was able to establish himself in Abīward, and indeed the people there gathered around him (Faṣīh, 2/27).",
    "In the 4th/10th century, Nūḥ b. Manṣūr al-Sāmānī gave Nasā to Maʾmūn the ruler of northern Kh w ārazm (emir of Gurgānj), and Abīward to Abū ʿAbd Allāh Kh w ārazm-Shāh, ruler of the southern half of Kh w ārazm. The reason for this was the help he had received from them while he was in Āmul (ʿUtbī, 104). However, these cities of Khurāsān came under the jurisdiction of Abū ʿAlī Sīmjūr, commander-in-chief for the Sāmānids in Khurāsān. By means of these grants of land, Nūḥ sought to add new rivals to the list of Abū ʿAlī's former opponents. Abū ʿAlī handed over Nasā to the emir of Gurgānj, but refrained from doing the same for the Kh w ārazm-Shāh, which increased the hostility between the two rival powers in Kh w ārazm (Bartol'd, 1/322; 7/104). In 395/1005 Abū Ibrāhīm Ismāʿīl al-Sāmānī, known as al-Muntaṣir, attempted to establish a base for his armies in Nasā and Abīward, but was defeated by the Kh w ārazm-Shāh's forces (Bartol'd, 1/331).",
    "As Sāmānid authority dwindled, the incursions of Central Asian nomads into Khurāsān grew ever more frequent. During the reign of Maḥmūd of Ghazna, Abū al-Faraj al-Bustī (q.v.) was the governor of Nasā and Abīward (ʿUnṣur al-Maʿālī, 232). On Maḥmūd's return from India, the Ghuzz Turkomans attacked Nasā, Abīward and Farāwa, and in 408/1017 the people of the region petitioned Maḥmūd complaining about oppression and ill-treatment at the hands of the Turkomans. Maḥmūd mounted a military expedition against the Ghuzz, who lost 4,000 of their horsemen in a battle at Farāwa (Gardīzī, 415–416). Nonetheless, the Turkomans managed to settle in these cities, and the Turkification of the region began (Bosworth, 219). In 421/1030, after Maḥmūd's death, the conflict over the throne between his two sons, Masʿūd and Muḥammad, provided the Saljūq Turks with an opportunity to plunder these areas, which were now regarded as part of Khurāsān, and foment unrest in them (Āqsarāʾī, 13). Once again, under the rule of Masʿūd of Ghazna, the people of Abīward and Sarakhs complained about the activities of the Turkomans. In 422/1031 Masʿūd put Abū Saʿd ʿAbdūs b. ʿAbd al-ʿAzīz at the head of an army to control those districts (Gardīzī, 426). In 430/1039 during a temporary truce, Nasā and Abīward were handed over to the Saljūqs, on condition that they did not attack or harass the inhabitants (Bayhaqī, 777), and they were under Saljūq control for almost a hundred years. In 548/1153 a slave of Sulṭān Sanjar, al-Muʾayyid [Muʾayyid Āy Ābah] who was originally of the Ghuzz, seized Nīsābūr, Ṭūs, Nasā and Abīward (Iʿtimād al-Salṭana, 386).",
    "During the invasions of Chingiz Khān, his son Tolui captured Abīward (Abū al-Ghāzī, 125), sacked it and levelled it to the ground, destroying all its fine monuments and buildings, and beheading most of its inhabitants. In 618/1221, after occupying Nasā and Abīward, the Mongols entered Marw (Juwaynī, 1/118, 124–125; Āyatī, 323). In the Chinese history of the Yüan Shi, there is mention of a Muslim (Hui-Hu) from Bāward (Abīward), who commanded a force of 3,000 men. When Chingiz Khān's army arrived at Abīward, he surrendered and served under the Mongols (Sutūdah, 160). When the rule of the Mongol Īlkhānids was in decline, Abīward came under the control of a certain Arghūn Khān and his successors. It was this same Arghūn who erected a number of buildings in the fortress of Kalāt. Ṭūs, Qūchān and Abīward were all said to be under his control (Bartol'd, 2 (1), 592). After 783/1381 Tīmūr restored the dilapidated Qahqaha stronghold, which lay between Abīward and Kalāt (Sharaf al-Dīn, 1113). In December 1405, when González de Clavijo passed through Abīward, he described it as a large city, set in the foothills of the mountains, without any fortifications surrounding it (p. 303).",
    "Until the reign of the first Ṣafawid shah Ismāʿīl, the region of Abīward was under Persian rule, but after his death (930/1524), fear of the Uzbeks drove the Persians to evacuate the areas of Darūn as far as Mayhana (Bartol'd, 3/132–133), which included Abīward. In 943/1536 Shāh Ṭahmāsb set out for Khurāsān with the intention of occupying Herat and fighting against the Uzbek khan ʿUbayd Allāh. He was able to recapture Nasā and Abīward from the Uzbeks (Iskandar, 1/65). In 1002/1594, in the reign of ʿAbd Allāh Khān, the Uzbeks of Bukhārā again took control of Mayhana, Abīward and Nasā (Bartol'd, 3/133), but after the death of ʿAbd Allāh Khān in 1009/1600, Shāh ʿAbbās took back the cities of Nasā and Abīward, and thus these cities were restored to their original Persian overlords (Bartol'd, 3/133). Shāh ʿAbbās settled 4,500 families of the Afshār tribe in Abīward (Abū al-Ḥasan Gulistānah, 355). In 1023/1614 two envoys of the Russian government, Mikhail Tikhonov and Aleksei Bukharev, came to Darūn, the first city on the Persian side of the border after Khīwa, and from there they travelled to Nasā and were welcomed by ʿAlī Khān, the lord of the city. The Russian envoys then proceeded to Abīward, where they were received by Jamshīd Sulṭān, who was under the authority of ʿAlī Khān (Bartol'd, 3/133). After the death of Shāh ʿAbbās I, the Ṣafawids were unable to retain control of these districts.",
    "The victories of Nādir Shāh in 1153/1740 changed the situation for a short while. Four thousand Iranians, who had been held prisoner by the Uzbeks in Khīwa, were released, and were settled by Nādir some 24 km away from Abīward: he built the Khīwa Ābād fortress for them (Bartol'd, 3/133), though the town was subsequently reduced to ruins as a result of Turkoman incursions. Historians have regarded Abīward as Nādir's birthplace (Marwī, 3/1089; Astarābādī, 28). Mīrzā Mahdī Khān Astarābādī's history (p. 30) says several times that the inhabitants of Abīward were Kurds. The remains of Abīward are now in the form of a small village, 117 km from ʿIshqābād, the centre of the Republic of Turkmenistan, on the southern stretch of the railway near the border with Iran (Bartol'd, 7/104). Under the auspices of the Archaeological Commission of Russia, V. A. Zhukovskiĭ excavated the ruins of Nasā, Abīward and Mayhana in 1314/1896, after these regions had been taken into the Russian imperial domain (Bartol'd, 9/696).",
    "Throughout the Islamic era, Abīward produced numerous well-known writers, jurists, traditionists and Sufi masters, including the famous poet Awḥad al-Dīn al-Anwarī al-Abīwardī; Abū al-ʿAbbās Aḥmad b. Muḥammad b. ʿAbd al-Raḥmān b. Saʿīd al-Abīwardī (d. 6 Jumādā II 425/29 March 1034), a Shāfiʿī jurist and companion of Abū Ḥāmid al-Isfarāyinī, who lived in Baghdad (al-Khaṭīb, 5/51–52; al-Samʿānī, 1/107–108); Abū al-Muẓaffar Muḥammad b. Aḥmad (d. 507/1113), from the village of Kūfan in the district of Abīward, who was a scholarly poet, with an impressive command of syntax, philology, genealogy and reports (Yāqūt, Udabāʾ , 17/234–266), and author of a history of Abīward and Nasā, and many other works (Ibn Khallikān, 4/448–449); Abū Sahl Zayd b. ʿAbd al-Jabbār al-Abīwardī (al-Ṣarīfīnī, 357); Muḥammad b. ʿAbd Allāh al-Abāwardī, known as Ibn Abī al-Qaṭarī (Ibn al-Athīr, 1/23). Sufi shaykhs from Abīward include: Ṣadr al-Dīn Muḥammad b. Rukn al-Dīn, Abū Saʿīd b. Awḥad al-Dīn, Abū Bakr b. Muḥammad b. Ḥusayn al-Ṣūfī al-Abīwardī (Faṣīḥ, 2/373); the celebrated mystic Abū Saʿīd b. Abī al-Khayr (q.v.) was born in Mayhana, one of the cities of the province of Abīward (Ibn Khallikān, 1/208), and also died there. Another great Sufi, Fuḍayl b. ʿIyāḍ, who used to live as a brigand once pitched his tent in the desert between Marw and Bāward (Ibn al-Khallikān, 4/47–50; ʿAttār, 89–101)."
  ],
  "bibliography": [
    "Abū al-Fidāʾ, Taqwīm al-buldān, ed. J. T. Reinaud and W. MacGuckin de Slane (Paris, 1840)",
    "Abū al-Ghāzī Bahādur Khān, Shajarah-yi Turk (Amsterdam, 1970)",
    "Abū al-Ḥasan Gulistānah, Muḥammad Amīn, Mujmal al-tawārīkh (Tehran, 1344 Sh./1965)",
    "Āqsarāʾī, Maḥmūd b. Muḥammad, Tārīkh-i Salājiqa (Tehran, 1362 Sh./1983)",
    "Astarābādī, Mīrzā Mahdī Khān, Jahāngushā-yi Nādirī (Tehran, 1341 Sh./1962)",
    "ʿAṭṭār, Farīd al-Dīn, Tadhkirat al-awliyāʾ (Tehran, 1366 Sh./1987)",
    "Āyatī, ʿAbd al-Muḥammad, Taḥrīr-i tārīkh-i Waṣṣāf (Tehran, 1346 Sh./1967)",
    "al-Balādhurī, Aḥmad, Futūḥ al-buldān (Leiden, 1865)",
    "Bartol'd, V. V., Sochineniia (Moscow, 1963–1977)",
    "Bayhaqī, Abū al-Faḍl, Tārīkh (Tehran, 1356 Sh./1977)",
    "Bosworth, C. E., ‘Abīvard’, EIR , vol. 1, pp. 218–219",
    "Dawlat-shāh Samarqandī, Tadhkirat al-shuʿarāʾ (Tehran, 1366 Sh./1987)",
    "al-Faṣīḥ al-Kh w āfī, Mujmal Faṣīḥī (Mashhad, 1340 Sh./1961)",
    "Gardīzī, ʿAbd al-Ḥayy b. Ḍaḥḥāk, Tārīkh , ed. ʿAbd al-Ḥayy Ḥabībī (Tehran, 1363 Sh./1984)",
    "González de Clavijo, Ruy, Embassy to Tamerlane 1403–1406 , tr. Guy Le Strange (London, 1928)",
    "Ibn al-Athīr, ʿAlī b. Muḥammad, al-Lubāb (Beirut, n.d.)",
    "Ibn Khallikān, Wafayāt",
    "Ibn Khurradādhbih, ʿUbayd Allāh b. ʿAbd Allāh, al-Masālik wa al-mamālik (Leiden, 1889)",
    "Iskandar Beg Munshī, Tārīkh-i ʿālam ārā-yi ʿAbbāsī (Tehran, 1350 Sh./1971)",
    "Iʿtimād al-Salṭana, Muḥammad Ḥasan Khān, Tārīkh-i muntaẓam-i Nāṣirī , ed. Muḥammad Ismāʿīl Riḍwānī (Tehran, 1363 Sh./1984)",
    "Juwaynī, ʿAṭā Malik, Tārīkh-i jahān-gushā , ed. Muḥammad Qazwīnī (Leiden, 1912–1937)",
    "al-Khaṭīb al-Baghdādī, Aḥmad, Taʾrīkh Baghdād (Cairo, 1349 Sh./1970)",
    "Le Strange, Guy, The Lands of the Eastern Caliphate (London, 1966)",
    "Manz, Beatrice Forbes, Power, Politics and Religion in Timurid Iran (Cambridge, 2007)",
    "al-Maqdisī, Muḥammad b. Aḥmad, Aḥsan al-taqāsīm (Leiden, 1906)",
    "Marquart, J., ‘Beiträge zur Geschichte und Sage von Erān’, ZDMG , 49 (1895), pp. 628–672",
    "idem, Ērānšahr (Berlin, 1901)",
    "Marwī, Muḥammad Kāẓim, ʿĀlam arāy-i Nādirī (Tehran, 1364 Sh./1985)",
    "Muḥammad b. Munawwar, Asrār al-tawḥīd fī maqāmāt al-Shaykh ʿAbī Saʿīd (Tehran, 1366 Sh./1987)",
    "Pauly, A., G. Wissowa et al., ed., Paulys Realencyclopädie der classischen Altertumswissenschaft (Stuttgart, 1894–1980)",
    "al-Pīrniyā, Ḥasan, Īrān-i bāstān (Tehran, 1362 Sh./1983)",
    "al-Samʿānī, ʿAbd al-Karīm b. Muḥammad, al-Ansāb (Hyderabad, 1382/1962)",
    "al-Ṣarīfīnī, Ibrāhīm, Taʾrīkh Nīsābūr (an abridged version of ʿAbd al-Ghāfir al-Fārisī's al-Siyāq ), ed. Muḥammad Kāẓim Maḥmūdī (Qumm, 1362 Sh./1983)",
    "Sharaf al-Dīn ʿAlī Yazdī, Ẓafar-nāmah , Isam al-Din Urnbayev (Tashkent, 1972)",
    "Sutūdah, Manuchihr, ‘Sarakhs, Bāward’, in Yakī qaṭra-yi bārān , ed. Aḥmad Tafaḍḍulī (Tehran, 1370 Sh./1991)",
    "al-Ṭabarī, Taʾrīkh",
    "ʿUnṣur al-Maʿālī, Kaykāwūs b. Iskandar, Qābūs-nāmah , ed. Ghulām Ḥusayn Yūsufī (Tehran, 1347 Sh./1968)",
    "ʿUtbī, Muḥammad, Tārīkh-i Yamīnī , tr. Nāṣiḥ al-Jurbādhqānī (Tehran, 1357 Sh./1978)",
    "al-Yaʿqūbī, Aḥmad b. Isḥāq, Kitāb al-buldān (Leiden, 1892)",
    "Yāqūt, Buldān",
    "idem, Udabāʾ ."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}