{
  "id": "eweb_547",
  "source": "EIs",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/SIM-0220.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-9831_isla_SIM_0220",
  "title": "Abū Ṭālib al-Makkī",
  "authors": [
    "Fathollah Mojtaba'i",
    "Translated by Shahram Khodaverdian"
  ],
  "word_count": "(2,546 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "16 Oct 2015",
  "last_updated": "17 Jun 2021",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "Abū Ṭālib al-Makkī , Muḥammad b. ʿAlī b. ʿAṭiyya (d. 386/996), a Sufi ascetic and sage who was originally from western Persia, but because he studied in Mecca, became known as al-Makkī (al-Khaṭīb, 3/89; Ibn Khallikān, 4/303; al-Dhahabī, Siyar , 16/536).",
    "Although Abū Ṭālib was one of the best-known Sufi authors and his sayings and narrations were frequently quoted in later periods, very little is known about his life, and Sufi hagiographers such as Abū Nuʿaym al-Iṣfahānī, Abū ʿAbd al-Raḥmān al-Sulamī, Abū al-Qāsim al-Qushayrī, Kh w ājah ʿAbd Allāh Anṣārī and Farīd al-Dīn ʿAṭṭār do not refer to him. However, due to the richness and diversity of subject matter in his well-known work, Qūt al-qulūb (‘Sustenance for the Hearts’), it can be adduced that when he was young—and apparently for a long period—he studied the sciences of the day, and was especially interested in hearing ḥadīth s and narrating them. He heard al-Bukhārī's Ṣaḥīḥ from Abū Zayd al-Marwazī and received an ijāza (license) from ʿAbd Allāh b. Jaʿfar b. Fāris to narrate ḥadīth s (al-Dhahabī, Taʾrīkh , 127–128; idem, Siyar , 16/537; Ibn Ḥajar, 5/300). Those from whom Abū Ṭālib narrated include Abū Bakr al-Ājurī, ʿAlī b. Aḥmad al-Maṣṣīṣī, Muḥammad b. ʿAbd al-Ḥamīd al-Ṣanʿānī and Aḥmad al-Ḍaḥḥāk. Certain traditionists such as ʿAbd al-ʿAzīz al-Azajī and Muḥammad b. Muẓaffar al-Khayyāṭ in turn narrated from him (al-Khaṭīb, 3/89; Ibn al-Jawzī, al-Muntaẓam , 7/189; al-Dhahabī, Taʾrīkh , 127; idem, Siyar , 16/537).",
    "At one point in his life Abū Ṭālib adopted strict ascetic disciplines and it is said that he subsisted on the leaves and roots of desert shrubs; as a result his appearance altered completely (Ibn Khallikān, 4/303; al-Dhahabī, Siyar , 16/537). Abū Ṭālib's line of spiritual descent is traced through Abū al-Ḥasan Aḥmad and his father, Abū ʿAbd Allāh Muḥammad b. Sālim, back to Sahl al-Tustarī (d. 283/896) (Jāmī, 122). He was an intimate companion of Ibn Jallāʾ and would refer to him as Shaykhunā Abū Bakr b. Jallāʾ (Abū Ṭālib, 2/153).",
    "After the death of Abū al-Ḥasan b. Sālim in Baṣra, at some time between 350/961 and 360/971 (al-Dhahabī, al-ʿIbar , 2/109), Abū Ṭālib began to expound his ideas and became established as the leading authority of the Sālimiyya school. In the beginning he preached in Baṣra and then later in Baghdad; many people gathered to hear his discourses, but from time to time some of the points and interpretations he presented in his sermons were incompatible with the beliefs generally held at the time, and these were attacked and criticised by the exoteric legalists. For example, this saying is attributed to him: ‘Nothing is more injurious to the creatures than the Creator’ ( laysa ʿalā al-makhlūqīn aḍarr min al-khāliq ). He was thus accused of making unacceptable and even heretical statements; people turned away and he was barred from giving any more sermons (al-Khaṭīb, 3/89; Ibn al-Jawzī, al-Muntaẓam , 7/189; Ibn Khallikān, 4/303). He died in 386/996 in Baghdad and was buried in the eastern part of Mālikiyya cemetery (Ibn Khallikān, 4/303; al-Khaṭīb, 3/89; al-Samʿānī, 12/417; Ibn al-Jawzī, al-Muntaẓam , 7/190).",
    "As referred to above, Abū Ṭālib al-Makkī's spiritual method in the tradition of taṣawwuf was founded on mujāhada (spiritual striving), riyāḍāt al-nafs (disciplining of the soul), zuhd (ascesis), tark (renunciation) and tajarrud (disengagement). He considered jūʿ (hunger), sahar (night vigils), ṣamt (silence) and khalwa (spiritual retreat) to be the foundations of spiritual wayfaring ( sulūk ) (Abū Ṭālib, 1/194–205); and apparently he was liable to excess in following his method (Ibn al-Jawzī, Talbīs , 210; Ibn Khallikān, 4/303; al-Dhahabī, Siyar , 16/537; idem, al-ʿIbar , 2/109). However, on other issues he demonstrated broadmindedness, tolerance and a balanced perspective, so that contrary to his master, Ibn Sālim, who condemned Bāyazīd al-Basṭāmī for his famous ecstatic utterances ( shaṭaḥāt , sing. shaṭḥ ) (al-Sarrāj, 390–395), he considered Bāyazīd a true muwaḥḥid , one of those who affirmed the oneness of God (Abū Ṭālib, 2/148), and so considered him one of the great Sufis such as Ibrāhīm al-Adham, Shaqīq al-Balkhī and Sahl al-Tustarī. Also, in contrast to the views of many other ascetically inclined Sufis ( zuhhād ) of his time, Abū Ṭālib considered the practice of the Sufi spiritual concert ( samāʿ ) to be legitimate, so long as it was not performed for amusement or personal pleasure (Abū Ṭālib, 2/121–122). In this regard he said: ‘Whoever denies samāʿ denies seventy of the sincere saints ( al-ṣiddīqūn )’ (al-Bākharzī, 2/227; al-Suhrawardī, 184).",
    "Abū Ṭālib was one of the most prominent representatives of the Sālimiyya school; it was through him that many of the doctrines of this school were transmitted to later Sufis such as Abū Ḥāmid Muḥammad al-Ghazālī, Ibn Barrajān, Abū al-Ḥasan al-Shādhilī and Ibn al-ʿArabī (Massignon, 297, 300; Ibn ʿAṭāʾ Allāh, 179–180; al-Ghazālī, 137; Ibn Taymiyya, 1/84).",
    "According to Ibn Ḥajar al-ʿAsqalānī, Ibn al-Nadīm thought that Abū Ṭalib was a writer who followed the Muʿtazilī school (Ibn Ḥajar, 5/300). In some manuscripts of his Fihrist , one can certainly find listed a Muʿtazilī writer by the name of Muḥammad b. ʿAlī al-Makkī (Ibn al-Nadīm, 220, marginalia), but he cannot be Abū Ṭālib al-Makkī, for two reasons. First, because the statement in question is made by Abū al-Qāsim al-Balkhī, who died in 309/921 (Ibn al-Nadīm, 219, marginalia), that is, when Abū Ṭālib al-Makkī had either not yet been born, or at least was very young; and secondly, although Abū Ṭālib's opinion on certain theological issues, such as the oneness of the divine essence and the divine qualities, was similar to that of the Muʿtazila (Abū Yaʿlā, 217; Ṣadr al-Dīn, 74), it was more often the case that he disagreed with them (Abū Ṭālib, 2/271; Abū Yaʿlā, 175–179). On such theological issues he considered himself a follower of Ḥasan al-Baṣrī and says about him: wa huwa imāmunā fī hādha al-ʿilm (‘and he is our imam in this science’) (Abū Ṭālib, 1/261).",
    "Qūt al-qulūb fī muʿāmalat al-maḥbūb is Abū Ṭālib's most significant work, and from the very beginning it had a special renown and authority, which it retains to this day. However, some exoteric authors such as Ibn al-Jawzī ( al-Muntaẓam , 7/190) and Ibn Taymiyya (5/256), who however considered Abū Ṭālib more securely attached to the Qurʾān and Prophetic sunna than any of the other Sufis, nonetheless claimed that some of the ḥadīth s cited in the text were not authentic (Ibn Kathīr, 11/319); and al-Khaṭīb al-Baghdādī (3/89) reckoned certain points expounded in Qūt al-qulūb on the subject of the divine qualities were inappropriate and unacceptable. By contrast, ʿAyn al-Quḍāt al-Hamadānī (p. 26) claimed that Abū Ṭālib's doctrines as they concerned the spiritual sciences were unprecedented, and said that no book equal to Qūt al-qulūb had been written since the advent of Islam (ʿAyn al-Quḍāt, 18; Jāmī, 122). Abū al-Ḥasan al-Shādhilī is quoted as saying: ‘The book al-Iḥyāʾ [of al-Ghazālī] bequeaths knowledge; and the book of [ Qūt ] al-qulūb bequeaths light’ ( kitāb al-iḥyāʾ yūrithuk al-ʿilm wa kitāb al-qulūb yūrithuk al-nūr ). And also: ‘The book Qūt is essential for you, for truly it is sustenance ( qūt )’ (Ibn ʿAṭāʾ Allāh, 179–180). Ibn ʿAbbād al-Rundī (pp. 21–22, 57–58) gave this work precedence over all other Sufi works in every respect.",
    "Qūt al-qulūb profoundly influenced the intellectual and spiritual life of later Sufis such as al-Ghazālī, Shihāb al-Dīn ʿUmar al-Suhrawardī, Abū al-Ḥasan al-Shādhilī and the Sufis of the Shādhiliyya order, and has generally been considered by spiritual wayfarers as a guide and a comprehensive collection of the principles and conditions essential for traversing the spiritual path (al-Ghazālī, 137; Rūmī, 1172; al-Jandī, 166; al-Bākharzī, 44, 92, 115, 183, 190). When writing the Iḥyāʾ Abū Ḥāmid al-Ghazālī followed the plan and style of Qūt al-qulūb ; the two works are similar in that they contain many of the same Qurʾānic verses, ḥadīth s, narrations, and even tales and sayings, on which the exposition of certain doctrines was based. In Qūt al-qulūb , Abū Ṭālib presented many of the doctrines of the Sālimiyya in detail, and since he maintained such a balanced perspective, later Sufis profited greatly from his work, making considerable use of his expositions in the course of clarifying their own goals and intentions. Indeed, Ibn al-ʿArabī, in his explanation of the subtle difference between the divine mashīʾa and irāda , both terms referring in general to the will of God ( Fuṣūṣ , 165; ibid., marginalia notes by ʿAfīfī, 227, 276–277), and also in his doctrine of the absence of repetition in the divine self-manifestations ( tajalliyāt ) ( Futūḥāt , 3/172, 4/190–191), is in fact reproducing the perspective of the Sālimiyya.",
    "Qūt al-qulūb can be considered the clearest and most complete expression of the ascetic form of Sufism that characterised the first centuries of Islam; and one of the first comprehensive and systematic attempts to reconcile Sufi practices and doctrines with the prescriptions of the sharīʿa . The date of this work is not clearly specified, but since Abū al-Ḥasan b. Sālim is mentioned along with the formula raḥimahu Allāh (Abū Ṭālib, 2/152, 153, 294 et passim), it could be said that it was written after 360/971, which was the year of his death. As a result of its influence on a number of significant mystical and ethical treatises, there are several abridgements and summaries of it (Sezgin, 1/667). It has been published several times, the first edition being published in Cairo (1310/1892) in two volumes; it is also contained in the marginalia of two works, Sirāj al-qulūb wa ʿilāj al-dhunūb by ʿAlī Muʿayyirī al-Fanānī and Ḥayāt al-qulūb fī kayfiyyat al-wuṣūl ilā al-maḥbūb by ʿImād al-Dīn al-Umawī. The second edition was also published in Cairo (1381/1961) in two volumes. There is a complete German translation, with a detailed index, by Richard Gramlich: Die Nahrung der Herzen: Abū Ṭālib al-Makkis Qūt al-qulūb . It was also published in Beirut in 1997.",
    "ʿIlm al-qulūb is another work which is attributed to Abū Ṭalib al-Makkī and two MSS of it have been found: one in the Dār al-Kutub in Cairo and the other in the Escorial, in Spain (Derenbourg, no. 739; Khadīwiyya, 96; ʿIlm al-qulūb , v–vi). An edition was published, based on the first MS, in 1384/1964, with a short introductory preface and a conclusion by the editor endeavouring to prove the authenticity of the attribution to Abū Ṭālib al-Makkī. The reason that in both manuscripts the work is attributed to Abū Ṭālib is that al-Makkī's sayings and discourses are referred to throughout, more so than those of other famous Sufis. But it is difficult to accept the validity of this attribution. Firstly, because in none of the earliest sources on al-Makkī's life and works is this book mentioned; secondly, a comparison of the work with Qūt al-qulūb reveals certain fundamental differences: 1. In ʿIlm al-qulūb there is nothing about the specific doctrines of the Sālimiyya school, nor any mention of Abū ʿAbd Allāh and Abū al-Ḥasan b. Sālim; 2. in the Qūt al-qulūb Abū Ṭālib refers to Sahl b. ʿAbd Allāh al-Tustarī respectfully as ʿālimunā (Our Teacher) (1/247, 262), whereas in ʿIlm al-qulūb he is simply called ‘Sahl b. ʿAbd Allāh’ or ‘Sahl’ or ‘Abū Muḥammad Sahl b. ʿAbd Allāh’ (pp. 65, 81); 3. there is no allusion to Ḥusayn b. Manṣūr al-Ḥallāj in Qūt al-qulūb , whereas in ʿIlm al-qulūb his sayings and doctrines are cited several times (pp. 34, 73 et passim). Moreover, in ʿIlm al-qulūb the work Qūt al-qulūb is mentioned in several instances in a manner which makes it evident that its author is someone other than the author of ʿIlm al-qulūb (pp. 80, 144). However, this work is undoubtedly a Sufi treatise of the 4th/10th century, since there is no trace in it of the great Sufis who came later, and on several issues the author quotes sayings of Abū Ṭālib al-Makkī.",
    "Apparently, Abū Ṭālib al-Makkī also wrote a treatise called al-Mujmal al-mukhtaṣar (Abū Ṭālib, 1/280), which has not survived. He is also said to have compiled a collection of forty ḥadīth s, entitled al-Arbaʿīn (al-Dhahabī, Siyar , 16/537; Ibn Ḥajar, 5/300)."
  ],
  "bibliography": [
    "Abū Ṭālib al-Makkī, Muḥammad, Qūt al-qulūb (Cairo, 1381/1961), German translation as Die Nahrung der Herzen: Abū Ṭālib al-Makkis Qūt al-qulūb , ed. and trans. Richard Gramlich (Stuttgart, 1992–1995)",
    "Abū Yaʿlā, Muḥammad, al-Muʿtamad fī uṣūl al-dīn (Beirut, 1986)",
    "ʿAyn al-Quḍāt al-Hamadānī, Risālat shakwā al-gharīb (Tehran, 1382/1962)",
    "al-Bākharzī, Yaḥyā, Awrād al-aḥbāb wa fuṣūṣ al-ādāb (Tehran, 1345 Sh./1966)",
    "Derenbourg, H. et al., Les Manuscrits Arabes de l'Escurial (Paris, 1884–1941)",
    "al-Dhahabī, Muḥammad, al-ʿIbar (Beirut, 1405/1985)",
    "idem, Siyar aʿlām al-nubalāʾ , ed. Shuʿayb al-Arnaʾūṭ et al. (Beirut, 1404/1984)",
    "idem, Taʾrīkh al-Islām (Beirut, 1409/1988)",
    "van Ess, Josef, Theologie und Gesellschaft im 2. und 3. Jahrhundert Hidschra , (Berlin, 1997)",
    "al-Ghazālī, Abū Ḥāmid Muḥammad, al-Munqidh min al-ḍalāl (Cairo, 1394/1962)",
    "Ibn ʿAbbād al-Rundī, Muḥammad, al-Rasāʾil al-ṣughrā (Beirut, 1377/1957)",
    "Ibn al-ʿArabī, Muḥammad, al-Futūḥāt al-Makkiyya (Cairo, 1405/1985)",
    "idem, Fuṣūṣ al-ḥikam , ed. Abū al-ʿAlāʾ ʿAfīfī (Beirut, 1400/1980)",
    "Ibn ʿAṭāʾ Allāh, Aḥmad, Laṭāʾif al-minan (Cairo, 1354/1974)",
    "Ibn Ḥajar al-ʿAsqalānī, Aḥmad, Lisān al-mīzān (Beirut, 1406/1986)",
    "Ibn al-Jawzī, ʿAbd al-Raḥmān, Talbīs Iblīs (Beirut, 1949/1368)",
    "idem, al-Muntaẓam (Hyderabad, 1358/1939)",
    "Ibn Kathīr, al-Bidāya",
    "Ibn al-Nadīm, al-Fihrist",
    "Ibn Khāllikān, Wafayāt",
    "Ibn Taymiyya, Aḥmad, Majmūʿat al-rasāʾil wa al-masāʾil (Beirut, 1403/1983)",
    "ʿIlm al-qulūb , ed. Aḥmad ʿAṭāʾ (Cairo, 1384/1964)",
    "Jāmī, ʿAbd al-Raḥmān, Nafaḥāt al-uns , ed. Maḥmūd ʿĀbidī (Tehran, 1370 Sh./1991)",
    "al-Jandī, Muʾayyid al-Dīn, Nafḥat al-rūḥ wa tuḥfat al-futūḥ (Tehran, 1403/1962)",
    "Khadīwiyya, Fihrist",
    "al-Khaṭīb al-Baghdādī, Aḥmad, Taʾrīkh Baghdād (Cairo, 1349/1930)",
    "Massignon, L., Essai sur les origines du lexique technique de la mystique musulmane (Paris, 1968)",
    "Rūmī, Jalāl al-Dīn Muḥammad, Mathnawī-yi maʿnawī (Tehran, 1336 Sh./1957)",
    "Ṣadr al-Dīn al-Shīrāzī, Muḥammad, al-Mabdaʾ wa al-maʿād (Tehran, 1354 Sh./1975)",
    "al-Samʿānī, ʿAbd al-Karīm, al-Ansāb (Hyderabad, 1401/1981)",
    "al-Sarrāj al-Ṭūsī, ʿAbd Allāh, al-Lumaʿ fī al-taṣawwuf (Leiden, 1914)",
    "Sezgin, GAS",
    "al-Suhrawardī, ʿUmar, ʿAwārif al-maʿārif (Beirut, 1966)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 130
}