{
  "id": "eweb_548",
  "source": "EIs",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/COM-037156.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-9831_isla_COM_037156",
  "title": "Ethics",
  "authors": [
    "Gholamreza Avani",
    "M.I. Waley",
    "Translated by Alexander Khaleeli",
    "Ahmad Pakatchi",
    "Alexander Khaleeli"
  ],
  "word_count": "(40,003 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "08 Jan 2018",
  "last_updated": "17 Jun 2021",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "Ethics ( akhlāq ) is the branch of the humanities that investigates the value of human character traits and actions. This discipline is not concerned with a historical enquiry into the character and behaviour of human beings, and it does not attempt to establish the natural causes and reasons for their emergence and existence. Rather, it studies them insofar as they occupy a particular position in a system of moral values.",
    "As collections of values that offer prescriptions for developing good character traits and performing virtuous acts, and for avoiding bad traits and abstaining from evil acts, the existence of ethical systems can be observed in many ancient societies. The process of codifying these prescriptions into a formal discipline occurred in parallel across various ancient civilisations, including Greece and Persia. As a result, the ethical writings that appeared took a wide variety of styles and approaches.",
    "Islamic ethics, with its various schools of thought, ultimately rests on the religious foundations provided by the Qurʾān and the Prophet’s teachings. However, this in no way prevented Muslim thinkers from expanding greatly on the foundational principles of ethics, or from making use of the writings of the ancients in developing their own approaches and composing works on ethics.",
    "1. Philosophical Ethics",
    "What is generally referred to as ‘philosophical ethics’ is usually treated as a branch of rational ( ʿaqlī , as opposed to scriptural or naqlī ) enquiry in the traditional classification of the Islamic sciences. It is further sub-categorised as one of the three branches of ‘practical’ philosophy ( al-ḥikma al-ʿamaliyya , as opposed to ‘theoretical’ or ‘speculative’ philosophy, al-ḥikma al-naẓariyya ). In historical terms, it was the movement to translate the works of Greek philosophy into Arabic which, as it gained pace, exerted the greatest influence on the course taken by Islamic philosophical ethics. However, in addition to the prominent philosophers of the Greek tradition, we can also detect traces of wisdom from the sages of ancient Persia in what came to be defined as the discipline of ‘ethics’, akhlāq, in Islam.",
    "In the first centuries of Islam, a broad movement developed to translate the works of the Persian civilisation from the Pahlavi language into Arabic. Unfortunately, most of these translations have been lost, and are only referred to by name in the classical Arabic sources. This section will briefly mention some of the most important authors and works connected to applied philosophy that were translated from Pahlavi into Arabic.",
    "During the Sāsānid period, the Persians displayed a profound affinity with ethical proclamations in the form of moral aphorisms and proverbs. Some of these aphorisms were collected in works with titles such as ‘The Book of Wise Counsel’ ( Andarz-nāmah ) or ‘The Book of Advice’ ( Pand-nāmah ), and even though some of these were compiled in the first centuries of Islam, there is no doubt that their sources are to be found in the pre-Islamic heritage of Persia. The most important works for which either the entire Pahlavi text, selections from it, or at least the titles of its chapters, have survived are  Andarz-i Ādharpād Mihr-Ispandān ,  Andarz-i Zartusht pisar-i Ādharpād Mihr-Ispandān  and  Andarz-i Ādharpād Zartushtān nawah-yi Ādharpād Mihr-Ispandān  (the ‘Counsels’ of the Priest Mihr-Ispandān, his son Zartusht, and his grandson Zartushtān). These three occupied the position of high priest ( mūbad-i mūbadān ) of Persia during the reigns of Shāpūr II (r. 309–379), Ardashīr II (r. 379–383) and Yazdgird I (r. 399–420) respectively, (see Miskawayh,  Jawīdān khirad , introd., 32–34).",
    "These aphorisms and sayings, both as individual statements or, more commonly, in the form of compendia, were widely translated into Arabic. The subject of some of these works is spiritual purification ( tazkiya ) and refinement of the soul ( tahdhīb al-nafs ), while others are concerned with government and the ethical duties of rulers towards their subjects. The Pahlavi texts of some of these  Andarz  collections are still extant, and the titles of others are mentioned in extant Pahlavi works.",
    "Persian translators, such as Ibn al-Muqaffaʿ, played a major role in translating these texts into Arabic, sometimes in verse. For example, al-Balādhurī rendered  ʿAhd Ardashīr  in the form of Arabic verse (Ibn al-Nadīm, 126). Under the patronage of the great Persian vizier to the ʿAbbāsids, Yaḥyā b. Khālid al-Barmakī, Abān b. ʿAbd al-Ḥamīd al-Lāhiqī (q.v.) also translated  Kalīla wa Dimna  (which had come to Persia from India) into Arabic verse. Some of the figures to whom these Pahlavi aphorisms and sayings are attributed include the Persian kings Hūshang, Bahman, Anūshīrwān and Hurmuzd, priests such as Adurbād, and ministers such as Buzurgmihr (q.v.). In addition, there are maxims and admonitions narrated from Manūchihr, Ardashīr Bābakān, Shāpūr and other sources (Miskawayh,  Jawīdān khirad , introd., 33–38).",
    "One of the major Arabic texts on etiquette and ethics is Miskawayh’s  Jāwīdān khirad  or  al-Ḥikma al-khālida  (‘Eternal Wisdom’), which is based on Ḥasan b. Sahl’s translation of the Pahlavi  Nāmah-yi Hūshang  (‘The Treatise of Hūshang’).",
    "Another work that was translated from Pahlavi to Arabic was  Ḥikam li-Bahman al-Malik , aphorisms of Bahman, son of Isfandiyār and the grandson of Gushtāsp, of the Kiyānid line of kings. His name appears as Vohu Manah (which became ‘Bah Manash’) in the Avesta (see Pūrdāwūd, 88–89) and also as Ardashīr. This work relates an account of the court in which numerous sages answer his questions on ethical matters (see Miskawayh,  Jāwīdān khirad , 61 et passim).",
    "The third book in this category is  Mawāʿiẓ Ādharpād  (‘The Admonitions of Adharbād’), the Arabic translation of  Andarz-i Ādharbād . Another portion of this text also survives, with the title  Qāla ḥakīm al-Furs Ādharbād  (‘Thus said Adarbad, the Persian sage’). Adarbad, whose full name is given as Adarbad Mihrspandān, was the high priest of Persia during the reign of the Sāsānid Shāpūr II, an era famous for its learning and wisdom (Miskawayh,  Jāwīdān khirad , introd., 33–34).",
    "Another work pertaining to this category is  Ādāb Buzurjmihr  (‘The Etiquette of Buzurgmihr’), a translation of  Pand-nāmah-yi Buzurgmihr  (‘The Advice of Buzurgmihr’), the Arabic text of which is quoted by Miskawayh in  Jāwīdān khirad  (pp. 29–41). It has been suggested that this book of aphorisms was first translated from Arabic into Persian during the reign of the Sāmānid emir Nūḥ b. Manṣūr, and versified by Firdawsī in his  Shāhnāmah  (6/183–193).",
    "Yet another compilation of aphorisms and admonitions is ascribed to Khusraw Anūshīrwān, the Sāsānid ruler whose justice became proverbial, including a book of  Masāʾil  (lit. ‘Questions’) which Miskawayh narrates in the  Jāwīdān khirad  under the title  Ḥikam tuʾthar ʿan Anūshīrwān  (‘Aphorisms Related from Anūshīrwān’) (pp. 49–61). Another work, entitled  Khiṭābat Anūshīrwān  (lit. ‘An Address by Anūshīrwān’), is narrated by Miskawayh in his  Tajārib al-umam  (1/111–114). Ibn al-Nadīm refers to a treatise by the title  al-Masāʾil allatī anfadhahā Malik al-Rūm ilā Anūshīrwān ʿalā yad Buqrāṭ al-Rūmī  (‘Questions posed by the king of Rūm to Anūshīrwān via Hippocrates the Greek’), which may be another fragment of the same work (p. 378). In Persian literature there is also a didactic poem which became famous under titles such as  Rāḥat al-insān  (‘Man’s Repose’) or  Pand-nāmah-yi Anūshīrwān  (‘The Advice of Anūshīrwān’); it includes aphorisms said to have been inscribed upon the crown of Anūshīrwān.",
    "Another important book,  al-Adab al-ṣaghīr , contains passages concerning etiquette, ethics and politics. This too was translated by Ibn al-Muqaffaʿ, whose  al-Adab al-kabīr  and  Yatīmat al-dahr  are the first to be mentioned in the  Fihrist  of Ibn al-Nadīm (132), which shows their importance in the literary tradition.",
    "Ibn al-Nadīm names forty-four more books in this genre, most being either translations or adaptations of Pahlavi works (377–378). Besides such admonitions and aphorisms, works with generic titles such as  Maḥāsin al-akhlāq ,  Akhbār ,  Siyar ,  Waṣāyā ,  Mukātabāt ,  Khiṭābāt  and  Rasāʾil  have also survived (q.v. ‘ Adab ’), which include material on ethics derived from Sāsānid sources and the wisdom of ancient Persia.",
    "The major ethical works which were translated into Arabic directly from the Greek include writings by Galen, Porphyry, Aristotle and Plato. These played an extremely influential role in shaping the genre of works on ethics in the Islamic world, and informing the views of Muslim philosophers and theologians as to the nature of ethical behaviour, virtue, vice, eudaemonia (‘felicity’ or ‘flourishing’), and the essence of good and evil in ethics,  inter alia .",
    "One of the most important ethical texts translated by Ḥunayn b. Isḥāq (d. 260/873) was Galen’s  Kitāb fī al-akhlāq  ( Peri Ethon ), the original Greek text of which has since been lost but the Arabic translation has survived in an abridged form, probably the epitome by Abū ʿUthmān al-Dimashqī. It is quoted by al-Bīrūnī (q.v.) in his  Rasāʾil , al-Masʿūdī in  al-Tanbīh wa al-ishrāf  (p. 113), Abū Sulaymān al-Sijistānī in  Ṣiwān al-ḥikma  (pp. 271–276), Abū al-Ḥasan al-Ṭabarī in  al-Muʿālajāt al-Buqrāṭiyya , and al-Marwazī in  Ṭabāʾiʿ al-ḥayawān.",
    "Ḥunayn b. Isḥāq also translated  Jawāmiʿ kutub Aflāṭūn  (‘Synopses of Plato’s Dialogues’), Galen’s summaries of Plato’s  Republic ,  Timaeus ,  Laws  and some of his other treatises (Ibn Abī Uṣaybiʿa, 1/101). Ḥunayn’s own  Jawāmiʿ kitāb al-nawāmīs  (‘A Summary of the Laws’) was drawn on by Ibn Maymūn in his commentary on Hippocrates’  al-Fuṣūl  (‘Aphorisms’). Al-Fārābī (q.v.) composed an epitome ( talkhīṣ ) of Plato’s  Laws  based on Galen’s summary. Galen also wrote another work which Ḥunayn translated as  Jawāmiʿ Tīmāʾus fī al-ʿilm al-ṭabīʿī  (‘Synopsis of Timaeus on Natural Philosophy’) (Ibn Abī Uṣaybiʿa, 1/101). Two other treatises on ethics attributed to Galen found their way into the Islamic corpus under the names  Fī taʿarruf al-rajul ʿuyūb nafsihi  (‘On Acquainting Oneself with One’s Own Faults’) and  Fī ann al-akhyār yantafiʿūn bi-aʿdāʾihim  (‘How the Elect Benefit by their Enemies’) (Ibn Abī Uṣaybiʿa, 1/100–101); these were amongst the sources for Muḥammad b. Zakariyyāʾ al-Rāzī’s  al-Ṭibb al-rūḥānī  and Abū ʿAlī Miskawayh’s  Tahdhīb al-akhlāq  (160).",
    "Aristotle’s major treatise on ethics, the  Nicomachean Ethics , was known to Muslim thinkers as the  Nīqūmākhiyya(ā) . It too was rendered into Arabic by Isḥāq b. Ḥunayn, and both al-Fārābī and Ibn Rushd composed important commentaries on it. Moreover, al-Fārābī in his  al-Jamʿ bayn raʾyay al-ḥakīmayn  (‘Reconciling the Opinions of the Two Sages [i.e. Plato and Aristotle]’), Abū al-Ḥasan al-ʿĀmirī (q.v.) in  al-Saʿāda wa al-isʿād  (201), Miskawayh in  Tahdhīb al-akhlāq  (53) and Ibn Bājja in  Tadbīr al-mutawaḥḥid  (68, 73 et passim) all quote from the  Nicomachean Ethics .",
    "In  Ṭabaqāt al-umam , Ṣāʿid al-Andalusī ascribes two books to Aristotle on the subject of ethical refinement; one major ( kabīr ) and the other minor ( ṣaghīr ) (p. 26).",
    "In  Akhbār al-ʿulamāʾ , al-Qifṭī mentions Porphyry’s commentary on the  Nicomachean Ethics , which consisted of twelve articles that had been translated by Isḥāq b. Ḥunayn (p. 31). This commentary is no longer extant but is mentioned by Ibn Miskawayh in his  Tahdhīb al-akhlāq  (p. 84).",
    "Al-Qifṭī (p. 33) and Ibn Abī Uṣaybiʿa (1/58) also mention the  Eudemian Ethics  of Aristotle (see also Ṣāʿid al-Andalusī, 26). It therefore seems likely that a number of Muslim authors were familiar with its contents even though the Arabic translation no longer survives. As for Aristotle’s third ethical treatise, the  Magna Moralia , there is no trace of it in the Islamic corpus.",
    "Finally, there is a highly important text, the so-called  Theology of Aristotle  ( Uthūlūjiya ), an Arabic translation of sections of Plotinus’s  Enneads . This was a major channel for the entry of Neoplatonic ideas into Arab and Islamic culture. It had a formative influence in the fields of metaphysics and ethics and served to motivate a synthesis of the ideas of Aristotle and Plato, or at least a Neoplatonic reading of some of the ideas contained in Aristotle’s metaphysics and ethics.",
    "From about the 3rd/9th century onwards, ethical works, mostly collections of short sayings ascribed to the Greek sages, found their way into the Muslim world, attracting an enduring interest in their ethical maxims and teachings. One of the most important of these collections is  Nawādir al-falāsifa  (‘Rarities of the Philosophers’), the Greek text of which was acquired and translated into Arabic by Ḥunayn b. Isḥāq. The  Nawādir  contains ethical admonitions by Greek sages and philosophers and profoundly influenced later writings in the genre. Abū Yaʿqūb al-Kindī, a contemporary of Ḥunayn, produced a collection of wise sayings and admonitions attributed to Socrates, entitled ‘ Alfāẓ Suqrāṭ ’ (‘The Utterances of Socrates’). There is also a treatise with the same title by Ḥunayn himself.",
    "Another important author in the field of ethics was Abū al-Ḥasan al-ʿĀmirī. His  al-Saʿāda wa al-isʿād  contains material adapted from various translated sources; and  al-Amad ʿalā al-abad  contained the admonitions and aphorisms of sages from the time of Luqmān (see below) down to that of the author (q.v. Abū al-Ḥasan al-ʿĀmirī ).",
    "More famous and often quoted is  Ṣiwān al-ḥikma  (‘The Repository of Wisdom’) by Abū Sulaymān al-Sijistānī, which contains ethical admonitions, advice on etiquette, and prescriptions attributed to a variety of authorities including Pythagoras, Socrates, Plato, Aristotle, Alexander, Hippocrates and Galen (q.v. Abū Sulaymān al-Sijistānī ).",
    "Al-Kilam al-rūḥāniyya min al-ḥikam al-Yūnāniyya  (‘Spiritual Sayings from Greek Wisdom’) by Abū al-Faraj b. Hindū contained a selection of admonitions and aphorisms by Greek authors and philosophers.",
    "Of particular significance in this genre is Miskawayh’s  al - Ḥikma al-khālida , which in addition to ethical prescriptions from the ancient kings of Persia such as Hūshang, also comprises principles drawn from the Indians, Arabs and Greeks, the sayings of Socrates (from  Nawādir al-falāsifa ) and Hermes Trismegistus, the advice of Plato to his student Aristotle, the latter’s advice to his legendary student Alexander the Great, the ‘Golden Verses’ of Pythagoras, and the Platonic ‘Tablet of Cebes’.",
    "Among the most significant compilations of Greek ethical teachings in the Islamic world was the  Mukhtār al-ḥikam  of Mubashshir b. Fātik, the 4th–5th/10th–11th century Egyptian scholar of Syrian origin. This contains admonitions and advice from Hermes, Homer, Solon, Zeno, Hippocrates, Pythagoras, Diogenes the Cynic, Socrates, Plato, Aristotle, Alexander and Galen, amongst others .  Some of the expressions found in  Mukhtār al-ḥikam  can be traced back to the  Nawādir al-falāsifa  of Ḥunayn, the  Lives and Opinions of Eminent Philosophers  by Diogenes Laertius, the  Phaedrus  of Plato, and the  Nicomachean Ethics  of Aristotle; other sources for some of the ideas found in this work remain unknown.",
    "Contemporary scholars draw a distinction between ethics and moral philosophy. The latter deals with analytical issues related to the concepts and first principles of ethics; for example, it examines the precise meaning of terms and the relationships between ethical concepts, and critically examines the methods and criteria for evaluating the status of each of these concepts. On the other hand, the discipline of ethics places greater emphasis on the particular ways in which these concepts and rules are applied to concrete instances in society and how they influence or determine actual human behaviour. In other words, moral philosophy studies the primary concepts and universal principles upon which the particular propositions and specific statements of ethics depend for their validity.",
    "Classical Greek philosophy dealt with matters of ethics and moral philosophy without strictly differentiating between them, although more emphasis was placed on the former. Perhaps this is because Greek philosophy, not being bound by scriptural revelation, addressed matters of both ethics and moral philosophy only by means of rational enquiry. Equally, Muslim theologians ( mutakallimūn ) tended to focus predominantly on questions of moral philosophy rather than ethics, possibly because they had to follow the dictum of divine revelation ( waḥy ), which meant that they treated the revealed ethical rules and precepts as axiomatic, and as the only ones which were tenable. Therefore, the theologian devoted his intellectual efforts to expounding and justifying the ethical code he had received in this way.",
    "It was in order to clarify, define and analyse these instructions that they dealt with matters of moral philosophy. At the same time, modern Western philosophers, from Hobbes, Hume and Kant onwards, have also attached more importance to the philosophical aspect of ethics. Hence similarities can be found between the theological ethics of the Islamic world and the philosophical ethics of recent centuries in the West, even though these two schools of thought disagree fundamentally in their attitude towards various issues, including the role of revelation.",
    "The Muʿtazila are considered to be proponents of rationalism in the Islamic world.",
    "The authority of reason ( ʿaql ): On the one hand, they claim that fundamental religious doctrines can be proved through rational arguments; on the other, they believe that if religious scripture and reason appear contradictory, the arguments of reason are to be preferred and scripture must be interpreted in accordance with those arguments and reconciled with them. They consider it obligatory ( wājib ) to attain knowledge ( maʿrifa ) of God, before one can receive divine inspiration or revelation.",
    "One of the main points of contention between the Muʿtazila and their main opponents, the Ashaʿrīs (q.v.), concerns the reasons for which ethical laws are obligatory. Ultimately the debate hinges on whether these laws derive their obligatory nature from the religion ( sharʿ  ) or from human reason ( ʿaql  ). According to the Ashaʿrīs it is the former, while for the Muʿtazila it is the latter.",
    "While discussing whether good ( ḥusn ) and bad ( qubḥ ) can be known by means of reason or religion, the Ashʿarī theologian al-Qāḍī ʿAḍud al-Dīn al-Ījī (d. 756/1355) said in his  Mawāqif :",
    "Good and bad are used in three senses. First, regarding whatever is good or bad insofar as they are qualities of perfection or deficiency. In this regard, there is no disagreement: these qualities can be apprehended by human reason. Second, regarding whatever is good or bad as the qualities of conformity with ( mulāʾima ) or antipathy to ( munāfira ) a particular goal, which are usually referred to as ‘benefit’ ( maṣlaḥa ) or ‘harm’ ( mafsada ); in this sense, good and bad, according to both groups [i.e. Muʿtazila and Ashʿarīs] is rationally discerned. Third, regarding good and bad in the sense of an action being worthy of praise ( madḥ ) and reward ( thawāb ) or deserving of rebuke ( dhamm ) and punishment ( ʿiqāb ). It is concerning good and evil in this sense that there is disagreement between us and the Muʿtazila, because according to us this is knowable only from revelation, while according to them it is knowable through reason (see al-Jurjānī, 8/182–183).",
    "Al-Ījī’s statement suggests that he did not consider the disagreement between the Muʿtazila and Ashʿarīs to be centred on which faculty discerns good and bad (both agree that it is the human faculty of reason). Instead, he says that they are in disagreement about how actions come to be deserving of praise or blame, one side arguing that it is based on the application of reason and the other arguing that it is based on the dictates of revelation. For the Muʿtazila, then, religion is subordinate to reason, in the sense that the religion does not determine what is good or bad, or postulate the value of human actions; rather it is reason that uncovers what is good or bad and assesses the true value of actions.",
    "Good and evil in ethics: Muʿtazilī theologians did not deny the existence of evil entirely, but they objected to evil being attributed to God on the grounds that they considered it the result of human free will and choice. As for other forms of evil, they saw these as contrary to the doctrine of divine justice. In his  al-Intiṣār , a refutation of Ibn al-Rāwandī’s  Kitāb faḍīḥat al-Muʿtazila , al-Khayyāṭ (d. ca. 300/913), a prominent Muʿtazilī of the Baghdad school, countered the assertion of Ibn al-Rāwandī that the existence of evil in the world runs contrary to God’s wisdom: ‘The various forms of suffering ( maṣāʾib ) and evil ( shurūr ) that befall human beings are the result of their own wrongdoing and injustice; God cannot be the one who brings these about’ (see al-Khayyāṭ,  al-Intiṣār , 92–92, 137–138).",
    "The Muʿtazilī theologian al-Qāḍī ʿAbd al-Jabbār (d. 415/1025) upholds this view, saying: ‘The assertion that whatever does not accord with [a person’s] temperament or is the object of his dislike is necessarily bad and evil, is itself a bad opinion; for sometimes there are good things which a person is averse to, as we see with regard to cupping ( ḥijāma ) and bloodletting. Therefore it is necessary that human beings accept pain and suffering on the basis that their benefit must be more than their harm. This is because no evil action can be ascribed to God, and so whatever discomfort comes to human beings from Him cannot be unjust ( ẓulm ). The evils, sufferings and sicknesses that befall them are neither God’s will, nor are they mere privation, nor the product of any limitation on God’s power; rather they are directed towards the benefit of the moral agents ( mukallafūn )’ (see  al-Sharḥ , 132–133; see also al-Ashʿarī,  Maqālāt , 1/287).",
    "A different viewpoint on this, as on many other theological questions, is held by the second main Sunni school of theology, that of the Māturīdīs. This school, named after Imam Abū Manṣūr Muḥammad b. Muḥammad al-Māturīdī al-Samarqandī (d. 333/944), was dominant in Central Asia and in the Ottoman and Mughal empires. Al-Māturīdī was one of the leading figures among those Ḥanafī scholars who adhered to and furthered the development of Abū Ḥanīfa’s theological teachings. Generally speaking, Māturīdī thought tended to adopt positions that are intermediate between those of the Ashʿarīs and the Muʿtazilīs (Abd-Allah, 248–249).",
    "According to the Māturīdīs, God transcends the possibility of His decrees being characterised as either good or evil on account of the nature of the human actions which they bring about; nor can they be ascribed to any need or lack of foresight on His part (al-Māturīdī,  Kitāb al-tawḥīd , 170; 216). According to al-Māturīdī, it is precisely God’s providential decree ( qaḍā ) which entails that human beings possess free will and are to be judged accordingly ( Kitāb al-Tawḥīd , 239). Moreover, human beings are capable of knowing by virtue of their own native intelligence, without the benefit of divine revelation or of instruction in religion or ethics, that certain things are right and others wrong (Leaman, 86–87). These and other factors leave the adherents of Māturīdī doctrine broader scope for human  taklīf , or accountability for one’s actions.",
    "The principle of divine benevolence ( qāʿidat al-luṭf ): In addition to espousing the doctrines of divine justice, human free will ( ikhtiyār ) and moral responsibility ( taklīf  ), the Muʿtazila also held that divine wisdom ( ḥikma ) required God to provide man with guidance in discerning good and evil. In his  al-Milal wa al-niḥal , al-Shahrastānī (fl. first half of the 6th/12th century) relates the position of the famous Muʿtazilī Abū ʿAlī al-Jubbāʾī (d. 303/915 or 916) as follows:",
    "God is just in His own edicts and He is benevolent to His creatures and aware of what is beneficial ( maṣāliḥ ) for them. He does not like corruption ( fasād ), nor does He wish that His servants should fall into unbelief ( kufr ), nor does He accept that they suffer from oppression ( ẓulm ). Moreover, He has not hidden from His servants anything whose fulfilment would bring about their obedience and propriety. And, because His servants have been created with an inclination towards vice and an aversion to virtue, when He obliges them to do something He must give their intellects due perfection, provide indications for them to follow, and create in them the power ( qudra ) and ability ( istiṭāʿa ) to perform the action (al-Shahrastānī,  al-Milal wa al-niḥal , 1/81, 84).",
    "The Muʿtazila draw a clear distinction between divine benevolence ( luṭf  ) and compulsion ( ijbār ) by saying that divine benevolence does not entail compelling or forcing man to perform a particular action; rather it refers to a state of affairs by virtue of which the person obligated is more likely to choose obedience, while still being fully capable of not doing so (al-Qāḍī ʿAbd al-Jabbār,  Sharḥ , 519, 524). However, if divine benevolence results in [God’s] servant choosing to obey God, then it is called ‘grace’ ( tawfīq ) and it appears that the Muʿtazila considered every act of obedience (but not every manifestation of benevolence), to be accompanied by this grace (al-Ashʿarī,  Maqālāt , 1/300). Ibn Ḥazm (d. 456/1064) argued that the Muʿtazilī interpretation of the principle of divine benevolence limited God’s ability to do good, while simultaneously rendering unlimited His ability to do evil (3/205–206).",
    "The perfection of the intellect ( ikmāl al-ʿaql ): One of the subsidiaries of the principle of divine benevolence is the perfection of the intellect ( ikmāl al-ʿaql ). This is considered a corollary of the doctrine of religious obligation ( taklīf  ), because it is necessary for the obliged individual to be aware of the necessity to perform a particular action, to distinguish between it and other actions, and to identify the characteristics of that action, since it is not reasonable to expect someone without this capacity to perform such an act. That is why children and the insane, whose rational faculty is deficient, are not obliged to perform the actions demanded by religious law, since that would mean obliging someone to perform something that he/she does not have the capacity to perform. The Muʿtazila also consider belief without rational reflection ( naẓar ) to be a form of ignorance ( jahl ), and they consider it mandatory to engage in reflection that leads to knowledge ( maʿrifa ) (see al-Qāḍī ʿAbd al-Jabbār,  al-Majmūʿ , 6–8 et passim).",
    "The necessity of keeping religious laws ( wujūb al-sharāʾiʿ  ): Since the Muʿtazila are proponents of the view that actions are inherently good or bad, and that human beings are obliged to act in a certain way, it might appear that they believe that moral judgements must be kept completely separate and independent from religion and religious law. Certainly, this is the view some of their opponents attribute to them. However, this is not how they approached the matter. In the twelfth and thirteenth volume of his  al-Mughnī , al-Qāḍī ʿAbd al-Jabbār examines this question in detail. He says:",
    "Although the obligated individual ( al-mukallaf  ) distinguishes between good and evil acts in accordance with his intellect, God knows that His desire to guide man would not come to fruition solely by unaided reason. Therefore, He compelled reason to follow religious law ( sharʿ  ). In rational matters the existence of religious law is a form of divine benevolence, for owing to the existence of religious law, the obligated individual is more likely to obey God and perform righteous deeds. Through the religious law, God has made clear the abhorrent nature of evil acts and taught us that such acts are wrong because they bring corruption. In doing so, He obliges us to refrain from performing such actions because they are abominable. This prohibition exists because of their foulness, not because of any award or punishment that results from them. After all, the absence of any reward or punishment for an act does not affect the duty to perform an action or to refrain from performing it. It is necessary for the obligated individual to demonstrate the binding character of religious laws and the wisdom they contain.",
    "(For the teachings of al-Qāḍī ʿAbd al-Jabbār on divine benevolence and its connection with the obligation to follow religious law, see al-Mughnī , 13/9-31)",
    "The goal of God’s actions: According to the Muʿtazila, God’s justice entails that His actions can only be right and beneficial, and His wisdom entails that everything in the world exists for the benefit of humanity and for the sake of the best interests of His servants. The world was not created without purpose ( ʿabathan ); rather, everything that exists in the world points to God’s knowledge, governance, will and providence. Everything in this world is directed towards good and desirable ends (sing.  ghāya ). The Ashʿarīs, on the other hand, rejected any attempt to explain the purpose behind God’s actions, and considered such an attempt tantamount to ascribing limits to God’s untrammelled power. In  Kitāb al-Arbaʿīn fī uṣūl al-dīn , the Ashʿarī Fakhr al-Dīn al-Rāzī (d. 606/1209) criticised the Muʿtazila, saying: ‘If anyone performs an action in order to win some benefit or repel some harm, if obtaining that benefit is more suitable for him than not obtaining it, then that person has profited by performing that action; and anyone who profits from his own acts must necessarily be deficient ( nāqiṣ )’ (p. 249). The Muʿtazila responded by saying that the performance of an action is deemed preferable ( tarjīḥ ) to its non-performance, because of the action itself, and the dictates of wisdom, not because of its being profitable for the agent.",
    "The obligation to do what is the most advantageous ( wujūb fī al-aṣlaḥ ): God’s actions are always in accordance with the demands of divine wisdom; none of His actions can ever be devoid of advantage ( ṣalāḥ ). Moreover, divine wisdom necessitates that any actions that emanate from Him are beneficial to the highest possible degree ( al-wajh al-aṣlaḥ ). It is on this basis that the Muʿtazila responded to the question of the existence of evil by saying: ‘His creation of predators and harmful beasts does not contradict the principle of doing what is most advantageous, because there also exist benefits in their creation. Giving them life, endowing them with power and creating them are, in and of themselves, forms of divine grace. Moreover, religious and worldly benefits derive from their creation. An example of a worldly benefit is theriac, which is useful as an antidote to poison, and which is obtained from snake bites and scorpion stings; an example of a religious benefit from such unpleasant creatures is that when one sees them he remembers the punishment in the hereafter. If we were to suppose that such harmful creatures did not exist, we would not be able to fear the threat of divine punishment in the hereafter!’",
    "Deserving reward or punishment ( istiḥqāq al-thawāb wa al-ʿiqāb ): Some Islamic communities believed in divine reward and punishment, as well as the doctrine of ‘the promise and the threat’ ( al-waʿd wa al-waʿīd ), on the basis of scriptural evidence ( dalīl-i samʿī ). However, the Muʿtazila considered belief in these doctrines to be necessary on the basis of both reason and scripture. Accordingly they argued that it is the imposition of moral duties that necessitates the existence of divine reckoning ( ḥisāb ), reward and punishment, and the promise and the threat, otherwise the imposition of duties ( taklīf  ) would be pointless. The Muʿtazila considered the existence of an afterlife to be one of the logical corollaries of actions being endowed with moral worth. It was for this reason that they propounded the view that the divine promise and threat were necessary. Regarding the issue of the imposition of duties, they affirmed the notion of ‘merit’ ( istiḥqāq ) in the sense that by obeying God one becomes worthy of reward and by disobeying Him one becomes worthy of punishment. The Ashʿarīs disagreed with the Muʿtazila on the issue of merit, arguing that in the case of reward it should be viewed as a form of grace ( tafaḍḍul ), and in the case of punishment it should be viewed as justice ( ʿadl ).",
    "For the Muʿtazila, meriting reward meant eternal felicity, while deserving punishment meant everlasting suffering. Reward is viewed as praise ( madḥ ), while punishment is viewed as censure ( dhamm ). As divine reward and punishment result from the inherent goodness or wickedness of human actions, which is everlasting, it follows that the reward or punishment resulting from those acts must also last eternally (ʿAbd al-Jabbār,  Sharḥ , 667–669). Equally, the Muʿtazila thought that it was impossible for sinners to be forgiven if they had not willingly repented (ʿAbd al-Jabbār,  Sharḥ , 678), because such a state of affairs would tempt those obliged to perform bad deeds. For the same reason, they treated those who committed major sins as unworthy of intercession or forgiveness, nor did they accept forced repentance for evil deeds (ʿAbd al-Jabbār,  Sharḥ , 688–689).",
    "Connecting faith with the imposition of obligations ( Muqāranat al-īmān bi-al-taklīf ): The necessity of linking faith with performing appropriate actions was a major point of contention between various schools of  kalām,  and it was this issue that separated the Muʿtazila from the majority of Muslims. It also occasioned the event which signalled the appearance of the Muʿtazila as a distinctive group; the seminal moment being when Wāṣil b. ʿAṭāʾ (d. 131/749) withdrew from the circle of al-Ḥasan al-Baṣrī (q.v.) over the question of where the profligate sinner ( fāsiq ) stood in relation to faith ( īmān ) and unbelief ( kufr ) (ʿAbd al-Jabbār,  Sharḥ , 138). According to al-Shahrastānī, Wāṣil b. ʿAṭāʾ believed that ‘faith’ denoted a collection of good attributes ( khiṣāl ) that, when found in a person, rendered him a believer ( muʾmin ); therefore, anyone who lacked them no longer had faith. On that basis he argued that the profligate (i.e. someone who commits major sins) resembled a believer in belief but not in action, and that he resembled the unbeliever in action but not in belief; thus he occupied an intermediate position between faith and unbelief. Accordingly, the Muʿtazila asserted that faith consisted of a combination of belief and action, and that avoiding wicked deeds and refraining from major sins was thus a prerequisite for possessing faith (see al-Shahrastānī,  al-Milal wa al-niḥal , 1/47–48). By contrast, the Ashʿarīs believed that as long as someone who committed major sins held valid beliefs (sing.  iʿtiqād ṣaḥīḥ ), he was still a believer and a monotheist, although with regard to his behaviour he was a sinner ( fāsiq ) and his actions were corrupt ( fāsid ). In any case, they argued, the outward actions of his limbs and organs did not contradict the faith subsisting in his heart.",
    "The necessity of free will in moral obligations: According to the Muʿtazila, the question of man’s free will ( ikhtiyār ) is relevant not only in the context of discussions about God’s decree and its measuring out ( al-qaḍāʾ wa al-qadar ) and compulsion ( jabr ); its real importance becomes evident in the context of the problem of moral obligations. The Muʿtazila are known to have been the first school of Islamic theology to treat man’s free will as a logical corollary of moral obligations, because they believed that no divine reward or punishment could result from a compulsory act ( fiʿl ijbārī ). From another angle, the denial of human free will contradicts divine justice and wisdom because it implies that the evil actions of wrongdoers and sinners are attributed to God, and that sins take place in accordance with His will. Such denial of free will also entails that a unbeliever is actually obedient to God’s command and that faith and unbelief are therefore equal. In other words, even if someone followed the devil and disobeyed the prophets, this would of necessity result from the divine command.",
    "In questions of moral philosophy, the Ashʿarī stance represents the polar opposite of the Muʿtazila, giving preference to God’s will over His justice, and to faith over human reason. This had a major impact on their views concerning metaphysics and, to an even greater extent, on their approach to questions of practical philosophy, particularly ethics. Al-Ashʿarī (q.v.) affirmed the attribute of God’s will ( irāda ) in such a way that if God was not endowed with this attribute, then He must be endowed with its opposite ( ḍidd ); and if He was endowed with the attribute which is contrary to will, He could not will anything. Moreover, this contrary must, by necessity, be eternal ( qadīm ). However, experience affirms the opposite, for God has willed things. Therefore, God’s attribute of will cannot be negated; conversely, God’s eternal will is necessarily affirmed. Al-Ashʿarī says that God willed everything that was possible for Him to will, and that it is impossible for God to create anything that He did not will. Al-Bāqillānī also treated will as the most general and universal of the divine attributes.",
    "Acquisition ( kasb ) and ability ( istiṭāʿa ): The question of human actions and their provenance is one of the fundamental issues that Ashʿarī theology sought to resolve. Al-Ashʿarī himself developed the doctrine of ‘acquisition’ ( kasb ) to take the place of the two doctrines propounded by the Muʿtazila, namely that human beings are capable of ‘creation’ ( khalq ) or ‘generation’ ( tawlīd ) in respect of their own actions. In response al-Ashʿarī argued that a human being does not create his or her own actions, but rather God creates them and the person merely ‘acquires’ ( kasb ) them. In this view he was doubtless influenced by a number of Qurʾānic verses (e.g. Q 2:286 and Q 30:41) in which the acquisition of deeds is attributed to man but their creation to God (al-Ashʿarī,  al-Lumaʿ , 38–44, 54, 56; ʿAbd al-Jabbār,  al-Majmūʿ , 428–439).",
    "The Ashʿarīs advance several rational arguments in support of this doctrine. For instance they said:",
    "We see that the unbeliever tries as hard as he can to portray his unbelief as good and truth, while the matter actually goes against his intention. Moreover, we see that if the believer wants his faith not to be a source of difficulty or hardship, he cannot make it so, however hard he tries, because the matter is not subject to his whims or desires. Therefore, we realise that the believer and unbeliever are not the originators of their own faith or unbelief. However, every act still requires an originator. Hence the originator of the act is God.",
    "Thus, the Ashʿarīs adopt a position that is situated between that of the Mujabbira (‘determinists’) and the Muʿtazila. According to the Ashʿarīs, any action that emanates from a human being has three aspects: 1. The occurrence of the act itself ( itqān al-fiʿl ); 2. the ability ( istiṭāʿa ) to perform the act; and 3. the will ( irāda ) which has become fixed upon a certain specific possibility ( amr mumkin ). In this analysis, the occurrence of the act itself and the ability to perform it are extraneous to the essence of a human being. This is because a human being sometimes lacks them and is therefore rendered incapable of acting. On the other hand, if one were to argue that the ability to act was the creation of  both  an individual human being and God together, it follows that human actions are overdetermined because it requires two effective agents, which is impossible. However, what pertains exclusively to human beings is the choice of their will and its being fixed upon one particular possibility. Following the above reasoning, the Ashʿarīs call God’s role in the production of human actions, namely the occurrence of the act and the ability to bring it into being, ‘creation’ ( khalq ), ‘existentiation’ ( ījād ) or ‘origination’ ( ikhtirāʿ  ), and refer to the human component, the will to act in a particular way, as ‘acquisition’ ( kasb ). God creates in His servant both the action and the ability to perform it; within the parameters of this act and ability, the servant decides how he wants to act, and directs his will and ability toward a good deed or an evil one and thereby ‘acquires’ either divine reward or punishment as a result (al-Bāqillānī, 70–71).",
    "In addition, al-Ashʿarī says that a human being becomes able to act through an ability ( istiṭāʿa ) that is alien to him, because sometimes he is able to act and at other times he is not. This entails that this ‘ability’ must mean something other than the human being himself. For if the ability to act was intrinsic to human beings then it would be impossible to separate them from this ability, or deprive them of it, such that they would be able to act at one time but unable to act at another (al-Ashʿarī,  al-Lumaʿ , 54).",
    "From another angle, the origination of the ability to act is inseparable from the act itself, being neither prior nor posterior to it, because if the ability to act came about before or after the act itself, that would entail that the appearance of the act and its occurrence in the real world would be the result of a non-existent power. For instance, it would be possible to be burnt by a non-existent fire or cut by a non-existent sword, which is impossible; therefore the origination of the ability to act must be inseparable from the origination of the act itself (al-Ashʿarī,  al-Lumaʿ , 54–55).",
    "Justice ( ʿadl ): One of the consequences of the controversy over the primacy in ethical issues of God’s knowledge or His will was the debate over whether it was possible to say that God must act in the best interests of His creatures ( al - fiʿl al-aṣlaḥ ). The Ashʿarīs held that it is not permissible to claim that God ‘must’ act in the best interests of His creatures, as they considered this an unacceptable limitation on the absolute will of God. Therefore, they said it was possible for God to make innocent children suffer in the hereafter, maintaining that this would still be perfectly just. They also said that God could punish minor sinners eternally; could create someone even though He knew they would fall into unbelief; could subject believers to eternal suffering and grant unbelievers everlasting bliss—all of this, from Him, would still be perfectly just and no one would have the right to object to any of it. However, God would not do these things because He has told us that He will punish the unbelievers and, by His own testimony, it is not possible for Him to lie. If God had not said such a thing, it would still be possible for Him to do the opposite, as it is not beyond His will or power to do so (see Ibn Ḥazm, 3/137 ff.).",
    "Good and evil ( ḥusn wa qubḥ ): In contrast to the Muʿtazila, the Ashʿarīs  did not accept the idea that human actions are inherently good or evil and that this is discernible through reason. Instead, they asserted that good and evil are postulated by the religious law and transmitted tradition, and that it is God who determines the moral values of an action. If God wills it, the permissible could become impermissible and the impermissible could become permissible. Reason by itself cannot deem something obligatory and cannot determine by itself why something is classified as good or bad. God says: ‘We do not chastise until We have sent a Messenger’ (Q 17:15). Likewise, giving thanks to a benefactor, rewarding an obedient believer, and punishing a sinner—such things only become necessary on the basis of transmitted tradition, not reason. Human reason is unable to impose any obligations on God, whether it is acting in the interests of His creatures, doing what is best for them or showing divine benevolence; none of these are obligatory for God. Whatever reason demands on the basis of wisdom, it also demands the opposite under different conditions. Equally, it is not necessary for God to impose moral duties on His servant. He can give His blessings and rewards to His servants without requiring any action from them in return; what the Muʿtazila call divine benevolence ( luṭf  ), according to the Ashʿarīs, is nothing other than His grace ( faḍl ), while His reward and punishment constitute the very essence of justice. Likewise, sending messengers is for God neither obligatory nor impossible, but merely possible. However, once God has sent a messenger to a people, it becomes obligatory for them to affirm the truth of his message, and to believe in the miracles ( muʿjizāt ) of the messenger and in his infallibility ( ʿiṣma ) (al-Shahrastānī,  al-Milal wa al-niḥal , 1/101–102).",
    "From the beginning of the wave of translations of the works of Greek philosophers into Arabic during the reign of the ʿAbbāsid caliph, al-Maʾmūn (r. 198–218/813–833, q.v. ʿAbbāsids ), philosophical thought and scholarship also took root in the Muslim world. The most outstanding figure during the early era was Yaʿqūb b. Isḥāq al-Kindī (d. 258/872), known as the ‘Philosopher of the Arabs’. In parallel with other branches of philosophy, ethics as a philosophical discipline became a subject of interest amongst the philosophers of the Islamic world from the beginning of the 3rd/9th century, especially in Persia, and was brought to fruition in the works of major figures such as Muḥammad b. Zakariyyāʾ al-Rāzī, Abū Naṣr al-Fārābī, Abū al-Ḥasan al-ʿĀmirī, Abū ʿAlī Miskawayh and Ibn Sīnā.",
    "Ethics as spiritual medicine: This framework, in which vices ( radhāʾil ) are understood as spiritual maladies that afflict the human soul, can be found in the earliest works on ethics written by Muslim philosophers. This resulted in a ‘medical’ approach to ethics, in accordance with which methods of treatment for ‘spiritual diseases’ were detailed in the same manner as a work on medicine might have prescribed certain treatments for bodily ailments. This approach can be seen in the works of al-Kindī, especially in  Fī al-ḥīla li-dafʿ al-aḥzān  (‘On the Method of Dispelling Sorrows’), and it inspired Muḥammad b. Zakariyyāʾ al-Rāzī to call his own treatise on ethics  al-Ṭibb   al-rūḥānī  (‘Spiritual Medicine’).",
    "In  al-Ḥīla , which attracted the interest of later philosophers such as al-Rāzī, Miskawayh and Ibn Sīnā, al-Kindī says that melancholy ( ḥuzn ) is a malady of the soul that stems from being deprived of the object of one’s desire and failing to attain one’s goals (p. 6). He remarks that one must try to dispel melancholy by learning to content oneself with little, and he claims that a wise man does not rejoice because of gaining worldly goods and does not grieve because of their loss. Therefore, he says, the antidote for the disease of melancholy is not to be found in a balm or medicine, but rather in the firmness and resoluteness of the soul, which gradually becomes its habitude (p. 9 ff.).",
    "Al-Kindī reminds us that in the world of generation and corruption ( ʿālam al-kawn wa al-fasād ), in which nothing is permanent, no one can escape the experience of sadness and grief. The wish to permanently possess the wealth that can belong to us only temporarily is vain and futile. Amongst all the solutions which he considers to dispel melancholy, is keeping in mind that worldly possessions are not entirely in the control of any one person but shared amongst all human beings. Hence, becoming grief-stricken by the loss of worldly wealth and profit is a sign of miserliness, abjection and envy. He argued that another major source of grief is the fear of death. However, he considered this fear to be completely irrational because a human being is a living and rational but simultaneously ephemeral being, so death is not an evil but the fulfillment of the human condition (p. 28).",
    "Abū Zayd al-Balkhī (q.v.), a student of al-Kindī, dedicated the first chapter of his work,  Maṣāliḥ al-abdān wa al-anfus  (‘Benefits for Bodies and Souls’), to the means of maintaining the well-being of the body, and the second one to the welfare of the soul. In it he examines the ailments and vices of the soul, and states that in order to refine one’s morals and treat these diseases it is essential to have an accurate knowledge of the soul. He then discusses methods for treating certain spiritual conditions.",
    "Muḥammad b. Zakariyyāʾ al-Rāzī, a famous Persian physician whose ethical teachings appear to have followed the theories of Socrates and Plato, also adopted a medical approach to ethics and refers to the discipline of ethics as ‘spiritual ( rūḥānī ) medicine’ as contrasted with ‘bodily medicine’ ( al-ṭibb al-jismānī ) (‘al-Ṭibb’, 15). In the introduction to his treatise  al-Ṭibb al-rūḥānī , he stated that he intended it as a companion ( naẓīr ) to the  Kitāb al-Manṣūrī .",
    "In his  al-Ṭibb al-rūḥānī , al-Rāzī quoted Plato to the effect that, in spiritual medicine as well as in physical medicine, the human being must seek to bring about a balance in the actions of the soul, so that the soul does not fall short of the desired goal or transgress the limits of what is reasonable (p. 29). In the foundations of his ethical thought, al-Rāzī was deeply influenced by Plato; we can largely trace this influence to the Arabic paraphrases of Galen’s synopses of Plato’s dialogues. In particular, al-Rāzī utilised two works attributed to Galen,  Fī taʿarruf al-rajul ʿuyūb nafsih  and  Fī anna al-akhyār yantafiʿūn bi-aʿdāʾihim  (Ibn al-Nadīm, 349); and he summarised Galen’s ideas in the chapter  Taʿarruf ʿuyūb  (‘Awareness of Faults’) where he posits the knowledge of one’s faults as a necessary precursor to the treatment and cure of the soul. Al-Rāzī observed that many people are incapable of perceiving their own faults and are therefore ignorant of their shortcomings; indeed they do not consider them bad and so remain unable to excise or dispel them. He considered it necessary for a human being to be in perpetual contact with a wise person and to insist that this person unabashedly point out his faults to him so that he could remove them. He considered this an exceptional favour worthy of immense gratitude (al-Rāzī, ‘ al-Ṭibb ’, 33–35).",
    "In the writings of al-Fārābī, who dispersed ethical discussions throughout his works, we see the same special emphasis on the medical approach to ethics. He believed the health and soundness of the soul to consist in its dispositions ( hayʾat ) and habitudes ( malakāt ) being a continuous source of good and virtuous deeds, and the sickness of the soul to consist in the fact that its habitudes produce wicked and vicious deeds (al-Fārābī,  Fu \n ṣūl , 23 ff.).",
    "Finally, Abū ʿAlī Miskawayh dedicated the sixth part of his  Tahdhīb al-akhlāq  to describing the various maladies of the soul and presenting a detailed discussion of the various ways to cure it and control it; the seventh part, on medicine for the soul, discusses various subjects, such as melancholia and the fear of dying (see 151 ff.).",
    "Ethics and politics: Muslim philosophers, following the Greek classification of the sciences, considered ethics to be a discipline parallel to politics ( siyāsat al-mudun ). As part of a discussion in the nineteenth chapter of his  al-Ṭibb al-rūḥānī , al-Rāzī presents the way of life of the perfect philosophers as ‘the way of the excellent’ ( sīrat al-fuḍalāʾ  ). In his view, this meant treating all people with justice and mercy, abstinence from what is unlawful, giving good advice to all, and striving to bring benefit to all, except ‘the people of injustice and wrongdoing’ who promote corruption and lax morals ( ibāḥa ) (p. 91).",
    "Al-Fārābī does not appear to have written a separate treatise dedicated to ethics; instead he tended to address ethical matters in his discussions on politics. We can detect here the influence of Plato and Aristotle, who treated ethics as a part of politics. For example, in  Iḥsāʾ al-ʿulūm , al-Fārābī does not devote a specific chapter to ethics but instead briefly deals with it in the fifth chapter which is devoted to political sciences, law and theology ( al-ʿilm al-madanī wa fiqh wa kalām ) (p. 102). Even when comparing the medicine of the body with that of the soul in his  Fuṣūl  (p. 24), he writes:",
    "Just as the health of the body consists in the balance of the humours and its illness in their imbalance, the health and sickness of a city consists in the balance or imbalance of the moral traits of its inhabitants. The one who determines a city’s health or sickness, or the balance or imbalance of its ‘humours’, is the political figure who is its ruler; and just as a doctor needs to know the body, its limbs and its organs and their various functions in order to treat it, so the ruler needs to know the soul, its perfections and excellent traits, and its deficiencies and vices, in order to imbue the city with virtuous traits.",
    "Al-Fārābī’s definition for the science of politics also encompasses ethics, investigating the outcome of human actions, virtuous and harmful deeds and habits, and the method of attaining happiness, goodness and excellence. Al-Fārābī declares that politics has two sub-divisions: the first is concerned with the definition of happiness and the way in which one can distinguish true happiness from apparent happiness, and lists the general volitional actions, manners and habits that should be promoted in cities and amongst communities. The second is concerned with how to lay a proper foundation for the promotion of such laudable practices and habits in the communities of these cities. It includes a section on the duties of government by which good deeds and traits can be initiated and preserved (see  Iḥṣāʾ , 102–113).",
    "Out of all the civic virtues, al-Fārābī places a special emphasis on justice ( ʿadl ) and affection or ‘love’ ( maḥabba ) and states that it is affection that brings the various parts of the polity together, while justice maintains and sustains it. After expounding various kinds of affection, he states that affection exists in the ‘Ideal City’ ( al-madīna al-fāḍila ) because of the excellent traits of its citizens, and that this affection arises because of common opinions and habits (see  Fuṣūl , 70).",
    "Abū al-Ḥasan al-ʿĀmirī also dedicated part of his  Saʿāda wa al-isʿād  to the implementation of moral laws in the city and the connection between ethics and politics (p. 173 et passim).",
    "In  Tahdhīb al-akhlāq , Miskawayh treated the role of ethics in the city under the rubric of  uns wa maḥabba  (‘amicability and affection’), noting that the Arabic word for human being,  insān , is derived from  uns  (‘sociability’ or ‘amicability’). Sociability is necessary to the extent that religion has even prescribed communal acts of worship like congregational prayers on Friday, the two  ʿīd s (feasts), and the Ḥajj pilgrimage. The responsibility for preserving this practice falls upon the leader of the community (the Imam), whose vocation is to govern. After expounding on the various kinds of affection, Miskawayh states that the affection the virtuous have for one another is not due to any external pleasure or benefit they can gain, but rather because of an essential harmony that exists between them, as well as because of the common goal of doing good and attaining excellence. Therefore there are no disagreements or arguments between them; the excellent advise one another, acting in accordance with justice and equality, and always desire what is best for one another. This equality and desiring the best for each other produces unity (p. 125 et passim).",
    "In the  Shifāʾ  (p. 3) and also in  ʿUyūn al-ḥikma  (p. 30), Ibn Sīnā followed Aristotle in dividing philosophy into the two branches of theoretical ( naẓarī ) and practical ( ʿamalī ). He says that beings are of two kinds: (1) those whose existence is not within the sphere of our control and action, and which are studied in theoretical philosophy; and (2) those whose existence is within the sphere of our control and action, and which are studied in practical philosophy. He then expounds upon the sub-divisions of practical philosophy as follows: it is either knowledge of the cooperation between human individuals in a general sense, or knowledge of the particular cooperation between certain human individuals, or knowledge of the purification of the soul of a single individual. The first branch is politics, or government of a city; the second branch is the economics of a household; and the third branch is ethics. The aim of theoretical philosophy is to know what is true; the aim of practical philosophy is to know what is good; and the use of ethics consists in knowledge of those character traits that are excellent and the ways to acquire them, and the purification of one’s soul, as well as the knowledge of vices and how one can be rid of them (Ibn Sīnā,  ʿUyūn al-ḥikma , 30).",
    "Virtue ( faḍīla ): The excellence of the intellect ( ʿaql ) occupies a special place in al-Rāzī’s ethical and philosophical system, which is attested by the fact that he dedicated the first chapter of his book  al-Ṭibb al-rūḥānī  to a discussion of the intellect. He believed that human beings can only attain the benefits of this world and the hereafter by using their intellect. The intellect is God’s greatest gift to human beings and is the means by which they are distinguished from all other living creatures, as it allows them to apprehend complex and difficult issues and leads them to knowledge of their Creator. Al-Rāzī adds that, given its rank and importance, it is fitting that the intellect be accorded the utmost value and made the judge of all matters. It must not be overwhelmed by the soul’s desires; in this way humanity can reach the happiness that God has prepared for it (pp. 17–19).",
    "The goal of al-Rāzī’s  al-Ṭibb al-rūḥānī  was to improve the qualities of the soul; he believed that the best way to attain this goal was the ‘restraint ( zamm , sometimes misinterpreted as  dhamm , condemnation) of desire’ ( al-hawā ), and to resist the urges of nature ( ṭabīʿa ), something that most people can achieve through training and education, although only the truly wise person can completely uproot his desires. The soul and the urges of nature prompt a human being to pursue pleasure because they are able to focus only on immediate benefits. On the other hand, a wise person always thinks about the consequences of his actions, restrains his soul and follows the course which his intellect deems most appropriate (al-Rāzī, ‘al-Ṭibb’, 20–22).",
    "In the view of al-Fārābī, virtues can be divided into rational ( nuṭqī ) and moral ( khuluqī ). Virtues such as wisdom, reason, erudition and understanding relate to the rational soul ( al - nafs al-nāṭiqa ). On the other hand, moral virtues such as modesty, bravery, generosity and justice are connected to the irrational parts of the soul, namely appetite ( shahwa ) and anger ( ghaḍab ). Insofar as the rational soul has two parts (theoretical and reflective), the rational virtues also fall into two categories: the virtues of the theoretical part are, in addition to theoretical reason itself, knowledge and wisdom. The virtues of the reflective part are practical reason, acuity, benevolence of opinion, and correct conjecture. Al-Fārābī believed that only the virtues of reflective reason were related to practical philosophy and ethics ( Fuṣūl , 30). In this distinction between theoretical and reflective reason, the influence of Aristotle can be clearly discerned.",
    "Al-Fārābī believed that moral virtues and vices appear in the soul as the result of the repetition of actions over a long period of time. Al-Fārābī denied that there was any innate virtue or vice in the human soul, although he accepted that it might assume some vices and virtues more easily than others. In his opinion, this predisposition ( istiʿdād ) as such cannot be considered a virtue or a vice. However, if this natural predisposition facilitates the repetition of good deeds, and a habitude ( malaka ) forms in the soul as the result of it, then he refers to it as a virtue in its own right. If this form ( hayʾa ) in the soul becomes so entrenched ( rāsikh ) that it cannot be removed, the person has attained the utmost virtue and the ancients would call him ‘a divine human’ ( insān ilāhī ), the opposite of which is the ‘predatory human’ ( insān sabūʿī ), whose evil has reached such depths that it cannot be removed from him (al-Fārābī,  Fuṣūl , 30–33).",
    "Al-Fārābī added that it is possible for natural forms and predispositions, such as virtues and vices, to be removed from the soul, or to be changed as a result of custom ( ʿāda ) and replaced by their opposite forms. Some of these are weakened or depleted without being completely effaced, while others can neither be removed nor weakened. It is, however, possible to oppose and resist them through patience ( ṣabr ) and self-control ( ḍabṭ al-nafs ). Al-Fārābī believed there is a difference between self-control and virtue. This is because one who practises self-restraint wants to do wicked deeds even though he may in fact perform good ones. A truly virtuous person performs good deeds while sincerely desiring to perform them and without finding this distressing, rather doing them gives him great pleasure (al-Fārābī,  Fuṣūl , 33–34).",
    "Abū al-Ḥasan al-ʿĀmirī also classified virtues into two types; moral/social virtues (purity, modesty, bravery), and theoretical/rational virtues (knowledge, intellect, wisdom). According to this division, rational virtues are simple ( basīṭ ), meaning that they emanate from the rational soul, while moral virtues are compound ( murakkab ) and spring from a combination of the animal soul ( al-nafs al-bahīmiyya ) and rational soul ( al-nafs al-nāṭiqa al-murtāba ) (p. 70).",
    "According to Abū al-Ḥasan al-ʿĀmirī, beautiful deeds emanate from the soul by virtue of its excellent traits and habitudes. In other words, virtue is a perfection, owing to which the human being is distinguished from other animals. He also believed that no virtue exists naturally in man, because if that were the case the virtue would always exist  in actu  in the soul, which is not the case. Rather, any virtue exists only potentially in the soul and only later becomes actualised. In other words, according to al-ʿĀmirī, virtues and vices are acquired ( iktisābī ) rather than innate; virtues result from good acts and vices from bad ones (p. 70 ff.).",
    "The tripartite theory of the soul and the fourfold theory of virtue: As mentioned above, the foundational principles of al-Rāzī’s ethical philosophy were deeply influenced by Plato. According to al-Rāzī, for example, a human being is endowed with three souls, which he enumerates as the rational divine soul ( al - nafs al-nāṭiqa al-ilāhiyya ), the emotive animal soul ( al-nafs al-ghaḍabiyya al-ḥayawāniyya ) and the growing vegetative soul ( al - nafs al-nabātiyya al-nāmiya ) before going on to explain their respective functions. Briefly put, the animal and vegetative souls were created for the sake of the rational soul; the vegetative soul was made in order to feed the body, which serves as an instrument and a tool for the rational soul; for the body is not of an eternal imperishable substance ( jawhar bāqī ghayr mutaḥallil ), rather its substance is fluid and perishable, and every perishable object survives only by providing something as a substitute for that element which has perished. The emotive animal soul assists the rational soul in suppressing the appetite or lust that renders it incapable of using its reason. The emotive soul is the product of the mixing of the humours of the heart, while the appetitive soul is the product of the mixture of the humours of the liver. As for sensation, movement, will, imagination, reflection and memory, they proceed from a substance that inheres in the brain, and uses the latter as a tool (and not from the mixture of the humours of the brain), the brain being the first instrument and implement used by the rational soul (see al-Rāzī, ‘al-Ṭibb’, 27–29). The tripartite theory of the soul is the foundation of the fourfold theory of virtue (namely, the four cardinal virtues of wisdom, temperance, courage and justice), which Abū al-Ḥasan al-ʿĀmirī also refers to in his writings (pp. 11–12, see also Miskawayh,  Jāwīdān khirad , 359).",
    "In his  Tahdhīb al-akhlāq  Miskawayh presents a detailed discussion of Plato’s tripartite theory of the soul and explains how the four cardinal virtues rest upon this foundation. He maintained that the balance ( iʿtidāl ) of the rational soul, its love of truth and its desire to acquire true knowledge, together produce the virtue of wisdom ( ḥikma ). The balance of the appetitive soul and the fact that it is obedient to the rational one produce the virtue of temperance ( ʿiffa ). The balance of the emotive soul and its obedience to the rational one become the source of the virtue of bravery ( shujāʿa ). The reciprocal balance of the three aforementioned virtues and their correspondence to each other create a fourth virtue, which is the perfection of all three: the virtue of justice ( ʿadāla ) (pp. 37–38, 40).",
    "According to Miskawayh, the secondary virtues associated with the primary virtue of wisdom are perception ( dhakāʾ  ), recollection ( dhikr ), intellection, purity of mind, abundance and power of thought, and ease of learning. The secondary virtues associated with temperance are modesty ( ḥayāʾ ), calmness ( sukūn ), patience ( ṣabr ), forgiveness, liberality, contentment, gentleness, obedience, good manners, peaceability, solemnity and piety. The secondary virtues associated with bravery are dignity, valour, ambition, steadfastness, perseverance, clemency ( ḥilm ), resolution, daring and camaraderie. Finally, the secondary virtues associated with justice are fraternity, affection, maintaining family relations ( ṣilat al-raḥm ), gratitude, solidarity, fairness, kindness, religiosity, forgiveness, repelling evil with good, compassion, chivalry and forgoing animosity (Miskawayh,  Tahdhīb al-akhlāq , 40 ff.; for more on the cardinal virtues, see al-Fārābī,  Fuṣūl , 30; Ibn Sīnā, ‘Risāla fī ʿilm al-akhlāq’, 98).",
    "Out of the four principal virtues, Miskawayh gave particular attention to justice. In  Risāla fī māʾiyyat al-ʿadl , addressing the essence of justice, he dealt with the different kinds of justice, speaking of the two forms of human ( insānī ) and conventional ( waḍʿī ) justice. Conventional justice, which has two varieties, general and particular, is promulgated either by means of mankind generally, or by means of a government, nation or family. The laws of this kind of justice are neither eternal nor unchanging, because the one who establishes such laws and traditions does not follow immutable principles but issues these laws on the basis of demands, circumstances and common practice. As for human justice, it brings about tranquillity and balance in the soul, and relates to the soul as health relates to the body (see ‘al-Shawāmil’, 84 ff.).",
    "The theory of the Golden Mean ( al - ḥadd al-wasaṭ ): Even though Muḥamad b. Zakariyyāʾ al-Rāzī was not an Aristotelian as regards the principles of his moral philosophy, he nevertheless employed the Aristotelian concept of the Golden Mean—i.e. avoiding going to the extremes of excess and deficiency—and applied it to the Platonic tripartite theory of the soul. According to al-Rāzī, deficiency in the activity of the vegetative soul means that it falls short of the level of feeding, growth and reproduction necessary for the survival of the body, while its excess means to go beyond what is necessary and become absorbed in the pursuit of pleasure and fulfillment of desires. Deficiency in the emotive soul means that it lacks the required zeal to discipline the appetitive soul, while excess means that it becomes arrogant and vainglorious and has no goal other than to overcome others. Al-Rāzī considered deficiency in the rational soul to mean that it is neglectful of the wonders of this world and gaining knowledge about the things of this world in general, and in particular because of its indifference to the body and its fate after death. In turn, excess in the rational soul means that it becomes so absorbed with contemplating these things that it neglects the needs of the body and those things essential for its survival, ultimately becoming afflicted by satanic doubts ( waswās ) and melancholia (al-Rāzī, ‘al-Ṭibb’, 29–30).",
    "Al-Fārābī based his interpretation of the Golden Mean on the division of   mutawassiṭ  (moderation or medium) into moderation in and of itself, and moderation that is correlated with something else. ‘Moderation that is correlated with something else’ is that which can increase and decrease according to different times, places and aspects, just as what is classed as ‘equilibrium’ ( iʿtidāl ) with regard to medicine and food varies from one kind of body to another, according to its strength or weakness, and also according to climate and other factors. This is also the case with regard to moral acts, whereby they can vary qualitatively and quantitatively according to factors relating to their subject, goal and object, or according to differences of time or place. In other words, the Golden Mean, and balance in actions, are sometimes required for all human beings, sometimes for most human beings and at other times for a group of human beings; some acts might be moderate at all times, and others only most of the time. The capacity to deduce this Golden Mean in actions and character traits belongs to the art of politics ( ṣanāʿat al-madaniyya ): just as the doctor determines what food and treatment constitutes the Golden Mean for his patient, so too must the civic doctor know what is in the best interests of the polity to ensure that some do not benefit to the detriment of the city as a whole ( Fuṣūl , 37–39).",
    "Al-ʿĀmirī also discussed the Aristotelian Golden Mean. He explained that it is not uniform amongst all people and may differ from one person to another (p. 72 ff.). Miskawayh says that whenever a virtue deviates from the Golden Mean it becomes a vice, depending on the extent of its deviation, and is therefore not immune to blemish or deficiency. Therefore, attaining the Golden Mean is difficult, but maintaining it is even more difficult—vice is manifold and there are more motivations to do evil than there are to do good. Miskawayh also stressed the point that the Golden Mean is relative to each individual and each person’s mean is determined by the context and circumstances in which one finds oneself. He argued that it was impossible to determine what is obligatory for each and every individual; rather, the goal of the political craft is to lay down general laws regarding these ethical means ( Tahdhīb al-akhlāq , 46). Ibn Sīnā also argued in his discussion on this theory that whenever one of the two extremes of excess and deficiency predominates in a person’s character, the other extreme should be used to treat the one that predominates. For example, in respect of the virtue of courage, if a person’s soul is dominated by the defect of cowardice then its opposite, the excess of recklessness, is required in order to bring the soul back to the Golden Mean  (‘Risāla fī al-saʿāda’, 277).",
    "The nature of pleasure and pain: Al-Rāzī dedicated an important section of  al-Ṭibb al-rūḥānī  to discussing pleasure ( ladhdha ). He explained that the  Ṭabīʿiyyūn  (‘natural philosophers’) defined pleasure as ‘a return to the natural state’ ( rujūʿ ilā al-ṭabīʿa ) and, accordingly, they associated every pleasure with the pain that preceded it. The more intense a pain was, the more intense the pleasure will be, just as the more hungry or thirsty a person is, the more pleasure he will ultimately take in eating and drinking (pp. 36–38). Al-Rāzī referred his readers to another of his books on the subject of ‘the nature of pleasure’ ( māhiyyat al-ladhdha ). He followed this with a comprehensive discussion of the criticism of love and also mentioned Plato’s theory in this regard (al-Rāzī, ‘Ṭibb’, 38 ff.).",
    "Al-Fārābī believed that the body and soul each experience their own forms of pleasure and pain; in both cases, pleasure refers to a perception of things that are harmonious with, and agreeable to, one’s temperament, while pain refers to a perception of things that are discordant with it, and repellent to it. Pleasure and pain are either essential or accidental by their character. Essential pleasure is the perception of something agreeable, while accidental pleasure is the absence of something repellent. Essential pain is the perception of something repellent, while accidental pain is the absence of something harmonious. According to al-Fārābī, deficient and mentally ill people see bad things as good and good things as bad. However, the person who adorns himself with ethical virtues is always drawn to those goals that are truly and purely good ( Fuṣūl , 56–57).",
    "On the subject of pain and pleasure, al-ʿĀmirī, following Aristotle’s definition, said that pleasure consists in perceiving what is agreeable to one’s nature, and pain in perceiving that which repels it. True pleasure brings about human felicity; whatever prevents us from achieving it, is pain. He then divided pleasures into physical ( jismānī ), psychological ( nafsānī ) and intellectual ( ʿaqlānī ), each corresponding to one of the three parts of the soul according to Plato’s tripartite division. Some physical pleasures are natural and necessary, such as eating and drinking; some are natural but not necessary, such as sexual intercourse; and some are neither natural nor necessary, such as the pleasure of intoxication and idle pastimes. The pleasures of the appetitive soul consist in the love of food, clothing and drink, and the desire to acquire wealth; the pleasures of the emotive soul consist in the love of power and leadership; and the pleasures of the rational soul consist in the love of truth and pursuit of wisdom. The enjoyment of knowledge, a type of pleasure exclusive to humanity, is pure and unalloyed; whoever attains it becomes resistent to dangers (pp. 44 ff.).",
    "According to al-ʿĀmirī, in order to attain ultimate happiness, one must be prepared to forsake most of the things one supposes to be good, such as wealth, leadership, family, children and even some virtues such as courage and camaraderie, because attaining and maintaining each of these requires a great deal of time and energy (p. 59).",
    "For Ibn Sīnā, pleasure consists in perceiving and attaining that which is goodness ( khayr ) and perfection ( kamāl ) for the one who perceives it, while pain means to perceive and receive that which is a source of vexation ( āfa ) and evil ( sharr ) for the one who perceives it. Good and evil vary according to different criteria, but for each thing, good refers to the perfection that is apportioned for it and to which it is primarily predisposed. For example, the perfection of the intellect is to discern the essence of the Necessary [Existent] and the First Truth to the extent possible. Intellectual perception is free from any deficiency, whereas sensory perception is deficient. The human being, so long as he is preoccupied with his body and its distractions, is not drawn to the perfection appropriate to him and does not feel pain when he attains the opposite of his perfection. This is not because a deficiency exists in intelligibles ( maʿqūlāt ), rather it is because of the deficiency in our souls. It is in this sense that the soul, owing to its preoccupation with the sensed objects ( maḥsūsāt ), remains unaware of intelligibles. These distractions must be viewed as affections that afflict the soul as a result of the latter’s proximity to the body ( al-Tanbīhāt , 144 ff.).",
    "Felicity ( saʿāda ): In his  Tanbīh ʿalā al-saʿāda , al-Fārābī says that felicity is the objective all human beings naturally tend to seek as it is a kind of perfection or completion for them. From another angle, it can be said that a human being desires every perfection and every goal precisely because it is a good. So it is because of its goodness, and to the extent that it is good, that it becomes the object of human inclination, will and desire. Felicity is the highest good for human beings, because once a person has attained it, he needs no other good thing or source of perfection (p. 177 ff.).",
    "In his  Mabādiʾ   ārāʾ ahl al-madīna al-fāḍila , al-Fārābī divided intelligibles into three categories, one of which consists of the principles on which depend the discernment of beauty and ugliness in connection with human action. He claimed that when this kind of intelligible object of beauty is conceived in the mind it produces a kind of contemplation, reflection, inclination and yearning for the object conceived, and this yearning and desire for whatever is perceived is called ‘will’ ( irāda ). If it rests on sense-perception or imagination it is given the general name ‘will’. If it rests on reflection and rational thought, it is called ‘choice’ ( ikhtiyār ), which is peculiar to human beings (see pp. 65–66).",
    "Al-Fārābī elaborated further on the nature of felicity in relation to the perfection of the human soul, stating that the latter consists of the attaining of a level of perfection whereby it no longer needs matter to subsist and remain in this state. This is only possible through volitional ( irādī )  acts, some of which are called mental ( fikrī ) and others bodily ( badanī ). These actions are not a matter of chance but are defined and determined acts which result from definite and determined dispositions and habitudes in the soul. Those volitional acts which are beneficial for attaining felicity are beautiful ( jamīl ), and the dispositions and habitudes from which they proceed are known as virtues ( faḍāʾil  ). Misery ( shaqāwa ) is the opposite of felicity and means that the person chooses to spend his entire life committing ugly acts (al-Fārābī,  Ārāʾ ahl al-madīna al-fāḍila , 66–67).",
    "In  al-Saʿāda wa al-isʿād , al-ʿĀmirī begins by categorising the different kinds of felicity, dividing them into ‘human felicity’ ( saʿāda insiyya ) and ‘intellectual felicity’ ( saʿāda ʿaqliyya ), each of which can either be absolute ( muṭlaq ) or qualified ( muqayyad ). The possessor of absolute felicity performs the best possible action at all times throughout his or her life, while the possessor of qualified felicity does so only sometimes. Al-ʿĀmirī distinguished human and intellectual felicity in several ways; for example, the subject of intellectual felicity is the intellect and its pleasures, while the subject of human felicity is the body, its brutish and appetitive faculties, and also the ‘doubting rational soul’ ( al-nafs al-nāṭiqa al-murtāba ). Hence, the soul needs the body and its faculties to achieve human felicity but has no need of them to attain intellectual felicity (al-ʿĀmirī, 4 ff.).",
    "In his discussion of felicity, al-ʿĀmirī first studied the definitions the classical philosophers offered for it and, after evaluating their various theories, defined felicity as the true good ( al-khayr al-ḥaqīqī ) or essential good ( al-khayr bi-al-dhāt ). Like Socrates, Plato and Aristotle, he considers the purpose of all moral actions to be the attainment of felicity and, like al-Fārābī and most Muslim philosophers, he is of the opinion that there is an essential connection between goodness and felicity, the latter being defined as the highest good ( al-khayr al-aʿlā ) (al-ʿĀmirī, 4 et passim).",
    "According to al-ʿĀmirī, the opposite of felicity, i.e. misery, is evil, and it is impossible to attain felicity without abandoning evil. The worst kind of evil is a person’s wronging of his own soul, because it prevents his soul from attaining goodness, resulting in its entrapment in evil. Misery is caused and occasioned by ignorance, inexperience, wrongdoing and impatience; one who is ignorant loves goodness but does not choose it, and hates evil but is inclined to it owing to a lack of insight and experience. Al-ʿĀmirī examined the causes of misery in detail. In particular he believed it resulted from the predominance of the appetitive and emotive soul over the rational one (p. 16 ff.).",
    "According to al-ʿĀmirī, the misery of the soul ( shaqāwat al-nafs ) can be cured by expelling its causes by means of their opposites. Therefore, one must first know what has brought about this state of affairs and which causes are the opposites of one another. Although the causes of misery are countless, they can all be reduced to two fundamental ones; ignorance ( jahl ) and injustice ( jawr ). The cure for injustice is making a habit of the virtue of patience ( ṣabr ), and the cure for ignorance consists in the acquisition of knowledge of what is good (al-ʿĀmirī, 16 ff.)",
    "Miskawayh addressed the question of felicity in several of his works, including  al-Fawz al-akbar ,  al-Fawz al-aṣghar  and  Tartīb al-saʿāda , and examined it in detail in the third chapter of  Tahdhīb al-akhlāq  (p. 83 ff.).",
    "Ibn Sīnā dedicated the eighth section of  al-Ishārāt   wa al-tanbīhāt to the discussion of felicity. There he says that in most people’s opinion no pleasure is superior to the pleasures of the senses and all other enjoyments are worthless and non-existent by comparison. However, they must be told that the most pleasurable worldly joys are nothing compared to imagined pleasures such as the glory of triumph and the love of leadership, and those who possess status and splendour give up these kinds of sensual pleasures in order to preserve their rank and position. Great and noble men prefer one kind of pleasure over all animal enjoyments and desires, and there are many similar cases where an inner pleasure ( ladhdha bāṭiniyya ) is superior to an outer one ( ladhdha ẓāhiriyya ) (p. 144 et passim). After presenting ten different arguments for the immortality of the soul in his  al-Risāla fī al-saʿāda , Ibn Sīnā discusses the fate of souls after their death with regard to felicity or wretchedness, and divides souls into various categories (pp. 263–270).",
    "Ethics in Islamic gnosis: Ibn Sīnā may have been the first philosopher to have studied the ethics of the gnostics within the terms of a philosophical framework. According to him, a gnostic ( ʿārif ) is one who has been cleansed of the impurity of the body, freed from distractions that prevent him from reaching the Real, and has become part of the realm of holiness and felicity ( ʿālam al-quds wa al-saʿāda ). Though he is connected to his body, being freed of material distractions, he enjoys spiritual pleasures in all their plenitude. Sometimes, when he enjoys these spiritual pleasures, the gnostic becomes separated from everything else. In his eyes, the greatest pleasure and happiness is the happiness and joy of the Necessary Being in His own Essence, and after this the love and happiness of the intellectual substances ( al-jawāhir al-ʿaqliyya ) derived from their contemplation of the essence of the Necessary Being, and then finally the pleasure of the gnostics and the lovers who long for Him ( al-Tanbīhāt , 148–150).",
    "Ibn Sīnā draws a distinction between the ascetic, the worshipper and the gnostic; the ascetic ( zāhid ) is someone who withdraws from worldly enjoyment and happiness, the worshipper ( ʿābid ) is someone who continuously performs acts of worship such as prayer and fasting; while the gnostic ( ʿārif ) is one who directs his thought towards the sacred realm of divine power ( quds al-jabarūt ) and perpetually benefits from the radiance of the lights of the Real in his heart. For the gnostic, asceticism means being purified of such things that distract the heart and mind of man from God. Thus he argued that worship consists in the spiritual training ( riyāḍa ) of one’s faculty of estimation ( quwwa   mutawahhima ) and imagination ( mutakhayyala ), in order to prepare one’s innermost self for the reception of the self-disclosures of the divine lights. In short, the gnostic is someone who desires the Necessary Being only for His own sake and does not prefer anything to the knowledge of Him. Ibn Sīnā’s perspective on gnostic knowledge is elucidated by his account of the spiritual wayfaring ( sayr wa sulūk ) of the gnostics, which, he says, consists in their attainment of the different stations of the spiritual path, each of which has its own particular ethical qualities (Ibn Sīnā,  al-Tanbīhāt , 151 ff.).",
    "Ethics is considered one of the major pillars of al-Ghazālī’s thought, and in his ethical teachings three different trends can be discerned: philosophical ethics, religio-theological ethics and gnostic ethics. It has been claimed that al-Ghazālī’s ethical teachings lack coherence. However, the discrepancies between his opinions pertain mainly to particular issues of minor importance. Thus, like every thinker, al-Ghazālī went through different phases, and it is the final phase that should be given the closest attention. In light of this, the other phases must be seen as preliminaries or introductory premises for his final position on the matter. His autobiographical  al-Munqidh min al-ḍalāl  (‘Deliverance from Error’), one of his later works, could be said to represent his mature opinion. While in it he affirms gnostic ethics, he does not explicitly criticise or reject philosophical and theological ethics. Moreover, his objections to philosophy as expounded in his  Tahāfut al-falāsifa  (‘The Incoherence of the Philosophers’) do not deal with the ethical theories of the (Aristotelian) philosophers.",
    "In two works,  Mīzān al-ʿamal  and  Iḥyāʾ ʿulūm al-dīn , al-Ghazālī discussed the four cardinal ethical virtues of wisdom, courage, temperance and justice. His definitions, sources and secondary divisions of these virtues correspond to those found in Greek thought. For each virtue, al-Ghazālī advocates the Golden Mean between excess and deficiency, and it is his view that Islam leads all believers towards the Golden Mean or ‘moderation’ ( iʿtidāl ). He argues, however, that, in order to be fully compatible with Islamic teachings, some minor corrections must be made in the philosophical theory of ethics. For example, he believes that human beings are endowed with inherent virtue, and also that divine assistance and grace is indispensable for the attainment of the Golden Mean.",
    "Al-Ghazālī’s religio-theological ethics: Al-Ghazālī saw the philosophical virtues as innate and natural to human beings, but he did not limit the virtues to the philosophical ones. In his view, there is another set of virtues based on religion (rather than reason) and which require divine grace ( tawfīq ) in order to be actualised. The matter of grace in human actions was one of particular interest to the Ashʿarī theologians and, according to al-Ghazālī, no virtue could be obtained without God’s favour and grace. The fundamental difference between philosophical virtues and religious virtues lies in the fact that the acquisition of philosophical virtues is subject to human choice, while religious virtues can be obtained only through God’s grace and favour. The logical corollary of al-Ghazālī’s position is that philosophical virtues are not by themselves sufficient for the attainment of felicity and, in order to obtain God’s benevolence and satisfaction, it is necessary to attain religious and grace-dependent virtues, knowledge of which can only be obtained through divine revelation. In religious ethics, obedience to the divine commandments is the source of virtue, while disobedience to God entails vice. Al-Ghazālī divided God’s commandments into two categories: those related only to God Himself, and those concerning one’s interactions with other people. The first kind are called ‘acts of worship’ ( ʿibādāt ) and the second are called ‘customs’ ( ʿādāt ) or ‘transactions’ ( muʿāmalāt ).",
    "Al-Ghazālī and the ethics of Islamic gnosis: Al-Ghazālī drew a distinction between the ethics of ordinary people ( ʿāmma ) and those of the spiritual elite ( khawāṣṣ ). He maintained that the virtues of the elite are directed not only towards other-worldly felicity ( saʿāda ukhrawiyya ) but also towards seeking God’s satisfaction, proximity to Him and encountering Him ( liqāʾ  ). In his later works, al-Ghazālī stressed the importance of gnostic virtues, the attainment of which brings a human being into a state of perfect proximity to God ( kamāl-i qurb ). In his discussion of these gnostic virtues, al-Ghazālī was deeply influenced by such Sufi texts as Abū Ṭālib al-Makkī ’s (q.v., d. 386/998)  Qūt al-qulūb  and the writings of al-Ḥārith al-Muḥāsibī (d. 243/857), namely works by those Sufis who tried to harmonise the formal teachings of religion and the experiential insights of the Muslim gnostics. Al-Ghazālī makes these virtues a major subject of discussion in his  Iḥyāʾ ʿulūm al-dīn ,  Kitāb al-Arbaʿīn fī uṣūl al-dīn  and  Kīmiyā-yi saʿādat  (see Surūsh, 136–152).",
    "Not unnaturally, most of the main principles and teachings regarding ethics and Islam were formulated during the first centuries of the Islamic era, when the Arabic language was used almost exclusively as the medium of learned and religious discourse (although many major contributions came from the pens of non-Arab authors). Nevertheless, linguistic considerations apart, some of the most influential didactic and literary expressions on the subject of ethics date from the 4th/10th century onwards.",
    "The foremost of these is undoubtedly the  Akhlāq-i Nāṣirī , one of the major works of Naṣīr al-Dīn al-Ṭūsī (d. 672/1274) and one of the most important ethical treatises of the middle Islamic centuries. It was written in Persian, and over the centuries enjoyed a wide readership as a textbook on ethics throughout the Muslim East. As the author says in his introduction, this book is written in the style of Miskawayh’s  Tahdhīb al-akhlāq , with the addition of chapters on the governance of the city and the household.",
    "Completed in 633/1235,  Akhlāq-i Nāṣirī  comprises an introduction and three discourses (sing.  maqāla ). The first discourse discusses ethical principles and objectives, the nature of the human soul, its faculties, virtues and vices, health and sickness, and means of treatment. The second discourse is concerned with the management of the household. In the third discourse the author turns to the discussion of politics, in the broad sense: including political life and its role in human civilisation and society.",
    "The introduction divides philosophy into practical and theoretical, provides a description of the former, and establishes the subject of ethics and its scope and aim (i.e. felicity), and the nature of virtue. However, al-Ṭūsī’s classification of virtue differs from that of Miskawayh, which can probably, but not necessarily, be traced to their use of different commentaries on Aristotle’s works on ethics.",
    "In order to illustrate briefly al-Ṭūsī’s style, here is his enumeration, found in the first discourse, of the species (or subsets) of each of the Four Virtues. Each species in turn is carefully defined:  ‘The species subsumed under the virtue of Wisdom are seven: quick-wittedness, speed of understanding, clarity of mind, ease of learning, excellence of intellection, retention, and recall. ... The species subsumed under the class of Courage are eleven: greatness of soul, bravery, high-mindedness, perseverance, mildness, calmness, vigour, long-suffering, humility, sense of honour, and compassion. ... The species subsumed under the virtue of Continence are twelve: shame, meekness, right guidance, peacebleness, tranquillity, fortitude, contentment, gravity, moderation, order, freedom and liberality. ... The species subsumed under the virtue of Justice are twelve: sincerity, amity, fidelity, concern, care of kin, requital, good fellowship, fair judgement, affection, acceptance, reliance [on God], and devotion’. The vices, namely ignorance, cowardice, avidity, and tyranny, are similarly introduced and defined ( Nasirean Ethics , tr. G.M. Wickens, London 1964, pp. 82–85).",
    "Another noteworthy feature of the  Akhlāq-i Nāṣirī  is that al-Ṭūsī traced the principles that govern human behaviour back to two fundamentals: nature ( ṭabʿ  ) and convention ( waḍʿ  ). Those actions for which the source is nature ‘are [performed] in line with the demand of the intellects of the people of insight, and the experience of the people of perspicacity’ and, as such, do not change or alter with the passage of time. The implication of this position is that those actions whose source is convention are susceptible to change and alteration with the passage of time. These conventional actions are subdivided into several categories: the source of the convention is either a society’s agreement upon a particular opinion, in which case this convention belongs to the category of ‘habits and customs’ ( ādāb wa rusūm ), or their cause is the exigency of the opinion of an authority such as the Prophet or an Imam, in which case the disposition belongs to the category of ‘divine ordinances’ ( nawāmīs-i ilāhī ) (pp. 40–41).",
    "Towards the end of his life, in or around 670/1271–1272, Naṣīr al-Dīn al-Ṭūsī is said to have written another work on ethics, of a very different character, called  Awṣāf al-ashrāf  (‘Attributes of the Noble’). The work has survived but its authorship is uncertain. However, religious ideas and sentiments play a far larger part in it. At the same time, the content of some parts of the text, the language, and treatment of various subjects are very reminiscent of  Akhlāq-i Nāṣirī . So even if  Awṣāf al-ashrāf  was written by a different author, the latter could justly be said to have been strongly influenced by al-Ṭūsī. The first three of its six chapters (sing.  bāb ) deal with different kinds of ascetic exercises ( riyāḍat ) and the process of improving the virtues ( tahdhīb al-akhlāq ) through which spiritual and moral purification is to be attained. Hence there are sections on, for example, sincerity ( ṣidq ), repentance ( tawba ) and moral accounting ( muḥāsaba ). The  bāb s four to six expound the states ( aḥwāl ) and progressive stages ( maqāmāt ) of the path to God, from true discipleship ( irādat ), love ( maḥabbat ) and yearning ( shawq ) to gnosis ( maʿrifat ) and annihilation ( fanā ). Thus  Awṣāf al-ashrāf  reflects in its structure and subject-matter the main themes and didactic concerns of the classical apologetic and didactic treatises on Sufism. Although Naṣīr al-Dīn al-Ṭūsī’s prodigious literary output contains other writings that touch on matters of ethics, these are the central ones and so they are the works that have been focussed on in this article.",
    "The  Akhlāq-i Nāṣirī  itself became a paradigm for several later ethical treatises written in Persian. The foremost of these is the section on ethics in the philosophical  summa ,  Durrat al-tāj  by Quṭb al-Dīn al-Shīrāzī (d. 710/1310), one of al-Ṭūsī’s students. Shīrāzī follows the same admonitory style and often cites verses of the Qurʾān and  ḥadīth  as supporting evidence. He also relates episodes from the biographies of the Prophet and the Shiʿi Imams, the Companions and Successors of the Prophet, and even of some ancient Iranian rulers, such as Khusraw Anūshīrwān (pp. 23, 24 et passim).",
    "Another celebrated prose work on ethics in New Persian is the  Akhlāq-i Jalālī , also known as the  Lawāmi \n ʿ \n  al-ishrāq fī makārim al-akhlāq , of Jalāl al-Dīn Dawānī, or Dawwānī (q.v., d. 908/1502). The author claimed no originality for this text, which is not so much a treatise as a collection of sayings and apothegms attributed to royalty, religious leaders and great sages. Clearly directed at a more popular readership than the  Akhlāq-i Nāṣirī , Dawānī’s work belongs to the genre of  adabiyyāt  or belles-lettres rather than practical philosophy ( ḥikmat-i  \n ʿ \n amalī ) proper. Nevertheless, Dawānī’s arrangement of the material reflects an intention to cover the same subjects that were dealt with in the  Akhlāq-i Nāṣirī . Despite its limitations, the  Akhlāq-i Jalālī  has always enjoyed a high reputation as a literary work, and in colonial India was commonly used as a set text for teaching the Persian language to British civil servants and administrators, which accounts for the existence of a full English translation by W. F. Thompson as  Practical Philosophy of the Muhammadan People  (London, 1839).",
    "Another work that acquired a high and lasting reputation is the  Akhlāq-i Muḥsinī , one of the many works of Ḥusayn Wāʿiẓ Kāshifī (d. 910/1504), a polymath litterateur and Sufi attached to the Tīmūrid court of Herat. Like the  Akhlāq-i Jalālī , the  Akhlāq-i Muḥsinī  is essentially a work of belles-lettres which discusses the virtues, each being introduced by a brief disquisition by the author, which is followed and embellished by a collection of wise sayings including quotations from the Qurʾān and  ḥadīth s. Also popular and influential was Kāshifī’s  Anwār-i Suhaylī , a recasting in bombastic style of Abū al-Maʿālī Naṣr Allāh Munshī’s elegant Persian version of the classic animal fables  Kalīla wa Dimna . Prose works on ethics and morality have continued to be produced in Iran into modern times.",
    "Other literary classics of this genre include two justly celebrated literary masterpieces by Saʿdī of Shīrāz: the  Gulistān , in prose with interspersed verses, and on a higher level the  Būstān , which is entirely in verse. To the same category as the  Gulistān  belongs the  Bahāristān , one of the prose writings of the prolific poet and metaphysician ʿAbd al-Raḥmān Jāmī (d. 895/1492). All three of these works have over the centuries inspired a wealth of inferior imitations.",
    "The Muslim contribution to the literature of ethics and morality (the Arabic  Kalīla wa Dimna  by Ibn al-Muqaffaʿ included) is ably summarised by Eric Ormsby in his chapter on ‘Literature’ in  A Companion to Muslim Ethics , ed. Amyn B. Sajoo (London, 2010), pp. 53–78. The major literary works in Persian on ethics are also ably surveyed, with illustrative quotations in translation, in chapters 7, ‘Principal Persian writers on Ethics’ (p. 166–193) and 9, ‘Ethics of the Persian Sufi poets’ (pp. 213–246) of D. M. Donaldson,  Studies in Muslim Ethics  (London, 1953), a book that has by no means been superseded. Many of the Persian and Tajik literary works in the same field, including numerous works of lesser fame as well as the classics, are enumerated, with bibliographical details, in the relevant chapters of the  History of Iranian Literature , ed. Jan Rypka (Dordrecht, 1968). Lastly, the manuscripts of prose works in Persian on ethics and practical philosophy recorded in catalogues down to the date of its compilation are listed in Aḥmad Munzawī,  Fihrist-i nuskha-hā-yi khaṭṭī-yi Fārsī , vol. 2 part 1,  Falsafa-yi ʿamalī  (Tehran, 1348/1969).",
    "2. Religious Ethics",
    "The pre-Islamic ethical codes of Arabia were not universal. The tribal system was the most fundamental social institution and the Bedouins of the Arabian Peninsula, like other ancient societies, applied most of their ethical obligations only within their own tribe. The primary ethical duties were hospitality, generosity, and courage, as is amply attested in the pre-Islamic poetic tradition. But the scope of what are now understood to be human rights, such as the right to life and to property, was restricted to the tribe. Killing members of other tribes, enslaving them and taking their property as booty was not considered unethical, rather it was normal and acceptable (see e.g. Abū ʿUbayda, 1/29 et passim).",
    "In this tribal system, protecting members of the tribe against non-members, even if the former were the wrongdoers or aggressors, was a duty whose derogation was unthinkable. This view is reflected in an ancient Arab proverb ‘ Unṣur akhāk ẓāliman aw maẓlūman ’ (Abū Hilāl,  Jamhara , 1/58). The proverb and the teaching it expresses were adapted to Islamic culture in the form of a saying of the Prophet to the effect that those who truly help an errant brother are those who prevent or discourage him from doing wrong (see al-Bukhārī,  Ṣaḥīḥ , 2/66).",
    "The sources recount that in the years before the beginning of the Prophet’s mission, a group of influential men in Mecca concluded a pact known as ‘the Compact of Fuḍūl’ (Ḥilf al-Fuḍūl) in which they pledged to uphold the rights of the weak and the oppressed, whatever their tribe or nation. Muḥammad is said to have been one of its institutors and it is related that after his mission began he reaffirmed its validity and said he would always continue to be bound by its provisions. This, too, was a step towards dismantling an ethical system based primarily on tribal affiliations (Ibn Hishām, 1/122–124; Ibn Saʿd, 1(1)/82; Ibn Ḥabīb, 167). Pre-Islamic tribalism is criticised in several verses of the Qurʾān, which refers to it as ‘the zealotry of the Age of Ignorance’ ( ḥamiyyat al-jāhiliyya ) (Q 48:26).",
    "During the pre-Islamic era, within each tribe certain principles were observed and there were consequences for those who violated them. Others, however, were simply not considered to exist; for example, it was believed that a father had the right to kill his own children out of fear of poverty (see Q 6:151, Q 17:31) or to bury his daughter alive (Q 81:8) without any threat of punishment or consequence (for Luqmān b. ʿĀd’s killing of his daughter, see al-Jāḥiẓ,  al-Ḥawayān , 1/21; al-Zamakhsharī, 2/86–87).",
    "In situations where good deeds were based on principles of kindness and generosity, these were seen by the pre-Islamic Arabs as ethical virtues, even in their social relations with members of other tribes (for the examples of Abū Sayyāra and ʿAbd Allāh b. Jadaʿān, see Abū al-Faraj,  al-Aghānī , 3/4; al-Ḥākim al-Nīsābūrī, 2/405). The generosity and hospitality of the pre-Islamic Arabs is exemplified by figures such as Ḥātim al-Ṭāʾī, a host who gives up the last thing that he possesses, even slaughtering his own riding horse and offering its meat to guests. Such unbounded generosity, which could result in poverty and deprivation, was thought by some to be highly blameworthy. However, the prevailing ethical system considered this one of the greatest virtues (Abū Hilāl,  Jamhara , 1/236–238; al-Maydānī, 1/182–183, 188–189; Ibn Ḥabīb, 137 ff.). The Qurʾān condemns excess in generosity, as in all things, and enjoins moderation when giving to others (Q 17:29). On the other hand, avarice and miserliness are no less vehemently condemned, and those who put the needs of others above their own are highly praised.",
    "In the Qurʾān the word  tazkiya  (lit. ‘purification’) or one of its derivatives or synonyms are used to convey the idea of cleansing the soul of vices and adorning it with moral virtues. In several verses of the Qurʾān this is referred to as one of the goals of the Prophet in addition to teaching the Book and wisdom. In all but one verse (Q 2:129),  tazkiya  is listed before teaching (Q 2:151; Q 3:164; Q 62:2). Likewise, other verses speak of purification of the soul as the means to ultimate happiness and success (Q 87:14; Q 91:9).",
    "The addressees of the Qurʾān’s moral code are human beings and occasionally the  jinn . There are verses which state that mankind represents a superior form of creation (Q 23:14, Q 95:4). In the story of Adam’s creation, man is presented to the angels as God’s vicegerent ( khalīfa ) upon Earth (Q 2:30). With this in mind, the Qurʾān often rebukes man for his immorality and such vices as ingratitude, haste and ignorance (for example, see Q 14:34; Q 17:11; Q 33:72). The implication of these verses is that human beings are prone to evil deeds and can only be saved by God’s mercy and forgiveness (Q 12:53). In the Qurʾānic discourse, there are two forces, that of the soul ( nafs ) and Satan ( shayṭān ), one within a human being and one without, that bid him to perform evil deeds; man must restrain himself from following them.",
    "The soul ( nafs ): In the language of the Qurʾān, the human soul is a natural entity subject to contradictory tendencies; sometimes it performs the function of a conscience and causes a human being to feel regret for his bad deeds (this is known as the ‘reproaching soul’— al - nafs al-lawwāma , see Q 75:2). In most verses of the Qurʾān, however, the soul is depicted as moving man away from good deeds and commanding him to perform wicked ones (this is known as the ‘soul that commands doing evil’— al - nafs al-ammāra bi’l-sūʾ , see Q 12:53). The soul experiences inclinations that pull a human being downward, but following them will only lead him astray and cause him to engage in immoral conduct (see Q 53:23–24). Paradise is for those who are wary of God and try to restrain their soul from its caprices (Q 79:40). In  Sūrat al-Shams  (Q 91:7–10), the soul is described as being inspired both by sinfulness ( fujūr ) and godwariness or piety ( taqwā ): man either attains ultimate felicity by purifying his soul ( tazkiyat al-nafs ) or plunges into abysmal failure by corrupting it.",
    "At the time of the resurrection the utmost felicity of a human being will be found in the words of God addressed to the soul at peace ( al-nafs al-muṭmaʾinna ):  irjiʿī ilā rabbiki rāḍiyatan marḍiyatan ,  fa-dkhulī fī ʿibādī ,  wa-dkhulī jannatī   (Return to your Lord, pleased, pleasing. Then enter among My servants. And enter My paradise) (Q 89:28–30).",
    "Satan: Satan is depicted as mankind’s unseen enemy (Q 12:5; Q 17:53) who is forever plotting to lead people astray and betray them (Q 25:29). At the beginning of the creation of man, it was Satan who caused Adam and Eve to be expelled from paradise (Q 2:36). It is he who orders or tempts a human being to commit immoral acts (for example, see Q 2:268; Q 5:90–91). In countless verses, the Qurʾān warns human beings against following in Satan’s footsteps (e.g. Q 2:168 ff.).",
    "Comparison of the verses discussing the soul or ego ( nafs ), and Satan reveals certain shared characteristics. What saves people from the evil of their soul and Satan is God’s mercy, grace and forgiveness (see Q 12:53 for the soul, and Q 4:83 for Satan); and the consequence of following the enticements of one’s ego and Satan is failure and loss (see Q 91:10 as regards the ego, and Q 4:119 as regards Satan; also 103:2).",
    "Character ( khuluq ) and actions ( ʿamal ): In the vocabulary of the Qurʾān, it sometimes appears that human beings possess certain negative attributes as part of their innate temperament. In addition to verses which say that a human being is endowed with such characteristics as ingratitude and wrongdoing, it also says that certain deficiencies are inherent to the human constitution. For instance, in  Sūrat al-Maʿārij  (Q 70:19) it states that mankind has been created  halūʿ , meaning restless or impatient, and in Q 21:37 that mankind has been created in haste ( ʿajal ). However, when these verses are taken alongside ones which say that man has been given a choice between right and wrong (for example, see Q 76:2–3, Q 91:7–10), it is clear that their intended meaning cannot be the idea that certain negative attributes and deficiencies are an inherent part of human nature. The only verse in the Qurʾān (Q 30:30) to speak explicitly about the creation of the soul in relation to its innate nature ( al-fiṭra ) shows that this nature is characterised by piety: ‘So set thy purpose for religion as a  ḥanīf  [one ‘inclined’ to truth and averse to falsehood]: such is the  fiṭra  [created] by God, according to which He hath created mankind.’ The verse continues: ‘There is no changing God’s creation’, the implication being that the  fiṭra  is immutable in its essence, even if particular human beings violate this natural predisposition in practice. A further implication of this verse is that those who act unethically are violating their own innate humanity, for what makes a human being human is their spiritual and moral orientation towards God. Unethical people are thus described in the Qurʾān repeatedly as those who ‘oppress their own souls’ (see, for example, Q 3:135; 4:97; 29:40; 30:9; etc). By contrast, those who live ethical lives are described as having a ‘sound’ or ‘wholesome’ heart ( qalb salīm ; Q 26:89; 37:84); their hearts are in harmony with the moral ‘norm’ of humanity, the  fiṭra .",
    "The Qurʾān never suggests that there is any difference between human beings as regards their basic nature; the idea that some people are created good and others evil is not found in it. On the contrary, from the perspective of the Qurʾān, the soul has been created in such a way that it has great potential to be corrupted by evil, which is why the Qurʾān frequently affirms the existence of negative attributes in mankind. Throughout the Qurʾān, addressing the maladies of the soul and purifying it is considered one of the most important aspects of the mission of the prophets.",
    "The existence of a trait that predominates in a person’s soul is something accepted by the Qurʾān. On the one hand, in praise of the Prophet, it says that he had a ‘tremendous character’ ( khuluq ʿaẓīm ; Q 68:4); on the other, faults such as avarice ( shuḥḥ ) are described in such a way that they can be conceived of as the dominant trait of a soul that betrays the human vocation (see Q 4:128). Yet no disposition or trait is seen as being irrevocable; a trait of the soul, such as avarice, can still be overcome (see Q 59:9, Q 64:16). First and foremost, the Qurʾān’s ethical vocabulary focuses on action ( ʿamal ) and the most valuable traits such as godwariness ( taqwā ) cannot be acquired without repentance ( tawba ) for misdeeds, accompanied by righteous actions. Various expressions are employed for the evaluation of human deeds: good deeds are described as righteous ( ṣāliḥ ), good ( ḥasan  or  khayr ) or proper ( al-maʿrūf  ), bad deeds as evil ( sayyiʾ , pl.  al-sayyiʾāt ), indecent ( faḥshāʾ , pl.  fawāḥish ), or reprehensible ( munkar ).",
    "The ethical system propounded in the Qurʾān is a religious one, the foundation of its ordinances being the connection of a human being to God; in other words, the Qurʾānic perspective on ethics is theocentric. Every human being, having received divine guidance, is empowered to choose between following the way of righteousness or the way of wrongdoing (see Q 76:2–3, Q 91:8–10). In several places, the Qurʾān places obedience to the Messenger of God alongside obeying God Himself (for example, see Q 3:32). In one verse it is clearly stated that one should take whatever the Messenger gives and abstain from whatever he prohibits (Q 59:7), this being the primary textual basis for the principle of deriving juristic rulings ( aḥkām ) from  ḥadīth s. Furthermore, the Qurʾān defines the Prophet as an example ( uswa ) for the faithful (Q 33:21). Thus both the Prophet’s statements and his actions are sources of moral guidance for Muslims.",
    "The discussion of God’s love and hate in relation to various human actions in the Qurʾānic system of values removes the moral injunctions of God from the realm of the simple commands of a master to a servant. What God ‘loves’ is intrinsically beautiful; what He ‘hates’ is intrinsically ugly. In numerous verses of the Qurʾān, God says that He hates immoral actions such as ‘spreading corruption’ ( fasād ) (Q 2:205 ff.) while He loves such acts as kindness and self-refinement (Q 2:195). God’s likes and dislikes, in some verses associated with actions, are usually focused on those who perform them. This is manifest in the framework of God’s love for those who do good deeds and His hatred for those who commit immoral acts; human behaviour can either occasion or remove God’s love for a person. Therefore, the Qurʾān tells those who love God that it is by closely following the teachings of the Prophet that they can make God love them also (Q 3:31; for reciprocal love between the human being and God, see Q 5:54).",
    "In the ethical system of the Qurʾān, the two concepts of ‘piety’ ( birr ) and ‘godwariness’ ( taqwā ) occupy positions of particular importance and are closely related.",
    "Piety ( birr ): In lexicons and works of Qurʾānic commentary,  birr  is defined in terms of righteousness or beneficence in Qurʾānic parlance (for example in Q 52:28) it is not used exclusively in the sense of acting in accordance with religious law but also encompasses the performance of charitable deeds in a general sense (see also Abū Hilāl,  al-Furūq , 162). In one verse of the Qurʾān (2:177), the notion of piety or  birr  is not concerned with the outward rituals of prayer but is demonstrated by sincere religious faith and good deeds, such as spending money on one’s relatives, orphans, the poor and wayfarers, and manumitting slaves, as well as fulfilling one’s pledges and patiently enduring hardships.  Birr  is one of the evocative expressions of the Qurʾān and ultimately encompasses all religious and ethical virtues; numerous verses speak of the  \n abrār \n  (q.v., i.e. the practitioners of  birr ) as those who have been guided to paradise and bliss (see Q 83:18, 22).",
    "In one verse (Q 5:2), the Qurʾān contrasts  birr  with  ithm  (sinfulness) and in two other places (Q 82:13, 14; Q 83:7, 18) situates it in opposition to  fujūr   (immorality) or related verbal forms. The fact that  birr  is associated with godwariness in Q 2:189, as well as in Q 5:2 and Q 58:9, and that godwariness is set against immorality in other places (Q 38:28, Q 91:8), reveals a close relationship between the concepts of  birr  and  taqwā .",
    "Taqwā : The Qurʾānic usage of  taqwā  demonstrates that it is not merely concerned with avoiding evil acts. It is a trait in man that, in addition to keeping him away from immorality ( fujūr ), also motivates him to do good deeds ( birr ). This is why we see, in a multitude of verses,  taqwā  associated with various virtuous deeds and not merely used to signify the avoidance of evil ones. Examples of virtuous deeds or traits associated with  taqwā  are fulfilling one’s pledges (Q 3:76), doing good (Q 4:129), righteousness (Q 3:172), forgiveness (Q 2:237) and perseverance (Q 3:120).",
    "The associated virtues of  birr  and  taqwā   evoke the entirety of the Qurʾān’s religio-ethical system. Numerous verses containing phrases such as  wa man yattaqi Allāh   ) Whoever is wary of God… (  or  la-ʿallakum tattaqūn  /  la-ʿallahum yataqqūn ) (…that you may be godwary/that they might be godwary) show that the Qurʾān considers that the fostering of  birr  and  taqwā  is one of the fundamental goals of prophethood, as the mission of the Prophets was always accompanied by a call to  taqwā  (see Q 26:106, 124, 142, 161, 177; Q 37:124). The Qurʾān describes itself as guidance for those with  taqwā  (Q 2:2); the most noble people in the eyes of God are those with the most  taqwā  (Q 49:13). From the perspective of a person’s afterlife,  taqwā  is the best provision for their journey (Q 2:197) and those who are god-fearing will attain salvation (Q 78:31).",
    "The effect of intentions on the value of action: The Qurʾān says that a sincere good deed is one performed with the intention of seeking God’s pleasure, and it is this sort of act that will ultimately be recompensed with a great reward (Q 2:207, 265, 3:114). Acts such as spending one’s wealth, which might be stimulated by selfish motivations such as ostentatiousness, should be kept free from these, and spending in secret is always preferred over spending publicly (see Q 2:271). The Qurʾān considers charity that is followed by recriminations (sing.  mann ) and injury ( adhā ) to the recipient to be futile and worthless, and similar to ostentatious hypocrisy (Q 2:262–264). The Qurʾān’s attitude to ostentation and showing-off, in both individual and communal actions such as prayer, charity and  jihād , is particularly striking as it is shown to not only invalidate the act itself but to actually transform an otherwise good act into something immoral and therefore worthy of divine punishment (see Q 107:5–6, Q 4:38, Q 8:47).",
    "The religio-ethical system laid down in the Qurʾān brings with it a kind of hidden observation ( naẓāra ) and moral accounting ( muḥāsaba ) of the human being. Acting on behalf of God are observers ( kirāman kātibīn : the angelic ‘noble writers’, see Q 82:11 ff.) who record each person’s good and bad deeds in a book which will be given to them at the resurrection, on the ‘Day of Reckoning’ ( yawm al-dīn ), in order that they may be held accountable for their deeds.",
    "This accounting will be so detailed and precise that anyone who has done so much as an atom’s weight of good or evil will see it (Q 99:7–9). This continuous divine observation and the reward and punishment of good and bad deeds constitute the lexicon that dominates the ethical system expounded throughout the Qurʾān. It also serves to ensure that these teachings will be applied while the believer is in a state of remembrance ( dhikr ), mindful that God is observing his every word and action and that the recompense for them awaits him in the hereafter.",
    "Remembrance ( dhikr ): In the Qurʾānic lexicon, the element of remembrance enjoys a position of great importance and is discussed in numerous verses. Turning away from the remembrance of God causes the human being to become a companion of Satan (Q 43:36) and his life to become narrow (Q 20:124). Human beings are enjoined to be mindful of God even when not in a state of formal prayer (see Q 4:103, 33:41  inter alia ). The godfearing are able to resist Satan and repel him with the remembrance of God (Q 7:201).",
    "It is the remembrance of God that brings peaceful reassurance ( iṭmiʾnān ) to human hearts (Q 13:28). The Qurʾān introduced the first type of worship prescribed for the faithful, namely the ritual prayer, as being instituted for the purpose of cultivating remembrance of God (Q 20:14). It also taught that one of the qualities of prayer is that it ‘deters from indecency and wrongdoing’ (Q 2:45); but the same verse also affirms the principial priority of remembrance ( dhikr ): ‘… and the remembrance of God is surely greater’.",
    "Felicity ( saʿāda ) in this world: According to the teachings of the Qurʾān, insofar as this world exists to test and try human beings, the difficulties and hardships that they suffer in the world are nothing more than a trial and should not be taken as a sign of ill-fortune. By the same token, neither should wealth be taken as a measure of good-fortune. A verse in  Sūrat al-Anbiyāʾ  says that sometimes people are tried with both evil (i.e. hardship) and good (i.e. blessings) (Q 21:35). The way in which a human being is tested with hardships is explained as follows: ‘We will surely test you with a measure of fear and hunger and a loss of wealth, lives and crops’ (Q 2:155). The Qurʾān describes the prophets, who were chosen by God, as being people of good-fortune in both this world and in the hereafter. This is in spite of the fact that in their worldly lives they faced the most trying of hardships, as can be seen in the Qurʾānic accounts of the trials of Abraham (Q 2:124) and Job (21:83). Man should not grieve for whatever [worldly thing] he has lost or exult in what he has obtained (Q 57:23); when he faces difficulty and hardship after having had a taste of mercy [i.e. God’s blessings], he becomes despairing and ungrateful (Q 11:9; Q 17:83; Q 70:20) or feels aggrieved towards God, as though He had humiliated him (Q 89:16).",
    "This suggests that an abundance of blessings in this world should not be taken as good fortune. The rise and fall of worldly fortunes for wrongdoers and unbelievers only increases their punishment in the hereafter (Q 73:11), nor is a person who thinks himself blessed, yet fails to perceive the test behind these blessings, spared the Qurʾān’s rebuke (Q 89:15).",
    "Good fortune in the hereafter: From the Qurʾānic perspective, good fortune in the hereafter means to emerge unscathed from the test of the  dunyā  and enjoy an eternity of otherworldly blessings. Conversely, ill-fortune is to have been sullied by worldly trials in such a way as to be deserving of punishment in the hereafter. According to the Qurʾān, on the day of resurrection all people will be divided into two groups: the miserable ( shaqī ) and the felicitous ( saʿīd ); the miserable will be punished in eternal fire while the felicitous will attain the bliss of paradise as a reward for their deeds (Q 11:105–108). Other verses contrast the ‘People of the Right’ ( A \n ṣḥāb al-maymana/al-yamīn ) and ‘People of the Left’ ( A \n ṣḥāb al-mashʿama/al-shimāl ) (Q 56 passim; Q 90:18–19), the former being bound for paradise and the latter for hell-fire. However, the main terms used in the Qurʾān for good fortune in relation to otherworldly felicity are  falāḥ  (success) and  fawz  (gain). Those who do good deeds will obtain in the hereafter a reward more precious than the blessings of paradise, namely attaining God’s good pleasure ( riḍwān Allāh ) (Q 9:72).",
    "These can be broadly categorised as justice ( ʿadl ) and fairness ( qisṭ ), and patience and fortitude ( ṣabr ).",
    "Justice ( ʿadl ) and fairness ( qisṭ ): The Qurʾān says that one purpose of sending Messengers and revealed scriptures was so that people would establish justice (Q 57:25). One verse in  Sūrat Āl ʿImrān  puts ‘those who enjoin justice’ alongside God’s prophets (Q 3:21). The Prophet is himself instructed to judge with fairness and justice (Q 5:42, Q 42:15) and God also instructs the believers to carry out every judgement with fairness (Q 4:58; see also Q 16:90). To act in accordance with justice related to godwariness ( taqwā ) (Q 5:8), and upholding justice is encumbent upon believers (Q 4:135; see also Q 3:18). Several verses of the Qurʾān stress God’s love for those who act justly (see for example Q 5:42).",
    "Patience and fortitude ( ṣabr ): In the Qurʾān, the manifestations of  ṣabr  most often mentioned are steadfastness in obedience to God and in restraining oneself from disobeying Him; and fortitude in the face of the difficulties and hardships by which one is tested in this worldly life. Those who are patient prosper from these trials (Q 2:155–157; Q 22:35); they do not become ungrateful but persist in giving thanks to God. In the Qurʾān, we find the words  ṣabbār  (ever-patient) and  shakūr  (truly thankful) juxtaposed (Q 14:5 ff.). In two verses, believers who were confronted with the harshest of trials prayed that God would bless them with patience (Q 2:250; Q 7:126), and in another verse the faithful are instructed to ‘seek help through patience and prayer’ in times of hardship (Q 2:153).",
    "Another aspect of  ṣabr  enjoined in the Qurʾān is patience in the face of other people’s misbehaviour. Believers should show patience and dignity in speech and forgiveness if they are wronged, these being commendable forms of forbearance (Q 25:63; Q 42:43; Q 73:10). Responding to other people’s evil deeds with good also occasions the promise of a great reward for the faithful (see Q 13:22; Q 28:54; see also Q 41:34). Patience is one of the most important moral qualities emphasised in the Qurʾān, and it says that ‘God is with those who are patient’ (Q 8:46) and that endurance will enable believers to overcome their enemies (Q 8:66). The faithful should enjoin one another to show patience and forbearance (Q 90:17; 107:3).",
    "Other moral virtues praised and encouraged in the Qurʾān include mercy and kindness (Q 90:17), good treatment of one’s parents (Q 2:83), maintaining family ties (see Q 47:22), spending in the way of God and giving assistance to orphans, the poor and those held captive (Q 76:8), fulfilling one’s oaths and being trustworthy (Q 2:283), and honesty in respect of weights and measures (Q 17:35).",
    "The ethical system that governs the Prophetic  sunna  enjoys the same fundamental emphasis as that displayed in the Qurʾān. The basic outline of the Prophet’s ethical teachings was not something distinct or separate from those found in the Qurʾān. However, it is essential to note that the ethical teachings presented in the Qurʾān are also, like its other teachings, interpreted by the Prophet’s words and deeds, and their contents expounded. The ethical teachings of the  sunna  are of such importance that the Prophet stated in a famous saying that the very purpose of his being sent by God was to promote good morals: ‘I was only sent forth [as a prophet] to perfect the noble traits of character’,  Innamā buʿithtu li-utammima makārim al-akhlāq  (Mālik,  al-Muwaṭṭaʾ , 2/904; Ḥākim, 2/613; al-Ṭūsī,  Amālī , 2/209). In one of his supplications for seeking refuge ( istiʿādha ), the Prophet sought God’s protection from evil traits ( sūʾ al-akhlāq ) (Abū Dāwūd, 2/91; Nasāʾī, 8/264; see also al-Tirmidhī, 5/575). Finally, the importance accorded to good morals in the  sunna  is such that the most perfect person in faith is the one who is best in character (Abū Dāwūd, 4/220; al-Tirmidhī, 5/9; al-Kulaynī, 2/99).",
    "A major source for the  sunna  regarding the ethics of verbal communication in almost every conceivable situation is the celebrated  Kitāb al-Adhkār  (‘Book of Remembrances’) of Yaḥyā b. Sharaf al-Nawawī (d. 676/1267-8).",
    "Besides rendering explicit and specific those ethical prescriptions which are implicit in the Qurʾānic teachings, the prophetic  sunna  also deals with a range of matters that the Qurʾān does not mention. In traditions narrated from the Prophet, virtues are discussed alongside the divine rewards they bring, and vices with the punishment they incur.",
    "3. The Context of the Emergence of Schools of Ethics",
    "When speaking about the first examples of ethical discourse and also the oldest texts on ethics, reference must be made to the letters of Imam ʿAlī (q.v.) collected by Sharīf al-Murtaḍā in the  Nahj al-Balāgha . These letters are important testimonies to the ethical reflection that took place in early Islam. The most prominent of these is his testament to a son of his, either al-Ḥasan or Muḥammad b. al-Ḥanafiyya, which opens with the words:  Min al-wālid al-fān…  (From the moribund father) (see  Nahj al-balāgha , letter no. 31; Ibn Ṭāwūs, 159–173; see also Ibn Bābawayh,  Man lā yaḥḍuruh , 4/275–280).",
    "The first third of this text represents a general discussion about purifying the soul, from the perspective of expounding the system of ethics that permeates Imam ʿAlī’s discourses and teachings. This section describes the fleeting nature of this world’s vanities and calls on the reader to avoid becoming overly attached to them. In this letter, the human being is told to give life to his own heart through admonition, to slay it with asceticism, energise it with certitude, enlighten it with wisdom and humble it through the remembrance of death, and so on.",
    "In one of his sermons, Imam ʿAlī describes human beings as a creatures of mixed nature, containing opposing traits, but also possessed of the power of thought and endowed with knowledge. With the help of these faculties, man can distinguish truth from falsehood (for the text of the sermon see  Nahj al-balāgha , sermon no. 1; for the chains of transmission, see al-Rāwandī,  Minhāj , 1/107).",
    "The love of poverty ( faqr ), preferring it over wealth, which appears to have been the position of some Companions, has a more subtle and complex presence in the teachings of Imam ʿAlī. According to him, poverty is a state ( ḥāla ) which seizes a human being in a forcible manner. A person afflicted by poverty can be saved by adopting an attitude of contentment, and the avoidance of envy. The way to salvation for a wealthy person is through continuous giving of thanks to God, together with constant generosity towards the poor. However, in many cases, poverty can actually be a source of harm to a person’s religion and good sense, and impair his faith and wisdom as a result (see  Nahj al-balāgha ,  ḥikma  nos. 68, 112, 319, 340).",
    "In terms of societal ethics, Imam ʿAlī became known as a paragon of justice, together with all the fundamental virtues. In the traditions of ethical and political discourse, particular attention is paid to his letter to Mālik al-Ashtar, when appointing him governor of Egypt. This letter proved to be a source of inspiration down through the centuries, delineating both the principles of just governance and the details of practical implementation of justice at all levels of society. It provides a systematic description of the duties and rights of the ruler and the various functionaries of the state and the main classes of society. Although it is addressed to Mālik as the newly-appointed governor, the Imam’s guidance on the affairs of state is interlaced with universal ethical principles arising out of the spiritual ethos of the Qurʾān and the sunna . Thus, the particular ethic of justice is located within a framework defined essentially by the sense of the sacred. The letter therefore goes well beyond the normal parameters of political or ethical discourse, containing spiritual advice pertinent to both the ruler and the ruled. The essence of this advice is that justice will be established in society to the extent that all social classes carry out their duties with sincerity and honesty; and these qualities will be nurtured to the extent that society as a whole is governed by a sense of fidelity to the spiritual principles revealed in the Qurʾān and embodied by the Prophet. The following passage sums up a key aspect of this organic relationship between justice and piety:",
    "The subjects will not be righteous except through the righteousness of the rulers, and the rulers will not be righteous except through the uprightness of the subjects. So if the subjects render to the ruler his rightful due and he renders them theirs, then will right be honoured amongst them, the ways of religion will be upheld and the banners of justice will be erected (see Shah-Kazemi, 83 ff.).",
    "It seems that this letter of appointment also circulated for some time as a separate ethico-political treatise (al-Ṭūsī,  al-Fihrist , 37–38; al-Najāshī, 8; for his letter to Muḥammad b. Abī Bakr and Muʿāwiya’s use thereof see al-Thaqafī, 1/229–252; Ibn Abī al-Ḥadīd, 2/28).",
    "Amongst other noteworthy Companions who played an influential role in the formation of early perspectives on ethics, mention must be made of Ibn Masʿūd and Abū Dharr (q.v.). The teachings of both of these figures advocate an aversion to this world and a preference for poverty and hardship over wealth and ease (see Abū Nuʿaym, 1/132, 162–163). After Imam ʿAlī, Ibn Masʿūd was the first teacher of the Kūfans, teaching them the Qurʾān, the  sunna  of the Prophet and ethics. In his teachings on personal behaviour, he integrated the principles of silence and spiritual  ḥuzn  (melancholy) with his practice of detachment ( zuhd ) (Abū Nuʿaym, 1/130). Ibn Masʿūd encouraged people not to exaggerate in their ritual devotion, instead advocating for the acquisition of knowledge. He disapproved of indolence and valued hard work, whether for attainments in this world or the spiritual rewards of the hereafter (Abū Nuʿaym, 1/130, 136). Ibn Masʿūd paid special attention to ethical instruction, which constituted a significant part of the accounts and traditions narrated from him (Abū Nuʿaym, 4/616).",
    "As one of the Prophet’s Companions most famous for both his asceticism and aversion to the world and for his promotion of truth and justice, Abū Dharr had a profound effect on the nascent schools of ethics in the Ḥijāz, Iraq and the Levant (al-Shām). He did not care about worldly endeavours or striving to improve his lot in life; as for striving for the hereafter, he stressed the importance of thinking and reflecting over merely formalistic worship (Abū Nuʿaym, 1/164–166). As for societal ethics, Abū Dharr is a prominent exemplar of someone who speaks the truth and promotes justice without the slightest fear or hesitation. This was made explicit in the prophetic saying: ‘ Mā aẓallat al-khaḍrāʾ wa lā aqallat al-ghabarāʾ man dhī lahja a \n ṣdaq min Abī Dharr ’ (‘In the heavens and the earth there is no man more truthful in speech than Abū Dharr’) (see e.g. al-Tirmidhī, 5/669–670; Ibn Māja, 1/55).",
    "Given that the few writings that survive from the first two centuries of Islam are very scattered, and there is a consequent dearth of reliable information, it is difficult to speak with any degree of confidence about the schools of ethics that existed at this time, and only limited research has been conducted on the subject. However, a basic outline can be sketched of the ethical teachings of different regions and schools of thought from this early period.",
    "This includes the major Arabian centres of learning, Medina and Mecca.",
    "Medina: During the 1st/7th century in Medina, in addition to the school of the Prophet’s Family (see below), there existed a school of non-Shiʿi scholars, the most prominent of whom became known as the Seven Jurists ( al-fuqahāʾ al-sabʿa ). The dominant approach of this group rested upon legalistic notions of piety, which consisted of observing religious obligations and prohibitions (see Abū Nuʿaym, 2/162). Amongst them, Saʿīd b. al-Musayyab recommended thinking and reflection instead of excess in acts of worship (Abū Nuʿaym, 2/162). On the other hand, Abū Bakr b. ʿAbd al-Raḥmān placed such stress on worship and asceticism that he became known as ‘the monk of the Quraysh’ (Abū Nuʿaym, 2/187).",
    "In the 2nd/8th century, the jurists of Medina, in particular Abū Ḥāzim Salama b. Dīnār, Ibn Abī Dhiʾb and Mālik b. Anas, held fast to the traditional teachings of the Medinans with regard to asceticism and ritual practices, with strict abstinence from worldly comforts. Importantly they gave asceticism and piety a stringently legalistic interpretation (al-Damīrī, 2/317–318).",
    "One of the most interesting examples of Medinan ethical literature is the  Risāla  of Mālik b. Anas, addressed to the ʿAbbāsid caliph Hārūn al-Rashīd. In spite of its brevity, it can be viewed as a paradigm shift in the ethical thought of the Medinans (for the chains of transmission of its traditions see ‘al-Sanad’, 3–5; Ibn Khayr, 297–298; for al-Suyūṭī’s doubts about its provenance see Sezgin, 1/464). The  Risāla  begins with a call for the establishment of religious acts of worship, and has a legalistic tone (pp. 6–8). The rest of it consists of moral exhortations with regard to personal ethics and a small selection of admonitions about government which stylistically bear a great resemblance to the writings of Ibn Muqaffaʿ and also reveal an effort to support each piece of advice with a relevant quotation from the Qurʾān or the Prophet’s  sunna  (see p. 9 ff.) (for more selections of legalist-traditionalist teachings in literature and ethics see Mālik,  Muwaṭṭaʾ , 2/902 et passim).",
    "Mecca: Among the first generation of Successors, ʿUbayd b. ʿUmayr al-Laythī is known as the originator of a method of general ethical preaching and teaching which became known as the ‘story-teller’ approach: recounting stories and fables to which he added interpretations of verses from the Qurʾān (for the origins of ʿUbayd see Ibn Saʿd, 5/341, also cf. Ibn Mājah, 2/1235).",
    "Besides invoking fables of the ancients (especially those of the prophets of the Abrahamic tradition) to convey moral teachings, ʿUbayd b. ʿUmayr also used imaginary stories to illustrate his points. To portray conditions in the afterlife, he gave symbolic accounts of a grave speaking to its occupant, the dead meeting someone who had recently passed away, and the crossing of the narrow bridge ( al-ṣirāṭ ) mentioned in  ḥadīth s, which all must cross on the Day of Judgement  (Abū Nuʿaym, 3/261–275).",
    "Ascetic teachings in ethics bearing a close similarity to the teachings of the Iraqi school (see below) took root in Mecca during the middle of the 2nd/8th century. Wuhayb b. al-Ward, whom sources name as a Meccan ascetic (see Ibn Saʿd, 5/359), advocated continuous fear of God and mourning for the state of the world alongside silence and withdrawal from society. According to his notion of piety, wheat supplied through the market had become morally tainted by the violation of people’s rights and was therefore of dubious permissibility ( shubha ). As a result, Wuhayb permitted bread to be eaten only in the circumstances when it would be permissible to eat carrion flesh (Abū Nuʿaym, 8/141–143; 148–153). Another exemplar of the Meccan trend of asceticism at this time is ʿAbd al-ʿAzīz b. Abī Rawwād (q.v., d. 159/776) who considered continuous mourning the highest form of worship and in abstaining from worldly enjoyments, even marriage, inclined towards the approach of the Baṣran ascetic ʿĀmir b. ʿAbd al-Qays (Abū Nuʿaym, 8/194–195).",
    "In the second half of the 2nd/8th century, the desire to emigrate and move to different lands, especially Iraq, spread amongst the ascetics in Mecca (for example, see al-Makkī, 2/247; for the earlier presence of this tendency see Ibn Khayr, 298) and this led to a stronger connection between the ethical teachings of the Meccan and the Iraqi schools. At this time, the leading ascetics of Mecca, al-Fuḍayl b. ʿIyāḍ and Sufyān b. ʿUyayna, are the most representative examples of the connection between them. Al-Fuḍayl, better known for his abstinence from worldly enjoyments and his reliance on fear and mourning than Sufyān b. ʿUyayna (see Abū Nuʿaym, 8/84–100; al-Makkī, 2/495), represents the first link in some chains ( silsila ) of Sufi masters (al-Sulamī, 7–12). From al-Fuḍayl’s surviving teachings, it appears that he believed that if the fear of God occupies a person’s heart it effaces any love for this world. Al-Fuḍayl believed that the fear of God in one’s heart was proportional to the knowledge one possessed and that those most worthy of God’s pleasure were those who had knowledge of Him (see al-Sulamī, 9–12).",
    "In addition, the famous jurist from the Ḥijāz, Muḥammad b. Idrīs al-Shāfiʿī (d. 204/819), must be mentioned. He first acquired an education in Mecca, in the circle of Sufyān b. ʿUyayna, and his ideas and knowledge underwent further development through the course of his journeys to Medina and Iraq. In a famous short statement, he said that anyone whose obedience to God exceeded their disobedience to Him would be on the path of justice ( ʿadl ) (see al-Makkī, 2/495). His ethical advice and teachings, both in a scattered form and as compilations, have been widely recorded in the sources (for example see Miskawayh, 154–157; al-Makkī, 2/467, 470 et passim; al-Nawawī, 1(1)/53–57).",
    "This will cover the major cities of Kūfa and Baṣra.",
    "Kūfa: The teachings of Imam ʿAlī, ʿUmar b. al-Khaṭṭāb and Ibn Masʿūd played a formative role in the first circles of religious study in Kūfa (Ibn Saʿd, 4/passim; al-Khaṭīb, 13/334). During the second generation of the Successors, the teachings of later Companions, especially Ibn ʿAbbās and ʿAbd Allāh b. ʿUmar, altered the atmosphere of Kūfa and brought a new form to the religious teachings prevalent in the circles of this region. The influence of the teachings of each Companion upon each of the schools active in Kūfa cannot be identified with complete certainty, however it is clear that such influence differed from one school to the next.",
    "Kūfa had always been considered a centre of ʿAlid and Shiʿi sympathies and the most influential figures in the formation of the first ethical teachings of this region were companions of ʿAlī b. Abī Ṭālib (q.v.) as well as Companions and Successors of the Prophet. Imam ʿAlī’s own ethical teachings had spread in Kūfa years before he took up the post of caliph. These teachings became the source of some important social changes. As well as instituting the division of the city into tribal quarters, the trend towards equal treatment for the Quraysh and non-Quraysh and for Arabs and non-Arabs, an idea propounded in the year 33/653 by ʿAlī’s followers, became especially widespread in Kūfa and led to major political upheavals. At the head of this movement were such individuals as Malik al-Ashtar, Ṣaʿṣaʿa b. Ṣūḥān, Kumayl b. Ziyād and ʿAmr b. Ḥamiq al-Khuzāʿī (q.v., d. 50 or 51/670 or 671) (al-Ṭabarī,  Taʾrīkh , 4/318–326). Self-purification, worship, and promoting justice in society was the course of action advocated by the circle of Imam ʿAlī’s companions in Kūfa. This approach would culminate in the uprisings of Ḥujr b. ʿAdī (d. 51/671) and ʿAmr b. Ḥamiq, leading to their deaths (al-Kashshī, 49–51; al-Ṭabarsī, 1/297: ‘A Letter Attributed to al-Ḥusayn b. ʿAlī addressed to Muʿāwiya’), as well as the movement of Imam al-Ḥusayn (q.v.), the son of Imam ʿAlī martyred with 72 of his companions at Karbalāʾ in 61/680.",
    "A group of Successors in Kūfa who had been companions of ʿAlī undertook to promote, record and preserve his teachings. Among them, the following are particularly noteworthy:",
    "1. Zayd b. Wahb al-Juhanī, the first compiler of manuscripts under the title ‘Khuṭab ʿAlī’ (‘The Sermons of ʿAlī) (see al-Ṭūsī,  al-Fihrist , 72; see also Ibn Bābawayh,  al-Tawḥīd , 278–279 for an example of material transmitted from them; also Naṣr b. Muzāḥim, 232, 256 et passim, for evidence of the correct attribution of this material);",
    "2. al-Aṣbagh b. Nubāta (q.v.), transmitter of the written testament beginning: ‘From the moribund father’ (‘ Min al-wālid al-fān …’, see  Nahj al-balāgha , letter no. 31) and the letter to Malik al-Ashtar (letter no. 53, see al-Ṭūsī,  al-Fihrist , 37–38; al-Najāshī, 8);",
    "3. Kumayl b. Ziyād, who transmitted sayings such as ʿAlī’s famous advice to him (see  Nahj al-Balāgha ,  ḥikma  no. 147 and its sources; al-Ṭabarī, ʿImād al-Dīn, 24–31: ‘A Lengthy Piece of Advice in a Transmission Ascribed to Kumayl’; see also Ibn Shuʿba, 171–176).",
    "With regard to other early circles of ethical teaching in Kūfa, mention must be made of the two groups of ‘reciters’ ( qurrāʾ  )—one of which tended to follow ʿUmar and the other Ibn Masʿūd. One of the most famous ascetics of the era of the Companions was Uways al-Qaranī, who benefitted from the company of senior Companions in Medina, and belonged to the group associated with ʿUmar. When he began teaching, he chose Kūfa as his home (Ibn Saʿd, 6/111). His circle was a gathering for studying the recitation of the Qurʾān; its members constituted one of the principal branches of the Kūfan reciters (al-Ḥākim al-Nīsābūrī, 3/408; Ibn Saʿd, 6/114). Continual awareness of death and vigilance in the observance of God’s rights were amongst his most prominent teachings, which he said led to spiritual melancholy ( ḥuzn ), poverty ( faqr ) and withdrawal from society. He also held, however, that upholding the truth and enjoining good and forbidding evil were social duties that could never be suspended (Ibn Saʿd, 6/114; Abū Nuʿaym, 2/83 ff.; for the description of the propagation of the approach to worship adopted by other Kūfan companions of ʿUmar, see Ibn Saʿd, 6/110–111, 115). Compared to the circle of Ibn Masʿūd, the Kūfan circle of ʿUmar’s followers did not last very long; when Uways was killed at the battle of Ṣiffīn, this approach continued for a while in the school of the early Muḥakkima, an offshoot of the Khawārij.",
    "The circle of reciters made up of the companions of Ibn Masʿūd, led by ʿUbayda Salmānī and ʿAlqama b. Qays (see Naṣr b. Muzāḥim, 188), was representative of a trend in Kūfan religious gatherings that combined working towards the hereafter with teaching, studying and living ordinarily in this world; as a result, they did not advocate the excessive practice of religious ritual (see Ibn Saʿd, 6/47, 58, 64). This approach became the dominant trend in Kūfan teachings on ethics during the time of the second generation of Successors. In addition, there was also a subsidiary trend amongst the followers of Ibn Masʿūd, led by al-Rabīʿ b. al-Khuthaym, which shared many features with the circle of Uways, such as asceticism, withdrawal, silence and also the emphasis on enjoining good and forbidding evil (see Ibn Saʿd, 6/129; Abū Nuʿaym, 2/108–116). However, apart from its austerity and aversion to worldly affairs, Rabīʿ’s own theory of ethics was more optimistic and sophisticated. He thought that sin was a malady of the human spirit that could be cured through repentance and penitential practices. By propounding the theory that each person’s obedience to God’s commandments lies within the limits of his own personal understanding (see Abū Nuʿaym, 2/108–109), he made ethics and religion an attainable goal for a majority of people. This idea, and also Rabīʿ’s position in relation to the battle of Ṣiffīn (see Naṣr b. Muzāḥim, 115), connects him with the origins of the doctrine of  irjāʾ  (lit. deferring [judgement], whose adherents were known as the Murjʾia) in Kūfa. Other representatives of this subsidiary tendency included Humām b. ʿAbbāda who represented the pietists ( ʿābidūn ) and  burnus /cap-wearers of Kūfa (see al-Karājakī, 30–31; Ibn Abī al-Ḥadīd, 1/528).",
    "Finally, amongst the first generation of Successors in Kūfa is the complex figure of Abū ʿAbd al-Raḥmān al-Sulamī (q.v. d. 74 or 75/693 or 694) who, in an effort to reconcile two politico-religious tendencies of the ʿAlids and ʿUthmānids, took steps such as promoting the ʿUthmānic Qurʾān codex in Kūfa. However, his teaching of particular relevance to ethics is his rejection of ‘exceptions in faith’ ( istithnāʾ fī al-īmān , i.e. the prohibition on adding the phrase ‘ in Shāʾa Allāh ’ after the statement ‘ Anā Muʾmin ’, see Madelung, ‘Murjiʾa EI2) (see Abū ʿUbayd,  al-Īmān , 22; Ibn Saʿd, 6/120) which was cast as a pillar of the ethico-theological doctrine of  irjāʾ . That doctrine became widespread in Kūfa at the end of the 1st/7th century and also in the first half of the 2nd/8th. In the latter period, the school of the Traditionists ( aṣḥāb al-ḥadīth ), headed by Sufyān al-Thawrī, penetrated the circles of ethics in Kūfa. The city ultimately became the centre of this school, which was widespread and not limited to any one region. It had a firm hold on similar circles in the Ḥijāz, Khurāsān and the Levant, transforming the study of ethics thereafter.",
    "Baṣra: The teachings of the first Successors in Baṣra were primarily influenced by ʿUmar b. al-Khaṭṭāb (Ibn Saʿd, 7(1)/64). However, in the second generation of Successors, the influence of younger Companions, such as Ibn ʿAbbās and Ibn ʿUmar, can be seen in Baṣra, as it had been in Kūfa. It is assumed that an extreme tendency towards renunciation and worship—especially in light of the influence that ʿUmar’s followers had—was prevalent in Baṣra under the first generation of Successors. However, known instances of this are limited as compared to Kūfa.",
    "At the head of the pious reciters of Baṣra at this time was ʿĀmir b. ʿAbd Allāh b. ʿAbd al-Qays, who had played a role in the campaigns for justice undertaken by the followers of ʿAlī b. Abī Ṭālib in Kūfa as a representative of Baṣran concerns before being exiled to Greater Syria (al-Ṭabarī,  Taʾrīkh , 4/327–328, 333; see also Ibn Ibāḍ, 127; Ibn Saʿd, 7(1)/77–78). Secondly, he fought in the battle of Ṣiffīn among the Kūfan reciters under the leadership of ʿUbayda al-Salmānī (Naṣr b. Muzāḥim, 188). The accounts about ʿĀmir give details of his extreme asceticism (Ibn Saʿd, 7(1)/74–80; Abū Nuʿaym, 2/87–88, 90–91).",
    "Another ascetic in Baṣra during the era of the first generation of Successors who was also connected to the circle of ʿUmar’s followers in Kūfa was Ḥarim b. Ḥayyān al-ʿAbdī. He was deeply influenced by Uways al-Qaranī (al-Ḥākim al-Nīsābūrī, 3/406–407) and held the view that continuous remembrance of the resurrection, paradise and hell was the key to motivating oneself to do good and avoid evil (see Ibn Saʿd, 7(1)/95–96; Abū Nuʿaym, 2/119–122; see also al-Jāḥiẓ,  al-Bayān , 1/282, 3/125; Ibn Saʿd, 7(1)/97 et passim: see Ṣāliḥ b. Ashaym al-ʿAdawī, d. ca. 76/695, and others of this generation).",
    "Abū al-ʿĀliya al-Riyāḥī was another of the foremost figures in Baṣra at this time; he had studied in Medina (Ibn Saʿd, 7(1)/83) and opposed the approach of the ascetics and forbade worldly renunciation. On the basis of the principles of seeking forgiveness ( istighfār ), he stressed the importance of having ‘hope’ ( rajāʾ  ) in God’s forgiveness and mercy (see Ibn Saʿd, 7(1)/83; Abū Nuʿaym, 2/217–219), and on controversial issues he advocated  waqf   (abstaining [from passing judgement]) and  sukūt  (silence) (Abū Nuʿaym, 2/217–219; Ibn Saʿd, 7(1)/82, 83). Another Baṣran Successor was Muṭarrif b. ʿAbd Allāh b. Shukhayr who also benefitted from studying in Medina; he promoted moderation and piety and considered sin an affliction that befell all men, and also emphasised ‘hope’ ( rajāʾ  ) (Ibn Saʿd, 7(1)/103; Abū Nuʿaym, 2/201–202, 210; for his relations with the Baṣran ascetics see Ibn Saʿd, 7(1)/80; al-Jāḥiẓ,  al-Bayān , 3/114).",
    "Finally, al-Aḥnaf b. Qays (q.v.), is also considered one of this generation. Rather than propounding a new religious ethic, al-Aḥnaf was a sage adhering to the ethical norms and didactic methods of the ancient Arabian tradition, modulated in Islamic terms (al-Jāḥiẓ,  al-Bayān , 1/175, 181 et passim; Miskawayh, 122, 133 et passim; al-Makkī, 2/382, 454; al-Zamakhsharī, 2/99, 119 et passim).",
    "In the second generation of the Successors in Baṣra, with the strengthening of ties between the circles of Baṣra and the Ḥijāz, and especially with the spread of teachings associated with later Companions such as Ibn ʿAbbās, ethical thought in Baṣra took on a more systematic form. Two basic tendencies can be noted in Baṣran ethical thought during this period: that of the ‘People of Fear’ ( ahl al-khawf ) under the leadership of Ḥasan al-Baṣrī, and that of the ‘People of Hope’ ( ahl al-rajāʾ  ) under the leadership of Ibn Sīrīn, also sometimes known as the tendencies of asceticism ( zuhd ) and scrupulous piety ( waraʿ  ) respectively (see q.v. Baṣra ).",
    "To conclude the discussion on Iraq, we must mention a school that was common to both Kūfa and Baṣra, that of the early Muḥakkima (see earlier). Their first thinkers were Kūfans who inclined towards the teachings of ʿUmar (see al-Ṭabarī,  Taʾrīkh , 5/72–75, 191;  al-Imāma , 1/146), however it was not long before their centre shifted to Baṣra. The early Muḥakkima, like Uways and the reciters in his circle, were known for basing their private lives on piety and asceticism and their social lives upon promoting the truth, enjoining good and forbidding evil (al-Dīnawarī, 204: ‘The letter of ʿAbd Allāh b. Wahb al-Rāsibī to the Muḥakkima of Baṣra’; al-Mubarrad, 7/238–240; Ibn Ibāḍ, 135: ‘The letter of Nāfiʿ b. Azraq to Ibn Zubayr’; al-Jāḥiẓ,  al-Bayān , 2/104–106; ‘A Sermon of al-Qaṭarī b. al-Fujāʾa’).",
    "In the teachings of the early Muḥakkima, actions were motivated by fear of divine punishment, and felicity was defined as being saved from the fires of hell (see ʿAbbās, 41, 51, 56; see also al-Makkī, 1/490: ‘Verses of Poetry from Abū Bilāl Mirdās and Others’; Jaʿfar al-Ṣādiq,  Mi \n ṣbāḥ , 181, attributes this view to Uways al-Qaranī). This prioritising of the fear of God’s threat of punishment, even after the Muḥakkima had split into various sub-sects, was generally preserved as a common thread uniting them (see also Pākatchī, ‘Taḥlīlī’, 118–119; ʿAbbās, 83–84: ‘Verses of poetry by Muslim b. Jubayr about the Najdāt’).",
    "During the Umayyad period, the principle of enjoining good, forbidding evil, and implementing God’s law spread from the leading figures of the Muḥakkima and was used in a constant struggle against an unjust and tyrannical social system that was accompanied by a succession of uprisings (al-Ṭabarī,  Taʾrīkh , 5/191: ‘The Letter sent to Sammāk b. ʿUbayd’; al-Mubarrad, 7/184, 188 et passim). Despite the fundamental disagreements between the Muḥakkima and the Shiʿa, the spirit of demanding justice amongst the former met with some degree of approval from the Imams of the Prophet’s Family ( Nahj al-balāgha , sermon 61; al-Rahnī, 218; al-Ṭūsī,  Tahdhīb , 6/144–145).",
    "The prevailing school of ethical teaching in Yemen and Syria, at least in the 1st/7th century, was effectively a single one in which the Yemeni element dominated, as its main representatives in Syria—Kaʿb al-Aḥbār, Abū Muslim al-Khawlānī (q.v.), and Abū Idrīs al-Khawlānī—were either emigrants from Yemen or of Yemeni ancestry.",
    "In the second generation of the Successors of Yemen, the religious schools of that region had a strong connection to those of the Ḥijāz, especially Mecca, and the teachings of Ibn ʿAbbās in particular. One of the important followers of the latter was Ṭāwūs al-Yamānī, the outstanding jurist and exegete, who held a prominent position; his teachings close to the Meccan school (see Ibn Saʿd, 5/393; Abū Nuʿaym, 4/3–16). His contemporary, Wahb b. Munabbih, who was more concerned with transmitting and promoting the heritage of the Jews and Christians, was one of the first to place such ancient ethical teachings alongside Islamic ones. He compiled and wrote a book in the style of ancient wisdom, usually entitled  Mawʿiẓat Wahb b. Munabbih  or  Ḥikmat Wahb ,   which was in circulation for several centuries thereafter (see for example Ibn Saʿd, 7(2)/92; Ibn Khayr, 291–292, 294).",
    "Al-Shām (Greater Syria): Amongst the Companions, the teachings of Abū al-Dardāʾ (q.v.) played a unique role in the Syrian milieu. However, the impact there of the teachings of other Companions, such as Abū Dharr (q.v.) and Abū Umāma Bāhilī (q.v.), should not be underestimated. Abū al-Dardāʾ was the foremost teacher of the Qurʾān and ethics for the Syrians and adopted positions close to those taken by Abū Dharr with regard to the love of poverty and anticipation of death, as well as the tendency to value reflection and contemplation over excess in the rituals of worship (see Abū Nuʿaym, 1/208–211, 217). From Abū al-Dardāʾ survives a significant collection of sayings related from other sages which can be found both in scattered and collected formats in Islamic writings (al-Jāḥiẓ,  al-Bayān , 1/216, 217 et passim; Ibn Qutayba, 1/83, 107 et passim; Miskawayh, 126, 176; Abū Nuʿaym, 1/209–225; see also al-Zamakhsharī, 2/56, 346).",
    "In the first half of the 1st/7th century, Kaʿb al-Aḥbār (d. 32/653), a Jewish convert to Islam from Ḥimyar, came to Syria and took up residence in Ḥims. Because of his broad familiarity with Jewish wisdom traditions, he became known as ‘Kaʿb al-Aḥbār’ (‘Kaʿb The Rabbi’) and played an important role in propagating wisdom texts or moral stories that were either taken from the Jews or ascribed to them (see Abū Nuʿaym, 5/364–391, 6/3–45 for examples of his moral exhortations; for tales and the promotion of the title ‘Qāṣṣ al-Jamāʿa’ or ‘The Storyteller of the Congregation’ in Damascus in 33/654 see al-Ṭabarī,  Taʾrīkh , 4/328).",
    "A group of Syrian reciters who flourished in the middle decades of the 1st/7th century, promoted asceticism. At their head was Abū Muslim al-Khawlānī (Naṣr b. Muzāḥim, 85), known as ‘Ḥakīm al-Umma’ (‘the Sage of the Nation’) (Abū Nuʿaym, 2/124). In keeping with the ascetic approach of the Iraqis, his associates avoided social gatherings (Abū Nuʿaym, 2/123). At the same time, Abū Idrīs al-Khawlānī, another Successor from Syria, can be considered a follower of the school of Kaʿb (Abū Nuʿaym, 5/123).",
    "In the 2nd/8th century, during the collapse of the Umayyad caliphate and the rise of the ʿAbbāsids, there was a transformation in the ethical teachings of the Syrian school. In the mosques of Syria, the major jurist ʿAbd al-Raḥmān al-Awzāʿī displayed the teachings of the pietist school of Iraq and the Ḥijāz alongside the traditional wisdom and storytelling-based teachings of Syria, in his own attitudes towards ethics. His ideas were grounded in piety, while his teachings addressed the leaders of the ʿAbbāsids and the person of the caliph, demanding social reform; a great deal of his surviving writings are moral admonitions directed towards the ʿAbbāsid caliph al-Manṣūr and others in authority (Ibn Abī Ḥātim, 187–202; Abū Nuʿaym, 6/135–140; see also al-Dhahabī,  al-Mīzān , 1/18 for his letters).",
    "Another tendency apparent in this period in the  jihād -oriented environment of the Syrian borderlands is that of the renowned Khurāsānī ascetic Ibrāhīm b. Adham, who in later periods served as a conduit between the ideas of the Iraqi traditionalists and the teachings of the Sufis. Given that narrations concerning him are mostly scattered throughout larger works, it is not easy at present to determine the extent to which Ibrāhīm was influenced by the leading Iraqi and Meccan traditionalist scholars. In Sufi biographical dictionaries ( ṭabaqāt ) it is said that Ibrāhīm was an associate of Sufyān al-Thawrī (or possibly Ibn ʿUyayna) and al-Fuḍayl b. ʿIyād in Mecca (al-Sulamī, 13).",
    "The importance of Ibrāhīm b. Adham is mainly due to his role in transforming the simple asceticism and piety of early scholars into a system of spiritual exercises ( riyāḍāt ). In this he was probably influenced by al-Ḥasan al-Baṣrī and Sufyān al-Thawrī (Mojtaba’i, 2/406). The approach Ibrāhīm b. Adham advocated undertaking included arduous physical challenges, a scrupulous attitude to the food one consumes, and celibacy (see al-Makkī, 2/492; Abū Nuʿaym, 5/237–239, 242, 7/319, 8/15, 17).",
    "By the end of the 2nd/8th century the teachings attributed to Ibrāhīm b. Adham had spread throughout Syria, so that Sufi masters there, such as Abū Sulaymān al-Dārānī (see al-Makkī, 2/110, 507), were influenced by his ideas. One of the exceptions was Abū ʿUbayd al-Qāsim Ibn Sallām (q.v.), who opposed the teachings of Ibrāhīm b. Adham and his followers, and especially their renunciation of marriage and extreme avoidance of sustenance acquired by doubtful means. By focusing his jurisprudential discourse on issues concerning property and marriage, he generated a movement opposed to this widespread movement (q.v. Abū ʿUbayd al-Qāsim b. al-Sallām al-Khuzāʿī ). Yet Abū ʿUbayd did not hold that a person’s moral responsibilities were limited to his legal duties; he also thought ethical duties were obligatory. Nonetheless he adhered extremely closely to the source texts and did not agree with expanding the scope of religious duties beyond them (Abū ʿUbayd,  al-Nāsikh , 11–12;  al-Amwāl , 22).",
    "A continuous chain of Imams from the Prophet’s Family ( ahl al-bayt ), from Imam ʿAlī until the last Imam, have upheld a distinct and harmonious set of ethical teachings. However, each of the Imams placed differing emphases on particular aspects of their ethical teachings depending on the social conditions and intellectual needs of their era. Thus, in the middle of the 1st/7th century, under the reign of the Umayyad Sufyānids (i.e. Muʿāwiya and Yazīd), al-Ḥusayn b. ʿAlī was, in his own teachings, chiefly concerned with the growing social corruption and decadence and the urgent need to counter it, as well as with the need to resist the tyranny of rulers and the importance of establishing social justice (al-Kashshī, 49–51; al-Ṭabarsī, 2/296–298). For example, he threatened Walīd b. ʿUtba, the governor of Medina, with reviving the Ḥilf al-Fuḍūl (Ibn Hishām, 1/124). Imam al-Ḥusayn’s social campaign during the reign of Yazīd b. Muʿāwiya led to his martyrdom at Karbalāʾ in 61/680 (al-Ṭabarī,  Taʾrīkh , 5/402–403; al-Shaykh al-Mufīd,  al-Irshād , 204; see al-Ḥalwānī, 80–88 for examples of his moral and ethical teachings). Armed uprisings to confront the tyranny of the ruling regime were also initiated in later periods by other descendants of the Prophet, the most notable of whom was Zayd b. ʿAlī, the son of Imam Zayn al-ʿĀbidīn (for details, see Abū al-Faraj,  Maqātil , passim). In the Zaydī branch of Shiʿism, resisting tyranny became a fundamental tenet of faith (Saʿd b. ʿAbd Allāh, 18; al-Shahrastānī,  al-Milal wa al-niḥal , 1/137 et passim).",
    "In the last third of the 1st/7th century, Zayn al-ʿĀbidīn had a particular influence not only upon the followers of the Prophet’s Family, but even on non-Shiʿis in the Ḥijāz and Iraq. A strong emphasis on piety and asceticism alongside such teachings as the constant awareness of death and the resurrection, fear of the punishment for sins and perpetual self-examination ( murāqabat al-nafs ) can clearly be detected in the words and actions of this Imam. At the same time, the element of hope also plays an important role in his teachings, while losing any hope of God’s mercy is considered one of the greatest sins (see e.g. the  mawʿiẓa  narrated by Saʿīd b. Musayyib in al-Kulaynī, 8/74–76; Ibn Bābawayh,  Amālī , 407–409; and  al-Ṣaḥīfa al-Sajjādiyya  narrated by Abū Ḥamza al-Thumālī in al-Kulaynī, 8/14–17; al-Shaykh al-Mufīd,  Amālī , 199–204; for a work entitled ‘ al-Mawʿiẓa ’ in MS 4445/5, Fatih Library, Istanbul, see Sezgin, 1/527).",
    "Zayn al-ʿĀbidīn’s in his  Risālat al-ḥuqūq  (‘Treatise on Rights’) transmitted by Abū Ḥamza al-Thumālī, provides a detailed explanation of God’s rights ( ḥuqūq Allāh ) and the rights of people ( ḥuqūq al-nās ) (for the text of the  Risāla , see Ibn Bābawayh,  Man lā yaḥḍuruh , 2/376–381; see also Abū Nuʿaym, 3/138; for a treatise entitled  Risāla fī ḥuqūq Allāh \n — ‘a treatise on God’s dues’—by Zayd b. ʿAlī, see Sezgin, 1/559). Distinctive features of Zayn’s ethical teachings include an emphasis upon patience ( ṣabr ), satisfaction ( riḍā ) with Divine Providence, continuous remembrance and mourning, and giving alms in secret to avoid ostentatious piety or condescension (al-Kulaynī, 2/62, 89, 91, 99; Abū Nuʿaym, 3/134, 136, 138–139; see also  al-Ṣaḥīfa al-Sajjādiyya , supplication 20, known as ‘ Duʿāʾ makārim al-akhlāq ’ or ‘The Supplication for Excellent Character’).",
    "Muḥammad al-Bāqir provided more detailed treatment of positive and negative ethical qualities; the relevant sayings are collected in al-Kāfī’s  Kitāb al-īmān . Prominent themes of his discourse are aspects of communal ethics, such as concern for the well-being of one’s fellow-believers and relations with them, and the etiquette (q.v.  \n adab \n ) of companionship and choosing one’s companions (for example, see al-Kulaynī, 2/180–181 et passim; see also Abū Nuʿaym, 3/184–187).",
    "As in other fields of Islamic learning (such as doctrinal creeds and jurisprudence), the sixth Imam, Jaʿfar al-Ṣādiq, played an extremely influential role in expounding and systematising the ethical teachings of the People of the Prophet’s House. In fact, most Imāmī ethical literature consists of traditions transmitted from Jaʿfar. His ethical teachings mainly fall into three categories: (i) Shiʿi relations and interactions with the Sunnis; (ii) duties and rights of the Shiʿa in relation to one another; and (iii) the acquisition of noble ethical traits ( makārim al-akhlāq ) and renunciation of harmful ones. In addition to the transmitted traditions, there are also ethical treatises whose chains of transmission go back to Jaʿfar al-Ṣādiq. These include the  waṣiyya  (testament) addressed to his companions (see al-Kulaynī, 8/2–14 for the text) and a  risāla  addressed to ʿAbd Allāh al-Najāshī (al-Najāshī, 101, 213 refers to it; for its text see Ibn Zuhra, 46–55; al-Shahīd al-Thānī, 85–96). Imam Jaʿfar al-Ṣādiq was opposed to some of the tendencies prevalent in Sufism during his time and insisted that his followers lead balanced lives and wear the same kind of clothes as other people (al-Kulaynī, 5/65–70, 6/441–444; Abū Nuʿaym, 3/193).",
    "Among the other notable ethical works attributed to the Imams are the  testament ( waṣiyya ) attributed to Jaʿfar al-Ṣādiq’s son, Mūsā al-Kāẓim, and addressed to Hishām b. al-Ḥakam, a theologian and one of his companions, in which the intellect ( ʿaql ) is described as the basis for epistemic evaluation, and a series of ethical instructions are expounded. This testament is important for the way in which it presents ethical teachings from an intellectual perspective and establishes a connection between the intellect and the teachings of religion in ethical matters (for its text, see al-Kulaynī, 1/13–20; also Ibn Shuʿba, 383–402).",
    "The main ethical teachings of Imam al-Ṣādiq and his followers can be summarised as moderation in worship, enjoying worldly blessings in due measure, while observing the limits laid down by religion and respecting the rights of other people, and opposing the prohibition of things that God has declared permissible. Generally speaking, ethical issues concerning fundamental topics of morality are dealt with in the sayings transmitted from the Twelve Imams. These utterances were recorded in Imāmī sources and, to some extent, in the works of other Muslim authors. However, in certain works, such as the  Tuḥaf al-ʿuqūl  of al-Ḥasan b. ʿAlī b. Shuʿba al-Ḥarrānī (fl. ca. 4th/10th century) and the  Nuzhat al-nāẓir  of Ḥusayn b. Muḥammad al-Ḥalwānī (5th/11th century), the statements of each Imam have been clearly demarcated and special emphasis placed on their ethical teachings.",
    "The foremost representative of this school was Ḥasan al-Baṣrī (d. 110/728), a prominent Baṣran scholar who studied under some of the younger Companions of the Prophet and some of the older Successors. This complex personality played an influential and foundational role in various fields of Islamic learning, while also making an important contribution to ethics and asceticism. His teachings featured much that is in harmony with the earlier Iraqi ascetics, such as an emphasis on worship, eschewing worldliness, withdrawing from the crowd, an aversion to mirth and stressing the importance of earnestness and mourning (Ibn Saʿd, 7(1)/117, 120–125; Abū Nuʿaym, 2/131 ff.). These tendencies link the method of Ḥasan al-Baṣrī to that of the pious reciters of Baṣra and Kūfa, such as the circle of Uways al-Qaranī, and is reflected in the so-called theory of ‘The Eight Ascetics’; a series that begins with al-Rabīʿ b. al-Khuthaym, Harim b. Ḥayyān, Uways al-Qaranī and ʿĀmir b. ʿAbd al-Qays who were all companions of Imam ʿAlī, as well as Abū Muslim al-Khawlānī, Masrūq b. al-Ajdaʿ, and ends with Ḥasan al-Baṣrī and al-Aswad b. Yazīd (see Abū Nuʿaym, 2/134–140 for the ascetic characteristics of Ḥasan as reflected in his letter to ʿUmar b. ʿAbd al-ʿAzīz; see also Ibn Khayr, 300).",
    "Ḥasan al-Baṣrī was indirectly influenced by the teachings of Imam ʿAlī, from which some of his positions are clearly derived. For example, a fundamental doctrine of his, that the believer stands between two types of fear: that of punishment for his previous sins and that of an appointed time of death that may soon arrive (Abū Nuʿaym, 2/108), is expressed in a saying of Imam ʿAlī (al-Ṭūsī,  Amālī , 1/211; al-Kulaynī, 2/71; see al-Māwardī, 108, for examples of his adaptations from aphorisms 36, 267 and 419 respectively in  Nahj al-balāgha ; also al-Shaykh al-Mufīd,  al-Ikhtiṣāṣ , 342).",
    "The general features of the Baṣran school of fear can be summarised as follows: fear of divine punishment as a foundation for their ethics, aversion to pursuing worldly ends, and an emphasis on asceticism, supererogatory worship and constant mourning. There are other features that distinguish it from the school of hope, such as paying attention to Qurʾānic exegesis, permitting the writing down of  ḥadīth , making use of moral tales, and a limited connection to the Muḥakkima and the Qadariyya. In the earlier 2nd/8th century, the Baṣran school of fear continued through the students of Ḥasan al-Baṣrī and his circle, although it lacked a homogenous approach.",
    "Mālik b. Dīnār taught that the remembrance of God ( dhikr Allāh ) was the greatest divine blessing, such that if someone were to be deprived of it, he would find himself in difficulty in daily life and lax in his worship (Abū Nuʿaym, 2/358–364). He considered the acquisition of knowledge of God the most important occupation for the soul (Abū Nuʿaym, 8/23). In the sayings and ideas of Mālik b. Dīnār, the influence of  Isrāʾīliyyāt  (tales from Jewish tradition) is broadly visible. He was said to have studied the Torah and Psalms (Abū Nuʿaym, 2/358–385; for the transmission of more Judeo-Christian stories in the moral exhortations of his contemporary, Abū ʿImrān al-Jawnī al-Baṣrī, see Abū Nuʿaym, 2/309–315).",
    "Another member of this school was ʿAbbād b. Kathīr al-Thaqafī. He migrated to Mecca in the middle of the 2nd/8th century and transmitted Ḥasan al-Baṣrī’s teachings to Ibrāhīm b. Adham and Shaqīq Balkhī, who were representative of the earliest Sufi tendencies (Abū Nuʿaym, 8/19, 72; al-Dhahabī,  Siyar , 7/106).",
    "Of all the schools that branched off from the Baṣran school of fear, the most important was the Muʿtazila, on which, see above ‘Philosophical Ethics’. Another noteworthy offshoot of the school of fear was a group of Baṣran ascetics who inclined towards a kind of monasticism; their asceticism and abstinence was not merely an aversion to marriage, but sometimes went to the level of intense ascetic exercises and extreme acts of self-mortification (Abū Nuʿaym, 6/192–195; al-Makkī, 2/493). Amongst these ascetics, Rābiʿa al-ʿAdawiyya, Riyāḥ b. ʿAmr al-Qaysī and Abū Ḥabīb are particularly significant as, from the perspective of the scholars of the majority, they were cast as purveyors of blameworthy innovation ( bidʿa ) in their methods of worship and asceticism (see al-Dhahabī,  Mīzān , 62/2). The love of death, which can also be discerned amongst earlier Iraqi ascetics, appeared in the teachings of this group as ‘longing for the encounter with God’ (Abū Nuʿaym, 6/193, 287–288).",
    "The foremost figure of this school is Ibn Sīrīn (d. 110/728), a Baṣran Successor who had benefitted from the tutelage of younger Companions such as Ibn ʿAbbās, Ibn ʿUmar and Anas b. Mālik, as well as from some of the reciters from the circle of Ibn Masʿūd such as ʿUbayda Salmānī. Even though ideas such as emphasis on hope rather than fear, eschewing ascetic tendencies and not avoiding the world were clearly propounded before Ibn Sīrīn, for example, by Abū al-ʿĀliya and Muṭraf b. ʿAbd Allāh (Ibn Saʿd, 7(1)/103), in later Islamic literature the conflict between the two tendencies of hope and fear in Baṣra was portrayed as a personal conflict between Ḥasan al-Baṣrī and Ibn Sīrīn (see for example Ibn Saʿd, 7(1)/117, 120, 142).",
    "In his ethical teachings, Ibn Sīrīn did not present a complex approach and, in the words of his Baṣran contemporary, Muwarraq al-ʿIjlī, his method of persuasion can be described as ‘legalistic piety’, namely an approach akin to that of the jurists of Medina (Ibn Saʿd, 7(1)/117, 120, 142). Ibn Sīrīn opposed overly-taxing ethical precepts and overt signs of mourning, approving of good humour and happiness instead; he was himself gainfully employed and he gave preference to efforts to seek worldly gain while still observing personal piety, rather than avoiding earning a living and being constantly engaged in worship (Ibn Saʿd, 7(1)/117, 120, 142, 146–147; Abū Nuʿaym, 2/274–275).",
    "Contemporary with Ibn Sīrīn was the Baṣran jurist, Abū Qilāba al-Jarmī, who shared a similar ethical approach; he encouraged people to procure the means of subsistence and seek worldly blessings while continually giving thanks to God (Abū Nuʿaym, 2/286). The approach of Ibn Sīrīn was followed by subsequent generations of Baṣran jurists such as Ayyūb Sakhtiyānī, ʿAbd Allāh b. ʿAwn al-Muzanī and Yūnus b. ʿUbayd (Ibn Saʿd, 7(2)/16, 24–26 et passim; Abū Nuʿaym, 3/15–16 et passim). The virtue of being gainfully employed in order to seek a permissible daily sustenance or  dirham ṭayyib  (‘a goodly dirham’), as promoted by Yūnus b. ʿUbayd (Abū Nuʿaym, 3/17), enjoyed special significance in the evolution of Iraq’s ethical schools. By the same token, Yūnus’ criticism of fasting frequently while breaking one’s fast with illicit food (mainly meaning food bought with ill-gotten wealth) or excessive worship while neglecting the rights of others (Abū Nuʿaym, 3/19–20) was an attack on those who were ostentatiously ascetic or assiduous in worship, which appears to have been a growing trend in his time.",
    "The key doctrine in common between the teachings of Ibn Sīrīn and other representatives of this school is the ‘great hope’ ( ʿaẓīm al-rajāʾ  ) they held for all Muslims (Ibn Saʿd, 7(1)/144, 7(2)/16 et passim). However, one of its consequences was a tendency to hesitate or remain silent in the face of governmental oppression, which can be seen in their dealings with Ḥajjāj b. Yūsuf (Abū Nuʿaym, 2/271; Gudhashtah, ‘Ibn Sīrīn’, 734). In the course of this trend, the wing represented by Abū Qilāba and Ibn ʿAwn, owing to its extreme aversion to armed uprisings, ultimately inclined towards the political tendencies of ʿUthmān (Ibn Saʿd, 7(1)/91, 7(2)/24).",
    "In relation to ethical teachings, the general features of the ‘school of hope’ can be summarised as follows: emphasis on divine hope, striving for worldly gain in due measure, piety and avoiding prohibited and dubious things, moderation in worship, earnest seeking of God’s forgiveness, and also kindness towards people and keeping company with them.  What distinguishes this school of thought is the prohibition of writing down  ḥadīth ; hostility towards the Khawārij and the Qadariyya; and limited links with the Murjiʾa. The fact that the ‘school of hope’ shared some tenets with the Murjiʾa may explain why some of its adherents were associated with Murjiʾī personalities such as Ṭalq b. Ḥabīb al-Baṣrī (Ibn Saʿd, 7(1)/166).",
    "In the second half of the 1st/7th century, the debate over whether a major sinner remains a Muslim spawned three distinct positions along with their respective groups. The first of these were the Muḥakkima, who considered committing a major sin tantamount to unbelief ( kufr ). Another group were the Ahl al-Jamāʿa who, to avoid declaring the unbelief of a major sinner, said that faith had degrees and could increase or decrease. The third group were the Murjiʾa (lit. ‘those who defer judgement’), who did not believe that committing a major sin affected a person’s faith because they argued that faith could not be increased or decreased by one’s actions (q.v. Abū Ḥanīfa ). Some extreme groups of the Murjiʾa even believed that if a person had faith, there was no harm whatsoever in sinning and there was nothing a person of faith could do that would make him deserving of punishment in hell. However, the more moderate groups of the Murjiʾa, especially those in Kūfa, held that the doctrine of suspending judgement meant not appending ‘if God wills’ ( in shāʾa Allāh ) to affirmations of one’s own belief ( al-istithnāʾ fī al-īmān , see above) and the logical corollaries of this. They were also opposed to extreme theories dealing with questions of sin (q.v. Abū Ḥanīfa ; also Abū ʿUbayd,  al-Īmān , 22). When Ḥasan b. Muḥammad b. al-Ḥanafiyya, a Successor from Medina, presented the idea of suspending judgement in a written form for the first time, he faced opposition from two Kūfan Successors, Zādhān and Abū Ṣāliḥ Maysara (Ibn Saʿd, 5/241), and while this theory found followers in Kūfa, it also faced hostility from the leading scholars of Kūfa such as Ibrāhīm al-Nakhaʿī (Ibn Saʿd, 6/191–192).",
    "In fact, besides the original line of the Murjiʾa which had begun with Ḥasan b. Muḥammad b. Ḥanafiyya, a similar doctrine had existed among the first generation of Kūfan reciters such as Abū ʿAbd al-Raḥmān al-Sulamī; this was also based on not appending ‘if God wills’ to affirmations of belief (Abū ʿUbayd,  al-Īmān , 22). A group of the second generation of Successors in Kūfa, which included Ibrāhīm al-Taymī and who were largely approved of by Ibrāhīm Nakhaʿī, were a faction hostile to the Murjiʾa yet also had this tendency to suspend judgement (Abū ʿUbayd,  al-Īmān , 22; also Ibn Saʿd, 6/199–200). Saʿīd b. Jubayr, one of the Successors who resided in Kūfa in this same generation and who had acquired Ḥijāzī teachings from the circle of Ibn ʿAbbās and was accepting of Qurʾānic exegesis (which was unusual in this school) was considered one of the Murjiʾa (al-Basawī, 2/793; al-Khaṭīb, 13/374; al-Shahrastānī,  al-Milal , 1/130). One of the common features shared by the aforementioned figures was their opposition to unjust rulers and especially to the Umayyad governor of Iraq, Ḥajjāj b. Yūsuf (Ibn Saʿd, 6/183–186, 199, 205). Saʿīd b. Jubayr’s confrontation with Ḥajjāj led to his name being recorded in history as a hero martyred in the pursuit of justice (for his status amongst even the Shiʿa and Muḥakkima see al-Kashshī, 119; Ibn Sallām, 79).",
    "The moderate idea of suspending judgement did not encourage sinfulness or injustice in society. Both the early and later generations of Murjiʾa always emphasised the importance of acquiring good moral characteristics in personal ethics (see for example Abū Nuʿaym 4/276–286 et passim) and were constantly exhorting people to resist unjust regimes in terms of societal ethics. In reality, the extreme form of suspending judgement (in the sense of not recognising any sin as blameworthy, with its inevitably harmful effects on individual and social values) was never evident in the ethical teachings of the Kūfan Murjiʾa.",
    "In the first half of the 2nd/8th century, the foremost representative of this school was Abū Ḥanīfa, the eponymous founder of the Ḥanafī school of law, whose fundamental ideas are reflected in his  al - ʿĀlim wa al-mutaʿallim . Although he criticised the ideas of the extreme Murjiʾa (Abū Ḥanīfa, 40–41) and emphasised the importance of deeds, Abū Ḥanīfa explicitly stated that not all believers were necessarily bound for paradise; unrepentant sinners could—in accordance with the will of God—either be sent to hell or be forgiven (p. 97). An analysis of the teachings of the Murjiʾa suggests that, in order to distinguish themselves from the Khawārij and distance themselves from all kinds of extremism, they were looking for a means by which to spread their ethical teachings at the societal level. As for individuals, they thought that good deeds, valuable as they are, are separate from the reality of faith ( īmān ) and although they did not promise paradise to the sinner, they considered him or her to be a believer and the brother/sister in faith of other members of the community. In the tumultuous days when various militant groups each with their own religio-political ideologies were vying for power, this formulation of the theory of  irjāʾ  was able to bring people together on the basis of religious fraternity and shared loyalty in their social lives without encouraging people to become profligate in their personal ones (q.v. Abū Ḥanīfa ; for the role played by Abū Ḥanīfa and other scholars of this school, such as Misʿar b. Kidām, in the uprising of Ibrāhīm al-Ḥasanī, see Abū al-Faraj,  Maqātil , 240 et passim).",
    "In the generation of Abū Ḥanīfa’s students, the influence of the school’s teaching spread in two ways. The first was through Dāwūd al-Ṭāʾī, who after many years of studying under Abū Ḥanīfa gave up study and teaching and spent the rest of his life in seclusion (see Ibn Saʿd, 6/255; Abū Nuʿaym, 7/341–343). He ate simple food, wore rough clothing and adopted celibacy (al-Makkī, 2/511; Abū Nuʿaym, 7/346–361), although he never broke his ties with the circle of Abū Ḥanīfa and maintained friendly relations with his students (Abū Nuʿaym, 7/343, 350, 351). However, the type of asceticism he represented did not bear any relation to the teachings of Abū Ḥanīfa, or generally, to the Murjiʾa. Rather, it continued the path of the early Baṣran ascetics such as ʿĀmir b. ʿAbd al-Qays and those who followed Rābiʿa. Hence, the asceticism of Dāwūd al-Ṭāʾī may be viewed as a secondary tendency within the Murjiʾa, as other members of the school in Kūfa, such as Abū Bakr Nahshalī, emulated Dāwūd in this (Ibn Saʿd, 6/263; Abū Nuʿaym, 7/340). This subsidiary current of the school of the Murjiʾa played a significant part in the process of transforming early ethical teachings into the tenets of the Baghdad school of Sufism  (al-Sulamī, 74–75; Abū Nuʿaym, 7/354).",
    "Secondly, the influence of this school’s teachings in ethical circles increased through Abū Ḥanīfa’s students from Khurāsān who promoted not only his jurisprudence but also his theological and ethical teachings in their native province, especially in Balkh. According to Ṣafī al-Dīn al-Balkhī (28–29), the threefold association between Abū Ḥanīfa, the ideas of the Murjiʾa and the people of Balkh was so close that Balkh was nicknamed ‘Murjiʾa-Ābād’ (‘Murjiʾa City’). One member of this group who enjoyed prominence in his homeland was Muslim b. Sālim al-Balkhī. He undertook a programme to ‘enjoin good and forbidding evil’ and organised a resistance movement against the ʿAbbāsid caliph, Hārūn al-Rashīd (Ibn Saʿd, 7(2)/106). Mention must also be made of Abū Muqātil al-Samarqandī, another student of Abū Ḥanīfa and a narrator of the latter’s  al-ʿĀlim wa al-mutaʿallim  who, by spreading the texts of both  Waṣiyyat Luqmān  and  Maqtal Saʿīd b. Jubayr  in Khurāsān and Transoxania, created a connection between the teachings of the school of  irjāʾ  and the didactic method of the story-tellers (al-Tirmidhī, 5/743 for the chains of transmission for these texts; see Abū al-ʿArab, 214–218 for the text of the  Maqtal ).",
    "This name was given by Ibn al-Nadīm in his  al-Fihrist  (281), to Sufyān b. Saʿīd al-Thawrī and his followers. The traditionalist jurists, led by Sufyān, tried to harmonise and systematise the teachings of traditionalists of various backgrounds and origins pertaining to a number of fields of Islamic learning. Even at the beginning of its formation, this school was not limited to any particular region, and it produced countless works in the fields of  ḥadīth -based jurisprudence, Qurʾānic exegesis, asceticism and ethics.",
    "Sufyān al-Thawrī, a traditionalist and jurist from Kūfa, adopted an attitude to ethics and religiosity that advocated the approach of the ascetics with regard to food and clothing, while also enjoining people to work and strive for a legitimate income, avoiding extremes and still maintaining social relations with other people. Numerous theories on asceticism and ethics have survived in the form of several testaments from him addressed to ʿAbbād b. ʿAbbād al-ʿAtakī (Ibn Abī Ḥātim, 86–89; Abū Nuʿaym, 6/376–377) and ʿAlī b. Ḥusayn al-Sulaymī (Abū Nuʿaym, 7/24–25, 35, 71–72, 85–86), and also through the transmission of many of his wise sayings that are recorded in a variety of works.",
    "Sufyān al-Thawrī was commonly accepted as the leader of the traditionalist ascetics in Kūfa and other centres of Islam. Ibn Mubārak, his Khurāsānī student, composed the first traditionalist work to be known under the title  Kitāb al-zuhd , as well as another work on ethics which bore the title  al-Birr wa al-ṣila , which commenced a series of writings produced by this school in Kūfa and elsewhere, typically entitled  Kitāb   al-zuhd . In the second half of the 2nd/8th century, especially in Iraq, the school became pro-ʿAlid and typically agitated for social justice. Aside from Sufyān al-Thawrī, some of its other adherents, such as Shuʿba b. Ḥajjāj from Baṣra and Hushaym b. Bashīr from Wāsiṭ, played major roles in the uprising of Ibrāhīm b. ʿAbd Allāh al-Ḥasanī, also known as Ibrāhīm Ṭabāṭabā (d. 145/762) (Abū al-Faraj,  Maqātil , 235–254; Ibn Saʿd, 6/258–260 et passim). Even though in the following century this tendency lived on in men such as Abū Bakr b. Abī Shayba (d. 235/849) and his brother ʿUthmān, Abū Nuʿaym Faḍl b. Dukayn and Yaḥyā b. Ādam (see Abū al-Faraj,  Maqātil , 366–369), Sufyān al-Thawrī quickly lost his position when Aḥmad b. Ḥanbal becamse the leading authority of the traditionalists. Ibn Ḥanbal’s positions came to predominate among the traditionalists, who preached that obedience to the leaders of the Muslims was the duty of those who followed the Prophet’s  sunna . Anyone who became the caliph of the Muslims, no matter how sinful he might have been, and even if he had seized this position through brute force, had to be obeyed (q.v. Aḥmad b. Ḥanbal ). The difference between the teachings of Aḥmad b. Ḥanbal and Sufyān al-Thawrī was not confined to ethico-political thought: according to Aḥmad, asceticism consisted, first and foremost, in following the practices narrated in sound traditions, and pro-Sufi tendencies had no place in his teachings.  After the 3rd/9th century the continuation of the teachings of al-Thawrī must be sought in the various schools of Sufism rather than among the traditionalists.",
    "4. Ethics in Sufism",
    "The major distinction of the Sufi works on ethics is the emphasis on the practical application of ethical principles, without which, by consensus, the aspirant has no right to expect to progress or succeed in the spiritual path. The crucial importance of refinement of character ( tahdhīb al-akhlāq ) or tazkiyat al-nafs (purifying the self) in Sufism is attested by a number of Sufi sayings to the effect that ‘Sufism is all a matter of character, so whoever increases you in good character increases you in Sufism.’ Furthermore, in Sufi teaching there is a close relationship between the concepts of akhlāq (character traits) and adab (courtesy) or ādāb (rules of comportment) (Mayeur–Jaouen, Catherine and Luca Patrizi, 7–8; Keeler, 88–89 et passim).",
    "The term ‘Sufi ethics’ appears to be a modern academic coinage which is in a sense almost tautological; the understanding and practice of ethical values was, and is, integral to Sufism rather than representing one of its aspects. The degree of spiritual insight ( baṣīra ) and direct experiential knowledge or gnosis ( ma \n ʿ \n rifa ) the seeker may attain is closely linked with the degree to which they have attained purity of heart ( qalb ). The guarding and purification of the locus of direct cognition, the ‘spiritual heart’, is a central concern of writers on Sufism, who frequently cite a well-known Tradition in which the Prophet is reported as stating that ‘For all things there is a means of cleaning, and the means of polishing the heart is the remembrance of God ( dhikr Allāh )’. The practice of remembrance or invocation is also stressed as being a vehicle for drawing close to the One invoked. Remembrance and sincere thankfulness produce a reciprocity, viewed as a blessing, in the form of divine nearness, evoked by the Qurʾānic promise, ‘So remember Me, and I shall remember you; give thanks to Me, and associate none with Me’ ( fa-adkhurūnī adhkurkum wa ashkurū lī wa lā takfurūn ).",
    "The primary sources of spirituality and morality in Islam are the Qurʾān and the Prophetic  sunna .",
    "The Qurʾān contains the central and dominant principles underlying ethical values in Sufism. A particular emphasis is placed on the following:",
    "Iḥsān  (doing good deeds) involves serving or worshipping God as though one could see Him—that is, with the realisation that He is aware of every act, spoken word, and hidden thought.",
    "Taqwā  (God-consciousness), which typically manifests itself as acting and speaking in strict and constant accordance with the ordinances of the religious law ( sharī \n ʿ \n a ) (e.g. Q 22:32, 20:132).",
    "Ikhlāṣ  (sincerity) implies being truthful and wholehearted in one’s actions and words (e.g. Q 40:65, 98:5, 29:65).",
    "Inner  ṭahāra  (purity) presupposes the effort to avoid the pollution by evil thoughts, impulses, or distractions (e.g. Q 33:33).",
    "Tawba  (repentance) implies a sincere intention to renounce bad attitudes, actions and habits, seeking divine help, with the resolve never to return to them (e.g. Q 5:39, 7:153, 16:119).",
    "The second major source of ethical teachings in Sufism is the Prophetic example as recorded in  ḥadīth s, or Traditions. For Sufis, as for all Muslims, the Prophet is the supreme teacher and embodiment of noble character traits ( makārim al-akhlāq ). According to one Tradition he said: ‘I was sent purely to perfect noble character’.",
    "His mildness towards those around him is praised in Q 3:159: ‘It was by the grace of God that you were gentle with them. Had you been severe and fierce-hearted with them, they would have dispersed from around you.’ This Revelation has ethical implications for the generality of believers, especially those in positions of leadership. The Prophet was asked ‘Emissary of God, which believer is best in faith?’ He replied ‘He who is best in character’ (Ghazālī,  Disciplining the Soul , 9; Aḥmad b. Ḥanbal,  Musnad , 2/250).",
    "The study of the traits of character exemplified by the Prophet, as recorded in canonical Traditions, forms the subject matter of a branch of Islamic studies known as  Shamā \n ʾ \n il  (traits, virtues and attributes). Specific qualities cited in the  Sīra  (biography) and  Shamā \n ʾ \n il  literature include: (i) trustworthiness ( amāna ), for which he was noted long before his Prophetic mission; (ii) humility ( tawāḍu \n ʿ  ); (iii) non-attachment to things of this world ( zuhd ); (iv) preferring others to himself ( īthār ); (v) impartiality ( inṣāf  ); (vi) modesty ( ḥayā \n ʾ  ); (vii) courage ( shujā \n ʿ \n a ); (viii) compassion ( raḥma ); (ix) forbearance ( ḥilm ); and (x) forgiveness ( ʿ \n afw ).",
    "The character of the Prophet as representing the highest degree of human perfection was epitomised by Abū Ḥāmid al-Ghazālī (d. 505/1111) in the ‘Book of Prophetic Character’ of the  Iḥyā \n ʾ . Al-Ghazālī analyses the nature of good character in philosophical terms. Following Miskawayh, he links  khalq  with  khuluq —creation with character—and understands character traits as being a predisposition or figure ( hay \n ʾ \n a ) of the soul from which actions proceed spontaneously without forethought. However, al-Ghazālī, unlike the philosophers, defines good deeds as those consonant not only with what the intellect understands as virtuous but also with the dictates of religious law ( shar \n ʿ  ). Such emulation was also enjoined by Sufi and other Muslim authorities.",
    "Similar sources consulted, commented on and translated in Sufi circles include the  Shamā \n ʾ \n il  of the  muḥaddith  Abū ʿĪsā al-Tirmidhī (d. 279/892);  al-Shifā \n ʾ  by the Maghribī scholar Qāḍī ʿIyāḍ al-Yaḥṣubī (d. 554/1149), which is a lengthy and detailed description of the Prophet, based on Traditions, which circulated not only in Arabic but also in Ottoman Turkish; and several works, some in Persian, belonging to the genre of  Dalā \n ʾ \n il al-nubuwwa  (‘Proofs of Prophethood’). Finally, important practices in Sufi circles to this day are the invocation of the names and attributes of the Prophet, as found in works such as al-Jazūlī’s  Dalā \n ʾ \n il al-khayrāt , for blessing ( baraka ), and the celebration with invocation and song of the  Mawlid  or birthday of the Prophet (see Katz, passim; also Schimmel,  And Muhammad ).",
    "The Sufi literature on ethics falls into several types. Firstly, the discourses and/or letters of notable Sufi masters, preserved in writing. Examples of such masters include al-Junayd (d. 298/910) and ʿAbd al-Qādir al-Gīlānī (d. 561/1166) of Baghdad; Sharaf al-Dīn Yaḥyā Manīrī (d. 782/1381) of Bihar, India; Ibn ʿAbbād al-Rundī (d. 792/1390) of al-Andalus (q.v.); and ʿAbd Allāh al-Ḥaddād (d. 1132/1720) of the Yemen.",
    "Secondly, the Sufi treatises of the first three centuries of Islam which emphasise  adab  or rules of conduct, such as  Ādāb al-nufūs  and  al-Ri \n ʿ \n āya li-ḥuqūq Allāh  of al-Ḥārith al-Muḥāsibī (d. 243/857) (see al-Sulamī,  A   Collection ) and the  Kitāb al-riyāḍa wa adab al-nafs  (‘Training and Etiquette of the Self’) by Abū ʿAbd Allāh al-Tirmidhī (d. ca. 320/938).",
    "The 4th/10th and 5th/11th centuries saw the appearance of a number of classic expositions of  ādāb , such as the  Ādāb al-murīdīn  (‘Rules of Conduct for Disciples’) of Abū al-Najīb al-Suhrawardī (d. 563/1168), as well as general treatises on Sufism in which discipline and etiquette are emphasised, such as the  Kitāb al-Lumaʿ  (‘Flashes of Light’) by Abū Naṣr al-Sarrāj (d. 378/988);  al-Taʿarruf li-madhhab ahl al-taṣawwuf  (‘Introduction to the Way of the People of Sufism’) by Abū Bakr Muḥammad al-Kalābādhī’s (d. 380/990 or 384/994),  Qūt al-qulūb  (‘Provisions for Hearts’) by Abū Ṭālib al-Makkī (d. 386/996), and  Risāla  by Abū al-Qāsim al-Qushayrī (d. 465/1072). The work of al-Makkī in particular provided much valuable material to al-Ghazālī, whose systematic and eloquent presentations of the ethical issues in Islam, in his  Iḥyā \n ʾ   ʿ \n ulūm al-dīn  in Arabic and  Kīmiyā-yi sa \n ʿ \n ādat , became the standard works of reference for both practising Sufis and general readers.",
    "Thirdly, the words, deeds, and spiritual accomplishments and states of the Prophet Muḥammad, his Companions, Followers, and elders ( salaf  ), and of great Sufis and  awliyāʾ  (saints) are cited and commented upon in the  tadhkira  (memorandum) literature. Each entry typically comprises a brief biographical sketch of the figure at issue, such as noted Sufis, in some cases partly hagiographical, illustrated with anecdotes indicative of their character and methodology and with sayings evocative of their teachings, accomplishments, and spiritual temperament. Famous examples include the  Ṭabaqāt al-Ṣūfiyya  (‘Accounts of Generations of Sufis’) of Abū ʿAbd al-Raḥmān al-Sulamī and the  Tadhkirat al-awliyā  (‘Memorandum of the Saints’) of Farīd al-Dīn ʿAṭṭār (see Mojaddedi).",
    "A fourth category comprises later works in prose and verse, of a more literary character that are concerned with ethics and spirituality, a few of the outstanding names being Niẓāmī (b. 535/1141), Saʿdī (d. 691/1292), ʿAṭṭār (q.v., d. ca. 627/1230), and Rūmī (d. 672/1273). Elements of social criticism with ethical aspects are to be found in the works of Sufi authors, such as the  Ḥadīqat al-ḥaqīqat  and  Dīwān  of Sanāʾī of Ghazna. Passages from the works of several Persian authors are examined in ‘Ethics of the Persian Ṣūfī Poets’ (chapter 9 of D. M. Donaldson’s  Studies in Muslim Ethics ), which deals wtih such authors as Abū Saʿīd b. Abī al-Khayr (d. 440/1049), Sanāʾī (d. ca. 525/1131), ʿAṭṭār, Rūmī, Saʿdī, and Ḥāfiẓ (d. 792/1390 or 791/1389), (for moralistic aspects of Sanāʾī, see de Bruijn).",
    "Major Sufi writers, such as al-Ghazālī, believe that a person’s character can be improved through training and self-discipline. This assumption is typically accompanied by the belief that one can inculcate the virtues by forcing oneself to do something even if the motives for the action are not entirely sincere. For example, a tendency to miserliness should be countered by compelling oneself to give to a beggar in spite of one’s disinclination to do so; the suspicion against the ego or lower self should take priority (al-Ghazālī,  Disciplining the Soul , 48).",
    "The theme of self-discipline arises in most early Sufi treatises (as distinct from certain works produced in later ages in certain  ibāhī , or libertarian, milieux). In considering the meaning of the Arabic expression  tazkiyat al-nafs , which became a standard term for spiritual training and was used principally, though not exclusively, in Sufi circles, it must be remembered that the root  z-k-y  contains not only the meaning of purification but also that of growth (see Picken, 123–167).",
    "There are differences of emphasis between the works dating from the earliest period of  taṣawwuf  (to ca. mid 2nd/8th century) and some of those from the subsequent period. In the former, the emphasis was almost entirely on  zuhd  (commonly translated as ‘asceticism’). The principal methods deployed in achieving detachment from worldly desires and preoccupations, and purity of intention and spiritual concentration, were solitude ( ʿ \n uzla ), silence ( ṣamt ), hunger ( jū \n ʿ  ), and spiritual wakefulness ( sahr ). The  zuhhād  (ascetics) saw themselves as emulating the Prophetic practice of spiritual retreat, frequently accompanied by fasting in the daytime and vigils at night. In their teaching and preaching, they would emphasise such matters as the perils of avarice, of associating with worldly people, and of gaining a living from unlawful or questionable sources, as well as the dangers of the unrestrained tongue, sexual organs, and other bodily faculties. Outstanding among the notable figures in this early period, in which the city of Baṣra appears at one time to have surpassed Baghdad as a centre of Sufi activity, was al-Ḥasan al-Baṣrī (d. 110/728). Indeed, in the  silsila  or genealogy of many Sufi orders his name occurs after that of Imam ʿAlī b. Abī Tālib as being his direct spiritual heir.",
    "There is an extensive corpus of sayings of the Prophet and of the early Sufis that have a bearing on the imperative of  zuhd , and these are cited in the early manuals for Sufi disciples. For example, ‘He who keeps silent is saved’ ( Ḥadīth : Aḥmad b. Ḥanbal,  Musnad ); ‘Hunger purifies the heart, kills caprice, and engenders subtle knowledge’ (the Baghdad Sufi Bishr al-Ḥāfī, q.v., d. 227/841). Such maxims reflect a concern to avoid the allure of this world ( dunyā ); they are inspired on the one hand by fear of divine punishment and on the other by hope of divine reward. In the second period of the development of Sufism, this rigorous outlook upon the world and the soul, informed by a predominant perception of divine  jalāl  (majesty), begins to be somewhat attenuated by increased focus on the divine  jamāl  (beauty), and compassion (see T. J. Winter’s introduction to al-Ghazālī’s  On Disciplining the Soul , 22–25).",
    "The polarity between perspectives informed by fear and hope becomes prominent in the early history of Sufism, with different groups and individuals emphasising either one or the other. Here again, later authorities advocate finding a balance between the two as being the key to success on the Path. Some of them describe fear and hope as ‘two wings’ on which the aspirant should fly towards his goal (Schimmel,  Mystical Dimensions , 127).",
    "Some Sufi authorities teach that the presence of such dualities proves that spiritual imperfections remain in the individual concerned; the true lover of God manifests love upon a higher plane, by transcending such oppositions, instead focusing his attention entirely on the divine Beloved (see e.g. Rūmī,  Mathnawī,  vol. 5, lines 2851–2854; see also 2841–2850):",
    "In a certain sense, the qualities called for in the mystical traveller may be regarded as being opposites. Fear and hope are an obvious example; others include longing ( shawq ) and contentment ( qināʿa ), total reliance on God ( tawakkul ) and self-reliant striving ( mujāhada ). Achieving spiritual purity and equilibrium depends upon reconciling these opposites. Beginning, it would appear, with the great Egyptian master Dhū al-Nūn al-Miṣrī (q.v.), Sufis developed a theory of successive spiritual stations ( maqāmāt ), linked with ethical qualities, each being superior to the last, at least from a certain viewpoint, and thus marking a progression towards perfection on the Path to God.",
    "The Sufi masters taught that cravings of the lower soul or ego ( nafs ) had to be cut off at their source by becoming accustomed to privation. This privation had to be not only material but also psychological, for it would be of little avail to cease to hunger after gratification of physical desires if, for example, one were still hungry for revenge for some harm, slight, or insult one had received in the past–or, worse still, for prestige and high reputation. Hence the logical complement to asceticism was rigorous examination of one’s inner condition and the motivations behind one’s actions, and the practice of keeping the company of people with similar aspirations rather than with those whose life was focused on this world and its pleasures and concerns.",
    "In his commentary upon the Divine Names,  al-Maqṣad al-asnā , al-Ghazālī cites the dictum, ‘Acquire the character traits of Allah’ ( Takhallaqū bi-akhlāq Allāh ), often quoted as a  ḥadīth , and comments that in order to draw closer to his Creator the worshipper must strive to acquire whatever share of His Divine Attributes it is humanly possible to attain. This is no easy matter; yet it is possible, al-Ghazālī argues, because the  fiṭra  or innate primordial nature of the human being includes a share of them all. One should meditate upon these attributes, realising their beauty and by contrast, the ugliness of the ignoble characteristics of the ego. Such meditation should lead to the achievement of purity, resulting in a return to the primal state of closeness to God. From the perspective of spiritual struggle ( mujāhada ), Sufi sheikhs generally advocate that the disciple must negate vices before affirming virtues. This entails eliminating from one’s being firstly anything that is unlawful, secondly anything that is reprehensible ( makrūh ), and then anything contrary to preferred practice ( khilāf al-awlā ).",
    "Thus,  al-mujāhada  is an essential feature of the purification process, especially in its initial stages. Describing the beginning of the path for the aspirant and his attempt to be sincere, al-Ḥārith al-Muḥāsibī asserts that it is attained:",
    "With struggle ( al-mujāhada ) and endurance ( al-mukābada ) due to the strength of the appetites, the weakness of his intention, the lack of practice at being sincere and being habitually ostentatious. This is because the weak slave, since his childhood, has grown accustomed to being insincere in front of his peers, and if he wished to wean his soul away from this habit and break the strength of his appetites whilst his intention is weak and he lacks practice at being sincere, his soul will refuse and deem it difficult. Thus, he struggles ( jāhada ) and endures ( kābada ) until he is consistent in refuting his soul, sincerity becomes the norm and ostentation is rejected. Then the reward of sincerity from God enters his heart with light and insight, the soul is broken due to it being denied its passions for a protracted period and the enemy [Satan/Iblīs] despairs and withdraws, awaiting [the advent of] the appetites and heedlessness. Then God, the Mighty and Exalted, draws near with assistance and aid due to what He has seen of his patience for His sake and his consistency in combating his desires ( al-mujāhada li-hawāhu ) (Picken, 197, trans. from  Risālat al-mustarshidin , 102–104).",
    "The most important source of self-awareness is the observation of the  khawāṭir  or thought-impulses that enter the mind, not least during the practice of  dhikr  (invocation) or  tafakkur  (meditation). These are typically classed as divine ( ḥaqqānī, raḥmānī ), angelic ( malakī ),egocentric ( nafsānī ) or satanic ( shayṭānī ), according to their source (al-Suhrawardī, 176-178).",
    "As for the subject of  muḥāsaba  (self-scrutiny or calling oneself to account), the eponymous master of this branch of Sufi ethical teaching is the aforementioned al-Ḥārith al-Muḥāsibī, a figure of central importance in the development of Sufism, especially in the aspect of self-discipline. As his name implies, al-Muḥāsibī attached great importance to the practice of  mu \n ḥāsaba , calling oneself to account, as a daily practice. In particular, he pointed out that it was essential to scrutinise rigorously the motives and objectives behind one’s every action. On the mystical path the stakes are high, and Satan lurks at every stage attempting to deceive the wayfarer into thinking he is doing well, when all his pious works may be vitiated by the pernicious desire to be thought well of. In his  al-Ri \n ʿ \n ā \n ya li-ḥuqūq Allāh  (‘Observance of the Rights of God’), the key work which contains all the main ideas that are to be found in his other writings (Picken, 67), al-Muḥāsibī writes:",
    "Persist in reflecting upon your past sins; fear regarding the hardship God has imposed on you because of them; contemplating the resurrection; the questioning; hellfire and being forbidden paradise, as indeed you will have to answer to all of this. Also persist in: renewing your repentance and intention; caution regarding that which awaits you in the future and forbidding the soul ( al-nafs ) its pleasures, which its Lord, the Mighty and Exalted dislikes (Picken, 176, trans. from  al-Ri \n ʿ \n ā \n ya , 378).",
    "Concerning the nature of the lower self and its desires, al-Muḥāsibī warns that the most dangerous ones are the desire for, and attachment to, elevated social status and leadership:",
    "The appetites ( shahawāt ) [most to be feared] are not sins ( dhunūb ) and evil deeds ( sayyi \n ʾ \n ā \n t ): the appetites are foods; drinks; clothing; buildings; riding animals; women; gold and silver. However, the most destructive of appetites are [craving] status; the love of leadership; establishment of prestige; the attainment of rank; [the desire for] the acceptance [of one’s] command and prohibition; the fulfilment of needs; the love of good reputation among neighbours, friends and brothers and to be praised for the righteous deeds one has performed (Picken, 178, trans. from  Adab al-nufūs , 88).",
    "To grasp the nature of the  nafs  as an adversary is a duty one owes to it, if one sincerely wishes oneself well, which is something that the human condition requires in the case of any person of sound mind and heart. To quote al-Muḥāsibī, ‘You will not be sincere towards God until you are sincere towards your own soul, and you will not be sincere towards your own soul until you know it well. You will not know it well until you have scrutinised it closely and subjected it to [the prospect of] death and standing before God, when its true states will be made manifest’ (Picken, 189–190)",
    "Al-Muḥāsibī distinguishes between two categories of  muḥāsaba , which he terms examining the soul regarding future actions ( muḥāsabat al-nafs fī mustaqbal al-a \n ʿ \n māl ) and examining the soul regarding past deeds ( muḥāsābat al-nafs fī   mustadbar al-a \n ʿ \n māl ). Of the first category al-Muḥāsibī states that it means contemplating while proceeding cautiously before slipping into error, distinguishing what is harmful from that which is beneficial and then abstaining from the former in favour of the latter, according to one’s knowledge of what is in one’s true interest ( al-Ri \n ʿ \n ā \n ya , 70).  Muḥāsaba , then, is employed in advance to differentiate between good and evil actions and prevent the latter, thus limiting the potential of sinning.",
    "As for the second category of  muḥāsaba , this—as the term applied to it suggests—takes place after the action has been completed. The deed is evaluated in its every aspect and a series of questions is posed regarding the intentions behind the action, such as: Why and for whom? How would it be if it were presented in front of the Creator? Has it been performed in a way that would be pleasing to Him? Was it completed in the way that He commanded? Depending on the answers to these questions, the person performing these deeds will then need to make amends for the deficiencies therein by seeking God’s forgiveness and repenting or finding a way in which the deed can be consequently made acceptable (Picken, 202–203, trans. from  al-Ri \n ʿ \n ā \n ya , 65–77).",
    "An additional dimension of ethical thought in Sufism can be found in the doctrine of the renowned Andalusian Sufi and gnostic Muḥyī al-Dīn Ibn al-ʿArabī (d. 638/1240). Ibn al-ʿArabī preferred to describe himself as a  muḥaqqiq , someone who seeks to ascertain through experiential knowledge the truth or reality ( ḥaqq ) behind phenomena. As a divine name, ‘al-Ḥaqq’ means absolute and self-existent Truth, the Reality, absolute Right or Justice.",
    "For Ibn al-ʿArabī  ḥaqq , as used in respect of creatures and their relation to the absolute reality, denotes the just and proper demands that creatures make upon human beings (Chittick, 4). To grasp the  ḥaqq  of an entity is to grasp not only its true nature but also that which is its right, that which is due to it. The concept of  ḥaqq  thus becomes a matter of the subject as well as the object of the  ḥaqq : that is to say, the right it has over other entities, as well as its reality in itself. As for the process and purpose of  ta \n ḥqīq , it is a means of giving to everything that has a right that which is its right ( ḥaqq , pl.  ḥuqūq ).",
    "There is a hierarchy of rights, the highest of which is that of the Creator Himself, the Absolute Truth (al-Ḥaqq). The  ta \n ḥqīq  (realisation) of this requires that one begin by acknowledging His supreme right over all His creation, all of which owes its very existence and subsistence to Him; and that one act accordingly. The rights due to God are proclaimed in numerous passages of the Qurʾān. He is in reality the true Possessor of all things, and all possessions are a trust given to His creation to use and to answer for. The primary human obligation towards God is to embrace the facts of His Lordship, Unity and Uniqueness, and accordingly to obey His commands and those of His appointed emissaries, the prophets. In practice, however, most people, even if they recognise the truth of all this, tend to put their own  ḥuqūq  and interests first; a tendency that is alluded to in Q 9:24.",
    "As for the beings and things created by God, each category of these has different rights according to its divinely-appointed nature and purpose: ‘Our Lord is He who gave each thing its creation, then guided [it]’ (Q 20:50). The creation indicates its true nature, and the guidance is the way it must follow in order that its purpose be fulfilled. All things have a  ḥaqq  and a place in the universal scheme of things, the Divine Plan. To verify and realise ( ta \n ḥqīq ) their right and the divine wisdom in their creation is necessary in order to accord them their  ḥaqq  in full. Humanity, however, has been given the choice to conform or not to conform to the guidance, to obey or not to obey; and the choices they make will determine their eternal destiny. If the soul and mind are trained and accustomed to discern the  ḥaqq  of others, the individual will find the names and attributes of God (al-Ḥaqq) to be manifested in them: ‘Wherever you turn, there is the Countenance of God’ (Q 2:115). Thus Ibn al-ʿArabī reveals a metaphysical basis for ethical values. The correct attitude and behaviour for every individual to have towards others is to recognise the respective  ḥaqq  of each and every person, creature, or object, and to proceed accordingly (Chittick, 4–6; the discussion appears to be centred on passages from  al-Futū \n ḥāt al-Makkiyya ).",
    "In addition to the circles of teaching and the  ṭuruq  or ‘Orders’ that eventually developed from them, within mediaeval Muslim society there also arose various types of ethics-based movements, guilds (q.v.,  aṣnaf  ), and other institutions. The relationship between them and the Sufi Orders was not always straightforward, as is evident e.g. from the differences between Jalāl al-Dīn Rūmī, the great spiritual master and poet, and the  akhī s of Konya, his adoptive home city in Anatolia. Among these institutions were trade guilds, the social brotherhoods of  akhī s, and the less institutionalised  ʿ \n ayyārān , as well as the philanthropic movements known as the brotherhoods of  futuwwa  (in Persian,  jawānmardī ), meaning ‘chivalry’ (see Ridgeon,  Morals and Mysticism , 5–91).",
    "The term  fatā , in the sense of a young man of noble character, is found in several passages in the Qurʾān, where it is used to describe Abraham, the unnamed servant of Moses (often identified as Yūshaʿ, or Joshua), Joseph, and the Cave Companions (Q 12:30, 12:36, 12:62 18:10, 18:30, 18:60, 21:60; cf. the commentary in Maybudī, 5/668–669). The groups of  fityān / jawānmardān , which generally identified Imam ʿAlī, an archetypal  fatā , as their titular and spiritual founder, were particularly prevalent in the Iranian world, where their tradition lives on today both within Sufi orders and in the  zūrkhānah s (lit. ‘houses of strength’) where men gather for physical training. However, the influence of the ethical teachings attributed to ʿAlī, was by no means confined to the Shiʿi Sufis (see Shah-Kazemi,  Justice , passim). The  jawānmardī futuwwa movement produced a number of treatises on ethics and rules for upright living (see Ridgeon, Jawānmardī, introd. 1-15).",
    "The most eloquent exposition of Sufi ethics is to be found in two works of al-Ghazālī,  Mīzān al- \n ʿ \n amal  (‘The Weighing-Scales of Action’), which is devoted almost exclusively to matters of  akhlāq ; and in his  summa ,  Iḥyā \n ʾ   ʿ \n ulūm al-dīn , in the ‘Book of Familiarity, Brotherhood, Companionship, and Communal Living’ ( Kitāb al-uns wa al-ukhuwwa wa al-ṣuḥba wa al-mu \n ʿ \n āshara ). Al-Ghazālī’s basic concern in this chapter is to expound the idea of friendship from a perspective of spiritual values. It has four degrees: love, or affection, based on (i) similarity of nature and character; (ii) the expectation of gaining a worldly benefit of some kind; (iii) the expectation of religious benefit from someone’s company; and (iv) purely spiritual affection for those individuals who are beloved in the sight of the Divine Beloved. From an ethical viewpoint, these represent ascending degrees of selflessness and altruism, all being qualities that are self-evidently pleasing to God. In addition, the assiduous imitation of an exalted role model is an important means to spiritual progress. The degree to which the third and fourth of the aforementioned modalities are present varies according to the state of one’s faith ( īmān ), which in most people fluctuates.",
    "One of the most original didactic treatments of ethical values in the literature of Sufism is to be found in Najm al-Dīn Dāyah Rāzī’s (d. 654/1256)  Mirṣād al- \n ʿ \n ibād min al-mabda \n ʾ \n  ila al-ma \n ʿ \n ā \n d  (translated by Hamid Algar as  The Path of God’s Bondsmen   from the Origin to the Return ). The author was a distinguished member of the Kubrawī Sufi order (on his life and career see Algar’s introduction to Rāzī,  Path , 8–14). The final fifth section of  Mirṣād al- \n ʿ \n ibād  provides spiritual guidance intended for seven different classes of society, according to their status, calling, and way of life: kings (Rāzī,  Path , 411–432); ministers, ‘men of the pen’ (i.e. officials), and deputies (433–444); religious scholars– muftī s, preachers and judges (445–459); the wealthy (460–470); farmers, village headmen, and peasants (471–475); merchants (476–481); and tradesmen and craftsmen (482–493).",
    "The first section, ‘The Wayfaring of Kings’, is the longest, partly because both the recensions of  Mirṣād al- \n ʿ \n ibād  were dedicated to a ruler. In his commentary upon a single Qurʾānic verse (38:23), consisting of an admonition from God to the Prophet-King David, the author derives from it ten divine ordinances concerning the office of kingship. Having explained that worldly kingship is of little value compared to spiritual kingship, he adds that David was granted kingship of the realms of both religion and the world: ‘O David, We have made thee a viceregent upon earth, so rule among men with justice, and follow not caprice, for that would cause thee to stray from God’s path’ (Rāzī,  Path , trans. Algar, 396–399). Later, the wealthy are exhorted to beware of ten qualities that are fatal to the moral welfare of those whom God tries by bestowing riches upon them, and to cultivate ten qualities which are their opposites ( Path , 462–468).",
    "At the other end of the social spectrum, in his counsel to tradesmen and craftsmen ( Path , 482–493), the author begins by exhorting them to orientate themselves spiritually by realising that their role and their success in fulfilling it depends entirely upon the divine Creator.",
    "Rāzī adds that they should practice compassion, trustworthiness, and piety; in all circumstances remain firmly on the highway of the Law; and guard their earnings from contamination by wealth from illicit or doubtful sources. They should refrain from taking too much and giving too little; never knowingly have dealings with those who possess illicit wealth, and refrain from exploiting and overcharging customers who are unacquainted with their trade and the true price of their goods. In short, they must never practice fraud or deception ( Path , 485).",
    "The ethical model that a person chooses to adopt is of crucial importance because of its bearing on the individual’s conduct in religious as in other matters, and vice versa. In the perspective of Sufism, as in normative Islam generally, ethical questions, far from being merely a matter for abstract speculation, are closely linked to the eternal individual destiny of every human being."
  ],
  "bibliography": null,
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}
