{
  "id": "eweb_554",
  "source": "EIs",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/SIM-045758.xml?rskey=776MOg&result=1",
  "annotator": "Jeremy",
  "title": "al-Ḥasan al-Baṣrī",
  "authors": [
    "Mohammad Javad Shams",
    "Translated by Farzin Negahban"
  ],
  "word_count": "(15,757 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "04 Feb 2022",
  "last_updated": "02 Jun 2025",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "al-Ḥasan al-Baṣrī , Abū Saʿīd b. Abī al-Ḥasan Yasār al-Baṣrī (21–110/642–728), known as Abū Muḥammad, Abū ʿAlī and Abū Saʿīd, a narrator of ḥadīth , Qurʾān commentator, theologian, preacher, one of the eight ascetics ( al-zuhhād al-thamāniya ) of the generation known as the tābiʿūn (Followers), and described by later generations as an early Sufi master with such honorific titles as sayyid al-zuhhād wa al-ʿubbād wa al-ʿulamāʾ wa al-fuṣaḥāʾ (master of the ascetics, pious worshippers, scholars and purist speakers).",
    "Al-Ḥasan al-Baṣrī was one of the most celebrated scholars and religious figures of the 1st/7th and the beginning of the 2nd/8th century, as well as an important transmitter of religious sciences from early Islam to later generations. His expertise in the various religious sciences as well as his active presence in political and social circles during a turbulent period in Islamic history made him one of the most significant figures from Baṣra. He exercised a profound influence both on his contemporaries and those who came after him. Leading Companions of the Prophet such as Abū Qatāda (d. 54/674) and Anas b. Mālik (d. 93/712) praised his knowledge and erudition, and he has also been described as ‘the best of the generation of Followers’, ‘the imam of the Baṣrans’, ‘the most pious and learned individual in their midst’ and ‘the pinnacle of asceticism ( waraʿ  ) and forbearance ( ḥilm )’ (Ibn Saʿd, 7/157–158, 176; Abū Nuʿaym, 2/131–132; Abū al-Qāsim, 86–87; Abū Ṭālib, 1/147, 149; Ibn al-Murtaḍā, Ṭabaqāt , 18; Ibn Kathīr, 9/295; al-Dhahabī, Tadhkira , 1/71; Ibn Ḥajar, 2/264–266; Āmilī, Jāmiʿ , 223; Nicholson, Literary History , 225–226; Watt, 77; Obermann, 138). He has also been described as ‘the transmitter of the prophetic message, the one whose nature was chivalry, the Kaʿba of knowledge and virtuous actions’ (ʿAṭṭār, 30), and his words were likened to the speech of the Prophet Muḥammad and other prophets (Ibn Saʿd, 7/162; Abū al-Qāsim, 86; Ibn al-Murtaḍā, Ṭabaqāt , 21; Abū Ṭālib, 1/147, 149; Abū Nuʿaym, 2/147; al-Dhahabī, Siyar , 4/585; Ibn Ḥajar, 2/264; al-Ḥuṣrī, 176).",
    "As a result, there are many biographies, historical accounts and compilations quoting his words and views, which serve to underline his scholarly and spiritual stature, and the recognition he received from religious circles. Two of the most significant of these are: a work on his merits called Faḍāʾil al-Ḥasan al-Baṣrī by Ibn al-Jawzī (d. 597/1201); and al-Zukhruf al-qaṣrī fī tarjumat al-Ḥasan al-Baṣrī by Shams al-Dīn Muḥammad al-Dhahabī (d. 748/1347). The latter has also erroneously been attributed to Muḥammad b. Saʿd al-Wāqidī (al-Dhahabī, Tadhkira , 1/72; al-Baghdādī, Ismāʿīl, 3/613; Thubūt, 156). Other works on him, which have not survived, include a collection of ḥadīth he narrated compiled by Hishām al-Qurdūsī (d. 148/765) (see al-Ziriklī, 8/85; Badawī, 172), Fiqh al-Ḥasan al-Baṣrī by Ibn al-Mufarrij (d. 380/990), Abū ʿAbd Allāh Muḥammad b. Aḥmad (al-Ḥuṣrī, 276; al-Khinn, 214; Thubūt, 96), and Akhbār al-Ḥasan al-Baṣrī by ʿAbd al-Ghanī b. ʿAbd al-Wāḥid al-Maqdisī (d. 600/1204) (Sezgin, 1/592). There are also numerous invaluable studies by contemporary Muslim scholars and some Orientalists on his life and views, as well as analyses of his positions in Qurʾān exegesis, law, theology, and teaching in Islamic esoterism (see bibliography).",
    "Biography",
    "Al-Ḥasan al-Baṣrī lived in Baṣra (q.v.), a city that witnessed great political turmoil during his lifetime. His own complex persona and variegated knowledge of religious matters has led to an array of opinions and conflicting views about him, which make it difficult to construct a precise account of his life. According to some sources, his family were originally Christian Persians from Maysān (Ibn Qutayba, al-Maʿārif , 440–441). One opinion holds that his father was called either Yasār or Fīrūz/Pīrūz (al-Ṣafadī, 12/306; van Ess, 2/47; Badawī, 152; Massignon, ‘Essai sur les origines’, 174; Ritter, ‘Ḥasan al-Baṣrī’, 3/247; Schaeder, 44; Knysh, 10; Mourad, 20). His father was taken captive in battle by ʿUtba b. Ghazwān during the Muslim conquest of the Maysān region in present-day Khūzistān, which was known for its Nestorian Christian community, and he subsequently embraced Islam and became a freedman ( mawlā ) (Yāqūt, 2/455, 5/242–243; al-Basawī, 152, n. 2; al-Ṭabarī, 3/298; al-Dīnawarī, 117–118; Ibn Qutayba, al-Maʿārif , 440 who mentions al-Mughīra b. Shuʿba as the conqueror of Maysān; Mourad, 22). Yasār then took up residence in Medina where he married a woman named Khayra, with whom he had three children: al-Ḥasan, Saʿīd and ʿAmmār, who later all became scholars and pious men.",
    "According to most sources, al-Ḥasan was born two years before the end of the caliphate of ʿUmar b. al-Khaṭṭāb (r. 13–23/634–644), and he himself reports that he was fourteen years of age when the third caliph, ʿUthmān b. ʿAffān, was killed in 35/655. This suggests that he was born in 21/641 (Ibn Saʿd, 7/155; Abū Ṭālib, 1/149; al-Ṣafadī, 12/306; Ibn Ḥajar, 2/263; Kh w āndamīr, 1/180; Ibn Qutayba, al-Maʿārif , 441; Ibn al-Murtaḍā, Ṭabaqāt , 18; Ibn al-Nadīm, 202; Abū al-Qāsim, 86; al-Dhahabī, Siyar , 4/564; see Ibn Ḥajar, 2/266, where it is reported from his son that he died at the age of eighty-eight, meaning that he could have been born in 22/642; for more references, see Mourad, 19).",
    "The early years of al-Ḥasan’s life until 37/657 were spent in Medina and its vicinity, according to reports either to the north in Wādī al-Qurā, where he remained until the age of sixteen, or to the south in al-Rabadha. Thereafter he grew up in Medina (Mourad, 19). According to Abū Ṭālib al-Makkī (1/149), it was owing to the spiritual ambience of that region that he developed an early interest in the religious sciences including ḥadīth . Initially he studied ḥadīth and oratory under his mother and heard ḥadīth s from the Prophet’s wife Umm Salama, regarding the status and rank of Imam ʿAlī. Prior to his departure for Baṣra in 37/657 he kept company with many Companions in both Mecca and Medina, from whom he also heard ḥadīth s. In the same period he memorised the entire Qurʾān as well as the occasions of revelation ( shaʾn al-nuzūl ) of its verses, and he also studied the taʾwīl (esoteric interpretation) of the Qurʾān.",
    "After the battle of the Camel and around the time of the battle of Ṣiffīn, for unknown reasons in 36/656 or 37/657 his family migrated to Baṣra, where he remained for most of the rest of his life. In Baṣra he married a woman of Persian descent, which resulted in the birth of two sons by the name of Saʿīd and ʿAbd Allāh and an unnamed daughter whose marriage to a rich person he apparently opposed (Ibn Saʿd, 7/157; al-Dhahabī, Siyar , 4/464; Ibn Bābawayh, al-Amālī , 259–260; Ibn Khallikān, 2/70; al-Mizzī, 3/166–167; al-Majlisī, Biḥār , 42/142–143; al-Ḥuṣrī, 110–111; Badawī, 253; Ritter, ‘Ḥasan al-Baṣrī’, 3/247; Thubūt, 4/226; Mourad, 23–25; see Knysh, 10, who gives 42/662 as the year of his migration to Baṣra).",
    "From this time onwards he devoted most of his life to the acquisition and dissemination of the religious sciences (Abū Ṭālib al-Makkī, 1/148–150). In Baṣra he continued to associate with numerous Companions of the Prophet, from whom he heard ḥadīth s and acquired religious knowledge. These Companions included ʿAbd Allāh b. al-ʿAbbās (d. 68/655), Hudhayfa b. al-Yamān (d. 37/657), Abū Dharr al-Ghifārī (d. 31/652 or 32/563), ʿUthmān b. ʿAffān (d. 35/655), Jābir b. ʿAbd Allāh al-Anṣārī (d. 74/693), ʿAbd Allāh b. Masʿūd (d. 32/653), ʿAbd Allāh b. ʿUmar (d. 73/692), Abū Saʿīd al-Khuḍrī (d. 74/693), ʿImrān b. Ḥaṣīn, Saʿīd b. Musayyib (d. 91/710) and Anas b. Mālik al-Anṣārī (d. 93/712) (see Mourad, 25–29).",
    "Of particular importance is that he is reported to have said that he mostly studied under ʿAlī b. Abī Ṭālib to the point that he has been considered Imam ʿAlī’s most distinguished student and disciple (Ibn Abī al-Ḥadīd, 5/147). Al-Ḥasan al-Baṣrī is said to have heard ḥadīth s from ʿAlī after the latter entered Baṣra following the battle of Ṣiffīn in 37 or 38/657 or 658 (Ibn Bābawayh, al-Khiṣāl , 79, n. 1; Abū Ṭālib al-Makkī, 1/265; al-Mufīd, al-Ikhtiṣāṣ , 271, al-Amālī , 129–131; al-Sayyid al-Murtaḍā, Amālī , 1/162). Some Shiʿi ḥadīth sources contain several narrations that he transmitted from Imams al-Ḥasan, al-Ḥusayn and Muḥammad al-Bāqir ( Fiqh , 408; Shaykh Bahāʾī, 13/398; Nūrī, 17/192; Kh w ānsārī, 3/28–29; Thubūt, 267–271). His correspondence with Imam al-Ḥasan (d. 49/669) and his question regarding predestination ( qadar ), if it is genuine, must have taken place in this early period of his life, when he had become familiar with the beliefs of the newly formed theological schools in Baṣra (Ḥāfiẓiyān, 255–256; Hujwīrī, 106–107; Ibn al-Shuʿba, 231; Karājakī, 1/365; al-Daylamī, Irshād , 1/162–163; Ibn Shahrāshūb, Mutashābih , 1/200; al-Majlisī, Bihār , 5/40–41, 10/136–138; Thubūt, 219–221, 252–253).",
    "Al-Ḥasan al-Baṣrī took part in some of the Islamic conquests in east Khurāsān, Kabul, Zābul and some regions of Transoxiana at the beginning of Muʿāwiya’s rule (r. 41–60/661–680), and served in the army of ʿAbd al-Raḥmān b. Samura (d. 50/670) in 43/663 during his military expedition in Zamīndāwar and Kabul in modern-day Afghanistan. According to some reports, al-Ḥasan was responsible for educating recent converts in captured territories and familiarising them with the principles and foundations of Islam. In 46/666, while Rabīʿ b. Ziyād was governor in Sīstān, he was appointed as the latter’s scribe and secretary because of his mastery of Persian and his familiarity with Pahlawī and Sāsānid administrative practice (van Ess, 2/47). According to the author of Tārīkh-i Sīstān (pp. 55, 59–61), he also established ‘a treasury with secretaries and book-keepers, collectors of taxes, regulators of accounts, inspectors, and other trustworthy individuals’, although Mourad (p. 24) casts some doubt on this as this late source clearly tried to identify al-Ḥasan al-Baṣrī as an important figure in the emerging Islamic state in Sīstān.",
    "Afterwards, and possibly owing to the dismissal of Rabīʿ in 51/671, al-Ḥasan returned to Baṣra, where he remained for the rest of his life, living on a meagre income which may have been allotted to him for his participation in the conquest of the eastern regions (Badawī, 153; van Ess, 2/47; for more information on these events in his life, see Massignon La passion , 174–176; Watt, 78; Mourad, 24–25).",
    "Al-Ḥasan al-Baṣrī later became a distinguished and prolific narrator of ḥadīth , and gained recognition among the majority of Shiʿi and Sunni ḥadīth narrators and compilers. He received such honorific titles as jalīl al-qadr , ʿaẓīm al-shaʾn and tāj al-muḥaddithīn ( Kitāb , 1/58–59, 154, 219, 228, 398, 2/639; Thubūt, 100, 326). Many of his ḥadīth s are cited in the major compilations, although the authenticity and trustworthiness of his narrations have at times been questioned, and he has been accused of deceit ( tadlīs ) and of only presenting a summary of ḥadīth s rather than replicating their precise wording (Ibn Saʿd, 7/158–159; al-Dhahabī, Siyar , 4/572, 583, 588; al-Ṣafadī, 12/306; Ibn Ḥajar, 2/266–269; Abū al-Qāsim, 86; cf. Thubūt, 88–91, who counters such accusations).",
    "Certain Shiʿi sources have vehemently questioned the reliability of his narrations, and expressed doubts about his connection to the Imams of the Ahl al-Bayt (al-Kulaynī, 2/250; al-Kashshī, 337—339; al-Ḥillī, 1/33–34; Fayḍ, 1/86–87, 8/122; al-Majlisī, Biḥār , 42/141–143; al-Qummī, Muḥammad Ṭāhir, 147; Nūrī, 11/316, 352, 388; Namāzī, Mustadrak , 10/310; idem, Mustadrakāt , 2/357–358). However, the majority do consider him a distinguished narrator of ḥadīth s. Ibn Saʿd (7/157–158), for example, in his description of a visit to Mecca made by al-Ḥasan states that while there he delivered a sermon and narrated ḥadīth to the Followers and such eminent scholars as Mujāhid b. Jabr (d. 104/722), ʿAṭāʾ b. Abī Rabāḥ (d. ca. 115/733), Ṭāwūs b. Kaysān (d. 106/724) and ʿAmr b. Shuʿayb (d. 118/736) arousing the astonishment of those present (see Mourad, 30–32, who notes the particular contribution of al-Ḥasan’s close disciples to propagating his legacy). Aside from the aforementioned al-Qurdūsī, other students and contemporaries of his made compilations of his narrations. For instance, Abū ʿAwāna Waḍḍāḥ al-Jurjānī (d. 138/755), who compiled the reports he narrated for Abān b. ʿAlī ʿAyyāsh al-Baṣrī (d. 138/755) (al-Dhahabī, Mīzān , 1/10–15; Ibn Ḥajar, 1/22–25; al-Ziriklī, 8/8/85; Thubūt, 91).",
    "A number of well-known muḥaddith s received instruction in al-Ḥasan al-Baṣrī’s school, including Abū ʿUbayda Mujāʿa al-Jundīshāpūrī, Abū al-ʿAwwām ʿImrān al-Qaṭṭān (a Baṣran narrator), Yūnus b. ʿUbayd al-Baṣrī (d. 139/756), Ṣāliḥ al-Murrī, Mālik b. Dīnār (d. 130/748), ʿAbd al-Wāḥid b. Zayd (d. after 150/767), Thābit al-Bunānī, Ḥamza al-Aʿmā, Shaybān al-Naḥwī, Yazīd b. Abī Maryam, Ayyūb b. Kaysān al-Sakhtiyānī (d. 131/748), Qatāda b. Diʿāma (d. 117/735), ʿAwf b. Abī Jamīla al-Aʿrābī (d. 146/763), Bakr b. ʿAbd Allāh al-Muzanī (d. 108/726), Jarīr b. Ḥāzim (d. 175/791), Rabīʿ b. Ṣabīḥ, Saʿd al-Jarīrī, Saʿd b. Ibrāhīm b. ʿAbd al-Raḥmān b. ʿAwf, Sammāk b. Ḥarb and Shaybān al-Naḥwī (Ibn Saʿd, 7/157 ff.; Ibn Qutayba, ʿUyūn , 1/54; al-Sulamī, ‘al-Futuwwa’, 238, 241; Abū Nuʿaym, 1/48, 60, 89, 254, 2/151, 3/3–7, 9, 13, 19; al-Mustamlī, 1782; Ibn Ḥajar, 2/264, 266; Badawī, 172, 200, 214; al-Khinn, 197–198; Thubūt, 11–17, 285–292; see also the listing in Mourad, 303–312).",
    "Al-Ḥasan al-Baṣrī also studied Qurʾān recitation under the first generation of the Followers in Baṣra, such as Ḥiṭṭān b. ʿAbd Allāh al-Raqāshī al-Baṣrī and Abū al-ʿĀliya Rafīʿ b. Mihrān (d. ca. 93/712), and other Followers in Mecca and Medina. He gained such expertise in this field that he developed his own method, which became one of the fourteen schools of Qurʾān recitation. Those who studied recitation under him include ʿĪsā b. ʿUmar al-Thaqafī (d. 149/766), Abū ʿAmr b. ʿAlāʾ (d. 154/771), Sallām al-Ṭawīl al-Madāʾinī, known as al-Khurāsānī (d. ca. 228/843), and ʿĀṣim b. Abī al-Ṣabbāḥ al-Jaḥdarī. Others, such as Shujāʿ b. Abī Naṣr and Ḥafṣ al-Dūrī, transmitted his method of recitation through ʿĪsā b. ʿUmar al-Thaqafī. Nevertheless, certain scholars regarded his method of recitation as non-canonical or ‘irregular’ ( shādhdh ) (ʿAbd al-Raḥīm, 2/497–502; Badawī, 174; Thubūt, 73–75; for more information, see Bergsträsser, 16 ff.).",
    "His exegesis of the Qurʾān ( tafsīr ) was largely influenced by Imam ʿAlī (q.v. ʿAlī b. Abī Ṭālib) and ʿAbd Allāh b. Masʿūd, as well as ʿAbd Allāh b. al-ʿAbbās, whose sessions of Qurʾān commentary he attended in the mosque of Baṣra. He eventually became a prominent figure in the Iraqi School of tafsīr and one of the early sources of Qurʾānic exegesis, whose work was made use of and cited by Shiʿi and Sunni commentators alike, including al-Ṭabarī, Naṣīr al-Dīn al-Ṭūsī, al-Ṭabrisī, al-Qurṭubī, al-Suyuṭī and many later Sufis (Ibn Saʿd, 7/157–158; Ibn al-Nadīm, 202; al-Ṭabrisī, al-Faḍl, Majmaʿ , 1/74–79; idem, Tafsīr , 1/22, 31, 49, 66, 91 ff.; Thubūt, 73–74, 296–297; Birışık, 301 ff.). A compilation of his exegesis edited by Muḥammad ʿAbd al-Karīm has been published in two volumes under the title Tafsīr al-Ḥasan al-Baṣrī . Another work by the contemporary scholar Aḥmad Ismāʿīl Basīṭ, entitled al-Ḥasan al-Baṣrī mufassiran , covers his methodology in tafsīr . Süleyman Ateş also included some of his exegesis in his İşârî tefsîr okulu (pp. 41–46).",
    "Al-Ḥasan al-Baṣrī was also a leading authority in jurisprudence and juridical deduction ( istinbāṭ ), and has been described as the most erudite jurist in Baṣra. He followed his own particular method of istinbāṭ , which included elements such as independent personal opinion ( raʾy ) and analogy ( qiyās ). He was also known as a prolific issuer of legal opinions (sing. fatwā ), and these were compiled in seven volumes by al-Qāḍī ʿAbd Allāh Muḥammad b. Ḥamd b. al-Mufarraj al-Qurṭubī (d. ca. 671/1273). Unfortunately this work is now lost. Many of his legal opinions are also recorded in the works of ʿAbd al-Razzāq (d. 211/826) and Ibn Abī Shayba (d. 235/849) (Ibn Saʿd, 7/166; Ibn Ḥazm, 5/172; al-Dhahabī, Siyar , 4/578; Ibn Ḥajar, 2/265; al-Khinn, 214; al-Ḥuṣrī, 276; Thubūt, 95–96; Melchert, 30, 31). He held that rather than merely possessing knowledge of Islamic law ( sharīʿa ), expertise in juridical deduction and a familiarity with the religious sciences, a real jurist also required asceticism, a pious outlook and a heart fixed upon the hereafter (Abū Ṭālib, 1/153; Abū Nuʿaym, 2/147; Ibn al-Jawzī, Ādāb , 30; al-Dhahabī, Siyar , 4/576; Badawī, 184).",
    "The most important Followers and students who preserved and disseminated his juridical opinions include his brother Saʿīd b. Abī al-Ḥasan al-Baṣrī (who died before him), Yaḥyā b. Yaʿmur, Yazīd b. ʿAbd Allāh b. Shikhkhīr, Bakr b. ʿAbd Allāh al-Muzanī, Ḥafṣ b. Sulaymān al-Minqarī, Ashʿath b. ʿAbd al-Malik al-Ḥamrānī and Ḥumayd Ṭawīl (Ibn Saʿd, 7/256; Ibn ʿUdayy, 1/358–369; al-Yaʿqūbī, 2/348, 363, 391; al-Basawī, 2/53; al-Dhahabī, Siyar , 6/165; al-Mizzī, 35/167). Contemporary studies include a work in two volumes by Muḥammad Rawwās al-Qalʿajī, Mawsūʿat fiqh al-Ḥasan al-Baṣrī , which contains his juridical decrees; Risālat al-imām al-Ḥasan al-Baṣrī wa āthāruh fī al-fiqh al-Islāmī by Ibrāhīm Abū Salīm, and Fiqh al-Ḥasan al-Baṣrī by Rawḍa Jamāl al-Ḥuṣrī.",
    "Reports indicating his great reverence for Imam ʿAlī and the Imams of the Prophet’s Family (see Kitāb , 1/398, 2/558–560, 602–604, 892–893; Ibn Bābawayh, al-Amālī , 259–260; Ibn Abī al-Ḥadīd, 1/11–12, 323, 13/224–225; Ibn Shahrāshūb, Manāqib , 1/293–294, 3/107; idem, Mutashābih , 1/196, 200–202, 2/41, 56; al-Majlisī, Biḥār , 5/123–124, 42/141–144; al-Bukhārī, 421–422), as well as his correspondence with Imam al-Ḥasan and his question to him regarding free will and predestination ( qadar ), serve to demonstrate that his religious and spiritual perspectives were significantly influenced by the teachings of the Shiʿi Imams (Āmulī, Jāmiʿ , 223; idem, Tafsīr , 1/519–523; idem, al-Muqaddimāt , 1/221; al-Majlisī, Biḥār , 5/40–41). However, most of the reports he narrated from Imam ʿAlī are obscurely accredited to persons such as aḥadun min al-ṣāliḥīn (‘one of the righteous’) or Abū Zaynab (‘the father of Zaynab’), and sometimes he refrains from citing his source altogether (Thubūt, 257–271, which includes most of these reports; Ibn Abī al-Ḥadīd, 5/147–149; al-Shaʿrānī, 1/30).",
    "He was viewed as one of the first to promote a more esoteric doctrine in Islam, and is thus seen as the pre-eminent representative of Sufism among the generation of the Followers (even though the term taṣawwuf only came into use with the establishment of the Baghdad School of al-Junayd in the 3rd/9th century). His most distinguished disciples in this were Ayyūb al-Sakhtiyānī (d. 131/748), Farqad b. Yaʿqūb al-Sabakhī (d. 131/749), Mālik b. Dīnār (d. 130/748), Muḥammad b. Wāsiʿ (d. 123/741), Ḥabīb al-ʿAjamī (d. ca. 140/757), ʿAbd al-Wāḥid b. Zayd (d. 177/793), ʿUtba b. Ghulām, Thābit al-Bunānī, Ḥumayd Ṭawīl (d. 143/760), Ṣāliḥ b. al-Murrī, Abū ʿUbayda al-Nājī (whose full name was Bakr b. Abī al-Aswad), Shumayṭ b. ʿAjlān, Abū Jahīr Masʿūd al-Ḍarīr and Muʿāwiya b. ʿAbd al-Karīm (Ibn Saʿd, 7/166, 167, 169; Ibn al-ʿArabī, 2/361, 10/364; al-Muḥāsibī, 17; Ibn Qutayba, ʿUyūn , 3/226; Sarrāj, 83; Abū Ṭālib, 1/149; al-Kalābādhī, 27, 87; Abū Nuʿaym, 3/3; Kh w ājah ʿAbd Allāh, 130, 247; Muḥammad b. Munawwar, 55–56; ʿAṭṭār, 69; Mourad, 131, 138,).",
    "His theological opinions also seem to have played a foundational role in the development of kalām . Two prominent early theologians, Wāṣil b. ʿAṭāʾ (d. 131/749) and ʿAmr b. ʿUbayd (d. 144/761), who were initially followers of his school, later developed different positions over such questions as human free will and the salvational status of mortal sinners, and would later become known as ‘Muʿtazilīs’ on account of al-Ḥasan’s famous words: ‘Wāṣil has withdrawn from us’ ( iʿtazala ʿannā al-Wāṣil ) when the latter separated himself from al-Ḥasan’s study circle in Baṣra over the issue of the legal status of a sinner (al-Baghdādī, ʿAbd al-Qāhir, 17–18; al-Shahrastānī, 1/30, 47–49; Shabistarī, 187).",
    "He associated with other distinguished Followers, including Saʿīd b. Jubayr (d. 95/714), the prominent Qurʾān commentator and narrator of ḥadīth ; Abū Rajāʾ al-ʿUṭāridī, who was born in the Prophet’s lifetime but only embraced Islam after his death (d. ca. 105/703); and the well known poet al-Farazdaq (d. 110/728), by whom he was held in high esteem (Ibn Saʿd, 7/139–140; al-Muḥāsibī, 8; Ibn ʿAbd Rabbih, 6/228–229; Ibn al-Jawzī, Ādāb , 49, 50; Ibn Kathīr, 9/294–295; Ibn al-Khallikān, 6/97–98; van Ess, 2/48). At the same time, despite an initial friendliness, he and Ibn Sīrīn (d. 110/728) apparently became highly critical of each other, to the extent that their differences became proverbial. Later authors would counterpose Ibn Sīrīn’s worldly renown with al-Ḥasan’s piety and otherworldliness (Ibn Saʿd, 7/162, 163, 165; Abū Nuʿaym, 6/268, 270; al-Basawī, 2/58, 60–62; Ibn Khallikān, 4/182; al-Qummī, ʿAbbās, 1/678; al-Ṣafadī, 12/307–308; Melchert, 30–31; Mourad, 108).",
    "Al-Ḥasan al-Baṣrī also took a strong interest in social and political matters, especially after returning to Baṣra, and from the sixth decade after the hijra onwards, he was critical of the stance of the Umayyads. This may also have been the cause of his rift with Ibn Sīrīn, who kept silent in the face of the unjust policies of the Umayyads and maintained that they would receive forgiveness (Ibn al-Jawzī, al-Radd , 74–75; Ritter, ‘Studien’, 53–55). His letter to ʿAbd Allāh b. al-Zubayr (d. 73/692), then in control of the Ḥijāz and Iraq, in which he reminds him of his responsibilities as a ruler, indicates that he had enough influence and prestige at the time to command respect (van Ess, 2/47–48). Al-Ḥasan al-Baṣrī gained a prominent status during the rule of the Umayyad ʿUmar b. ʿAbd al-ʿAzīz (r. 99–101/718–719) and was appointed supreme judge of Baṣra. The Umayyad caliph also sought his advice in affairs of state and he wrote twelve letters to the caliph advising him to adhere to divine commandments, uphold justice, oppose deviation and refrain from committing injustice or giving aid to the unjust (Ibn ʿAbd Rabbih, 1/33–35; al-Balādhurī, Ansāb , 4(1)/350, 378, 382, 385; Abū Nuʿaym, 2/314 ff.; Ibn Abī al-Ḥadīd, 19/294–297).",
    "Later Shiʿi authors say that as well as confronting unjust rulers, al-Ḥasan al-Baṣrī also resorted on occasion to the practice of precautionary dissimulation ( taqiyya ) (al-Sayyid al-Murtaḍā, al-Amālī , 1/162; Thubūt, 89 ff., 161) and deliberately avoided the company of Umayyad governors, considering it highly undesirable to associate and co-operate with unjust rulers. It has even been asserted that it was during this period that he went into hiding (al-Ṭabarī, 6.589; al-Mustamlī, 563; Abū Nuʿaym, 2/158; Kitāb , 1/154, 302, 2/558, 559; Ibn al-Jawzī, Ādāb , 110; Badawī, 166; see Mourad, 40–43).",
    "Amongst the Umayyad caliphs he was most critical of Muʿāwiya and recounted several of his misdeeds, including usurpation of power, selecting his son Yazīd as the next caliph and the unjust killing of Ḥujr b. ʿAdī (q.v.) and his followers. He also spoke out against some of Muʿāwiya’s advisers, including ʿAmr b. al-ʿĀṣ and al-Mughīra b. Shuʿba (al-Ṭabarī, 5/142, 6/606; Ibn al-Murtaḍā, Ṭabaqāt , 23–24; Ibn Abī al-Ḥadīd, 2/262, 4/32, 16/193; Ibn al-Jawzī, Ādāb , 63; idem, al-Radd , 47; Sibṭ b. al-Jawzī, 1/265; Ḥakīm, 140; Amīnī, 10/142–143, 225; Badawī, 157; Thubūt, 50–54).",
    "His first encounter with the governors of Baṣra was with ʿUbayd Allāh b. Ziyād, whom he called a heartless soul, an intransigent and corrupt youth and the worst of people. According to reports, he wept bitterly on hearing the news of the martyrdom of al-Ḥusayn b. ʿAlī, and vilified Yazīd b. Muʿāwiya and ʿUbayd Allāh b. Ziyād (Ibn al-Jawzī, al-Radd , 45; Qundūzī, 3/48; Sibṭ b. Jawzī, 2/199; Ṣadr al-Dīn, Sharḥ , 2/486; Basīṭ, 143).",
    "Al-Ḥasan al-Baṣrī was well known for his difficult relationship with the infamous governor of Iraq, al-Ḥajjāj b. Yūsuf al-Thaqafī (q.v.), and is reported to have viewed his rule as a punishment from God (Ibn Saʿd, 7/163–164). The fact that al-Ḥasan was forced into hiding from al-Ḥajjāj is given various explanations by later authors: that he had praised Imam ʿAlī on many occasions despite al-Ḥajjāj’s defamation of ʿAlī; that he was involved in the revolt of Ibn al-Ashʿath (see below); that he was critical of al-Ḥajjāj’s decision to move the capital of Iraq to Wāsiṭ (al-Ṭabarī, 13; Ibn al-Murtaḍā, Ṭabaqāt , 21–23; idem, al-Munya , 135–136; Abū Nuʿaym, 2/159; Ibn al-Nadīm, 202; Ibn Abī al-Ḥadīd, 2/102–103, 221, 13/231, 15/241; Ibn al-Jawzī, Ādāb , 108–109; idem, al-Radd , 4, 64–65, 72–75; Ibn al-Athīr, 3/226, 4/17, 5/267; Daylam, Muḥammad, 2/25; al-Qalʿajī, 1/13; al-Khinn, 336–337; Thubūt, 335; Schaeder, 55–63; Mourad, 36–41).",
    "Despite his vehement opposition to al-Ḥajjāj, Ḥasan seems to have been against armed rebellion against him, and thus probably did not side with ʿAbd al-Raḥmān b. Muḥammad b. al-Ashʿath (d. 85/704), the governor of Sīstān, in his rebellion against al-Ḥajjāj and the Umayyads. Although there is some confusion in the sources as to the extent of al-Ḥasan’s involvement, modern scholarship generally accepts that he abstained from taking sides, although Shiʿi and Muʿtazilī sources tend to present him as openly anti-Umayyad (Ibn al-Jawzī, al-Radd , 72–73; al-Ṭabarī, 6/609–610; Watt, 79–80; Badawī, 154; Schaeder, 56–57; Ritter, ‘Studien’, 11, 51; Mourad, 33–40).",
    "Similarly, despite being appointed as judge by the governor of Baṣra, Yazīd b. Muhallab b. Abī Ṣufra, and serving for a brief period in this capacity, he not only refrained from assisting him in his rebellion against Yazīd b. ʿAbd al-Malik b. Marwān (r. 101–105/719–723), but also sought to dissuade him from taking such action (al-Ṭabarī, 2/1400–1401; al-Sayyid al-Murtaḍā, al-Amālī , 1/112; Ibn al-Murtaḍā, Ṭabaqāt , 14; Ibn al-Jawzī, al-Radd , 53; Watt, 78–79). In general, he seems to have avoided associating and cooperating with unjust rulers, while opposing outright rebellion against them (al-Yāfiʿī, 1/213; Badawī, 159; Thubūt, 23–24; Rizvi, 1/127; Watt, 79; Shahābī, 3/617).",
    "Al-Ḥasan al-Baṣrī paid particular attention to delivering sermons, through which he could maintain a deep connection with ordinary people and various social groups, and spread his religious views and his criticism of Umayyad rulers. His unique and famous eloquence enhanced the effectiveness of his sermons (Ibn Kathīr, 9/297–303).",
    "According to Ibn Khallikān (2/70), he was also an outstanding storyteller ( qāṣṣ ) and conducted his teaching sessions in Baṣra in the style of the storytellers. His contemporary, ʿAmr b. ʿAlāʾ, held in high esteem the oratory of both al-Ḥasan al-Baṣrī and al-Ḥajjāj, but regarded the former as superior in eloquence and the art of delivering sermons (al-Jāḥiẓ, 1/146, 239; Ibn Khallikān, 2/70; al-Yāfiʿī, 1/230; Badawī, 160).",
    "His sermons drew upon the Qurʾān and the Sunna (the sayings and practice) of the Prophet Muḥammad, and touched upon diverse religious, mystical, ethical, social and political topics, all of which revolved around the principles of justice, righteousness, asecticism and detachment from worldly matters, which he embellished with literary analogies (Abū ʿAlī Miskawayh, 117, 129, 130, 151, 164–165; al-Jāḥiẓ, 3/76–83; Ibn al-Jawzī, Ādāb , 53–64; Ṣafwat, 2/391).",
    "Al-Ḥasan al-Baṣrī died on the eve of Friday 1 Rajab 110/10 October 728, aged nearly eighty-nine. He was laid to rest in the Zubayr cemetery in the vicinity of Baṣra. It is said that, despite their differences, Ibn Sīrīn felt moved and upset on hearing the news of his death (Ibn Ḥajar, 2/266) and that his funeral was well attended (Ibn Saʿd, 7/177; Ibn Qutayba, al-Maʿārif , 441; idem, Mujmal , 460; Ḥamd Allāh, Nuzhat , 30/39; Zayn al-ʿĀbidīn, 144; al-Nabhānī, 2/21; Basīṭ, 202; Thubūt, 25–26; Massignon, ‘Essai’, 156). His shrine, which also contains the tomb of Ibn Sīrīn, was visited by both Ibn Baṭṭūṭa (p. 188) and al-Muqaddasī (p. 137), the author of Aḥsan al-taqāsīm fī maʿrifat al-aqālīm . The current mausoleum, which consists of a traditional square building topped by a brick dome, also has a Seljuk-style tower, which was added in the late 6th/12th century by the ʿAbbāsid caliph al-Nāṣir (Maḥjūb, 14/17; Bāsh Aʿyān, 1/352; Mawsūʿa , 188–189; Thubūt, 118).",
    "Like his two sons Saʿīd and ʿAbd Allāh, his great-grandson Jaʿfar b. ʿĪsā b. ʿAbd Allāh was a prominent ḥadīth narrator and jurist, who held the position of the judge of Rayy for a time during the early 3rd/9th century (al-Jāḥiẓ, 1/195; al-Ḥuṣrī, 110–113; Thubūt, 4, 407).",
    "Works",
    "There are differing reports on the works of al-Ḥasan al-Baṣrī, which appear to have included short letters and long books on various religious topics. He is said to have burnt all his works before his death, apart from the one that remained in his son’s possession and was then given to Sahl b. Ḥaṣīn for safekeeping. In one report it is stated that a person by the name of Ḥumayd, who may have been one of al-Ḥasan al-Baṣrī’s disciples, Ḥumayd b. Ṭawīl al-Baṣrī, made copies of some of his works (Ibn Saʿd, 7/173–174; al-Dhahabī, Sīyar , 4584; see Mourad, 51–53, 138).",
    "The following works have been attributed to al-Ḥasan al-Baṣrī, mostly erroneously:",
    "1. al-Aḥādīth al-mutafarriqa , a collection of ḥadīth s supposedly narrated by al-Ḥasan al-Baṣrī, which were later compiled by an unknown person in a unique manuscript held in the Ayasofia collection in the Süleymaniye library in Istanbul. A compilation of ḥadīth s narrated by him, with a Turkish translation and commentary by Tikrītīzādah Ḥasan Ḥasanī, was published in Kirkuk in 1329–1331/1911–1912 as Āthār-i Ḥasan (Sezgin, 1/594). Suleiman Mourad notes that the misattribution of this work to al-Ḥasan al-Baṣrī has resulted from an erroneous reading by Sezgin of the author’s name, which is given on the first folio in a later hand as Abū al-Ḥasan al-Baṣrī (Mourad, 154–156). The Umayyad caliph ʿUmar b. ʿAbd al-ʿAzīz also cited some of al-Ḥasan’s mursal ḥadīth s (those with incomplete chains narrated by a Companion or a Follower without hearing it directly from the Prophet Muḥammad) in a work titled al-Ḥasan al-Baṣrī wa ḥadīthuh al-mursal .",
    "2. al-Ikhlāṣ , a treatise that was extant at least until the 3rd/9th century. It was mentioned during the trial of al-Ḥallāj (q.v.), when the latter stated that his belief in the validity of not performing the pilgrimage was based on his reading of al-Ḥasan al-Baṣrī’s K. al-Ikhlāṣ , although the prosecutor Abū ʿAmr is reported to have disputed that the book contained anything to support such a claim (Shūshtarī, Majālis , 2/38; Basīṭ, 56; Thubūt, 107; Massignon, Passion , 1/593). The authenticity of its attribution to al-Ḥasan al-Baṣrī has been questioned (van Ess, 2/51; Mourad, 156–157).",
    "3. al-Istighfārāt al-munqidha min al-nār , formulae of repentance that when repeated grant protection for the believer from the fires of hell. This work was compiled by an anonymous person in the 7th/13th or 8th/14th century. Several copies of this treatise are kept in the Kasidecizade and Uşşaki Tekkesi collections of the Süleymaniye library in Istanbul, and the Ulucami collection in the Bursa library (Sezgin, 1/593).",
    "4. al-Asmāʾ al-Idrīsiyya , a Hermetic treatise on the Names that God taught to the prophet Idrīs/Hermes, preserved in the Municipal Library of Alexandria (al-Maktaba al-baladiyya) (Sayyid, 1/144; Sezgin, 1/593).",
    "5. Tafsīr al-Qurʾān , one of the most prominent commentaries of the Qurʾān from the 1st/7th century, which was preserved and narrated by one of al-Ḥasan’s students, ʿAmr b. ʿUbayd al-Muʿtazilī (d. 144/761) and is mostly based on al-Ḥasan’s explanations of miscellaneous Qurʾānic verses found in various tafsīr s (Ibn al-Nadīm, 202; Ateş, 41–42 et passim; Sezgin, 1/592; Brockelmann, 1/65–66; Uludağ, 292). According to van Ess, other transmissions of this Tafsīr also exist (2/51–52).",
    "6. Khuṭba , sermons which are included in al-Jāḥiẓ’s al-Bayān wa al-tabyīn (3/132–137) and cited in Ibn Qutayba’s ʿUyūn al-akhbār (4/71–72) and Ibn Abī al-Ḥadīd’s commentary on Nahj al-balāgha (1/469) (see Sezgin, 1/593).",
    "7. Risāla ilā ʿAbd al-Mālik b. Marwān or Risāla fī al-qadar , a comprehensive treatise commissioned by the Umayyad caliph ʿAbd al-Mālik b. Marwān on qadar (predestination) and refuting the views of those who deny the existence of human free will. Al-Ḥasan uses Qurʾānic evidence in support of his arguments covering such topics as predestination, free will and divine knowledge, and refuting those who believe in the ‘obligation of performing duties beyond endurance’ ( taklīf bi mā lā yuṭāq ). It also contains wise counsel for the caliph (Thubūt, 419, 438; for an English translation, see Rippin, 115–121; also Schwarz, passim, for an analysis of the letter). Following the death of ʿAbd Allāh b. al-Zubayr at the hands of al-Ḥajjāj in 73/692, the caliph ʿAbd al-Malik b. Marwān appears to have written a letter to al-Ḥasan al-Baṣrī seeking his opinion on qadar with the intention of establishing a unified doctrine on the subject in his domain (van Ess, 2/53; Obermann, 139 ff. in which he states that the request came from al-Ḥajjāj). Al-Ḥasan must have written this work sometime between 73/692 and 86/705, the year of ʿAbd al-Malik’s death (van Ess, 2/53).",
    "However, the authenticity of this attribution has been questioned, and the work has also been attributed to al-Ḥasan’s student, Wāṣil b. ʿAṭāʾ (d. 131/748) (al-Shahrastānī, 1/47; Obermann, 140), which seems implausible given that Wāṣil was a mere youth during ʿAbd al-Malik’s reign. Mourad has identified striking parallels between this Risāla fī al-qadar and Kitāb al-radd ʿalā al-mujbira (The Refutations of the Compulsionists) attributed to the Zaydī theologian al-Qāsim b. Ibrāhīm al-Rassī (d. 246/860). Mourad notes that in some cases there is ‘an almost perfect correspondence of precise arguments, as well as examples and metaphors quoted in support of particular interpretations of the same Qurʾānic verses’ (p. 219). This comparison has led one modern scholar to suggest that the theology of the Risāla is later than the 1st/7th century, and therefore is most unlikely to be a work by al-Ḥasan al-Baṣrī (Mourad, 236–239). On the other hand, Madelung (pp. 159–160) notes that the ‘asymmetrical view’ of qadar put forward in the treatise, which affirms universal divine determinism at the same time as excluding human sinning from it, is reported as al-Ḥasan’s by an early follower of Wāṣil b. ʿAṭāʾ called Sulaymān b. Arqam, and could have been promulgated in his name by al-Ḥasan’s follower, ʿAbd al-Wāḥid b. Zayd.",
    "Various manuscript copies are preserved in Turkish libraries (see Sezgin, 1/592; van Ess, 2/55 ff.; Obermann, 141, n. 10). A copy in Sayyid Ḥaydar Āmulī’s hand is held in the Central Library of the University of Tehran (Thubūt, 106). The Persian treatise Ḥikāyāt-i qaḍā wa qadar, which may be a translation of this work, is preserved in the Abū Rayḥān Bīrūnī Institute of Oriental Studies, Uzbekistan Academy of Sciences in Tashkent (MS 2675/i, see Munzawī, Fihristwāra , 6/209). Risāla fī al-qadar has been published several times, in both complete and abridged versions (Ritter, ‘Studien’, 67–83; van Ess, 2/55–56; Basīṭ, 19–20; Ibn al-Murtaḍā, Ṭabaqāt , 19–20; Thubūt, 419 ff.).",
    "8. Risāla ilā ʿUmar b. ʿAbd al-ʿAzīz fī dhamm al-Qadariyya , comprising twelve letters addressed to the caliph ʿUmar b. ʿAbd al-ʿAzīz (r. 99–101/717–720), in which al-Ḥasan al-Baṣrī gives him counsel and advice on religious doctrine, including the idea of human free will and divine determinism. Some details in these letters as they have been transmitted are clearly from a later date, and Mourad has pointed out the lack of any methodology for verifying the authenticity of the letters exchanged between the two men. He argues that the current state of scholarship does not allow one to determine how far such ‘exemplars of piety and asceticism’ were created in medieval literature or to ‘verify the extent to which this trend of pseudepigraphy, misattribution, reattribution, and transfer of authorship of works and sayings to Umayyad figures were common in medieval scholarship’ (p. 139). Nonetheless, there may well have been some historical correspondence between the caliph and al-Ḥasan al-Baṣrī, whatever distortions occurred in later versions.",
    "9. Shurūṭ al-imāma , on the necessary conditions for being an Imam, attributed to al-Ḥasan al-Baṣrī, preserved in a unique manuscript dated 969H in the Taymūr collection of the Dār al-kutub library in Cairo (Sezgin, 1/593; Thubūt, 419 ff.; Uludāğ, 292).",
    "10. Farāʾiḍ al-dīn , an explanation of fifty-four religious obligations, which also appears under such titles as Risāla fī al-farāʾiḍ , Farāʾiḍ , Risāla fī al-takālīf and Arbaʿa wa khamsūn farīḍa . There are numerous extant manuscripts of this work (Sezgin, 1/593; Uludağ, 292; Sayyid, 1/126). A Turkish translation by Ḥājjī Maḥmūd in 1306/1889 came out in lithograph format in Istanbul. Mourad has noted six instances in this work where al-Ḥasan al-Baṣrī is quoted in the third person. He further points out that the text includes several quotes by people from as late as the 5th/11th century. Mourad also lists nine mystics cited in the work who lived long after al-Ḥasan’s death (Mourad, 143–146).",
    "11. Faḍāʾil Makka , also listed as Risāla fī faḍāʾil Makka al-mukarrama , Faḍāʾil Makka muʿaẓamma , Risāla ilā ʿAbd al-Raḥmān b. Yūnus and Risāla ilā Ibn Yūnus (Uludağ, 292; Sezgin, 1/592–593; Thubūt, 104–105), which comprises a collection of Qurʾānic verses and prophetic narrations on the virtue of residing in Mecca. It was compiled for ʿAbd al-Raḥmān b. Anas al-Ramādī, or according to other statements for ʿAbd al-Raḥīm b. Yūnus and his sons, or even ʿAbd Allāh b. ʿĀmir. The work has been published in various forms (Ibn Khayr, 298–299; van Ess, 2/51, 52; Ritter, ‘Studien’, 8–9, ‘Ḥasan al-Baṣrī’, 3/248).",
    "12. Kitāb al-ʿadad (li’l Qurʾān ) or al-ʿAdad fī al-Qurʾān , on the number of Qurʾānic verses (Ibn al-Nadīm, 40; Sezgin, 1/592; Thubūt, 106).",
    "13. Majmūʿat faḍāʾil wa ādāb , a treatise in thirty-two chapters discussing Qurʾānic verses and ḥadīth on different virtues, a manuscript of which is preserved in the Asad Library in Damascus (Thubūt, 105). Mourad notes that this work includes anecdotes from six later scholars such as Sahl al-Tustarī (d. 283/896) and Abū Bakr al-Warrāq (q.v., d. 378/988), and adds that the original author may well be al-Ḥasan b. Saʿīd al-Wāʿiẓ al-Muṭṭawiʿī (fl. before 766/1365), another mystic from Basra (Mourad, 152–154).",
    "14. A letter to the second Imam al-Ḥasan, asking him for his views on the subject of qadar . The text, which gives Imam al-Ḥasan’s response in identical language to that allegedly employed by al-Ḥasan al-Baṣrī to the caliph ʿUmar II, is cited in many sources including Hujwīrī’s Kashf al-maḥjūb (p. 106), Abū Shuʿba al-Ḥarrānī’s Tuḥaf al-ʿuqūl (p. 231) and al-Karājakī’s Kanz al-fawāʾid (1/365). A manuscript in Sayyid Ḥaydar Āmulī’s hand has been published by Mīrāth-i Shihāb (Ḥāfiẓiyān, 255–257). Its authenticity has been questioned in recent scholarship (see Mourad, 121–129, 183, 194).",
    "15. Nuzūl al-Qurʾān , on the occasions of revelation (Ibn al-Nadīm, 40; Sezgin, 1/592).",
    "16. Waṣiyya or Waṣiyyat al-Nabī li Abī Hurayra , containing the Prophet Muḥammad’s advice to Abū Hurayra. Three manuscripts of this text are preserved in Istanbul and Damascus (Sezgin, 1/593; Thubūt, 106; Mourad, 149). Mourad states that the real author is al-Ḥasan b. Saʿīd al-Baṣrī (fl. 3rd/9th century), who is mentioned at the beginning of the text, noting that the incorrect attribution by Sezgin results from a simple name confusion (Mourad, 148–152).",
    "There is also a treatise called al-Zuhd , apparently written for the caliph ʿUmar II (Uludağ, 292–293; Mourad, 129–138). It contains sayings and stories that repeat almost verbatim similar ones attributed to Imam ʿAlī; several works in Persian, including Faqr-nāmah on the mystical doctrines and practices of varoius Sufi orders, and Chahārdah khānawādah on the fourteen Sufi ‘families’, meaning the orders that are said to trace their lineage from the spiritual teachings of two of al-Ḥasan’s disciples, ʿAbd al-Wāḥid b. Zayd and Ḥabīb al-ʿAjamī, including the Chishtiyya and the Kubrawiyya, as well as on the forty-four stations of the Sufis, the chains of masters of the Sufi Orders and the rules and practices of the Sufis; and a treatise narrated from al-Ḥasan al-Baṣrī containing accounts of the Companions on different Islamic orders and groups. These are testimony to the appropriation of al-Ḥasan’s legacy by later masters and authors seeking to establish a direct spiritual link between their own teaching and that of the Prophet Muhammad (Munzawī, Fihrist-i nuskhahā-yi khaṭṭī , 2/998, 1007, 3/175; idem, Fihristwāra , 7/710; Thubūt, 108; Subhan, 164–174).",
    "Religious and theological perspectives",
    "Information on al-Ḥasan al-Baṣrī’s theological perspectives is derived from those treatises by him that are still extant, as well as miscellaneous and at times contradictory citations which have added to the complexity and ambiguity of his personality. This plethora of texts has given rise to heated debates with respect to his views, and led to some inaccurate and contradictory verdicts on his theological and religious doctrines. For example, he is said to have fluctuated between absolute free will ( qadar ) and determinism ( jabr ) (Ibn al-Bābawayh, al-Tawḥīd , 253; al-Ṭabrisī, Aḥmad, 2/206–207; al-Qummī, ʿAbbās, 1/261), which led both Muʿtazilīs and Ashʿarīs to claim him as the leader and founder of their theological schools. Some prominent Shiʿis also regarded him as a follower of the Imāmī doctrine (al-Kashshī, 91; Kh w ānsārī, 3/31–32; Aḥmadiyān, 52; Thubūt, 27 ff.; Ritter, ‘Studien’, 57–64, ‘Ḥasan al-Baṣrī’, 3/248; Watt, 81, 99–102; Melchert, 30).",
    "Among the most important theological issues discussed in Baṣra during al-Ḥasan al-Baṣrī’s lifetime were the extent of free will and determinism, or the relationship between human actions and divine decree and predestination; the status of one who has committed mortal sins, the concept of irjāʾ (suspending judgement on the belief of an individual), faith, the beatific vision ( ruʾya ) and knowledge of God. The first two topics were the most contested, and from that period onwards gave rise to the formation of various theological schools and positions.",
    "Despite such variation and contradictions, the most important sources are his surviving letters and treatises, in particular his letters to Imam al-Ḥasan and ʿAbd al-Malik b. Marwān, as well the ḥadīth s that he narrated from the Prophet Muḥammad and Imam ʿAlī, assuming that they are in some way authentic. His letter to Imam al-Ḥasan appears to demonstrate that from the end of the fourth decade after the hijra the question of qadar (free will) had become a major issue of concern for him and possibly also for the society in which he lived, either when serving as a secretary and scribe in Persia or after his return to Baṣra. The fact that later on ʿAbd al-Malik sought his advice on this matter indicates that the theological implications of this issue had not become clear to everyone (Obermann, 142–143). The works attributed to him show something of an ambiguity on the question of divine decree ( qaḍāʾ ) and human free will ( qadar ), such that later authors could readily claim that he was a predestinarian and a believer in free-will (see Mourad, 172–175). A comparison of Imam al-Ḥasan’s response to him and his letter to ʿAbd al-Mālik b. Marwān could be taken to show that he had accepted the Imam’s advice on theological matters. It also shows that by following al-Ḥasan’s well-known saying ‘there is neither absolute predetermination ( jabr ) nor total authorisation [of human free will] ( tafwīḍ ), but something in between the two’, and using textual proofs from the Qurʾān, he both affirmed divine providence and decree, while also opposing the attribution of any form of sin or transgression to God. He apparently accepted the view of Imam al-Ḥasan that ‘those who do not believe in divine determination ( qaḍāʾ wa qadar ), both good and bad, are disbelievers, while those who ascribe their transgressions to their Lord are sinners’ (al-Ḥarrānī, 231; al-Daylamī, Aʿlām , 316; Mourad, 194).",
    "While certain contemporary scholars have considered him as the epitome of those who affirm the primacy of human free will ( qadar ) (van Ess, 2/54), others, who base their argument on the evidence of his written works, have claimed that he vehemently opposed the proponents of both schools of predestination and free will ( jabar and qadar ) (Thubūt, 38; Aḥmadiyān, 49–52). His method of countering the arguments of those who considered qadar to entail total determinism, seems to have derived from his mentor, Imam ʿAlī (al-Majlisī, Biḥār , 5/141; Thubūt, 38). Indeed, al-Ḥasan narrated important and detailed ḥadīth s from Imam ʿAlī on predestination and free will that contain refutations of both the Qadarīs and Jabarīs. According to many sources, in response to al-Ḥajjāj’s enquiry about divine decree and destiny ( qaḍāʾ and qadar ), he said the best explanation that he had heard on this subject was that provided by ʿAlī b. Abī Ṭālib (Ibn Bābawayh, al-Tawḥīd , 340–341; Ibn Shahrāshūb, Mutashābih , 1/180–197, 201–202; al-Daylamī, Aʿlām , 316).",
    "With reference to the Qurʾānic verse ‘I have only created the jinn and humans that they may worship Me’ (Q 51:56), he argues that God has commanded them to perform the devotion for which they were created and therefore God did not create them for a purpose, only then to draw a wedge between them and that purpose, because to do so would entail an act of injustice on God’s part, which would then be in contradiction to His words ‘God never harms those who serve him’ (Q 3:182, 8:51, 22:10; Schwarz, 16–17). According to al-Ḥasan, none of the early pious Muslims denied or contradicted this position since they all upheld it, but since people had become misguided as a result of refuting this position, he made it incumbent upon himself to discuss the matter in order to rectify incorrect beliefs and save those who hold such views from perdition (al-Ḥasan al-Baṣrī, Risāla , 117–118; idem, ‘Tarjuma’, 419–420; Thubūt, 33–35; Schwarz, 17).",
    "Similarly, with regard to the verses ‘because God will never change the grace which He hath bestowed on a people until they change what is in their (own) souls’ (Q 8:55), and ‘have you not turned your vision on those who have changed the favour of God into blasphemy and caused their people to descend to the house of perdition, into hell, an evil place to stay in’ (Q 14:28–29), al-Ḥasan unequivocally countered proponents of both divine predestination and human free will by calling them ignorant opponents of God’s commandment, His Book and the principles of justice, and accused them of negligence in matters of religion (al-Ḥasan al-Baṣrī, ‘Tarjuma’, 429–430; Schwarz, 17–18).",
    "For al-Ḥasan al-Baṣrī, while blessings emanate from God, the alteration or withdrawal of such blessings is caused by human actions that contradict divine commands and prohibitions. According to him, there is a direct relationship between divine decree and divine pleasure, and on the basis of the verse ‘come not nigh to shameful deeds, whether in open or in secret’ (Q 6:151), he argues that whatever is prohibited by God does not originate from Him. He does not differentiate between the decree ( qaḍāʾ ) and the execution of the decree ( al-maqḍiyy ), and thus rejects any connection between divine decree and disbelief. With reference to the words, ‘He likes not ingratitude from His servants; if you are grateful, He is pleased with you’ (Q 39:7), he affirms that God is truly displeased by the committing of prohibited acts and anything that incurs His wrath, such as unbelief. In his opinion, if ingratitude and unbelief were the direct result of the divine decree, God would have been content with both ingratitude and unbelief among His creatures. However, it cannot be the case that God would both decree something and at the same time express displeasure at it. Therefore, acts of oppression and injustice are not decreed by God. Rather, His decree encompasses only virtuous and righteous acts (al-Ḥasan al-Baṣrī, ‘Risāla’, 118; idem, ‘Tarjuma’, 420–421; Ibn al-Murtaḍā, Ṭabaqāt , 19–20; al-Sayyid al-Murtaḍā, ‘ʿInqādh’, 2/179; al-Qāḍī ʿAbd al-Jabbār, ‘Faḍl’, 146; al-Ṭabarī, 1/37–38; Ibn Ḥajar, 2/270; Schwarz, 18; for qaḍāʾ and al-maqḍiyy see Rūmī, 3/1367; Zamānī, 342–344). In the Qurʾān God attributes to Himself guidance, and says ‘who [He] has ordained laws and granted guidance’ (87:3) and ‘verily We take upon ourselves to guide’ (92:12). God even attributes the guidance of the Prophet Muḥammad to Himself when He addresses him thus: ‘say: if I am astray, I only stray to the loss of my own soul; but if I receive guidance, it is because of the inspiration of my Lord to me’ (Q 34:50).",
    "With reference to the Qurʾānic verse: ‘do what you will’ (41:40), al-Ḥasan al-Baṣrī affirms human free will and choice, and adds that it is not befitting for God to openly forbid an action, only then to oblige people to commit that action in secret. For if such were the case, He would have said: ‘do that which I have decreed you should do’, and instead of: ‘the reward for the deeds of their past (life)’ (Q 56:24), He would have said: ‘the reward for the deeds they were obliged to perform’ (al-Ḥasan al-Baṣrī, ‘Tarjuma’, 118–119; Ibn Bābawayh, al-Tawḥīd , 340–341; al-Majlisī, Biḥār , 5/48–49). Furthermore, if things were as imagined by those who deny free will, God would not have said: ‘to any of you that chooses to press forward, or to follow behind, every soul will be held in pledge for its deeds’ (Q 74: 37–38), since people would then have had no role in ‘pressing forward’ or ‘following behind’, and thus neither would those pressing ahead have been worthy of praise, nor those falling behind have deserved admonition. On the other hand, on the basis of the verse: ‘and its enlightening as to what is wrong and what is right’ (Q 91:8), al-Ḥasan states that God has inspired people in the depth of their being with the ability to differentiate purity from impurity. Furthermore, with reference to: ‘And the commandment of God is a decree determined’ (Q 33:38), he asserts that the divine decree and commandments are identical, and concludes from it that since God does not command evil actions, evil acts are not decreed by God (Schwarz, 20). On the basis of several Qurʾānic verses, such as: ‘We showed him the way, whether he be grateful or ungrateful’ (76:3), ‘verily We take upon ourselves a guide, and verily unto Us (belong) the end and the beginning’ (92:12–13), he affirms that guidance emanates from God and misguidance from human actions, the most important evidence for which can be found in the words spoken by the prophets, such as Adam and Moses, in the Qurʾān (7:23, 5:20, 28:15–16; see Schwarz, 20–21).",
    "In addition to invoking verses that underline human liberty in action, in the same letter he comments upon those verses cited by proponents of determinism, and employs both rational and exegetical means to comment upon those verses that dwell upon predestination and free will. For instance, in his commentary on the verse: ‘by it He causes many to stray and many He leads into the right path; but He causes not to stray, except those who forsake (the path)’ (Q 2:26), he refers to the following verse that reads: ‘those who break God’s covenant’ (Q 2:27). In explaining the verses: ‘God will establish in strength those who believe, with the words that stand firm in this world and in the hereafter; but God will lead astray those who do wrong’ (Q 14:27), and ‘God guides not those who are rebellious transgressors’ (Q 61:5), he states that what is meant by the act and desire of God is that He holds firm and rewards believers on account of their faith and merit, and leads astray the transgressors owing to their manifest transgressions. Thus God’s desire and action of turning the hearts of transgressors to falsehood is due to the fact that they had already turned their hearts in the direction of falsehood. Al-Ḥasan expresses the same view in explaining verses 19 of Sūrat al-Zumar (Q 39) and 6 of al-Muʾmin (Q 40), stating that their punishment became certain only when they turned to disbelief (‘al-Risāla’, 115; idem, ‘Tarjuma’, 425–426).",
    "He makes a connection between qadar , the revelation of the holy scriptures and the reason behind the mission of the prophets. He refutes the exegesis of the determinists of the verse ‘of those some will be wretched and some will be blessed’ (Q 11:105), according to which the states of both groups is predetermined while they were in their mothers’ wombs, and thus neither group can escape their fate. Al-Ḥasan responds stating that if such had been the case there would have been no purpose in God revealing the scriptures, sending prophets and calling the people to practise devotion to God and righteousness. God does not compel anyone to unbelief; it is something human beings choose, and there can be no moral desert unless there is the power to choose between alternative acts. On the other hand, a close observation of the first part of the verse shows that it was revealed in regard to the Day of Resurrection, when the blessed and fortunate souls will be those that had kept the divine commandment, while the wretched and unfortunate will be those who remain on that day in a state of rebellion and disobedience (‘Tarjuma’, 428–429; Schwarz, 28–29).",
    "In response to those who negate free will and interpret God’s knowledge of the actions of His creatures as predestination and hence deny the free will of the human agent, al-Ḥasan draws a distinction between divine knowledge and action, anticipating most later Muʿtazilī thinkers, and affirming that God’s prior knowledge of the actions of disbelievers does not preclude the freedom He has given them to follow their passions and sensual pleasures (‘Tarjuma’, 431–432; Schwarz, 28–30).",
    "Reports of al-Ḥasan al-Baṣrī’s position on qadar reveal that he adopted a middle position between those who believed that all things had been predetermined by God, and those who attributed all good and evil to human actions (Ritter, ‘Studien’, 57–64). This ‘middle position’, which Cook (p. 149) and van Ess (p. 54) describe as ‘asymmetrical’, constitutes the most important aspect of his doctrine in this matter.",
    "Al-Ḥasan also refuted the idea that God could impose a duty that is beyond a person’s capacity ( taklīf mā lā yuṭāq ), which seems to have been discussed for the first time by him. According to him, God’s justice and fairness entail that He does not oblige those who are blind, deaf or mute to see, hear or speak (‘Tarjuma’, 428; Schwarz, 29–30). For him both divine decree and providence embody the general and particular structure of the world that came into being by the will of God. Al-Ḥasan provides ample evidence in support of his argument in this treatise, including two concepts that seem to have greatest clarity, namely divine production ( jaʿl ) and particularisation ( takhṣīṣ ), through which God’s decree and providence operate within the order of creation (Ritter, ‘Studien’, 67–83; Thubūt, 419–438).",
    "Faith, hypocrisy and postponement of judgement ( irjāʾ )",
    "According to Abū al-Hudhayl al-ʿAllāf in his Kitāb al-ḥujja , al-Ḥasan al-Baṣrī considered faith as rooted in the primordial disposition ( al-fiṭra ) of humankind. It consists of a verbal declaration, consent by the heart and action in accordance with the five pillars of Islam. On the basis of several Qurʾānic verses, al-Ḥasan maintained that faith and righteous action go hand in hand, in that the former necessitates the latter. A faith devoid of righteous action lacks sincerity. Al-Ḥasan also regarded those who commit mortal sins and repeatedly engage in transgressions, such as unjust rulers, as hypocrites ( munāfiqūn ) (al-Khayyāṭ, 118; al-Qāḍī ʿAbd al-Jabbār, ‘ Faḍl ’, 166; Ibn Ḥazm, 3/273; al-Khinn, 69, 326; Basīṭ, 143–145; Thubūt, 44–45; Ritter, ‘Studien’, 42–44, ‘Ḥasan al-Baṣrī’, 3/248; Watt, 80). He discusses hypocrisy and its aspects, and sees the discrepancy between a person’s inner being and outward appearance, between their words and what they secretly harbour in their heart, as prime examples of it. According to al-Ghazālī, he was so strict with himself that there was no one whose inner disposition matched their outward appearance like him (al-Ghazālī, 4/1086–1087). Al-Ḥasan feared hypocrisy ( nifāq ) and appreciated nothing more than its absence, and maintained that true believers could never regard themselves as totally free from it (ʿAṭṭār, 42).",
    "Some contemporary scholars have expressed the view that al-Ḥasan’s dissimulation ( taqiyya ) before the Umayyad rulers and his non-confrontational stance towards unjust rulers should be seen as examples of his belief in the postponement of judgement ( irjāʾ  ) (Badawī, 182; Watt, 80–81). Although his actions and words suggest some inclination to the perspective of the proponents of irjāʾ (the Murjiʾa), in that he saw al-Ḥajjāj’s despotic actions as a sign of divine punishment and hence refrained from opposing him, his other social and political stances, especially his opposition to Ibn Sīrīn and his strong reaction to the rulers of his time, seem to indicate otherwise (Thubūt, 66–68).",
    "The Imamate and the Walāya (sainthood) of the Shiʿi Imams",
    "Shiʿi sources have adopted two opposing positions regarding al-Ḥasan al-Baṣrī’s stance towards the Imams, in particular ʿAlī b. Abī Ṭālib. One group regard him as a hypocrite and opponent of Imam ʿAlī, and have written refutations of his position. These include Abū Muḥammad al-Faḍl b. Shādhān al-Nīsābūrī (d. 260/873), who criticised al-Ḥasan al-Baṣrī in a work titled al-Radd ʿalā al-Ḥasan al-Baṣrī fī tafḍīl al-malāʾika ʿalā al-anbiyāʾ (Thubūt, 303), as well as Mullā Muḥammad Ṭāhir al-Qummī (d. 1098/1686) and Āqā Muḥammad ʿAlī Kirmānshāhī (d. 1216/1801). Both al-Kashshī in his al-Rijāl , and Shaykh Abū Naṣr Aḥmad b. ʿAlī al-Ṭabrisī in his al-Iḥtijāj cited reports against him (al-Kashshī, 90–91; al-Ṭabrisī, Aḥmad, 2/182–184, 193; al-Majlisī, Biḥār , 42/141–142; idem, ʿAyn al-ḥayāt , 2/459–460; Thubūt, 183 ff.).",
    "These objections and criticism are based on false reports regarding his opposition to the battle of the Camel, his verbal dispute with ʿAlī and similar reports in which he is castigated by the Imams ʿAlī, al-Ḥasan, al-Ḥusayn and al-Sajjād. These reports seem to be without foundation, given the date of his birth, geographical location and reverence for the Imams (for more information, see Thubūt, 183 ff.).",
    "The second group of Shiʿi authors regard him as one of the most prominent companions of Imam ʿAlī, extolling his knowledge and accomplishments and narrating ḥadīth s from him. These include Ibn Bābawayh (d. 588/1192), Sayyid al-Raḍī (d. 406/1015), Shaykh al-Ṭūsī (d. 460/1067), Ibn Shahrāshūb (d. 588/1192), Muḥammad b. Idrīs al-Ḥillī (d. 985/1577), Ibn Ṭāwūs (d. 646/1248), Kh w ājah Naṣīr al-Dīn al-Ṭūsī (d. 672/1273), Shaykh Bahāʾī (d. 1030/1620) and Mullā Ṣadrā (d. 1050/1640). Many recent Shiʿi scholars also hold him in high regard, and counter the views of his detractors, and dismiss the reports that are narrated against him as fables (Maʿrifat, 1/317–327; Thubūt, 321 ff.). Some ḥadīth s on the Imamate are narrated from him, including one from the Prophet Muḥammad in which he mentions the twelve Imams that would succeed him, the last of whom will be the Mahdī, from the progeny of the Prophet’s daughter Fāṭimaʾ al-Zahrā through the line of al-Ḥusayn b. ʿAlī ( Kitāb , 1/18 ff.; Ibn Shahrāshūb, Manāqib , 1/293; idem, Mutashābih , 2/56; Thubūt, 56–59; cf. Massignon, La Passion , 1/195, in which al-Ḥasan al-Baṣrī is mentioned as the narrator of the ḥadīth in which Jesus, the son of Mary, and the Mahdī are identified as the same person).",
    "There are at the same time many sayings in which al-Ḥasan extols the rank and spiritual excellence of Imam ʿAlī, making clear beyond any doubt his profound veneration of ʿAlī and acceptance of his spiritual authority ( walāya ). For example, it is reported that after hearing the prophetic ḥadīth from Umm Salama on the walāya of ʿAlī, he openly bore witness to ʿAlī as his master and the master of all believers (Ibn Bābawayh, al-Amālī , 260; al-Muʾadhdhin, 78–79; al-Majlisī, Biḥār , 22/142–143; Thubūt, 250–251, 330). When asked by al-Ḥajjāj about ʿAlī, despite the latter’s resentment towards him, he extolled ʿAlī and recited the Qurʾānic verses that were revealed in suport of him, while also hailing him as the leader of the Muslim community and the best among them. He further cited four reasons as proof of ʿAlī’s superiority over the other Companions of Muḥammad. These four proofs cited by him were: 1. the Prophet saw him as the only trustworthy person to be entrusted with the task of taking Sūrat al-Tawba (repentance) to Mecca; 2. the ḥadīth of al-Manzila (‘station’), in which the Prophet spoke of ʿAlī’s elevated position; 3. the ḥadīth of al-Thaqalayn (‘the two weighty matters’), which refers to the Qurʾān and the Ahl al-Bayt, including ʿAlī; 4. the Prophet never placed anyone above ʿAlī or give them command over him. Furthermore, on many occasions al-Ḥasan narrated the ḥadīth s of Mubāhala , Safīna and Ghadīr in demonstration of ʿAlī’s rightful place and elevated rank, and declared the acceptance of his authority as the main condition for crossing the Bridge ( ṣirāṭ ) in the Hereafter (al-Sayyid al-Murtaḍā, al-Amālī , 1/162; Ibn Abī al-Ḥadīd, 1/12, 328, 2/102–103, 180–182, 262, 3/258, 4/95–96, 120–122, 5/147–149, 6/193, 195, 197, 13/231 ff.; al-Tustarī, 3/199–201; Thubūt, 245–256, 324–371).",
    "Later Shiʿi authors say that he explicitly mentions dissimulation, and take this as clear evidence of the influence of the teaching of the Shiʿi Imams. For them, al-Ḥasan upheld the legitimacy of this practice until the Resurrection, and resorted to it on many occasions in his life as protection against the Umayyad rulers (al-Sayyid al-Murtaḍā, al-Amālī , 1/162; Ibn al-Murtaḍā, Ṭabaqāt , 24; al-Qāḍī ʿAbd al-Jabbār, Firaq , 38; al-Tustarī, 3/201; al-Ḥuṣrī, 270; Badawī, 154; Thubūt, 60, 89, 161, 223, 236–238).",
    "Al-Ḥasan is said to have believed in the effectiveness of the intercession of the Prophet of Islam and of some prominent Sufis like Uways al-Qaranī (Ibn al-Jawzī, Ādāb , 130; al-Khinn, 77–79; Thubūt, 55).",
    "There are divergent reports regarding his views on the vision of God in the hereafter: some affirm that he believed in having a vision of God on the Day of Resurrection (Ibn al-Jawzī, Ādāb , 57; Ibn Ḥazm, 3/7), while others have argued that on the basis of the Qurʾānic verse: ‘no vision can grasp Him’ (6:103) he strongly denied the possibility of seeing God, and interpreted the words ‘looking towards’ in the verse: ‘looking towards their Lord’ ( ilā rabbihā nāẓira , Q 75:23) as indicating looking towards God’s reward (al-Ṭūsī, 4/226, 10/199) in the sense of hopeful expectation (Abū al-Futūḥ, 2/56). This apparent contradiction could be attributed to confusion between his theological and mystical positions, since mysticism emphasises the possibility of seeing God with the eye of the heart and having a vision of divine theophanies (al-Shaʿrānī, 1/30; Thubūt, 56).",
    "Al-Ḥasan al-Baṣrī’s spiritual personality contained various significant aspects. He is the first person to be recognised as a mystic in the history of Sufism, and came to be regarded as a prominent representative of Sufism among the Followers and as one of the eight ascetics of his time. He is also regarded as a link between the first generation of ascetics and later Sufism, as well as the head of the chain of Sufi masters in their connection to the Companions of Muḥammad, especially through ʿAlī (Brown, 58). Some prominent Sufi masters, including Abū Bakr al-Nassāj (d. 487/1087), the teacher of Aḥmad al-Ghazālī, and a large number of Sufi orders, including the Chishtiyya, Suhrawardiyya, Kubrawiyya, Mawlawiyya and Niʿmat Allāhiyya, trace their lineage through him to ʿAlī (ʿAlāʾ al-Dawla, 1/118; Shāh Niʿmat Allāh Walī, 636–638; ʿAbd al-Ḥaqq, 283). His mystical, Sufi and ethical teachings left a great impact on numerous Sufi and ethical works throughout the history of Sufism.",
    "Abū Ṭālib al-Makkī refers to al-Ḥasan al-Baṣrī as the imam and leader of the Sufis, to whom he imparted a knowledge that they discuss and follow and through which they gain illumination (1/149–150; Badawī, 186). When speaking of a ḥadīth which relates that ‘the people of knowledge in the community of Muḥammad are like the prophets of the Children of Israel’, Ibn al-ʿArabī presented al-Ḥasan al-Baṣrī under two apects: firstly, as one of those who preserved the outer aspect of religion, the legal rulings ( aḥkām ), like Ibn Sīrīn and Abū Ḥanīfa; and secondly, as one of those who safeguarded the Messenger’s inner states ( aḥwāl ) and the mysteries of his knowledge, like Imam ʿAlī, al-Ḥasan’s students Mālik b. Dīnār and Ayyūb al-Sakhtiyānī, and their spiritual descendants such as Dhū al-Nūn al-Miṣrī (2/361).",
    "In describing the relationship between fear ( khawf ) and humility ( khushūʿ  ), al-Ḥasan placed the latter above fear, describing it as a kind of fear that always accompanies the heart (al-Qushayrī, 339; ʿAṭṭār, 35). His advice and exhortations are thus centered upon the significance of renunciation and detachment from wordly affairs, and he constantly advised his listeners to abstain from engagement with the world, and emphasised that love of the world is the cause of spiritual decay. He is quoted as saying ‘I would rather be called upon to drink wine than seek worldly gain’ (ʿAṭṭār, 43, 45; Khūʾī, 1/32).",
    "Al-Ḥasan also advised people to avoid keeping company with the rich and the wicked, and said that the souls of those who love the world depart from the world with three regrets: namely, not deriving any benefit from the possessions that they have amassed, failing to attain the object of their desires, and not having made necessary provisions for the hereafter (Abū Nuʿaym, 6/199, 272; Hujwīrī, 130; Ibn Abī al-Ḥadīd, 5/148; Ibn al-Jawzī, Ādāb , 67, 68; ʿAṭṭār, 45). Those destined for paradise, on the other hand, have sorrowful hearts, meagre needs and pure spirits, who gladly endure the hardship and suffering of this world for the everlasting bliss of the hereafter (Abū Nuʿaym, 2/151; Ibn al-Jawzī, Ādāb , 67, 68; Badawī, 167). At the same time he insisted that the inhabitants of paradise enjoy eternal felicity on account of the sincerity of their intentions (al-Ghazālī, 4/1016; ʿAṭṭār, 44).",
    "Al-Ḥasan al-Baṣrī also seems to have taught a religious psychology based upon understanding the soul ( nafs ) and its deceitful tendencies. While having respect for the soul (ʿIzz al-Dīn, 353), he warned his listeners against its guile, and insisted upon constant ‘self-examination’ ( muḥāsaba ) to keep the self under control. God’s pleasure towards His creatures is conditional upon their adherence to the Qurʾānic commandments (al-Jāḥiẓ, 13/134–135). God forbids the fire of hell to touch those who practise self-restraint in the face of the soul’s urges, and do not succumb to anger and lust. Such individuals are also protected against the devil’s mischief, for they have attained the station of perfect faith (al-Khargūshī, 153; Abū Nuʿaym, 2/142, 156).",
    "For al-Ḥasan the avoidance of what religious law prohibits constitutes the highest act of worship (al-Muḥāsibī, 8). The true believer, in his opinion, is the person who takes his religion from God rather than fulfilling his desires. Such individuals are in a constant state of reverential fear ( khawf ), prevented from committing transgressions, and held on the straight path ( ṣirāṭ al-mustaqīm ) through their revential fear and the practise of divine remembrance, and mindful of the events of the Resurrection (al-Ghazālī, 4/1128–1129). The believer attains everlasting felicity through a constant vision of God, a vision which will provide joy, honour, bliss and protection when approaching death (al-Muḥāsibī, 81).",
    "Such believers are God’s witnesses on earth, and it is they who measure the behaviour of others on the basis of Qurʾānic standards, enabling them to recognise their guidance or misguidance. At the same time they endeavour to correct their own faults before seeking to correct the faults of others (al-Jāḥiẓ, 3/135; Abū Nuʿaym, 2/158; Badawī, 164; ʿAṭṭār, 33).",
    "The ascetic aspect of his mystical teachings has led some to depict him more as an ascetic than a Sufi, and hence as an intermediary figure in Islamic history, marking a point of transition from asceticism to mysticism (Nicholson, The Idea of Personality , 8; van Ess, 2/50–51; Arberry, 33–35; Knysh, 12–13). However, notwithstanding the verdict of such prominent figures as Abū Ṭālib al-Makkī, who called him the imam of the Sufis, and Ibn al-ʿArabī, who refers to him as one of the leaders and guides on the path to God, and the inheritor of prophetic states and mysteries (see above), al-Ḥasan’s own comments on renunciation ( zuhd ) seem to show that he regarded it as an introduction to mystical knowledge ( maʿrifa ), and gaining perfect certitude and contemplation, which makes it more in line with mysticism than mere asceticism. In his words, renunciation should accompany perfect certitude ( yaqīn ), perfect certitude should accompany contemplation ( tafakkur ), and contemplation should accompany admonition or exhortation ( ʿibra ). Perfect certitude is only achieved when the disciple severs all connection with the world including heaven and earth, so that their sole concern and goal will be nothing other than God. For al-Ḥasan the most beneficial knowledge includes religious understanding, renunciation and divine knowledge. Renunciation of the world entails showing enmity towards the world and worldly people, but an asceticism that is practised with a view to the hereafter and paradise is devoid of merit (al-Khargūshī, 193; Abū Nuʿaym, 10/217; al-Qushayrī, 296). In his view, the true renunciate is one who when encountering an individual would consider that person more knowledgeable, which for al-Ghazālī (4/620) shows that renunciation is coupled with humility and the rejection of pride and position. Furthermore, for him a true jurisprudent ( faqīh ) is one who practises renunciation, has an inner vision ( baṣīra ) in religious matters, and is constantly engaged in worshipping God (Abū Ṭālib, 1/153; Abū Nuʿaym, 2/147, 6/178; ʿAṭṭār, 33; al-Shaʿrānī, 1/30; Badawī, 184).",
    "Al-Ḥasan al-Baṣrī believed that renunciation and patience lead to great success and spiritual opening (al-Ḥakīm al-Tirmidhī, 442). There are two types of patience: one in the face of tribulations and hardship, and the other in the face of forbidden matters. True patience is one that is manifested solely for God rather than fear of hell, since the latter merely constitutes futile screaming rather than patience. Sincere renunciation and patience are signs of perfect sincerity (Hujwīrī, 130; ʿAṭṭār, 43).",
    "One of al-Ḥasan’s most important spiritual teachings is on scrupulous abstention ( waraʿ  ), on which Islam is founded, a tiny particle of which is said to be worth more than one thousand years of prayer and fasting. Scrupulous abstention contains three aspects: one should always speak the truth, regardless of whether one is calm or agitated; one should restrain one’s limbs from any action that would incur the wrath of God; one’s aim should always be what leads to the pleasure of God. He also makes a connection between contemplation and scrupulous abstention, which he regards as the most virtuous of acts (al-Khargūshī, 94; al-Qushayrī, 288; ʿAṭṭār, 33, 43–44; Ḥamd Allāh, Tārīkh-i guzīda , 631).",
    "Al-Ḥasan al-Baṣrī’s mystical teachings include the importance of the remembrance of God ( dhikr Allāh ) and gatherings in which God is remembered. The canonical prayer, the Qurʾān and divine remembrance are mentioned together, and he calls upon everyone to savour their sweetness (al-Khargūshī, 286; Abū Nuʿaym, 6/146, 10/171; al-Shaʿrānī, 1/29). Whenever he was alone with his disciples such as Mālik b. al-Dīnār, Thābit al-Bunānī, Ayyūb al-Sakhtiyānī, Muḥammad b. Wāsiʿ, Farqad al-Sabakhī and ʿAbd al-Wāḥid b. Zayd, he used to tell them: ‘come, let us spread light’ (Abū Ṭālib, 1/149; ʿAṭṭār, 42).",
    "There are reports of his observations on spiritual chivalry ( futuwwa ), theophany ( tajallī ), love and the devil ( Iblīs ), which were they to be authentic would be highly astonishing, as they would constitute the very first Sufi explanations of these topics. For instance, according to the report cited by ʿAbd al-Raḥmān al-Sulamī ( al-Muqaddima , 496), al-Ḥasan said that spiritual chivalry consists essentially in the unity of what is hidden and apparent in all states, deeds and words. This should also be accompanied by the abandonment of pride in action, persistence in the observation of religious matters, an adherence to the Prophetic tradition and divine commands, and avoidance of all things that are prohibited by the divine Law ( sharīʿa ). It may be on account of this saying that he is called the master of those who practise spiritual chivalry ( sayyid al-fityān ) (Zarrīnkūb, 211; for his other sayings, see al-Muḥāsibī, 8, 13; al-Khargūshī, 147–148, 199, 210, 247; Abū Nuʿaym, 3/19, 6/164, 178, 198, 270–271, 7/288, 9/24, 347; al-Mustamlī, 1782; al-Ghazālī, 4/151, 371, 418, 443, 563, 1117; Thubūt, 257–266). Some sources also attribute to him certain charismatic graces ( karāmāt ), such as thaumaturgical transportation ( ṭayy al-arḍ , lit. ‘the folding up of the earth’) (ʿAṭṭār, 37, 38; al-Nabhānī, 2/21)."
  ],
  "bibliography": [
    "ʿAbd al-Ḥaqq Dihlawī, Akhbār al-akhyār , ed. ʿAlīm Ashraf Khān (Tehran, 1383 Sh./2004).",
    "ʿAbd al-Raḥīm, Muḥammad, Tafsīr al-Ḥasan al-Baṣrī (Cairo, 1992).",
    "Abū ʿAlī Miskawayh, Aḥmad, al-Hikma al-khālida (jāwidān khirad) , ed. ʿAbd al-Raḥmān Badawī (Tehran, 1358 Sh./1979).",
    "Abū al-Futūḥ al-Rāzī, Rawḍ al-jinān , ed. Muḥammad Jaʿfar Yāḥaqqī and Muḥammad Mahdī Nāṣiḥ (Mashhad, 1378 Sh./1999).",
    "Abū Nuʿaym al-Iṣfahānī, Aḥmad, Ḥilyat al-awliyāʾ (Beirut, 1407/1987).",
    "Abū al-Qāsim al-Balkhī, ʿAbd Allāh, ‘Dhikr al-Muʿtazila’, Faḍl al-iʿtizāl wa ṭabaqāt al-Muʿtazila , ed. Fuʾād Sayyid (Tunis, 1406/1986).",
    "Abū Ṭālib al-Makkī, Muḥammad, Qūt al-qulūb (Cairo, 1310/1892).",
    "Aḥmadiyān, Mullā ʿAbd Allāh, Sayr-i taḥlīlī-yi kalām-i Ahl-i Sunnāt (Tehran, 1381 Sh./2002).",
    "ʿAlāʾ al-Dawla Simnānī, Aḥmad, ‘Tadhkirat al-Mashāyikh’, Muṣanaffāt-i Fārsī , ed. Najīb Mayil Harawī (Tehran, 1383 Sh./2004).",
    "Amīnī, ʿAbd al-Ḥusayn, al-Ghadīr (Beirut, 1403/1983).",
    "Āmulī, Ḥaydar, Tafsīr al-muḥīṭ al-aʿẓam , ed. Muḥsin Mūsawī Tabrīzī (Tehran, 1416/1995).",
    "idem, Jāmiʿ al-asrār , ed. Henry Corbin and ʿUthmān Ismāʿīl Yaḥyā (Tehran, 1347 Sh./1969).",
    "idem, al-Muqaddimāt min Kitāb naṣṣ al-nuṣūṣ , ed. Henry Corbin and ʿUthmān Ismāʿīl Yaḥyā (Tehran, 1352 Sh./1973).",
    "Arberry, Arthur J., Sufism (London, 1972).",
    "Ateş, Süleyman, İşârî tefsîr okulu (Istanbul, 1998).",
    "ʿAṭṭār, Farīd al-Dīn, Tadhkirat al-awliyāʾ , ed. Muḥammad Istiʿlāmī (1366 Sh./1987).",
    "ʿAyn al-Quḍāt Hamadānī, Tamhīdāt , ed. ʿAfīf ʿUsayrān (Tehran, n.d.).",
    "Badawī, ʿAbd al-Raḥmān, Taʾrīkh al-taṣawwuf al-Islāmī (Kuwait, 1978).",
    "al-Baghdādī, ʿAbd al-Qādir, al-Farq bayn al-firaq , ed. Muḥammad Zāhid al-Kawtharī (Cairo, 1367/1948).",
    "al-Baghdādī, Ismāʿīl b. Muḥammad Amīn, Īḍāḥ al-maknūn fī al-dhayl ʿalā Kashf al-ẓunūn (Istanbul, 1945–1947).",
    "al-Balādhurī, Aḥmad, Ansāb al-ashrāf , ed. Iḥsān ʿAbbās (Beirut, 1400/1979).",
    "idem, Futūḥ al-buldān , ed. Riḍwān Muḥammad Riḍwān (Beirut, 1398/1978).",
    "al-Basawī, Yaʿqūb, al-Maʿrifa wa al-taʾrīkh , ed. Akram Ḍiyāʾ al-ʿUmarī (Baghdad, 1975–1976).",
    "Bāsh Aʿyān ʿAbbāsī, ʿAbd al-Qādir, Mawsūʿat ṭaʾrīkh al-Baṣra (Baghdad, 1970).",
    "al-Basīṭ, Aḥmad Ismāʿīl, al-Ḥasan al-Baṣrī mufassiran (Amman, 1405/1984).",
    "Bergsträsser, Gotthelf, ‘Die Koranlesung des Hasan von Basra’, Islamica , vol. 2 (1926), pp. 11–57.",
    "Birışık, Abdülhamit, ‘Hasan-ı Basrî: Tefsir İlmindeki Yeri’, Türkiye diyanet vakfi Islâm ansiklopedisi , vol. 16, pp. 301–303.",
    "Brockelmann, I; Brown, Jonathan, Misquoting Muhammad (London, 2014).",
    "al-Bukhārī, Bāqir, Jawāhir al-awliyāʾ , ed. Ghulām Sarwar Lahūrī (Islamabad, 1396/1976).",
    "Cook, Michael, Early Muslim Dogma (Cambridge, 1981); al-Daylamī, Ḥasan, Irshād al-qulūb (Beirut, 1398/1978).",
    "idem, Aʿlām al-dīn (Qumm, 1408/1987); al-Dhahabī, Muḥammad, Tadhkirat al-ḥuffāẓ (Hyderabad, 1388/1968).",
    "idem, Siyar.",
    "idem, Mīzān al-iʿtidāl , ed. ʿAlī Muḥammad al-Bajāwī (Cairo, 1382/1963).",
    "al-Dīnawarī, Aḥmad, al-Akhbār al-ṭiwāl , ed. ʿAbd al-Munʿim ʿĀmir and Jamāl al-Dīn al-Shayyāl (Qumm, 1412/1991).",
    "van Ess, Theology and Society in the Second and Third Centuries of the Hijra , tr. John O’Kane, 4 vols. (Leiden, 2017).",
    "Fayḍ Kāshānī, Muḥsin, al-Maḥajja al-bayḍāʾ , ed. ʿAlī Akbar Ghaffārī (Qumm, n.d.).",
    "Fiqh al-Riḍā (Mashhad, 1365 Sh./1986).",
    "al-Ghazālī, Muḥammad, Iḥyāʾ ʿulūm al-dīn (Beirut, 1975).",
    "Goldziher, Ignaz, Muslim Studies , tr. C. R. Barber and S. M. Stern (London, 1967).",
    "Ḥāfiẓiyān Bābulī, Abū al-Faḍl, ‘Nuskha-hā-yi aksī’, Mīrāth-i shahāb , 12 (1385 Sh./2006), pp. 229–242.",
    "al-Ḥākim al-Jushamī, al-Muḥassin, Tanbīḥ al-ghāfilīn (Tehran, 1383 Sh./2004).",
    "al-Ḥakīm al-Tirmidhī, Muḥammad, Khatm al-awliyāʾ , ed. ʿUthmān Ismāʿīl Yaḥyā (Beirut, 1965).",
    "al-Hamadānī, ʿAbd al-Ṣamad, Baḥr al-maʿārif , ed. Ḥusayn Ustād Walī (Tehran, 1384 Sh./2005).",
    "Ḥamd Allāh Mustawfī, Tārīkh-i guzida , ed. ʿAbd al-Ḥusayn Nawāʾī (Tehran, 1339 Sh./1960).",
    "idem, Nuzhat al-qulūb , ed. Muḥammad Dabīr Siyāqī (Tehran, 1336 Sh./1957).",
    "al-Ḥanafī, ʿAbd al-Munʿim, al-Mawsūʿa al-Ṣūfiyya (Cairo, 1412/1992).",
    "al-Ḥarrānī, Abū Shuʿba al-Ḥasan, Tuḥaf al-ʿuqūl (Qumm, 1380 Sh./2001).",
    "al-Ḥasan al-Baṣrī, ‘Risāla fī al-Qadar’, in Rasāʾil al-ʿadl wa al-tawḥīd , ed. Muḥammad ʿImāra (Cairo, 1408/1988).",
    "idem, ‘Tarjama-yi guzīdah-ʾī az nāmah-yi Ḥasan al-Baṣrī bih Khalīfa ʿAbd al-Malik b. Marwān’, in Akbar Thubūt’s Ganjīnah-dār-i ʿilm wa ʿirfān (Tehran, 1386 Sh./2007), pp. 419–438.",
    "al-Ḥillī, ʿAlī, al-ʿAdad al-qawiyya , ed. Muḥammad Rajāʾī (Qumm, 1408/1987).",
    "al-Ḥimṣī al-Rāzī, Sadīd al-Dīn, al-Munqidh min al-taqlīd (Qumm, 1412/1991).",
    "Hujwīrī, ʿAlī, Kashf al-maḥjūb , ed. Maḥmūd ʿĀbidī (Tehran, 1383 Sh./2004).",
    "al-Ḥuṣrī, Rawḍa Jamāl, Ḥayāt al-Ḥasan al-Baṣrī wa masīratahu al-ʿilmiyya (Damascus, 1422/2002).",
    "Ibn ʿAbd Rabbih, Aḥmad, al-ʿIqd al-farīd , ed. Mufīd Muḥammad Qumayḥa (Beirut, 1404/1983).",
    "Ibn Abī al-Ḥadīd, ʿAbd al-Ḥamīd, Sharḥ Nahj al-balāgha , ed. Muḥammad Abū al-Faḍl Ibrāhīm (Cairo, 1387/1967).",
    "Ibn al-ʿArabī, Muḥyī al-Dīn, al-Futūḥāt al-Makkiyya , ed. ʿUthmān Ismāʿīl Yaḥyā (Cairo, 1405/1985).",
    "Ibn al-Athīr, ʿAlī b. Muḥammad, al-Kāmil fī al-taʾrīkh , ed. C. J. Tornberg (Beirut, 1402/1982).",
    "Ibn Bābawayh, Muḥammad, al-Amālī (Beirut, 1400/1980).",
    "idem, al-Tawḥīd , ed. Hāshim Ḥusaynī Tihrānī (Qumm, 1362 Sh./1977).",
    "idem, al-Khiṣāl , ed. ʿAlī Akbar Ghaffārī (Qumm, 1362 Sh./1403).",
    "Ibn Baṭṭūṭa, al-Riḥla (Beirut, 1384/1964).",
    "Ibn Ḥajar al-ʿAsqalānī, Aḥmad, Tahdhīb al-tahdhīb (Hyderabad, 1325/1907).",
    "Ibn Ḥazm, ʿAlī, al-Fiṣal (Beirut, 1406/1986).",
    "Ibn Idrīs, Muḥammad, al-Muntakhab min tafsīr al-Qurʾān wa al-nukat al-mustakhraja min Kitāb al-tibyān , ed. Mahdī Rajāʾī (Qumm, 1409/1988).",
    "Ibn al-Jawzī, ʿAbd al-Raḥmān, Ādāb al-Ḥasan al-Baṣrī , ed. Sulaymān Ḥarash (Damascus, 1426/2005).",
    "idem, al-Radd ʿalā al-mutaʿaṣṣib al-ʿanīd , ed. Muḥammad Kāẓim Maḥmūdī (Beirut, 1403/1983).",
    "idem, Sīrat ʿUmar b. ʿAbd al-ʿAzīz , ed. Muḥibb al-Dīn al-Khaṭīb (Cairo, 1331/1912).",
    "Ibn Kathīr, Ismāʿīl b. ʿUmar, al-Bidāya wa al-nihāya (Cairo, 1351–1358/1932–1939).",
    "Ibn Khaldūn, al-Muqaddima , tr. Muḥammad Parwīn Gunābādī (Tehran, 1359 Sh./1980).",
    "Ibn Khallikān, Wafayāt.",
    "Ibn Khayr al-Ishbīlī, Muḥammad, Fahrasa , ed. Francisco Codera y Zaidin and Julián Ribera (Zaragoza, 1894–1895, repr. Baghdad 1382/1963).",
    "Ibn Manẓūr, Muḥammad, Lisān al-ʿArab (Qumm, 1363–1405/1944–1985).",
    "Ibn al-Murtaḍā, Aḥmad, Ṭabaqāt al-Muʿtazila , ed. Susanna Diwald-Wilzer (Beirut, 1409/1988).",
    "idem, al-Munya wa al-amal fī sharḥ al-Milal wa al-niḥal , ed. Muḥammad Jawād Mashkūr (Beirut, 1399/1979).",
    "Ibn al-Nadīm, Muḥammad b. Ishāq, al-Fihrist , ed. M. Riḍā Tajaddud (Tehran, 1350 Sh./1971).",
    "Ibn Qutayba, ʿAbd Allāh, ʿUyūn al-akhbār , ed. Yūsuf ʿAlī Ṭawīl (Beirut, 1406/1986).",
    "idem, al-Maʿārif , ed. Tharwat ʿUkāsha (Cairo, 1380/1960).",
    "Ibn Saʿd, Muḥammad, al-Ṭabaqāt al-kubrā (Beirut, n.d.).",
    "Ibn Shāhīn, ʿUmar, Faḍāʾil Fāṭima al-Zahrāʾ , ed. Muḥammad Hādī Amīnī (Beirut, 1412/1991).",
    "Ibn Shahrāshūb, Muḥammad, Mutashābih al-Qurʾān wa mukhtalifih (Tehran, 1328/1910).",
    "idem, Manāqib Āl Abī Ṭālib (Qumm, n.d.).",
    "Ibn Shuʿba, Ḥasan, Tuḥaf al-ʿuqūl , ed. Muḥammad Ṣādiq Baḥr al-ʿUlūm (Najaf, 1380/1961).",
    "ʿIzz al-Dīn Kāshānī, Maḥmūd, Miṣbāḥ al-hidāya , ed. Jalāl al-Dīn Humāʾī (Tehran, 1367 Sh./1988).",
    "Jahāngīrī, Muḥsin, ‘Qadariyān-i nukhustīn’, Firaq-i Tasannun , ed. Mahdī Farmāniyān (Qumm, 1386 Sh./2007).",
    "al-Jāḥiẓ, ʿAmr, al-Bayān wa al-tabyīn (Cairo, 1369/1950).",
    "al-Jawharī, Ismāʿīl, al-Ṣiḥāḥ , ed. Aḥmad ʿAbd al-Ghafūr ʿAṭāʾ (Beirut, 1407/1986).",
    "al-Jundī, ʿAbd al-Ḥalīm, al-Imām Jaʿfar al-Ṣādiq (Cairo, 1977).",
    "al-Kalābādhī, Muḥammad, al-Taʿarruf li madhhab ahl al-Taṣawwuf , ed. ʿAbd al-Ḥalīm Maḥmūd and Ṭāhā ʿAbd al-Bāqī Surūr (Cairo, 1400/1980).",
    "al-Karājikī, Muḥammad, Kanz al-fawāʾid , ed. ʿAbd Allāh Niʿma (Qumm, 1410/1989).",
    "al-Kashshī, Muḥammad, Rijāl , ed. Sayyid Aḥmad Ḥusaynī (Karbalāʾ, n.d.).",
    "al-Khargūshī, ʿAbd al-Malik, Tahdhīb al-asrār , ed. Imam Sayyid Muḥammad ʿAlī (Beirut, 1427/2006).",
    "al-Khayyāṭ, ʿAbd al-Raḥīm, al-Intiṣār , ed. Albīr Naṣrī Nādir (Beirut, 1957).",
    "al-Khinn, Muṣṭafā Saʿīd, al-Ḥasan b. Yasār al-Baṣrī (Damascus, 1416/1995).",
    "Kh w ājah ʿAbd Allāh Anṣārī, Ṭabaqāt al-Ṣūfiyya , ed. Muḥammad Sarwar Mawlāʾī (Tehran, 1363 Sh./1984).",
    "Kh w āndamīr, Ghiyāth al-Dīn, Ḥabīb al-siyar (Tehran, 1353 Sh./1974).",
    "Kh w ānsārī, Muḥammad Bāqir, Rawḍāt al-jannāt (Qumm, 1391/1971).",
    "al-Kh w ārazmī, Ḥusayn, Jawāhir al-asrār , ed. Muḥammad Jawād Sharīʿat (Iṣfahān, 1366 Sh./1987).",
    "al-Kh w ārazmī, Muḥammad, Mafātīḥ al-ʿulūm , ed. G. van Vloten (Leiden, 1895).",
    "al-Khūʾī, Abū al-Qāsim, Muʿjam rijāl al-ḥadīth (Qumm, 1403/1982).",
    "Kitāb Sulaym b. Qays al-Hilālī , ed. Muḥammad Bāqir Anṣārī (Qumm, 1415/1994).",
    "Knysh, A., Islamic Mysticism: A Short History (Leiden, 2000).",
    "von Kremer, Alfred, Geschichte der herrschenden Ideen des Islams: der Gottesbegriff, die Prophetie und Staatsidee (Hildesheim, 1961).",
    "al-Kulaynī, Muḥammad, Uṣūl al-kāfī (Tehran, 1383 Sh./2004).",
    "Madelung, Wilferd, ‘Review: Early Islam between Myth and History’, BSOAS , 70/1 (2007), pp. 157–160.",
    "Maḥjūb, Fāṭima, al-Mawsūʿa al-dhahabiyya li al ʿulūm al-Islāmiyya (Cairo, 1992).",
    "al-Majlisī, Muḥammad Bāqir, Biḥār al-anwār (Beirut, 1403/1983).",
    "idem, ʿAyn al-ḥayāt , ed. Mahdī Rajāʾī (Qumm, 1382 Sh./2003).",
    "al-Māmaqānī, ʿAbd Allāh, Tanbīh al-mithāl (Najaf, 1349/1930).",
    "Maʿrifat, Muḥammad Hādī, al-Tafsīr wa al-mufassirūn (Mashhad, 1425/2004).",
    "Massignon, Louis, Essai sur les origines du lexique technique de la mystique musulmane (Paris, 1968).",
    "idem, La Passion de Husayn ibn Mansûr Hallâj (Paris, 1975).",
    "al-Masʿūdī, ʿAlī, Murūj al-dhahab , ed. ʿAbd al-Amīr ʿAlī Muhannā (Beirut, 1411/1991).",
    "Maʿṣūm ʿAlī Shāh, Muḥammad Maʿṣūm, Ṭarāʾiq al-ḥaqāʾiq , ed. Muḥammad Jaʿfar Maḥjūb (Tehran, 1339 Sh./1960).",
    "Mawsūʿat al-Baṣra al-Ḥaḍāriyya (Baṣra, 1989).",
    "Melchert, Christopher, ‘Hasan Baṣri’, EIR , vol. 12, pp. 29–31.",
    "al-Mizzī, Yūsuf, Tahdhīb al-kamāl , ed. Bashār ʿAwwād Maʿrūf (Beirut, 1413/1992).",
    "Mourad, Suleiman Ali, Early Islam between Myth and History: al-Ḥasan al-Baṣrī (d. 110H/728CE) and the Formation of his Legacy in Classical Islamic Scholarship (Leiden, 2006).",
    "Muʾazzin Khurāsānī, Muḥammad ʿAlī, Tuḥfat al-ʿAbbāsiyya (Shiraz, 1326 Sh./1947).",
    "al-Mufīd, Muḥammad, al-Amālī , ed. Ḥusayn Ustādwalī (Mashhad, 1364 Sh./1985).",
    "idem, al-Fuṣūl al-mukhtāra (Najaf, 1381/1962).",
    "idem (attrib.), al-Ikhtiṣāṣ , ed. ʿAlī Akbar Ghaffārī and Maḥmūd Zarandī Muḥarramī (Beirut, 1402/1982).",
    "Muḥammad b. Munawwar, Asrār al-tawḥīd , ed. Muḥammad Riḍā Shafīʿī Kadkānī (Tehran, 1366 Sh./1987).",
    "al-Muḥāsibī, al-Ḥārith, al-Riʿāya li ḥuqūq Allāh , ed. Margaret Smith (London, 1940).",
    "Mujmal al-tawārīkh wa al-qiṣaṣ , ed. Muḥammad Taqī Bahār (Tehran, 1318 Sh./1939).",
    "al-Munāwī, Muḥammad ʿAbd al-Raʾūf, al-Kawākib al-durriyya , ed. Maḥmūd Rabīʿ (Cairo, 1357/1938).",
    "Munzawī, Aḥmad, Fihrist-i mushtarak-i nuskhahā-yi khaṭṭī-yi Fārsī-yi Pākistān (Islamabad, 1362 Sh.–/1983–).",
    "idem, Fihristwārah ; al-Muqaddasī, Muḥammad, Aḥsan al-taqāsīm , ed. Shākir Laʿībī (Beirut, 2003).",
    "al-Mustamlī al-Bukhārī, Ismāʿīl, Sharḥ al-taʿarruf , ed. Muḥammad Rawshan (Tehran, 1363 Sh./1984).",
    "al-Nabhānī, Yūsuf, Jāmiʿ karāmāt al-awliyāʾ , ed. Ibrāhīm ʿAṭwa ʿAwwaḍ (Cairo, 1394/1974).",
    "Namāzī Shāhrūdī, ʿAlī, Mustadrakāt ʿilm rijāl al-ḥadīth (Tehran, 1384 Sh./2005).",
    "idem, Mustadrak safīnat al-Biḥār (Tehran, 1409/1988).",
    "Naṣīr al-Dīn al-Ṭūsī, Akhlāq-i Nāṣirī , ed. Mujtabā Mīnuwī (Tehran, 1369 Sh./1990).",
    "Nicholson, Reynold A., A Literary History of the Arabs (Cambridge, 1969).",
    "idem, The Idea of Personality in Sufism (Cambridge, 1923).",
    "al-Nūrī, Ḥusayn, Mustadrak al-wasāʾil (Tehran, 1382/1962).",
    "al-Nuwayrī, Aḥmad, Nihāyat al-arab fī funūn al-adab , ed. ʿAlī Muḥammad al-Bajāwī (Cairo, 1396/1976).",
    "Obermann, Julian J., ‘Political Theology in Early Islam: Ḥasan al-Baṣrī’s Treatise on Qadar ’, JAOS , 55 (1935), pp. 138–162.",
    "al-Qāḍī ʿAbd al-Jabbār, al-Firaq wa ṭabaqāt al-Muʿtazila , ed. ʿAlī Sāmī al-Nashshār and ʿIṣām al-Dīn Muḥammad ʿAlī (Alexandria, 1972).",
    "idem, ‘Faḍl al-Iʿtizāl’, Faḍl al-iʿtizāl wa ṭabaqāt al-Muʿtazila , ed. Fuʾād Sayyid (Tunis, 1393/1974).",
    "al-Qalʿajī, Muḥammad Rawwās, Mawsūʿat fiqh al-Ḥasan al-Baṣrī (Beirut, 1409/1989).",
    "al-Qazwīnī, Muḥammad Ṣāliḥ, Nawādir , tr. Muḥāḍarāt Rāghib, ed. Aḥmad Mujāhid (Tehran, 1371 Sh./1992).",
    "al-Qummī, ʿAbbās, Safīnat al-biḥār (Beirut, n.d.).",
    "al-Qummī, Muḥammad Ṭāhir, Tuḥfat al-akhyār (Qumm, 1336 Sh./1957).",
    "al-Qundūzī al-Ḥanafī, Sulaymān, Yanābīʿ al-mawadda , ed. ʿAlī Jamāl Ashraf Ḥusaynī (Beirut, 1416/1995).",
    "al-Qushayrī, ʿAbd al-Karīm, al-Risāla al-Qushayriyya , ed. ʿAbd al-Ḥalīm Maḥmūd and Maḥmūd b. Sharīf (Cairo, 1385/1966).",
    "al-Rāghib Iṣfahānī, Ḥusayn, Mufradāt gharīb al-Qurʾān (n.p., 1404/1983).",
    "Rippin, Andrew, and Jan Knappert, Textual Sources for the Study of Islam (Chicago, 1986).",
    "Ritter, Hellmut, ‘Ḥasan al-Baṣrī’, EI2 , vol. 3, pp. 247–248.",
    "idem, ‘Studien zur Geschichte der islamischen Frömmigkeit, Ḥasan al-Baṣrī’, Der Islam , 21 (1933), pp. 1–83.",
    "Rizvi, A. A., A History of Sufism in India (New Delhi, 1983).",
    "Rūmī, Mathnawī , ed. Karīm Zamānī (Tehran, 1362 Sh./1983).",
    "al-Sabzawārī, Mullā Hādī, Sharḥ al-asmāʾ , ed. Najafqulī Ḥabībī (Tehran, 1375 Sh./1996).",
    "idem, Sharḥ-i Mathnawī , ed. Muṣṭafā Burujirdī (Tehran, 1374 Sh./1995).",
    "Ṣadr al-Dīn al-Shīrāzī, Muḥammad, Tafsīr , ed. Muḥammad Kh w ājawī (Qumm, 1361 Sh./1982).",
    "idem, Sharḥ Usūl al-Kāfī , tr. Muḥammad Kh w ājawī (Tehran, 1367 Sh./1988).",
    "idem, Mafātīḥ al-ghayb , ed. Muḥammad Kh w ājawī (Tehran, 1363 Sh./1984).",
    "al-Ṣafadī, Khalīl, al-Wāfī bi al-wafayāt , ed. Ramaḍān ʿAbd al-Tawwāb (Beirut, 1405/1985).",
    "Ṣafwat, Aḥmad Zakī, Jamharat rasāʾil al-ʿArab (Cairo, 1329/1911).",
    "al-Samʿānī, Aḥmad, Rūh al-arwāḥ , ed. Najīb Māyil Harawī (n.p., 1384 Sh./2005).",
    "al-Sarrāj, ʿAbd Allāh, al-Lumaʿ fī al-Taṣawwuf , tr. Mahdī Muḥabbatī (Tehran, 1382 Sh./2003).",
    "Sayyid, Fuʾād, Fihrist al-makhṭūṭāt al-muṣawwara (Cairo, 1945).",
    "al-Sayyid al-Murtaḍā, ʿAlī, al-Amālī , ed. Muḥammad Abū al-Faḍl Ibrāhīm (Beirut, 1387/1967).",
    "idem, ‘Inqādh al-bashar min al-jabar wa al-qadar’, Rasāʾil al-Sharīf al-Murtaḍā , ed. Aḥmad Ḥusaynī and Mahdī Rajāʾī (Beirut, n.d.).",
    "Schaeder, H. H., ‘Ḥasan al-Baṣrī’, Der Islam , vol. 14, pp. 1–75.",
    "Schwarz, Michael, ‘The Letter of al-Ḥasan al-Baṣrī’, Oriens , 20 (1967), pp. 15–30.",
    "Sezgin, GAL ; Shabistarī, Maḥmūd, ‘Saʿādat-nāmah’, Majmūʿa-yi āthār , ed. Ṣamad Muwaḥḥid (Tehran, 1365 Sh./1986).",
    "al-Shahrastānī, Muḥammad, al-Milal wa al-niḥal , ed. Muḥammad Sayyid Gīlānī (Beirut, n.d.).",
    "al-Shaʿrānī, ʿAbd al-Wahhāb, al-Ṭabaqāt al-kubrā (Beirut, 1408/1987).",
    "al-Shaybī, Kāmil Muṣṭafā, al-Ṣila bayn al-taṣawwuf wa al-tashayyuʿ (Beirut, 1982).",
    "al-Shaykh al-Bahāʾī, Muḥammad, al-Mukhallā , ed. Muḥammad Khalīl Pāshā (Beirut, 1405/1985).",
    "Shihābī, Maḥmūd, Adwār-i fiqh (Tehran, 1368 Sh./1989).",
    "al-Shushtarī, Nūr Allāh, Iḥqāq al-ḥaqq , ed. Shihāb al-Dīn Marʿashī (Qumm, n.d.).",
    "idem, Majālis al-muʾminīn (Tehran, 1376/1956).",
    "Sibṭ b. al-Jawzī, Yūsuf, Tadhkirat al-khawāṣṣ (Beirut, 1401/1981).",
    "Subhan, J. A., Sufism: Its Saints and Shrines (Lucknow, 1960).",
    "al-Sulamī, Muḥammad, ‘al-Futuwwa’, in Majmūʿat āthār , ed. Naṣr Allāh Pūrjawādī, vol. 2 (Tehran, 1372 Sh./1993), pp. 220–332.",
    "idem, ‘al-Muqaddima fī al-taṣawwuf wa ḥaqīqatihi’, in Majmūʿa Āthār , vol. 2 ed. Naṣr Allāh Pūrjawādī (Tehran, 1372 Sh./1993), pp. 461–531.",
    "al-Ṭabarī, Taʾrīkh (Beirut, 1407/1987).",
    "Ṭabāṭabāʾī, Muḥammad Ḥusayn, al-Mīzān (Beirut, 1394/1974).",
    "al-Ṭabrisī, Aḥmad, al-Iḥtijāj , ed. Ibrāhīm Bahādurī and Muḥammad Hādī (Qumm, 1413/1992).",
    "al-Ṭabrisī, al-Faḍl, Tafsīr Jawāmiʿ al-jāmiʿ , ed. Abū al-Qāsim Gurjī (Tehran, 1347–1378 Sh./1968–1999).",
    "idem, Majmaʿ al-bayān , ed. Hāshim Rasūl Maḥallātī (Beirut, 1379/1959).",
    "Tārīkh-i Sīstān , ed. Muḥammad Taqī Bahār (Tehran, 1314 Sh./1935).",
    "Thubūt, Akbar, Ḥasan Baṣrī: ganjīnah-dār-i ʿilm wa ʿirfān (Tehran, 1386 Sh./2007).",
    "al-Ṭūsī, Muḥammad, al-Tibyān , ed. Aḥmad Ḥabīb Qaṣīr ʿĀmulī (Beirut, n.d.).",
    "al-Tustarī, Muḥammad Taqī, Qāmūs al-rijāl (Qumm, 1411/1990).",
    "Uludağ, Süleyman, ‘Hasan-i Basrî’, Türkiye diyanet vakfi Islâm ansiklopedisi , vol. 16, pp. 291–293.",
    "Wakīʿ, Muḥammad, Akhbār al-Quḍāt (Beirut, n.d.).",
    "Watt, W. M., The Formative Period of Islamic Thought (Oxford, 1998).",
    "al-Yāfiʿī, ʿAbd Allāh, Mirʾāt al-janān (Beirut, 1309/1970).",
    "al-Yaʿqūbī, Aḥmad, Taʾrīkh (Beirut, n.d.).",
    "Yāqūt, Ibn ʿAbd Allāh, Muʿjam al-buldān (Beirut, 1399/1979).",
    "Zamānī, Karīm, Sharḥ-i jāmiʿ-i Mathnawī-yi maʿnawī (Tehran, 1386 Sh./2007).",
    "Zarrīnkūb, ʿAbd al-Ḥusayn, arzish-i mīrāth-i Ṣūfiya (Tehran, 1344 Sh./1965).",
    "Zayn al-ʿĀbidīn Shīrwānī, Bustān al-siyāḥa (Tehran, 1315/1898).",
    "al-Ziriklī, Aʿlām.",
    ""
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 513
}
