{
  "id": "eweb_555",
  "source": "EIs",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/SIM-0230.xml?rskey=SlqSdB&result=1",
  "annotator": "Jeremy",
  "title": "Abū ʿUthmān al-Ḥīrī",
  "authors": [
    "Hussein La-Shay'",
    "Translated by Rahim Gholami"
  ],
  "word_count": "(1,615 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "16 Oct 2015",
  "last_updated": "17 Jun 2021",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "Abū ʿUthmān al-Ḥīrī , Saʿīd b. Ismāʿīl b. Saʿīd b. al-Manṣūr (230–298/844–910) was a renowned Sufi master of Khurāsān in the 3rd/9th century. Born in Rayy, he was referred to by some as ‘al-Rāzī’ (Mustamlī, 1/236).",
    "In his youth, Abū ʿUthmān was a disciple of Yaḥyā b. Muʿādh al-Rāzī, but he subsequently travelled to Kirmān and entered the service of Shāh b. Shujāʿ al-Kirmānī. When Shāh b. Shujāʿ journeyed to Nīsābūr to visit Abū Ḥafṣ al-Ḥaddād, Abū ʿUthmān accompanied him, and at the request of Abū Ḥafṣ, Shāh b. Shujāʿ agreed to allow Abū ʿUthmān to take up residence in Nīsābūr and become a companion to Abū Ḥafṣ (al-Sulamī, 159,183; al-Samʿānī, 4/327; see also al-Hujwīrī, 166–168). Abū ʿUthmān heard ḥadīth s from Muḥammad b. Muqātil and Mūsā b. Naṣr in Rayy, and from Muḥammad b. Ismāʿīl al-Aḥmasī, Ḥamīd b. Rabīʿ al-Lakhmī and others in Iraq. He studied the Mustakhraj Ṣaḥīḥ Muslim by Abū Jaʿfar Aḥmad b. Ḥamdān under Abū Jaʿfar himself (al-Khaṭīb, 9/99–100; al-Dhahabī, 14/63). The following people have related ḥadīth s from him: Abū ʿAmr Aḥmad b. Naṣr, Abū ʿAmr b. Maṭar, and Ismāʿīl b. Najīd, Muḥammad b. Aḥmad b. Ḥamdān, as well as his own two sons, Abū Bakr and Abū al-Ḥasan (al-Dhahabī, 14/63; al-Subkī, 3/69).",
    "In regard to Sufi doctrine, he was influenced by Abū Ḥafṣ al-Ḥaddād. Even though Abū ʿUthmān was renowned for his asceticism ( zuhd ) and skill in jurisprudence, like Abū Ḥafṣ he adopted the path of malāma , or ‘blame’: the attempt to overcome self-satisfaction, pride and the desire to be praised, by deliberately incurring the blame of others. He went on to become a leading figure in the Malāmatiyya movement within Sufism (ʿAfīfī, 41). According to al-Hujwīrī (p. 168) he had attained the maqām (spiritual station) of rajāʾ (hope) under Yaḥyā b. Muʿādh, that of ghayra (zealous honour) under Shāh b. Shujāʿ, and that of shafaqa (sympathy) in the company of Abū Ḥafṣ al-Ḥaddād. He had also benefited from the company of Junayd, Ruwaym, Yūsuf b. al-Ḥusayn and Muḥammad b. al-Faḍl al-Balkhī. It is reported that Abū ʿUthmān was fascinated by Muḥammad b. al-Faḍl al-Balkhī, and praised him highly (al-Hujwīrī, 168; al-Qushayrī, 335, 398; ʿAṭṭār, 475, 518). During the early part of his friendship with Abū Ḥafṣ, Abū ʿUthmān fell out of favour and was rejected, but when Abū Ḥafṣ discovered the extent of Abū ʿUthmān's regard and sincerity he became closer to him and brought the latter into his inner circle, even giving him his daughter in marriage (al-Sarrāj, 177; Ibn al-Jawzī, Ṣifa , 4/103).",
    "Many distinguished Sufi figures believed that the propagation of Sufism in Khurāsān owed its success to Abū ʿUthmān (al-Sulamī, 159,183; al-Hujwīrī, 168; ʿAṭṭār, 475). According to al-Dhahabī (14/63), Abū ʿUthmān was to the people of Khurāsān what al-Junayd was to the Iraqis. Abū ʿUthmān was very scrupulous regarding the observance of religious law and the sunna of the Prophet, holding that ‘whoever allows the sunna to govern his speech and his actions, his tongue shall flow with words of wisdom’ (al-Sarrāj, 103; Abū Nuʿaym, 10/244). He also had a particular view of the relationship between the spirit ( rūḥ ) and the soul ( nafs ), believing that the spirit retains the sins of the soul, while the soul tends to forget them until the spirit recognises this and makes them known to the soul, at which point sorrow and anguish appear to overcome a person for no apparent reason (al-Sarrāj, 226; Rūzbihān, 17). It was perhaps for this reason that he favoured sadness ( ḥuzn ) over joy ( inbisāṭ ), and actively sought a state of ḥuzn (al-Qushayrī, 140). When al-Wāsiṭī heard from Abū ʿUthmān's disciples that the latter had enjoined them to increase their religious obedience and be aware of their shortcomings in worship, he said that Abū ʿUthmān had invited them to majūsiyya (paganism), or dualism: that is, the co-existence of the ‘I’ with ‘the other’ (Anṣārī, 363–364; see also al-Kalābādhī, 99). However, an examination of Abū ʿUthmān's definitions of conceit ( ʿujb ) and sincerity ( ikhlāṣ ) reveals a fine perception of the principle of tawḥīd , the integral realisation of oneness. Unlike the many Sufi masters who see sincerity as consisting in the freedom of human beings from gratification and the pleasures of the soul, Abū ʿUthmān qualifies this as the ‘sincerity of the generality’ ( ikhlāṣ al-ʿawāmm ), whereas the ‘sincerity of the elect’ ( ikhlāṣ al-khawāṣṣ ) is not to be aware of one's acts of religious obedience (al-Qushayrī, 209; ʿAṭṭār, 482). Since only a handful of sayings and aphorisms of Abū ʿUthmān have been transmitted, some Sufi authors regard him as a man of few words but strong actions, particularly in the domain of religious and spiritual activity (Anṣārī, 199; Jāmī, 86). Stories related about him indicate that he was a tolerant and patient man (see al-Ghazālī, 2/25; ʿAṭṭār, 477–478; Ibn al-Jawzī, Ṣifa , 4/104, 105), one whose prayers were answered ( mustajāb al-daʿwa ), and one through whom supernatural graces ( karāmāt , sing. karāma ) were manifested (Khalīfa Nīsābūrī, 47; al-Khaṭīb, 9/100; al-Qushayrī, 233, 240).",
    "Abū ʿUthmān categorised three types of samāʿ (spiritual concert): the samāʿ of the disciples ( murīdīn ), the samā ʿ of the sincere ( ṣiddīqīn ) and the samāʿ of the gnostics ( ʿurafāʾ ). He believed that there was a risk of insincerity and temptation in the samāʿ of disciples (al-Sarrāj, 277–278; al-Shaʿrānī, 1/87), and consequently forbade novices to perform samāʿ (al-Sarrāj, 305–306). Many of the great Sufis of the 3rd/9th century were his disciples, followers or companions (for names of some of these figures, see al-Sulamī, 523, 533, 537 et passim; Anṣārī, 248, 381 et passim; al-Subkī, 3/344; Ibn al-Mulaqqin, 385). Abū ʿAmr b. Nujayd, maternal grandfather of ʿAbd al-Raḥmān al-Sulamī, having become a Sufi at Abū ʿUthmān's hand, also became one of the latter's inner circle of followers (al-Hujwīrī, 384; ʿAṭṭār, 478).",
    "Abū ʿUthmān corresponded with Abū ʿAbd Allāh al-Ḥakīm al-Tirmidhī (al-Tirmidhī, 76; al-Hujwīrī, 168), and supposedly also produced some other writings, which is why al-Kalābādhī counted him amongst those who had written on the topic of muʿāmalāt (religious and spiritual acts) (p. 32). Sources have attributed two stanzas of verse to him which, if authentic, would attest to some poetic talent or sensibility in him (see Ibn Khallikān, 2/370; Ibn al-Jawzī, al-Muntaẓam , 6/107–106; Ibn Kathīr, 11/115). Al-Qushayrī writes that in his youth Abū ʿUthmān travelled far and wide, but in his declining years he settled in one place (p. 289).",
    "Abū ʿUthmān passed away at the age of 68, and was buried next to his master, Abū Ḥafṣ, in the cemetery of Ḥīra in Nīsābūr. Abū Nuʿaym al-Iṣfahānī visited their graves in 371/981 (Abū Nuʿaym, 10/244; see also Khalīfa Nīsābūrī, 144; Ibn al-ʿImād, 2/230–231)."
  ],
  "bibliography": [
    "Abū Nuʿaym al-Iṣfahānī, Aḥmad, Ḥilyat al-awliyāʾ (Cairo, 1357/1938)",
    "ʿAfīfī, Abū al-ʿAlāʾ, al-Malāmatiyya wa al-Ṣūfiyya wa ahl al-futuwwa (Cairo, 1364/1945)",
    "Anṣārī Harawī, Kh w ājah ʿAbd Allāh, Ṭabaqāt al-Ṣūfiyya , ed. ʿAbd al-Ḥayy Ḥabībī and Ḥusayn Āhī (Tehran, 1362 Sh./1983)",
    "ʿAṭṭār, Farīd al-Dīn Muḥammad, Tadhkirāt al-awliyāʾ , ed. Muḥammad Istiʿlāmī (Tehran, 1364 Sh./1985)",
    "al-Dhahabī, Muḥammad, Siyar aʿlām al-nubalāʾ , ed. Shuʿayb al-Arnaʾūṭ and ʿAlī Abū Zayd (Beirut, 1404/1984)",
    "al-Ghazālī, Muḥammad, Kīmīyā-yi saʿādat , ed. Ḥusayn Khadīw Jam (Tehran, 1361 SH./1982)",
    "al-Hujwīrī, ʿAlī, Kashf al-maḥjūb , ed. V. Zhukovskiĭ (Leningrad, 1344/1926)",
    "Ibn al-ʿImād, ʿAbd al-Ḥayy, Shadharāt al-dhahab (Cairo, 1350/1931)",
    "Ibn al-Jawzī, ʿAbd al-Raḥmān, al-Muntaẓam , (Hyderabad, 1357/1938)",
    "idem, Ṣifat al-ṣafwa , ed. Maḥmūd al-Fākhūrī (Beirut, 1406/1986)",
    "Ibn Kathīr, al-Bidāya",
    "Ibn Khallikān, Wafayāt",
    "Ibn al-Mulaqqin, ʿUmar, Ṭabaqāt al-awliyāʾ , ed. Nūr al-Dīn Sharība (Beirut, 1406/1986)",
    "Jāmī, ʿAbd al-Raḥmān, Nafaḥāt al-uns , ed. Mahdī Tawḥīdīpūr (Tehran, 1336 Sh./1987)",
    "al-Kalābādhī, Muḥammad, al-Taʿarruf li madhhab ahl al-taṣawwuf , ed. ʿAbd al-Ḥalīm Maḥmūd and Ṭāhā ʿAbd al-Bāqī Sarwar (Cairo, 1380/1960)",
    "Khalīfa Nīsābūrī, Aḥmad b. Muḥammad, Persian trans. and abridgement of the Taʾrīkh Nīsābūr by al-Ḥākim al-Nīsābūrī, ed. Bahman Karīmī (Tehran, 1339 Sh./1960)",
    "al-Khaṭīb al-Baghdādī, Aḥmad b. ʿAlī, Taʾrīkh Baghdād (Cairo, 1349/1930)",
    "Mustamlī Bukhārī, Ismāʿīl, Sharḥ al-taʿarruf li madhhab ahl al-taṣawwuf , ed. Muḥammad Rawshan (Tehran, 1363 Sh./1984)",
    "al-Qushayrī, ʿAbd al-Karīm, al-Risāla al-Qushayriyya , ed. Maʿrūf Zurayq and ʿAlī ʿAbd al-Ḥamīd Balṭajī (Beirut, 1404/1984)",
    "Rūzbihān Baqlī, Mashrab al-arwāḥ , ed. Nazif Muharrem Hoca (Istanbul, 1973)",
    "al-Samʿānī, ʿAbd al-Karīm, al-Ansāb , ed. ʿAbd al-Raḥmān b. Yaḥyā al-Muʿallimī (Hyderabad, 1384/1964)",
    "al-Sarrāj, Abū Naṣr, al-Lumaʿ fī al-taṣawwuf , ed. R. A. Nicholson (Leiden, 1914)",
    "al-Shaʿrānī, ʿAbd al-Wahhāb, al-Ṭabaqāt al-kubrā (Cairo, 1374/1954)",
    "al-Subkī, ʿAbd al-Wahhāb, Ṭabaqāt al-Shāfiʿiyya al-kubrā , ed. ʿAbd al-Fattāḥ Muḥammad al-Ḥulw and Maḥmūd Muḥammad al-Ṭanāḥī (Cairo, 1383/1964)",
    "al-Sulamī, Muḥammad, Ṭabaqāt al-Ṣūfiyya (Leiden, 1960)",
    "al-Tirmidhī, Muḥammad b. ʿAlī, Khatm al-awliyāʾ , ed. ʿUthmān Ismāʿīl Yaḥyā (Beirut, n.d.)",
    "idem, Thalatha muṣannafāt li al-Ḥakīm al-Tirmidhī being Drei Schriften des Theosophen von Tirmid , ed. Bernd Radtke (Beirut, 1992–1996)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 419
}