{
  "id": "eweb_557",
  "source": "EIs",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/COM-0131.xml?rskey=Do82jk&result=1",
  "annotator": "Jeremy",
  "title": "Abū Saʿīd b. Abī al-Khayr",
  "authors": [
    "Najib Mayel Heravi",
    "Translated by Farzin Negahban"
  ],
  "word_count": "(7,325 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "16 Oct 2015",
  "last_updated": "17 Jun 2021",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "Abū Saʿīd b. Abī al-Khayr , Faḍl Allāh b. Aḥmad b. Muḥammad b. Ibrāhīm Mayhanī (1 Muḥarram 357–4 Shaʿbān 440/7 December 967–12 January 1049), was a famous mystic from Mayhana (also Mihna or Mīhna) in Khurāsān. Mayhana was a well-known village in Khurāsān, located between Sarakhs and Abīward (q.v.). Some historians have connected him to Abīward since Mayhana was one of its dependencies (Faṣīḥ, 2/167). His name is given by some writers as Faḍl (see al-Ṣarīfīnī, 623; al-Samʿānī, al-Ansāb , 12/537), but is also recorded in other places as Fuḍayl (see al-Samʿānī, al-Taḥbīr , 1/315, 466).",
    "Abū Saʿīd was born into a Shāfiʿī family in Mayhana in Muḥarram 357/December 967 (Muḥammad b. Munawwar, ed. Kadkanī, 1/16; Abū Rūḥ, 40). His father, Abū al-Khayr Aḥmad, was a pious person who worked as a herbalist, and the people of Mayhana called him Bābū Abū al-Khayr (Muḥammad b. Munawwar, ed. Kadkanī, 1/15–16; see also ʿAṭṭār, Tadhkira , 800). He seems to have been quite wealthy and to have associated with the Sufis of the town. The first contact that Abū Saʿīd had with Sufism came through his father. One night when he was still very young, at the insistence of his mother, he was taken out by his father to a Sufi gathering ( majlis ) in Mayhana, and experienced for himself Sufi behaviour during spiritual concert ( samāʿ ): he even memorised the quatrain that was sung in the gathering, though he had no idea at the time what its Sufi meaning was (Muḥammad b. Munawwar, ed. Kadkanī, 1/16; see Nicholson, 3–4). Likewise, his father's friendly relations with certain Sufi masters, such as Abū al-Qāsim Bishr b. Yāsīn, encouraged Abū Saʿīd's initial interest in Sufism (Muḥammad b. Munawwar, ed. Kadkanī, 1/17; ʿAṭṭār, Tadhkira , 802).",
    "Abū Saʿīd learnt Qurʾānic recitation as a child under Abū Muḥammad ʿAnāzī, and then on his father's advice began studying language ( lugha ) and literature under the famous muftī and man of letters Abū Saʿīd ʿAnāzī, who also taught him the foundations of religious science and Arabic literature. During this period, from time to time, he would see Bishr b. Yāsīn, and their meetings held a special attraction for him (Muḥammad b. Munawwar, ed. Kadkanī, 17–18; Abū Rūḥ, 38). His initial training in Sufism occurred during his childhood at the hands of Bishr b. Yāsīn, from whom he said he learned true Islam (see Muḥammad b. Munawwar, ed. Kadkanī, 1/18; Abū Rūḥ, 38), which shows how deeply influenced he was by his teachings. The only other detail we can glean about Abū Saʿīd's life in this period is that he lived in Mayhana till he was seventeen years old. After the death of Bishr b. Yāsīn in 380/990, he used to visit his tomb in the Mayhana cemetery (Muḥammad b. Munawwar, ed. Kadkanī, 1/19). In addition to learning the basics of religious and mystical science, Abū Saʿīd studied Arabic literature in Mayhana, so much so that according to his own estimation he knew 30,000 lines of pre-Islamic poetry by heart (see Abū Rūḥ, 38; Muḥammad b. Munawwar, ed. Kadkanī, 1/20).",
    "Following this he left Mayhana for Marw in order to study jurisprudence ( fiqh ). He studied Shāfiʿī jurisprudence there for five years under Abū ʿAbd Allāh al-Khuḍrī, who taught him about the four schools, their points of agreement and divergence. At the same time al-Khuḍrī was also involved in the study of the mystical path, and Abū Saʿīd was able to benefit from his teaching in this respect as well (Abū Rūḥ, 38–39; Muḥammad b. Munawwar, ed. Kadkanī, 1/20, 23).",
    "After Abū ʿAbd Allāh al-Khuḍrī's death, he continued his education in fiqh under Abū Bakr Qaffāl al-Marwazī (d. 417/1026), attending his classes for five years. Among his fellow students at that time were a number of people who would become distinguished traditionists and jurists, including Abū Muḥammad al-Juwaynī, Abū ʿAlī al-Sanjī and Nāṣir al-Marwazī (Abū Rūḥ, 39; Muḥammad b. Munawwar, ed. Kadkanī, 1/23; ʿAṭṭār, Tadhkira , 802; see also Meier, 49–52). While in Marw, Abū Saʿīd attended the ḥadīth sessions of several distinguished traditionists there, and he is reported to have heard al-Bukhārī's Ṣāḥīḥ from Abū ʿAlī Muḥammad al-Shabbūʾī al-Marwazī (Jāmī, Nafaḥāt , 299; Ibn Qāḍī Shuhba, 1/150).",
    "It seems that when he was around thirty years old, he travelled to Sarakhs in order to attend the classes of the jurist there, Abū ʿAlī Zāhir b. Aḥmad (d. 389/999). He also studied tafsīr (exegesis), uṣūl (principles of religion) and ḥadīth under him (Abū Rūḥ, 39; Muḥammad b. Munawwar, ed. Kadkanī, 1/23–24, 129; al-Hujwīrī, 206; al-Ṣarīfīnī, 623; al-Samʿānī, al-Ansāb , 12/538; al-Subkī, 5/306; al-Dhahabī, 11/350; see also Nicholson, 6).",
    "Nonetheless, his longstanding connection with Sufi teaching through masters such as Bishr b. Yāsīn, and his experience in Sarakhs with Sufis like Luqmān Sarakhsī and Shaykh Abū al-Faḍl Sarakhsī (q.v.), a disciple of Abū Naṣr Sarrāj, led him to turn his back on the religious school and its methods, in favour of the Sufi lodge ( khāniqāh ) of Shaykh Sarakhsī. After spending an evening at Abū al-Faḍl Sarakhsī's lodge and hearing him discourse on the reality of the Name of God, he was so overcome by the impact of the Name during Abū ʿAlī Zāhir's morning lecture (on the verse ‘Say God, and leave them to amuse themselves with idle talk’, Q 6:91) that he returned to Abū al-Faḍl's lodge and became his student (Abū Rūḥ, 40–41; Muḥammad b. Munawwar, ed. Kadkanī, 1/24–25). After a brief period with Abū al-Faḍl Sarakhsī during which he practised the invocation ( dhikr ) of God's Name, he was instructed to return to Mayhana and spent a while in seclusion in his father's house, engaged in ceaseless invocation (Abū Rūḥ, 41; Muḥammad b. Munawwar, ed. Kadkanī, 1/26). During this period he either spent his time alone, fasting and leading an ascetic life in the deserts and mountains and amid ruined ribāṭ s in Mayhana, or placed himself at the service of Sufis and dervishes there. He cleaned the Sufi lodges and mosques, and begged in order to feed those in the lodges, even selling his own turban, shoes and cloak for that purpose. He reflected upon Sufi teachings and whenever he was unable to fathom something, he would travel to Sarakhs to hear Abū al-Faḍl Sarakhsī's explanation (Abū Rūḥ, 41, 50–51; Muḥammad b. Munawwar, ed. Kadkanī, 1/27–29, 31–32; ʿAṭṭār, Tadhkira , 308; Nūrbakhsh, 12–13; Meier, 69).",
    "Abū Saʿīd does not seem to have stayed long in Mayhana, but once again returned to Sarakhs to spend a further year under the spiritual guidance of Abū al-Faḍl Sarakhsī. The latter instructed him to go to Nīsābūr and visit Abū ʿAbd al-Raḥmān al-Sulamī (d. 412/1022). This must have taken place in the middle of the last decade of the 4th/10th century (Muḥammad b. Munawwar, ed. Kadkanī, 1/32; al-Subkī, 5/307; ʿAṭṭār, Tadhkira , 804). His visit to Nīsābūr was brief, and after receiving the Sufi cloak of initiation ( khirqa ) from al-Sulamī, Abū Saʿīd returned to Sarakhs and again visited Abū al-Faḍl Sarakhsī (Muḥammad b. Munawwar, ed. Kadkanī, 1/32; al-Subkī, 5/308). At this point Abū al-Faḍl Sarakhsī confirmed that he had completed the path, and instructed him to return to Mayhana in order to act as spiritual guide. Abū Saʿīd went back there, but seemed more inclined to asceticism and spiritual practices than offering guidance to people. Such was his determination that after his parents died, he once again returned to the deserts around Mayhana, Abīward, Marw and Sarakhs, and spent nearly seven years in seclusion and spiritual practice (Muḥammad b. Munawwar, ed. Kadkanī, 1/33–36).",
    "Abū Saʿīd called Sarakhsī his master ( pīr ), and regarded the pilgrimage to his tomb to be on a par with the Ḥajj. After the latter's death, he left Mayhana for Āmul in order to visit Abū al-ʿAbbās Qaṣṣāb Āmulī (Muḥammad b. Munawwar, ed. Kadkanī, 1/38). After Abū al-Qāsim Bishr b. Yāsīn and Abū al-Faḍl Sarakhsī, Abū al-ʿAbbās Qaṣṣāb played an important role in Abū Saʿīd's spiritual life. Abū Saʿīd even called him ‘the absolute master’ ( al-shaykh al-muṭlaq ), and until the end of his life always recalled what he heard and learnt from him (Muḥammad b. Munawwar, ed. Kadkanī, 1/38, 251, 295). Abū Saʿīd was in Abū al-ʿAbbās Qaṣṣāb's khāniqāh in Āmul for one year according to one account, or two years according to another, weaker, account. After receiving the Sufi cloak from him, he was instructed to return to Mayhana (Muḥammad b. Munawwar, ed. Kadkanī, 1/44–49; Abū Rūḥ, 43–44). On his return, large numbers of people gathered around him and he offered them guidance in his Sufi lodge. At times, in a state of spiritual contraction ( qabḍ ) or divine inspiration ( wārid ), he would leave for Sarakhs with his disciples in order to visit Abū al-Faḍl Sarakhsī's tomb (Abū Rūḥ, 44; Muḥammad b. Munawwar, ed. Kadkanī, 1/52–53).",
    "After Abū ʿAbd Raḥmān al-Sulamī's death in 412/1021, Abū Saʿīd left Mayhana for Nīsābūr with the intention of residing there. Along the way, during a brief stop in Ṭūs, he met Muḥammad Maʿshūq Ṭūsī. He also stayed for a while in Ustād Abū Aḥmad's Sufi lodge, which had been visited by Abū Naṣr Sarrāj; at the insistence of Abū Aḥmad and other Sufis he held a majlis (Sufi session) in the khāniqāh . During that brief stay, he seems to have met Abū al-Qāsim Kurragānī (q.v., d. 465/1073) and held talks with him (Muḥammad b. Munawwar, ed. Kadkanī, 1/57–58; Jāmī, Nafaḥāt , 312–314).",
    "When Abū Saʿīd arrived in Nīsābūr, he was already well known as a shaykh, over fifty years old, guiding his disciples on the basis of his own methods of travelling the Sufi path and its requirements. Upon entering Nīsābūr, he was greeted by a number of Sufis there and taken with due reverence to a street called ʿAdanī Kūyān (or Kūbān, the street of the cloth-fullers) to Abū ʿAlī al-Ṭarsūsī's khāniqāh , where he received their best hospitality. When he began preaching, he was opposed by distinguished Sufis from Nīsābūr, including Abū al-Qāsim al-Qushayrī, as well as jurists and leaders of sects such as the literalist Karrāmīs who felt ill at ease with his practices and in particular his focus on samāʿ (Muḥammad b. Munawwar, ed. Kadkanī, 1/61–62, 68–69, 75, 83–85; Abū Rūḥ, 58–61; see also Nicholson, 28–32). Abū Saʿīd, however, did not alter his practices, but rather increased his enthusiasm for the samāʿ . He recited poetry couplets from the pulpit, and avoided the usual method of Qurʾānic exegesis and transmission of ḥadīth s. His commitment to spiritual practices, along with his ecstatic utterings in lively gatherings, attracted large numbers of people from the region. Word spread rapidly regarding his miraculous acts of grace ( karāmāt ), spiritual insight and foresight. His reputation grew to such an extent that it diminished the hostility of the town's shaykhs and scholars, turning some of them into friends and disciples (Muḥammad b. Munawwar, ed. Kadkanī, 1/93–94; Nicholson, 37). Even Abū al-Qāsim al-Qushayrī is said to have abandoned his opposition and developed a close relationship with him (Muḥammad b. Munawwar, ed. Kadkanī, 1/75–77, 79, 80, 83; Nicholson, 33–36).",
    "Abū Saʿīd's renown during his stay in Nīsābūr spread to other towns in Khurāsān and attracted shaykhs from other regions to visit him. For example, despite his firm belief in Ḥanbalī principles, which seemed at odds with Abū Saʿīd's position, and his disagreement with the latter's emphasis on love in Sufism, Kh w ājah ʿAbd Allāh Anṣārī travelled twice to Nīsābūr in order to meet Abū Saʿīd (Muḥammad b. Munawwar, ed. Kadkanī, 1/230; Jāmī, Nafaḥāt , 350–351). His reported meeting with Ibn Sīnā appears to belong to this period (Muḥam-mad b. Munawwar, ed. Kadkanī, 1/194–195; Abū Rūḥ, 93–96, 97–98). However, the credibility of this report is highly questionable, since it is not to be found in any sources earlier than that of Muḥammad b. Munawwar (written 130 years after Abū Saʿīd's death), and at the same time the way it is narrated in Ḥālāt wa sukhanān-i Abū Saʿīd would indicate that it was added at a later date. Furthermore, Ibn Sīnā's biography and the accounts of him in the early sources make no mention of a journey to Nīsābūr and Mayhana or a meeting with Abū Saʿīd (see Jūzjānī, 42).",
    "Abū Saʿīd remained in Nīsābūr for over ten years. Then one day, during a session of samāʿ at the lodge, his son Abū Ṭāhir Saʿīd donned the iḥrām (the pilgrim's garb) and asked permission from his father to go on the Ḥajj. Abū Saʿīd agreed, saying he would accompany him. His disciples and Sufi shaykhs in Nīsābūr tried unsuccessfully to persuade him not to leave (Muḥammad b. Munawwar, ed. Kadkanī, 1/135). On leaving Nīsābūr, he journeyed to Kharaqān to visit Abū al-Ḥasan Kharaqānī and stayed there for three days. Having changed his mind about travelling to the Ḥijāz on Kharaqānī's advice, he went from Nīsābūr to Bisṭām, where he spent one day in order to visit Bāyazīd Bisṭāmī's tomb. From there he headed towards Dāmghān and Rayy. Having travelled through Bisṭām again, he went to Kharaqān for a second period of three days, and then travelled back to Nīsābūr via Jājarm (Muḥammad b. Munawwar, ed. Kadkanī, 1/138–139, 142–145; Nicholson, 43–44).",
    "Abū Saʿīd remained in Nīsābūr for a number of years, although the exact length of time is unclear. It seems he had reached old age and wished to spend the last years of his life in his hometown of Mayhana (Muḥammad b. Munawwar, ed. Kadkanī, 1/86). He decided to leave Nīsābūr forever, despite the pleading of the dignitaries and Sufis of the town, and he left his khāniqāh without appointing a successor, returning to Mayhana with a group of disciples (Muḥammad b. Munawwar, ed. Kadkanī, 1/146–148). The precise date of his return to Mayhana is unclear. However, according to the reports, the Saljūq Ṭughril Beg and his brother Chaghrī met him in Mayhana when they invaded Khurāsān, and Abū Saʿīd was there in the town when it was besieged by Sultan Masʿūd in 430/1039 (Muḥammad b. Munawwar, ed. Kadkanī, 1/156–157).",
    "Abū Saʿīd's spiritual practice and way of teaching disciples and fellow townsmen was the same in Mayhana as in Nīsābūr and large numbers of people including the ruler of Mayhana attended his sermons (see Abū Rūḥ, 52–54, 64–66, 86; Muḥammad b. Munawwar, ed. Kadkanī, 1/185). Shaykhs from the Ḥijāz heard about him and sent people to Khurāsān to find out about his spiritual states and teachings (see Muḥammad b. Munawwar, ed. Kadkanī, 1/153). Even in al-Andalus, the most westerly region of the Muslim world, his contemporary Ibn Ḥazm (4/188) wrote about his spiritual qualities and Sufi practices.",
    "His khāniqāh in Mayhana attracted those interested in Sufism as well as Sufi disciples and shaykhs from Transoxania and different regions of Khurāsān. A group of his disciples in Nīsābūr also travelled to May-hana in order to visit him (Muḥammad b. Munawwar, ed. Kadkanī, 1/160–162, 164, 180). Abū Saʿīd held his last majlis on 27 Rajab 449/29 September 1057: there he appointed Abū Ṭāhir Saʿīd as his successor and left instructions with his disciples about the manner of his burial ceremony (Abū Rūḥ, 88–89; Muḥammad b. Munawwar, ed. Kadkanī, 1/345–347). He lived for a further week, and died at the age of eighty-three in the cell of seclusion within his house on 4 Shaʿbān 440/6 October 1057 (al-Ṣarīfīnī, 623; al-Samʿānī, al-Ansāb , 12/538; al-Subkī, 5/307; Abū Rūḥ, 89–90; Muḥammad b. Munawwar, ed. Kadkanī, 1/54). His body was laid to rest in his own residence the following day (Muḥammad b. Munawwar, ed. Kadkanī, 1/54). Such was the throng of Mayhana inhabitants who attended his funeral that his body was kept unburied for half a day. Eventually the ruler of Mayhana used the town guards to clear the way for the body to be laid to rest (Abū Rūḥ, 90; Muḥammad b. Munawwar, ed. Kadkanī, 1/347–348, 360–361).",
    "Abū Saʿīd's tomb rapidly became a revered place of pilgrimage for Sufis. Such was its renown that it was visited by Abū al-Faḍl al-Shāmī from Jerusalem and al-Hujwīrī from the far end of Ghazna (Muḥammad b. Munawwar, ed. Kadkanī, 1/368–369; al-Hujwīrī, 301; Jāmī, Nafaḥāt , 322). Sufis also held their gatherings of invocation and samāʿ there (Muḥammad b. Munawwar, ed. Kadkanī, 1/341–432, 356). Approximately one hundred years after his death, Abū Saʿīd's tomb was plundered during a Ghuzz raid and his relics were taken. In the second half of the 6th/12th century, Abū Saʿīd's great-great-grandson Muḥammad b. Munawwar gathered the members of the family from different locations and with the help of the Saljūq sultan Sanjar renovated the tomb. However, before long a second Ghuzz attack was launched, which resulted in the tomb suffering worse devastation than before (Muḥammad b. Munawwar, ed. Kadkanī, 1/349–351). Abū Saʿīd's tomb, known by the name ‘Māna Bābā’, is located within the borders of present-day Turkmenistan (Nafīsī, Sarchishma , 225–226).",
    "Abū Saʿīd initiated his eldest son Abū Ṭāhir Saʿīd (400–479/1010–1086) in Sufi teaching and chose him as his successor (Abū Rūḥ, 88–89; Muḥammad b. Munawwar, ed. Kadkanī, 1/340–341, 343). Abū Ṭāhir faithfully transmitted his teachings, though without being able to emulate his father's spiritual rank and status. After Abū Ṭāhir's death, Abū Saʿīd's family enjoyed high social standing and official positions and a reputation as a mystic (see Muḥammad b. Munawwar, ed. Kadkanī, 1/349–350). Some of his children, such as Nāṣir b. Abī Saʿīd (d. 491/1098) who learnt the principles of Sufism from his father (al-Ṣarīfīnī, 705) and Mufaḍḍal b. Abī Saʿīd (d. 492/1099) who lived in his father's khāniqāh in Nīsābūr (al-Ṣarīfīnī, 697), became reputable Sufis in their own right. Some of his grandchildren, including Abū al-Fatḥ Ṭāhir (d. 502/1108 or 1109), also became Sufi shaykhs (al-Subkī, 7/113). One can deduce from the sources that none managed to acquire a high standing in the field, and they are not referred to by Muḥammad b. Munawwar, who describes his own father Nūr al-Dīn al-Munawwar as ‘the shaykh and imam of the children of the Shaykh’ (ed. Kadkanī, 1/370). However, it seems clear that the Ghuzz attack of 549/1153 broke up the family, since a hundred or so of them were killed during the raid and many left afterwards for Iraq (see Muḥammad b. Munawwar, ed. Kadkanī, 1/4, 342, 349–351).",
    "His students and disciples played an important part in transmitting Abū Saʿīd's spiritual and scholarly legacy. The following are some of the better known: ʿAbd al-Ṣamad b. Ḥasan Qalānisī Sarakhsī (said to be one of his ten closest disciples), Ḥasan Muʾaddib (his personal servant), Aḥmad b. ʿAlī Ṭuraythihī, Abū Naṣr Shirwānī (who built a khāniqāh in his hometown), Aḥmad b. Muḥammad Mayhanī known as Bābū Fala and Abū Saʿd Dūst Dādā (who went to Baghdad and founded a khāniqāh there) (see Muḥammad b. Munawwar, ed. Kadkanī, 1/132–134, 356–360, 375; Ibn al-Jawzī, al-Muntaẓam , 9/11).",
    "The distinguishing feature of Abū Saʿīd's Sufism is that it was a lived experience: Sufism was the touchstone of his life, or one can say his life was Sufism. Instead of engaging in discursive discussion and theological explanation, he strove to teach Sufism and guide his students on the spiritual path by leading a true Sufi life. Abū Saʿīd presented Sufi discourse, practice and moral teachings by setting an example according to the conditions of place and time. Most of what was written by his contemporaries about Abū Saʿīd with regard to theoretical Sufi explanation and terminology (see for example al-Sulamī, 1/489) describes his teachings through stories set in the context of his everyday life (Muḥammad b. Munawwar, ed. Kadkanī, 1/211; see also ʿAṭṭār, Muṣībat-nāmah , 145).",
    "Sufism was for Abū Saʿīd a direct relationship between servant and Creator, which is only realised when there is nothing but sincerity and purity in the servant's heart. For him Sufism is real Islam and requires the sacrifice of the soul ( nafs ) (Ḥujwīrī, 207; Muḥammad b. Munawwar, ed. Kadkanī, 1/285–286, 287, 304; Abū Rūḥ, 79). The sacrifice of the nafs is in reality the denial of the self, and whoever is not freed from their soul has no connection to Sufism or Islam. The nafs is the source of ‘I’-ness or ego ( anāniyya ), which is nothing but the ‘cursed tree’ (see Q 17:60); according to Abū Saʿīd, the real hell is the place where there is ‘you’, ‘I’ and ‘we’. In speaking of himself he would never use the words ‘I’ or ‘we’, preferring to call himself ‘nobody, son of nobody’ (Muḥammad b. Munawwar, ed. Kadkanī, 1/205, 285–286, 304; for his definitions of Sufism and the principle of selflessness, see Nicholson, 49–55, 64).",
    "Abū Saʿīd's magnanimous disposition was one of the most distinctive features of his personality. His leniency and generosity encouraged Jews and Christians to develop a more favourable attitude towards Islam and to become more inclined to embrace the religion (Muḥammad b. Munawwar, ed. Kadkanī, 1/130–132; ʿAyn al-Quḍāt, Tamhīdāt , 285; Ibn al-Jawzī, Talbīs , 340). He refused to compromise with the wealthy and powerful and the legal authorities, always calling upon them to respect people's rights and abjure injustice and oppression (Muḥammad b. Munawwar, ed. Kadkanī, 1/16–17, 255). Throughout his life he adhered strictly to the tradition ( sunna ) of the Prophet, following him in action and state in even the smallest details: for example, in the last years of his life, when he only had one tooth left, he still used a toothpick because he said that ‘I wish to observe the sunna and because I hope to obtain divine mercy. The Prophet said “May God have mercy upon those of my people who use the toothpick in their ablutions and at their meals”’ (Muḥammad b. Munawwar, ed. Kadkanī, 1/114, 264; Nicholson, 47; see Jāmī, Nafaḥāt , 4; al-Ḥiṣārakī, 174). Despite his meticulous care to follow the Prophet, however, some still accused him of heretical innovation ( bidʿa ) (see Ibn Ḥazm, 4/188; al-Dhahabī, 11/350).",
    "Abū Saʿīd lived a full and affluent life, and never wore torn or threadbare clothes [as was customary among some dervishes] (see al-Hujwīrī, 207; Muḥammad b. Munawwar, ed. Kadkanī, 1/85–86). Whenever he left his khāniqāh in Nīsābūr, he would be followed by throngs of disciples and members of his entourage (Jāmī, Nafaḥāt , 373; Bartol'd, 458; Bosworth, 190–191). A colourful and lavish dinner cloth was always laid in his lodge (Muḥammad b. Munawwar, ed. Kadkanī, 1/69–70, 82, 138). This was all due to his doctrine that the Friends of God ( awliyāʾ ) are the true kings (Jāmī, Nafaḥāt , 313), and ghināʾ (self-sufficiency and richness) is God's attribute, which allows of no poverty. A Sufi's efforts should be focused on acquiring God's Attributes and Characteristics, and there can be no acquisition ( takhalluq ) of what is not His Attribute. How, then, can the attribute of poverty be applied to someone who lives in constant contemplation of God? This rhetorical question is a critique of the external poverty which Abū Saʿīd repudiated. Real poverty for him was an inner secret, which makes the seeker independent of this world and in need only of God (al-Hujwīrī, 24; Muḥammad b. Munawwar, ed. Kadkanī, 1/138, 269).",
    "Acts of grace ( karāmāt ) in the case of Abū Saʿīd are not a matter of walking on water, flying in the air or ‘rolling up the earth’ ( ṭayy al-arḍ , i.e. crossing great distances instantly) (Muḥammad b. Munawwar, ed. Kadkanī, 1/199). The charismatic acts which are attributed to him or narrated about him are a kind of penetrating insight or clairvoyance ( firāsa ) and a knowledge of other people's thoughts (see al-Ṣarīfīnī, 705; al-Hujwīrī, 206; ʿAṭṭār, Tadhkira , 800; Jāmī, Haft awrang , 152–153). He became the model of this particular characteristic in the history of Sufism, as his life in the khāniqāh is full of stories about him being able to read the thoughts of others and to reduce those opposed to him to compliance and acceptance through his extraordinary insight (see Abū Rūḥ, 61; Muḥammad b. Munawwar, ed. Kadkanī, 1/57 ff.; Nicholson, 28–32 et passim). This remarkable ability was what distinguished him in the eyes of most Sufi shaykhs, leading them to refer to him as ‘the one who is cognisant of all hidden thought’ ( al-muṭṭaliʿ ʿalā jamīʿ al-sarāʾir ), ‘the discerner of the unseen’ ( fāris al-ghuyūb ) and even ‘the orient of the inner mind’ ( mashriq al-ḍamāʾir ) (see Muḥammad b. Munawwar, ed. Kadkanī, 137; Rūzbihān, 44; ʿAbd al-Razzāq, 85).",
    "Love, ecstasy and mystical concert ( samāʿ ) occupied a special place in Abū Saʿīd's Sufism. Love ( ʿishq ) according to him is one of God's snares, which separates the servant from all that he possesses and attaches him directly to the Real ( al-ḥaqq ) (Muḥammad b. Munawwar, ed. Kadkanī, 1/310). He was particularly fond of those Sufis who were drawn to intoxication ( sukr ). He considered Manṣūr al-Ḥallāj a true lover, unequalled in either the east or the west (Muḥammad b. Munawwar, ed. Kadkanī, 1/72, 226, 284). His opinions about love affirmed the principle of the Unity of Witnessing ( waḥdat al-shuhūd ), for God's love towards his servant is in reality God loving Himself. Thus he interpreted the Qurʾānic verse ‘He loves them and they love Him’ ( al-Māʾida , 5/54) as saying ‘He loves them, meaning that He only loves His own Self’ (see al-Ghazālī, 4/352; Ibn Dabbāgh, 65; al-Samʿānī, Aḥmad, 164–165; Fayḍ, 7/153, 8/65).",
    "Abū Saʿīd's emphasis on love kept the desire for Sufi mystical concert and dance burning in his heart. Such was his attachment to samāʿ that he instructed his disciples to lay his body to rest while reciting words and poetry in the context of samāʿ (Abū Rūḥ, 99; ʿAlāʾ al-Dawla, 167–168; al-Bākharzī, 266; Dārā Shukūh, 72). During one famous samāʿ session in Nīsābūr, at which many people were present including al-Juwaynī and al-Qushayrī, Abū Saʿīd placed his hand on his chest under his clothing and passionately declared: ‘Inside the robe there is only God’ ( laysa fī al-jubba siwā Allāh ), at the same time miraculously piercing the cloth with his finger (Muḥammad b. Munawwar, ed. Kadkanī, 1/201). It is worth noting that this ecstatic expression ( shaṭḥ ) was often later misquoted as ‘my robe’ ( jubbatī ), in direct contrast to Abū Saʿīd's teaching on the nature of the ‘I’ (see also Muḥammad b. Munawwar, tr. O'Kane, pp. 122, 310).",
    "From his youth onwards Abū Saʿīd was taught to think of life as a matter of joy by Bishr b. Yāsīn, who used to say ‘A man should be steadfast and happy’ (Muḥammad b. Munawwar, ed. Kadkanī, 1/203; Abū Rūḥ, 79). According to ʿAṭṭār ( Tadhkira , 800), the name Abū Saʿīd and his words were enough to cause delight in the hearts of Sufis, which is equally an indication of his inner predilection for joyfulness.",
    "Abū Saʿīd's language was the everyday language of ordinary people (see Muḥammad b. Munawwar, ed. Kadkanī, 1/116), and at the same time close to the language of the people of spiritual chivalry ( ahl al-futuwwa ). Perhaps one of the reasons why his teaching sessions were so appealing to people is that he made use of everyday expressions and idioms accessible to everyone (see ʿAṭṭār, Tadhkira , 479). His profound enthusiasm for poetry and its recitation on various occasions, especially the samāʿ , gave his language a special flavour. He was without doubt one of the greatest of those shaykhs of Persian Sufism who used poetry and love odes in a Sufi context. His love quatrains and verses, which used to be recited in samāʿ gatherings, are full of words and expressions associated with lovers, such as bayt (house), gabr (magian), zunnār (monk's girdle) and dayyār (monk) (see Muḥammad b. Munawwar, ed. Kadkanī, 1/76). This language became the basis for the formation of a collection of Sufi terms and symbols in mystical poetry and literature that reached its height in later periods with the likes of Sanāʾī, ʿAṭṭār, Rūmī and others. Reputable documents on Abū Saʿīd's life and teachings make no reference to his poetry (Shafīʿī, Ṣuwar-i khayāl , 582), and Abū Rūḥ (p. 79) and Muḥammad b. Munawwar (ed. Kadkanī, 1/202–203) even rejected the idea that he composed verse by citing Abū Saʿīd himself. Nevertheless, given that he had been familiar with poetry since childhood and as an adult expressed Sufi themes in verse and criticised some poets while making them more acceptable by using his own terms and expressions (Muḥammad b. Munawwar, ed. Kadkanī, 1/16, 142, 330, 334), it is clear that he had knowledge of the rules and principles of poetry and made use of his own talent and aptitude in this field. It is therefore not unlikely for him to have written more verses in addition to the single cited verse and quatrain (see Muḥammad b. Munawwar, ed. Kadkanī, 1/202–203, 329, 362; also Ghujdawānī, 158).",
    "Prior to Abū Saʿīd there were practices in the lodges of Khurāsān that he changed in accordance with his own Sufi perspectives. This incurred the opposition of some Sufis and shaykhs (see Muḥammad b. Munawwar, ed. Kadkanī, 1/33, 207; see also Saʿīd al-Farghānī, 183, 221; Nicholson, 57–59). Nevertheless, many of the khāniqāh rites and practices that Abū Saʿīd established (see Muḥammad b. Munawwar, ed. Kadkanī, 1/315–316; ʿAlāʾ al-Dawla, 286–287) became common practice in such institutions, and the majority of these practices in the medieval Islamic period are attributed to him (see Qazwīnī, 361).",
    "Abū Saʿīd was universally revered during his lifetime, with his renown reaching far distant lands. After his death, he was recognised by Sufis as the supreme model and complete human being ( al-insān al-kāmil ). Sufi and non-Sufi authors of subsequent generations attributed the following honorific titles to him: Shaykh al-mashāyikh (‘master of masters’), Shāhanshāh-i muḥibbān (‘Emperor of the lovers’), Malak al-mulūk-i muḥibbān (‘king of kings of lovers’), Nāzanīn-i mamlakat (‘the Beloved of the realm’), Zaʿīm-i ṣūfiyya (‘Leader of Sufis’), Shaykh-i Mayhana (‘the Master of Mayhana’) and Sulṭān-i ṭarīqat (‘Sultan of the Sufi path’) (see al-Hujwīrī, 24, 206; ʿAṭṭār, Tadhkira , 800, and Ilāhī-nāmah , 100; Rūzbihān, 44; Jāmī, Haft awrang , 152, 157; see also Dawlatshāh, 68; ʿAlī Shīr, 317).",
    "Attributed Works",
    "As Abū Saʿīd's mystical and spiritual heritage and renown became widespread after the 5th/11th century, several works were attributed to him:",
    "In addition to the above two works, a copy of a treatise on Sufism written for Ghiyāth al-Dīn Muḥammad Yazdī (see Markazī, Khaṭṭī , 1/311) and two treatises entitled Munājāt Abū Saʿīd published in 1862 and Iṣṭilāḥāt-i ṣūfiyān (Munzawī, 3/1269) have also been attributed to him.",
    "Works",
    "While Abū Saʿīd was one of those shaykhs knowledgeable in formal sciences such as exegesis, ḥadīth , jurisprudence and literature (ʿAṭṭār, Tadhkira , 800; see also Rūzbihān, 44), he refrained from writing books and treatises, deeming it impossible to discover the truth by means of ‘pencil and paper’ (Muḥammad b. Munawwar, ed. Kadkanī, 1/187, 243). Nevertheless, the supplications, invocations and counsel that he uttered or dictated in conversation and in Sufi gatherings were taken down either by a special scribe or his disciples (see Abū Rūḥ, 81, 88; Muḥammad b. Munawwar, ed. Kadkanī, 1/316–317, 319–323). Among such examples there is a section on khāniqāh behaviour and practices which Muḥammad b. Munawwar mentions was specifically dictated by Abū Saʿīd and taken down by Abū Bakr Muʾaddib, and which he then records in his Asrār al-tawḥīd (ed. Kadkanī, 1/316–317). Abū Saʿīd also held correspondence, which he seems to have written himself, with other spiritual masters, companions and friends, (Muḥammad b. Munawwar, ed. Kadkanī, 1/325–328), as well as with important people of the time. The texts of many of these letters, such as his correspondence with Abū Isḥāq Kāzirūnī (Zarkūb, 146), are not recorded anywhere. Nevertheless, those of his letters cited in the biographies include:",
    "Other writings by Abū Saʿīd that are certainly authentic are a quatrain and a single verse that were approved by Muḥammad b. Munawwar (ed. Kadkanī, 1/202–203) and recorded by Maḥmūd Ghujdawānī (p. 158). Some of Abū Saʿīd's doctrinal teachings and words of wisdom are also cited (see Abū Rūḥ, 85 ff.; Muḥammad b. Munawwar, ed. Kadkanī, 1/320 ff.). The authenticity of some of these works, including one entitled Dhikr Sulṭān Abū Saʿīd with one extant manuscript dated 877/1472 (Markazī, Mīkrūfīlmhā , 492), seems doubtful.",
    "Works about him",
    "From Abū Saʿīd's time onwards, a num-ber of Sufis sought to compile his sayings and accounts of his life and spiritual states (see Muḥammad b. Munawwar, ed. Kadkanī, 1/187). After his death, his disciples and children either committed these reports to memory or recorded them as ‘discourses from the Sufi lodge’ ( majālis-i khāniqāhī ) (see Abū Rūḥ, 81, 88). These reports and miscellaneous accounts became the basis of various works that are highly significant with regard to the information they provide on Abū Saʿīd's life and the socio-political circumstances of the time as well as the situation of Sufi lodges in that period. The following are the most well known:"
  ],
  "bibliography": [
    "ʿAbd al-Razzāq al-Kāshānī, Iṣṭilāḥāt al-ṣūfiyya , ed. Muḥammad Kamāl Ibrāhīm (Qumm, 1370 Sh./1991)",
    "Abū Rūḥ, Luṭf Allāh b. Abī Saʿīd, Ḥālāt wa sukhanān-i Abū Saʿīd , ed. Muḥammad Riḍā Shafīʿī Kadkanī (Tehran 1366 Sh./1987)",
    "ʿAlāʾ al-Dawla Simnānī, Aḥmad, Muṣannafāt-i Fārsī , ed. Najīb Māyil Harawī (Tehran 1369 Sh./1990)",
    "ʿAlī Shīr Nawāʾī, Tadhkira-yi majālis al-nafāʾis , ed. ʿAlī Aṣghar Ḥikmat (Tehran, 1363 Sh./1984)",
    "ʿAṭṭār, Farīd al-Dīn, Ilāhī-nāmah , ed. Fuʾād Rūḥānī (Tehran, n.d.)",
    "idem, Muṣībat-nāmah , ed. Nūrānī Wiṣāl (Tehran, 1338 Sh./1959)",
    "idem, Tadhkirat al-awliyāʾ , ed. Muḥammad Istiʿlāmī (Tehran, 1346 Sh./1967)",
    "ʿAyn al-Quḍāt Hamadānī, ʿAbd Allāh, Tamhīdāt , ed. ʿAfīf ʿUsayrān (Tehran, 1341 Sh./1962)",
    "al-Bākharzī, Yaḥyā, Awrād al-aḥbāb , ed. Īraj Afshār (Tehran 1345 Sh./1966)",
    "Bartol'd, V. V., Turkestan down to the Mongol Invasion (London, 1958)",
    "Bosworth, C. E., The Ghaznavids: their empire in Afghanistan and eastern Iran 994–1040 (Beirut, 1973)",
    "Dāmādī, Muḥammad, ‘Maqāmāt arbaʿīn’, Maʿārif-i islāmī , no. 12 (Tehran, 1350 Sh./1971) pp. 58–62",
    "Dārā Shukūh, Muḥammad, Sakīnat al-awliyāʾ , ed. Tārā Chand and Muḥammad Riḍā Jalālī Nāʾīnī (Tehran, 1344 Sh./1965)",
    "Dawlatshāh Samarqandī, Tadhkirat al-shuʿarāʾ , ed. Muḥammad Ramaḍānī (Tehran, 1338 Sh./1959)",
    "al-Dhahabī, Muḥammad b. Aḥmad, (‘Events of 401–450/1010–1058’, in Taʾrīkh Islām ), Ayasofya MS 3008, Süleymaniye Library, Istanbul",
    "Faṣīḥ Kh w āfī, Mujmal-i Faṣīḥī , ed. Maḥmūd Farrukh (Mashhad, 1341 Sh./1962)",
    "Fayḍ al-Kāshānī, Muḥsin, al-Maḥajjat al-bayḍāʾ , ed. ʿAlī Akbar Ghaffārī (Qumm, n.d.)",
    "Ghujdawānī, Maḥmūd b. ʿAlī, Miftāḥ al-ṭālibīn , MS 2835, Ganjbakhsh library",
    "al-Ghazālī, Muḥammad, Iḥyāʾ ʿulūm al-dīn (Beirut, n.d.)",
    "Hanif, N., Biographical Encyclopaedia of Sufis: Central Asia and Middle East (New Delhi, 2002)",
    "al-Ḥiṣārakī, Faqīr Allāh Jalālābādī, Ṭarīq al-irshād (Kabul, 1359 Sh./1980)",
    "al-Hujwīrī, ʿAlī, Kashf al-maḥjūb , ed. V. Zhukovskiĭ (Tehran, 1358 Sh./1979)",
    "Ibn Dabbāgh, ʿAbd al-Raḥmān b. Muḥammad, Mashāriq anwār al-qulūb , ed. Helmut Ritter (Beirut, 1379/1959)",
    "Ibn Ḥazm, ʿAlī, al-Fiṣal (Beirut, 1406/1986)",
    "Ibn al-Jawzī, ʿAbd al-Raḥmān, Talbīs Iblīs (Cairo, 1368/1949)",
    "idem, al-Muntaẓam (Hyderabad, 1359/1940)",
    "Ibn Qāḍī Shuhba, Abū Bakr, Ṭabaqāt al-Shāfiʿiyya , ed. ʿAbd al-ʿAlīm Khān (Beirut, 1407/1987)",
    "Jāmī, ʿAbd al-Raḥmān, Haft awrang , ed. Murtaḍā Mudarrisī Gīlānī (Tehran, 1361 Sh./1982)",
    "idem, Nafaḥāt al-uns , ed. Maḥmūd ʿĀbidī (Tehran, 1370 Sh./1991)",
    "Jūzjānī, ‘Sīra-yi al-Shaykh al-Raʾīs’, in Ibn Sīnā bi riwāyat-i Ishkiwarī wa Ardakānī , ed. Ibrāhīm Dībājī (Tehran, 1364 Sh./1985)",
    "Markazī, Khaṭṭī",
    "Markazī, Mīkrūfīlmhā",
    "Maybudī, Rashīd al-Dīn, Kashf al-asrār wa ʿuddat al-abrār , ed. ʿAlī Aṣghar Ḥikmat (Tehran 1344 Sh./1965)",
    "Meier, F., ‘Abū Saʿīd Abū Khayr’, Acta Iranica , 11 (1976)",
    "Muḥammad b. Munawwar, Asrār al-tawḥīd , ed. Muḥammad Riḍā Shafīʿī Kadkanī (Tehran, 1366 Sh./1987)",
    "idem, French trans. as Les étapes mystiques du shaykh Abu Saʿid , tr. Mohammad Achena (Paris, 1974)",
    "idem, English trans. as The Secrets of God's Mystical Oneness , tr. John O'Kane (Costa Mesa, CA 1992)",
    "Munzawī, Khaṭṭī mushtarak",
    "Nafīsī, Saʿīd, Sarchishma-yi taṣawwuf (Tehran, 1343 Sh./1964)",
    "idem, Tārīkh-i naẓm wa nathr dar Īrān wa dar zabān-i Fārsī (Tehran, 1344 Sh./1965)",
    "Nicholson, R. A., Studies in Islamic Mysticism (London, 1998)",
    "Nūrbakhsh, Muḥammad, ‘Silsila-yi awliyāʾ’, ed. Muḥammad-Taqī Dānishpazhūh, in Jashn-nāmah-yi Henry Corbin , ed. Seyyed Hossein Nasr (Tehran, 1356 Sh./1977)",
    "Qazwīnī, Zakariyyā b. Muḥammad, Āthār al-bilād (Beirut, 1380/1960)",
    "Riyāḍ, Muḥammad, Aḥwāl wa āthār wa ashʿār Mīr Sayyid ʿAlī Hamadānī (Islamabad, 1364 Sh./1985)",
    "Rūzbihān Baqlī, Sharḥ-i shaṭḥiyyāt , ed. Henry Corbin (Tehran, 1344 Sh./1965)",
    "Safi, Omid, The Politics of Knowledge in Premodern Islam (Chapel Hill, NC, 2006)",
    "Saʿīd al-Farghānī, Muḥammad, Manāhij al-ʿābid ilā al-ʿimād (Istanbul, 1990)",
    "al-Samʿānī, ʿAbd al-Karīm b. Muḥammad, al-Ansāb (Hyderabad, 1401/1981)",
    "idem, al-Taḥbīr fī al-muʿjam al-kabīr , ed. Munīra Nājī Sālim (Baghdad, 1395/1975)",
    "al-Samʿānī, Aḥmad b. Manṣūr, Rūḥ al-arwāḥ , ed. Najīb Māyil Harawī (Tehran, 1368 Sh./1989)",
    "al-Ṣarīfīnī, Ibrāhīm b. Muḥammad, Taʾrīkh Nīsābūr (an abridged version of ʿAbd al-Ghāfir's Fārisī al-Siyāq ), ed. Muḥammad Kāẓim Maḥmūdī (Qumm, 1403/1983)",
    "Shafīʿī Kadkanī, Muḥammad Riḍā, Ṣuwar-i khayāl dar shiʿr-i Fārsī (Tehran, 1358 Sh./1979)",
    "al-Subkī, ʿAbd al-Wahhāb, Ṭabaqāt al-Shāfiʿiyya al-kubrā , ed. Maḥmūd Muḥammad al-Ṭanāḥī and ʿAbd al-Fattāḥ Muḥammad Ḥulw (Cairo, 1384/1965)",
    "al-Sulamī, Muḥammad b. Ḥusayn, ‘Darajāt al-muʿāmalāt’, in Majmūʿa-yi āthār-i Abū ʿAbd al-Raḥmān Sulamī , vol. 1 (Tehran, 1369 Sh./1990)",
    "Zarkūb Shīrāzī, Aḥmad b. Shihāb al-Dīn, Shīrāz-nāmah , ed. Ismāʿīl Wāʿiẓ Jawādī (Tehran, 1350 Sh./1971)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 121
}