{
  "id": "eweb_559",
  "source": "EIs",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/SIM-067310.xml",
  "annotator": "Jeremy",
  "title": "al-Ḥuṣrī",
  "authors": [
    "Alizera Ebrahim",
    "Translated by Alexander Khaleeli"
  ],
  "word_count": "(1,377 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "23 Sep 2022",
  "last_updated": "02 Jun 2025",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "al-Ḥuṣrī, Abū al-Ḥasan ʿAlī b. Ibrāhīm al-Ḥuṣrī (d. Dhū al-Ḥijja 371/June 982), an eminent Sufi figure in Baghdad in the 4th/10th century.",
    "Al-Ḥuṣrī was originally from Baṣra, being born probably a few years before 290/903, but later relocated to Baghdad, where he stayed for the rest of his life (al-Sulamī, 516; al-Khaṭīb al-Baghdādī, 11/340; Ibn Kathīr, 6/318). Some historians trace his nisba ‘al-Ḥuṣrī’ to the Arabic word ḥuṣur (‘hand-woven straw mats’, sing. ḥaṣīr ), meaning ‘involved in selling or weaving hand-woven straw mats’ (al-Samʿānī, 2/226). However, the sources do not make any mention of him either weaving or selling such mats, so it is not clear how he might have acquired this name. Sources describe him as a student of Abū Bakr al-Shiblī (d. 334/945), and that al-Shiblī was his spiritual master ( shaykh ) (al-Khaṭīb al-Baghdādī, 11/340; al-Qushayrī, 406; ʿAṭṭār, 288). Khwājah ʿAbd Allāh Anṣārī (p. 529, d. 481/1088) and following him ʿAbd al-Raḥmān Jāmī (p. 231, d. 898/1492), say that he was the only student al-Shiblī had, and the sole successor of his spiritual lineage, although several disciples are mentioned the sources. According to Anṣārī, al-Shiblī had a special bond with al-Ḥusrī, described as a special intimate link in pre-eternity between the two on account of the extreme love for God they had in common (see Soberioj, passim). He is also said to have studied under other unnamed Sufi masters in the city (al-Sulamī, 516; Ibn Kathīr, 6/318).",
    "Khwājah ʿAbd Allāh Anṣārī identifies al-Ḥuṣrī as a member of the Ḥanbalī legal school (p. 529). According to ʿAṭṭār Nīsābūrī (d. 627/1230 q.v.), during a session of samāʿ (‘audition’ or mystical concert), the caliph asked about al-Ḥuṣrī’s madhhab (school of law), to which he responded, ‘I was actually first a Ḥanafī and then changed to become a Shāfiʿī, before leaving behind all the legal schools in order to focus on my own spiritual journey’ (p. 289; see also Muḥammad b. Munawwar, 20). Numerous sources praise him for his lofty spiritual status and recognise him as one of the major Sufi masters of Baghdad. Biographers refer to him as ‘the master of Iraq’ ( Ustādh al-ʿIrāq ) and ‘the teacher of the two Iraqs (ʿAjamī and ʿArabī)’ ( Shaykh al-ʿIrāqayn ), because of his eloquence, especially with regard to Divine Unity ( tawḥīd ) he was also called ‘the tongue [i.e. the speaker of spiritual truths] of the age’ ( lisān al-waqt ) (al-Sulamī, 516; al-Khaṭīb al-Baghdādī, 11/340–341; al-Qushayrī, 406; al-Hujwīrī, 201; Anṣārī, 529; Ibn Kathīr, 6/318). According to al-Ḥuṣrī, the principles of Divine Unity are five: ‘removing that which is temporary, affirming the [absolute] singularity of the Eternal, fleeing from loved ones, departing from one’s native land, and forgetting what is known and unknown’ (al-Qushayrī, 299, ibid, Old Persian trans., 514, ibid, English trans., 308; see also al-Sarrāj al-Ṭūsī, 218).",
    "Al-Ḥuṣrī was an ascetic and spiritual practitioner, and apparently only came out of his house on Fridays (al-Khaṭīb al-Baghdādī, 11/340–341; al-Qushayrī, 407; Ibn Kathīr, 6/318; ʿAṭṭār, 169). He was also engaged in samāʿ , which led some of his contemporaries to denounce him to the caliph (ʿAṭṭār, 288–289). However, his enemies do not appear to have achieved much in this way, as sources indicate that he was first allowed to preach sermons ( waʿẓ ) in the al-Manṣūr Mosque in Baghdad, and in his old age he continued to preach in a Sufi retreat ( ribāṭ ) opposite this mosque. The ribāṭ was first in his name, then in the name of Abū al-Ḥasan ʿAlī b. Maḥmūd al-Zūzanī, one of his students, and later came to be known as ‘Ribāṭ al-Zūzanī’ (al-Qushayrī, Old Persian trans., 514–515; al-Samʿānī, 2/226; Ibn al-Athīr, 11/9). Although it is likely that al-Ḥuṣrī engaged in the instruction of spiritual disciples, the sources only record the name of two of his direct pupils: Abū al-Ḥasan al-Zūzanī and Abū al-Faḍl Muḥammad b. al-Ḥasan al-Khuttalī (al-Samʿānī, 2/226; al-Hujwīrī, 208; Jāmī, 320–321 see also Ibn ʿAsākir, 6/39, 7/80). His contemporary Sufis included Abū ʿAbd Allāh b. Khafīf al-Shīrāzī (d. 371/981), who was regarded as less esoteric ( bāṭin-tar ) and more scholarly ( bā ālat-tar ) (Khwājah ʿAbd Allāh, 529; Jāmī, 237).",
    "Al-Ḥuṣrī died in his eighties and was buried in the Bāb Ḥarb cemetery of Baghdad (al-Sulamī, 516–517; al-Khaṭīb al-Baghdādī, 11/341; Ibn al-Mulaqqin, 214). No written work of his survives, and the sources only preserve a few of his sayings. For example, ‘To sit down once is better than making a thousand pilgrimages’, by which according to al-Qushayrī ‘he meant a sitting-down that produces a deep concentration of [spiritual] energy ( hamm ) in such a way as to witness God ( shuhūd ). Upon my life! Such a sitting is indeed better than a thousand pilgrimages performed in the state of absence from God!’ (al-Qushayrī, 290, ibid, Old Persian trans., 490; English trans., 298; see also ʿAṭṭār, 290–291). He also stated that ‘the Sufi does not exist after his non-existence and is not non-existent after his existence,’ which al-Qushayri explained as: ‘This statement is complicated. By saying that “he [Sufi] does not exist after his non-existence”, he implied that when the Sufi’s faults ( āfāt ) fall away from him, they never return. As for his statement, “he is not non-existent after his existence”, it means that if he is preoccupied with God and nothing else, he retains his [high] status [in the eyes of God], while the rest of God’s creatures lose theirs, and that things of this world ( ḥādithāt ) have no impact on him’. Elsewhere al-Ḥusrī is reported as describing a Sufi as ‘one whom the earth cannot carry and the sky cannot shade’, which al-Qushayri explained as an allusion to the [spiritual] state of erasure ( maḥw ) (al-Qushayrī, 282–283, ibid, English trans., 291–292; see also al-Sulamī, 517–522; Anṣārī, 530; ʿAṭṭār, 288–291). According to Farīd al-Dīn ʿAṭṭār (p. 291), al-Ḥuṣrī held a positive opinion of the Malāmatiyya (‘the people of blame’), saying that if there was a prophet for our times, he would be one of the Malāmatiyya."
  ],
  "bibliography": [
    "Anṣārī Harawī, Khwājah ʿAbd Allāh, Ṭabaqāt al-Ṣūfiyya , ed. Muḥammad Sarwar Mawlāʾī (Tehran, 1362 Sh./1983).",
    "ʿAṭṭār Nīsābūrī, Farīd al-Dīn, Tadhkirat al-awliyāʾ , ed. Reynold A. Nicholson (Leiden, 1907).",
    "al-Hujwīrī, ʿAlī, Kashf al-maḥjūb , ed. V. Zhukovskiĭ (repr. Tehran, 1371 Sh./1992).",
    "Ibn al-Athīr, al-Kāmil .",
    "Ibn Kathīr, Ismāʿīl, al-Bidāya wa al-nihāya , ed. Aḥmad Abū Milḥim et al. (Beirut, 1407/1987).",
    "Ibn al-Mulaqqin, ʿUmar, Ṭabaqāt al-awliyāʾ , ed. Nūr al-Dīn Shurayba (Beirut, 1406/1986).",
    "Ibn ʿAsākir, ʿAlī, Taʾrīkh madīnat Dimashq , ed. ʿAlī Shīrī (Beirut, 1415/1995).",
    "Jāmī, ʿAbd al-Raḥmān, Nafaḥāt al-uns , ed. Mahdī Tawḥīdīpūr (Tehran, 1366 Sh./1987).",
    "al-Khaṭīb al-Baghdādī, Aḥmad, Taʾrīkh Baghdād (Cairo, 1349/1930).",
    "Muḥammad b. Munawwar, Asrār al-tawḥīd , ed. Muḥammad Riḍā Shafīʿī Kadkanī (Tehran, 1366 Sh./1987).",
    "al-Qushayrī, ʿAbd al-Karīm, al-Risāla al-Qushayriyya , eds. Maʿrūf Zurayq and ʿAlī ʿAbd al-Ḥamīd Balṭajī (Beirut, 1408/1988).",
    "ibid, English trans. as al-Qushayri's Epistle on Sufism , tr. Alexander D. Knysh (Reading, 2007).",
    "ibid, Old Persian trans., ed. Badīʿ al-Zamān Furūzānfar (Tehran, 1345 Sh./1966).",
    "al-Samʿānī, ʿAbd al-Karīm, al-Ansāb , ed. ʿAbd Allāh ʿUmar al-Bārūdī (Beirut, 1408/1988).",
    "al-Sarrāj al-Ṭūsī, ʿAbd Allāh, al-Lumaʿ fī al-taṣawwuf , ed. Reynold A. Nicholson (Leiden, 1914).",
    "Sobieroj, Florian, ‘Modes of Transmission of Spiritual Influence: the Instruction of Abū Bakr al-Šiblī, a 4th/10th-century Sufi master of Baġdād’, in Geneviève Gobillot and Jean-Jacques Thibon, ed., Les maîtres soufis et leurs disciples des IIIe–Ve siècles de l’hégire (IXe–XIe) (Damascus, 2012), pp. 217–244.",
    "al-Sulamī, Muḥammad, Ṭabaqāt al-Ṣūfiyya , ed. J. Pedersen (Leiden 1960)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 301
}
