{
  "id": "eweb_560",
  "source": "EQ",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EQO/EQCOM-00196.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-3922_q3_EQCOM_00196",
  "title": "Ṣūfism and the Qurʾān",
  "authors": [
    "Alexander D. Knysh"
  ],
  "word_count": "(14,353 words)",
  "first_online": "01 Mar 2018",
  "issn": "1875-3922",
  "publisher": "Brill",
  "content": [
    "Taṣawwuf, Islamic mysticism, is an ascetic-mystical trend in Islam characterized by a distinct life-style, values, ritual practices, doctrines and institutions. Ṣūfism emerged as a distinct ascetic and mystical trend in Islamic piety under the early ʿAbbāsids at about the same time as similar movements in Syria , Iran and central Asia which, though designated by different names, shared the same world -renouncing, inward-looking and esoteric attitude. By the fourth/tenth century, the Iraq-based trend in Islamic ascetic (see asceticism ) and mystical piety (q.v.) known as “Ṣūfism” (taṣawwuf) gradually prevailed over and integrated the beliefs and practices of its sister movements in the other regions of the caliphate (see caliph ). By the end of the fourth/tenth century, leading representatives of this syncretic ascetic and mystical trend in Islam had generated a substantial body of teachings, practices and normative oral and literary lore that became the source of inspiration, life-orientation, ethos and identity for its subsequent followers, whose number continued to grow with every century. With the emergence first of Ṣūfī lodges, and, somewhat later, Ṣūfī “brotherhoods” (the fifth/seventh/eleventh-thirteenth centuries) or “orders” (ṭuruq, sing. \n ṭarīqa), Ṣūfism became part and parcel of the spiritual, social and political life of pre-modern Islamdom. With the advent of modernity in the thirteenth/nineteenth century Ṣūfism was subjected to strident criticism by Muslim modernists and reformers, and in the course of the fourteenth/twentieth century lost ground to competing ideologies, both religious and secular (see politics and the qurʾān ). Nevertheless, it has managed to survive both criticisms and overt persecutions and even won converts among some Western intellectuals.",
    "Early Ṣūfī attitudes to the Qurʾān",
    "From the outset, the Qurʾān was the principal source of contemplation and inspiration for every serious Muslim ascetic and mystic, whether formally Ṣūfī or not. In fact, many Ṣūfī concepts and terms have their origin in encounters with the qurʾānic text, endowing Ṣūfism with much-needed legitimacy in the eyes of both Ṣūfīs and Muslims not directly affiliated with it. Yet, from the very beginning Ṣūfī interpretations of the scripture (as well as Ṣūfī practices, values and beliefs) were challenged by influential representatives of the Sunnī and Shīʿī religious establishments (see traditional disciplines of qurʾānic study ), occasionally resulting in persecution of individual mystics. Ṣūfīs were accused of overplaying the allegorical aspects of the Qurʾān, claiming privileged, esoteric understanding of its contents and distorting its literal meaning (see polysemy; literary structures and the qurʾān ). To demonstrate their faithfulness to the spirit and letter of the revelation (see revelation and inspiration ) advocates of Ṣūfism drew heavily on the qurʾānic verses (q.v.) which, in their view, legitimized their brand of Islamic piety. Such verses usually emphasize the proximity and intimacy between God and his human servants (e.g. q 2:115 , 186 ; 20:7-8 ; 58:7 ; see servant; worship ; god and his attributes ). God's immediate and immanent presence among the faithful is forcefully brought home in q 50:16 , in which he declares himself to be nearer to man than “his jugular vein ” (see artery and vein ). The relationship of closeness and intimacy is occasionally presented in the Qurʾān in terms of mutual love (q.v.) between the maker and his creatures (see creation; cosmology ), as, for instance, in q 5:54 (cf. q 3:31 , 76 , 134 , 146 , 148 , 159 ; 5:93 , which also describe different categories of believers deserving of divine affection). Deeming themselves paragons \n ¶ of piety and devotion to God and true “heirs” of his Prophet (see prophets and prophethood; muḥammad ), representatives of the early [proto-]Ṣūfī movements viewed such verses as referring primarily, if not exclusively, to them. With the emergence of mystical cosmology and metaphysics, which provided justification for the mystical experiences of the Ṣūfīs, they put the Qurʾān to new, creative uses. Thus, in the famous “ Light Verse ” ( q 24:35 ) God's persona is cast in the imagery of a sublime, majestic and unfathomable light, which renders it eminently conducive to gnostic elaborations on the theme of light (q.v.) and darkness (q.v.) and the eternal struggle between spirit (q.v.) and matter. According to early Ṣūfī exegetes, God guides whomsoever he wishes with his light (see error; astray; freedom and predestination ) but has predilection for a special category of pious, god-fearing individuals (see fear ) who devote themselves completely to worshipping him. In return, God assures them of salvation (q.v.) in the hereafter ( q 2:38 , 262 , 264 ; 3:170 ; etc.; see eschatology ). As to those “who prefer the present life over the world (q.v.) to come,” “a terrible chastisement” awaits them ( q 14:3 ; cf. 2:86 ; see reward and punishment ). From the beginning, Muslim ascetics and mystics identified themselves with God's “protégés” ( awliyāʾ) mentioned in q 10:62 (cf. q 8:34 ; 45:19 ; see clients and clientage; friends and friendship ). With time Ṣūfī exegetes came to portray them as God's elect “friends” and confidants who are able to intercede on behalf of the ordinary believers and guide them aright (see intercession; saints ). In Ṣūfī lore such “friends of God” were identified with authoritative Ṣūfī masters, both living and deceased. In q 7:172 , which figures prominently in early Ṣūfī discourses, the relations between God and his creatures are placed in a cosmic framework, as a primordial \n ¶ covenant (q.v.; \n mīthāq ) between them. During this crucial event the human race presented itself before God in the form of disembodied souls (q.v.) to bear witness to the absolute sovereignty (q.v.) of their lord (q.v.) at his request (see witnessing and testifying \n ). Once in possession of sinful and restive bodies (see \n sin , major and minor ), however, most humans have forgotten their promise of faithfulness and devotion to God and therefore have to be constantly reminded of it by divine messengers (see messenger ) and prophets. The goal of the true Ṣūfī is to return to the state of pristine devotion and faithfulness of the day of the covenant by minimizing the corruptive drives of his body and his lower soul — one that “commands evil” ( \n ammāra bi-l-sūʾ, \n q 12:53 ; see good and evil ). If successful, the mystic can transform his lower, restive self into a soul “at peace” ( al- nafs al-muṭmaʾinna, \n q 89:27 ) that is incapable of disobeying its lord (see disobedience ). This can only be achieved through the self-imposed strictures of ascetic life, pious meditation and the remembrance (q.v.) of God ( dhikr) as explicitly enjoined in q 8:45 , 18:24 and 33:41 (see also reflection and deliberation ). Finally, on the level of personal experience, verses describing the visionary experiences of the prophet Muḥammad (namely, q 17:1 and q 53:1-18 ; see visions ) provided a fruitful ground for mystical elaborations and attempts by mystically minded Muslims to, as it were, “recapture the rapture” of the founder of Islam, all the more so because the Qurʾān and the sunna (q.v.) repeatedly enjoin the believers to imitate him meticulously. While all of these verses resonated well with the aspirations of early Muslim ascetics and mystics, there were also those that did not, in that they prescribed moderation in worship , enjoyment of family (q.v.) life and fulfillment of social responsibilities, \n ¶ while at the same time discouraging the “excesses” of Christian-style monasticism ( q 4:3-4 , 25-8 , 127 ; 9:31 ; 57:27 ; see christians and christianity; monasticism and monks; abstinence ). Yet, these passages, as well as numerous injunctions against the renunciation of this world found in the Prophet's sunna, could be either ignored or allegorized away, especially since some of them were inconclusive or self-contradictory (e.g. q 5:82 , which may be interpreted as praising the Christian monks for their exemplary righteousness). Eventually, however, the weight of scriptural evidence and social pressures forced most adherents of Ṣūfism to steer a middle course, which allowed them to participate in social life and raise families while not compromising their ascetic-mystical vocations. As the body of Ṣūfī lore grew with the passage of time and Ṣūfism became a distinct life-style and a system of rituals (see ritual and the qurʾān ), practices and beliefs, there emerged a specific Ṣūfī exegesis aimed at justifying them (see also exegesis of the qurʾān: classical and medieval ).",
    "The rise and early development of Ṣūfī exegesis",
    "The earliest samples of the Ṣūfī exegetical lore were collected by an eminent Ṣūfī master of Nīshāpūr, Abū ʿAbd al-Raḥmān al-Sulamī (d. 412/1021) in his Ḥaqāʾiq al-tafsīr . This work , which still awaits a critical edition (but cf. Böwering's ed. of Sulamī's Ziyādāt, an appendix to the Ḥaqāʾiq ), is practically our only source for the initial stages of mystical exegesis in Islam. Its major representatives, al-Ḥasan al-Baṣrī (d. 110/728), Jaʿfar al-Ṣādiq (d. 148/765), Sufyān al-Thawrī (d. 161/ 778) and ʿAbdallāh b. al-Mubārak (d. 181/797) were not Ṣūfīs stricto sensu, since the Baghdād school of Ṣūfism was yet to emerge. Rather, these pious individuals were appropriated by Ṣūfism's later advocates, \n ¶ who presented them as paragons of Ṣūfī piety avant-la-lettre . While their preoccupation with the spiritual and allegorical aspects of the scripture is impossible to deny, the authenticity of their exegetical logia, which were collected and transmitted by al-Sulamī and some of his immediate predecessors more than a century after their death, is far from certain. The problem is particularly severe (and intriguing) in the case of the sixth Shīʿī \n imām (q.v.), Jaʿfar al-Ṣādiq (see also shīʿism and the qurʾān ). His role as a doyen of primeval mystical exegesis is difficult to prove, especially since his exegetical logia transmitted by al-Sulamī are devoid of any of the expected Shīʿī themes. Unless his other \n tafsīr transmitted in Shīʿī circles proves similar or identical to the one assembled by al-Sulamī, the matter will remain uncertain (for details see Nwyia, Exégèse , and Böwering, Mystical vision ). One should not rule out the possibility of Shīʿī elements having been expunged from Jaʿfar's exegetical logia by Sunnī Ṣūfīs who transmitted them through separate channels (see \n theology and the qurʾān \n ). Alternatively, one may suggest that Ṣūfī and Shīʿī esotericism originated in the same pious circles (Jaʿfar al-Ṣādiq is frequently quoted in the standard Ṣūfī manual of Abū l-Qāsim al-Qushayrī; d. 465/1072), whereupon it took on different forms in the Sunnī and Shīʿī intellectual environments. The problem of authorship is less severe in the case of such ascetically minded individuals as al-Ḥasan al-Baṣrī, al-Thawrī, and Ibn al-Mubārak who were major exponents of Sunnī Islam in their age, although their role as the bona fide progenitors of the Ṣūfī tradition is problematic. If authentic, Jaʿfar's logia are probably the earliest extant expression of the methodological principles of mystical tafsīr, which were adopted and elaborated by subsequent generations of Ṣūfī commentators. \n ¶ According to Jaʿfar's statement cited by al-Sulamī at the beginning of his \n Ḥaqāʾiq al- tafsīr, the Qurʾān has four aspects: \n ʿibāra (a literal or obvious articulation of the meaning of a verse ); \n ishāra (its allegorical allusion); \n laṭāʾif (its subtle and symbolic aspects; see \n symbolic imagery \n ) and ḥaqāʾiq (its spiritual realities; cf. Böwering, Scriptural “senses”). Each of these levels of meanings has its own addressees, respectively: the ordinary believers (al- ʿawāmm), the spiritual elite (al- khawāṣṣ), God's intimate friends (al- awliyāʾ) and the prophets (al- anbiyāʾ) . On the practical level, Jaʿfar and his Ṣūfī counterparts usually dealt with just two levels of meaning: the outward/exoteric ( ẓāhir) and the hidden/esoteric ( bāṭin), thereby subsuming the moral/ethical/legal meanings of a given verse (see ethics and the qurʾān; law and the qurʾān ) under “literal” and its allegorical/mystical/anagogical subtext under “hidden.” As demonstrated by P. Nwyia, Jaʿfar's exegetical interests were worlds apart from those of his contemporary Muqātil b. Sulaymān (d. 150/767) who pursued a more conventional (albeit imaginative) historical and philological tafsīr (see grammar and the qurʾān ). For instance, unlike Muqātil, Jaʿfar shows no interest in the historical circumstances surrounding the battle of Badr (q.v.), as presented in the Qurʾān (see also occasions of revelation ). When the Qurʾān says that “God supported him [Muḥammad] with the legions you [his followers] did not see” ( q 9:40 ), Jaʿfar interprets the “legions” not as “angels” (as argued by Muqātil and other exoterically minded exegetes; see angel; ranks and orders; troops \n ) but as spiritual virtues that the Mystic acquires in the course of his progress along the path to God ( ṭarīq), namely, “certitude” ( yaqīn), “trust in God” ( thiqa) and a total “reliance” on him in everything one undertakes ( \n tawakkul; see \n trust and patience \n ; \n ¶ \n \n virtue \n ). Likewise, the qurʾānic injunction to “purify my [God's] house (namely, the Kaʿba [q.v.]; see also house, domestic and divine ) for those who shall circumambulate it” ( q 22:26 ) is interpreted by Jaʿfar as a call upon the individual believer to “purify [his] soul from any association with the disobedient ones and anything other than God” (see polytheism and atheism ), while the phrase “those who stay in front of it [the Kaʿba]” is glossed as an injunction for the ordinary believers to seek the company of “the [divine] gnostics ( ʿārifūn), who stand on the carpet of intimacy [with God] and service of him.” The notion of the divinely bestowed “gnosis,” or mystical knowledge ( maʿrifa), which characterizes these elect servants of God figures prominently in Jaʿfar's logia (see e.g. his commentary on q 7:143 , 160 ; 8:24 ; 27:34 ). This was to become a central concept in later Ṣūfī epistemology, where it is usually juxtaposed with both received (traditional) wisdom \n ( naql) and knowledge acquired through rational contemplation ( \n ʿaql; see knowledge and learning; intellect ). The Qurʾān was, for Jaʿfar and Ṣūfī commentators, a source of and a means towards the true realization ( taḥqīq) of God (see \n truth \n ).",
    "The next stage of the development of Ṣūfī exegesis, or, as Nwyia aptly calls it, une lecture introspective du Coran, is associated with a fairly large cohort of individuals who lived in the third/ninth-early fourth/tenth centuries. Their Ṣūfī credentials, a few exceptions apart (e.g. al-Ḥakīm al-Tirmidhī, fl. third/ninth cent.), do not raise any serious doubts. At least one of them, Aḥmad b. ʿAṭāʾ (d. 309/922), and possibly also Dhū l-Nūn al-Miṣrī (d. 246/ 861) were involved in the transmission of Jaʿfar's exegetical logia, which they amplified with their own elaborations. The others — namely Sahl al-Tustarī (d. 283/896), Abū Saʿīd al-Kharrāz (d. 286/899), Abū l-Ḥusayn al- \n ¶ Nūrī (d. 295/907), Abū l-Qāsim al-Junayd (d. 298/910), Abū Bakr al-Wāsiṭī (d. 320/932) and Abū Bakr al-Shiblī (d. 334/946) — were frequently cited in Ṣūfī literature as authoritative sources of exegetical logia and, in the case of al-Tustarī, Ibn ʿAṭāʾ and al-Wāsiṭī, also as authors of full-fledged qurʾānic commentaries ( Böwering, Ṣūfī hermeneutics; id., Mystical vision ).",
    "The centrality of the Qurʾān to Ṣūfī piety",
    "The methods of Qurʾān interpretation characteristic of early Ṣūfī masters were examined by Nwyia ( Jaʿfar al-Ṣādiq, Shaqīq al-Balkhī, Ibn ʿAṭāʾ, and al-Nūrī) and Böwering (al-Tustarī, al-Sulamī, and al-Daylamī). They should be viewed against the background of the practices, life- style , values and beliefs current among the members of the early Ṣūfī movement. On the practical level, the recitation of the Qurʾān (q.v.) was an indispensable part of quotidian Ṣūfī life. Thus, Ibn ʿAṭāʾ is said to have recited the entire text of the Qurʾān on a daily basis and thrice a day during the month of Ramaḍān (q.v.), which along with other rituals and supererogatory prayers (see prayer ) left him only two hours of sleep ; Sahl al-Tustarī (d. 283/896) learned the entire Qurʾān by heart when he was six or seven years old and kept reciting it throughout the rest of his life; Mālik b. Dīnār (d. 131/748) “was ‘chewing’ it for [the first] twenty years [of his life] only to take pleasure in its recitation ( tilāwa) for the next twenty years” (Sarrāj, Kitāb al-Lumaʿ, 43); Ibn Khafīf (d. 371/981) recited q 112:1 ten thousand times during just one prayer and occasionally recited the entire text of the Qurʾān in the course of one prayer, which took him an entire day and a good part of the night, etc.",
    "In most cases, esoteric interpretations of the Qurʾān by the above-mentioned Ṣūfīs were the fruits of many years of incessant \n ¶ recitation in an attempt to grasp and “extract” its hidden meaning ( istinbāṭ) . This term, which is derived from q 4:83 , became the hallmark of Ṣūfī methods of Qurʾān interpretation. Alerted to the presence of a hidden meaning in a given verse by its subtle “allusion” ( ishāra), the Ṣūfī felt obligated to “extract” it by means of istinbāṭ . This process is limited to those individuals who have fully engrossed themselves in the “sea” of the divine revelation after having purified their souls of any worldly attachments. Commenting on q 4:83 , al-Ḥallāj (d. 309/922) stated that a Ṣūfī's ability to exercise istinbāṭ corresponds to “the measure of his piety, inwardly and outwardly, and the perfection of his gnosis ( maʿrifa), which is the most glorious station of faith” (q.v.; ajall maqāmāt al-īmān; Sulamī, Ḥaqāʾiq, i, 157). The close link between one's ability to practice istinbāṭ and one's strict compliance with the precepts of the divine law is brought forth by Abū Naṣr al-Sarrāj (d. 378/988), a renowned collector and disseminator of early Ṣūfī lore. In his words, “extractions” ( mustanbaṭāt) are available only to those who “act in accord with the book (q.v.) of God, outwardly and inwardly, and follow the messenger of God, outwardly and inwardly.” In return, God makes them “heirs to the knowledge of subtle allusion ( \n ʿilm al-ishāra) ” and “unveils to the hearts of his elect [servants] carefully guarded meanings ( maʿānī madhkhūra), spiritual subtleties ( laṭāʾif) and well-kept secrets” ( \n asrār makhzūna; Sarrāj, Kitāb al-Lumaʿ, 105).",
    "In the case of the early Ṣūfī exegete Sahl al-Tustarī, we find a deeply personal and experiential relationship of the Ṣūfī to the Qurʾān, which evolves within the framework of an oral recitation and reception of the divine word (see orality; word of god ). On hearing or reciting a verse that resonates with the mystic's spiritual state he may occasionally find himself gripped by \n ¶ an intense ecstasy and even lose consciousness. According to Böwering ( Mystical, 136), al-Tustarī's commentary can be seen as a product of such experiential encounters “between the qurʾānic keynotes and the mystical matrix of [the mystic's] world of ideas.” Inspired by a certain verse , al-Tustarī spontaneously endeavored to communicate to his disciples his deeply personal and experiential understanding of it, which often had very little to do with its literal meaning. To sum up,",
    "The Ṣūfīs… read the Qurʾān as the word of God, and what they seek there is not the word as such (which may even become a veil between them and God), but a God who makes himself accessible [to his worshippers] by means of this word (Nwyia, Trois oeuvres, 29).",
    "The themes of the first Ṣūfī commentaries on the Qurʾān are diverse and rather difficult to summarize. They usually deal with mystical cosmology, eschatology and the challenges faced by the human soul on its way to God (see \n trial \n ). After professing their allegiance to their divine sovereign on the day of the primordial covenant ( q 7:172 ) human beings have found themselves plunged into a world of false values, temptations and illusions designed to test the integrity of their pact with God. God created good and evil and arbitrarily imposed his command ( amr) on his human servants in order to distinguish the blessed from the evildoers (see elect; evil deeds; blessing; grace ). Within the former category he designated a special class of believers whom he endowed with an intuitive, revelatory knowledge of himself and his creatures ( maʿrifa), leaving the rest of humankind to be content with the “externals” of religious faith and practice. These elect “friends of God” ( \n awliyāʾ Allāh) carry divine light in their hearts (see heart ) and \n ¶ thus can be seen as embodiments of his immanent and guiding presence amidst humankind. By imitating the friends of God (who, in turn, imitate the godly ways of his Prophet) ordinary believers can hope to escape the allure and temptations of mundane existence and to achieve salvation in the hereafter. Attaining the status of God's friend and gnostic is not automatic, however, and requires painstaking efforts on the part of the aspirant ( murīd) as well as God's continual assistance. The seeker's greatest challenge is the corruptive influences of his vile body and the base soul \n ( nafs), which acts as a constant temptress and an ally of Iblīs (see devil ). Its machinations can only be overcome by constant remembrance of God ( dhikr), including the recitation of God's word and remembrance of his “most beautiful names.” This goal can only be achieved by the elect few who traverse the entire length of the path to God in order to enter into his presence (see path or way; face of god ). In this state they become completely oblivious of the corrupt world around them, taking God as their sole focus and raison d'être . By any standard, since its inception Ṣūfī exegesis was thoroughly elitist and esoteric. Its practitioners implicitly and, on occasion, explicitly dismissed the concerns of mainstream Qurʾān interpreters (legal, historical, philological and theological) as inadequate and even misguided inasmuch as they focused on the Qurʾān's “husks,” while ignoring its all-important spiritual “kernel.” The Ṣūfīs regarded themselves as the sole custodians of that kernel and sought to protect it from outsiders by using subtle allusions and recondite terminology.",
    "Some Muslim scholars were enraged by the Ṣūfī claim to a privileged knowledge of the scripture and denounced Ṣūfī exegesis as fanciful, arbitrary and not supported by the authority of the Prophet and his Companions (see companions of the \n \n ¶ \n prophet; ḥadīth and the qurʾān ). Thus, a renowned Qurʾān commentator, ʿAlī b. Muḥammad al-Wāḥidī (d. 468/1076), not only refused to accord al-Sulamī's exegetical summa the status of \n tafsīr but even proclaimed it an expression of outright “unbelief” (see belief and unbelief ). Similar negative opinions of that work were voiced by Ibn al-Jawzī (d. 597/1201), Ibn Taymiyya (d. 728/1328) and al-Dhahabī (d. 748/1348), who declared it to be a collection of “distortion and heresy” (q.v.; \n \n taḥrīf wa-qarmaṭa; see also corruption; forgery ) reminiscent of Ismāʿīlī exegesis ( taʾwīlāt al-bāṭiniyya) . Yet, despite such criticism al-Sulamī's voluminous work, which contains more than twelve thousand glosses on some three thousand qurʾānic passages, gained wide popularity among Ṣūfīs of various stripes. As was the case with Jaʿfar, Ibn ʿAṭāʾ and al-Tustarī, al-Sulamī did not include in his compendium any conventional exegetical material, be it legal, philological or historical (Böwering, Ṣūfī hermeneutics). His position is clearly stated in the introduction to his magnum opus:",
    "Upon discovering that — among the practitioners of exoteric sciences ( ʿulūm ẓawāhir) [who] have compiled [numerous] works pertaining to [beneficial] virtues ( fawāʾid) of the Qurʾān, such as methods of its recitation ( \n qirāʾāt; see readings of the qurʾān ), its [historical] commentaries (tafsīr), its difficulties ( \n mushkilāt; see difficult passages ), its legal rulings ( aḥkām), its vocalization ( iʿrāb), its lexicological aspects ( lugha), its summation and detailed explanation ( mujmal wa-mufaṣṣal), its abrogating and abrogated verses ( nāsikh wa- mansūkh; see abrogation ), and so on — no one has cared to collect the understanding of its discourse ( khiṭāb) in accordance with the language of the people of the true reality ( ahl al-ḥaqīqa) … I \n ¶ have asked God's blessing to bring together some of it.",
    "All told, al-Sulamī's exegetical methods and goals are similar to those of about a hundred of his authorities, who lived in the third/ninth and fourth/tenth centuries and whose foremost representatives have already been discussed. To quote the major Western expert on this work ,",
    "The Ḥaqāʾiq al- tafsīr is the crowning event of a long creative period of Ṣūfī terminology and ideology, developing in close relationship with its Koranic foundation and yet breaking through to a continuous process of inspired revelation by the methodological means of allusion (Böwering, Ṣūfī hermeneutics, 265).",
    "The growth and maturity of Ṣūfī exegetical tradition (from the fifth/eleventh to the seventh/thirteenth centuries)",
    "Al-Sulamī's monumental work , which played the same role in Ṣūfī tafsīr as al-Ṭabarī's (d. 310/923) Jāmiʿ al-bayān in traditional exegesis, laid the foundations for the subsequent evolution of this genre of Ṣūfī literature. With time there emerged several distinct trends within the body of Ṣūfī exegetical literature, which reflected the growing internal complexity of the Ṣūfī movement in the period leading up to the fall of the Baghdād caliphate in 656/1258. One such trend can be described as “moderate” or “ sharīʿa -oriented.” It is represented by such Ṣūfī luminaries as al-Qushayrī (d. 465/1074), Abū Ḥāmid al-Ghazālī (d. 505/1111) and Abū Ḥafṣ ʿ Umar \n al-Suhrawardī (d. 632/1234).",
    "Abū l-Qāsim al-Qushayrī of Nīshāpūr is famous first and foremost as the author of the popular tract al-Risāla [al-Qushayriyya] fī ʿilm al-taṣawwuf which combines elements of Ṣūfī biography with those of a Ṣūfī manual. Like the Risāla, al-Qushayrī's \n ¶ qurʾānic commentary \n Laṭāʾif al-ishārāt pursues a clear apologetic agenda: the defense of the teachings, values and practices of “moderate,” Junayd-style Ṣūfism and the demonstration of its full compliance with the major precepts of Ashʿarī theology. Written in 410/1019, this exegetical work consistently draws a parallel between the gradual progress from the literal to the subtlest meanings (laṭāʾif) of the qurʾānic text and the stages of the Ṣūfī's spiritual and experiential journey to God. The success of this exegetical progress, as well as of the Ṣūfī journey, depends on the wayfarer's ability to combine the performance of pious works and feats of spirit with sound doctrinal premises. Giving preference to one over the other will result in failure. Even when this delicate balance is successfully struck, one still needs divine assistance in unraveling the subtleties of the divine revelation, which is equally true of the Ṣūfī seeker's striving toward God. Hence the notion of a privileged, esoteric knowledge of both God and this word that God grants only to his most intimate, elect “friends,” the awliyāʾ . This idea is stated clearly in the introduction to Laṭāʾif al-ishārāt:",
    "[God] has honored the elect ( aṣfiyāʾ) among his servants by [granting them] the understanding of his subtle secrets (q.v.; laṭāʾif asrārihi ) and his lights so that they can see the elusive allusions and hidden signs (q.v.) contained therein [in the Qurʾān]. He has shown their innermost souls hidden things so that by the emanations of the unseen (see hidden and the hidden ) which he has imparted solely to them they can become aware of that which has been concealed from all others. Then they have started to speak according to their degrees [of attainment] and capabilities, and God — praise be to him — inspired in them things by which he has honored \n ¶ them. So, they now speak on behalf of him, inform about the subtle truths that he has imparted to them, and point to him… ( Laṭāʾif, i, 53).",
    "The exegete's progress toward the innermost meaning of the scripture is described by al-Qushayrī as a movement from the intellect (q.v.) to the heart, then to the spirit \n (al- rūḥ), then to the innermost secret (al- sirr) and, finally, to the secret of secrets (sirr al-sirr) of the Qurʾān. Al-Qushayrī's approach to the Qurʾān is marked by his meticulous attention to every detail of the qurʾānic word , from an entire verse to a single letter found in it (see arabic script ). Typical in this regard is his interpretation of the \n basmala (q.v.), in which each letter of this phrase is endowed with a symbolic meaning: the bāʾ stands for God's gentleness (birr) toward his friends ( awliyāʾ); the sīn for the secret he shares with his elect ( aṣfiyāʾ); and the mīm for his bestowal of grace ( minna) upon those who have attained intimacy with him ( ahl wilāyatihi) . In an attempt to achieve comprehensiveness al-Qushayrī marshals several alternative interpretations of the basmala, e.g. one in which the bāʾ alludes to God's freedom ( barāʾa) from any fault; the sīn to the absence of any defect in him ( salāmatuhu min ʿayb); and the mīm to the majesty of his attributes ( Laṭāʾif, i, 56).",
    "While such speculations are not unique to al-Qushayrī and can be found in exegetical works contemporary to his, both Ṣūfī and non-Ṣūfī alike, there is one feature that sets Laṭāʾif al-ishārāt apart from them. For al-Qushayrī, the basmala is not a simple repetition of the same set of meanings, for the divine word allows no repetition. Rather, the meaning of the basmala may change depending on the major themes contained in the sūra s (q.v.) that it precedes. Thus, in discussing the symbolism of the letters of the basmala preceding q 7, al-Qushayrī \n ¶ implicitly links them to the themes of submission \n ( islām), humility and reverence requisite of the true believer as opposed to the rebellious behavior (see rebellion ) of Iblīs and his host (e.g. q 7:11-15 , 31-3 , 35-6 , 39-40 , etc.) by arguing that the letter bāʾ",
    "is of a small stature in writing and the dot [underneath it], which distinguishes it from other [letters] is single and, to boot, small to the extreme. Moreover, it [the dot] is positioned underneath the letter, [all of which] alludes to modesty and humility in all respects ( Laṭāʾif, i, 211-12).",
    "Likewise, the presence of the \n sukūn (absence of a vowel) over the letter sīn following the “humble” and “submissive” bāʾ alludes to its silent acceptance of the divine decree and complete contentment with it. Finally, the letter mīm points to “his [God's] bestowal of grace [upon you] (minnatuhu), if he so pleases, then to your agreement ( muwāfaqatuka) with his decree and your satisfaction with it, even though he may not bestow anything [upon you] (ibid.).",
    "Al-Qushayrī's interpretation of the \n basmala of q 15 ( Sūrat al-Ḥijr) is quiet different. The omission of the alif in the basmala of that sūra without any rationally justifiable reason, either grammatically or morphologically, according to al-Qushayrī, symbolizes God's arbitrary “raising” of Adam (despite his “base” nature; see adam and eve ) and his subsequent “humiliation” of the angels (despite their elevated status), as described in the main body of the sūra. In a similar vein , the omission of the basmala in q 9 is interpreted by al-Qushayrī in the following manner:",
    "God — praise be to him — has stripped ( jarrada) this sūra of the basmala, so that it be known that he can endow (ya khuṣṣ) whomever and whatever he wants with \n ¶ whatever he wants. [In the same way,] he can single out whomever he wants with whatever he wants. His creation has no cause, his actions have neither a purpose nor a goal ( \n Laṭāʾif, iii, 5; see freedom and predestination ).",
    "This, of course, is an Ashʿarī stance formulated in implicit opposition to that of the Muʿtazilīs (see \n muʿtazila ) who advocated the underlying rationality and purposefulness of divine actions. Thus, as mentioned, in al-Qushayrī's commentary, Ṣūfī symbolism and the Ashʿarī dogma go hand in hand and are deployed to support each other.",
    "Al-Qushayrī's interest in the symbolism of letters comes to the fore in his discussions of the “mysterious letters” (q.v.) that appear at the beginning of some qurʾānic chapters. Typical in this respect is his exegesis of the combination alif lām mīm that precedes q 2. Upon stating that the alif stands for \n Allāh, the lām for laṭāʾīf (the subtle realities which is also one of the epithets of God, \n laṭīf ) and the mīm for majīd (the glorious) and \n malik (the king; see kings and rulers ), he proceeds to argue that",
    "The alif is singled out from among the other letters by the fact that it is not connected to any letter in writing, while all but a few letters are connected to it. May the servant of God upon considering this feature become aware of the need of all creatures for him [God], with him being self-sufficient and independent of anything ( Laṭāʾif, i, 41).",
    "Furthermore, the alif's singularity is evident from the fact that all other letters have a concrete site of articulation in the human speech (q.v.) apparatus, while it has none. In the same way, God cannot be associated with ( yuḍāf ilā) any particular location or site. Finally, “The faithful \n ¶ servant of God is like the alif in its not being connected to any letter, in its constant uprightness and its standing posture before him” (ibid.).",
    "As one may expect of a Ṣūfī master, al-Qushayrī showed little interest in the historical and legal aspects of the qurʾānic text. For him, they serve as windows onto the spiritual and mystical ideas and values characteristic of Ṣūfī piety. Thus, in discussing the spoils of war \n ( ghanīma) mentioned in q 8:41 (see booty ) al-Qushayrī argues:",
    "Jihād (q.v.) can be of two types: the external one [waged] against the infidels and the internal one [waged] against [one's] soul and Satan. In the same way as the lesser jihād involves [the seizure of] spoils of war after victory , the greater jihād too has the spoils of war of its own, which involves taking possession of his soul by the servant of God after it has been held by his two enemies — [his] passions and Satan ( Laṭāʾif, ii, 321).",
    "A similar parallel is drawn between ordinary fasting (q.v.) which involves abstention from food, drink (see food and drink ) and sex (see sex and sexuality ) and the spiritual abstention of the Ṣūfī from the allure of this world and from seeking the approval of its inhabitants. In a similar vein , al-Qushayrī likens the juridical notion of abrogation ( naskh) to the initial strict observance of the divine law by the Ṣūfī novice, which is supplanted, or “abrogated,” when he reaches the stage at which God himself becomes the guardian of his heart. In al-Qushayrī's commentary all ritual duties sanctioned by the Qurʾān are endowed with a deeper spiritual significance: the standing of pilgrims on the plain of ʿArafāt (q.v.) is compared to the “standing” of human hearts in the presence of the divine names and attributes \n ¶ (see pilgrimage ). Despite its overall “moderate” nature, the Laṭāʾif al-ishārāt is not devoid of the monistic and visionary elements that characterize what is usually described as the more “bold” and “esoteric” trend in Ṣūfī qurʾānic commentary. This aspect of al-Qushayrī's exegesis comes to the fore in his interpretation of q 7:143 , in which Moses (q.v.) comes to God at an appointed time \n (li- mīqātinā) and requests that God appear to him, only to be humbled by the sight of a mountain crumbling to dust, when God shows himself to it (see \n theophany \n ). According to al-Qushayrī,",
    "Moses came to God as [only] those passionately longing and madly in love could. Moses came without Moses. Moses came, yet nothing of Moses was left to Moses. Thousands of men have traversed great distances, yet no one remembers them, while that Moses made [only] a few steps and [school] children will be reciting until the day of judgment (see last judgment ): “When Moses came…” ( Laṭāʾif, ii, 259).",
    "Despite such “ecstatic” passages, al-Qushayrī's book can still be considered a typical sample of “moderate” Ṣūfī exegesis because of its author's overriding desire to achieve a delicate balance between the mystical imagination and the respect for the letter of the revelation or, in Ṣūfī parlance, between the \n sharīʿa and the \n ḥaqīqa . One should point out that al-Qushayrī is also the author of a conventional historical-philological and legal \n tafsīr entitled al-Taysīr fī l-tafsīr, which is said to have been written before 410/1019. This is an eloquent testimony to his dual credentials as both a Ṣūfī and a conventional scholar ( ʿālim) .",
    "Another example of “moderate” Ṣūfī tafsīr is al-Kashf wa-l-bayān ʿan tafsīr al-Qurʾān by Abū Isḥāq Aḥmad b. Muḥammad al- \n ¶ Thaʿlabī (d. 427/1035). Drawing heavily on Ḥaqāʾiq al- tafsīr, \n al-Thaʿlabī augmented the Ṣūfī exegetical logia assembled by al-Sulamī with conventional exegetical materials derived from ḥadīth as well as detailed discussions of the philological aspects and legal implications of the qurʾānic text (Saleh, Formation ). Al-Thaʿlabī's work formed the foundation of the famous commentary Maʿālim al-tanzīl fī tafsīr al-Qurʾān by Abū Muḥammad al-Ḥusayn al-Baghawī (hence its better known title — Tafsīr al-Baghawī ). He was born in 438/1046 in the village of Bagh or Baghshūr located between Herat and Marw al-Rūdh and distinguished himself primarily as a Shāfiʿī jurist and \n muḥaddith, whose thematically arranged collection of prophetic reports titled Maṣābīḥ al-sunna became a standard work of its genre. Although al-Baghawī was not considered a full-fledged Ṣūfī, he led an ascetic and pious way of life and avoided any contact with ruling authorities. His tafsīr is marked by his meticulous concern for the exegetical materials going back to the Prophet and his Companions (al- tafsīr bi-l-maʾthūr) and his desire to elucidate all possible aspects of the qurʾānic text. In seeking to achieve comprehensiveness he availed himself of diverse sources: from the leading Arab grammarians to the Shīʿī imāms and legal scholars. His Ṣūfī authorities include Ibrāhīm b. Adham (d. 160/777), Fuḍayl b. ʿIyāḍ (d. 188/ 803), al-Tustarī and al-Junayd (d. 298/ 910), whose ideas had probably reached him via al-Sulamī's Ḥaqāʾiq al-tafsīr and al-Thaʿlabī's al-Kashf wa-l-bayān . Al-Baghawī's use of this material was probably dictated by his drive to highlight all possible interpretations of the sacred text without privileging any one of them. Since by his age Ṣūfism had established itself as a legitimate and praiseworthy strain of Islamic piety he felt obligated to mention Ṣūfī views of the revelation, \n ¶ avoiding, however, their more controversial aspects. Thus, his inclusion of Ṣūfī exegesis did not necessarily reflect his own spiritual and intellectual priorities — a trend that we observe in many later exegetical works.",
    "A typical representative of this trend in the later period is Abū l-Ḥasan ʿAlī b. Muḥammad al-Shīḥī al-Baghdādī, better known as “ al-Khāzin” (d. 741/1341), whose Lubāb al-taʾwīl fī maʿānī al-tanzīl is an abridged rendition of al-Baghawī's Maʿālim al-tanzīl . As with al-Baghawī, Ṣūfī exegesis is just one of the aspects of the qurʾānic text that preoccupy al-Khāzin who explicitly states this in the introduction to his commentary. His other concerns include the rules of recitation, material transmitted by the Prophet and his Companions ( \n tafsīr bi-l-maʾthūr), legal implications (al- aḥkām al-fiqhiyya), the “occasions of revelation,” curious and unusual stories of past prophets and generations (q.v.; al- qiṣaṣ al-gharība wa-akhbār al-māḍīn al-ʿajība) . Therefore, the reason why this tafsīr is sometimes classified as Ṣūfī (e.g. Ayāzī, Mufassirūn, 598-602; al-Baghawī's tafsīr, on the other hand, is not identified as such, ibid., 644-9) remains unclear. In any event, it is certainly indicative of the trend toward comprehensiveness that gradually led to the blurring of the borderline between “Ṣūfī” and “non-Ṣūfī” exegesis and the inclusion of Ṣūfī exegesis in conventional commentaries, both Sunnī and Shīʿī.",
    "On the other hand, we observe the opposite tendency in approaching the Qurʾān, when renowned Ṣūfī masters produce quite conventional exegetical works that are practically devoid of any Ṣūfī elements. Nughbat al-bayān fī tafsīr al-Qurʾān by the influential Ṣūfī scholar and statesman under the caliph al-Qādir, Abū Ḥafṣ ʿ Umar \n al-Suhrawardī (d. 632/1234), which is occasionally classified under the rubric of “moderate” Ṣūfī exegesis (e.g Böwering, Ṣūfī hermeneutics, 257), is a case in point. \n ¶ This work , which remains in manuscript (see Düzenli, Şihabuddin), is characterized by a Western scholar as “a very standard, non-mystical commentary” that is “firmly situated in the type of philological and situational exegesis represented in the standard Sunni commentaries and exegetical tradition upon which al-Suhrawardī was drawing” (Ohlander, Abū Ḥafṣ). Indeed, even a cursory glance at the first dozen pages of its manuscript demonstrates an almost complete lack of any recognizable Ṣūfī motifs and methods. Moreover, the author explicitly states in the introduction that he has chosen to “stick to the basics” of the \n tafsīr genre and to abstain from composing a sophisticated and recondite esoteric commentary (an ubriza min sawāniḥ al-ghuyūb mā yarwī ʿaṭash al-qulūb) because of lack of time (fol. 2).",
    "Our survey of “moderate” Ṣūfī exegesis would be incomplete without mentioning Persian tafsīr s by Abū l-Faḍl Rashīd al-Dīn Aḥmad al- Maybudī (d. 530/1135) and Abū Naṣr Aḥmad al-Darwājikī (d. 549/1154). The former is based on the exegetical work of the renowned Ḥanbalī mystic ʿAbdallāh al-Anṣārī l-Harawī (d. 481/1089), as the author explicitly states in the introduction. It is no wonder that it is sometimes referred to as Tafsīr khawāja ʿAbdallāh al-Anṣārī, but the title given to it by the author is Kashf al-asrār wa-ʿuddat al-abrār . Born of a family renowned for its learning and piety in a town of Maybud (the province of Yazd in Iran), al-Maybudī combined the traditional education of a Shāfiʿī jurist and muḥaddith with a propensity to mysticism and an ascetic life-style. Like the other “moderate” Ṣūfī commentaries discussed above, al-Maybudī's Kashf al-asrār combines conventional historical, philological and legal exegesis with Ṣūfī \n ishārāt and \n laṭāʾif . The former is usually expressed in \n ¶ \n Arabic and the latter in Persian, thereby setting a precedent to be followed by many Persophone Ṣūfī authors in Iran and India. The commentator describes his method as consisting of three “stages” ( nawba) . The first involves a translation of selected verses from Arabic into Persian (see persian literature and the qurʾān; literature and the qurʾān ); the second provides a conventional historical, philological and legal commentary; while the third deals with the mystical aspects of the revelation. The latter relies heavily on al-Anṣārī's mystical commentary, which in turn is based on al-Sulamī's Ḥaqāʾiq al- tafsīr and its Ṣūfī authorities such as Abū Yazīd al-Bisṭāmī (d. 234/848 or 261/875), al-Junayd, al-Tustarī, and al-Shiblī (d. 334/946), etc. As befits a “moderate” commentator, al-Maybudī avoids Ṣūfī interpretations that conflict with the literal meaning of the qurʾānic text. His treatment of the controversial issues of anthropomorphic features of God, the provenance of good and evil, and divine predetermination of all events is that of an Ashʿarī theologian (see freedom and predestination ).",
    "Little is known about the other Persian tafsīr of that age by al-Darwājikī, nick-named the “ascetic” ( zāhid), beyond a cursory mention of his work , which remains unpublished. Even the exact title of his tafsīr remains debated, although it is often referred to as Tafsīr al-zāhid . The author's sobriquet indicates his propensity for an ascetic life-style; however, in the absence of an available text of this work its exact character is impossible to determine.",
    "A totally different vision of the qurʾānic revelation was presented by the celebrated Sunnī theologian and jurist Abū Ḥāmid al-Ghazālī, whose famous tract Jawāhir al-Qurʾān can hardly be defined as exegetical in the conventional sense of the word . \n ¶ Nevertheless, its emphasis on the numerous layers of meaning embedded in qurʾānic chapters and verses and the idea that the most elusive and subtle of them constitute the exclusive domain of Ṣūfī gnostics gives it a distinctive Ṣūfī flavor. In this work \n al-Ghazālī undertakes a classification of several types of qurʾānic verses according to their contents. In so doing he establishes a hierarchy of verses by likening them to various types of precious stones, pearls and rare substances. Thus, the knowledge ( maʿrifa) of God is symbolized by red sulfur (the precious substance which according to medieval alchemy could transform base metals into gold), while the knowledge of God's essence, attributes and works is likened to three types of corundum. Below this sublime knowledge lies what al-Ghazālī describes as “the definition of the path advancing to God,” namely the verses of the Qurʾān that elucidate the major stages of the believer's progress to God. This progress is couched by al-Ghazālī in a typical Ṣūfī imagery of “polishing” the mirror of the heart and soul and actualizing the divine nature ( lāhūt) inherent in every human being. Al-Ghazālī likens this category of qurʾānic verses to “shining pearls.” The third category contains verses dealing with man's condition at the time of his final encounter with God, namely, resurrection (q.v.), reckoning, the reward and the punishment, the beatific vision of God in the afterlife, etc. According to al-Ghazālī, this category, which he dubs “green emerald,” comprises “a third part of the verses and sūra s of the Qurʾān.” The fourth group includes numerous verses describing “the conditions of those who have traversed [the path to God] and those who have denied him and deviated from his path,” namely, various prophetic and angelic figures and other mythological individuals mentioned in the \n ¶ Qurʾān (see lie; gratitude and ingratitude; mythic and legendary narratives in the qurʾān ). In al-Ghazālī's view, their goal is to arouse fear and give warning to the believers (see \n warner \n ) and to make them consider carefully their own condition vis-à-vis God. He compares these verses to grey ambergris and fresh and blooming aloe-wood. The fifth group of verses deals with “the arguments of the infidels against the truth and clear explanation of their humiliation by obvious proofs.” According to al-Ghazālī these verses contain the greatest antidote (al-tiryāq al-akbar) . The sixth category of verses deals with the stages of man's journey to God and the management of its “vehicle,” the human body, by supplying it with lawful means of sustenance (q.v.) and procreation (see lawful and unlawful ). All this presupposes the wayfarer's interaction with other human beings and their institutions, the rules of which, according to al-Ghazālī, are stipulated in the verses belonging to the sixth category. Al-Ghazālī likens it to the “strongest musk.”",
    "Upon establishing this hierarchy of qurʾānic verses, al-Ghazālī proceeds to classify the “outward” and “inward” sciences associated with the Qurʾān. To the former belong (a) the science of its recitation which is represented by Qurʾān readers and reciters (see reciters of the qurʾān ); (b) the knowledge of its language and grammar which is handled by philologists and grammarians (see language and style of the qurʾān ); and (c) the science of “outward exegesis” (al- \n tafsīr al-ẓāhir) which its practitioners, those scholars whose focus rests on the Qurʾān's “external shell” (al- ṣadaf), mistakenly consider the consummate knowledge available to human beings. While al-Ghazālī recognizes the necessity of these “outward” sciences and their practitioners, he dismisses their \n ¶ claims to represent the ultimate knowledge about the Qurʾān. He attributes this honor to the “sciences of the kernels of the Qurʾān” ( ʿulūm al-lubāb), which are subdivided into two levels: the lower and the higher. The former, in turn, is subdivided into three groups: (a) the knowledge of the stories of the qurʾānic prophets, which is preserved and transmitted by story -tellers, preachers and ḥadīth-transmitters (see teaching and preaching the qurʾān ); (b) the knowledge of God's arguments against his deniers, which gave rise to theology (al- kalām) and its practitioners (the \n mutakallimūn ); and (c) the knowledge of the legal injunctions of the Qurʾān, which is represented by the jurists ( fuqahāʾ) . The latter, according to al-Ghazālī, are more important than the other religious specialists because the need for them is “more universal.” The upper level of the sciences that branched off of the Qurʾān includes the knowledge of God and of the world to come, followed by the knowledge of the “ straight path and of the manner of traversing it.”",
    "Having established the hierarchy of sciences that have grown out of the Qurʾān, al-Ghazālī lays out his exegetical method, which hinges on the notion of the allegorical and symbolic nature of the revelation:",
    "Know that everything which you are likely to understand is presented to you in such a way that, if in sleep you were studying the Protected Tablet ( al- lawḥ al-maḥfūẓ; see \n preserved tablet ) with your soul , it would be related to you through a suitable symbol which needs interpretation (Eng. trans. in Ghazālī, Jewels, 52).",
    "Hence, “The interpretation of the Qurʾān ( taʾwīl), ” according to al-Ghazālī, “occupies the place of the interpretation of dreams” ( \n taʿbīr; ibid.) and the exegete's task is to “comprehend the hidden connection \n ¶ between the visible world and the invisible” (Ghazālī Jewels, 53) or unseen in the same way as the interpreter of dreams strives to make sense out of somebody's dream or vision (see dreams and sleep ). This idea is brought home in the following programmatic statement:",
    "Understand that so long as you are in this-worldly life you are asleep, and your waking-up will occur only after death (see death and the dead; sleep \n ), at which time you become fit to see the clear truth face to face. Before that time it is impossible for you to know the realities except when they are molded in the form of imaginative symbols (Ghazālī, Jewels, 54).",
    "The only way to gain the knowledge of the true reality of God and his creation is, according to al-Ghazālī, through the renunciation of this world and righteousness. Those who seek “the vanities of this world, eating what is unlawful and following [their] carnal desires” are barred from the understanding of the qurʾānic message. Their corrupt and sinful nature makes them see nothing in the Qurʾān but contradiction and incongruence. Hence, the perception of the qurʾānic allegories and symbols by different people correspond to their level of spiritual purity and intellectual attainment. In commenting on the special virtue of q 1 (Sūrat al-Fātiḥa, “The Opening”; see fātiḥa ), which many exegetes consider to be the key to paradise (q.v.), al-Ghazālī argues that a worldly individual imagines the qurʾānic paradise to be a place where he will satisfy his desire for food, drink and sex, while the perfected Ṣūfī gnostic sees it as a site of refined spiritual pleasures and “pays no heed to the paradise of the fools”.",
    "Apart from the Fātiḥa, al-Ghazālī singles out the following verses for a special discussion: q 2:255 , “The Throne Verse ” (see \n ¶ \n \n throne of god \n ), q 112 (Sūrat al-Ikhlāṣ, “Purity of Faith”), q 36 (Sūrat Yā Sīn), whereupon he declares the Fātiḥa to be “the best of all sūra s” and the “ Throne Verse ” to be “the chief of all verses.” In the subsequent narrative he enumerates 763 “jewel verses” and 741 “pearl verses.” Al-Ghazālī never directly addresses the issue of how and why some divine statements can be better than others, although he profusely quotes prophetic reports that assert the special virtues of certain verses and sūra s.",
    "Like al-Qushayrī and earlier exegetes, al-Ghazālī is convinced that the depth of one's understanding of the Qurʾān is directly linked to one's level of spiritual purity, righteousness and intellectual progress. It is no wonder that in his ranking of exegetes the highest rank is unequivocally accorded to the accomplished Ṣūfī gnostic ( ʿārif) . To him and only to him is disclosed the greatest secret of being. This is stated clearly in al-Ghazālī's Mishkāt al-anwār — an esoteric reflection on the epistemic and ontological implications of the “ Light Verse ” ( q 24:35 ):",
    "The gnostics ascend from the foothill of metaphor (q.v.; al- majāz ) to the way-station of the true reality (al- ḥaqīqa) . When they complete their ascension, they see directly that there is nothing in existence except God most high (Ghazālī, Mishkat, 58).",
    "Therefore, for the gnostics, the qurʾānic phrase “Everything perishes save his face” ( q 28:88 ) is an expression of the existential truth , according to which “everything except God, if considered from the viewpoint of its essence, is but a pure nonexistence ( ʿadam maḥḍ), ” God being the only reality of the entire universe ( Mishkāt, 58). This bold idea prefigures the monistic speculations of Ibn al-ʿArabī and his followers, who also were to make extensive use of esoteric ex- \n ¶ egesis in order to showcase their monistic vision of the world .",
    "The blossoming of ecstatic/esoteric exegesis",
    "The works of Persian Ṣūfīs Abū Thābit Muḥammad al-Daylamī (d. 593/1197) and Rūzbihān Baqlī (d. 606/1209) constitute a distinct trend in Ṣūfī exegetical literature that is characterized by “intense visions and powerful ecstasies interpreted in terms of a qurʾānically based metaphysics” (Ernst, Rūzbihān, ix). The prevalence of such elements in the exegetical works of these two writers prompted Böwering (Ṣūfī hermeneutics, 257) to describe them as being more “esoteric” than their “moderate” counterparts discussed above. Al-Daylamī, a little known, if original and prolific author, wrote a mystical commentary entitled Taṣdīq al-maʿārif (it is also occasionally referred to as Futūḥ al-raḥmān fī ishārāt al-Qurʾān ). It creatively combines early Ṣūfī exegetical dicta borrowed from al-Sulamī's Ḥaqāʾiq al-tafsīr — they constitute about half of al-Daylamī's work — with the author's own elaborations. Surprisingly, al-Daylamī never mentions al-Qushayrī's Laṭāʾif al-ishārāt, which was composed some one hundred years before his own. As already mentioned, al-Daylamī's own texts reflect his overwhelming preoccupation with “the visionary world of the mystic,” which “is seen as totally real and fully identical with the spiritual world of the invisible realm” (ibid., 270). In the absence of an edited and published text of this commentary — which seems to exist in a unique manuscript — one cannot provide a detailed analysis of its content. According to Böwering who discovered the manuscript in a Turkish archive, it is “a continuous yet eclectic commentary on selected koranic verses from all suras presented in sequence” which “consists of two parallel levels of interpretative glosses on koranic phrases, specimens of Ṣūfī sayings, \n ¶ and items of the author's own explanation.” His work foreshadowed “ideas that emerged in the Kobrawi school” [of Ṣūfism] (Böwering, Deylamī), whose exegetical production will be discussed below.",
    "Somewhat better known is the commentary of al-Daylamī's younger contemporary Rūzbihān [al-]Baqlī al-Shīrāzī (d. 606/1209) entitled ʿArāʾis al-bayān fī ḥaqāʾiq al-Qurʾān . This massive exegetical opus reflects Rūzbihān's overriding propensity for visions, dreams, powerful ecstasies and ecstatic utterances that “earned him the sobriquet ‘Doctor Ecstaticus’ (shaykh-i shaṭṭāḥ) ” (Ernst, Rūzbihān). Like al-Daylamī's Taṣdīq al-maʿārif, ʿArāʾis al-bayān was written in Arabic and consists almost equally of earlier exegetical material — mostly borrowed from al-Sulamī — and of the author's own glosses. In contrast to al-Daylamī, Rūzbihān also availed himself of the materials borrowed from al-Qushayrī's Laṭāʾif al-ishārāt . Rūzbihān's uses of the Qurʾān in both his commentary and other works, however, are much bolder than those of the Ṣūfī exegetes already described. Not only does he constantly invoke the sacred text in describing his spiritual encounters with and visions of God, but he also claims to have symbolically eaten it (see popular and talismanic uses of the qurʾān ). Thus in his Kashf al-asrār, “Unveiling of secrets,” he provides the following description of his visionary experiences:",
    "When I passed through the atmosphere of eternity (q.v.), I stopped at the door of power (see power and impotence ). I saw all the prophets present there; I saw Moses with the Torah (q.v.) in his hand, Jesus (q.v.) with the Gospel (q.v.) in his hand, David (q.v.) with the Psalms (q.v.), and Muḥammad with the Qurʾān in his hand. Moses gave me the Torah to eat, Jesus gave me \n ¶ the Gospel to eat, David gave me the Psalms to eat and Muḥammad gave me the Qurʾān to eat. Adam gave me the most beautiful names [of God] and the Greatest Name to drink. I learned what I learned of the elect divine sciences for which God singles out his prophets and saints ( Ernst, \n Rūzbihān, 51).",
    "One can hardly be any bolder than this. According to Ernst, this dream is deemed to symbolize Rūzbihān's “complete internalization” of the inspiration of these scriptures. The Qurʾān and its imagery figure prominently in the Ṣūfī's ecstatic visions. Thus he compares his condition in the presence of God with that of Zulaykha in the presence of Joseph (q.v.; q 12:22-32 ), as described in the following passage:",
    "He wined me with the wine (q.v.) of intimacy and nearness. Then he left and I saw him as the mirror of creation wherever I faced, and that was his saying, “Wheresoever you turn, there is the face of God” ( q 2:109 [sic]). Then he spoke to me after increasing my longing for him… and [I] said to myself: “I want to see his beauty without interruption.” He said: “Remember the condition of Zulaykha and Joseph…” (Ernst, Rūzbihān, 42).",
    "Rūzbihān also draws a bold comparison between himself and Adam and has God say the following:",
    "I have chosen my servant Rūzbihān for eternal happiness, sainthood ( wilāya), and bounty…. He is my vicegerent ( khalīfa) in this world and all worlds; I love whosoever loves him and hate whosoever hates him…, for I am “one who acts when he wishes” ( q 107:11 [sic]; Ernst, Rūzbihān, 48).",
    "This feeling of mutual love, intimacy and [com]passion between God and his \n ¶ mystical lover is the hallmark of Rūzbihān's entire mystical legacy. According to Ernst, the very title of Rūzbihān's commentary — ʿArāʾis al-bayān, “The brides of explanation” — “invokes the unveiling of the bride in a loving encounter as the model of initiation into the esoteric knowledge of God” (Ernst, Rūzbihān, 71). One can argue that Rūzbihān's visionary and ecstatic experiences are virtually permeated by qurʾānic language and imagery. As with early Ṣūfī masters, the Qurʾān serves Rūzbihān as a means of transforming himself and, eventually, achieving the ultimate intimacy with and knowledge of God.",
    "Ibn al-ʿArabī and the Kubrawī tradition",
    "According to Böwering's classification (Ṣūfī hermeneutics, 257), the subsequent stage in the development of Ṣūfī exegesis was dominated by its two major strains: Muḥyī l-Dīn Ibn al-ʿArabī (d. 638/1240) and his followers (mostly in the Muslim east) and Najm al-Dīn Kubrā (d. 618/1221) and the Kubrawī school of Ṣūfism.",
    "One can say that Ibn al-ʿArabī's long-lasting influence on the subsequent Ṣūfī tradition springs from his role as an intellectual bridge between eastern and western strains of Ṣūfism. While Ṣūfī ideas initially spread westwards — from Sahl al-Tustarī and the Baghdādī school to Ibn Masarra al-Jabalī (d. 319/ 931) and his Andalusī and Maghribī successors — by the sixth/twelfth century western Ṣūfism acquired a distinctive character and was represented by such versatile and original thinkers as Ibn Barrajān (d. 536/1141), Ibn al-ʿArīf (d. 536/1141), Ibn Qasī (546/1151), Abū Madyan (d. 594/ 1197) and Ibn al-ʿArabī, to name but a few (Gril, ‘La lecture’, 521-2). Of these Ibn Barrajān deserves special notice as the author of at least one, and possibly two, Ṣūfī commentaries that seem to have had a profound influence on Ibn \n ¶ al-ʿArabī and his numerous followers in the Muslim east.",
    "As with earlier Ṣūfī exegetes, Ibn Barrajān envisioned the realization of the qurʾānic message by the mystic as his progressive immersion into its mysteries, which eventually results in what the Andalusī master called “the paramount reading” (al- tilāwa l-ʿulyā) of the Qurʾān. In the process, the very personality of the mystic is transformed by this encounter with the divine word as he passes from its literal message ( ʿibra; iʿtibār) to its underlying, “crossed over to” truth \n (al- maʿbūr ilayhi) and from a physical perception ( baṣar) of the sacred text to an interior, intuitive grasp of its inner reality (Gril, ‘La lecture’, 516). In other words, in the process of “remembering” ( dhikr) and contemplating the Qurʾān the mystic develops a deep and genuine insight that allows him to realize its true meaning and implications. As a result, he is eventually transformed into the “universal servant” (al- ʿabd al-kullī), whose recitation of the sacred text is twice as effective as the recitation of the ordinary believer or the “partial servant” (al-ʿabd al-juzʾī) .",
    "Ibn Barrajān's exegesis displays the following characteristic features that set it apart from the mainstream interpretative tradition (whose elements are duly represented in his work ): (1) the insistence that dhikr should serve as the means of achieving a total and undivided concentration on the sacred text; (2) the continual awareness of the subtle correspondences between the phenomena and entities of the universe and the “ signs ” embedded in the scripture; (3) the affirmation that the heart of the “universal servant” is capable of encompassing the totality of existence in the same way as it is contained in the Preserved Tablet ; and (4) the notion that the divine word constitutes the supreme reality of human nature, which makes it possible to \n ¶ erase the boundary that separates the creature from its creator and thereby achieve a cognitive and experiential union between them (ibid., 520-1). Finally, Ibn Barrajān restricts this superior realization of the divine word to a small group of divinely elected individuals, whom he identifies as “the veracious ones” ( ṣiddīqūn) . His bold ideas were elaborated upon and brought to fruition in the legacy of Ibn al-ʿArabī and his school.",
    "Ibn al-ʿArabī's uses of the Qurʾān are rich and variegated. He claims to have composed a multi-volume commentary on the Qurʾān entitled al-Jāmiʿ wa-l-tafṣīl fī asrār maʿānī l-tanzīl, which seems to have been lost. On the other hand, his entire work , including his major masterpieces — Fuṣūṣ al-ḥikam and al-Futūḥāt al-makkiyya — may be seen as a giant running commentary on the foundational texts of Islam, the Qurʾān and the sunna of the Prophet. His overall approach to the Qurʾān must be considered in the general context of his thought which is characterized by the belief that the true realities of God and the universe are concealed from ordinary human beings behind a distorting veil of images and appearances. These true realities, however, can be rendered accessible to the elect few through a spiritual awakening and special intellectual insight or “unveiling” ( kashf) bestowed upon them by God. Ibn al-ʿArabī calls the possessors of this insight “the people of the true reality” ( ahl al-ḥaqīqa), or “divine gnostics” ( ʿārifūn) . They and only they can decipher the true meaning of the symbols that constitute both the qurʾānic text and the entities and phenomena of the empirical universe, which are likened by Ibn al-ʿArabī to a giant book. For him, both the Qurʾān and the universe are but “books” of God — assemblages of symbols and images behind which lie the ultimate realities of existence that, in the final account, \n ¶ take their origin in and are somehow identical to the divine reality (al- ḥaqq) . The deciphering of these symbols and images becomes possible through God's revelatory manifestations ( tajallī) to his elect “friends” and through their ability to perceive their hidden meaning by means of their imaginative faculties.",
    "Since Ibn al-ʿArabī considered himself to be the greatest \n ʿārif of his age (and possibly of all times) and the spiritual “pole” (al- quṭb) of the universe , he saw no reason to legitimize his understanding of the meaning of the scripture or — as he put it, of its “ spirit ” ( rūḥ) — by reference to any prior exegetical authority or tradition. In his opinion, he is absolved of such a justification because his “epistemic source” is nothing other than divine inspiration (Nettler, Ṣūfī metaphysics, 29). This attitude is evident from his poetic commentaries on selected qurʾānic sūra s included in his poetic collection ( Dīwān, 136-79). Here Ibn al-ʿArabī offers an exegesis aimed at bringing out the “spiritual quintessence” (rūḥ) of these sūras. In so doing, he deliberately relegates his role to that of a simple transmitter of the outpourings of divinely induced insights that are dictated to him in the “mystical moment” (wārid al-waqt) in which he happens to find himself. He is adamant that he has added nothing to what he has received from this divine source of inspiration (Bachmann, Un commentaire, 503). His use of poetry — an art associated with pre-Islamic paganism (see poetry and poets; pre-islamic arabia and the qurʾān ) — and his occasional imitation of the meter and rhythm of qurʾānic chapters (see inimitability; provocation ) no doubt raised many scholarly eyebrows, both during his lifetime and after his death. So did his radical departure from the conventions of traditional exegesis. Thus in elucidating the “ spirit ” of the Fātiḥa Ibn al-ʿArabī boldly and some- \n ¶ what incongruously refers to God as “a light not like any other light” — a clear allusion to the Light Verse ( \n \n āyat al-nūr, \n q 24:35 ) — then proceeds to discuss its implications, which have little to do with the sūra that he is supposedly discussing (Bachmann, Un commentaire, 505).",
    "His claim to be a simple mouthpiece of the divine inspirer absolves him, however, of the necessity to justify his exegetical method or to follow any conventional logic. This inspirational exegesis, according to Ibn al-ʿArabī, assures absolute certainty in interpretation of the divine word and overrules all alternative understandings of it. Ibn al-ʿArabī also revisits q 24:35 in many passages of his magnum opus, al-Futūḥāt al-makkiyya . Here his interpretation of this verse reveals three distinct levels of understanding of its meaning: the metaphysical and cosmological, the analogical (built around the implicit correspondences between the universe and the human individual) and the existential-experiential based on the notion — so dear to Ibn al-ʿArabī — of the underlying unity (and union) of God, humankind and the universe (Gril, Le commentaire, 180). In Fuṣūṣ al-ḥikam — Ibn al-ʿArabī's controversial meditation on the phenomenon of prophethood and its major representatives — his uses of the qurʾānic text are particularly bold and challenging (the same is true of his uses of the sunna ). The Qurʾān radically and dramatically reinterpreted by the Ṣūfī master serves as a showcase for his monistic metaphysics (see also philosophy and the qurʾān ). Moreover, for Ibn al-ʿArabī his monistic vision of God, humankind and the universe constitutes the very truth and ultimate meaning of the qurʾānic revelation (Nettler, Ṣūfī metaphysics, 13-14). In the Fuṣūṣ, the traditional exegetical lore associated with the prophets and other individuals mentioned in the qurʾānic text is inextri- \n ¶ cably intertwined with “an extremely abstruse ‘Ṣūfī metaphysics,’” which for Ibn al-ʿArabī presumably reflected its inner, essential, truth (ibid., 14). This kind of exegesis is so distinctive and unique that it “may be considered an Islamic religious genre in its own right” that can be dubbed “Ṣūfī metaphysical story-telling” (ibid.).",
    "As an example of Ibn al-ʿArabī's exegetical method, one can cite his audacious rendition of the story of Aaron (q.v.), Moses and the golden calf ( q 7:148-55 and q 20:85-94 ; see calf of gold ). Here — contrary to the literal meaning of the qurʾānic narrative — Aaron and the worshippers of the golden calf are portrayed as being wiser than Moses, who misguidedly scolds them for lapsing into idolatry (see idolatry and idolaters ). Unlike moses, they realize that God can be worshipped in every object, for every object, including the golden calf, is but “a site of divine self-manifestation” ( \n baʿḍ al-majālī l-ilāhiyya; Fuṣūṣ, 192; Nettler, Ṣūfī metaphysics, 53). In this interpretation, the original qurʾānic condemnation of idolatry is completely inverted: the idolaters become “gnostics,” who",
    "know the full truth \n concerning idolatry, but are honor-bound not to disclose this truth, even to the prophets, the apostles and their heirs, for these all have their divinely-appointed roles in curbing idolatry and promoting the worship of God in their time and their situation (Nettler, Ṣūfī metaphysics, 67).",
    "The ultimate truth , however, is that God is immanent to all things and can be worshipped everywhere. Here, and throughout the Fuṣūṣ, Ibn al-ʿArabī's unitive, monistic vision of God and the world is presented within the framework of qurʾānic narratives (q.v.) pertaining to the vicissitudes of the prophetic missions of the past (see punishment stories ). For him, however, \n ¶ this is not his personal vision but the true and unadulterated meaning of the divine word (ibid., 94).",
    "The major themes of Ibn al-ʿArabī's legacy were explored and elucidated by his foremost disciple, Ṣadr al-Dīn al-Qūnawī (d. 673/1274), the author of numerous influential works on theoretical Ṣūfism. His major exegetical work , Īāz al-bayān fī taʾwīl al-Qurʾān, is a lengthy disquisition on the metaphysical, epistemological and psychological implications of the first sūra of the Qurʾān based on the assumption that it constitutes the very gist of the revelation. The author's indebtedness to Ibn al-ʿArabī is obvious from the outset, when he states that",
    "God made the primeval macrocosm (al- ʿālam al-kabīr) — from the viewpoint of its [outward] form — a book carrying the images of the divine names… and he [God] made the perfect man — who is but a microcosm (al-ʿālam al-ṣaghīr) — an intermediate book from the viewpoint of [its] form, which combines in itself the presence of the names and the presence of the named [i.e. God]. He also revealed the great Qurʾān as a guidance to the human being — who is fashioned in his image — in order to explain the hidden aspect of his way, the secret of his sūra and of his rank (Qūnawī, al-Tafsīr, 98).",
    "Al-Qūnawī identifies five levels and realms of existence and their correspondence to the five layers of meaning of the divine word . For the exegete, this task of identification is much more important than the minutia of conventional tafsīr with which he claims to have deliberately dispensed (ibid., 103). Al-Qūnawī's emphasis on the hierarchies of the divine names and their ontological counterparts (realms of existence) constitutes probably the most distinguishing feature of this highly technical \n ¶ and recondite mystical commentary, which came to characterize the intellectual legacy of Ibn al-ʿArabī's school of thought as a whole.",
    "In ʿAbd al-Razzāq Kamāl al-Dīn al-Qāshānī (d. 730/1329), a native of the Iranian province of Jibāl, we find another scholar fully committed to Ibn al-ʿArabī's spiritual and intellectual legacy, while remaining an original mystical thinker in his own right. Not only did al-Qāshānī distinguish himself as an advocate of his great predecessor but also as an effective disseminator of the latter's mystical teaching which by that time had come to be known as “the doctrine of the unity/oneness of being/existence” ( waḥdat al-wujūd) . As a promoter of Ibn al-ʿArabī's ideas, his main achievement lies in his ability to strip them of their original ambiguity, and open-endedness and to present them in a lucid and accessible form to anyone who cared to learn them. Al-Qāshānī excelled in this task to such an extent that his popular mystical commentary, originally titled \n Taʾwīl al-Qurʾān, was for several centuries considered by many to be a work of Ibn al-ʿArabī himself. In fact, its latest edition, which appeared in Beirut in 1968, was entitled \n Tafsīr al-Qurʾān al-karīm lil-shaykh al-akbar… Ibn ʿArabī . A systematic and clear-headed thinker, al-Qāshānī provides a detailed self-reflective exposition of his exegetical method in the introduction to his commentary. Citing a famous prophetic ḥadīth according to which each qurʾānic verse has two aspects — the “outward” ( ẓahr) and the “inward” ( baṭn) — al-Qāshānī identifies the understanding of the former as tafsīr and of the latter as taʾwīl (Qāshānī, Taʾwīl, i, 4). His own interpretation is consistently identified as taʾwīl throughout the rest of his work . This indicates that by his time the rigid tafsīr/taʾwīl dichotomy, which does not seem to have existed in the earlier periods — both \n ¶ \n al-Ṭabarī and al-Bayḍāwī (d. prob. 716/1316) had no compunctions about applying the word \n \n taʾwīl to their conventional commentaries — had become widespread, at least in some Ṣūfī circles (cf. however, Shāh Walī Allāh, who defined taʾwīl as a regular historical and contextual commentary; Baljon, Religion and thought, 141). In a revealing passage from the introduction to his Taʾwīl \n al-Qāshānī describes his personal relationship with the qurʾānic revelation which, in a sense, epitomizes the Ṣūfī stance vis-à-vis the divine word:",
    "For a long time I made the recitation ( tilāwa) of the Qurʾān my habit and custom and meditated on its meaning with the [full] strength of my faith. Yet, despite my assiduousness at reciting passages from it (al- awrād), my chest was constrained, my soul troubled and my heart remained closed to it. However, my lord did not divert me from this recitation until I had grown accustomed and habituated to it and begun to taste the sweetness of its cup and its drink. It was then that I felt invigorated, my breast opened up, my conscience expanded, my heart was at ease, and my innermost self liberated… by these revelations. Then there appeared to me from behind the veil the meanings of every verse such that my tongue was incapable of describing, no capacity able to determine and count, and no power could resist unveiling and disclosure” ( Taʾwīl, i, 4).",
    "Unlike the authors of “moderate” Ṣūfī commentaries discussed above, al-Qāshānī consciously ignores those passages of the Qurʾān that, in his view, are not susceptible to esoteric interpretation (kull mā lā yaqbalu al-taʾwīl ʿindī aw lā yaḥtāju ilayhi) . With more than five centuries of Ṣūfī exegesis behind him, al-Qāshānī no longer feels obligated to pay tribute to the trivia of conventional \n tafsīr and focuses only on those aspects of \n ¶ the sacred text that resonate with his esoteric vision of the world . Even some favorite “Ṣūfī” verses such as q 7:172 and q 85:22 are passed over in silence, perhaps because al-Qāshānī feels that their interpretative potential has been exhausted by his predecessors (Lory, Commentaires, 31). Addressed to his fellow Ṣūfīs, “the people of [supersensory] unveiling” ( \n ahl al-kashf), al-Qāshānī's exegesis brims with classical Ṣūfī terminology and themes borrowed from Ibn al-ʿArabī's monistic ideas and imagery. In many cases, this terminology is not explained, presupposing its prior knowledge by the reader (ibid., 30). Al-Qāshānī is completely at home in dealing with all major levels of exegesis established by his predecessors: the monistic metaphysics with its tripartite division of being into the empirical realm ( ʿālam al-shahāda), the intermediate realm of divine power (al- jabarūt) and the purely spiritual realm of divine sovereignty \n (al- malakūt); the parallelism and correspondence between the universe (the macrocosm) and its human counterpart (the microcosm); the major stages and spiritual states of the mystic's progress to God; the symbolism of the letters of the Arabic alphabet; numerology (q.v.); etc. As a typical example of his method one may his cite his glosses on q 17:1 :",
    "“Glory be to him, who carried his servant,” that is — [who] purified him from material attributes and deficiencies associated with [his] creation by means of the tongue of the spiritual state of disengagement [from the created world ] (al- tajarrud) and perfection at the station of [absolute] servanthood… — “by night” — that is, in the darkness of bodily coverings and natural attachments, for the ascension and rise cannot occur except by means of a body — “from the holy mosque” — that is, from the station of the heart that is pro- \n ¶ tected from the circumambulation of the polytheism of carnal drives… ( Taʾwīl, i, 705).",
    "In this passage and throughout, the correspondences between qurʾānic images and Ṣūfī psychology, epistemology and ontology are clearly and firmly established, leaving little room for the ambiguity of reference and referent and a general opacity of meaning that characterize the works of Ibn al-ʿArabī. One can thus conclude that in al-Qāshānī's commentary the esoteric exegesis of the previous centuries receives a succinct, systematic — perhaps overly-systematic — and lucid articulation. The exegetical method derived from Ibn al-ʿArabī and his predecessors has become stabilized. Its subsequent re-articulation by such later Ṣūfīs as Badr al-Dīn Simawī (d. 820/1420), Ismāʿīl Ḥaqqī (d. 1137/ 1725), Shāh Walī Allāh (d. 1176/1762), and Ibn ʿAjība (d. 1224/1809) — to name but a few — evinces a remarkable continuity that may be construed by some as a lack of originality. In the case of the last two authors, mystical exegesis is offered alongside other types of commentary, of which Ibn ʿAjība, for example, cites as many as eleven in his al-Baḥr al-madīd (i, 129-31). His \n tafsīr demonstrates his equal facility with both esoteric and exoteric commentary, without privileging either one of them (Michon, Le soufi, 88-9).",
    "While the tradition of Qurʾān interpretation associated with the central Asian Ṣūfī master Najm al-Dīn Kubrā (d. 618/1221) and his followers Najm al-Dīn Dāya [al-] Rāzī (d. 654/1256) and ʿAlāʾ al-Dawla Simnānī (d. 736/1336) is often treated as a separate school of Ṣūfī exegesis (e.g. Böwering, Ṣūfī hermeneutics, 257), this perception has more to do with two different spiritual and intellectual lineages than with differences in their approaches to the Qurʾān. Unlike the Ṣūfī commentar- \n ¶ ies discussed above, we are dealing here with what amounts to a collective exegetical work that was started by Kubrā, continued by Dāya [al-]Rāzī and completed by Simnānī, although “it is possible that there are two different continuations to Kubrā's commentary, one by Simnānī and the other by Dāya” ( Elias, Throne carrier, 205). “It is also conceivable that Dāya revised Kubrā's commentary” (ibid.). In any event, this commentary remains unpublished and our knowledge of its contents is derived from a recent Western study of Simnānī's oeuvre by Jamal Elias (ibid., 107-10).",
    "As with earlier Ṣūfī exegetes, Simnānī spoke of “four levels of meaning [of the Qurʾān] corresponding to four levels of existence” (ibid., 108). Its exoteric dimension corresponds to the realm of “humanity” ( nāsūt); its esoteric dimension to the realm of divine sovereignty \n ( malakūt); its limit ( ḥadd) relates to the realm of divine omnipotence ( jabarūt); and its point of ascent, or anagoge ( maṭlaʿ/ muṭṭalaʿ) corresponds to the realm of divinity ( \n lāhūt, ibid., 108). These realms, in turn, correspond to four levels of the human understanding of the Qurʾān — that of the ordinary believer ( muslim), who relies upon his faculty of hearing (see seeing and hearing; hearing and deafness ); that of the faithful one ( muʾmin), who relies on divine inspiration; that of the righteous one ( muḥ sin ), who should not disclose what he understands except with divine permission ( idhn); and, finally, the [direct] witness ( \n shāhid; see \n witness to faith \n ) whose understanding is so sublime that he should refrain from disclosing it to anyone for fear of confusion and sedition (ibid.). God's purpose in sending his revelation is to cleanse the hearts and souls of human beings from mundane distractions and thereby lead them to salvation. To this end, he has supplied them with special faculties \n ¶ or “subtle centers” ( laṭāʾif) that orient them toward God and, eventually, lead the elect few of them to “a complete revelation of the true nature of reality” (ibid., 85).",
    "Finally, mention should be made of the exegesis that combines esoteric exegesis and mystical metaphysics with Shīʿī theology. Here one thinks primarily of the exegetical works by Ḥaydar-i Āmulī (d. after 787/1385) — who consistently sought to integrate Ibn al-ʿArabī's ideas and exegetical methods into the Shīʿī intellectual universe — and Mullā Ṣadrā (d. 1050/ 1640) and his school, including what appears to be an extremely rare, if not unique, example of a mystical commentary written by a female scholar from Iran named Nuṣrat bt. Muḥammad Amīn, better known as Bānū-yi Iṣfahānī (d. 1403/1982; Ayāzī, Mufassirūn, 310-15, 629-33; Āmulī, Jāmiʿ al-asrār; Mullā Ṣadrā, Asrār al-āyāt; Amīn, Tafsīr-i makhzan ).",
    "This survey does not discuss the development of Ṣūfī exegesis in modern times, which in Western scholarship remains largely a terra incognita (see post-enlightenment academic study of the qurʾān ). For some representative works of this genre see Ayāzī, Mufassirūn, 833. See also \n wisdom ; science and the qurʾān; time \n ."
  ],
  "bibliography": [
    "N. Amīn (Bānū-y Iṣfahānī), Tafsīr-i makhzan al-ʿirfān, 10 vols., Tehran 1982",
    "H. Āmulī, Jāmiʿ al-asrār, ed. O. Yahya and H. Corbin, Tehran/Paris 1969",
    "Baghawī, Maʿālim",
    "al-Ghazālī, Abū Ḥāmid Muḥammad b. Muḥammad, Jawāhir al-Qurʾān, ed. M. al-Qabbānī, Beirut 1985, trans. M.A. Quasem, The jewels of the Qurʾān, London 1983",
    "id., Mishkāt al-anwār, ed. S. Dughaym, Beirut 1994",
    "Ibn ʿAjība, Abū l-ʿAbbās Aḥmad b. Muḥammad, Tafsīr al-Fātiḥa al-kabīr al-musammā bi-l-Baḥr al-madīd, ed. B.M. Bārūd, 2 vols., Abu Dhabi 1999",
    "Ibn al-ʿArabī, Abū Bakr Muḥammad b. ʿAbdallāh, Dīwān, Beirut n.d.",
    "id., Fuṣūṣ al-ḥikam, ed. A.ʿA. \n ¶ ʿAfīfī, Beirut 1980",
    "id., al-Futūḥāt al-makkiya, 4 vols., Beirut 1968",
    "Khāzin, Lubāb",
    "al-Maybudī, Abū l-Faḍl Rashīd al-Dīn Aḥmad, Kashf al-asrār wa-ʿuddat al-abrār, ed. ʿA.A. Ḥikmat, 10 vols., Tehran [1952-61]",
    "Mullā Ṣadrā (Ṣadr al-Dīn Shīrāzī), Asrār al-āyāt, ed. M. Khvājavī, Beirut 1993",
    "al-Qāshānī, Taʾwīl",
    "al-Qūnawī, Ṣadr al-Dīn, al-Tafsīr al-ṣūfī lil-Qurʾān. Ījāz al-bayān fī taʾwīl al-Qurʾān, ed. A.Q.A. ʿAṭā, Cairo 1969",
    "Qushayrī, Laṭāʾif",
    "al-Sarrāj, Abū Naṣr ʿAbdallāh b. ʿAlī, Kitāb al-Lumaʿ fī l-taṣawwuf, ed. R.A. Nicholson, Leiden/London 1914",
    "Sulamī, Ḥaqāʾiq al-tafsīr, ed. S. Imrān, 2 vols., Beirut 2001",
    "id., Ziyādāt",
    "S.M. Ayāzī, al-Mufassirūn. Ḥayātuhum wa-manhajuhum, Tehran 1414/1993",
    "P. Bachmann, Un commentaire mystique du Coran, in Arabica 47 (2000), 503-9",
    "J.M.S. Baljon, Religion and thought of Shāh Walī Allāh Dihlawī, 1703-1762, Leiden 1986",
    "G. Böwering, Deylamī, Šams al-Dīn Abū T ābet Moḥammad b. ʿAbd al-Malek Ṭūsī, in Encyclopedia Iranica, vii, 341-2",
    "id., Mystical",
    "id. The scriptural “senses” in medieval Ṣūfī Qurʾān exegesis, in J.D. McAuliffe, B.D. Walfish and J.W. Goering (eds.), With reverence for the word. Medieval scriptural exegesis in Judaism, Christianity, and Islam, New York 2003, 346-65",
    "id., Ṣūfī hermeneutics in medieval Islam, in \n rei \n 55-7 (1987-9), 255-70",
    "Y. Düzenli, Şihabuddin Sühreverdi ve Nuǧbetü l-beyan, PhD thesis, Marmara University, Istanbul 1994",
    "J. Elias, The throne carrier of God, Albany, NY 1995",
    "C. Ernst, Rūzbihān [al-Baḳlī], in \n ei \n 2 , viii, 651-2",
    "id., Rūzbihān Baqlī, Richmond, Surrey 1996",
    "D. Gril, ‘La lecture supérieure’ du Coran selon Ibn Barrajan, in Arabica 47 (2000), 510-22",
    "id., Le commentaire du verset de la lumière d'après Ibn ʿArabī, in Bulletin de l'Institut français d'archéologie orientale 90 (1990), 179-87",
    "A. Keeler, Ṣūfī hermeneutics. Maybudī's Persian commentary on the Qurʾān, the Kashf al-asrār, Oxford (forthcoming)",
    "J.-L. Michon, Le soufi marocain Aḥmad Ibn ʿAjība (1746-1809), Paris 1973",
    "R. Nettler, Ṣūfī metaphysics and qurʾānic prophets, Cambridge 2003",
    "Nwyia, Exégèse",
    "id., Trois oeuvres inédites de mystiques musulmans, Beirut 1972",
    "E. Ohlander, Abū Ḥafṣ ʿUmar al-Suhrawardī and the institutionalization of Ṣūfism, PhD diss., U. Michigan 2004",
    "W. Saleh, The formation of the classical tafsīr tradition, Leiden 2004",
    "K.Z. Sands, Ṣūfī commentaries on the Qurʾān in classical Islam, London 2005"
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "source_editors": null,
  "last_updated": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}
