{
  "id": "eweb_561",
  "source": "EQ",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EQO/EQCOM-00172.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-3922_q3_EQCOM_00172",
  "title": "Remembrance",
  "authors": [
    "Angelika Brodersen"
  ],
  "word_count": "(3,281 words)",
  "first_online": "01 Mar 2018",
  "issn": "1875-3922",
  "publisher": "Brill",
  "content": [
    "Recollection; state of being held in mind. Verbal and substantive expressions ( dhikr, dhikrā, tadhkira) derived from the radical \n dh-k-r appear in 274 verses of the Qurʾān (excluding passages rendering the meaning of “male”) and these have different \n ¶ connotations depending on context (see Ahrens, Christliches, 39 for discussion of the etymology). In addition to the basic meaning of “remembrance” this vocabulary can be employed in the sense of “thinking of, speaking about, mentioning, reporting on, relating” as well as “admonition, warning.”",
    "Remembrance of God",
    "The most important signification of the first form of the verb is “thinking about” or “calling to mind,” with the remembrance of God being the primary focus (see \n memory ; prayer \n ). In q 29:45 , “Recite what is sent of the book (q.v.) to you by inspiration (see \n revelation and inspiration ; recitation of the qurʾān \n ), and establish regular prayer, for prayer restrains from shameful and evil deeds (q.v.), and remembrance of God is the greatest [thing in life] without doubt.” Remembrance of God is even deemed superior to the religiously-mandated duties (e.g. the obligatory duty of prayer; see \n worship ; ritual and the qurʾān \n ). Some further examples of qurʾānic descriptions of the remembrance of God are: q 13:28 , “Those who believe, and whose hearts find satisfaction in the remembrance of God; for without doubt in the remembrance of God do hearts find satisfaction” (see \n heart ; belief and unbelief \n ); q 18:101 , “[Unbelievers] whose eyes had been under a veil (q.v.) from remembrance of me, and who were unable to hear” (see \n seeing and hearing ; vision and blindness ; hearing and deafness \n ); and q 20:14 , “Verily, I am God. There is no god but I, so serve me [only], and establish regular prayer for my remembrance” (see \n witness to faith \n ).",
    "The Qurʾān sometimes specifies that the “name of God” should be remembered, as in q 87:14-5 : “But he will prosper who purifies himself, and remembers the name of his lord (q.v.), and prays” (see \n\t\t\t\t\t\t\t\tclean-\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tliness and ablution;\n\t\t\t\t\t\t\t \n \n ritual purity \n ); and q 22:40 : “If God had not checked one set of people by means of another, monasteries, churches, synagogues, and mosques (see \n sacred precincts ; monasticism and monks ; church ; mosque \n ), in which the name of God is commemorated in abundant measure, would surely have been pulled down.” This exhortation includes the proclamation of the divine name over slaughtered animals (see \n consecration of animals ; slaughter \n ), e.g. q 22:28 : “That they may witness the benefits [provided for them], and celebrate the name of God, through the days appointed, over the cattle which he has provided for them [for sacrifice]: then eat thereof and feed the distressed ones in want” (see \n almsgiving ; poverty and the poor \n ; cf. q 22:34 and 36 regarding the eating of sacrificial animals); and concerning the eating of animals in general, q 5:4 : “They ask you what is lawful (see \n lawful and unlawful \n ) to them [as food]. Say: Lawful unto you are [all things] good and pure: and what you have taught your trained hunting animals [to catch] in the manner directed to you by God: eat what they catch for you, but pronounce the name of God over it (see \n basmala \n ): and fear God; for God is swift in taking account” (see also q 6:119 , 121 ; see \n hunting and fishing ; food and drink \n ).",
    "Also, individual acts attributed to God, like his favor ( \n niʿma; see \n grace ; blessing \n ), can occur as an object of remembrance, e.g. q 5:7 : “And call in remembrance the favor of God to you, and his covenant (q.v.), which he ratified with you, when you said: ‘We hear and obey.’ And fear God, for God knows well the secrets (q.v.) of your hearts” (see \n obedience ; hidden and the hidden ; reflection and deliberation \n ); q 5:11 , “O you who believe! Call in remembrance the favor of God to you when certain men formed the design to \n ¶ stretch out their hands towards you, and he stopped their hands from you: so fear God. And on God let believers put [all] their trust”; or q 5:20 , when Moses (q.v.) says, “O my people! Call in remembrance the favor of God to you, when he produced prophets (see \n prophets and prophethood \n ) among you, made you kings (see \n kings and rulers \n ), and gave you what he had not given to anyone in the world.”",
    "Sometimes \n ālāʾ, “benefits,” is used instead of \n niʿma, particularly to recall a legendary occurrence in the past (see \n generations ; myths and legends in the qurʾān \n ), e.g. q 7:69 : “Do you wonder that there has come to you a message from your lord through a man from among you, to warn you (see \n warner ; messenger \n )? Call in remembrance that he made you inheritors after the people of Noah (q.v.), and gave you a stature tall among the nations. Call in remembrance the benefits [you have received] from God. That you may prosper”; also q 7:74 : “And remember how he made you inheritors after the ʿĀd (q.v.) and gave you habitations in the land: you build for yourselves palaces and castles in [open] plains, and carve out homes in the mountains; so bring to remembrance the benefits (you have received) from God, and refrain from evil and mischief (see \n corruption \n ) on the earth.” God's behavior towards humankind is sometimes specified more precisely. For instance, people are reminded that they are created by God (e.g. q 19:67 : “Does not man recall [ yadhkuru ] that we created him before from nothing?”; see \n cosmology ; creation \n ), or that God instructs them (e.g. q 2:239 : “…But when you are secure, remember God [udhkurū llāha] in the manner he has taught you, which you knew not [before]”), and leads them the right way (e.g. q 2:198 , “…Remember him [udhkurūhu] as he has directed you, even though, before this, you went astray [q.v.]”).",
    "¶ But the Qurʾān also recalls God or his benefits by recounting past events without the explicit use of the terminology for remembrance. Examples occur particularly in the long late Medinan sūras (q.v.; see also \n medina ; chronology and the qurʾān \n ) when the Israelites (see \n children of israel \n ), for instance, are called to remember God's mercy (q.v.) and his benefits. While q 2:47 uses the imperative udhkurū to exhort the Israelites to recall God's blessings upon them (“Children of Israel! Remember my favor wherewith I favored you and how I preferred you to (all) creatures”), the individual benefits of God are mentioned by means of a narrative (see \n narratives \n ) about Moses ( q 2:49-73 ; e.g. q 2:49 : “And [remember], we delivered you from the people of Pharaoh [q.v.]: They set you hard tasks and punishments, slaughtered your sons and let your women-folk live; therein was a tremendous trial from your lord”). In this fashion, the Israelites are urged to recall these events and to acknowledge God as their author. Similarly, later in the same sūra, the Israelites are requested to recall the divine mercy ( q 2:122 ) and then their attention is called to a tale about Abraham (q.v.; q 2:124-34 ).",
    "The aim of these different demands for the remembrance of God can be summarized as follows. God must be remembered as creator and preserver of both humankind and the whole creation, but the request for this recollection can be either explicit or implicit (e.g. by the qurʾānic citation of past events as examples of God's mercy and his benefits).",
    "Thus, the Qurʾān points again and again to human forgetfulness of God (see \n gratitude and ingratitude \n ), one of humanity's enduring characteristics. q 5:12-4 presents the consequences of this forgetfulness, using the Israelites and Christians as a warning (see \n jews and judaism ; \n \n ¶ \n \n christians and christianity \n ). The peaceful communities dissolve while hatred and hostility take their place, a negative elucidation of the fact that people profit by constant remembrance of God and his deeds. For not only the community, but also the individual, can find peace and satisfaction by remembering God: “Those who believe, and whose hearts find satisfaction in the remembrance of God; for without doubt in the remembrance of God do hearts find satisfaction” ( q 13:28 ; see \n community and society in the qurʾān ; belief and unbelief \n ).",
    "Means of remembering God",
    "Although the Qurʾān does not always directly invite people to remember God, it does refer to itself as a revelation which conveys the divine word and thus commands actions approved by God. And, although the Qurʾān acknowledges the existence of other “scriptures” (e.g. the Torah [q.v.] and the Gospels [q.v.]; see also \n scripture and the qurʾān \n ; cf. q 2:63 , which is in reference to Moses and the Children of Israel: “And remember we took your covenant and we raised above you the mount [saying:] ‘Hold firmly to what we have given you and bring [ever] to remembrance what is therein: Perchance you may fear God’.”), the Qurʾān itself is sometimes designated as “remembrance” or “reminder” ( \n tadhkira; see \n names of the qurʾān \n ) — as in q 43:5 , “Shall we then turn away the reminder from you altogether, for that you are a people transgressing beyond bounds (see \n boundaries and precepts \n )?” — or as an admonition, as in q 74:54-5 : “Nay, this surely is an admonition: Let any who will, keep it in remembrance!” q 38:1 indicates an exceptional case, in which the Qurʾān and the admonition appear together as a so-called oath formula (see \n oaths ; \n \n\t\t\t\t\t\t\t\tlanguage and style\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tof the qurʾān\n\t\t\t\t\t\t\t ): “By the Qurʾān, full of admonition: [this is the truth].” q 11:120 refers in particular to the individual narratives (q.v.) concerning the former messengers: “All we relate to you of the stories of the messengers — with it we make firm your heart: in them there comes to you the truth, as well as an exhortation (q.v.) and a message of remembrance ( dhikrā) to those who believe.”",
    "In this context, the meaning of the second form of \n dh-k-r — “remind of, call attention to” in the sense of “warn, admonish” — especially stands out. For the Qurʾān is singled out as a means of warning humankind against the consequences of overlooking God: “Leave alone those who take their religion to be mere play and amusement (see \n humor ; mockery \n ), the life of this world deceives them. But continue to admonish with it [the Qurʾān] lest a soul is caught in its own ruin by its own actions” ( q 6:70 ; see also e.g. q 87:9 ). Likewise, the signs (q.v.; or verses [q.v.], \n āyāt ) of God which do the admonishing, are mentioned, e.g. q 18:57 : “And who does more wrong than one who is reminded of the signs of his lord, but turns away from them, forgetting the [deeds] which his hand has sent forth?” (see also q 25:73 ; 32:22 ). Sometimes divine activity within nature is specifically referenced (see \n nature as signs \n ): “Do you not see that God sends down rain from the sky, and leads it through springs in the earth (see \n wells and springs \n )? Then he causes to grow, therewith produce of various colors: then it withers; you will see it grow yellow; then he makes it dry up and crumble away. Truly, in that is a message of remembrance to people of understanding” ( q 39:21 ; see also q 16:10-3 ; 25:45 ; for discussion of the idhā- phrases that contain an implicit exhortation to be mindful of God and the afterlife, see \n form and structure of the qurʾān \n ).",
    "Remembrance in tradition ( ḥadīth)",
    "Numerous traditions deal with the remembrance of God (see \n ḥadīth and the qurʾān \n ) and, in general, address the qurʾānic themes on the subject. As an example, Muslim (d. ca. 261/875; Ṣaḥīḥ, bk. 37, K. al-Tawba, chap. 1, Faḍl dawām al-dhikr wa-l-fikr fī umūr al-ākhira wa-l-murāqaba, no. 4937) relates that Ḥanẓala Usayyidī, reportedly one of the Prophet's scribes, was tortured with doubts about the sincerity of his belief. As long as he was within the circle of Muḥammad's adherents, he was able to consider the things concerning the other world (see \n eschatology \n ). As soon as he returned to everyday life, to his wife, his children or his business, however, he seemed to forget everything else. The Prophet would reassure him: “By him in whose hand is my life, if your state of mind remains the same as it is in my presence and you are always busy in remembrance (of God), the angels will shake hands with you in your beds and in your paths but, Ḥanẓala, time should be devoted (to the worldly affairs) and time (should be devoted to prayer and meditation).” Thus this ḥadīth expresses the conviction that remembrance of God is an important virtue that can compensate for other negligence. Abū Dāwūd (d. 275/889; Sunan, bk. 41, K. al-Adab. Bāb fī kaffāra al-majlis, no. 4216) relates an account of assemblies which serve a noble cause or are held for the remembrance of God: “There are some expressions which, if a man utters [them] three times when he gets up from an assembly, he will be forgiven for what happened in the assembly; and no one utters them in an assembly held for a noble cause or for remembrance of God but that [it] is stamped with them just as a document is stamped with a signet-ring. These expressions are: Glory be to you, oh God, and I begin with praise of you, \n ¶ there is no God but you; I ask your pardon, and return to you in repentance” (see \n repentance and penance ; forgiveness ; laudation ; glorification of god \n ). Again, in al-Bukhārī's (d. 256/870) Ṣaḥīḥ (bk. 10, K. Mawāqīt al-ṣalāt, chap. 37, Man nasiya ṣalāt fa-l-yasilidha dhakara wa-lā yuʿīdu illā tilka l-ṣalāt, no. 562; Eng. trans. i, 328), there is a report about the Prophet's declaration concerning the relationship between prayer and remembrance of God, in which he cites q 20:14 : “The Prophet said, ‘If anyone forgets a prayer he should pray that prayer when he remembers it. There is no expiation except to pray the same.’ Then he recited: ‘Establish prayer for my remembrance’.” Another combination of remembrance of God with ritual duties is found in Abū Dāwūd ( Sunan, bk. 10, K. al-Manāsik wa-l-ḥajj. Bāb fī l-raml, no. 1612): “The apostle of God (peace be upon him) said: Going round the house (the Kaʿba), running between al-Ṣafā and stoning of the pillars are meant for the remembrance of God” (see also q 2:197-200 ; see \n kaʿba ; ṣafā and marwa ; pilgrimage ; pre-islamic arabia and the qurʾān \n ).",
    "As these few examples illustrate, the remembrance of God is not simply a theological postulate but is also important in the everyday life of the believing community (see \n everyday life, the qurʾān in \n ).",
    "Remembrance in theology",
    "Muslim theologians have also addressed aspects of the concept and the function of remembrance. In his explanation of q 21:2 the Ashʿarī writer al-Bāqillānī (d. 403/1013) interprets remembrance ( dhikr) as waʿẓ, admonition by the Prophet, and, at the same time, promise ( waʿd) and intimidation ( takhwīf) . Based on the qurʾānic characterization of this prophetic “admonition” \n ¶ as originated ( muḥdath), he draws the conclusion that there must also exist an eternal kind of \n dhikr . Al-Bāqillānī considers another meaning of dhikr as underlying q 65:10-1 , in which the messenger of God himself is called dhikr, that is to say, divine admonition for humankind, by his recitation of the verses of God (see \n names of the prophet \n ).",
    "In contrast, the Māturīdī theologian al- Ṣaffār al-Bukhārī (d. 534/1139) refers to remembrance in the sense of “pointing out” or “informing” ( tanabbuh), with reflection ( fikr) on the subject being possibly but not absolutely demanded. Further, the author reads dhikr as remembrance of God by speaking of the Qurʾān as containing the details of the true religion (see \n religious pluralism and the qurʾān \n ).",
    "A transition towards Ṣūfism can be found in the theosophy of Ibn al-ʿArabī (d. 638/1240). In al-Futūḥāt al-makkiyya (chap. 142, Fī maʿrifat maqām al-dhikr wa-asrārihi: ii, 228-9) the author describes dhikr as a divine attribute (see \n god and his attributes \n ) and q 2:152 as the answer to the dhikr of creatures. According to Ibn al-ʿArabī, mentioning or remembering the name of God refers to his essence ( ʿayn) . For this reason, dhikr should not be restricted to certain forms, but should be expressed by calling the divine name (see also \n theology and the qurʾān \n ).",
    "Remembrance in Islamic mysticism",
    "The admonition to remember God that is constantly expressed by the Qurʾān, together with a recognition of the divine activity of creation and of God's signs within the world finally led to the special connotation of dhikr in Ṣūfism (see \n ṣūfism and the qurʾān \n ). In this connection, dhikr means, first of all, the act of remembrance itself, but also the oral expression of this act and, finally, the special form of that \n ¶ orality. As mentioned above, in q 29:45 remembrance of God is equated with ritual prayer, if not esteemed more highly. Nevertheless, mystics were often reproached for choosing \n dhikr above ritual prayer ( ṣalāt ) .",
    "In general, remembrance of God in Ṣūfism can be performed in silence (individual dhikr ) or aloud (individual or collective dhikr ). Likewise, the threefold classification that comprises dhikr of the tongue, dhikr of the heart, and dhikr of the inner self ( sirr) became a characteristic of Ṣūfism. This special kind of divine service distinguishes Ṣūfīs from other believers, and the different Ṣūfī brotherhoods have developed different forms of these rituals. Through constant repetition of the divine name or of certain formulas like the profession of faith ( shahāda ) the whole being of the Ṣūfī is consumed by remembrance of God. All else is effaced and states of ecstasy are experienced during voiced and collective dhikr ."
  ],
  "bibliography": [
    "Abū Dāwūd, Sunan, on CD-Rom: Mawsūʿat al-ḥadīth al-sharīf, Cairo 1997 2",
    "al-Bāqillānī, Kitāb al-Tamhīd, Beirut 1957, 248",
    "Bukhārī, Ṣaḥīḥ, on CD-Rom: Mawsūʿat al-ḥadīth al-sharīf, Cairo 1997 2",
    "Eng. trans. M.M. Khan, The translation of the meanings of Ṣaḥīḥ al-Bukhārī, 9 vols., Medina 1973-6 2 (rev. ed.)",
    "Ibn al-ʿArabī, Muḥyī l-Dīn, al-Futūḥāt al-makkiyya, 4 vols., Būlāq 1327/1909, repr. Beirut n.d.",
    "Muslim, Ṣaḥīḥ, on CD-Rom: Mawsūʿat al-ḥadīth al-sharīf, Cairo 1997 2",
    "al-Ṣaffār al-Bukhārī, Abū Iṣhāq Ibrāhīm, Talkhīṣ al-adilla li-qawāʿid al-tawḥīd, British Museum ms. no. mdlxxvii, fol. 74 r",
    "K. Ahrens, Christliches im Qoran.",
    "Eine Nachlese, in \n \n\t\t\t\t\t\t\t\t\t\tzdmg\n\t\t\t\t\t\t\t\t\t \n 84 (1930), 15-68, 148-90 (see esp. p. 39 for the etymology of dhikr )",
    "L. Gardet, Dhikr, in \n ei \n 2 , ii, 223-7",
    "id., La mention du nom divin, in Revue thomiste 6 (1952-3), 197-216",
    "Nagel, Koran, 248-9",
    "A. Schimmel, Mystical dimensions of Islam, Chapel Hill, NC 1975, 167-78"
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "source_editors": null,
  "last_updated": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}