{
  "id": "eweb_564",
  "source": "EQ",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EQO/EQCOM-00097.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-3922_q3_EQCOM_00097",
  "title": "Intercession",
  "authors": [
    "Valerie J. Hoffman"
  ],
  "word_count": "(3,147 words)",
  "first_online": "01 Mar 2018",
  "issn": "1875-3922",
  "publisher": "Brill",
  "content": [
    "Prayer or pleading with God on behalf of someone else. In addition to the references to those gods, humans or images who will be unable to intercede with God on behalf of humankind (cf. q 19:87 ; 36:23 ; see \n idols and images \n ) and the guilty ( al- mujrimīn, \n q 74:41 ) who will not benefit from the assistance of any intercessors ( al- shāfiʿīn, \n q 74:48 ), intercession ( shafāʿa) is mentioned in the Qurʾān with respect to angels (see \n angel \n ) praying for the believers and the Prophet praying for erring but repentant Muslims. It has become a cardinal belief in Islam that Muḥammad will intercede for all Muslims on the day of resurrection (q.v.; see also \n last judgment \n ), but this belief is not well supported by the Qurʾān. Still more controversial is seeking the inter- \n ¶ cession of deceased saints by praying at their tombs (see \n festivals and commemorative days \n ), a practice that is very common but with no obvious foundation in the Qurʾān and seen by some critics as a form of polytheism.",
    "Intercession in the Qurʾān",
    "Concerning Muslims who had “acknowledged their wrong-doings, mixing a good work with another that was evil ” (see \n good deeds ; evil deeds ; good and evil ; sin, major and minor \n ), in q 9:102-3 the Prophet is told to “pray on their behalf (ṣalli ʿalayhim); truly your prayers are a source of security for them.” When the Prophet prays for other people, the verb in the Qurʾān is \n ṣallā, “to pray,” and the preposition is ʿalā, “on.” But when God is the actor, this same verb and preposition are used in the sense of “to bless.” For example, “He it is who blesses you (pl.), as do his angels, that he might bring you out of darkness into light” ( q 33:43 ) or, in a particularly famous and important passage that lies at the heart of the Muslim practice of blessing the Prophet at every mention of his name and in their daily devotions, “God and his angels bless the Prophet; you who believe, bless him and give him the greeting of peace” ( q 33:56 ). One may infer from the qurʾānic verse instructing Muḥammad not to pray for “hypocrites” (see \n hypocrites and hypocrisy \n ) who had died ( q 9:84 ) that the practice of praying for the dead at their funerals (see \n death and the dead \n ) was already in place in the time of the Prophet, which is also indicated by ḥadīth. The angels also seek forgiveness (q.v.) for (yastaghfirūna li-) those who believe ( q 40:7 ) and for all those on the earth ( q 42:5 ). The Qurʾān alludes to Muḥammad offering to pray for the forgiveness of the hypocrites, who rebuff his offer; the Qurʾān says that no matter how much Muḥammad prayed for their \n ¶ \n forgiveness , they would never be forgiven ( q 63:5 , 6 ; 9:80 ). The Qurʾān emphasizes that each person is responsible for his or her own self, and that Muḥammad is not responsible for the response of people to his message ( q 39:41 ).",
    "Much more problematic is the notion of intercession ( \n shafāʿa) on the day of resurrection. The Qurʾān repeatedly warns the Meccans that they will find no helper (e.g. q 9:74 , wa-mā lahum fī l-arḍ min waliyyin wa-lā naṣīrin ) and none to hide them from God's wrath on the day of resurrection. The denial of help at the time of judgment appears to refer to the uselessness of the intercession of kin relations, patrons, wealth or idols at that time (see \n pre-islamic arabia and the qurʾān ; clients and clientage ; kinship \n ). The entire emphasis in the qurʾānic account of the day of resurrection is on the overwhelming power of God, king of the day of judgment , and the lack of recourse at that time for those who did not heed the warning of the prophets in this life (see \n warner ; prophets and prophethood \n ). “Then will the weak say to those who were arrogant (see \n arrogance \n ), ‘We followed you, can you help us against the wrath of God?’ They will reply, ‘If God had guided us, we would have guided you. It makes no difference whether we rage or bear patiently, there is no way for us to escape’” ( q 14:21 ). “Then guard yourselves against a day when one soul shall not avail another, nor shall intercession (shafāʿa) be accepted for it, nor shall compensation be taken from it, nor shall they be helped” ( q 2:48 ; cf. 2:123 ). Yet this apparently categorical denial of intercession appears to be mitigated in other verses: “How many angels are in the heavens whose intercession will avail nothing except after God permits it to whomever he wishes and pleases?” ( q 53:26 ). “On that day intercession will not benefit anyone except those for whom \n ¶ the Merciful has granted it” ( q 20:109 ; cf. 34:23 ); “Who is there who can intercede ( yashfaʿu) in his presence except by his permission?” ( q 2:255 ); “None shall have the power of intercession but the one who has taken an oath ( \n ʿahd, see \n oaths and promises ; covenant \n ) with the merciful” ( q 19:87 ). These verses have been taken by Muslims to indicate that the prophet Muḥammad will have the right to intercede for his people on the day of judgment (for further discussion on the intercession of Muḥammad, see Stieglecker, Die Glaubenslehren, 678-83).",
    "Faith in Muḥammad's intercession is also based on q 17:79 , “You [Muḥammad] pray in the small hours of the morning ( tahajjada) an additional prayer ( nāfila); perhaps your lord (q.v.) will raise you to a praiseworthy station ( \n maqām maḥmūd) .” A ḥadīth (Muslim, Ṣaḥīḥ [trans. Siddiqi], 125, no. 371) identifies this praiseworthy (or exalted) station as one which allowed the Prophet to bring out of hell all whom he wished.",
    "Muslim belief concerning intercession on the day of judgment",
    "Al-Ghazālī (450-505/1058-1111) wrote in Iḥyāʾ ʿulūm al-dīn, “Revival of the religious sciences,” (iv, 653) that God will accept the intercession of the prophets and the truthful (al- ṣiddīqūn), indeed even of the learned \n ʿulamāʾ and the righteous (al- ṣāliḥūn) . Everyone who has favor with God will be allowed to intercede for relatives, friends and acquaintances. The qurʾānic passage he solicits to justify this belief is q 93:3-5 , where the prophet Muḥammad is addressed: “Your lord has not forsaken you, nor is he displeased. Indeed, the hereafter will be better for you than the present. Your lord will give to you and you will be well-pleased.” The pleasing gift of God to Muḥammad, according to al-Ghazālī, is the gift of intercession for his people. In one ḥadīth (Muslim, Ṣaḥīḥ, 135), the \n ¶ Prophet raises his hands and weeps, saying, “My people ( ummatī), my people!” God tells Gabriel (q.v.) to inform him: “We will satisfy you concerning your people, and will not grieve you.”",
    "Sunnī Muslims came to believe that even Muslims who had committed very grave sins would enter paradise by virtue of the Prophet's intercession as long as they had an ounce of faith . “On that day,” says Muḥammad in another ḥadīth, “I will be the imām (q.v.) of the prophets and their preacher and the one who intercedes ( \n ṣāḥib al-shafāʿa) .” This intercession, however, occurs after sinners have been punished for their sins in hellfire (see \n hell ; fire \n ); the Prophet engages in continuous intercession until the last soul is brought into paradise (q.v.). The people will frantically seek the intercession of Adam (q.v.), Abraham (q.v.), Moses (q.v.) and Jesus (q.v.), each of whom will decline, but Muḥammad will finally be the intercessor for all people (Muslim, Ṣaḥīḥ, 120-32).",
    "The teaching of the Qurʾān in some 39 verses (e.g. q 2:162 ) is that punishment in hellfire is eternal. Although the people of hell plead with those in paradise to help them, they cannot because there is a veil (q.v.) between them ( q 7:46 ; see also \n barzakh \n ), and there is no indication that anyone may cross from one to the other. Muslim belief , however, considerably modified this belief : just as there are seven layers in the heavens, so are there seven layers of hell (a belief suggested by the various names given to hellfire in the Qurʾān), and only unbelievers would be consigned to the lowest layers or suffer eternally. Sinning believers will be in the upper layers, from which they will be rescued by Muḥammad's intercession. Muḥammad will be “leader of humanity on the day of resurrection” (Muslim, Ṣaḥīḥ, 132, no. 379), the one honored with opening the gate of paradise (ibid., 132-3). He is the first to inter- \n ¶ cede, and among all the prophets he has the largest following in paradise (ibid., 133-5). Muḥammad is quoted as saying, “There is for every apostle a prayer which is granted, but every prophet showed haste in his prayer. I, however, have reserved my prayer [to be] for intercession for my people on the day of resurrection and it will be granted, God willing, for every one of them who dies without associating anything with God” (ibid., 134, no. 389). His prayer somewhat mitigates even the punishment of his unconverted uncle, Abū Ṭālib , allowing him into the upper layers of hellfire (ibid., 138-9).",
    "On the other hand, the Khārijites (see \n khārijīs \n ) and others who believe that no one has the ability to intercede with God cite q 11:108 as an argument against the concept of intercession (see Gilliot, Le commentaire coranique, 194-9; see \n freedom and predestination \n ).",
    "The intercession of the saints",
    "All over the world Muslims visit the tombs of saints, seeking the blessing of their presence. They also seek their help in earthly matters. If a woman cannot conceive, if her child is ill, if a student wishes to succeed in his or her exams or for any number of reasons, people resort to saints, the “friends” of God, whether living or dead. Saints intercede before God and are channels of blessing (q.v.; \n baraka ). Egyptian Muslims believe that the Prophet's grandson and granddaughter, al- Ḥusayn and Sayyida Zaynab, and al-Shāfiʿī (150-204/767-819), eponym of one of the four schools of Sunnī jurisprudence (see \n law and the qurʾān \n ), preside over a heavenly court that decides the outcome of earthly events. People visit their shrines in Cairo (which are assumed to be their tombs) and seek their intercession. They even write letters to al-Shāfiʿī seeking redress for injustices (ʿUways, Min malāmiḥ ). Many modern \n ¶ Muslim reformers believe that such prayers at the tombs of saints are prohibited and smack of polytheism, that the dead saint is not present or able to hear petitions or intercede with God. Ibn Taymiyya (d. 728/1328) is well-known for his campaigns against such aspects of popular religion, but such attacks became far more prominent in the twentieth century.",
    "One contemporary Ṣūfī shaykh of Egypt, Muḥammad Zakī Ibrāhīm (b. ca. 1905), has written extensively to defend the practice of seeking the intercession of saints. He interprets the “way to God” mentioned in q 5:35 , “Fear God and seek a way ( wasīla) to him,” as the intercession of godly people, both living and dead. He says that Muslims do not pray to the saints, as critics allege, but seek a way to God by means of their eternal essence ( maʿnā) of faith , sincerity, love and purity. He quotes a ḥadīth from the collection of al-Tirmidhī (d. ca. 270/883-4) in which the Prophet instructs a blind man to pray, “Muḥammad, I ask your intercession ( astashfiʿu bika) with my lord to return my sight.” Since Muḥammad would be absent when the man was to utter this prayer, it is Muḥammad's eternal essence, not his temporal person, that is addressed in prayer. After Muḥammad's death, people prayed for rain both in the name of Muḥammad's uncle al-ʿAbbās and at the tomb of the Prophet. The majority of Muslims, the shaykh argues, even Aḥmad b. Ḥanbal (d. 241/855), the inspiration for the legal school of Ibn Taymiyya and the Wahhābīs, major critics of saint veneration, approved of seeking a way to God through the righteous dead. Muḥammad Zakī makes a distinction between wasīla and mediation ( wisāṭa), “which no Muslim believes is necessary.” “When a person out of ignorance or error or habit or tradition says, ‘Sīdī so-and-so,’ he really means, ‘Lord of Sīdī so-and-so.’ He errs \n ¶ only in his expression, not in his faith . To call this idolatry is ignorance and means unjustly removing the majority of Muslims from the pale of Islam .” Seeking the intercession of a righteous person does not imply worship of the intercessor. The interaction of the spirits of the dead with the living is underlined by ḥadīths concerning Muḥammad's meeting with the spirits of the former prophets during his ascension (q.v.) into heaven , and by his addressing the dead polytheists who were killed at the battle of Badr (q.v.). That dead Muslims are also alive and that the dead benefit from the deeds of the living are indicated by the Qurʾān itself ( q 3:170 ; 59:10 ). Furthermore, the blessedness of praying in shrines, especially during their anniversary celebrations, may be defended by reference to the many ḥadīths that indicate the particular blessedness of praying at certain places and times (Ibrāhīm, Qaḍāyā l-wasīla, 5-20).",
    "Ibn Taymiyya and the Wahhābīs prohibited erecting edifices over graves, on the basis of ḥadīths forbidding plastering tombs, sitting on them or building over them (Muslim, Ṣaḥīḥ, 459). But, argues shaykh Muḥammad Zakī, for seven centuries before Ibn Taymiyya there was a consensus among the Muslims concerning its permissibility. Earlier prohibitions necessary to bring an end to idolatry (see \n idolatry and idolaters \n ) were later overturned by the Prophet himself. A dome, he says, is nothing but a strong roof. The Prophet and the first two caliphs were buried in ʿĀʾisha's (see \n ʿāʾisha bint abī bakr \n ) house, which had a roof. Many domes have been built over the Prophet's tomb, and no one objected. Objections to praying at tombs may be countered by pointing out that the Prophet's tomb is right next to the mosque, and according to Islamic tradition Ishmael (q.v.; Ismāʿīl) and other people were buried beneath the walls of the \n ¶ \n Kaʿba (q.v.). If burial next to a place of prayer were forbidden , the Prophet would not have said that prayer in that place was better than any other. Furthermore, ʿĀʾisha lived and prayed in the room in which the Prophet, Abū Bakr , and ʿUmar were buried. Mosques, he concludes, have been built near graves to grant the dead the benefit of the \n baraka of the Qurʾān recitation (see \n recitation of the qurʾān \n ), prayer (q.v.) and \n dhikr \n (invocation) taking place there, and so the virtuous dead may be a good example to the living (Ibrāhīm, Qaḍāyā l-wasīla, 34-45).",
    "On the efficacy of praying at saints' tombs, shaykh Muḥammad Zakī provides the example of famous Muslims. Al-Shāfiʿī allegedly prayed regularly at the tomb of Abū Ḥanīfa (d. 150/767), and his requests were answered. The help ( madad) of the dead is stronger than that of the living. God's favor ( \n karāma, a word also used for a saint's miracle) does not end with the saint's death (Ibrāhīm, Qaḍāyā l-wasīla, 47).",
    "The contemporary relevance of the notion of intercession ( shafāʿa) is captured by Qindīl Umm Hāshim, a novelette by Yaḥyā Ḥaqqī published in Egypt in 1944. It portrays a young man whose family venerates the Prophet's granddaughter, Sayyida Zaynab, the oil of whose lamp is reputed to heal eye diseases. After studying ophthalmology in England, the young doctor has little patience with his family 's superstitions, and tries to heal his blind cousin with modern techniques, only to find that it will work solely in conjunction with oil from the saint's lamp. This story beautifully portrays popular faith in the power of the intercession of saints and the need for modern science to find a connection with the sense of authenticity that is rooted in this faith ."
  ],
  "bibliography": [
    "al-Ghazālī, Abu Ḥāmid Muḥammad, Iḥyāʾ ʿulūm al-dīn, 4 vols., Cairo 1967",
    "Yaḥyā Ḥaqqī, Qindīl Umm Hāshim, Cairo 1944",
    "id., The saint's lamp and other stories, trans. M.M. Badawī, Leiden 1973",
    "Muḥammad Zakī Ibrāhīm, Qaḍāyā l-wasīla wa-l-qubūr, Cairo 1979",
    "Muslim, Ṣaḥīḥ, trans. Abdul Siddiqi, 4 vols., New Delhi 1977 (some translations have been slightly altered)",
    "Qurṭubī, al-Tadhkira fī aḥwāl al-mawtā wa-umūr al-ākhira, ed. ʿI. al-Sabābitī, Cairo 1992",
    "N. Abu Zahra, The pure and powerful. Studies in contemporary Muslim society, Reading 1997",
    "J.P. Berkey, Popular preaching and religious authority in the medieval Near East, Seattle 2000",
    "C. Gilliot, Le commentaire coranique de Hūd b. Muḥakkam/Muḥkim, in Arabica 44 (1997), 179-233, esp. 194-9",
    "Goldziher, \n ms , London 1971, ii, 255-341",
    "V.J. Hoffman, Sufism, mystics and saints in modern Egypt, Columbia, SC 1995",
    "J. Johansen, Sufism and Islamic reform in Egypt. The battle for Islamic tradition, Oxford 1996",
    "M.U. Memon, Ibn Taymiyya's struggle against popular religion, The Hague and Paris 1976",
    "J.I. Smith, Concourse between the living and the dead in Islamic eschatological literature, in History of religions 19 (1980), 224-36",
    "id. and Y.Y. Haddad, The Islamic understanding of death and resurrection, Albany 1981",
    "H. Stieglecker, Die Glaubenslehren des Islam, 4 vols., Munich 1959-62",
    "S. ʿUways, Min malāmiḥ al-mujtamaʿ al-miṣrī al-muʿāṣir. Ẓāhirat irsāl al-rasāʾil ilā ḍarīḥ al-Imām al-Shāfiʿī, Cairo 1965",
    "M. Wolff, Muhammedanische Eschatologie, Leipzig 1872, 177-85 (how Muslims get out of hell)"
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "source_editors": null,
  "last_updated": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}