{
  "id": "eweb_566",
  "source": "EQ",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EQO/EQSIM-00266.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-3922_q3_EQSIM_00266",
  "title": "Love and Affection",
  "authors": [
    "Denis Gril"
  ],
  "word_count": "(2,812 words)",
  "first_online": "01 Mar 2018",
  "issn": "1875-3922",
  "publisher": "Brill",
  "content": [
    "Feelings of personal attachment induced by kinship (q.v.) or sympathy. \n Aḥabba is the most used verb to express the idea of love. The lexical field of the concept “love” has other roots, however, such as \n w-d-d, among others. The verbal noun \n ḥubb, “love,” is mentioned nine times in the Qurʾān. Love links humankind to God, human beings to one another and the individual to earthly life and its pleasures. As far as God's love is concerned, it focuses on persons but also on their qualities or their actions. In fact, the human being is often split between two contradictory attachments, one capable of leading to his damnation, the other to his salvation. And thus love is not dissociated from faith (q.v.) in the relationship with God or with humankind.",
    "God takes the initiative in everything and his love anticipates that of human beings: \n ¶ “He will cause people to come whom he will love and who will love him” ( q 5:54 ). This divine love appears as a pure act of election (q.v.), especially in the case of a prophet (see \n prophets and prophethood \n ) such as Moses (q.v.): “And I have projected upon you a love ( maḥabba) on my part” ( q 20:39 ). Nonetheless, people attract God's love to themselves by their works and especially by imitation of the Prophet, but there can be no pretension of loving God on their own initiative. It is said thus to the Prophet: “Say: if you truly love God, follow me, God will love you” ( q 3:31 ). To say that one is loved by God is, in the view of the Qurʾān, all the more unacceptable in that such a pretension is part and parcel of a certain confusion of the human and the divine (cf. q 5:18 , “The Jews and the Christians have said: We are the sons of God and his well-beloved ones” [ aḥibbāʾuhu], see \n jews and judaism ; christians and christianity \n ).",
    "The Qurʾān qualifies God as he who loves (al- wadūd), a name which, in the two places it occurs ( q 85:14 ; cf. 11:90 , where the definite article is not used), is linked to the attributes of mercy (q.v.) and forgiveness (q.v.). In the same way it is the “all-merciful” (al- raḥmān) who places in the hearts (see \n heart \n ) of the believers (see \n belief and unbelief \n ) love of or attachment to him ( wudd) by way of response to their faith and their works (cf. q 19:96 ). If the name al-wadūd gives the clearest expression to the reciprocity of love between God and humans, other divine names also suggest on God's part a form of affection comparable to that of humans: He is the good, the merciful ( al- barr al-raḥīm, \n q 52:28 ), just as people are good towards their parents (q.v.; cf. q 19:14 , 32 ; see also \n family \n ). He shows compassion as does the Prophet towards the believers: “He has at heart that which you suffer, he has care \n ¶ for you, for the believers, compassionate ( raʾūf) and merciful” ( q 9:128 ). This same compassion ( raʾfa) can be found in the disciples (see \n apostle \n ) of Jesus (q.v.), although it is not clear whether the sentiment is directed towards God or towards creatures. It is doubtlessly both, since the tender care shown to John (q.v.; Yaḥyā) by God ( ḥanānan min ladunnā) manifests itself in his filial piety (cf. q 19:13 , 14 ).",
    "Love, in the sense of affection and compassion, thus appears as a movement by God towards humans that is reciprocated, and then a movement by a human being towards his fellow creature. The verb \n aḥabba/yuḥibbu often, however, indicates another type of relationship. God is said to love or not to love such conduct. Love, and its opposite, establishes from then on a law defining human actions according to the extent to which they conform or fail to conform to the divine will (see \n law and the qurʾān \n ). God loves those who act for the best ( al- muḥsinūn, five times; see \n good deeds ; good and evil \n ) or the just ( al- muqsiṭūn, three times; see \n justice and injustice \n ), in such a manner that whoever performs acts lovable to God attracts the divine love to himself: “those men who love to purify themselves and God loves those who purify themselves” ( q 9:108 ). On the other hand, God does not love qualities that clash with his nor does he love types of behavior contrary to his law, such as shown by the unjust ( al- ẓālimūn, three times) or the transgressors ( al- muʿtadūn, three times; see \n boundaries and precepts \n ), etc.",
    "As we shall soon see, love or friendship between human beings is not fully recognized by the Qurʾān unless confirmed by faith. It is also worth noting that the term \n ḥubb, in the sense of human love, is only used once with an apparently negative connotation. In q 12 (Sūrat Yūsuf, “ Joseph ”), love in all its various forms plays a complex role. Jacob 's (q.v.) preference for \n ¶ \n Joseph (q.v.) and the jealousy (see \n envy \n ) of the latter's brothers (“ Joseph is more beloved [ aḥabbu] of our father than are we,” q 12:8 ; see \n brother and brotherhood ; benjamin \n ) are indirectly the cause of the love of the wife of al-ʿAzīz (see \n kings and rulers \n ). But whether or not Joseph was sensitive to this, according to the divergent interpretations of the commentators (see \n exegesis of the qurʾān: classical and medieval \n ) on q 12:24 (cf. De Prémare, Joseph , 63-5), the passionate type of love that grips the heart (cf. q 12:30 , qad shaghafahā ḥubban ) is attributed only to women (see \n women and the qurʾān \n ). Tempted afresh, Joseph calls on divine protection against the wiles of women and states that he would prefer (aḥabbu) prison to his inclination for woman ( \n aṣbu ilayhinna, \n q 12:33-4 ). Even if subsequent tradition places (greater) value on the love between Joseph and Zulaykha, we have to recognize that it is the love of Jacob for his son that guides the story, from beginning to end. By way of contrast, the legitimate attraction felt by the daughter of Jethro ( Shuʿayb [q.v.]) for Moses is only barely hinted at (cf. q 28:25-6 ). This also applies to the Prophet's attraction for Zaynab ( q 33:4 ; see \n wives of the prophet \n ), another instance which illustrates how little attention the Qurʾān devotes to the love of a man for a woman or that of a woman for a man. In q 33 (Sūrat al-Aḥzāb, “The Clans”), despite an entire passage being devoted to the Prophet's spouses, marital love is only alluded to in the command given to the Prophet to ensure that his wives experience joy (see \n joy and misery \n ) and satisfaction (cf. q 33:51 ). Several verses recall that in the beginning man and woman were a unique entity which marriage implicitly aims to re-establish (see \n marriage and divorce \n ). Developing this idea, however, one verse qualifies the love between spouses as one of those mysteries of cre-ation (q.v.) which lead to knowledge of God (see \n knowledge and learning \n ): “Among his signs (q.v.) he has created for you, out of your very souls (see \n soul \n ), spouses so that you may find rest in them and he has placed between you love ( mawadda) and mercy . Surely there are in that signs for people who reflect” ( q 30:21 ). Seen from this vantage point, the happiness obtained by or for wives and by the descendants issuing from this happiness is expressed by a term ( \n qurrat aʿyun, “the freshness of the eyes”) that emphasizes its paradisiacal nature (compare q 25:74 and 33:51 with q 32:17 ; see \n paradise \n ). As a whole, the passages in q 2 (Sūrat al-Baqara, “The Cow”) and q 4 (Sūrat al-Nisāʾ, “Women”) that relate to marriage deal with the relationships between spouses in terms that are too legal to suggest bonds of love or affection. The reciprocal attraction between the future spouses is simply suggested in connection with re-marriage or a proposal of marriage ( q 2:232 , 235 ), or with reference to the equality to be observed between the spouses ( q 4:3 , 129 ). As the commentators emphasize in their interpretation of these latter verses, equality cannot relate to love that man cannot control. A further qurʾānic image of spouses is found in q 2:187 , in which the pair are portrayed as garments for each other (see \n clothing \n ).",
    "The passages giving strong expression to the love between God and humans or between spouses thus occur infrequently in the Qurʾān. The term \n ḥubb (and verbal derivatives of \n ḥ-b-b such as \n aḥabba ) is used much more often for that which occupies the human heart first and foremost, passion and worldly goods: “and you devote to material goods a terrible love” ( q 89:20 ; see \n wealth \n ). Humans are inevitably pushed to the desire for things and persons rather than to the things or persons themselves: “Embellished for people is the love \n ¶ of desires, the desire of women, of children, of massed quintals of gold (q.v.) and silver, thoroughbred horses, flocks and crops. That is the joy of the life here below, but being with God is an excellent return” ( q 3:14 ). The opposition between the love of things and the return to God is contained in an element of the qurʾānic discourse that places faith in opposition to other attitudes (such as hypocrisy or disbelief; see \n hypocrites and hypocrisy \n ). Thus the love of God is opposed to the worst of sins (see \n sin, major and minor \n ): “There are people who choose, outside of God, rivals whom they love as the love of God, but the believers have a stronger love for God ( ashaddu ḥubban lillāhi, \n q 2:165 ).",
    "In the same way that human beings are naturally borne towards sensual desires, “it is God who has made you love ( ḥabbaba) the faith and has embellished it in your hearts and has made you detest ( karraha) impiety, prevarication (see \n lie \n ) and disobedience ” (q.v.; q 49:7 ). Humanity thus finds itself split between two incompatible loves: the one that leads to faith and conformity with the divine will, and the other, which brings one to the nether world (cf. q 2:216 ; see \n hell and hellfire \n ). The close link between faith and love also conditions love between human beings. One can only truly love believers, since love for unbelievers separates one from God and attracts one towards this world: “You will not find people who believe in God and the last day (see \n last judgment \n ) and who [also] show their friendship ( yuwāddūn, see \n friends and friendship \n ) towards those opposed to God and to the one he has sent” ( q 58:22 ). Here friendship ( \n mawadda) links up again with the concept of \n walāya, “friendship, alliance, attachment” (see \n contracts and alliances \n ). Adopting unbelievers as friends or allies (walī, pl. \n awliyāʾ) is equivalent to lining up on the side of the enemies (q.v.) of God (cf. q 60:1 ). God alone can \n ¶ turn this hostility into friendship. But meanwhile one can show goodness and justice towards the unbelievers on condition that they show no hostility towards Islam (cf. q 60:7-8 ). It is one of the duties incumbent on the one who calls on God to bring about the transformation of the enemy into a close friend ( walī ḥamīm, cf. q 41:34 ). In the same way, the relationships with the People of the Book (q.v.) are defined in terms of friendship and hostility. They cannot be adopted as \n awliyāʾ (cf. q 5:51 ). A distinction is made, however, between the Jews and the Christians, “closer in friendship ( aqrabahum mawaddatan) to the believers” ( q 5:82 ). True friendship thus rests on faith and a shared expectation of the world to come (see \n eschatology \n ), so much so that on the day of the resurrection (q.v.) the unbelievers will find themselves without “a close friend” ( \n ṣadīq ḥamīm, cf. q 26:101 ; also q 40:18 ; 70:10 ). It is in this kind of eschatological context that the Prophet appeals to love or friendship for one's relatives ( al-mawaddata fī l-qurbā, \n q 42:23 ). Al-Ṭabarī (d. 310/923; Tafsīr, xxv, 15-7) lists four different interpretations of this expression, while showing preference for the first: 1) the Qurayshites (see \n quraysh \n ) are invited to love the Prophet because of his kinship with all the clans of his tribe; 2) the believers should love the close kin of the Prophet (see \n family of the prophet \n ); 3) they must love God in approaching him through their works; 4) they should also love their own kin. From an historical point of view the first two interpretations could, respectively, correspond to the Meccan and Medinan phases of the revelation (see \n chronology and the qurʾān ; occasions of revelation ; revelation and inspiration \n ), while the second two minimize the importance of the love of the Prophet's family, the People of the House (q.v.; \n \n ahl al-bayt ). Taken overall, these an- \n ¶ cient commentaries show the many possible directions of love in the Qurʾān: love of God confirmed by works, love of the Prophet and his kin, love for one's own kin, which, in a sense, implies the whole body of believers, as is also said of the \n walāya (cf. q 5:55 ; see \n community and society in the qurʾān \n ). The presence of God, the source and finality of all things, gives direction to the entire discourse of the Qurʾān: love and friendship can only come from God and lead back to him. The loving relationship between man and woman is disregarded except on this condition. The ideal wives are called \n qānitāt, obedient and devoted, both to God and to their husbands (cf. Ṭabarī, Tafsīr, viii, 294, on the subject of q 4:34 ). In the Qurʾān only the love and friendship of God extend beyond the limits of this world.",
    "The few passages in the Qurʾān dealing with love have scarcely encouraged authors to extract from the Qurʾān the fundamentals of divine and human love. Traces of the affective side of love are found mainly in the sunna (q.v.; see also \n ḥadīth and the qurʾān \n ). The Ṣūfīs themselves (see \n ṣūfism and the qurʾān \n ), when quoting verses such as q 2:165 or q 5:54 , are more likely to express their love for God in terms of the Arabic tradition, poetic and private. In his Ḥaqāʾiq al-tafsīr, \n al-Sulamī (d. 412/1021) is more preoccupied with bringing together the statements concerning love made by the spiritual masters than he is with commenting on q 3:31 . A commentator such as Fakhr al-Dīn al-Rāzī (d. 606/1210; Tafsīr, iv, 204-8) gives an outline of a theory of love based on q 2:165 . But Ibn al-ʿArabī (d. 638/1240) in his al-Futūḥāt al-makkiyya (ii, 327-32; Gloton, Traité, 69-92) has especially illuminated the foundations of the metaphysical doctrine of love found in the Qurʾān. Yet — unless the present writer is mistaken — it seems that no author has attempted a synthesis of all the passages \n ¶ in the Qurʾān dealing with love and its associated concepts."
  ],
  "bibliography": [
    "Ibn al-ʿArabī, Muḥyī l-Dīn, al-Futūḥāt al-makkiyya, Cairo 1911",
    "Fr. trans. M. Gloton, Ibn ʿArabī. Traité de l'amour, Paris 1986",
    "Rāzī, Tafsīr",
    "Sulamī, Ḥaqāʾiq al-tafsīr, ms. Fātiḥ 261, ff. 27b-28b and Ziyādāt 25-6",
    "Ṭabarī, Tafsīr, Beirut 1972",
    "ed. Shākir, Cairo 1971 2",
    "A.-L. de Prémare, Joseph et Muhammad. Le chapitre 12 du Coran, Aix-en-Provence 1989",
    "id., Les rapports entre hommes et femmes dans quelques textes islamiques primitifs, in M. Bernos (ed.), Sexualité et religions, Paris 1989, 135-63"
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "source_editors": null,
  "last_updated": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}