{
  "id": "eweb_567",
  "source": "DMBI",
  "cat": "term",
  "link": "https://www.cgie.org.ir/fa/article/222548/%D8%A7%D8%A8%D8%B1%D8%A7%D8%B1",
  "annotator": "Jeremy",
  "title": "ابرار",
  "authors": [
    "رسول شایسته"
  ],
  "last_updated": "دوشنبه 22 اردیبهشت 1399",
  "content": [
    "اَبْرار، واژه‌ای است عربی به معنی نیکان و نیکوکاران که چندین بار در قرآن کریم آمده و از این طریق در عرف متصوفه و اهل سیر و سلوک نیز راه یافته است. در قرآن مجید: رخی از مفسران و نیز بسیاری از فرهنگ‌نویسان این واژه را تنها جمع بَرّ دانسته‌اند (طبری، 4 / 142؛ طبرسی، 2 / 908؛ ابن‌اثیر، 1 / 116؛ قرطبی، 19 / 125)، اما اکثر مفسران آن را جمع برّ و بارّ، هر دو، یاد کرده‌اند (طوسی، 3 / 92؛ میبدی، 10 / 318، 406؛ زمخشری، 1 / 489؛ فخررازی، ذیل آیۀ 193 از سورۀ آل عمران). راغب اصفهانی نیز ابرار را تنها جمع بارّ دانسته است (ص 41). از آنجا که برّ به صیغۀ مفرد 3 بار در قرآن مجید به کار رفته (طور / 52 / 28؛ مریم / 19 / 14، 32) و بارّ در این کتاب مقدس نیامده است، نظر آن گروه از مفسران و فرهنگ‌نویسان که ابرار را تنها جمع بارّ دانسته است (ص 41). از آنجا که برّ به صیغۀ مفرد 3 بار در این کتاب مقدس نیامده است، نظر آن گروه از مفسران و فرهنگ‌نویسان که ابرار را تنها جمع برّ دانسته و جمع بارّ را بَرَرَه شمرده‌اند، استوارتر می‌‌نماید. ابرار 6 بار و در 6 آیه از قرآن کریم تکرار شده است. در 4 آیه از این آیات (آل‌عمران / 3 / 198؛ دهر / 76 / 5؛ انفطار / 282 / 13؛ مطففین / 83 / 22) به تعبیرات گوناگون از ابرار به عنوان اهل نعیم و بهشت یاد شده و در آیه‌ای (مطففین / 83 / 18) گفته شده است که کتاب (نامۀ اعمالِ) ابرار در علیین (به اقوال گوناگون: زیر عرش، سدرة المنتهی، لوحی از زبرجد آویخته در زیر عرش که اعمال افراد بشر در آن ثبت است، بالاترین طبقۀ بهشت) است و نیز در آیه‌ای دیگر (آل‌عمران / 3 / 193) از زبان اولوالالباب (خردمندان) از پروردگار درخواست می‌شود که آنان را با ابرار بمیراند. مفسران در تفسیر ابرار و ذکر صفات و ویژگیهای آنان سخنان گوناگون گفته‌اند که به برخی از آنها در اینجا اشاره می‌شود: ابرار آنانند که طاعت خدای بزرگ را به تمامی به جای آرند و او را از خود خشنود سازند (طبری، 4 / 142؛ طوسی، 3 / 85؛ طبرسی، 2 / 908)، آنانند که فرایض خدا را به نیکی به جای آورند و از معاصی و محرّمات بپرهیزند (طبری، 30 / 56، 64؛ میبدی، 10 / 406)، مؤمنانیند که در ایمان خود صادقند و فرمانبردار پروردگار خویشند (میبدی، 10 / 318)، نیکوکارنیند که کارهای نیک را تنها برای رضای خدا انجام می‌دهند بی‌آنکه اغراض ناپسند را در نظر داشته باشند (طوسی، 10 / 302)، کسانیند که حقوق واجب و مستحب را ادا می‌کنند (طبرسی، 9 / 616)، آنانند که حق خدای بگزارند و وفای نذر کنند (قرطبی، 19 / 125، به نقل از قتادة)، کسانیند که به خدا و پیامبر او و روز واپسین ایمانی از روی رشد و بصیرت دارند (طباطبایی، 20 / 213). در برخی از تفاسیر از قول حسن بصری آمده است که ابرار آنانند که مورخُرد را نیازارند (طوسی، 3 / 85؛ قرطبی، 13 / 125؛ سیوطی، 2 / 415). همین روایت را بدین صورت نیز نقل کرده‌اند: «ابرار آن کسانی باشند که مورچه را نیازارند و به هیچ بدی رضا ندهند» (ابوالفتوح رازی، 5 / 444؛ طبرسی، 10 / 616). میبدی در تفسیر آیۀ رَبَّنا فَاغْفِرْلَنا ذُنوبَنا و کَفِّر عَنّا سَیِّئاتِنا و تَوَفَّنا مَع الاَبرار (آل‌عمران / 3 / 193)، مراد از ابرار را انبیا و اولیا دانسته است (2 / 388). برخی از مفسران در تفسیر ابرار روایتی از رسول  اکرم (ص) نقل کرده‌اند، بدین مضمون که ابرار آنانند که به پدران و فرزندان خود نیکی می‌کنند (ابن بابویه، 2 / 69؛ میبدی، 10 / 406؛ قرطبی، 19 / 125؛ سیوطی، 2 / 415). به گفتۀ طبرسی، به اجماع اهل بیت و موافقان و بسیاری از مخالفان آنان، در آیۀ اِنّ الاَبْراَر یَشْرَبونَ مِنْ کَأسٍ کانَ مَزاجُها کافوراً (دهر / 76 / 5) مراد از ابرار علی و فاطمه و حسن و حسین (ع) است (10 / 616). ابن شهر آشوب نیز روایتی نزدیک به همین مضمون از امام حسن مجتبی (ع) نقل می‌کند (2 / 4). در روایت از رسول اکرم ابرار یاران علی (ع) معرفی شده‌اند (عیاشی، 1 / 212). ناگفته نماند که شیخ احمد احسایی نیز در شرح دعای جامعۀ کبیر (ص 60). ابرار را در عبارت «عناصر الابرار» شیعیان ائمۀ اطهار، اعم ار مرسلین و انبیا و اوصیا و صالحان و فرشتگان، دانسته است. در تصوّف: ابرار در اصطلاح متصوفه به متوسطان از اهل سلوک گفته شده است که در معرفت خدا و سیر الی اللـه مدارجی را طی کرده باشند (ابن عربی، 2 / 740؛ روزبهان، 2 / 353)، ولی در تعریف این اصطلاح در آثار متصوفه تفاوتهایی دیده می‌شود: در برخی از منابع نسبتاً قدیم، ابرار از اولیای خدا و اهل حل و عقد امور عالم شمرده شده‌اند (هجویری، 269؛ انصاری، طبقات الصوفیة، 80). هجویری آنان را فروتر از اوتاد (ﻫ م) به شمار آورده و عدۀ آنان را 7 تن یاد کرده است. وی می‌گوید: «سرهنگان درگاه حق، جلّ جلاله، سیصدند که ایشان را اخیار خوانند و چهل دیگر که ایشان را ابدال خوانند و هفت دیگر که مرایشان را ابرار خوانند و چهارند که مرایشان را اوتاد خوانند و سه دیگرند که مرایشان را نقیب خوانند و یکی که ورا قطب خوانند و غوث خوانند ... » (ص 269)، اما خواجه عبداللـه انصاری ظاهراً ابرار را در مرتبه‌ای فروتر از ابدال و اوتاد می‌داند. وی می‌گوید: «مجاهدان با نفس سه‌اند: یکی می‌کوشد، او از ابرار است و یکی می‌یاوَد، او از اوتاد است و سیم باز رسته، او از ابدال است (صد میدان، 22)، انصاری در جایی دیگر نیز بی‌آنکه از ابدال نامی به میان آورد، مانند هجویری مقام ابرار را فروتر از اوتاد یاد می کند، ولی شماره آنان را 40 تن می‌داند و می‌گوید: «اولیا همیشه سیصد و شصت تن باشند: چهل از ایشان ابرارند و سی اوتادند و ده تن از آنان نقبایند و سه از آن نجبایند و یکی از ایشان غوث باشد...» (طبقات الصوفیة، همانجا). وی سپس می‌افزاید که هرگاه غوث از دنیا برود، یکی از نجبا را به جای او می‌نشانند و به همین ترتیب با حفظ سلسلۀ مراتب یک تن را از مرتبت فروتر به مرتبت برتر می‌رسانند، چنانکه یکی از اوتاد می‌شود و سرانجام یک نفر از عامۀ خلق به مقام اولیا می‌رسد (همانجا). ابونصر سرّاج به استناد آیات قرآن کریم ابرار جانشین یکی از اوتاد می‌شود و سرانجام یک نفر از عامۀ خلق به مقام اولیا می‌رسد (همانجا). ابونصر سرّاج به استناد آیات قرآن کریم ابرار را فروتر از مقرّبان (روزبهان، 2 / 366؛ نسفی، 103، 303) و برتر از متّقین دانسته‌اند (روزبهان، 1 / 130). صوفیه دربارۀ برتری مقربان نسبت به ابرار به این سخن مشهور: «حَسَناتُ الاَبْرارِ سَیِئاتُ الْمُقَرَّبین» ــ که برخی آن را از احادیث موضوعه و برخی دیگر منسوب به ابوسعید خرّاز از مشایخ صوفیه می‌دانند ــ نیز استناد می‌کنند (نک‍ ‍: فروزانفر، 65). عطار نیشابوری در این باب از قول سَرّی سقطی عارف مشهور سخنی آورده است که عقیدۀ صوفیه را در تقدم مقربان بر ابرار روشن می‌کند: «دلهای ابرار معلّق به خاتمت است و دلهای مقربان معلّق به سابقت است. معنی آن است که حسنات ابرار سیئات مقربان است» (1 / 281). سخن باخرزی از نویسندگان متصوف سدۀ 8 ق / 14 م نیز در این باره مؤید همین نظر است: «خادم هر چه می‌کند لِلّه را می‌کند و شیخ هرچه می‌کند باللـه تعالی می‌کند، شیخ در مقام مقربان است و خادم در مقام ابرار است» (ص 128). خواجه نصیرالدین طوسی نیز برای نوع انسان از جهت تقرب به پیشگاه خدای متعال منازل و مقاماتی می‌شمارد و آن را به چهار مرتبت منحصر می‌کند. وی ابرار را در مقام سوم جای می‌دهد و در وصف آنان می‌گوید: «ایشان جماعتی باشند که به اصلاح عباد و بلاد مشغول باشند و سعی ایشان بر تکمیل خلق مقصور» (ص 142). وی دو مقام مقدم بر ابرار را مقام موقنان و محسنان و مقام چهارم را مقام فایزان یا مخلصان می‌داند (همانجا). گروهی از متصوفه که به تفسیر قرآن پرداخته‌اند، ابرار را در آیات قرآنی بر مشرب و ذوق خود تفسیر کرده‌اند. روزبهان بقلی می‌گوید: ابرار آنانند که خدای تعالی از نعمت مشاهدۀ خویش برخوردارشان ساخته و محبت خود را بر دل آنان افکنده است. ابرار از نهرهای انوار صفات و مقربان از دریای ذات سیراب می‌گردند. در شرابِ ابرار از جویبارهای انهار مقربان درآمیخته‌اند. هرگاه ابرار صرفاً از شراب خاص مقربان بنوشند، همگی ذوب می‌شوند. اهل تقوی در جنّتند و ابرار در حضرت. ابرار در مقام انسند و مقربان در مقام قدس (1 / 129-130، 2 / 366). چنانکه اشاره شد، روزبهان ابرار را از متوسطان اهل سلوک می‌شمارد و تفاوت آنان را با عارفان در این می‌داند که ابرار در سکر مشاهده مانده از مطالعۀ حقیقت باز می‌مانند، اینان شراب مشاهدۀ حق را با صحو آغاز می کنند و با سکر به پایان می‌برند. در حالی که عارفان با صحو آغاز می‌کنند و با همان حال به پایان می‌رسانند و از رؤیت غرایب تجلّی ذات و صفات برخوردار می‌گردند (2 / 353). در تفسیر منسوب به ابن‌عربی نیز ابرار نیکبختانیند که از حجاب آثار و افعال بیرون آمده و به حجابهای صفات محتجب شده‌اند، بی‌آنکه در آن متوقف بمانند، بلکه آنان در عین بقا در عالم صفات متوجه عین ذاتند (2 / 740). در این تفسیر ابرار به دو گروه تقسیم شده‌اند: یک دسته از آنان در زمرۀ ابدالند و از خویشتن فانی شده‌اند و گروهی دیگر در مقام محو صفات باقی بر حال خویشند و به کمال در فنای ذات دست نیافته‌اند (1 / 243). ابرار در ادب فارسی علاوه بر معنی قرآنی و معنی خاص صوفیانه، گاه نیز در معنی مطلق و عامّ صوفی و عارف به کار رفته است.",
    "مآخذ: ابن اثیر، مبارک بن محمد، النهایة، به کوشش طاهر احمد زاوی و محمود محمد طناجی، قاهره، 1383 ق / 1963 م؛ ابن بابویه، محمدبن علی، عیون اخبار الرضا، به کوشش محمدمهدی خرسان، نجف، 1390 ق / 1970 م؛ ابن شهر آشوب، محمدبن علی، مناقب آل ابی‌طالب، قم، مطبعه علمیه؛ ابن عربی، محیی‌الدین، تفسیر القرآن الکریم، به کوشش مصطفی غالب، بیروت، 1978 م؛ ابوالفتوح رازی، حسین بن علی، روح ‌الجنان، قم، 1404 ق؛ احسایی، احمدبن زین‌الدین، شرح الزیارة الجامعة الکبیرة، کرمان، 1355 ش؛ انصاری، خواجه عبداللـه، صد میدان، به کوشش قاسم انصاری، تهران، 1358 ش؛ همو، طبقات الصوفیة، به کوشش عبدالحی حبیبی، کابل، 1341 ش؛ باخرزی، یحیی بن احمد، اوراد الاحباب و فصوص الآداب، به کوشش ایرج افشار، تهران، 1345 ش؛ راغب اصفهانی، حسین بن محمد، المفردات فی غریب القرآن، به کوشش محمد سید کیلانی، بیروت، دارالمعرفة؛ روزبهان بقلی، عرائس البیان فی حقائق القرآن، نولکشور، 1301 ق؛ زمخشری، محمودبن عمر، الکشاف، بیروت، دارالمعرفة؛ سرّاج طوسی، ابونصر، اللمع، به کوشش رینولد نیکلسون، لیدن، 1914 م؛ سیوطی، عبدالرحمن، الدر المنثور، بیروت، 1403 ق / 1983 م؛ طباطبائی، محمدحسین، المیزان، تهران، 1392 ق؛ طبرسی، فضل بن حسن، مجمع البیان، به کوشش هاشم رسولی محلاتی و فضل‌اللـه یزدی طباطبائی، بیروت، 1408 ق / 1988 م؛ طبری، جامع البیان فی تفسیر القرآن، قاهره، 1325 ق؛ طوسی، محمدبن حسن، التبیان فی تفسیر القرآن، به کوشش احمد حبیب قصیر العاملی، بیروت، داراحیاء التراث العربی؛ عطار، محمدبن ابراهیم، تذکرة الاولیاء، به کوشش رینولد نیکلسون، لیدن، 1905 م؛ عیّاشی، محمدبن مسعود، التفسیر، به کوشش هاشم رسولی محلاتی، تهران، 1380 ق؛ فخررازی، محمدبن عمر، التفسیر الکبیر، فروزانفر، بدیع الزمان، احادیث مثنوی، تهران، 1361 ش؛ قرطبی، محمد بن احمد، الجامع لاحکام القرآن، بیروت، 1967 م؛ میبدی، احمدبن محمد، کشف الاسرار وعدة الابرار، به کوشش علی‌اصغر حکمت، تهران، 1361 ش؛ نسفی، عزیزالدین بن محمد، کتاب الانسان الکامل، به کوشش ماریان موله، تهران، 1962 م؛ نصیرالدین طوسی، محمدبن محمد، اخلاق ناصری، به کوشش مجتبی مینوی و علیرضا حیدری، تهران، 1360 ش؛ هجویری، علی بن عثمان، کشف المحجوب، به کوشش د. ژوکوفسکی، لنینگراد، 1936 م. رسول شایسته"
  ],
  "bibliography": null,
  "signature": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}