{
  "id": "eweb_573",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/abu-said-fazlallah-b/",
  "annotator": "Riccardo",
  "title": "ABŪ SAʿĪD ABI’L-ḴAYR",
  "authors": [
    "G. Böwering"
  ],
  "last_updated": "May 16, 2018",
  "print_details": "Vol. I, Fasc. 4, pp. 377-380",
  "published": "December 15, 1983",
  "content": [
    "famous Iranian mystic, born 1 Moḥarram 357/7 December 967 at Mēhana, a small town in Khorasan, about fifty miles west of Saraḵs, and died there 4 Šaʿbān 440/12 January 1049.",
    "ABŪ SAʿĪD FAŻLALLĀH B. ABI’L-ḴAYR AḤMAD MĒHANĪ (or MAYHANĪ), famous Iranian mystic, born 1 Moḥarram 357/7 December 967 at Mēhana, a small town in Khorasan, about fifty miles west of Saraḵs, and died there 4 Šaʿbān 440/12 January 1049. The major sources for his biography, two Persian hagiographies, were compiled by descendents of Abū Saʿīd about a century and a half after his death and reflect a tendency to embellish the saint in family tradition. They are the Ḥālāt o soḵanan-e šayḵ Abū Saʿīd Abu’l-Ḵayr Mēhanī (ed. V. Zhukovskiĭ, St. Petersburg, 1899; ed. Ī. Afšār, Tehran, 1341 Š./1963), compiled by Jamāl-al-dīn Abū Rawḥ Loṭfallāh b. Abī Saʿīd Saʿd b. Abī Saʿīd Asʿad b. Abī Ṭāher Saʿīd b. Abī Saʿīd Fażlallāh (d. 541/1147), and the Asrār al-tawḥīd fī maqāmāt Šayḵ Abī Saʿīd (ed. V. Zhukovskiĭ, St. Petersburg, 1899; repr. A. Bahmanyār, Tehran, 1314 Š./1969 and 1354 Š./1975; Arabic tr. E. ʿA. Qandīl, Cairo, 1966; French tr. M. Achena, Les étapes mystiques du shaykh Abū Saʿīd , Paris, 1974), compiled between 574/1179 and 588/1192 by Loṭfallāh’s cousin Moḥammad b. Nūr-al-dīn Monawwar b. Abī Saʿd Asʿad, who based his work on the Ḥālāt and dedicated it to the Ghurid sultan Ḡīāṯ-al-dīn Abu’l-Fatḥ Moḥammad b. Sām (r. 558-99/1163-1203). Asrār al-tawḥīd became the principal source for the accounts of Abū Saʿīd in the Sufi taḏkera literature, e.g., the Nafaḥāt of Jāmī (d. 898/1492) and the supplement to the Taḏkerat al-awlīāʾ of ʿAṭṭār (d. 617/1220). Significant minor sources for Abū Saʿīd’s biography that antedate and modify the family tradition of the Asrār are: Kašf al-maḥǰūb by Abu’l-Ḥasan Hoǰvīrī (d. 465-9/1072-77), Tamhīdāt by ʿAyn-al-qożāt Hamadānī (executed 525/1131), and al-Sīāq le taʾrīḵ Naysābūr (cf. R. N. Frye, ed., The Histories of Nishapur , The Hague, 1965, facsimile) by ʿAbd-al-Ḡāfer al-Fāresī (d. 529/1134).",
    "The major features of Abū Saʿīd’s biography, which is inextricably intertwined with legend, appear to be the following. In his youth Abū Saʿīd studied the Koran and grammar with a master at Mēhana. He also became acquainted with Sufi practices through his father, a druggist by profession, who took the boy to the performances of Sufi dance ( samāʿ ) at Mēhana and introduced him to the Sufi poet Abu’l-Qāsem Bešr Yāsīn (d. 380/990), Abū Saʿīd’s first teacher in mystical devotion. As a young man Abū Saʿīd proceeded to Marv to study Shafeʿite law for five years under Abū ʿAbdallāh Moḥammad b. Aḥmad al-Ḵeżrī (d. between 373/983 and 390/1000) and for five more years under Abū Bakr ʿAbdallāh b. Aḥmad al-Qaffāl (d. 417/1026). He then continued his studies in tafsīr , Hadith, and kalām at Saraḵs with Abū ʿAlī Ẓāher b. Aḥmad (d. 389/999). At Saraḵs Abū Saʿīd made the acquaintance of the “saintly fool” Loqmān Saraḵsī, who directed him to the Sufi Abu’l-Fażl Ḥasan Saraḵsī (possibly in 387/997). The latter became his pīr , inducing him to espouse Sufism entirely, and sent him back to Mēhana with the instruction to practice the ḏekr repetitions of the word Allāh. Abū Saʿīd spent the next fifteen years of his life mainly in seclusion at Mēhana and in the solitude of the neighboring mountains and deserts. During this period at Mēhana, he now and then traveled to Saraḵs to be guided in his ascetic exercises and spiritual queries by Abu’l-Fażl, whose guidance he continued to seek in later years by visiting his grave at Saraḵs. After the demise of his master, Abū Saʿīd traveled to Āmol via Nesā to join the Hanbalite Sufi Abu’l-ʿAbbās Aḥmad b. Moḥammad al-Qaṣṣāb, who, after a year of spiritual training, recognized him as a mature mystic and bestowed on him the patched frock ( ḵerqa , possibly the ḵerqa-ye tabarrok ). According to a blurred account of the Asrār al-tawḥīd (cf. F. Meier, Abū Saʿīd , p. 45), Abū Saʿīd earlier had received the ḵerqa (possibly the ḵerqa-ye aṣl ) in Nīšāpūr from the celebrated Sufi historian Solamī (d. 412/1021), to whom he is said to have been sent by Abu’l-Fażl Saraḵsī upon the completion of his spiritual training.",
    "According to the traditional account of the Asrār al-tawḥīd , Abū Saʿīd entered upon the public phase of his Sufi career in the fortieth year of his life, about 400/1009 in the appraisal of Nicholson ( Studies , p. 25) and Dānešpažūh ( FIZ 1, 1332 Š./1953, p. 184), or about 407/1016 according to the critical examination of Meier (op. cit., p. 50). Until his death he led the life of a sedentary Sufi and maintained two centers for his activity, residing partly at his hermitage ( ṣawmaʿa ) and house ( sarāy ) in the remote Mēhana, which he called mašhad , and partly at a convent ( ḵānaqāh-e ʿadanī-kōbān , said to have been founded by [Abū] ʿAlī Ṭarsūsī, who may have been his father-in-law; cf. Meier, op. cit., p. 423) in Nīšāpūr. His occasional travels (to Marv, Marvarrūḏ, Herat, Qāyen, Ḵaraqān, and Dāmḡān) did not lead him beyond the northeastern regions of Iran. Though Abū Saʿīd once set out to perform the pilgrimage ( ḥaǰǰ ) with his wife and son, Abū Ṭāher, he never reached Mecca. Traveling via Ḵaraqān, he visited one of his Sufi forebears of Khorasan, Abu’l-Ḥasan Ḵaraqānī (d. 425/1033), a resident mystic ( moqīm ) who laid claim to the spiritual succession of Bāyazīd Basṭāmī  and was the rival of the leading Sufi Shaikh of the Ṭayfūrīya tradition in Basṭām Abū ʿAbdallāh Dāstānī (d. 417/1026). During the encounter Abū Saʿīd is said to have refused to speak in the presence of the shaikh, who received him with great honor in his ḵānaqāh and succeeded in dissuading him from continuing on his pilgrimage ( Asrār al-tawḥīd , pp. 148-50; Hoǰvīrī, Kašf al-maḥǰūb , p. 205; tr. Nicholson, p. 163; cf. Nūr al-ʿolūm , pp. 194-95).",
    "Abū Saʿīd may have settled in Nīšāpūr for the first time about 415/1024, hardly prior to the death of Solamī and certainly after the death of Abū ʿAlī Daqqāq (d. 405/1015), whom he had met as a student in Marv. In Nīšāpūr Abū Saʿīd preached before large audiences and displayed himself as a spiritual guide. He also encountered distrust and reticence on the part of leading Shafeʿite Sufis and Ašʿarite theologians of the city, among them Abū Moḥammad Jovaynī (d. 478/1085), Esmāʿīl Ṣābūnī (d. 449/1057), the famous ʿAbd-al-Karīm Qošayrī (d. 465/1074) and Ebn Bākōya (d. 428/1037), who directed Solamī’s convent after his death but died himself at Šīrāz. Ebn Bākōya, a widely traveled Sufi and an opponent of Sufi dance and music ( samāʿ ), criticized Abū Saʿīd’s comfortable way of life and Sufi conduct. In particular he took exception to Abū Saʿīd’s habit of reclining on comfortable cushions when giving ascetic advice and his accepting young men into the company of their seniors during samāʿ performances. Because of his extravagant lifestyle and unconventional Sufi practice, Abū Saʿīd also was drawn into quarrels between local Muʿtazilites and Hanafites on the one hand and Shafeʿites and Ašʿarites with whom he appears to have sided, on the other hand. The Karramite Abū Bakr Moḥammad b. Esḥāq b. Maḥmašāḏ made common cause with the Hanafite qāżī Abu’l-ʿAlāʾ Saʿīd b. Moḥammad and accused Abū Saʿīd of giving lavish feasts, reciting poetry from the pulpit, and having young men perform samāʿ in public. A written charge sent to Ghaznavid Sultan Maḥmūd (d. 421/1030) led to an inquiry which Abū Saʿīd managed to turn to his favor through his skill in thought-reading ( Asrār al-tawḥīd , pp. 77-82). Similar accusations were also raised in the writings of the Zahirite Ebn Ḥazm (d. 456/1064), who branded Abū Saʿīd as an infidel for wearing now wool, then silk, saying a thousand prayer units one day and none the next ( al-Feṣal fi’l-melal , Cairo, 1321/1913, IV, p. 188). The well-known Hanbalite Sufi ʿAbdallāh Anṣārī (d. 481/1089), who visited Abū Saʿīd twice in Nīšāpūr, also voiced his reservations about Abū Saʿīd’s Sufi doctrine and practice, although he showed respect for his host by presenting him with his turban and overcoat as a gift ( Asrār al-tawḥīd , p. 244; cf. S. de Laugier de Beaurecueil, Khwādja ʿAbdullāh Anṣārī , Beirut, 1965, pp. 62-63, 68-69). It is unlikely, however, that Abū Saʿīd ever received the famous philosopher Ebn Sīnā (d. 428/1037) at Nīšāpūr for discussions on the nature of philosophy and mysticism, although the sources highlight the punchline of the story about the alleged encounter, in which Ebn Sīnā declares “all that I know, he sees” ( har če man mīdānam ū mībīnad ), and Abū Saʿīd retorts “all that we see, he knows” ( har če mā mībīnīm ū mīdānad ). But the two may have met incidentally in 391/1001 at Mēhana (cf. A. H. Zarrīnkūb, MDAT , 1353 Š./1974, no. 3, pp. 86-87) and subsequently may have exchanged letters while Abū Saʿīd was at Nīšāpūr (cf. Meier, Abū Saʿīd , p. 28). Towards the end of his life, probably in 437/1046, Abū Saʿīd left Nīšāpūr for good and returned to his native Mēhana, where he died.",
    "Abū Saʿīd appears to have been the first Sufi to record ten basic rules for the inmates of a convent ( ḵānaqāhīān ). He is said to have dictated them to his scribe Abū Bakr Aḥmad b. ʿAlī b. al-Ḥasan al-Moʾaddeb al-Bayhaqī al-Ostowāʾī (d. after 477/1085) and to have initiated an oral tradition of ten additional rules for the Sufi shaikh and ten for the novice ( Asrār al-tawḥīd , pp. 329-30; cf. Nicholson, Studies , p. 46; Meier, Abū Saʿīd , p. 310). Abū Saʿīd instructed his listeners either in the mosque or from a seat raised on a platform at the door of his house. Most of his listeners, who are said to have numbered a hundred, some being dressed in blue frocks, remain anonymous in the sources, while others such as Abū ʿAlī Fārmaḏī (d. 477/1084), a student of Qošayrī, and Abu’l-Qāsem Korrakānī (d. 469/1076), who also frequented the Sufi sessions of Abū Saʿīd in Nīšāpūr and Mēhana, are cited by name. Among his listeners the sources mention a group of principal disciples, the so-called ten disciples ( aṣḥāb-e ʿašara ), only two of whom can be identified, namely a certain ʿAbd-al-Ṣamad, a native of Saraḵs, and Abū Saʿīd, known as Dōst-e Ḏāḏā (d. 477/1084), who between 451/1060 and 466/1074 founded a rebāṭ at Baghdad that became the residence of the Sufi šayḵ al-šoyūḵ under Dōst-e Ḏāḏā’s descendants in the middle of the 6th/12th century. At one occasion Abū Saʿīd, through his wife, invested a woman, Īšī Nīlī of Nīšāpūr, with a ḵerqa ( Asrār al-tawḥīd , pp. 82-83). Abū Saʿīd’s disciples may also have included his close associates: Ḥasan Moʾaddeb, his steward, who was buried at Mēhana; ʿAbd-al-Karīm, his personal servant; and Abū Bakr Moʾaddeb, his scribe and the educator ( adīb ) of his sons.",
    "Abū Saʿīd was survived by five sons: Abū Ṭāher, who was buried in his father’s shrine at Mēhana in 479/1086; Abu’l-Wafāʾ Moẓaffar; Abu’l-ʿAlāʾ Nāṣer, who died at Mēhana in 491/1098; Abū Moṭahhar; and Abu’l-Baqāʾ Mofażżal, who took over his father’s convent at Nīšāpūr and died there in 492/1099. Abū Ṭāher, the oldest son, who had received a modest education, undeservedly occupies a prominent place in the family tradition ( Asrār al-tawḥīd , pp. 352-53), which depicts him as having been appointed from his father’s deathbed as successor ( ḵᵛāǰa ) to Abū Saʿīd’s spiritual suzerainty and as its pivot ( qoṭb ). The story that Abū Saʿīd on his deathbed appointed Aḥmad Jām (441-536/1050-1141) as his successor is a legend that was spread by the latter’s family tradition in the 6th/12th and 7th/13th centuries. Some of Abū Saʿīd’s followers established convents in the name of their master’s spiritual suzerainty, one at Šervān (south of the Caucasus mountains), erected by Abū Naṣr Šervānī on Abū Saʿīd’s order, another at Bašḵᵛān (near Nesā), founded by Abū ʿAmr Bašḵᵛānī (d. 472/1080), the local representative ( nāʾeb ) of Abū Saʿīd, and a third at Šōkān (west of Saraḵs), built by Moḥammad Šōkānī, a rich man who had embraced Sufism upon the direction of Abū Saʿīd. Abū Saʿīd’s shrine at Mēhana and his convent at Nīšāpūr were destroyed in 549/1154 during the devastation of Khorasan by the Ḡozz, and some 115 members of his family were tortured and put to death at Mēhana.",
    "The mysticism of Abū Saʿīd is marked by eccentricity, dichotomy, and paradox. His spiritual itinerary is said to have included two phases: The first forty years or so he lived as an austere ascetic, the second part of his life as a cheerful mystic. In his early career Abū Saʿīd subjected himself to exercises of severe self-denial, shutting himself off from people, breaking all bonds with this world, castigating his body, spending his nights in prayer, observing extreme fasts, visiting ruins and solitary places, wandering for months in the desert with herbs as his only sustenance, sweeping mosques, cleaning latrines, and begging for the poor. He was also known to have practiced the čella-ye maʿkūsa (performing prayers while standing on his head with the feet tied to a nail in the wall), the Indian origin of which is by no means established (cf. A. Schimmel, Mystical Dimensions , p. 242; S. Vryonis, ed., Islam and Cultural Change in the Middle Ages , Wiesbaden, 1975, pp. 121-22). In his later years Abū Saʿīd hardly led the life of an ascetic but rather that of a sultan, as ʿAwfī remarked (cf. Barthold, Turkestan 1 , p. 311), indulging in luxury, giving sumptuous meals, arranging extravagant entertainments, taking pleasure in the dance of boys, and spending his time listening to music and poetry recitals. In particular Abū Saʿīd is known to have enjoyed the Sufi samāʿ as a kind of social event that included chanting, dancing, and crying out, and culminated in ecstatic rapture when the dancers threw off their clothes, tore them to pieces and distributed them around ( ḵerqabāzī ).",
    "The transition from a life of self-mortification to a life of divinely inspired joy appears to have been marked by a vision in the mosque of Mēhana ( Asrār al-tawḥīd , pp. 38-39; cf. Nicholson, Studies , p. 16; Meier, Abū Saʿīd , p. 72). In this vision, inspired by the Koranic phrase “is not your Lord enough for you” (41:53), Abū Saʿīd realizes that his striving for God through exercises of self-denial leads to self-centered religious practice, which implicitly negates the Sufi goal of actualizing the divine oneness by blotting out one’s self-awareness. Abū Saʿīd expressed this realization in paradoxical claims, which fall into the category of theopathetic statements ( šaṭḥīyāt ) uttered by Iranian Sufis since Bāyazīd Basṭāmī (d. 261/874). For example, Abū Saʿīd claimed to be the compass for mankind ( qebla-ye ḵalq ; Asrār al-tawḥīd , p. 248), exclaimed that “there is nothing inside my cloak except Allāh” ( laysa fī ǰobbatī sewā Allāh ; ibid., p. 217) and proclaimed that he had attained the ideal of selflessness, calling himself “Nobody, the son of Nobody” ( hēčkas b. hēčkas ; ibid., p. 278). His sayings and sermons do not form a coherent system of thought, but offer glimpses into many facets of his mystic experience. In his followers’ memory Abū Saʿīd continued to live as a saint who was credited with many miracles and charismatic gifts ( karāmāt ), in particular with the gift of thought-reading ( ferāsat ). He stands out in the history of Iranian Sufism as great teacher and preacher, who combined the spiritual and antinomian currents of Islam with its more legalistic doctrines and practices. He also occupies a significant place in the transition from 3rd/9th and 4th/10th century Sufism to the organization of Sufism into affiliations and orders in the 6th/12th and 7th/13th centuries.",
    "The authenticity of the works ascribed to Abū Saʿīd can not be demonstrated. It is doubtful whether he ever wrote the Arabic Maṣābīḥ , attributed to him by ʿAyn-al-qożāt Hamadānī ( Tamhīdāt , p. 350). The Persian tract Maqāmāt-e arbaʿīn (ed. M. Dāmādī, Maʿāref-e eslāmī 12, April, 1971, pp. 58-62; cf. F. Meier, Der Islam 24, 1937, p. 25), a succinct description of forty stages on the mystic path, appears to have been compiled later than the 5th/11th century and resembles the Čehel maqām-e ṣūfīya , which is questionably attributed to ʿAlī Hamadānī. Although Abū Saʿīd is said to be the author of a collection of quatrains of a mystical nature (cf. Nicholson, Studies , p. 48), which are scattered in various sources, the poetical legacy ascribed to him appears the work of others (cf. Rypka, Hist. Iran. Lit. , p. 234; Šafīʿī Kadkanī, Soḵan 19, 1348 Š./1969, pp. 690-93; F. Meier, Abū Saʿīd , p. 212). The correspondence of Abū Saʿīd with Ebn Sīnā (d. 428/1037), however, may be authentic (cf. M. T. Dānešpažūh, FIZ 1, 1332 Š./1953, pp. 189-204 and Dāneš 3, 1331-34 Š./1952-55, pp. 325-30; G. C. Anawati, Essai de bibliographie avicennienne , Cairo, 1950, passim, nos. 260, 266, 268)."
  ],
  "bibliography": [
    "R. A. Nicholson, Studies in Islamic Mysticism , Cambridge, 1921, pp. 1-76.",
    "Idem, “Abū Saʿīd,” EI 1 I, pp. 104-05.",
    "H. Ritter, “Abū Saʿīd,” EI 2 I, pp. 145-47.",
    "Idem, Das Meer der Seele , Leiden, 1955, passim.",
    "F. Meier, Abū Saʿīd-i Abū l-Ḫayr , Acta Iranica 11, Tehran and Liège, 1976.",
    "Ḡ. Ḥ. Yūsofī, “ʿĀref-ī Ḵorāsān,” MDAM 5, 1348 Š./1969, PP. 135-91.",
    "ʿA. Zarrīnkūb, “Jostoǰū dar taṣawwof-e Īrān,” MDAT 86-87, 1353 Š./1974, pp. 1-5.",
    "R. Gramlich, Die schiitischen Derwischorden Persiens , Wiesbaden, 1965-76, I, pp. 6, 8; II, passim.",
    "A. Schimmel, Mystical Dimensions of Islam , Chapel Hill, 1975, pp. 88, 116, 211, 235, 241-44, 433.",
    "J. Spencer Trimingham, The Sufi Orders in Islam , Oxford, 1971, pp. 53, 166, 182.",
    "Rypka, Hist. Iran. Lit. , pp. 220, 233-34, 451, 729.",
    "Browne, Lit. Hist. Persia I, pp. 371, 416, 437; II, pp. 116-17, 157, 246, 256, 261-69, 281, 367, 483; III, pp. 65, 121.",
    "Storey, I, pp. 927-30.",
    "S. Nafīsī, Soḵanān-e manẓūm-e Abū Saʿīd-e Abu’l-Ḵayr , Tehran, 1334 Š./1955.",
    "Šafīʿī Kadkanī, “Kānandān-e Abū Saʿīd Abu’l-Ḵayr,” Nāma-ye Mīnovī , Tehran, 1350 Š./1971.",
    "Hoǰvīrī, Kašf al-maḥǰūb , ed. V. Zhukovskiĭ, Leningrad, 1926, pp. 24, 26, 148, 189, 204-06, 212, 275, 301, 322, 450; tr. Nicholson, London, 1911, pp. 21, 22, 119, 150, 164-66, 170, 218, 235, 250, 318, 346.",
    "ʿAṭṭār, Taḏkerat al-awlīāʾ I, pp. 135, 179; II, pp. 59, 135, 184, 205, 206, 207, 268, 322-37 (supplement).",
    "ʿAyn-al-qożāt Hamadānī, Tamhīdāt , ed. ʿA. ʿOsayrān, Tehran, 1341 Š./1962, pp. 155, 211, 275, 349, 350.",
    "Jāmī, Nafaḥāt , pp. 300-07. Sobkī, Ṭabaqāt , Cairo, 1950, IV, p. 10. Samʿānī (Leiden), fol. 550a.",
    "Rūzbehān Baqlī, Šarḥ-e šaṭḥīyāt , ed. H. Corbin, Tehran and Paris, 1344 Š./1965, pp. 44, 582.",
    "Nūr al-ʿolūm , ed. and tr. Y. E. Berthels, Īrān 3, Leningrad, 1929, pp. 155-224; ed. M. Mīnovī, Tehran, 1354 Š./1975.",
    "Bāḵarzī, Awrād al-aḥbāb , Tehran, 1340 Š./1961, pp. 84, 177, 206, 209, 213, 221, 256, 266."
  ],
  "citation": "G. Böwering, “ABŪ SAHL ZŪZANĪ,” Encyclopædia Iranica, I/4, pp. 377-380; an updated version is available online at http://www.iranicaonline.org/articles/abu-said-fazlallah-b (accessed on 31 January 2014).",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": 121
}