{
  "id": "eweb_574",
  "source": "EIr",
  "cat": "term",
  "link": "https://www.iranicaonline.org/articles/kasf_o_sohud/",
  "annotator": "Riccardo",
  "title": "KAŠF O ŠOHUD",
  "authors": [
    "Cyrus Ali Zargar"
  ],
  "last_updated": "November 8, 2012",
  "print_details": "Vol. XV, Fasc. 6, pp. 668-673",
  "published": "December 15, 2011",
  "content": [
    "(“unveiling and witnessing”), terms commonly used by Muslim mystics to describe the acquisition of esoteric knowledge and the constant first-hand encountering of the divine presence.",
    "KAŠF O ŠOHUD (“unveiling and witnessing”), terms commonly used by Muslim mystics to describe the acquisition of esoteric knowledge and the constant first-hand encountering of the divine presence.  The two terms kašf and šohud , sometimes used together to describe a general experience of illuminative discovery and continued inspired perception, have distinct meanings within the Muslim mystical traditions and exemplify the manner in which terms can acquire specialized signification in the Islamic disciplines.",
    "LEXICAL AND QORʾĀNIC",
    "Kašf . Ebn Manẓur (d. 711/1311-12) describes “al-kašf” as a lifting of something from “that which is concealed or wrapped” (IX, p. 300).  Separate from usages in which kašf in its various forms signifies “relief” from pain or hardship, this meaning of lifting the mysterious and concealed occurs in verbal form in the Qorʾān (50:22). The verse in question associates the divine lifting of the veil with the human ability to see piercingly clear in the afterlife.  Many verses in the Qorʾān employ the images of veils, seals, and other coverings for the heart, which would thereby imply the need for an unveiling (e.g., 2:7, 18:101).",
    "Šohud . Ebn Manẓur (III, p. 239) defines “šohud” as meaning “presence” ( ḥożur ).  Šohud as a verbal noun does not appear in the Qorʾān, while numerous instances of the verb šaheda do indeed appear, often in the sense of “testifying” or “being witness” (e.g., 6:130) or “being present” (e.g., 2:185).  Usage of the verb in another verse (7:172), in which the unborn children of Adam respond “Indeed, we bear witness ( šahednā )” to God’s question, “Am I not your Lord,” would become an important point of deliberation for mystics such as Abu’l-Qāsem Jonayd Baḡdādi in the formative years of contemplative Sufism, as can be seen in his Ketāb al-miṯāq (pp. 147-51).  The Qorʾānic contrast between ḡayb (unseen) and šahāda (seen), as well as its emphasis on knowledge by vision (6:75, 12:24, 17:1), also becomes a theoretical focus in the development of Muslim mystical thought.  Lastly, in verse 3:18, God’s bearing witness to His own oneness is tied into that of the angels and people of knowledge ( olu’l-ʿelm ).  The testimonial emphasis found in the Qorʾān seems to have influenced later descriptions of mystic visionary experience as a perpetual eyewitnessing.",
    "HADITH",
    "While Sufi writers do not attribute the terms kašf or šohud, or their sometimes more technical counterparts mokāšafa or mošāhada , to any particular Hadith, certain narrations do appear repeatedly in both early and later terminological elucidations. The Hadith in which the Prophet Moḥammad defines “excellent action” ( eḥsān ) as worshipping God “as if you see Him” stands as an important narration for Sufis—in part because it presents this virtual seeing of God as a grade of piety above submission ( eslām ) and, after that, above belief ( imān ), which suits and perhaps helped to shape the Sufi preoccupation with grades of spiritual achievement marked by visionary experience, narrated by Abu Horayra (Boḵāri, no. 50, p. 23, and no. 4777, pp. 1199-1200; see also Majlesi, LVI, pp. 260-61).  The Hadith proclaiming that the servant [of God] who through obligatory, followed by supererogatory, actions draws near to and becomes beloved by God, such that God is the “hearing with which he hears, the sight with which he sees, the hand with which he seizes, and the foot with which he walks,” will come to serve as a traditional foundation for the perceived union of human faculties and the divine presence experienced by the mystic, one generated by divine love (Boḵāri, no. 6502, p. 1617; see also Kolayni, II, p. 352).  Mentioned often in the context of unveiling and witnessing is an account of Ḥāreṯa b. Mālek b. Noʿmān Anṣāri (also identified as Ḥāreṯa b. Sorāqa, Zayd b. Ḥāreṯa, and “a young man from the Anṣār”), who announces to the Prophet Moḥammad the signs of his realized belief, among which is his experience approximating a vision of God upon the Throne, the believers enjoying paradise, and the disbelievers undergoing torment.  This Hadith does not appear in the most canonical of Sunni collections, but Sufis refer to it repeatedly as an instance of lucid and ongoing vision prompted by spiritual achievement (Kolayni, narrated by Abu Baṣir from Imam Jaʿfar al-Ṣādeq, Ketāb al-imān wa’l-kofr ; Bāb ḥaqiqat al-imān;  Foruzānfar, p. 35; see also, Kolayni, II, p. 54; Ebn Ḥebbān, sec. on Aḥmad b. al-Ḥasan b. Abān, I, p. 164-65).  Accounts of al-esrāʾ wa’l-meʿrāj (the night journey and ascent, alluded to in the Qorʾān, 17:1 and 53:7-18; see MEʿRAJ ) often include the Prophet Moḥammad’s first-hand beholding of God and would become a paradigm for mystical accounts of witnessing as well as a wealth of sources for narrations concerning divine communication and vision. Lastly, statements attributed to the earliest Muslim community, particularly Imam ʿAli b. Abi Ṭāleb , appear repeatedly as sources and legitimizing evidence for developing mystical vocabulary.  Particularly relevant is a saying attributed to Imam ʿAli that he sees his object of worship, not through the physical eye, but “through the witnessing of belief” ( be-mošāhadat al-imān ; see, e.g., Jonayd, p. 96).",
    "EARLY SUFISM",
    "While the developed vocabulary of Islamic mysticism cannot often be found in formative Sufi writings, there are notable exceptions.  Numerous references to kašf o šohud can be found in the esoteric Qor’ān commentary attributed to Imam Jaʿfar al-Ṣādeq (d. 148/765) by Abu ʿAbd-al-Raḥmān Moḥammad Solami (d. 412/1021) in his Ḥaqāʾeq al-tafsir .  Solami reports that Imam Jaʿfar al-Ṣādeq describes the witnessing ( yašhadun ) of God’s kindness and grace, and indeed the witnessing of the Kind and the Gracious Himself, as a result of the unveiling ( yokšaf ) of the curtains of forgetfulness.  He also refers to those who remember God while standing (Qorʾān 3:191) as “arising in the witnessing of Lordliness ( mošāhadāt al-robubiya ),” one of many passages that concern the vocabulary of unveiling and witnessing (Jaʿfar al-Ṣādeq [attrib.], pp. 191, 193).",
    "The celebrated Sufi Abu’l-Qāsem b. Moḥammad Jonayd (d. 298/910) serves as a later but considerably pioneering influence on Sufi nomenclature, since the treatises and epistles attributed to him anticipate many of the key concepts that would preoccupy later mystics concerning unveiling and witnessing.  His observations generally emphasize the divine as the true actor and perceiver behind the mystic’s experiences, as seen in his discussion of the “witness” ( šāhed ) or his definition of ecstasy ( wajd ) as “unveilings ( mokāšafāt ) from the Real” (Sarrāj, pp. 301, 339).  Jonayd presents šohud (witnessing or being present) as a counterpart to wojud (finding or existing) in his treatise al-Farq bayn al-eḵlāṣ wa’l-ṣedq (Jonayd, p. 130).  Mošāhada appears in Jonayd’s writings as a phenomenon bestowed upon the knower, wherein one loses oneself (Jonayd, p. 94).",
    "In the late 3rd/9th and early 4th/10th centuries, even those mystics who were less likely to use the words kašf and šohud explicitly as technical terminology with defined and regular meanings often expressed the basic theoretical paradigm of “unveiling” or “illumination” followed by a form of witnessing.  Such can be seen in the writings of Ḥakim Abu ʿAbd-Allāh Moḥammad Termeḏi (d. ca. 300/912), who describes a light of tawḥid disclosed to the heart that brings with it gnosis ( maʿrefa ) of God.  The process of illuminating the heart, followed by continued vision, parallels later accounts of kašf o šohud .  Also, similar to later accounts, Termeḏi here describes love of God as a result of vision (Termeḏi, 1984, p. 149).  His description indicates that the term mošāhada refers to the servant’s bearing witness or testifying to the sole divinity of God by means of the senses.",
    "The concept of the “light of tawḥid ” and many references to mošāhada can also be found in the treatise Bayān al-farq attributed to Termeḏi but probably composed by Abu’l-Ḥosayn Aḥmad b. Moḥammad Nuri (d. 295/907; see Heer’s notes and tr. in Termeḏi, 2003, pp. 17, 29, 31, 43, 45, 51, 55, 59, 74). Nuri, as described in Solami’s Ketāb ṭabaqāt al-Ṣufiya , outlines the varieties of the “people of gazing” ( ahl al-naẓar ), a grouping that includes those whose gazing is that of evident unveiling ( al-mokāšafa ) and those whose gazing is that of vying for witnessing ( al-mošāhada ; Solami, p. 157).  This attribution, much like many others found in later manuals on Sufism, such as those by Sarrāj, Kalābāḏi and Qošayri, further suggests the emphasis that Nuri placed on visionary experience and his perhaps unparalleled precursory role in the development of terms related to unveiling and witnessing.",
    "Abu Naṣr ʿAbd-Allāh b. ʿAli Sarrāj (d. 378/988) includes a chapter on Sufi terms in his Ketāb al-lomaʿ , with references to both kašf o šohud .  Like his contemporaries, Sarrāj makes frequent use of saints from previous generations to define terms, including Nuri, who is cited often on visionary matters.  Kašf, according to Sarrāj, is “the elucidation of that which is veiled from understanding,” and it is paired with mošāhada as a set of endowments attained only through diligent self-vigilance and piety (Sarrāj, p. 346).  Sarrāj’s discussion of šohud presents God and creation as a dichotomy of Witness and witnessed, Present and absent (Sarrāj, p. 339).  The term “absence” ( ḡayba ) is intertwined with mošāhada; the heart becomes absent from witnessing creation while constantly witnessing God, without any noticeable change in the exterior of the perceiver (Sarrāj, p. 340).",
    "Abu Bakr Moḥammad Kalābāḏi in his treatise on Sufism includes discussions of kašf o šohud , focusing especially on the sayings of antecedent figures. He sees the sciences of witnessing and unveiling (ʿolum al-mošāhadāt wa’l-mokāšafāt ) as composing an experiential knowledge unique to the Sufis, one resulting from the amalgamation of other types of knowledge (Kalābāḏi, p. 100).  Utilizing primarily the poetry of Nuri, Kalābāḏi presents a discussion of šohud highly developed in its consideration of ethical and more abstract dimensions.  For Kalābāḏi, like Sarrāj, šohud is closely related to absence ( ḡayba ), for as one becomes less aware and even unconscious of the desires and qualities of oneself, one instead witnesses that which is God’s.  This leads Kalābāḏi to define šohud as “one’s seeing the allotments of the self ( ḥoẓuẓ al-nafs ) through God not through the self,” adding to it a higher level of absence in which one becomes absent from “annihilation and the one being annihilated, through witnessing abidingness and the One who abides and no other, as Ḥāreṯa reported about himself [in the Hadith mentioned above]” (Kalābāḏi, chap. 56, pp. 136-37). While the word kašf does appear in the treatise, the concept of unveiling receives its most detailed treatment in chapter 58, wherein Kalābāḏi discusses divine self-disclosure and divine concealment ( al-tajalli wa’l-estetār ) based for the most part on a saying of Abu Moḥammad Sahl b. ʿAbd-Allāh Tostari (d. 283/896) concerning three self-disclosures of the divine essence (Kalābāḏi, p. 140).  Kalābāḏi’s consideration of Tostari’s words emphasizes witnessing the Real while being oblivious to the self.",
    "While Kalābāḏi focuses on mošāhada as an experiential ideal, Abu Ṭāleb Moḥammad b. ʿAli Ḥāreṯi Makki (d. 386/998), the Hadith scholar and ascetic, using šohud and mošāhada interchangeably, mostly considers witnessing in contexts supporting his ethically edifying objectives.  In his Qut al-qolub , concerning the “witnessing (mošāhada) of the people of self-surveillance ( morāqaba ),” Makki describes šohud, closely related to presence ( hożur ) as applied to witnessing the blessing ( neʿma ) or the One who gives blessings ( monʿem ), depending on whether circumstances call for thankfulness or patience (Makki, I, p. 165).  Another ethical application of witnessing is Makki’s prescription that wayfarers strive to “witness” themselves as being praised and blamed while reading the Qorʾān, an application that ideally culminates in hearing the Qorʾān as if God Himself speaks (Makki, I, p. 93). Yet Makki is also keenly aware of the visionary implications of unveiling and witnessing.  He describes witnessing  as a type of knowledge, acquired through remembrance ( ḏekr ), so that the veil of the eye is uncovered ( košefa ) and it “witnesses the meanings of attributes by their lights;” the one whose eye has been unveiled witnesses the Remembered as a result of certainty, which is the full achievement of belief (Makki, I, p. 271).",
    "Similar to Kalābāḏi’s treatise, the comprehensive manual known as al-Resāla or al-Resāla ela’l-Ṣufiya by Abu’l-Qāsem ʿAbd-al-Karim b. Havāzen Qošayri (d. 465/1072) considers unveiling and witnessing as part of its larger goal of systemizing Sufi thought and emphasizing its legitimacy via Qorʾānic verses, Prophetic Traditions, and saintly sayings.  Unlike Kalābāḏi, Qošayri discusses these terms in a segment explicitly treating the terminology ( alfāẓ ) of Sufis.  He, like many others, tends to use kašf for unveiling as a general and sometimes even mundane phenomenon of uncovering any indeterminate object, such as the meanings of words (e.g., Qošayri, p. 53), while preferring mokāšafa for the heart’s “presence qualified by elucidation,” that is, a receptive and communicative experience one step above mere attending ( moḥāżara ) and one step below witnessing (Qošayri, p. 75).  Witnessing corresponds to the sublime loss of any self-awareness, replaced by constant divine illumination.  Qošayri does at times use šohud in place of mošāhada, with little semantic differentiation, while at other times šohud clearly signifies a less lofty experience that, unlike mošāhada, relies on a sense of separation.  This separation or “covering” of the realities of divine self-disclosure is common to both the uninitiated commonality and the spiritually elite, but makes šohud possible for the latter (Qošayri, p. 74).  Later Sufi writers, such as Ebn al-ʿArabi , further emphasize that, for šohud to occur, the mystic must encounter self-disclosures through coverings, filters, and other mitigating means.",
    "ʿAli b. ʿOṯmān Jollābi Hojviri (d. ca. 465/1071-72) shares Qošayri’s emphasis on the desirability of mokāšafa, contrasting it with moḥāżara , or, attending (Hojviri, pp. 487-88).  Both unveiling and attending indicate perpetual awareness of God’s evidences, yet they differ greatly, since the recipient of unveiling, whose occupation is witnessing, sees beyond acts and external signs.  Unveiling indicates greater divine proximity than attending in much the same way that Moḥammad, God’s beloved (Ḥabib), holds a station above Abraham, God’s friend (Ḵalil), since unveiling coincides with bewilderment ( taḥayyor ) and love ( maḥabbat ), while attending coincides with contemplation ( tafakkor ) and friendship ( ḵollat ).",
    "For later mystics, Manāzel al-sāʾrin of Ḵˇāja Abu Esmāʿil ʿAbd-Allāh Anṣāri (d. 481/1089) is a paramount contribution to Sufi psychology, presenting the experiential vocabulary of early Muslim mystics in an ordered and intricate structure. Anṣāri uses the words kašf and šohud as general terms, along with words such as wojud , ʿelm , or rasm , to build a precise vocabulary that traces the stages of progression of the path to spiritual perfection.  He refers to the “light of unveiling” (pp. 95, 112), the “morning of unveiling” (p. 85), or a “sea of unveiling” (p. 108), using the term in his definitions of specific spiritual stages, so that his usage of kašf broadly signifies the acquisition of esoteric knowledge and is less restricted than mokāšafa.  Witnessing (šohud) appears in the text at least once as a kind of knowledge more elevated than ʿelm (Anṣāri, p. 136), and more often as intimate first-hand perception.  Anṣāri frequently uses šohud to define other words, so that the highest level of self-annihilation ( al-fanāʾ ), for example, is “annihilation from witnessing annihilation” (Anṣāri, p. 135).  Because his concern is with spiritual stations, Anṣāri applies more detailed terminological consideration to mošāhada and mokāšafa than to šohud and kašf.  Mokāšafa and mošāhada receive consideration in the ninth section of Anṣāri’s treatise, concerning realities; the tenth and last concerns the final stages of self-annihilation and unity.  Anṣāri defines mokāšafa as “the secret’s reciprocal inclination toward two interconnected interiors” as well as “the reaching of that which is behind the veil via encounter,” a complex definition, one that, as Anṣāri states, applies to mokāšafa specifically in his chapter on realities; in other words, Anṣāri recognizes variances of meaning for a word dependant on the context in his mystical-ethical system (Anṣāri, p. 123).  For Anṣāri, like Qošayri, mošāhada is a higher level of perception than mokāšafa, one that he defines as “the falling of the veil irrevocably” (Anṣāri, p. 124).  Mošāhada is higher than mokāšafa, because mokāšafa is “sainthood of the attribute in which remains something of the trace,” while mošāhada is “sainthood of the source and essence.”  Higher levels of perceptions do exist: for instance, moʿāyana (viewing), which is even more direct than mošāhada, as well as those modes described in the tenth section of Anṣāri’s manual (Anṣāri, p. 124-25, 133-144).  Pointing to Abu’l-Ḥosayn Nuri’s importance in the development of visionary Sufi terminology, textual critic Moḥsen Bidārfar argues that Anṣāri relies on Nuri’s Maqāmāt al-qolub and borrows from it, among many things, the phrase mošāhadāt al-ḥaqāʾeq , although Anṣāri’s use of Sufi terms exhibits greater clarity and exactitude (Qāsāni, 2006, pp. 12-13).",
    "The statements of Jonayd as well as those of Nuri, Tostari, and Termeḏi suggest that it was during this generation of Sufi thought in the 3rd/9th century that the vocabulary of kašf o šohud found earliest currency, and it was during the next two centuries (in the generation of Sarrāj, Kalābāḏi, Solami, Qošayri, and Anṣāri) that scholars with Sufi affiliations and inclinations took interest in defining, relating, and codifying these terms and statements.  It is also noteworthy that terms for unveiling and witnessing found in the generation of Jonayd seem to derive from more allusive usage in the earlier generation, the one identified with Imam Jaʿfar al-Ṣādeq.",
    "THE POST-FORMATIVE PERIOD (12TH-13TH CENTURIES)",
    "In his magnum opus Eḥyāʾ ʿolum al-din , underscoring the epistemological centrality of the heart, Abu Ḥāmed Moḥammad Ḡazāli (d. 505/1111) presents unveiling as a more veracious alternative to knowledge acquired by sensory or rational means.  Ḡazāli often uses kašf and mošāhada together to describe an interior process of knowledge acquisition, declaring that true knowledge corresponds to “unveiling and witnessing through the light of insight ( mošāhada be-nur al-baṣira ),” a phrase repeated often in this text (Ḡazāli, 2004, I, p. 267).  Unveiling, an attribute of the innermost dimension of the heart (Ḡazāli, 2004, I, p. 97), must be acquired through means, including awakening ( tanbih ), which Ḡazāli uses to defend the Sufi practice of samāʿ , since the musical audition of poetry can lead to such awakening (Ḡazāli, 2004, II, p. 262). Further verifying Sufism as a spiritual science necessary for the Muslim world, Ḡazāli also argues that, in understanding reliance on God, kašf is “more beneficial than reports or transmissions,” as ethical traits must be experienced (Ḡazāli, 2004, IV, p. 232).  As for witnessing, Ḡazāli does at times use the word šohud but prefers mošāhada, which he also uses for simple physical seeing, while employing šohud exclusively for spiritual witnessing, often in phrases such as ʿayn al-šohud or molāzamat al-šohud .  The wayfarer experiences witnessing (mošāhada) in grades; first witnessing the divine actions ( afʿāl ), then the divine attributes ( ṣefāt ), then the divine essence ( ḏāt ), and lastly the complete annihilation of oneself (Ḡazāli, 2004, IV, p. 76).  Similarly, the third level of recognizing God’s oneness ( tawḥid ), below the final level of self-annihilation ( fanā ʾ), is to “witness ( yošāhed ) that there is no god but God by way of unveiling ( kašf ) through the medium of the Real’s light” (Ḡazāli, 2004, IV, p. 215).  The apogee of unveiling (kašf), which is the true vision of God ( roʾya ), is only attained in the afterlife (Ḡazāli, 2004, IV, p. 272).  Ḡazāli frequently also uses the term mokāšafa, or the phrases ʿelm al-mokāšafa or ʿolum al-mokāšafa (the science or sciences of unveiling), in delineating esoteric discovery through the purification of the heart as a separate Islamic science; cleansing the heart leads to the manifestation of light, which unveils spiritual matters and culminates in gnosis ( maʿrefa ) of God (Ḡazāli, 2004, I, p. 26).  Perhaps responding to criticism about his particular and nontechnical usage of Sufi terminology in the Eḥyāʾ , Ḡazāli includes a section on Sufi terms ( alfāẓ ) in his defense of the Eḥyāʾ , Ketāb al-emlāʾ fi eškālāt al-Eḥyāʾ .  His definitions for the most part acknowledge what would by that point fit a range of standard definitions, but, contrary to Qošayri and Anṣāri, for Ḡazāli, mokāšafa is a higher level of spiritual achievement than mošāhada.  As a Sufi term, mošāhada has three ascending applications: “witnessing through the Real, which is seeing things through the proofs of recognizing oneness; witnessing for the Real, which is seeing the Real in things; and witnessing of the Real, which is the reality of certainty without any misgiving” (Ḡazāli, Ketāb al-emlāʾ , p. 16).  Unveiling (mokāšafa) too has three grades: “unveiling through knowledge, which is the realization of the affliction by understanding; unveiling by state, which is the realization of sight over and above the state; and unveiling of recognizing oneness, which is the realization of the veracity of the allusion” (Ḡazāli, Ketāb al-emlāʾ , p. 16). The phrases used here, along with the threefold structure reminiscent of Anṣāri, are echoed in later Sufi writings.",
    "By the 7th/13th century, the vocabulary of unveiling and witnessing became so commonplace in Sufi writings that a detailed discussion exceeds the limits of this entry. Considerations of the terms kašf and šohud and the questions surrounding them, as well as the sometimes synonymous mokāšafa and mošāhada, can be found among most post-formative works of contemplative Sufism in prose, including Ruzbehān Baqli’s (d. 606/1209) ʿAbhar al-ʿāšeqin , Šehāb-al-Din ʿOmar Sohrawardi’s (d. 632/1234) ʿAwāref al-maʿāref , and Faḵr al-Din Ebrāhim ʿErāqi’s (d. 688/1289) Lamaʿāt , and a good deal of poetry as well, including that of ʿOmar b. ʿAli b. Fāreż (d. 632/1235) as well as those mentioned below.",
    "Ebn al-ʿArabi (d. 638/1240) had significant influence in the formation of Sufism’s theoretical language.  Like Jonayd, he contemplates the relationship between existence (wojud) and witnessing (šohud), but, unlike Jonayd, his cosmological system does often engage philosophical interpretations of existence.  Witnessing serves not only as the primary function of all created things, but also as their mode of existence, one that is entirely receptive (Ebn al-ʿArabi, 1997, III, p. 352).  While the term mošāhada sometimes refers to a specific application of ṣohud, a rank of esoteric knowledge granted to the mystic, often the two are synonymous.  When mošāhada does refer specifically to one type of witnessing, Ebn al-ʿArabi, like Ḡazāli, places it below mokāšafa, because witnessing necessitates forms, whether traces of divine self-disclosure left in the heart ( šāhed ) or external forms, while unveiling strips away forms, such that “unveiling makes subtle ( laṭif ) that which is gross ( kaṯif ), while witnessing makes gross that which is subtle” (Ebn al-ʿArabi, 1997, II, p. 486).  The highest form of vision is that which is most receptive, involving the least interference from the receiver and his or her knowledge, and thus most direct: namely vision ( al-roʾya ), which “is not preceded by knowledge of the seen, while šohud is in fact preceded by knowledge of the witnessed” (Ebn al-ʿArabi, 1997, II, p. 557).  An emphatic point for Ebn al-ʿArabi is that the divine self-disclosure ( al-tajalli ), which is the most basic unit of divine self-manifestation to both mystic and cosmos, must be received in matter, in some sort of form-compliant medium, for šohud to occur (Ebn al-ʿArabi, 2001, p. 217).  Aside from his own definitions, Ebn al-ʿArabi also offers more technically Sufi definitions of mošāhada and mokāšafa, which parallel almost identically Ḡazāli’s definitions in his Ketāb al-emlāʾ , and upon which Ebn al-ʿArabi expands at some length (Ebn al-ʿArabi, 1997, II. pp. 484-87).  Ebn al-ʿArabi offers these definitions of mokāšafa and mošāhada in a short treatise known as Eṣṭelāḥ al-Ṣufiya , as well.  Throughout his writings, the word kašf, which is distinct from mokāšafa, signifies the esoteric manner of knowledge acquisition, used often in phrases such as ahl al-kašf (the people of unveiling, who are the achieved mystics), with the important distinction that in Ebn al-ʿArabi’s thought kašf does not occur through the reception of light, which is itself a veil, but rather through “light’s illumination” ( be-żiāʾ al-nur ; Ebn al-ʿArabi, 1997, I, p. 326).",
    "Ebn al-ʿArabi’s thought marks the most significant post-formative change in the language of unveiling and witnessing.  Hence, writers in later centuries, influenced by him, would return to the earliest Islamic sources, as well as the treatises of earlier Sufis, markedly impressed by Ebn al-ʿArabi’s ontological-cosmological vision.  An excellent example is Kamāl-al-Din ʿAbd-al-Razzāq Qāšāni (d. 730/1329), who, in his Eṣṭelāḥāt al-Ṣufiya , offers definitions of mokāšafa and mošāhada that follow closely the definitions of ʿAbd-Allāh Anṣāri, including the placement of those words in a section on “realities” ( al-ḥaqāʾeq ), and the ordering of mošāhada above mokāšafa, while also applying the distinctive cosmology of Ebn al-ʿArabi, including his emphasis on the “identities” ( al-aʿyān ), for instance defining mokāšefa as “witnessing (šohud) the identities” (Qāsāni, 2005, p. 152).",
    "CLASSICAL PERSIAN POETIC USAGE",
    "Persian Sufi poetry tends to concern itself less with the specifics of spiritual stations found in Arabic and Persian prose, so recurrence of the term kašf greatly exceeds that of the often more technical mokāšafa.  Ḥakim Majdud b. Ādam Sanāʾi (d. 525/1131) makes marked use of the word kašf in its variant meanings, including the mystical, but usage becomes far more apparent in the poetry of Farid-al-Din ʿAṭṭār (d. 618/1221) and, following him, Mawlānā Jalāl-al-Din Moḥammad Rumi (d. 672/1273).  Both mystics frequently pair kašf with words equivalent to secret ( serr, asrār, rāz ), and both contrast the term with words equivalent to veil ( ḥejāb , ḡeṭāʾ ), in addition to other thematic contexts.  Šohud and mošāhada, as terms, are far less prevalent than kašf; nevertheless, the concept of witnessing pervades their poetry, often signified by the word tamāšā (watching) in the poems of ʿAṭṭār, for example.  Indicative of the tendency among later Sufi writers, both kašf and šohud occur repeatedly in the poetry of Nur-al-Din ʿAbd-al-Raḥmān Jāmi (d. 898/1492), as seen in the poet’s Selselat al-ḏahab , where he refers, for example, to the “light of kašf o šohud ” and the “people of kašf o šohud ” (Jāmi, I, pp. 121, 136, ll. pp. 1200, 1542).",
    "LATER DEVELOPMENTS",
    "The term kašf, as well as the phrase kašf o šohud , receives particular importance among Shiʿite mystics and mystically inclined philosophers after Ebn al-ʿArabi, such as Bahāʾ-al-Din Ḥaydar Āmoli , who not only uses the two terms frequently, but also whose tripartite division of knowledge into reason (ʿ aql ), revealed tradition ( naql ), and unveiling (kašf) comes to alter the discourse of Shiʿite mysticism after him (Gardet, p. 698).  Āmoli’s assertion that only kašf leads to the pinnacle of knowledge, which is gnosis of God, becomes a key part of the mystical philosophy of Mollā Ṣadrā Ṣadr-al-Din Moḥammad Širāzi (d. 1045/1635-36), whose realization of the primacy of existence, as opposed to the primacy of essence, was a result of unveiling ( enkešāfan ; see Ṣadr-al-Din Širāzi, I, p. 73).  Mollā Ṣadrā, like Āmoli, consistently designates achieved mystics as the people of kašf o šohud .  Lastly, the Naqšbandi shaikh and theorist Aḥmad Serhendi (d. 1034/1624) has offered the “Oneness of Witnessing,” or waḥdat al-šohud , as a rectification of the doctrine of the “Oneness of Being” ( waḥdat al-wojud ) associated with Ebn al-ʿArabi.  While the pertinence and originality of his statements might be debated, Serhendi’s assertion, differentiating between existence and the divine essence, merits mention, because it reconsiders the subjectivity of both witnessing and the knowledge that results from it (see Serhendi, pp. 120, 174, letters 122 and 43, as well as Chittick, p. 39)."
  ],
  "bibliography": [
    "Ḵˇāja Abu Esmāʿil ʿAbd-Allāh Anṣāri Heravi, Manāzel al-sāʾerin , ed. Moḥammad Ḵˇājavi, Tehran, 1996.",
    "Muhammad Abdul Haq Ansari, Sufism and Sharīʿah: A Study of Shaykh Aḥmad Sirhindī’s Effort to Reform Sufism , Leicester, UK, 1986, esp. pp. 106-16.",
    "Moḥammad b. Esmāʿil Boḵāri (d. 256/870), Ṣaḥiḥ al-Boḵāri , Damascus and Beirut, 2002.",
    "William C. Chittick, “Waḥdat al-Shuhūd,” in EI ² XI, 2002, pp. 37-39.",
    "Moḥyi-al-Din Moḥammad Ebn al-ʿArabi, al-Fotuḥāt al-makkiya , Beirut, 1997.",
    "Idem, Foṣuṣ al-ḥekam , ed. A. ʿAfifi, Tehran, 2001.",
    "Abu Bakr Moḥammad Ebn Ḥebbān (d. 354/965), Ketāb al-majruḥin men al-moḥaddeṯin, ed. Ḥamdi b. ʿAbd al-Majid Salafi, 2 vols., Riyadh, 2000.",
    "Ebn Manẓur, Lesān al-ʿArab , Qom, 1984.",
    "Faḵr al-Din Ebrāhim ʿErāqi, Lamaʿāt , ed. Moḥammad Ḵ v ājavi, Tehran, 1984.",
    "Badiʿ-al-Zamān Foruzānfar, Maʾāḵeḏ-e qeṣaṣ wa tamṯilāt-e Maṯnawi , Tehran, 1954.  Louis Gardet, “Ka sh f,” in EI ² IV, 1978, pp 696-98.",
    "Abu Ḥāmed Moḥammad Ḡazāli, Eḥyāʾ ʿolum al-din , 5 vols., Beirut, 2004.",
    "Idem, Ketāb al-emlāʾ fi eškālāt al-Eḥyāʾ, appended to idem, 2004, V, pp. 13-41.",
    "ʿAli b. ʿOṯmān Hojviri, Kašf al-maḥjub , ed. Valentin A. Zhukovskiĭ, 10th ed., with an Introd. by Qāsem Anṣāri, Tehran, 2008.",
    "Imam Jaʿfar al-Ṣādeq (attrib.), al-Tafsir al-Ṣufi le’l-Qorʾān , ed. Paul Nwyia as “Le Tafsīr mystique attribué à Ğaʿfar Sādiq,” Mélanges de l’Université Saint Joseph 43/4, 1968, pp. 180-230.",
    "Nur-al-Din ʿAbd-al-Raḥmān Jāmi, Maṯnawi-e haft owrang , ed. Jābelqā Dād-ʿAlišāh et al., 2 vols., Tehran, 1997-99.",
    "Abu’l-Qāsem b. Moḥammad Jonayd, Rasāʾel al-Jonayd , ed. Jamāl Rajab Sayyed Bay, Damascus, 2005.",
    "Abu Bakr Moḥammad b. Esḥāq Kalābāḏi, al-Taʿarrof le-maḏhab ahl al-taṣawwof , ed. Aḥmad Šams-al-Din, Beirut, 2001.",
    "Abu Jaʿfar Moḥammad b. Yaʿqub Kolayni (d. 329/941), al-Kāfi , Tehran, 1986.",
    "Moḥammad-Bāqer Majlesi (d. 1110/1698), Beḥār al-anwār , 111 vols., Beirut, 1983.",
    "Abu Ṭāleb Moḥammad b. ʿAli Ḥāreṯi Makki, Qut al-qolub fi moʿāmalat al-maḥbub wa waṣf ṭariq al-morid elā maqām al-tawḥid , 2 vols., Beirut, 1997.",
    "Abu’l-Ḥosayn Nuri, Maqāmāt al-qolub , Baghdad, 1969.",
    "Paul Nwiya, Exégèse coranique et langage mystique: nouvel essai sur le lexique technique des mystiques musulmans , Beirut, 1970.",
    "Kamāl al-Din ʿAbd-al-Razzāq Qāšāni , Eṣṭelāḥāt al-Ṣufiya , ed. ʿĀṣem Ḵayyāli, Beirut, 2005.",
    "Idem, Šarḥ Manāzel al-sāʾerin le Abi Esmāʿil ʿAbd-Allāh Anṣāri , ed. Moḥsen Bidārfar, Qom, 2006.",
    "Abu’l-Qāsem ʿAbd-al-Karim b. Havāzen Qošayri, al-Resāla al-Qošayriya fi ʿelm al-taṣawwof , ed. Maʿruf Zorayq and ʿAli ʿAbd-al-Ḥamid Balṭaji, Beirut, 1990.",
    "Ruzbehān b. Abu Naṣr Baqli Širāzi, Ketāb ʿabhar al-ʿāšeqin: Le jasmine des fidèles d’amour , ed. Henry Corbin and Moḥammad Moʿin, Tehran, 1958.",
    "Ṣadr-al-Din Moḥammad b. Ebrāhim Širāzi (Mollā Ṣadrā), al-Ḥekma al-motaʿālia fi’l-asfār al-ʿaqlia al-arbaʿba , Beirut, 2002.",
    "Abu Naṣr ʿAbd-Allāh Sarrāj, Ketāb al-lomaʿ fi’l-taṣawwof, ed. Reynold A. Nicholson, GMS XXII, Leiden and London, 1914.",
    "Aḥmad Serhendi, Enteḵāb-e maktubāt-e Šayḵ Aḥmad Serhendi , ed. Fazlur Rahman, Karachi, 1968.",
    "Šehāb-al-Din ʿOmar Sohrawardi, ʿAwāref al-maʿāref , Cairo, 1939.",
    "Abu ʿAbd-al-Raṃān Moḥammad Solami, Ketāb ṭabaqāt al-Ṣufiya , ed. Johannes Pedersen, Leiden, 1960.",
    "Idem, Ḥaqāʾeq al-tafsir , ed. Sayyed ʿOmrān, Beirut, 2001.",
    "Idem, Zayn al-foqarā and Darajāt al-ṣadiqin , tr. Nicholas Heer and Kenneth L. Honerkamp, in idem, Three Early Sufi Texts , Louisville, 2003.",
    "ʿAfif-al-Din Solaymān Telemsāni, Šarḥ Manāzel al-sāʾerin , ed. Moḥsen Bidārfar, Qom, 1992.",
    "Ḥakim Abu ʿAbd-Allāh Moḥammad Termeḏi, Asrār mojāhadat al-nafs , ed. Ebrāhim Moḥammad Jamāl, Cairo, 1984.",
    "Idem (attrib.), Bayān al-farq bayn al-ṣadr wa’l-qalb wa’l-foʾād wa’l-lobb , tr. Nicholas Heer and Kenneth L. Honerkamp, in idem, Three Early Sufi Texts , Louisville, 2003.",
    "Mir Valiuddin, “Reconciliation between Ibn ʿArabī’s Wahdat-i-Wujud and the Mujaddid’s Wahdat-i-Shuhud,” Islamic Culture 25, 1951, pp. 43-51."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}