{
  "id": "eweb_575",
  "source": "EIr",
  "cat": "term",
  "link": "https://www.iranicaonline.org/articles/ensan-e-kamel/",
  "annotator": "Riccardo",
  "title": "ENSĀN-E KĀMEL",
  "authors": [
    "Gerhard Böwering"
  ],
  "last_updated": "April 26, 2013",
  "print_details": "Vol. VIII, Fasc. 5, pp. 457-461",
  "published": "December 15, 1998",
  "content": [
    "lit. \"the Perfect Human Being\"; a key idea in the philosophy and ethics of Islamic mysticism.",
    "ENSĀN-EKĀMEL (The Perfect Human Being), a key idea in the philosophy and ethics of Islamic mysticism.",
    "The phrase, al-ensān al-kāmel , was coined by Ebn al-ʿArabī (d. 638/1240, q.v.) in the first chapter of the Foṣūs al-ḥekam (p. 50), although the idea underlying it is as old as Sufism itself. Bāyazīd Besṭāmī’s (d. 261/874-75, q.v.) description of the human being as “the perfect and complete” (al-kāmel al-tāmm; Qošayrī, p. 140) does, however, not include the technical connotations with which the term is generally invested (for a list of Sufi terms considered equivalent to Ensān-e kāmel, see Šervānī, pp. 348-49; for the principal terminology employed by Ebn al-ʿArabī, see Ḥakīm, pp. 158-68). The idea of the Perfect Human Being may best be understood in the Sufi paradigm that depicts the human race as taking its origin from God in cosmic descent and returning to God in mystic ascent. The crucial figure at the origin, apex and goal of this descent-ascent paradigm is the Perfect Human Being, who (1) has realized his virtual and essential oneness with God in whose likeness he is made, (2) has experienced God in the very act of his own self- consciousness, which provides him with the certitude of faith in his own immortality, and (3) has achieved the highest standard of moral perfection through ethical conduct and ascetic discipline, establishing him as a friend of God (walīy), equal in rank to the prophets. Seen in this perspective, the Ensān-e kāmel constitutes the core of Sufism, the theoretical synthesis of its philosophy and mysticism and the practical ideal of its ethics and asceticism.",
    "The roots of the idea may be traced back to the Mazdean myth of the primordial man (Gayomart, q.v.) and the Hellenistic notion of the first man (prōtos ánthropos). These concepts came to be synthesized in the Manichean doctrine of the primal man (al-ensān al-qadīm) who, together with the Mother of Life and the five elements, her sons and auxiliaries, constitutes the first creation called into existence by the Father of Greatness (Schaeder, pp. 192-268). The monotheistic exclusivism of Islamic thought did not tolerate the dualist implications of the Manichean primal man as king of the realm of good and light who is involved in a primordial struggle with the prince and forces of the coeternal realm of evil and darkness. Islamic thought incorporated the idea of Ensān-e kāmel, however, in its medieval mystical philosophy by finding a solution similar to that of medieval Jewish kabbalistic mysticism, where the Absolute (En Sōf), by emanation of its light, forms the archetypal man (Ādām qadmōn) from whom the light emanates through the world of the archetypes (sephirōt; Scholem, pp. 98-117). It is also probable that gnostic ideas of ánthropos and sophía, as well as the Christian tradition’s assimilation of the homo imago Dei idea with a lógos christology, provided certain elements that were absorbed in the development of Islamic conceptions (Andrae, pp. 333 ff.). Yet despite these possible points of contact and apparent similarities with non-Islamic traditions, the notion of Ensān-e kāmel can be explained largely from within intellectual developments of Islam itself.",
    "The term and idea do not occur in the Koran; rather, they found their way into Islamic thought in the literatures of koranic exegesis (tafsīr) and Islamic Tradition (Hadith) by way of an as yet uncharted course lacking many historical landmarks. By selecting privileged koranic keynotes and capturing popular ideas of the religious traditions encountered in the nascent Islamic empire, exegesis (q.v.) and Tradition, preserved and interlinked a variety of themes that came to be clothed in Arabic-Islamic terminology. These various themes were eventually unified in the idea of Ensān-e kāmel, as expressed in the synthesis formulated by Ebn al-ʿArabī. They may be categorized within two major strands, one revolving around the idea of the Perfect Human Being as image of God and the other centered upon the idea of the Perfect Human Being as pre-existent logos of light. Neither idea is explicitly mentioned in the Koran, yet both are rooted in koranic anthropology.",
    "In the Koran, the human being holds pride of place among creation. The universe, and all it includes, is placed in the service of the human being (tasḵīr, 14:32, 16:14 and passim), who is divinely preferred to the angels as God’s vicegerent on earth (ḵalīfa, 2:30). Although ranked in an intermediate position above the animals and below the angels, and described in the Koran as weak, crying out to God in trouble, forgetful of divine favors, unjust, impatient, rebellious, and quarrelsome, the human being is created by God in the fairest stature (95:4) and uniquely privileged as the only creature that accepted God’s invitation to be entrusted with the gift of faith (amāna, 33:72) after the heavens and the earth had fearfully refused such responsibility. In the Koran, God is the light of the heavens and the earth (24:35), who gives His light to human beings and, by giving it, leads His light through them to complete perfection (9:32; 61:8). Declaring Himself the patron (walīy) of those human beings drawn close to Him because they are believers, God calls them to come forth from the darkness into the light (2:257) and guides them through His light, which is divine revelation sent down to the major prophets and Moḥammad in particular.",
    "Mystically inclined Muslim exegetes focused on the famous light verse of the Koran (24:35) and, by way of synthetic interpretation, amalgamated it with the passages describing Moḥammad’s vision (53:1-18). The God of light entrusts “the likeness of His light” to either the believers or the prophets, in a “niche” holding a “lamp,” understood as the hearts of the believers holding the light of faith or the heart of Moḥammad radiating the light of prophecy, kindled from “a sacred tree.” This tree, combined in interpretation with Moḥammad’s vision “at the Lote Tree of the Boundary” (sedrat al-montahā, 53:14), came to signify the column of light (ʿamūd al-nūr), in which Moḥammad stood in pre-existential adoration of God and received direct divine illumination in the face-to-face encounter of his heart with the divine light. Early Sufi exegetes, such as Sahl Tostarī (d. 283/896, see Böwering, pp. 145-65), are cited in Sufi manuals with fragments of this mystical trend of Koran interpretation that crystallized in the notion of nūr Moḥammad, the pre-existent entity of Moḥammad, created first and a millennium before all other creatures, and resembling a conglomeration of light from which all the predestined souls disseminate by way of emanation (fayż) or manifestation (tajallī).",
    "The pre-existence of Moḥammad prior to the creation of the universe and the human race was also included in two currents of Hadith statements. As Ignaz Goldziher has shown (pp. 317-44), one current, influenced by the neoplatonic doctrine of emanation, stated that “the first that God created was the intellect (ʿaql)” by whom divine sovereignty would rule over all things, or that “the first thing God created was the Pen (qalam)” which, prior to creation, recorded all that would come into being. The other current, showing gnostic affinities, had Moḥammad make the claim to his own pre-existence, “I was a prophet when Adam was still between clay and water,” or “I am the first of mankind in creation and the last in resurrection.” In the extreme form of such beliefs, Moḥammad was understood as being equal in essence with all manifestations of the divine spirit that had preceded him in time as messengers of God (from Adam through Noah, Abraham, Moses, and others, to Jesus). The selfsame divine envoy had been sent into the world in different physical appearances to proclaim God’s will. These trends of Hadith, criticized by normative Islam for their inherent and threatening ideas of transmigration (tanāsoḵ) and incarnation (ḥolūl), opened the way for the belief that divine manifestation continues beyond the last of the prophets (the seal of the prophets, ḵatm al-anbīāʾ) in the line of the imams (walāya) of Shiʿism (Rubin, 1975, pp. 62-118; idem, 1979, pp. 41-65) or in the invisible hierarchy of the Sufi saints, which culminates in the seal of the saints (ḵatm al-awlīāʾ), an idea developed by Ḥakīm Termeḏī (d. 295-310/907-22; Radtke, pp. 59-136).",
    "In Sufi cosmological conceptions, the idea of the Perfect Human Being is connected with four principal ideas that frequently appear in mixed forms in Sufi writings and include traces of Ebn Sīnā’s philosophy and Ismaʿili speculations. 1. The Ensān-e kāmel is the microcosm (ʿālam-e ṣaḡīr) reflecting and mirroring the macrocosm, which is understood as a mega-human being (ensān-e kabīr). As microcosm, the Ensān-e kāmel combines both the spiritual and the physical world as well as the realms of the universal and the particular. 2. The Ensān-e kāmel is the isthmus (barzaḵ) between necessity and possibility, the point where the world of divinity (ḥaqq) touches the world of creation (ḵalq), and the line where the uncreated world of the Unseen (ʿālam al-ḡayb) borders on the world of sense perception (ʿālam al-šahāda). 3. The Ensān-e kāmel is the holy book (ketāb) revealed in the visible world, and reflects the archetypal book (omm al-ketāb) hidden in the invisible world, or the pen (qalam) held by the divine writer who, in the act of writing, creates the visible world. 4. Identified with the First Intellect (al-ʿaql al-awwal), the Ensān-e kāmel stands in relation to the universe like the human spirit to the body and its faculties. At other times, likened to the Universal Soul (al-nafs al-koll), the Ensān-e kāmel serves as the principle animating the universe. When understood as the active intellect (al-ʿaql al-faʿʿāl), the Ensān-e kāmel adopts demiurgical features and gives forms to the hierarchy of beings in the world of time and space.",
    "Many of these complex ideas converge in the idea of the Perfect Human Being found in the works of Ebn al-ʿArabī, which are based on exegetical insights into the Koran, Hadith statements, cosmological notions, and philosophical speculations. In Ebn al-ʿArabī’s view, the universe was created by God like a mirror which, when polished at the instant of the divine creative command (amr), reflected the Perfect Human Being. Created in God’s very own image, the prototype of all human beings, he first became manifest as Adam. The totality of the divine being, with its essence, attributes, and actions, is reflected in the Perfect Human Being, in whom God enshrined and manifested the names and realities of all things, thereby making him the reality of realities (ḥaqīqat al-ḥaqāʾeq) and the sum total of the archetypes. Understood as reality, the Perfect Human Being is called “the Moḥammadan Reality” ( al-ḥaqīqat al-moḥammadīya), because its nature is the irradiation of divine light that formed the primordial Moḥammad preceding Adam in the order of existence (Affifi, passim; Takeshita, pp. 100-31; Chodkiewicz, pp. 89-92).",
    "Prior to Ebn al-ʿArabī, the Iranian Sufis began to develop ideas holding the seeds of Ensān-e kāmel, without, however, using the term. Iranian Sufism gives testimony to experiential notions of the eternity of the human being beginning with ecstatic utterances (šaṭḥ, pl. šaṭaḥāt) such as Bāyāzīd Besṭāmī’s sobḥānī (Glory be to me!) and Ḥallāj’s ana’l-Ḥaqq (I am the Real), collected in Rūzbehān Baqlī’s (d. 606/1209) Šarḥ-e šaṭḥīyāt. A similar cord is struck by pithy sayings such as Moḥammad Neffarī’s (d. 354/965) account of God’s address to the human being, “you are the meaning of the universe in its totality” (anta maʿnā al-kawni kollehi; text, p. 5; commentary pp. 193-95), and ʿAdī b. Mosāfer’s (d. 557/1162) statement, “know that for me there are times when nothing holds me and nothing sustains me, but it is I who hold and sustain all things” (Frank, p. 81). ʿAyn-al-Qożāt’s (d. 526/1131) opaque notion of the black light (nūr-e sīāh, EIr. III, p. 142) offers a variation of the theme in mystico-philosophical language, while ʿAṭṭār’s (fl. 6th/12th cent.) Elāhī-nāma provides a string of inspired discourses on the theme (Meier, 1960, pp. 267-304). Najm-al-Dīn Kobrā’s (d. 617/1220) invisible guide and twin in the sky (moqaddam al-ḡayb; Corbin, pp. 95-148) and Najm-al-Dīn Dāya’s (d. 654/1256, q.v.) definition of the human being viewed from pre-existence (p. 103) document elements of the idea in early Kobrawī thought. Though showing some familiarity with ideas also found in Ebn al-ʿArabī’s thought, the writings of ʿAzīz-al-Dīn Nasafī (7th/13th century), including his Ketāb al-ensān al-kāmel, can be best understood as independent clusters of reflections on the theme of Ensān-e kāmel developed as a system of philosophical monism (Meier, 1954, pp. 149-203), which also envisages the Perfect Human Being as the “Perfecter” (ensān-e mokammel) of the purpose of creation (Palmer, p. 11).",
    "Ṣadr-al-Dīn Qūnavī (d. 673/1274), Ebn al-ʿArabī’s disciple and primary interpreter, focused in his philosophically-shaped writings on the origin and goal of the human being. Qūnavī found the cornerstone of his thought in the symbol of the Perfect Human Being who brings existence (wojūd) to full fruition. Manifesting the divine attributes in perfect balance and equilibrium, the Perfect Human Being stands in the center of the circle of wojūd and, like a prism, reflects the manifestation of all divine names within himself, while the other human beings reflect only specific names of God (Chittick and Wilson, pp. 3-32). The schematized abstracts of Qūnavī’s version of Ebn al-ʿArabī’s teachings on the Perfect Human Being, presented in the works of Saʿīd Farḡānī (d. 699/1299), had a strong impact on Sufi poetry through their linkage with the commentary on the poetry of Ebn al-Fāreż (d. 632/1235). Like many Sufi writers before him, Farḡānī wrote extensively on the stations of the soul’s return to its original perfection and foreshadowed the emphasis of Jāmī (d. 898/1492), the most eloquent Persian spokesman for Ebn al-ʿArabī on the Perfect Human Being as not only primordial prototype, but also ultimate exemplar. As explained in Jāmī’s Naqd al-noṣūṣ (Chittick, pp. 135-57), the original perfection, made manifest in its first creation and subsequent descent to the corporeal world, had a parallel counter-movement in the ascending arc of the soul’s desire to return to its primordial perfection. The final goal of this return is the Perfect Human Being, the fruit of the tree of creation, which includes in itself the very essence of the whole tree. This teleology offered an all-inclusive theory for the Sufi struggle against the forces of this world, the self and Satan on the spiritual path to God, and provided a backdrop for the evolving centrality of the Sufi shaikh in the ideal of spiritual direction that was being shaped in the Sufi affiliations (ṭarīqa).",
    "Systematically developing Ebn al-ʿArabī’s ideas in his famous Arabic treatise, al-Ensān al-kāmel, ʿAbd-al-Karīm Jīlī (d. 811-20/1408-17; Iqbal, pp. 150-74; Nicholson, pp. 77-142) defined the Perfect Human Being as the copy (nosḵa) and counter-image (moqābel) of the Real (al-Ḥaqq) and as the pivot (qoṭb) around which the spheres of existence turn. Comparing the process of creation to that of writing of letters which give names to all things, Jīlī envisioned these letters as passing from the invisible to the visible world and forming into living things animated by the breath (nafas) of the Merciful. God breathes His own spirit into His copy-image, the Perfect Human Being, by virtue of whom all human beings can discover the divine attributes mirrored within themselves. Although unique as the pivot in his primordial pre-eminence, the Perfect Human Being appears in the world of time and space under different guises and various names, all of which reflect the sublime image of Moḥammad (al-ṣūra al-moḥammadīya), the correspondent counter-image of all attributes and opposites found in the Real. By way of manifestation rather than transmigration, this sublime image appears anew in each of the representatives (ḵolafāʾ) of the Prophet. Each of these perfect human beings anchors his respective era as its pivot or saint.",
    "The ideal of the saint in the organized forms of the Sufi affiliations developed in close connection with the notion of the pivot (qoṭb) who heads the saintly hierarchy and is defined by ʿAbd-al-Razzāq Kāšānī (d. 730/1329) as “the place of God’s appearance in the world at all times” (p. 141). As his living image and ultimate goal, the pivot portrays the ethical ideal of the Perfect Human Being as projected onto the Sufi shaikh (Meier, 1964, pp. 37-68). Barring rare exceptions, it is a firm tenet of ṭarīqa Sufism that following the path of self-control and self-perfection requires a Sufi master and guide (šayḵ, pīr) who, after God, occupies the centerpoint in the Sufi’s life. Mirror of God and model for the Sufi, the shaikh personifies the desired ideal (morād) of the mystic quest while the disciple is its seeker (morīd). By entering a shaikh’s service, the disciple bonds himself to God so that the shaikh’s hand and voice become for him instruments of divine command. The shaikh has the authority of both a teacher (ostāḏ) who gives religious instruction (taʿlīm) and of a guide (moršed) who imparts spiritual education (tarbīa). The shaikh is a holy man and God’s representative; the disciple perceives in him nothing but perfection. The shaikh’s personality bears the marks of ascetic effort and ecstatic vision, and displays the signs of being drawn to God while turned to humanity. Able to perform miracles, read thoughts, interpret dreams, and predict the future, the shaikh possesses a glance of penetrating insight and a will empowered by magic energy.",
    "The Sufi links himself with his shaikh through his total inner and outer self-abandonment to any and all of the shaikh’s dispositions (taṣarrof), surrendering himself like a corpse in the hands of the washer and accepting the shaikh’s word as God’s command. He may neither question the reason for an order nor seek justification for an injunction requiring him to show his mettle or prove his worth. This radical surrender of one’s soul generates an inner bond between master and disciple, makes the pupil totally transparent to the eyes of his teacher and creates a union of love like that between father and son. Concentrating his glance on the master’s face (tawajjoh), the disciple holds the master before his inner eye at all times, especially during prayer and recollection. As he attempts to shut out all distractions, the Sufi absorbs the shaikh’s image in whose radiance he perceives the beauty of God. The visible image of the shaikh oscillates with the ideal of the Perfect Human Being which unveils the full beauty of God before the Sufi’s inner eye.",
    "In the Sufi experience of the role of the shaikh, the human being becomes transformed into a manifestation of the divine (Meier, 1964, pp. 37-68). This idea of transformation into a divine being extended well beyond the the ṭarīqa proper. For example, it was used by Abu’l-Fażl ʿAllāmī’s (d. 1011/1602, q.v.) Akbar-nāma to eulogize Akbar (d. 1014/1605), the great Mughal ruler of India, as ensān-e kāmel and temporal axis mundi on whom the stability of the empire depended and around whom the world revolved (see EIr. I, p. 714). This and other amplifications of the idea of ensān-e kāmel have yet to be adequately explored. Notwithstanding the importance of Ebn al-ʿArabī’s thought and its subsequent elaboration, modern scholarship has tended to emphasize it disproportionately, focusing upon the philosophical dimensions of this key concept to the detriment of its ethical implications. Consequently the rich and independent speculations of Iranian mystics rest in the shadows awaiting their rightful attention."
  ],
  "bibliography": [
    "A. E. Affifi, The Mystical Philosophy of Muhyid Din-Ibnul Arabi, Lahore, 1964.",
    "T. Andrae, Die Person Muhammeds in Lehre und Glaube seiner Gemeinde, Upsala, 1917.",
    "Farīd-al-Dīn ʿAṭṭār, Elahī-nāma, ed. H. Ritter, Istanbul, 1940.",
    "G. Böwering, The Mystical Vision of Existence in Classical Islam, Berlin and New York, 1980.",
    "W. C. Chittick, “The Perfect Man as the Prototype of the Self in the Sufism of Jāmī,” Stud. Isl. 49, 1979.",
    "Idem and P. L. Wilson, Fakhruddin ʿIraqi: Divine Flashes, New York, 1982.",
    "M. Chodkiewicz, Le Sceau des saints, Paris, 1986.",
    "H. Corbin, L’homme de lumière dans le soufisme iranien, Paris, 1971.",
    "Najm-al-Dīn Dāyā Rāzī, Merṣād al-ʿebād, ed. M.-A. Rīāḥī, Tehran, 1352 Š./1973.",
    "Ebn ʿArabī, Foṣūṣ al-ḥekam, ed. A. A. ʿAfīfī, Cairo, n.d. Saʿd-al-Dīn Saʿīd b. ʿAlī Farḡānī, Montaha’l-madārek, 2 vols., Cairo, 1293/1876.",
    "Idem, Mašārek al-darārī, ed. S. J. Āštīānī, Mašhad, 1398/1978.",
    "R. Frank, Scheich Adi: der grosse Heilige der Jezidi’s, Berlin, 1911.",
    "I. Goldziher, “Neuplatonische und gnostische Elemente im Ḥadīth,” ZA 22, 1908, pp. 317-44.",
    "S. Ḥakīm, al-Moʿjam al-ṣūfī, Beirut, 1401/1981.",
    "M. Iqbal, The Development of Metaphysics in Persia, London, 1908, pp. 150-74.",
    "ʿAbd-al-Rāḥmān Jāmī, Naqd al-noṣūṣ fī šarḥ naqš al-foṣūṣ, ed. W. Chittick, Tehran, 1356 Š./1977.",
    "ʿAbd-al-Karīm Jīlī (Jīlānī), al-Ensān al-kāmel fī maʿrefat al-awāḵer wa’l-awāʾel, 2 vols., Cairo, 1383/1963.",
    "Kamāl-al-Dīn ʿAbd-al-Razzāq Kāšānī, Ketāb eṣṭelāḥāt al-ṣūfīya, ed. A. Sprenger, London and Calcutta, 1845.",
    "F. Meier, “The Problem of Nature in the Esoteric Monism of Islam,” in J. Campbell, ed., Spirit and Nature, Princeton, 1954, pp. 149-203.",
    "Idem, “The Spiritual Man in the Person Poet ʿAṭṭār,” in J. Campbell, ed., Spiritual Disciplines, Princeton, 1960, pp. 267-304.",
    "Idem, “The Transformation of Man in Mystical Islam,” in J. Campbell, ed., Man and Transformation, Princeton, 1964, pp. 37-68.",
    "ʿAzīz-al-Dīn Nasafī, al-Ensān al-kāmel, ed. M. Molé, Tehran and Paris, 1341 Š./1962.",
    "Moḥammad b. ʿAlī Neffarī, al-Mawāqef wa’l-moḵāṭabāt, ed. and tr. A. J. Arberry as The Mawāqif and Mukhāṭabāt of Muḥammad ibn ʿAbdi’l-Jabbār al-Niffarī, London, 1935.",
    "R.A. Nicholson, “The Perfect Man,” in Studies in Islamic Mysticism, Cambridge, 1921, pp. 77-142.",
    "E. H. Palmer, Oriental Mysticism, London, 1938.",
    "Abu’l-Qāsem ʿAbd-al-Karīm Qošayrī, al-Resāla fi’l-taṣawwof, Cairo, 1318.",
    "B. Radtke, al-Ḥakīm at-Tirmiḏī: Ein islamischer Theosoph des 3./9. Jahrhunderts, Freiburg, 1980.",
    "U. Rubin, “Pre-existence and Light,” Israel Oriental Studies 5, 1975, pp. 62-118.",
    "Idem, “Prophets and Progenitors in the Early Shīʿa Tradition,” Jerusalem Studies in Arabic and Islam 1, 1979, pp. 41-65.",
    "Rūzbehān Baqlī, Šarḥ-e šaṭḥīyāt, ed.",
    "H. Corbin, Tehran and Paris, 1344 Š./1965.",
    "H. H. Schaeder, “Die islamische Lehre vom vollkommenen Menschen, ihre Herkunft und ihre dichterische Gestaltung,” ZDMG 79, 1925, pp. 192-268.",
    "G. Scholem, Kabbalah, New York, 1974.",
    "Mastʿalīšāh Zayn-al-ʿĀbedīn Šervānī, Rīāż al-sīāḥa, ed. A. Ḥāmed, Tehran, 1339 Š./1960.",
    "G. Scholem, Kabblah, New York, 1974.",
    "M. Takeshita, Ibn ʿArabī’s Theory of the Perfect Man and its Place in the History of Islamic Thought, Tokyo, 1987."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}