{
  "id": "eweb_576",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/kasf_al_mahjub_hojviri/",
  "annotator": "Riccardo",
  "title": "KAŠF AL-MAḤJUB of Hojviri",
  "authors": [
    "Jawid Mojaddedi"
  ],
  "last_updated": "November 8, 2012",
  "print_details": "Vol. XV, Fasc. 6, pp. 664-666",
  "published": "December 15, 2011",
  "content": [
    "the only surviving work of Abu’l-Ḥasan ʿAli b. ʿOṯmān Hojviri (d. between 1073 and 1077) and the oldest surviving independent manual of Sufism written in Persian.",
    "KAŠF AL-MAḤJUB (“Unveiling the hidden”) , the only surviving work of Abu’l-Ḥasan ʿAli b. ʿOṯmān Hojviri (d. between 465/1073 and 469/1077) and the oldest surviving independent manual of Sufism written in Persian, following within a couple of decades of Abu Ebrāhim Esmāʿil b. Moḥammad Mostamali’s (d. 1042) Šarḥ al-taʿarrof le-maḏhab al-taṣawwof , the Persian commentary on Abu Bakr Kalābāḏi’s tenth-century Arabic manual. Kašf al-maḥjub has long been the most popular and influential of such works ever written and is used still today in the Persianate world, including Afghanistan, Pakistan, and India as well as Iran itself, whether in the original Persian or in translation. The author presents the work as a response to questions about Sufism asked by a compatriot named Abu Saʿid Hojviri, but indicates that it was written at least partly after he had already moved to Lahore, towards the end of his life ( Kašf al-maḥjub , pp. 7, 110).",
    "The Kašf al-mahjub has much in common with the Resāla fi ʿelm al-taṣawwof, written by Abu’l-Qāsem ʿAbd-al- Karim Qošayri (d. 465/1074) in Arabic at Nishapur in the year 437/1045. It is in fact the Arabic counterpart of Kašf al-maḥjub , in that it has proven to be the most popular and influential manual of Sufism in its own language. The status of these works in their respective traditions is probably due to the fact that both of them are dual-generic; that is, they contain both thematic sections on Sufi theory and practice and a biography collection that can be considered part of the ṭabaqāt genre (see Mojaddedi, 2001, chaps. 4-5; Böwering, pp. 31-34). They also share the characteristic of blending scholarly tendencies with Sufism more than the other major works of their time (Karamustafa, pp. 99-103). However, while the Shafiʿite Qošayri’s work consists largely of transmitted reports and his own brief summaries and commentaries, the Hanafite Hojviri’s work frequently presents his own views at length, especially through his distinctive use of dialectical reasoning to refute and defend the various doctrines to which he refers. It is worth noting that Hojviri was already familiar to some extent with the format of Qošayri’s Resāla when he wrote his Kašf al-maḥjub (p. 141). He also transmits from Qošayri (e.g., Kašf al-maḥjub , p. 28; see also Anṣāri’s Introd., pp. 26-27), and his book’s introduction shows distinctive similarities, such as the assertion (p. 7) that “true” Sufism had already become virtually obsolete ( mondares ).",
    "The Kašf al-maḥjub is divided into three broad sections. The final chapter of each section tends to be the most idiosyncratic. The first section consists of six chapters related to the issue of Sufi identity. Here Hojviri discusses the following significnt concepts in Sufism ( taṣawwof ): knowledge ( ʿelm ; pp. 11-21), poverty ( faqr ; pp. 21-34), purity ( ṣafā ; pp. 34 ff.), the wearing of patched cloaks ( moraqqaʿāt ; pp. 49-60), and the path of blame ( malāmat ; pp. 68-78). The inclusion of the final introductory chapter on the path of blame is innovative for the Sufi manual genre. Although Hojviri is initially circumspect about this approach, the fact that he ends his discussion of it by recounting how he had experienced its benefits for himself, not to mention his very inclusion of this chapter in the prominent first section about the identity of Sufism, indicates his overall positive view of the path of blame (pp. 77-78; Mojaddedi, 1997).",
    "The second section of the Kašf al-maḥjub is a biographical section, which may be classified as belonging to the ṭabaqat genre. Beginning with the biographies of the four Rightly- Guided Caliphs, followed by the first six Imams, the People of the Canopy ( ahl al-ṣoffa ), and the followers of the companions ( tābeʿun ), it proceeds to include Sufis, corresponding mostly to those included in the Ṭabaqāt al-Ṣufiya of Moḥammad Solami (d. 412/1021), a work to which he specifically refers ( Kašf al-maḥjub , p. 141, and Anṣāri’s Introd., p. 27). Hojviri’s is a very broad embrace of figures, including not only the above-mentioned Sufis and religious leaders, but also notable scholars such as Moḥammad b. Edris Šāfeʿi, Abu Ḥanifa, and Aḥmad b. Ḥanbal. This chronologically arranged section culminates with a final chapter on the twelve Sufi groups ( goruhhā ) of the author’s own time. These are not historically verifiable groups, but rather appear to be constructs which serve Hojviri’s purposes of exploring differences of opinion among Sufis (e.g., intoxication versus sobriety, for which see Mojaddedi, 2003). Reynold Nicholson, in the introduction to his translation of Kašf al-maḥjub (p. xii), was more optimistic about the accuracy of Hojviri’s account of Sufi groups. The final pairing of groups that Hojviri mentions in this chapter is the “Ḥoluliān” and the “Ḥallājiān,” whom he identifies as the only two groups of the dozen that are rejected ( mardud ); the rest are accepted ( maqbul ; Kašf al-maḥjub , p. 164). While the Ḥoluliān are said to be the believers in the heresy of incarnation, the Ḥallājiān are said to be the false followers of Ḥosayn b. Manṣur Ḥallāj (d. 922), who allowed transgression of the religious law. Hojviri accuses them of falsely attributing their permissive doctrines to Ḥallāj (pp. 194, 334). This pairing therefore represents where Hojviri draws the line as far as unacceptable doctrines and practice are concerned, with the diverse views of the ten groups preceding them all being considered legitimate.",
    "Kašf al-maḥjub contains a substantial entry on Ḥallāj, the third longest of all its biographies, in contrast to Qošayri’s Resāla, and Abu Noʿaym Eṣfahāni’s Ḥelyat al-awliaʾ, neither of which includes a biography of Ḥallāj. Hojviri’s aim with this entry is to support Ḥallāj, as can be seen by his defensive comments in response to criticisms of him, his assertion that later Sufis all think favorably of him, and his claim that he has been the victim of mistaken identity, with another Ḥallāj living in Baghdad at the same time, allegedly being the heretic who actually deserved condemnation ( Kašf al-maḥjub , pp. 189-93; Mojaddedi, 2001, pp. 131-32).",
    "The third and final section of the Kašf al-maḥjub consists of a series of eleven chapters, each being labeled as “the uncovering of the veil” ( Kašf al-ḥejāb ). This closeness to the title of the whole work is in itself indicative of the prominent role of the chapters in this section. The first three chapters discuss theological issues: gnosis of God ( maʿrefa ; pp. 341-56), divine unity ( tawḥid ; pp. 356-67), and faith ( imān ; pp. 367-74). The subsequent five chapters follow the model of law manuals by discussing purification ( ṭahara ) and the four main rituals of Islam. Hojviri provides in each of these chapters a mystical interpretation for each ritual and discusses that dimension at greater length (e.g., almsgiving leads to chivalry, pilgrimage leads to mystical witnessing). The final three chapters of this section focus on exclusively Sufi characteristics, namely the customs and manners for interaction, Sufi terminology, and listening to music for worship ( samāʿ ; pp. 432-546). This final chapter is based closely on the corresponding chapter on samāʿ in Abu Naṣr al-Sarrāj’s (d. 378/988) Ketāb al-lomaʿ fi’l-taṣawwof, the oldest surviving Sufi manual written in Arabic (see Kašf al-maḥjub , Anṣāri’s Introd., p. 25). However, the defense of the practice of samāʿ is taken further by Hojviri, with his accommodation of the tearing of garments in ecstasy ( ḵarqa kardan-e jāma ) and ecstatic dance (Hojviri, pp. 542-43, prefers the term ḥarakat-e wajdi to raqṣ ). A brief discussion of the practice of gazing at youths ( al-naẓar fi’l-aḥdāṯ ) is also included, condemning this practice (p. 542).",
    "The later influence of the Kašf al-maḥjub in Hojviri’s native Persia can be seen in the Taḏkerat al-awliāʾ of Faridal- Din ʿAṭṭār (q.v.; d. ca. 1220; see Anṣāri’s Introd., p. 28). It is also attested to directly by the poet and Sufi biographer ʿAbd-al-Raḥmān Jāmi (d. 1492) in his Nafaḥāt al-ons , where he not only cites it as the foundational Persian Sufi manual but also describes it, in the biography of its author, as “one of the renowned and revered books on this discipline [of Sufism], in which [Hojviri] has compiled many subtleties and truths” (Jāmi, p. 321). During the post-Safavid period, however, the Kašf al-maḥjub has been more influential in South Asia than any other region, not only because of the exodus from Iran of many Sufi leaders during this period, but also because its author’s shrine became the most celebrated pilgrimage site in Lahore. In addition to numerous manuscripts preserved there, several editions have been printed in South Asia since the 1903 Lahore edition, which Nicholson used as his base text, as well as translations into Urdu (see Nicholson , tr., pp. xv-xvi). The influence in South Asia of Nicholson’s English translation itself, which was first published in 1911, should also be taken into account. The contemporary South Asian Chishti Sufi master, Maulana Wahid Bakhsh Sial Rabbani, published a new translation of the text in 1997, aimed primarily for English-reading South Asians. The Kašf al-maḥjub was published in Tashkent and Samarqand in 1330/1912. It was published in Tehran for the first time in 1948 as the reprint of the 1926 St Petersburg edition prepared by Valentin Zhukovskiĭ. This has been reprinted several times already; the reprint of 1979 includes a detailed introduction by Qāsem Anṣāri. It has been translated also into Arabic by Esʿad ʿAbd al-Hādi Qandil."
  ],
  "bibliography": [
    "Abu Noʿaym Eṣfahāni, Ḥelyat al-awliāʾ wa ṭabaqāt al-aṣfiāʾ, 10 vols in 5, Cairo, 1932-38.",
    "Gerhard Böwering, The Mystical Vision of Existence in Classical Islam: The Qurʾanic Hermeneutics of the Sufi Sahl At-Tustari (d. 283/896) , Berlin and New York, 1980.",
    "L. S. Dugin, “The Kashf-l-Maḥjub of Abu-l-Ḥasan ʿAli Jullābi,” JASB 8, 1942, pp. 335-79.",
    "Abu’l-Ḥasan ʿAli b. ʿOṯmān Hojviri, Kašf al-maḥjub , ed. Valentin A. Zhukovskiĭ, Saint Petersburg, 1899; tr. Reynold A. Nicholson as Kashf al-mahjub of Al-Hujwiri: The Oldest Persian Treatise on Sufism, GMS XVII, London, 1911, repub. as The Revelation of the Veiled , Wiltshire, Conn., 1999; tr. Esʿad ʿAbd-al-Hādi Qandil into Arabic as Kašf al-maḥjub, 2 vols., Cairo, 1974-75; tr. Wahid Bakhsh Sial Rabbani as The Kashful Mahjub: “Unveiling the Veiled”: The Earliest Persian Treatise on Sufism , Kuala Lumpur, 1997.",
    "S. Jerrold and E. Denison Ross, tr., “Persian Sufism: Being a Translation of Professor Zhukovsky’s Introduction to His Edition of the Kashf al-Mahjub ,” BSOAS 5/3, 1929, pp. 475-88.",
    "Nur-al-Din ʿAbd-al-Raṃān Jāmi, Nafaḥāt al-ons men ḥaḏarāt al-qods, ed. Maḥmud ʿ Ā bedi, Tehran, 1992.",
    "Ahmet T. Karamustafa, Sufism: The Formative Period, Edinburgh, 2007.",
    "Jawid Mojaddedi, “Extending the Boundaries of Sufism: Hujwiri’s Kashf al-mahjub , ” Sufi: A Journal of Sufism 35, 1997, pp. 45-49.",
    "Idem, The Biographical Tradition in Sufism: The Tabaqat Genre from al-Sulami to Jami , Richmond, 2001.",
    "Idem, “Getting Drunk with Abu Yazid or Staying Sober with Junayd: The Creation of A Popular Typology of Sufism,” BSOAS 66/1, 2003, pp. 1-13.",
    "Abu Ebrāhim Esmāʿil Mostamali, Šarḥ al-taʿarrof le-maḏhab al-taṣawwof: nur al-moridin wa fażiḥat al-moddaʿin , ed. Moḥammad Rowšan, 4 vols, Tehran, 1984.",
    "Abu’l- Qāsem ʿAbd-al-Karim b. Havāzen Qošayri, Resāla fi ʿelm al-taṣawwof , ed. ʿAbd-al-Ḥamid Maḥmud and Maḥmud Ebn al-Šarif, 2 vols., Cairo, 1972-74.",
    "Abu Naṣr ʿAbd-Allāh Sarrāj, Ketāb al-Lomaʿ fi’l-taṣawwof , ed. Reynold A. Nicholson, GMS XXII, Leiden and London, 1914.",
    "Abu ʿAbd-al-Raṃān Moḥammad Solami, Ṭabaqāt al-Ṣufiya , ed. Johannes Pedersen, Leiden, 1960."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}