{
  "id": "eweb_580",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/kazaruniya/",
  "annotator": "Riccardo",
  "title": "KĀZARUNIYA",
  "authors": [
    "Hamid Algar"
  ],
  "last_updated": "April 24, 2013",
  "print_details": "Vol. XVI, Fasc. 2, pp. 198-201",
  "published": "May 31, 2013",
  "content": [
    "a Sufi order ( ṭariqat ) so named after Abu Esḥāq Kāzaruni, alternatively designated as Esḥāqiya, especially in Turkey, or more rarely as Moršediya.",
    "KĀZARUNIYA , a Sufi order ( ṭariqat ) so named after Abu Esḥāq Kāzaruni (d. 426/1035), alternatively designated as Esḥāqiya, especially in Turkey, or more rarely as Moršediya.",
    "Although the order remained functioning in its place of origin, Kāzarun (see kazerun) in Fars, until the rise of the Safavids in the early 10th/16th century, remarkably little information is available on its history there. The eponym never married, proclaiming that he saw no difference between a woman and a wall (Maḥmud b. ʿOṯmān, p. 358), and he left no progeny to inherit the leadership of the order. The first four successors to Abu Esḥāq were all members of the same family: Ḵaṭib Abu’l-Qāsem ʿAbd-al-Karim (d. 442/1050); Abu’l-Qāsem’s son, Ḵaṭib Abu Saʿd Ẓāher (d. 458/1066); Abu Saʿd’s brother, Ḵaṭib Abu Bakr Moḥammad (d. 502/1108), author of a no longer extant Arabic biography of Abu Esḥāq; and a second brother, Ḵaṭib Abu Ḥāmed Aḥmad. A separate initiatic line led from Ḵaṭib Abu’l-Qāsem through Ḵaṭib Abu Naṣr, Ḵaṭib Abu Bakr Moḥammad, and Serāj-al-Din Maḥmud b. Ḵalifa Bayżāʾi to Abu Naṣr Ruzbehān Baqli (d. 606/1209), the celebrated theorist of Sufi love. Ruzbehān established his own Sufi order, the Ruzbehāniya, which must be regarded as an offshoot of the Kāzaruniya (Jonayd Širāzi, pp. 243-47; tr., p. 343; Faṣiḥ, II, p. 284; Nazif Hoca, pp. 34, 48). Later directors of the Kazerun ḵānaqāh  known by name are Jamāl-al-Din Abu Ḥāmed Aḥmad b. Moḥammad (early 7th/13th cent.) and Ḵaṭib ʿAbd al-Raḥmān Moršedi (after 731/1330; Meier, Introd. to Maḥmud b. ʿOṯmān, pp. 23-24). The prevalence of ḵaṭib s (preacher) among these successors to Abu Esḥāq, himself renowned as a highly effective preacher, may be taken as evidence of the important place held by preaching in the activities of the order.",
    "A fairly detailed picture of life at the Kazerun ḵānaqāh is provided by Ebn Baṭṭuṭa, who visited it in about 726/1326. He records that all visitors were provided with a type of harisa  made of meat and fat, to be eaten with thin bread, and not permitted to leave until they had enjoyed three days’ hospitality. They were also encouraged to communicate whatever needs they had to the shaikh directing the hospice; in turn he would inform the hundred or so dervishes living there, some of them celibate, others married, and they would pray at the tomb of Abu Esḥāq for the visitors’ wishes to be granted (Ebn Baṭṭuṭa, I, p. 217). Ebn Baṭṭuṭa also reports (I, p. 207) that the ruler of Fars at the time of his visit, Abu Esḥāq b. Moḥammadšāh Inju (d. 758/1357), was so named because of his father’s reverence for the saint of Kāzarun. Ḵᵛāju Kermāni (d. 750/1349), a poet attached to the Injuvi court, manifested similar devotion to Abu Esḥāq Kāzaruni. Taking up residence at the Kazerun ḵānaqāh, he produced two maṯnawi s ( Rawżat al-anwār , comp. in 1342, and Kamāl-nāma , comp. in 1343), in which he praised Abu Esḥāq and designated himself as a Moršedi, that is, a follower of his order (Meier, introd. to Maḥmud b. ʿOṯmān, p. 68; Browne, III, p. 226; Ṣafā, III, pp. 892-94; for the text, see Ḵᵛāju Kermāni, pp. 1-198). With this single exception, the Kāzaruniya does not appear to have produced any literature, apart from the works written on the life of Abu Esḥāq Kāzaruni. All activity at the Kazerun ḵānaqāh came to an end when Shah Esmāʿil I Ṣafawi conquered the city in 909/1503 and massacred some 4,000 of its inhabitants. In this he may have been motivated, not only by sectarian hatred, but also by fear of the wealth and organizational abilities of the order ( Jahāngošā-ye Ḵāqān , pp. 187-88; Aubin, p. 58).",
    "It is at first sight curious that, although as a thoroughly localized order the Kāzaruniya did not spread to other regions of Iran (or even to other parts of Fars), it had a presence in the seaports of India and southern China. The phenomenon is, however, entirely explicable in terms of the maritime trade that linked the ports of the Persian Gulf with those of South and East Asia. Kazerun was the chief staging post between Shiraz and the Persian Gulf coast, and merchants based there appear to have dominated much of the seaborne trade with India and China. Many of them revered the memory of Abu Esḥāq Kāzaruni and invoked his name to protect their endeavors. They regarded soil from his tomb as not only curative, but also as capable of calming tempestuous waters (Maḥmud b. ʿOṯmān, pp. 508-9). It is curious to note that, as late as the early 20th century, the people of Konya retained a similar belief long after the order had ceased to exist in their city (Köprülüzade, pp. 24-25). Ebn Baṭṭuṭa reports that, whenever Kāzaruni merchants voyaging across the Sea of China encountered unfavorable winds or feared attack by pirates, they would make a vow to Abu Esḥāq Kāzaruni and keep a written record of the vow. Once they arrived safely in port, an agent of the local Kāzaruni zāwia (lodge) would board the ship and collect the money that had been vowed (Ebn Baṭṭuṭa, I, p. 217-18). Ebn Baṭṭuṭa himself visited the Kāzaruni zāwias in Calicut on the Malibar coast of southern India, where the overseer was Shaikh Šeḥāb-al-Din Kāzaruni (II, p. 564); Kollam, farther down the coast, where Šeḥāb-al-Din’s son, Faḵr-al-Din, was in charge (II, p. 570); and Zaytun (Guangzhou), where the zāwia lay somewhat outside the city and was administered by Shaikh Borhān-al-Din Kāzaruni (II, p. 633).",
    "The existence of Kāzaruni zāwias in India and China has sometimes been taken to mean that the order was actively engaged in the propagation of Islam in those distant lands, but of this there is no evidence. Indeed, there is no indication that these zāwias attracted any members of the Muslim mercantile colonies in Indian and Chinese ports apart from the Kāzarunis, and for them they appear to have functioned as a kind of guild headquarters. It is, however, true that the ruler of Delhi (left unnamed by Ebn Baṭṭuṭa, but probably Moḥammad b. Toḡloq) revered Abu Esḥāq sufficiently to donate 10,000 dinars to the Kazerun ḵānaqāh (Ebn Baṭṭuṭa, I, p. 218). Abu Al-Fażl ʿAllāmi’s inclusion of the Kāzaruniya among the fourteen Sufi orders represented in India in the 10th/16th century is not supported by any contemporary evidence (tr., II, p. 204).",
    "A somewhat different type of Kāzaruni presence in India is suggested by the story of Shaikh Ṣafi-al-Din Kāzaruni, a nephew of Abu Esḥāq. He is said to have been given ḵelāfat (deputyship) by his uncle, who mounted him on a camel and told him to alight and settle wherever it came to a halt. The camel finally stopped at an uninhabited site in Multan, so Ṣafi-al-Din duly dismounted and established the city of Uččh on the spot, which soon became a center of Muslim population (Moḥaddeṯ Dehlavi, p. 205). He is recounted to have vanquished a yogi there in a miracle-working contest, which suggests that he was engaged in the propagation of Islam among Hindus (Neẓām-al-Din Awliāʾ, pp. 57-58). However, there is no indication that he implanted the Kāzaruni initiatic line ( selsela ) in the region; his best-known descendant was a great-grandson known as ʿAbd al-Qāder Ṯāni on account of his prowess in the Qāderi order.",
    "The only real extension of the Kāzaruni order beyond its homeland was in Anatolia and Rumelia, where it was known as the Esḥāqiya. Precisely how and when the first transmission took place is unknown; it was presumably undertaken by some of the disciples whom Abu Esḥāq annually dispatched for war against the Byzantines. (The common assumption that the Esḥāqis were prominently and consistently engaged in jehād [e.g., Vryonis, p. 367] is not, however, proven; there is no record of their engagement in any particular battle or campaign.) A Kāzaruni (or Esḥāqi) from Aksaray is recorded to have established an Esḥāqi zāwia in Aleppo in 747/1343, which suggests a Kāzaruni presence in Anatolia as early as the first half of the 8th/14th or even the latter part of the 7th/13th century (Caskel, pp. 284-85).",
    "It was, however, the 9th/15th century that witnessed the rise to relative prominence of the Esḥāqiya in Anatolia. In 802/1400, Yıldırım Bāyazid (r. 1389-1402) established an Esḥāqi zāwia in Bursa (text of the waqfiya , together with a certification by Mollā Fenāri, in Erzi, pp. 424-27). He entrusted its direction to a certain Sayyed Moḥammad Naṭṭāʿ from Baghdad, who had come to Bursa in the company of Sayyed Šams-al-Din Emir Sulṭān, the patron saint of Bursa. Bāyazid also appointed him as the first Ottoman naqib al-ašrāf , the chief of the descendants of the Prophet Moḥammad. Sayyed Moḥammad was taken prisoner two years later by Timur and transported to Transoxiana; after a while he managed to escape and to return to Bursa, where he was buried next to the zāwia (ʿAṭāʾi, p. 161). Restored by Sultan Moḥammad II Fāteḥ in 884/1479, the Bursa zāwia had forty cells ( ḥojra ) for resident dervishes and an ʿemārat (kitchen), where soup was distributed every day to travelers and the poor. Occasionally restored over the centuries, both zāwia and ʿemārat gradually fell into disuse until early in the 20th century, when Rašid Dede, muezzin at the mosque attached to the zāwia, attempted to restore the endowments ( awqāf ) assigned to the complex. Soup began to be distributed once more every Ramazan, but Rašid Dede died in 1912 with the work of restoration still incomplete. At around the same time, the directorship of the zāwia was nominally exercised by a certain Solaymān Bey, who had inherited it from his father. He preferred, however, to reside in the Ramażān Bābā Dargāhi, and when he died no one assumed responsibility for the Esḥāqi zāwia (Şemseddin, pp. 219-20). The mosque once attached to the zāwia is, however, still in use and is known to the people of Bursa as the Ebu Ishak Camii (Abu Esḥāq Mosque; for a description of its current state, see Turyan, pp. 244-45; Kara, p. 103). Şile, a village near Bursa, also once housed a Kāzaruni zāwia.",
    "In 821/1418 an Esḥāqi zāwia was founded in Konya by Sultan Muhammed II of the Qaramanid dynasty. The position of shaikh was vested in a certain Ḥāji Ḥasib b. Ḥāji Aḥmad and his descendants, and the adminstration ( tawliat ) of the endowment ( waqf ) attached to the zāwia was awarded to Ḥāji Ḥasib’s brother, Ḥāji Yusof and his descendants (text of the endowment deed in Oral, pp. 4-5). Nothing is known about these brothers or the circumstances under which they acquired their Esḥāqi affiliation. However, a document relating to a dispute in 1092/1681 over the administration of the endowment refers to a certain Fāṭema b. ʿEwaẓ, a descendant of Ḥāji Yusof, as belonging to the progeny of Abu Esḥāq Kāzaruni (Oral, pp. 5-6). If not entirely false, this statement must mean that she and her ancestors were laterally descended from Abu Esḥāq, for it is well known that he himself never married. Another hint of direct connection between the Konya zāwia and Kazerun is provided by a document of initiation ( enāba ) dated Moḥarram 900/October 1494. By virtue of this document, a certain Kemali Shaikh Moḥyi-al-Din Moḥammad b. Šehāb-al-Din, described as already affiliated to the kānaqāh in Kāzarun, received a second initiation into the order at the hands of a certain Ḥāji ʿAbd-Allāh, allegedly a descendant of Abu Esḥāq, and the shaikh of the zāwia at the time, Nur-al-Hodā b. ʿAbd-al-Raqib (Oral, pp. 13-14). It is thus possible, although entirely unproven, that the Anatolian zāwias of the order were administratively linked to the Kazerun kānaqāh until its destruction by Shah Esmāʿil Ṣafawi in 909/1503. The building that once housed the Esḥāqi zāwia in Konya still survives, as does a tomb attached to it which is erroneously attributed to Abu Esḥāq (Oral, p. 4). It was fully restored and opened to the public in June 1990, amid accusations that this constituted a violation of the ban on Sufi institutions that had been in place since 1925 (Kara, p. 98, n. 21). There was in addition a Kāzaruni zāwia in the village of Efe on the outskirts of Konya (Kara, p. 98).",
    "Similarly in Erzurum, there is an unmarked shrine ( ziāratgāh ) near the citadel, which to this day is popularly attributed to Abu Esḥāq Kāzaruni (Aytürk and Altan, p. 151; Konyalı, pp. 393-95). Like its counterpart in Konya, it belongs presumably to an Esḥāqi shaikh who oversaw or possibly founded a zāwia in the city. The Esḥāqi zāwia in Erzurum must have come into being at the latest by 941/1534, for it was visited in that year by Qānuni Sultan Solaymān when he passed through Erzurum en route to a campaign against Iran (Hammer-Purgstall, III, p. 147). A document from 1000/1591 mentions a certain Sayyed Qāsem b. Sayyed Shaikh Khan as the shaikh of the zāwia and specifies that it was endowed with two farms ( çiftlik ; Konyalı, p. 395). The erroneous belief that Abu Esḥāq himself was buried in Erzurum had evidently taken root by the time of Evliya Çelebi (II, p. 218), for he accepted the attribution as true. He also mentions the tomb of a certain Kozlu Bābā in a village of the same name, some four stations distant from Erzurum, who was supposedly a deputy ( ḵalifa ) of Abu Esḥāq and would miraculously travel back and forth between his village and the city in order to perform each of the five daily prayers with him (V, p. 43). Evliya Çelebi’s Siāḥat-nāma is also the sole source to report on the existence of an Esḥāqi zāwia in Edirne (III, p. 454).",
    "In general, the history of the Esḥāqiya in Turkey is as poorly documented as that of its counterpart in Fars; little is known of it beyond the existence of the zāwias in Bursa, Konya, Erzurum, and Edirne. Its adherents appear to have produced no literature apart from a Turkish translation of Maḥmud b. ʿOṯmān’s Persian biography of Abu Esḥāq, Ferdaws al-moršediya , made by Çömezzade Mehmed Šawqi Efendi (d. 1100/1688); only a single manuscript of this translation is known to exist (Esad Efendi, 2429; see Köprülü, p. 20, n. 2; Oral, p. 13, n. 17; Kara, pp. 101-2). It is not, therefore, surprising that Evliya Çelebi felt free to concoct an entirely fanciful biography of Abu Esḥāq, according to which he traveled to Bursa and Edirne before settling in a zāwia he established at Erzurum near the Tabriz gate (II, p. 218). Further, he described the Esḥāqi lineage ( selsela ) as an offshoot of the Naqšbandiya (III, p. 454). This misattribution bears witness not only to the great traveler’s powers of imagination, but also to the obscurity of Esḥāqi history and, perhaps, to the ascendant popularity of the Naqšbandiya in his time, which may well have absorbed the remnants of the Anatolian Esḥāqiya. As for the erroneous attribution to Abu Esḥāq of tombs in Erzurum and Konya, this is to a degree excusable, in that Esḥāqi zāwias tended to be dedicated to his person rather than to the order he had founded (see the inscriptions from Erzurum and Bursa, in Konyalı, p. 394, nn. 1, 2).",
    "The most vivid description of the Anatolian Esḥāqis in their heyday is provided by a certain Théodore Spandouyn Cantacasin, who resided in Turkey during the early years of the 10th/16th century. He lists as the four chief dervish orders of Turkey the Dynamie (Adhamiya), the Calender (Qalandars), the Torlaqui (Torlaks), and the Seque (Esḥāqiya). Of the last he remarks: “Some of them wear their hair and beards long, while others shave their beards and even their heads. They wear woolen turbans and carry distinctive banners, chanting prayers and demanding alms. None of them wear iron or silver earrings [presumably in contrast to the qalandar s]. They are as well regarded as the others [i.e., the adherents of other orders]” (Spandouyn Cantacasin, p. 222). If accurate, this description suggests a presence of the Esḥāqis outside the zāwias of Konya, Bursa, Erzurum, and Edirne, more as wandering mendicants than as enthusiasts for jehād . What is certain is that Spandouyn’s ranking of the Esḥāqis among the leading orders of Turkey was no longer applicable by the following century. They departed almost entirely from the historical memory of Turkish Sufis. All that Ḥaririzade (d. 1882) has to report of them in his encyclopedic survey of the Sufi orders is three lines of ḵerqa (robe worn by the Sufis) transmission: one passing through Ebn al-ʿArabi  and going back to Abu’l-Fatḥ, a disciple ( morid ) of Abu Esḥāq; a second passing through Esmāʿil Jabarti and going back to Abu Naṣr Ḵalifa, another disciple; and a third including several members of the Zayni order and going back to Shaikh Tāj-al-Din ʿAbd-al-Raḥmān b. Šehāb-al-Din Masʿud Moršedi (Ḥaririzāda, I, fols. 72a-73b). As Köprülüzade (p. 24) surmises, these lines of ḵerqa transmission may also reflect the absorption of the Esḥāqiya by other orders."
  ],
  "bibliography": [
    "Abu’l-Fażl ʿAllāmi, Āʾın-e akbari , ed. Henry Blochmann, 2 vols., Calcutta, 1867-76; tr. Henry Blochmann (vol. 1) and Henry S. Jarrett (vols. 2-3), Calcutta, 1868-94.",
    "Hamid Algar, “Kāzarūnī,” in EI ² IV, 1978, pp. 851-52.",
    "ʿAṭāʾi, Ḥadiqat al-ḥaqiqa fi takmelat al-Šaqāyeq , Istanbul, 1268/1852.",
    "Jean Aubin, “Šāh Ismāʿıl et les notables de l’Iraq persan,” JESHO 2, 1959, pp. 37-81.",
    "Nihat Aytürk and Bayram Altan, Türkiye’de dini ziyaret yerleri , Ankara, 1992, p. 151.",
    "Edward G. Browne, A Literary History of Persia , 4 vols., Cambridge, 1928-30.",
    "Werner Caskel, “Zu Der Islam, Band XIX, s. 18-26,” Der Islam 19, 1931, pp. 284-85.",
    "Evliya Çelebi, Siāḥat-nāma ( Seyahatname ) II-III, Istanbul, 1314-15/1896-97.",
    "Ebn Baṭṭuṭa, Toḥfat al-noẓzār fi ḡarāʾeb al-amṣār wa ʿajāʾeb al-asfār , ed. Karam Bostāni, Beirut, 1384/1964.",
    "H. Adnan Erzi, “Bursa’da Ishaki dervişlerine mahsus zaviyenin vakfiyesi,” Vakfılar dergisi 2, 1942, pp. 423-29.",
    "Faṣiḥ Aḥmad b. Moḥammad Ḵᵛāfi, Mojmal-e faṣiḥi , ed. Maḥmud Farroḵ, 3 vols., Mashad, 1960-62.",
    "Abdülbaki Gölpınarlı, Mevlânâ’dan sonra Mevlevîlik , Istanbul, 1953, p. 11.",
    "Joseph von Hammer-Purgstall, Geschichte des Osmanischen Reiches , 10 vols., Budapest, 1835-46.",
    "Moḥammad Kamāl-al-Din Ḥaririzāda, Tebyān wasāʾel al-ḥaqāʾeq fi bayān salāsel al-ṭarāʾeq , 3 vols., ms. Ibrahim Efendi (Fatih), fols. 430-32.",
    "Nazif M. Hoca, Ruzbehān al-Bakli ve Kitab kaşf al-asrar’ı ile Farsça Bazı şiirleri , Istanbul, 1971. Jahāngošā-ye Ḵāqān : Tāriḵ-e Šāh Esmāʿil , ed. A. D. Moẓṭar, Islamabad, 1971.",
    "Moʿin-al-Din Jonayd Širāzi, Šadd al-ezār fi ḥaṭṭ al-awzār ʿan zowwār al-mazār , ed. Moḥammad Qazvini and ʿAbbās Eqbāl, Tehran, 1949; tr. ʿIsā b. Jonayd Širāzi, as Taḏkera-ye hazār mazār , ed. Nurāni Weṣāl, Shiraz, 1985.",
    "Ḵᵛāju Kermāni, Ḵamsa-ye Ḵᵛāju Kermāni , ed. Saʿid Niāz Kermāni, Kerman, 1991.",
    "Mustafa Kara, Bursa’da tarikatlar ve tekkeler , Bursa, 2001.",
    "Ahmet Karamustafa, Sufism, The Formative Period , Edinburgh, 2007, pp. 121-24.",
    "Ibrahim Hakkı Konyalı, Âbideleri ve kitabeleri ile Erzurum tarihi , Istanbul, 1960.",
    "Meḥmed Foʾād Köprülü, “Abū Isḥāq Kāzarūnī und die Isḥāqī-Derwische Anatoliens,” Der Islam 19, 1930-31, pp. 18-26.",
    "Idem, Osmanlı devleti’nin kuruluşu , Ankara, 1984, pp. 96-97.",
    "Maḥmud b. Oṯmān, Ferdaws al-moršediya fi asrār al-ṣamadiya , ed. Fritz Meier, as Die Vita des Abū Isḥāq al-Kāzarūnī in der Persischen Bearbeitung von Maḥmūd b. ʿUṯmān , Istanbul, 1943; repr. Leipzig, 1948; ed. Iraj Afšār, Tehran, 1954.",
    "ʿAbd-al-Ḥaqq Moḥaddeṯ Dehlavi, Aḵbār al-aḵyār , Delhi, 1916.",
    "Shaikh Neẓām-al-Din Awliāʾ, Fawāʾed al-foʾād , compiled by Amir Ḥasan ʿAlāʾ Sejzi, Bulandshahr, India, 1272/1855; tr. Ziaulhasan Faruqi, as Fawa ʾ id al-Fu ʾ ad : Spiritual and Literary Discourses of Shaikh Nizamuddin Awliya , New Delhi, 2002.",
    "Šams-al-Din Moḥammad ʿOmari Moršedi, Maʿdan al-dorar : Sirat-nāma-ye Ḥāji Nāṣer ʿOmar Moršedi , ed. ʿĀref Nawšāhi, Tehran, 1994.",
    "M. Z. Oral, “Konya’da Ebu Ishak Kazeruni zaviyesi,” Anıt 1/7, August 1949, pp. 3-8, 1/8, September 1949, pp. 12-14.",
    "S. Athar Abbas Rizvi, A History of Sufism in India , 2 vols., Dehli, 1978-83, I, pp. 111-12.",
    "Ḏabiḥ-Allāh Ṣafā, Tāriḵ-e adabiyāt dar Irān , 5 vols. in 8, Tehran, 1959-92.",
    "Mehmed Şemseddin (Šams-al-Din), Yâdigâr-i Şemsi , Bursa, 1332/1914.",
    "Théodore Spandouyn (Theodoros Spandouginos) Cantacasin, Petit traicté de l’origine des Turcqz , tr. Balarin de Raconis, ed. Charles Henri Schefer, Paris, 1896.",
    "John Spencer Trimingham, The Sufi Orders in Islam , Oxford, 1971, pp. 21-24, 236.",
    "Hasan Turyan, Bursa evliyaları ve tarihi eserleri , Bursa, 1982.",
    "Speros Vryonis, The Decline of Medieval Hellenism in Asia Minor and the Process of Islamization from the Eleventh through the Fifteenth Century , Berkeley and Los Angeles, 1971.",
    "Paul Wittek, “Kazerunî,” in İslam Ansiklopedisi VI, 1967, p. 523."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}