{
  "id": "eweb_582",
  "source": "EIr",
  "cat": "term",
  "link": "https://www.iranicaonline.org/articles/joseph-ii-in-quranic-exegesis",
  "annotator": "Riccardo",
  "title": "JOSEPH ii. In Qurʾānic Exegesis",
  "authors": [
    "Annabel Keeler"
  ],
  "last_updated": "July 9, 2013",
  "print_details": "Vol. XV, Fasc. 1, pp. 34-41",
  "published": "June 15, 2009",
  "content": [
    "In the Qurʾān, the story of the prophet Joseph is unique in being related as one continuous narrative, making up almost the entirety of chapter ( sura) 12.",
    "JOSEPH",
    "ii. IN QURʾĀNIC EXEGESIS",
    "In the Qurʾān, the story of the prophet Joseph is unique in being related as one continuous narrative, making up almost the entirety of chapter (sura) 12, which is named after him Surat Yusof . By contrast, the stories of other prophets, such as Abraham (Ebrāhim), Moses (Musā), and Noah (Nuḥ), tend to be related in the Qurʾān as isolated events, which may be told more than once and in different ways, according to the context. Joseph’s story, however, begins (v. 4) with his informing his father of a dream in which he has seen the sun, moon, and eleven stars prostrating themselves before him, and it ends with the dream’s coming true and the reunion in Egypt of Joseph with his parents and brothers and their prostrating themselves before him (v. 100). This Qurʾānic narrative is only briefly interrupted by divine comments and exhortations, such as “and God is aware of what they do” (v. 19), or “God always prevails in His purpose, though most people do not realize it” (v. 21), or “God rewards the charitable” (v. 88).",
    "The following statement in the third verse: “and We narrate unto you the best (or most beautiful) of stories ( aḥsan al-qeṣaṣ )” is taken by most commentators to be a reference to the story of Joseph, though Abu Jaʿfar Moḥammad Ṭabari (d. 923) and Abu ʿAli Fażl b. Ḥasan Ṭabresi (d. 1154) give precedence to the view that it is a reference to the Qurʾān itself. Commentators present numerous reasons for Joseph’s story being designated “the best of stories,” namely, because it contains lessons ( ʿebar ), subtle points ( nokāt ), pieces of wisdom ( ḥekam ), and wonders ( ʿajāʾeb ; Faḵr-al-Din Rāzi, XVIII, p. 85; Zamaḵšari, III, p. 251); or because it contains everything that is required for a good story, including separation ( forqat ) and union ( waṣlat ), glorification ( ʿezz ) and humiliation ( ḏell ), wealth ( ḡanāʾ ) and poverty ( faqr ), lover ( ʿāšeq ) and beloved ( maʿšuq ), love ( ḥobb ) and hatred ( boḡż ), grief ( anduh ) and joy ( šādi ), governorship ( amiri ) and imprisonment ( asiri ; Surābādi, II, p. 1091); or because it contains mention of the virtuous ( ṣāleḥān ), angels ( fereštagān ), demons ( šayāṭin ), men and jinn, cattle and birds, the conduct of kings ( siar-al-moluk ), and the propriety in the conduct of slaves ( ādāb-e mamālik ), the manner of merchants ( ṭariqat al-tojjār ), the mention of those who are wise ( ʿoqalāʿ ) and those who are ignorant ( johhāl ), differing situations ( eḵtelāf-e aḥwāl ), and the craftiness of women ( makr-e zanān ); and moreover, the mention of the divine oneness ( tawḥid ), jurisprudence ( feqh ), knowledge about the virtues ( ʿelm-e siar ), the interpretation of dreams ( taʿbir-e ḵᵛāb ), how to rule ( ādāb-e siāsat ), etiquette of social life ( ḥosn-e moʿāšarat ), and earning a living ( maʿāš ; Abu’l-Fotuḥ Rāzi, XI, p. 7).",
    "Commentators present a variety of reasons or circumstances for the revelation ( asbāb al-nozul ) of Surat Yusof , which include the following: a) Jewish scholars suggested to some powerful men among the polytheists that they should test Prophet Moḥammad by asking him why the family of Jacob moved to Egypt and about the story of Joseph (Faḵr-al-Din Rāzi, XVIII, p. 84); b) the Companions expressed to the Prophet their wish for God to reveal a sura in which there was no command or prohibition or promise or threat, so that they might be uplifted and joyful in reciting it (Meybodi, V, p. 3), c) or that there should be a story but no mention of religious obligation ( taklif ), and that they should find comfort ( tasalli ) in reading it (Surābādi, II, p. 1090); d) the Jews were boasting that in the Torah they had the best of stories and the Muslims did not have such a story (Surābādi, II, p. 1090; Meybodi, V, p. 3). All the commentaries seem to agree that the sura was revealed to provide comfort and reassurance to Moḥammad, who, at the time that it was revealed was suffering persecution from his own people, the Qorayš.",
    "Throughout the history of Qurʾānic exegesis, Surat Yusof appears to have held a particular interest for commentators. Given the range of content in the Qurʾānic story of Joseph, as indicated above, it is not surprising to find a corresponding variety of approaches to the interpretation of the sura, which on the one hand provides considerable scope for narrative expansion, and on the other raises numerous ethical and theological issues, while at the same time being susceptible of a range of esoteric interpretations. Surat Yusof is also one of the few, and possibly the earliest sura, to have been treated in independent commentaries, such as al-Settin al-jāmeʿ le-laṭāʾef al-basātin of Aḥmad b. Moḥammad Ṭusi (fl. 11th cent.), the Baḥr al-maḥabba attributed to Aḥmad Ḡazāli (d. 1126), the Zahr al-kemām fi qeṣṣat Yusof ʿalayh al-salām , of Serāj-al-Din Abu Ḥafs ʿOmar Awsi (fl. 1284), and the Ḥadāʾeq al-ḥaqāʾeq of Moʿin-al-Din Farāhi Heravi (d. 1502).",
    "This article will discuss a selection of better known commentaries on the sura in a number of Arabic and Persian texts and will highlight some salient features of the interpretation of the sura, as well as verses or points in the story that have aroused particular interest in both exoteric and esoteric approaches to Qurʾān interpretation.",
    "EXOTERIC COMMENTARIES IN ARABIC",
    "Although the story of Joseph is presented as a running narrative in the Qurʾān, it is, like other stories in the Qurʾān, related in a manner that is often elliptical. Thus, exoteric commentaries, in varying degrees, perform the function of filling in gaps in the narrative, and attempt to identify unnamed characters. In many cases, the exoteric commentaries not only fill in narratives for the sake of clarification, but also add numerous details. Much, though certainly not all the material that is employed by commentators to fill in and amplify the narrative is said to derive from the Esrāʾiliyāt, that is, traditions drawn from the body of knowledge about Biblical events and persons which was shared by Jews, Christians, and early Muslims, and often used to complement the succinct information found in the Qurʾān. Many of these traditions, however, are actually cited on the authority of Ebn ʿAbbās (d. ca. 687) or Esmāʿil b. ʿAbd-al-Raḥmān Soddi (d. 745) as much, if not more than on the authority of the Jewish convert Abu Esḥāq Kaʿb-al-Aḥbār (d. 652-53) or of Abu ʿAbd-Allāh Wahb b. Monabbeh (d. 728 or 732), whose names are usually associated with the Esrāʾiliyāt. Several parallels may be found in Jewish sources for the material that appears in the commentaries; for example, accounts of the immense physical strength of Joseph’s brothers (Ginzberg, pp. 16, 106-8), or of one brother who took pity on Joseph and stayed by the well and brought him food (Ginzberg, p. 14), though names may differ (Yahudā in the Qurʾān commentaries, Zebulon in the Midrash). There are other details that do not have obvious correspondences, such as Joseph’s eventual marriage to Zolayḵā, and Zolayḵā’s being a virgin, since Potiphar, her husband, was impotent (Ṭabari, 1955-69, XVI, p. 151). According to Louis Ginzberg (p. 38), Joseph marries Aseneth (or Asenath), the daughter of Dinah and Shechem (but Potipahr’s daughter in Genesis 41:45), who had been abandoned as a baby and adopted by Potiphar, and who was the same infant who spoke and attested to Joseph’s innocence when Zolayḵā attempted to implicate him. Moreover, in the Jewish tradition Potiphar was not considered impotent, but rather it was Zolayḵā who was barren.",
    "Among the commentaries, Ṭabari’s Jāmeʿ al-bayān includes by far the greatest number of traditions supplying information not found in the Qurʾānic story, and these make up the largest portion of his commentary. In this regard, Ṭabari’s commentary on Surat Yusof resembles his account of Joseph’s story in his Taʾriḵ . In the Jāmeʿ al-bayān , he lists all the relevant traditions, those that present alternative opinions as well as those that record identical or similar information but with different chains of authority. Thus, for instance, among the numerous traditions he presents describing the exceptional beauty of Joseph, are five differently sourced traditions relating that a thirds of all beauty was bestowed upon Joseph and his mother, while the remaining third was bestowed on the rest of creation (Ṭabari, 1955-69, XVI, pp. 79-81). Other commentaries include far fewer traditions and usually only supply the original source of authority rather than a complete chain of authority ( esnād ) as in Ṭabari’s Jāmeʿ al-bayān . The commentators also include several Hadiths of the Prophet relating to different events in the story, apart from those which they cite to support their arguments. For example, in the context of verse 42, in which Joseph asks one of his fellow prisoners to remember him to his lord, most of the commentaries cite the Prophet’s saying: “God have mercy on my brother Joseph; had he not said ‘remember me to your lord,’ he would not have stayed in prison seven years over and above the five” (Ṭabari, 1955-69, XVI, p. 112; Bayżāwi, p. 461, tr. Beeston, p. 25).",
    "All the Arabic commentaries on Surat Yusof include explanations and discussions of the variant readings as well as discussions of lexicography and grammar to clarify the literal meaning of the Qurʾānic story of Joseph. None of the variant readings discussed in the commentaries appear to have great significance for the meaning of the story, since they involve small details, such as whether part of Joseph’s brothers attempt to persuade their father to allow Joseph to go with them (v. 12) includes the word nartaʿ meaning “we shall be well off” or “enjoy ourselves” eating fruit and the like, from the verb rataʿa meaning to feast, to revel, or nartaʿ , from form VIII of the verb raʿā , meaning to graze cattle, or yartaʿ with Joseph as the subject (Bayżāwi, p. 454, tr. Beeston, pp. 7-8).",
    "Apart from employing glosses, explanations of variant readings and linguistic discussions in order to define and clarify the meaning, and adding traditional material to fill in and augment the story, exoteric commentators engage, to varying degrees, in theological and ethical discussions concerning certain verses of Surat Yusof . They also occasionally reflect on salutary lessons raised by the story, although this aspect of exegesis is more prevalent in Sufi commentaries. Verses that are of particular concern from a theological point of view are those that might imply some error on the part of a prophet, for example, the actions of Joseph’s brothers towards him (vv. 9-18); the extent of Jacob’s grieving (vv. 84-85); Joseph’s implicating Benjamin in the theft of his drinking cup, and accusing his brothers first of stealing and then of lying (vv. 70-76); and especially the incident between Joseph and Zolayḵā (vv. 23-24). Other matters that appear to have been of concern include whether or not prophets can receive charity ( ṣadaqa ) in the context of verse 88, and the prostration of Joseph’s parents and brothers before him (v. 100). Some of the commentaries also include interesting discussions of the different kinds of dreams and their interpretation (Faḵr-al-Din Rāzi, XVIII, pp. 87-88, 135, 146; Ṭabresi, III, p. 233), and whether or not it is right to believe in the evil eye (Ṭabresi, III, p. 249; Zamaḵšarī, III, p. 306). The interpretations of these issues by the different commentators reveal both their stance on various theological matters and their individual interests.",
    "Among the commentators, Ṭabari does not attach particular importance to Joseph’s immunity from sin ( ʿeṣma ), and when commenting on verse 24: “She [Zolayḵā] desired him [Joseph] and he would have desired her were it not that he saw the proof of his Lord ( laqad hammat behi wa hamma behā law lā an raʾā borhān rabbehi ),” he includes numerous traditions that affirm not only Joseph’s desire for Zolayḵā but also the extent to which his desire took him. For instance, “He [Joseph] loosened his waistband and sat as one who would possess would sit” (Ṭabari, 1955-69, XVIII, p. 35). He does nonetheless pose the hypothetical question whether it is allowable for the prophet Joseph to be described in this way (i.e., close to committing adultery), and in answer he presents several possible arguments. First are those that are based on the acceptance of his error: a) It was in the way of a test from God, because God tests prophets with error ( ḵa-ṭiya ), so that when they realize what they are doing they will be in tremendous awe ( wajal ) and more concerned to obey Him, and they will know that they should not rely on the abundance of God’s forgiveness and mercy; b) He tests them with such things in order to make them recognize His blessing towards them and forgiveness of them by His abandoning His punishment of them in the Hereafter; c) He tests them thereby to make them models for the people of sin ( ahl al-ḏonub ), so that they should hope for mercy and not despair if they repent. Second are the arguments of those who “go against what is said by the early Muslims ( salaf ) and interpret the Qurʾān according to their own opinion”: a) The woman desired Joseph and he desired to strike her or inform her of the reprehensibility of her desire, and therefore his seeing the proof of his Lord made him refrain from hurting her, so he was prevented from the evil and depravity ( le-naṣrefa ʿanho al-suʾ ; v. 24) of harming her; b) “She desired him ( hammat behi ) is the end of one proposition, while “he desired her” is the beginning of another, with the word order in reverse, that is, “He would have desired her had he not seen the proof of his Lord.” (The latter is rejected by Ṭabari as being atypical of Arabic usage.) Yet others, according to Ṭabari, look at the nature of the desire: Joseph desired the woman without any inclination towards either carrying out or abandoning the desire and without any determination or intention (Ṭabari, 1955-69, XVI, 37-39).",
    "Commentators who do not accept the possibility that any sin, minor or major, should be attached to Joseph, use one or more of the arguments in Ṭabari’s second category, while Ṭabresi refines the discussion by differentiating two meanings for the word hamm . If it signifies intent, then Joseph did not share the same intent as Zolayḵā, his intention was rather to repel her, but if hamm is to be understood as desire or lust ( šahwa ), then Ṭabresi allows that this might have been the natural inclination of a young man towards a woman, but that no intent was added to it (Ṭabresi, III, pp. 224-25). Faḵr-al-Din Rāzi is so concerned to uphold the infallibility ( ʿeṣma ) of Joseph that he is even prepared to dismiss well-known traditions transmitted on the authority of Ebn ʿAbbās, Esmāʿil Soddi, and others, to whom Ṭabari refers as the early Muslims ( salaf ). He goes to great lengths to argue that Joseph’s desire was merely to drive Zolayḵā away, and considers Abu’l-Ḥasan ʿAli Wāḥedi (d. 1075) and others who accept the validity of the traditions as being among the Ḥašwiya (scholars of little worth). He also adds the ironic comment that Zolayḵā only attempted to implicate Josph once and, as soon as his innocence had been demonstrated, left off accusing him, unlike those Ḥašwis who almost 4,000 years later continue to accuse him! (Faḵr-al-Din Rāzi, XVIII, p. 122).",
    "Faḵr-al-Din Rāzi’s understanding of ʿeṣma seems to have been more comprehensive than that of other commentators, such that no fault whatsoever should be attached to a prophet. Throughout his commentary on Surat Yusof , he anticipates any possible objection or criticism that might be made, and has an answer or several answers for it. For example, he poses the hypothetical question “Since favoring one child over another causes hatred and jealousy, and since Jacob would have known this, why did he enter into such favoritism? Also, the older or most knowledgeable child has more excellence [and therefore is worthier of favoritism], so why did Jacob overturn this principle?” His answer is that Jacob only favored Joseph and his brother in love, and love cannot be controlled, therefore he is not worthy of blame (Faḵr-al-Din Rāzi, XVIII, p. 93).",
    "Jār-Allāh Zamaḵšari’s commentary appears to manifest his Muʿtazilite theology at various points in his interpretation of Surat Yusof . For example, when commenting on Joseph’s words, “I would prefer prison to that to which they [these women] are calling me (v. 33),” he states that this was Joseph’s fleeing [from that sin] to God’s grace and protection ( ʿeṣma ) in the forbearance that he had determined for himself. There was no question of God’s compelling him to be chaste or to take refuge in Him (Zamaḵšari, III, p. 282). Zamaḵšari engages in polemics when he interprets Jacob’s command to his sons, “Do not all enter by one gate, use different gates . . . “ (v. 67), which most commentators explain as being an expression of Jacob’s fear of the evil eye. He argues that it is possible that when a thing is looked at and admired, God brings about some impairment or fault in it, and he observes that this matter (i.e., the question of the evil eye) distinguishes the people who seek the truth ( moḥaqqequn ) from those who remain at a superficial, literal level ( ahl al-ḥašw ), for the seeker of the truth will say that it is the act of God, while the Ḥašwi will say that it is the effect of the eye (Zamaḵšari, III, p. 306).",
    "EXOTERIC COMMENTARIES IN PERSIAN",
    "Persian tafsir s vary considerably in the extent to which they include exegetical discussions of a technical nature and Arabic quotations (see EXEGESIS iii ). Thus, some Persian commentaries on Surat Yusof resemble their Arabic counterparts, and include discussions of variant readings, lexicography, grammar, and relevant traditions, which may be presented in Arabic with full (Abu’l-Fotuḥ Rāzi) or partial ( Meybodi ) translation in Persian, or solely presented in Persian (Surābādi). Other commentaries consist mainly of a translation of the verses and story telling, which is how the Tarjama-ye tafsir-e Ṭabari may be described. In fact, a comparison between the commentary on Surat Yusof in the so-called “Persian Ṭabari” and that of Ṭabari’s Jāmeʿ al-bayān reveals how little they have in common. Following the translation of the verses, the “Persian Ṭabari” simply relates the story of Joseph, beginning with the birth of Jacob, continuing with the life of Joseph and ending with his death and burial. While it draws on much traditional material, it does not specifically cite any traditions; the material is simply integrated into the narrative.",
    "In general it can be said that storytelling becomes a more prominent feature of Persian tafsir s, and among them the Tafsir of Surābādi is particularly notable for its colorful and at times dramatic narrative, which is clearly exemplified in the commentary on the story of Joseph. Here we find some lively passages of dialogue, as when Joseph’s brothers tease him and try to entice him into the idea of going out into the desert with them, saying, “You are too clever to think that you should be brought up so tied to the apron strings ( dāman parvarda )! [How come] you just sit there in the house as girls do and never come out to see those pleasant meadows, so you can become like a man? If you could only once come and see what games we play and what fantastic ( bu’l-ʿajab ) things we do, you wouldn’t be able to sit quietly in the house for one day” (Surābādi, II, p. 1099). Surābādi also includes unusual material that is not found either in other well-known commentaries or in the stories about prophets ( qeṣaṣ al-anbiāʾ ). For example, when Joseph is going to detain Benjamin in Egypt on the accusation of stealing his drinking cup, Surābādi, like some other commentators, relates how Joseph’s brother Yahudā tries to intimidate him into returning Benjamin to them by threatening to yell so loudly that every pregnant creature in the kingdom would immediately deliver its young. Surābādi adds to this a scene in which Joseph humiliates Yahudā by demonstrating his own superior strength, and taunts him with the words, “So you thought that no one was a man like you?” (Surābādi, II, p. 1170). Another example is the scene in which Zolayḵā, on the suggestion of her nursemaid ( dāya ), has a house built with seven chambers lavishly furnished and decorated with paintings of herself in the embrace of Joseph (Surābādi, II, pp. 1125-26).",
    "Meybodi also includes some lively passages of narrative in the Nawba II sections of his Kašf al-asrār , as, for example, the scene where Zolayḵā and another wealthy woman of Egypt try to outbid each other in the purchase of Joseph (Meybodi, V, 35). However, passages of storytelling are interrupted in Meybodi’s commentary by conventional exegetical discussions, whereas Surābādi has integrated his exegetical explanations into the narrative so that they are barely noticeable, as when he briefly answers the question as to why the masculine pronominal suffix is used for the sun, the moon, and stars, when they are non-rational beings (Surābādi, II, p. 1095).",
    "The Tāj al-tarājem of Abu’l-Moẓaffar Esfarāyeni and the Rawż al-jenān of Abu’l-Fotuḥ Rāzi also contain plenty of narrative passages to provide additional background information and augment Joseph’s story, though these commentaries do not boast the colorful or dramatic story-telling of Surābādi and Meybodi. Both Esfarāyeni and Abu’l-Fotuḥ Rāzi cite numerous traditions, mostly naming the original source from which they are transmitted, with Rāzi including both Sunnite and Shiʿite Hadiths. Esfarāyeni omits discussions of variant readings and grammar, but does discuss matters of interest to him, such as the importance of dreams and their interpretation (Esfarāyeni, III, pp. 1081-82), the possibility of major or minor sins being attributed to prophets either before or after their being summoned to prophethood (Esfarāyeni, III, pp. 1047-48). Abu’l-Fotuḥ Rāzi’s commentary does include discussions of language and variant readings, or lengthy quotations of Arabic poetry. In his interpretations he has points in common with his contemporary Shiʿite commentator Abu ʿAli Ṭabresi. However, he includes fewer theological discussions in his commentary on Surat Yusof .",
    "SUFI COMMENTARIES",
    "Sufi commentators, on the whole, focus much of their attention on the lessons ( ʿebar , sing. ʿebrat ) and deeper meanings that may be elicited from the Qurʾānic verses, and the story of Joseph provides them with ample scope to draw out lessons of mystical, ethical, theological, and metaphysical significance. The doctrine of the divine preordination ( qażāʾ or taqdir ) and omnipotence ( qodra ) is prominent in all these commentaries, and manifests itself in two teachings: the first is that God is the controller and provider of all things and that human beings should have complete trust in Him; and the second is the prevailing of the divine decree ( taqdir ) over human contrivance and design ( tadbir ). An interesting feature of the development of Sufi commentaries on Surat Yusof from the early 12th century onwards is a growing prominence of the doctrines of love. This development results in a complete change in the role of Jacob, who is transformed from excessively grieving father (Solami, Or 9433, fols. 123a-123b) to a prototype of the mystic lover of God (Meybodi, V, pp. 82, 105-6, 127-32, 139-41; Ruzbehān, I, pp. 413, 431, 438, 444-46). Zolayḵā’s role also undergoes a significant change, from that of Joseph’s temptress, a woman who was subject to the basest lust (Solami, Or 9433, fol. 116), to a lover moving from human to divine love (Meybodi, V, pp. 87-90) and the noble object of Joseph’s love (Ruzbehān, I, 414). In Sufi commentaries, several aspects of Joseph’s story take on new significance, such as the women of Egypt cutting their hands and Jacob catching the scent of Joseph as the caravan is departing from Egypt on its way to Canaan.",
    "Many of the comments transmitted from early mystics that are included in Solami’s Ḥaqāʾeq al-tafsir emphasize the need to fear and depend only on God. In conveying these doctrines through their interpretations, these early commentators appear to have no hesitation in “finding fault” with the prophet Jacob. For example, when Jacob accepts Joseph’s brothers’ assurance that they will take good care of him, Ebn ʿAṭāʾ comments, “If he [Jacob] had sent him with them, surrendering to destiny, he [Joseph] would have been protected. But he placed his reliance on their reassurance . . . and they were treacherous. If he had left off planning ( tadbir ) and that reliance on their care, he would have been protected, as was the case later when [Benjamin was taken from him] and he said ‘God is the best of protectors’ ” (v. 64; Solami, ed. Nwyia, p. 59, repr. in Purjawādi, p. 101). Jacob’s grieving over the loss of Joseph to the point of losing his sight is interpreted in a critical manner by several commentators (e.g., Abu Saʿid al-Ḵarrāz, Abu Saʿid al-Qoraši, and Ebn ʿAṭāʾ) as being a result of his grieving for other than God.",
    "Such comments are softened in the Laṭāʾef al-ešārāt of Abu’l-Qāsem Qošayri, possibly demonstrating a discreet awareness on Qošayri’s part of the doctrines of love (Keeler, 2006b, p. 15). For example, Qošayri cites a comment of Abu ʿAli Daqqāq that Jacob did not really go blind, his sight was merely veiled to prevent his seeing other than Joseph, and Qošayri adds the observation: “There is nothing harder for lovers than looking at [other than the beloved] in times of separation” (Qošayri, p. 200). Likewise, earlier in the story, when Jacob allows Joseph to go with his brothers, Qošayri (p. 172) states that the lover gives the comfort of the beloved precedence over his own desires.",
    "Whereas there are mere hints of the theme of love in Qošayri’s commentary on Surat Yusof , the theme of love comes fully into its own in the mystical section of Meybodi’s Kašf al-asrār . While the theme of the prevailing of divine preordination ( taqdir ) over human contrivance ( tadbir ) is certainly not absent from Meybodi’s commentary on the story of Joseph (Meybodi, V, pp. 25, 46-47), love is unmistakably the predominant theme, for instance, when Meybodi comments on verse 3, “We narrate unto you the best of stories,” he describes it simply as, “a story of lover and beloved, a tale of separation and union ( qeṣṣa-ye ʿāšeq o maʿšuq wa ḥadiṯ-e ferāq o weṣāl )” (Meybodi, V, p. 11). Jacob is the main protagonist in Meybodi’s interpretation and is presented as the prototype of the mystic lover of God, while Joseph’s beauty ( jamāl-e yusofi ) represents the divine Beloved. The suffering that Jacob had to go through in separation from Joseph was, as Meybodi demonstrates, in order to perfect his love (Meybodi, V, p. 11). Commenting on Jacob’s words, “I perceive the scent of Joseph” (v. 94), he observes that when Joseph was in the well just a short distance away, Jacob did not detect Joseph’s scent, but now at a distance of eighty parasang s he could perceive it, and he explains that until a person is mellowed in love ( poḵta-ye ʿešq ) and trampled about ( kufta ) by love’s affliction, he will not catch the scent of love (Meybodi, V, p. 140). Zolayḵā is generally sympathetically treated in Meybodi’s commentary. In the Nawbat II commentary she seems to play the role of the lover who graduates, by being deprived of her lover, from human to divine love. In Nawbat III commentary, however, she is the prototype of the mystic lover who is inevitably subjected to blame ( malāmat ) by the women of Egypt, which she welcomes for the sake of her beloved, and then when the women of Egypt, in a state of bewilderment, cut their hands at the sight of Joseph, Zolayḵā is shown, by comparison, to be an adept in love, in the advanced mystic state of stability ( tamkin ; Meybodi, V, pp. 55-61).",
    "In his ʿArāʾes al-bayān , Ruzbehān Baqli finds scope within the story of Joseph to expound his own teachings on love, which are centered on his doctrine of eltebās (God’s manifestation or theophany in the beauty of creation which veils His essence). Commenting on verse 3, he explains that the sura’s beauty (or goodness) “lies in its elucidation of human love and its flight from the [human] level to the level of divine love and contemplation of the Eternal” (Ruzbehān, p. 406). Joseph represents for Ruzbehān the manifestation of the divine beauty in creation; he was “a mirror of God” on earth. Ruzbehān’s explanation of Jacob’s going blind from the sorrow of separation from Joseph is very different from those of the earlier commentators cited by Solami. He explains that Jacob was privileged with the station of eltebās , and for him the theophany of God was held in the mirror of Joseph’s countenance, so that when Joseph was separated from him he lost that intermediary and therefore was deprived of the beholding of God (Ruzbehān, p. 438). In Ruzbehān’s commentary, Zolayḵā herself becomes a manifestation of divine beauty for Joseph, which is why he affirms Joseph’s desiring her in verse 24 and shows it in an entirely positive light: “There was an unveiling in the face of Zolayḵā as the Holy was manifest in her. He [Joseph] was drawn by that holiness to the desire ( hamm ), so that he might taste the sweetness of human love and thereby attain divine love, and be drawn to the kingdom of pre-eternity and eternity” (Ruzbehān, p. 416). Nonetheless, in Ruzbehān’s teaching the mystic must seek to go beyond the station of eltebās , and this is explained when he comments on Joseph’s detaining Benjamin in Egypt, where Joseph takes on the role of spiritual mentor for Jacob: “Joseph saw in the heart of Jacob some inclination towards intermediaries, and he wanted the old man to attain the isolation ( tafrid ) of non-origination from creation, which presupposes that he (i.e., Jacob) would purify his innermost consciousness ( serr ) of the manifestation of divine Beauty (Ruzbehān, p. 430).",
    "In ʿAbd-al-Razzāq Kāšāni’s commentary on the story of Joseph in his Tafsir al-Qorʾān al-karim , we find a departure from the theme of love in the interpretation of Surat Yusof . In Kāšāni’s hermeneutics, figures in the stories of the prophets become symbols for different levels and functions of the human microcosm, and in the story of Joseph he finds particular scope to expound the journey of the heart towards spiritual perfection, so that every figure in the story, as well as every event, is able to play its part in his symbolic representation of the spiritual journey: Joseph is the heart ( qalb ), Jacob reason ( ʿaql ), Potiphar the spirit ( ruḥ ), and Zolayḵā the blaming self ( nafs-e lawwāma ), and so on (Kāšāni, I, pp. 316-17). Joseph’s imprisonment and subsequent release represent the heart’s attainment of perfection and the state of annihilation from self ( fanāʾ ), and subsistence in God ( baqāʾ ), respectively. Kāšāni’s commentary, by comparison with those of earlier Sufis, is highly analytical and almost philosophical in its approach to the story of Joseph (Kāšāni, I, pp. 321-23).",
    "INDEPENDENT COMMENTARIES",
    "The genre of independent commentaries on Surat Yusof , which may first have emerged in the mid to late 11th century, deserves investigation in its own right. It displays a variety of different approaches and literary styles and includes several interesting works that remain only in manuscript. These commentaries seem to fall into two categories. There are firstly those that may be described as “verse-by-verse” commentaries on Surat Yusof , with a great deal of additional material relating more or less directly to subject matter raised by the story. To this category belongs al-Settin al-jāmeʿ le-laṭāʾef al-basātin of Aḥmad b. Moḥammad b. Zayd Ṭusi (fl. 11th cent.), the Baḥr al-maḥabba attributed to Aḥmad Ḡazāli (d. 1126), a short commentary attributed to Sebt b. Jawzi (d. 1256; British Library, Add 25,755, no. 2 entitled Qeṣ-ṣat Yusof ʿalayh al-salām , and the Ḥadāʾeq al-ḥaqāʾeq of Moʿin-al-Din Farāhi Heravi (d. 1502). Secondly, there are commentaries which are focused on other verses of the Qurʾān, but are interwoven with verses and excerpts from the story of Joseph. The latter category is represented by several works, including the Zahr al-kemām of Abu Ḥafs ʿOmar Awṣi (fl. 1284), an anonymous manuscript in the British Library (OR 11527), and possibly by the manuscript Paris 1296 (Brockelmann, II, p. 265, Suppl., I, pp. 378, 919).",
    "In the first category, the most substantial independent commentary in Arabic (numbering 164 pages in the Bombay edition) is the Baḥr al-maḥabba fi asrār al-mawadda fi tafsir Surat Yusof , which is also known by the titles Tafsir Surat Yusof al-mosammā be-dorrat al-bayżāʾ , Baḥr al-ʿešq fi tafsir Surat Yusof , and simply Tafsir Surat Yusof (Lumbard, p. 28). The attribution of this work to Aḥmad Ḡazāli has recently been questioned by Joseph Lumbard, who considers it to be of later authorship (Lumbard, pp. 28-29). The content of the commentary is broader in scope than is indicated by some of its titles. Although love certainly features, the work discusses many other subjects of religious, spiritual, and theological significance. The commentary is not arranged in chapters, but material is loosely highlighted under subtitles such as faṣl (section), qeṣṣa (story), nokta (remark), and ešāra (allusion, point). It includes sayings of earlier mystics, such as Abu’l-Qāsem Jonayd, Ḥosayn b. Manṣur Ḥallāj (q.v.), Abu Moḥammad Sahl Tostari, and Abu ʿAli Daqqāq, numerous anecdotes, Hadiths, poetry, and passages of rhyming prose.",
    "A shorter work is the Qeṣṣat Yusof ʿalayh al-salām attributed to Sebt b. Jawzi (d. 1200), numbering less than 70 folios, which may more strictly be described as a commentary on the story of Joseph, with the addition of traditional narrative material, relevant Hadiths, and some comments drawing religious and ethical lessons from the story. The work includes some passages of rhyming prose and poetry.",
    "In Persian, al-Settin al-jāmeʿ le-laṭāʾef al-basātin of Aḥmad b. Moḥammad Ṭusi, is possibly the earliest independent commentary of Surat Yusof . Previously Moḥammad Moʿin (pp. 319-23) and the commentary’s editor Moḥammad Rowšan (Ṭusi, editor’s intro. p. 11), on the basis of the style and content of the work, had considered it to date from the mid- to late 6th/12th century. However, Moḥammad-Reżā Šafiʿi Kadkani has since argued that Ṭusi composed the work between 460 and 470 (1067-77), and considers it to be an important source for our knowledge of the development of the earliest mystic poetry in Persian (Kadkani, p. 343). The commentary is systematically divided into sixty chapters, each taking its lead from a particular verse of Surat Yusof . The prose includes some examples of rhyming prose, and a good deal of poetry. Apart from narrative passages, the content is largely homiletic, and includes discussions of many subjects of religious and spiritual import, with a strong emphasis on love. It is a lengthy work, running to over 700 pages in its published edition.",
    "Another substantial Persian work in the first category of independent commentaries is the much later Ḥadāʾeq al-ḥaqāʾeq of Moʿin-al-Din Farāhi Heravi (d. 1502). This commentary is not as systematically arranged as al-Settin , but it is divided into numerous subsections, not always entitled faṣl . Some indicate that they contain subtleties ( laṭāʾef ) and allusions ( ešārāt ) concerning a particular verse, and others indicate a return the story after an excursus ( rajaʿnā ela’l-qeṣṣa ). The homiletic prose is for the most part plain with very little use of rhyming prose, but there is an abundant use of poetry.",
    "In the second category of independent commentaries, the Zahr al-kemām fi qeṣṣat Yusof ʿalayh al-salām by Serāj-al-Din Abu Ṣafā ʿOmar Awsi (fl. 1284) appears to be a popular work, having been published twice (Egypt, 1922-23; Beirut, 2003), while poems from the work have been translated into English (Nemoy, 1930). The present writer has examined the work in two manuscripts, one at the British Library (OR 11246), dated 1002/1593-94, and another at Cambridge University Library (Arberry’s catalogue, no. 1417; for other MSS see Brockelmann, II, p. 265, Suppl., p. 378). The Zahr al-kemām is arranged in seventeen sessions ( majāles ), each of which is based on the commentary on a particular verse of the Qurʾān, and includes a passage relating to the story of Joseph. For example, the first session ( laṭāʾef ) begins with an exposition of the meaning of verse 23 in Surat al-osarāʾ , but eventually moves on to an account of the birth of Jacob and Esau and Joseph’s early childhood. Two other works, apparently following a similar arrangement, are an incomplete British Library manuscript (OR 11527) and the al-Majāles al-Yusofiya (Paris, 1296)."
  ],
  "bibliography": [
    "Primary sources. Serāj-al-Din Abu Ḥafs ʿOmar b. Ebrāhim Awsi, Zahr al-kemām fi qeṣṣat Yusof ʿalayh al-salām , Egypt, 1922-23; ed. Kamāl-al-Din ʿAllām, Beirut, 2003.",
    "ʿAbd Allāh b. ʿOmar Bayżāwi, Anwār al-tanzil wa asrār al-taʾwil , ed. Heinrich Leberecht Fleischer (Henricus Orthobius) as Baidhawii Commentarius in Coranum , 2 vols., Leipzig, 1846-48; tr. Alfred Felix L. Beeston as Baiḍāwi’s Commentary on Sūrah 12 of the Qurʾān: Text Accompanied by Interpretive Rendering and Notes , Oxford, 1963.",
    "Carl Brockelmann, Geschichte der arabischen Literatur , 2nd ed., 2 vols., Leiden, 1943-49; Suppl., 3 vols., Leiden, 1937-42.",
    "Abu’l-Moẓaffar Šāhfur b. Ṭāher Esfarāyeni, Tāj al-tarājem fi tafsir al-Qorʾān le’l-aʿājem , ed. Najib Māyel Heravi and ʿAli-Akbar Elāhi Ḵorāsāni, 3 vols., Tehran, 1995-.",
    "Moʿin-al-Din Farāhi Heravi, Tafsir ḥadāʾeq al-ḥaqāʾeq: qesmat-e sura-ye Yusof , ed. Jaʿfar Sajjādi, Tehran, 1967; repr., Tehran, 1985.",
    "Aḥmad Ḡazāli, Baḥr al-maḥabba fi asrār al-mawadda fi tafsir Surat Yusof , Bombay, 1898; Tehran, 1984; tr. Mirzā Abu’l-Ḥasan Faqihi Āyat-Allāhzāda as Asrār-e ʿešq yā daryā-ye maḥabbat , Tehran, 1946.",
    "ʿAbd-al-Razzāq Kāšāni, Tafsir al-Qorʾān al-karim , (also known as Taʾwilāt al-Qorʾān , also popularly and erroneously known as Tafsir Ebn ʿArabi ), ed. ʿAbd al-Wāreṯ Moḥammad ʿAli, 2 vols. Beirut, 2001.",
    "Louis Massignon, Essai sur les origines du le xique technique de la mystique musulmane , Paris, 1922.",
    "Abu’l-Fażl Rašid-al-Din Meybodi, Kašf al-asrār wa ʿoddat al-abrār maʿruf ba Tafsir-e Ḵᵛāja ʿAbd-Allāh Anṣāri , ed. ʿAli-Aṣḡar Ḥekmat, 10 vols., Tehran, 1952-60.",
    "Abu’l-Qāsem ʿAbd-al-Karim b. Hawāzen Qošayri, Laṭāʾef al-ešārāt: tafsir Ṣufi kāmel le’l-Qorʾān al-karim , ed. Ebrāhim Basyuni, 3 vols. Cairo, 1968-71.",
    "Abu’l-Fotuḥ Ḥosayn b. ʿAli Rāzi, Rawż al-jenān wa rawḥ al-janān mašhur ba Tafsir-e Šayḵ Abu’l-Fotuḥ al-Rāzi , ed. Moḥammad-Jaʿfar Yāḥaqqi and Moḥammad-Mahdi Nāṣeḥ, 20 vols., Mashad, 1992-96.",
    "Faḵr-al-Din Moḥammad Rāzi, al-Tafsir al-kabir (known also as Mafātiḥ al-ḡayb ), 32 vols. in 16, Cairo, 1934-62.",
    "Ruzbehān b. Abi Naṣr Baqli, ʿArāʾes al-bayān fi ḥaqāʾeq al-Qorʾān , 2 vols. Lithograph ed., Lucknow, 1898.",
    "Moḥammad b. Ḥosayn Abu ʿAbd-al-Raḥmān Solami, ḥaqāʾeq al-tafsir , MS British Museum, Or. 9433, ed. Sayyed ʿEmrān as ḥaqāʾeq al-tafsir: tafsir al-Qorʾān al-ʿaziz , Beirut, 2001; comments attributed to Imam Jaʿfar al-Ṣādeq, ed. with introd. by Paul Nwyia in “Le tafsîr mystique attribué à Ğaʿfar Ṣâdiq,” Mélanges de l’Université Saint-Joseph 43, 1967, pp. 179-230; comments of Ebn ʿAṭāʾ Adami, ed. Paul Nwyia, in Trois oeuvres inédites de mystiques musulmanes: Šaqīq Balḫī, Ibn ʿAṭā, Niffārī , Beirut, 1973; comments attributed to Ḥosyan b. Manṣur Ḥallāj, ed. Louis Massignon, in Paul Nwyia, Essai sur les origines du lexique technique de la mystique musulmane , Paris, 1922; all these extracts reprinted in Naṣr-Allāh Purjawādi (Pourjavady), ed., Majmuʿa-ye āṯār-e Abu ʿAbd-al-Raḥmān Solami I, Tehran, 1990.",
    "Abu Bakr ʿAtiq Nišāburi Surābādi, Tafsir-e Surābādi , ed. ʿAli-Akbar Saʿidi Sirjāni, 5 vols. Tehran, 2001.",
    "Abu Jaʿfar Moḥammad b. Jarir Ṭabari, Jāmeʿ al-bayān ʿan taʾwil āy al-Qorʾān , ed. Maḥmud Moḥammad Šāker and Aḥmad Moḥammad Šāker as Jāmeʿ al-bayān ʿan tafsir al-Qorʾān , 16 vols., Cairo, 1955-69 (incomp. ed.); (so-called) Pers. tr. as Tarjama-ye tafsir-e Ṭabari , ed. Ḥabib Yaḡmāʾi, 8 vols., Tehran, 1960-65; abr. tr. of vol. 1 by John Cooper, Wilferd Madelung and Alan Jones as The Commentary on the Qurʾān , London and New York, 1987.",
    "Idem, Taʾriḵ al-rosol wa’l-moluk , ed. Moḥammad Abu’l-Fażl Ebrāhim, 10 vols., Cairo, 1960-69; tr. by various scholars as The History of al-Ṭabari , 40 vols., Albany, New York, 1985-2007.",
    "Abu ʿAli Fażl b. Ḥasan Ṭabresi (Ṭabarsi), Majmaʿ al-bayān fi tafsir al-Qorʾān , Qom, 1983.",
    "Aḥmad b. Moḥammad b. Zayd Ṭusi, Tafsir-e Sura-ye Yusof: al-Settin al-jāmeʿ le-laṭāʾef al-basātin , ed. Moḥammad Rowšan, Tehran, 1967.",
    "Abu’l-Qāsem Jār-Allāh Maḥmud b. ʿOmar Zamaḵšari, al-Kaššāf ʿan ḥaqāʾeq al-tanzil wa ʿoyun al-aqāwil fi wojuh al-taʾwil , 4 vols., Cairo, 1972.",
    "Secondary sources. Muhammad Abdel Haleem, “The Story of Joseph in the Qurʾān and the Old Testament,” Islam and Christian Muslim Relations 1/2, 1990, pp. 171-91.",
    "Carl W. Ernst, Rūzbihān Baqlī: Mysticism and the Rhetoric of Sainthood in Persian Sufism , Richmond, Surrey, 1996.",
    "Laroussi Gasmi, “Les réseaux connotatifs dans le texte coranique (le récit de Joseph: Sourate XII, v. 4-102),” Arabica 33/1, 1986, pp. 1-48.",
    "Louis Ginzberg, The Legends of the Jews, Translated from the German Manuscript by Henrietta Szold , 7 vols. Philadelphia, 1909-38.",
    "Jaako Hämeen-Anttila, ‘\"We Will Tell You the Best of Stories’: A Study on Surah XII,” Studia Orientalia Helsinki 67, 1991, pp. 7-32.",
    "Anthony H. Johns, “Joseph in the Qurʾān: Dramatic Dialogue, Human Emotion and Prophetic Wisdom,” Islamochristiana 7, 1981, pp. 29-55.",
    "Annabel Keeler, Sufi Hermeneutics: The Qurʾān Commentary of Rashīd al-Dīn Maybudī , Oxford, 2006a, chap. 10.",
    "Idem, “Sufi Tafsir As A Mirror: Qushayrī the Murshid in His Laṭāʾif al-ishārāt ,” Journal of Qurʾanic Studies/Majallat al-derāsāt al-qurʾāniya 7/1, 2006b, pp. 1-21.",
    "Pierre Lory, Les Commentaires ésotériques du Coran d’après ʿAbd al-Razzâq al-Qâshânî , Paris, 1980.",
    "Joseph E. Lumbard, “Aḥmad Ghazālī (d. 517/1123 or 520/1126) and the Metaphysics of Love,” Ph.D. diss., Yale University, 2003.",
    "J. Macdonald, “Joseph in the Qurʾān and Muslim Commentary,” Muslim World 46, 1956, pp. 113-31, 207-24.",
    "Gayane Karen Merguerian and Afsaneh Najmabadi, “Zulaykha and Yusuf: Whose ‘Best Story?’,” International Journal of Middle East Studies 29, 1997, pp. 485-508.",
    "Mustansir Mir, “The Story of Joseph: Plot, Themes and Characters,” Muslim World 76, 1986, pp. 1-15.",
    "Moḥammad Moʿin, “Nosḵa-ye ḵaṭṭi-e tafsir-e sura-ye Yusof (ʿ): majmuʿa-ye motaʿalleq ba Ketāb-ḵāna-ye melli-e Rašt,” Yaḡmā 1/7, 1948, pp. 319-23.",
    "James Winston Morris, “Dramatizing the Sura of Joseph: An Introduction to the Islamic Humanities,” Journal of Turkish Studies 18, 1994, pp. 201-24.",
    "Leon Nemoy, Selected Poems from the Kitab Zahr al-kimam fi qissat Yusuf , New Haven, privately printed, 1930.",
    "Paul Nwyia, “Un cas d’exégèse soufie: l’histoire de Joseph,” in Seyyed Hossein Nasr, ed., Mélanges offerts à Henri Corbin . Tehran, 1977, pp. 407-23.",
    "Nasrollah Pourjavady, “Aḥmad Ghazālī,” in EIr . X, pp. 377-80.",
    "Gary A. Rendsburg, “Literary Structures in the Qurʾānic and Biblical Stories of Joseph,” Muslim World 75, 1985, pp. 118-20.",
    "Moḥammad-Reżā Šafiʿi Kadkani, “Safina-i az šeʿrhā-ye qarn-e čahārom wa panjom,” in Moḥammad Torābi, ed., Jašn-nāma-ye Ostād Ḏabiḥ-Allāh Ṣafā , Tehran, 1998, pp. 340-60.",
    "M. S. Stern, “Muhammad and Joseph: A Study in Koranic Narrative,” Journal of Near Eastern Studies 44, 1985, pp. 193-204.",
    "Abu’l-Ḥasan ʿAli Wāḥedi Nišāburi, Asbāb nozul al-Qorʾān , ed. Kamāl Basyuni Zanḡul, Beirut, 1991.",
    "Mary R. Waldman, “New Approaches to “Biblical” Materials in the Qurʾān,” Muslim World 75/1, 1985, pp. 1-16."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}
