{
  "id": "eweb_585",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/hojviri-abul-hasan-ali",
  "annotator": "Riccardo",
  "title": "HOJVIRI, ABU’L-ḤASAN ʿALI",
  "authors": [
    "Gerhard Böwering"
  ],
  "last_updated": "June 10, 2013",
  "print_details": "Vol. XII, Fasc. 4, pp. 429-430",
  "published": "December 15, 2004",
  "content": [
    "B. ʿOṮMĀN B. ʿALI AL-ḠAZNAVI AL-JOLLĀBI (d. ca. 1071-72), author of the Kašf al-maḥjub , the most celebrated early Persian Sufi treatise.",
    "HOJVIRI, ABU’L-ḤASAN ʿALI B. ʿOṮMĀN B. ʿALI AL-ḠAZNAVI AL-JOLLĀBI , popularly known in the Indian subcontinent as Ḥażrat-e Dātā Ganjbaḵš (“bestower of treasures”), was born and raised in Jollāb and Hojvir, suburbs of Ḡazna (see ḠAZNI ) in Zābolestān, and died in Lahore in around 465/1071-72 (see Nicholson, pp. x-xi), both towns being at the time major centers for Ghaznavid rule of the frontier region of Iran and India. He is the author of the Kašf al-maḥjub , the most celebrated early Persian Sufi treatise. In this, his sole surviving work, he refers to himself by name at several points, including its conclusion, consistently using the nesba “Jollābi” rather than “Hojviri” ( Kašf , p. 546 and passim). Information about his life has to be culled from his Kašf al-maḥjub , to which such sources as Jāmi (d. 898/1492), Nafaḥāt al-ons , pp. 316-17, Dārā Šokuh (q.v.; d. 1069/1659), Safinat al-awliāʾ , pp. 209-10, Baḵtāvar Khan, Riāż al-awliāʾ (ascribed: see bibliog. note), Mir Ḡolām ʿAli Belgrāmi (d. 1200/1786), Maʾāṯer al-kerām, and Ḡolām Sarwar Lahuri, Ḵazinat al-aṣfiāʾ II, pp. 232-34 (completed in 1281/1865) add hardly anything new.",
    "Hojviri informs the reader that he studied under many Sufi masters, including the little-known Abu’l-Fażl Moḥammad b. al-Ḥasan Ḵottali, whom he identifies as his ‘role-model’ in Sufism ( Kašf, p. 208; Jāmi, p. 316), Abu’l-ʿAbbās Aḥmad b. Moḥammad Ḥasnavi Šaqqāni (d. 458/1066; Kašf , p. 210; Ṣayrafini, pp. 112-13, no. 237; Samʿāni, III, p. 442) and Abu’l-Qāsem ʿAli b. Moḥammad b. ʿAbd-Allāh Zabaḥi Gorgāni (d. 468/1075-76; Kašf , p. 211; Ṣayrafini, p. 421, no. 1297; Jāmi, pp. 316-17; cf. Ḏahabi, XVIII, pp. 364-65, no. 175). He traveled widely in the eastern half of the Islamic world, from Syria to Central Asia (for places visited by Hojviri see the list in V. Zhukovskiĭ’s introduction to his edition of the Kašf al-maḥjub , pp. 4-5), visited the tombs of Bāyazid Besṭāmi ( Kašf , p. 77) and Abu Saʿid b. Abi’l-Ḵayr ( Kašf , p. 301), and settled for a time in Iraq, where he ran into debt ( Kašf , p. 449). His statements about marriage and celibacy seem to imply that he lived as a celibate after having been married for a short time ( Kašf , pp. 470-79: “the best and most excellent of the Sufis are celibates”). A Ḥanafite Sunni, he probably came to Lahore during the reign of the Ghaznavid Solṭān Masʿud (r. 421-32/1030-40) and may even have been imprisoned there in his later years (see Nicholson, p. x). His fame rests on the celebrated Kašf al-maḥjub le-arbāb al-qolub , completed in about 450/1058 in Lahore. This work, though perhaps not the “oldest Persian treatise” on Sufism as claimed by R. A. Nicholson, because of Esmāʿil b. Moḥ-ammad Mostamli’s (d. 434/1042) earlier Šarḥ-e taʿarrof (5 vols., Tehran, 1984-87), certainly represents the earliest Persian work of its kind, and the most important work on Sufism bridging the gap between Abu Saʿid b. Abi’l-Ḵayr and the writings of Pir-e Herat ʿAbd-Allāh Anṣāri (q.v.). None of the other works which Hojviri refers to by their titles in the Kašf al-maḥjub as his own compositions (listed in Zhukovskiĭ’s introduction, pp. 10-11, and in Nicholson’s introduction to its English tr., pp. xi-xii) is extant.",
    "The Kašf al-maḥjub , written apparently in response to questions by a certain Abu Saʿid Hojviri ( Kašf , p. 7), presents Sufism as a complete system of mystical doctrine and practice. Similar to Qošayri’s (d. 465/1072) Resāla , which was completed slightly earlier, it incorporates a hagiographical section in addition to thematic sections where Sufi doctrines are treated systematically. Hojviri’s work displays a greater tendency towards theological speculation, focusing on the theory of mystical annihilation in the divine reality ( fanāʾ o baqāʾ ), a subject on which he claims to have devoted a separate treatise ( Kašf , pp. 14, 67).",
    "The final eleven chapters of the Kašf al-maḥjub are presented as a numbered sequence of eleven “unveilings” ( kašf al-ḥejāb ), culminating with a discussion of the practice of samāʿ (“listening to music,” Kašf , pp. 508-46). Hojviri presents a collection of biographies before these eleven “unveilings” ( Kašf , pp. 107-202) and illustrates his opinions about the mystical issues raised therein on the basis of his own experience. The sequence of biographies, which leads from the Companions of the Prophet to his own contemporaries, is followed by an innovative chapter in which Hojviri classifies twelve doctrines as the identifying ones, in turn, for ten ‘accepted’ and two ‘rejected’ groups or mystical sects ( goruh-hā ; Kašf , pp. 218-341). Although these sects may not actually have existed in the form in which Hojviri constructed them, as traditions founded by eponymous founders who lived in the 9th and 10th centuries (e.g., Jonaydiya, Ṭayfuriya ), they mostly represent distinct trends in Sufi doctrine and practice that emerged over time and came to be attributed to those individuals. Though based mainly on first-hand knowledge and oral traditions, the Kašf al-maḥjub also draws on written sources, especially on Abu Naṣr Sarrāj’s (d. 378/988) Ketāb al-lomaʿ (ed. R. A. Nicholson, London, 1963; Kašf , pp. 417, 444) and, to a lesser degree, on the works of Abu ʿAbd-al-Raḥmān Solami (d. 412/1021) and Abu’l-Qāsem Qošayri (d. 465/1072; Kašf , p. 141). The linguistic peculiarities of Hojviri’s Persian style are discussed at length by Zhukovskiĭ in the introduction of his edition of the Kašf al-maḥjub and by Dugin ( JRASB 8, 1942, pp. 327-62). The Kašf al-maḥjub was translated into Urdu by Šāh Ẓāher Aḥmad Ẓāheri in 1343/1925 and, independently, by Šams-al-Din Hend Izadi in 1346/1927.",
    "Hojviri is believed to have built a mosque outside the old city of Lahore to which the local ulema objected because the direction of its mehrāb was slightly out of alignment with the other mosques of the city. There, bearing the inscription of his death date of 465 A.H. (Horowitz, p. 102), is his tomb and mausoleum, said to have been constructed by Solṭān Masʿud’s successor Ebrāhim (r. 451-92/1059-99; Latif, p. 179). The shrine is known as Dātā Ganjbaḵš, the name under which Hojviri is still venerated today as the first patron saint of Lahore (Schimmel, p. 8). Hojviri was believed to have had “supreme authority over the saints of India” who did not dare to enter the country without first obtaining permission from his spirit (Subhan, p. 129). Moḥammad Iqbāl (Eqbāl) is said to have conceived the idea of Pakistan as a separate Muslim homeland while meditating at the shrine of Dātā Ganjbaḵš (Schimmel, p. 8, quoting Masoodul Hasan, Introduction)."
  ],
  "bibliography": [
    "Baḵtāvar Khan, Riāż al-awliāʾ (ascribed to Baḵtāvar Khan, d. 1096/1685, but actually the work of M. Baqā Sahāranpuri, d. 1094/1683; cf. Storey, I, pp. 131–34; p. 1012 for mss.).",
    "Mir Ḡolām-ʿAli Belgrāmi, Maʾāṯer al-kerām , Hyderabad, 1910.",
    "H. Cope, “Public Inscriptions at Lahore,” JASB 27, 1859, pp. 308-13.",
    "Moḥammad b. Aḥmad Ḏahabi, Siar aʿlām al-nobalāʾ , ed. Šoʿayb al-Arnaʾuṭ, vol. XVIII, Beirut, 1405/1984.",
    "Dārā Šokuh, Safinat al-awliāʾ (Urdu tr.), Karachi, 1961.",
    "L. S. Dugin, “The Kashfu-l-Maḥjub of Abu-l-Ḥasan ʿAli al-Jullābi,” JRASB 8, 1942, pp. 335-79.",
    "ʿAli Hojviri, Kašf al-maḥjub , ed. Valentin A. Zhukovskiĭ (with Russian introd.), St Petersburg 1899; Leningrad, 1926.",
    "Josef Horovitz, “A list of published Muhamedan inscriptions of India,” Epigraphia Indo-Moslemica, 1911.",
    "ʿAbd-al-Raḥmān Jāmi, Nafaḥātal-ons, ed. M. Tawḥidipur, Tehran, 1957; ed. M. ʿĀbedi, Tehran, 1992, pp. 316-17.",
    "S. Jerrold, “Persian Sufism,” BSOS 5, 1929, pp. 475-88.",
    "Ḡolām-Moḥammad Lāhuri, Ḵazinat al-aṣfiāʾ , 2 vols., Lahore, 1867-68.",
    "S. Moḥammad-Laṭif, Lahore: Its History, Architectural Remains and Antiques , Lahore, 1892.",
    "Masoodul Hasan, Data Ganj Bakhsh , Lahore, 1972.",
    "Jawid A. Mojaddedi, The biographical tradition in Sufism: the ṭabaqāt genre from al-Sulami to Jāmi, Richmond, 2001.",
    "Reynold A. Nicholson tr. with introd., The Kashf al-mahjub : the oldest Persian treatise on Sufiism , Leiden and London, 1911; 2nd ed., 1936; republished as The revelation of the mystery , introd. Carl W. Ernst, Westport, Conn., 1999.",
    "Abu Saʿd Samʿāni, al-Ansāb, ed. ʿA. ʿO. al-Bārudi, 5 vols., Beirut, 1408/1988.",
    "Abu Esḥāq Ṣayrafini, al-Montaḵab men Ketāb al-siāq le-taʾriḵ Naysābur , ed. K. Ḥaydar, Mecca, n.d.",
    "Annemarie Schimmel, Islam in the Indian Subcontinent , Leiden, 1980.",
    "Storey, Persian Literature: A Bio-Bibliographical Survey, I/1–2.",
    "John A. Subhan, Sufism , 2nd ed., Lucknow, 1960."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}