{
  "id": "eweb_586",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/abu-eshaq-ebrahim-b-2/",
  "annotator": "Riccardo",
  "title": "ABŪ ESḤĀQ KĀZARŪNĪ",
  "authors": [
    "B. Lawrence"
  ],
  "last_updated": "May 11, 2018",
  "print_details": "Vol. I, Fasc. 3, pp. 274-275",
  "published": "December 15, 1983",
  "content": [
    "Sufi and eponymous founder of the Kāzarūnīya/Esḥāqīya order.",
    "ABŪ ESḤĀQ EBRĀHĪM B. ŠAHRĪĀR KĀZARŪNĪ, Sufi and eponymous founder of the Kāzarūnīya/Esḥāqīya selsela . Abū Esḥāq was born in 352/963 in Kāzarūn, the environs of which were still only thinly islamized as late as the mid-4th/10th century. Though the future shaikh’s parents were converted to Islam, his paternal grandfather remained a Zoroastrian and was opposed to the young boy’s tutelage in Koranic studies. Abū Esḥāq persisted, becoming proficient in the traditional sciences and increasingly drawn toward the pursuit of taṣavvof . His father at first doubted that Abū Esḥāq could maintain the rigorous discipline of the Sufis but was gradually persuaded to let him continue (ʿAṭṭār, Taḏkerat al-awlīāʾ , Lahore, 1295/1878, p. 423). The exact moment of his entrance into the company of dervishes is debated; though both Ḥāreṯ Moḥāsebī and Abū ʿOmar are said to have influenced Abū Esḥāq, in all likelihood it was Abū ʿAlī Ḥosayn b. Moḥammad Fīrūzābādī Akkār, a disciple of the famed ʿAbdallāh b. Ḵafīf, who became his moršed (Jāmī, Nafaḥāt [Bombay], p. 141). One source suggests that Abū Esḥāq was dramatically converted to the Sufi way of life by a single, overpowering glance from Abū ʿAlī (Yamanī, Laṭāʾef , pp. 87-88).",
    "Once initiated into Sufi meditation and ascesis, Abū Esḥāq surpassed his mentors in the adulation and fame he received, not only during his lifetime but also after his death in 426/1033. His encounters with other saints and tersely phrased insights are repeatedly cited in medieval taḏkera s (e.g., ʿAṭṭār, Yamanī, Jāmī, and Sarvar). Many of the anecdotes about him concern his proselytizing activity among the Zoroastrians and Jews of his native region: ʿAṭṭār (p. 427) gives the total of his converts to Islam as 24,000, though one may doubt that the ranks of his disciples swelled to 100,000 as Sarvar has reported (p. 879). The ḵānaqāh at Kāzarūn was the center of Abū Esḥāq’s activity; from there he directed his disciples to establish other ḵānaqāh s, perhaps totalling as many as sixty-five, throughout Fārs.",
    "Legends about the saint are almost inseparable from the facts. Popularized accounts in secondary sources consist of extracts, often embellished, from the two principal biographies of Abū Esḥāq, Ferdaws al-moršedīya by Maḥmūd b. ʿOṯmān and Marṣad al-aḥrār by Moḥammad Kāzarūnī. Bot taḏkera s are late, being inflated 8th/14th century Persian translations of a no longer extant 5th/11th century Arabic original by Abū Bakr Ḵaṭīb (Arberry, pp. 163-64). In nearly all accounts the saint is portrayed as a fully orthodox, charismatically aggressive Muslim. He was both typical and atypical of the great shaikhs of his age. Like many Sufis, he eschewed the company of kings, upholding charity and indigence as twin virtues incumbent on true Sufis (Jāmī, Nafaḥāt , p. 141). On the other hand, he was a strict vegetarian, reportedly refusing to eat meat even in the company of fellow Muslims on the pilgrimage to Mecca (ʿAṭṭār, Taḏkera al-awlīāʾ , p. 424).",
    "It seems likely that from an early date magical properties were associated with the tomb of Abū Esḥāq. ʿAṭṭār suggests that during his lifetime the saint had augured the beneficial effect of visiting his tomb, and immediately after his death appeared in a dream to assure his devotees that all who came to pay their respects to him would obtain their wishes (pp. 427, 432-33). His ḵānaqāh , till its destruction during the Safavid period, remained a major exemplar of institutional Sufism. Ebn Baṭṭūṭa mentioned incidents of voyagers from as far away as India and China seeking baraka (blessing) from the saint’s tomb for safe passage and then paying sums of money to ḵānaqāh representatives at their journey’s conclusion (Ebn Baṭṭūṭa, tr. Gibb, p. 97). In time, even a handful of soil from Abū Esḥāq’s grave was said to possess the same miraculous prophylactic power as a visit to the tomb complex at Kāzarūn.",
    "In the islamization of Anatolia the Kāzarūnīya selsela undoubtedly played a significant role that can be charted with reference to its centers at Erzerum, Amasya, Konya, and Bursa (Meḥmed Foʾād, passim; Algar, in EI 2 IV, p. 851). However, in south and southeast Asia the order never penetrated beyond the enclaves of mercantile Muslims residing in the coastal cities, though as late as the 10th/16th century it is included among the fourteen selsela s which were alleged to have had distinctive Indian branches (Abu’l-Fażl, Āʾīn-e Akbarī , tr. II, p. 204)."
  ],
  "bibliography": [
    "Maḥmūd b. ʿOṯmān, Ferdaws al-moršedīya fī asrār al-ṣamadīya: Die Vita des Scheich Abū Ishāq al-Kāzarūnī , ed. F. Meier, Leipzig, 1948.",
    "Neẓām-al-dīn Yamanī, Laṭāʾef-e Ašrafī , Delhi, 1295/1878, I, pp. 87-88.",
    "Ḡolām Sarvar Lāhūrī, Ḵazīnat al-aṣfīāʾ , Lahore, 1284/1867, pp. 878-80.",
    "Köprülüzāde Meḥmed Foʾād, “Abū Esḥāq Kāzarūnī und die Esḥāqī-Derwische in Anatolien,” Der Islam 19, 1931, pp. 18-26.",
    "A. J. Arberry, “The Biography of Shaikh Abū Isḥāq al-Kāzarūnī,” Oriens 3, 1950, pp. 163-72."
  ],
  "citation": "B. Lawrence, “ABŪ ESḤĀQ KĀZARŪNĪ,” Encyclopædia Iranica, I/3, pp. 274-275; an updated version is available online at http://www.iranicaonline.org/articles/abu-eshaq-ebrahim-b-2 (accessed on 30 January 2014).",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": 35
}