{
  "id": "eweb_588",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/eblis",
  "annotator": "Riccardo",
  "title": "EBLĪS",
  "authors": [
    "Hamid Algar"
  ],
  "last_updated": "December 16, 2013",
  "print_details": "Vol. VII, Fasc. 6, p. 656-661",
  "published": "December 15, 1996",
  "content": [
    "a Koranic designation for the devil in Persian Sufi Tradition, derived ultimately from the Greek diabolos.",
    "EBLĪS in Persian Sufi Tradition. The word Eblīs, a Koranic designation for the devil, appears to derive ultimately from the Greek diabolos . Some authorities have nonetheless imaginatively connected it with Arabic ublisa (“he was rendered hopeless”), with reference to the accursedness that befell Eblīs as a result of his rebellion (Maybodī, I, p. 145). Of the eleven Koranic verses in which the name Eblīs occurs (2:34, 7:11, 15:31-32, 17:61, 18:50, 20:116, 26:95, 34:20, 38:74-75), ten refer to this rebellion and the events immediately preceding and following it; the exception, 26:95, speaks of “the hosts of Eblīs” ( jonūd Eblīs ) being cast into Hellfire on the Day of Judgement. Eblīs is, therefore, a name peculiarly connected with the refusal to bow down before Adam and the reasons and motives that led to it; it occurs far less frequently in the Koran than al-šayṭān (Satan), which is used to designate the devil in the context of his maleficent plots against man. The distinction between the two names can be seen clearly in 20:116-120. The first verse in this sequence reads: “When We said to the angels, ‘Prostrate yourselves before Adam, they prostrated, but not Eblīs; he refused.” And the last: “But Satan whispered evil to him. …” There are relatively few Hadith in which the name Eblīs occurs, the most frequently cited being that in which the Prophet speaks of Eblīs having a throne “on the Waters,” which serves as the base from which he sends forth his hosts ( Ṣaḥīḥ Muslim IV, p. 1472). The majority of the traditions included by Boḵārī in his Bāb ṣefat Eblīs wa jonūdehe (chapter on the description of Eblīs and his hosts) refer to al–šayṭān rather than Eblīs ( Ṣaḥīḥ al-Boḵārī IV, pp. 147-53). A minor distinction between the two names is that Eblīs as a proper name does not have a plural (at least in the Koran; in Persian texts the broken plurals abālīs and abālesa are sometimes encountered; Mojtabāʾī, p. 598), whereas šayṭān forms the plural šayāṭīn (6:112, for example, speaks of “satans among mankind and jinn”). The most significant difference with respect to Sufi tradition is that Eblīs gradually evolves into “a complex mythic personality” (Awn, p. 46), while šayṭān remains fixed as the designation for a being of pure malevolence.",
    "The complexities surrounding Eblīs begin with the exegetical questions pertaining to his original nature. The wording of 2:34, 7:11, 17:61, and 18:50 ( fa-sajadū ellā Eblīs ) might be taken to suggest that Eblīs was an angel until the refusal of divine command. However, as Bayżāwī (II, p. 300) points out, such an interpretation would contradict the general principle that angels are constitutionally incapable of disobedience (“they rebel not against God in aught that He commands them, and they do whatever they are commanded”; 66:6). Furthermore, 18:50 says clearly of Eblīs, “he was from the jinn” (although it has been argued that the word al-jenn in this verse means ḵazanat al-janna , the angelic custodians of Paradise; Nīsābūrī, p. 6). The nature of Eblīs as jinn also seems to be confirmed by his boast, “You created me from fire” (55:15), this being the element from which the jinn were fashioned. Maybodī therefore concludes that the particle ellā in the verses that speak of Eblīs’ refusal to prostrate himself does not imply an exception of Eblīs from the otherwise obedient category of angels and has instead the sense of “by contrast with” or “unlike” (Maybodī, I, p. 144). Some exegetes, most notably Ṭabarī (I, pp. 173-74) attempt to solve the problem by suggesting that the jinn were in some fashion derived from the angels or formed a subdivision of them so that the term al-malāʾeka (angels) in the problematic verses could be taken as implicitly including the jinn who are fully capable of refusing God’s command.",
    "This theory was buttressed by various narratives, for the most part unsupported by Koran or Hadith, that detailed Eblīs’ transition from the status of jinn to that of angel, or vice versa, within a single category of supernatural being. He is thus said to have originated as the commander of a troop of 7,000 angels worshipping God in the seventh heaven for 8,000 years; then, because of an innate wretchedness ( šaqāwat ) manifest long before his rebellion, he aspired, not to ascend beyond the seventh heaven to the divine throne, but to descend from it through each of the remaining heavens. After spending 8,000 years worshipping God in each heaven, Eblīs finally reached the earth where he quelled a rebellion of the jinn and ruled on behalf of God for eight more millennia until Adam was created and appointed viceregent in his place, inspiring him to rebel (Nīsābūrī, pp. 6-7). Alternatively, Eblīs is presented as being originally a jinn inhabiting the earth, who by virtue of the asceticism that set him apart from his fellows was elevated by God into the company of the angels, ultimately becoming their supreme instructor at the foot of the divine throne (Awn, p. 30). Most of the mythic narrations concerning Eblīs agree that until the time of his rebellion against God he was known as ʿAzāzīl, a word which rhyming with Jebrāʾīl, Mīkāʾil, Esrāfīl, and the like was understood to reflect his inclusion among the archangels. Of Hebrew origin, the name has the meaning “the one empowered by God” (Tuğ, p. 312; among the Biblical verses where it occurs, possibly also as a designation for the devil, may be cited Leviticus 16:8-10, 13:21, and 17:7). Nonetheless, a number of authors sought to connect ʿAzāzīl with Arabic ʿazl (dismissal, removal), as if the very name of Eblīs in his archangelic state had presaged his fall and disgrace (Maybodī, I, p. 145). Eblīs is generally understood, even by authors who regard him as fallen angel, as the father of the jinn, just as his adversary Adam was the father of mankind; extra-Koranic narratives attribute to him in addition the procreation of a named offspring, specifically and recognizably his own, each child being entrusted with the fostering of a different vice among men. This theme was taken up by Ḡazālī ( Eḥyāʾ III, p. 38), who lists seven names, and by ʿAṭṭār ( Taḏkerat al-Awlīyāʾ , pp. 529-31), who depicts Eblīs as tricking Adam into eating one of his sons, Ḵannās, thereby fatally ingesting the very substance of Eblīs. In general, however, it is less the narrative details of these mythic accounts that interest the Sufis than the general theme of Eblīs’ downfall, a theme rich in didactic possibilities.",
    "Many of them regarded as the main source of his undoing the egoism that expressed itself in the boast, “I am better than him (= Adam)” in the Koran, 7:12. Thus Ḡazālī observes, “The story of Eblīs has been related to you not as a mere fable, but so that you might understand the outcome of pride, for it was pride that impelled him to say, ‘I am better than him’” ( Kīmīā-ye saʿādat II, p. 257); ʿAṭṭār has Eblīs counseling Moses, “Never say ‘I’ lest you become like me” ( Manṭeq al-ṭayr , p. 163); Bahāʾ-al-Dīn Walad goes so far as to say “Eblīs and all demons are identical with egoism” ( Maʿāref , p. 364); and Rūmī warns, “The disease of Eblīs was ‘I am better,’ and this sickness is in every creature’s soul” ( Maṯnawī , bk. I, line 3216). According to Rūzbehān Baqlī, it is true, the gnostic may legitimately exclaim, in a state of spiritual expansion ( basṭ ), “I am better than so-and-so,” but although Baqlī is relatively well-disposed to Eblīs, following in the footsteps of Ḥallāj, he takes pains to clarify that the state of Eblīs was one of contraction ( qabż ), not expansion ( Mašrab al-arwāḥ , pp. 185-86). This was also the view of ʿAbd-al-Karīm Jīlī ( al-Ensān al-kāmel , p. 40).",
    "One consequence of Eblīs’ egoistic pride was that he counted on the eons of worship he had performed both to rebel against God and to avoid the resulting divine wrath. According to Bahāʾ-al-Dīn Walad, his devotions weighed heavily only in his own scales, not in God’s reckoning, and when he defied the command to incline before Adam, all his millennia of worship were revealed as counterfeit ( Maʿāref , p. 80). In the opinion of ʿAbd-Allāh Anṣārī, the devotions of Eblīs were invalidated by his disdain for Adam, God’s chosen friend, since all worship is futile unless accompanied by love for God’s friends ( Rasāʾel I, pp. 54-55). For other Sufis, the case of Eblīs was proof that worship alone, irrespective of quality or quantity, can never suffice (Ḥātem b. Aṣamm, quoted in Kīmīā-ye saʿādat II, p. 414; Hojvīrī, p. 255; ʿAṭṭār, Manṭeq al-ṭayr , p. 92; Rūmī, Maṯnawī , bk. II, line 2617).",
    "Eblīs’ boast of superiority to Adam by virtue of his creation from a superior element (fire as opposed to clay) gave rise to a condemnation of him for engaging in qīās (comparison or, in the terminology of Islamic jurisprudence, analogical reasoning) in an attempt to refute God’s categorical command. Recording a tradition to this effect from Ebn ʿAbbās (“the first to engage in qīās was Eblīs”), Maybodī (III, p. 566) observes that the comparison was wrong because clay and fire are equal, insofar as they are both elements, and that, if there is any superiority involved, it belongs to clay because of its stability and durability. For Bahāʾ-al-Dīn Walad, Eblīs’ comparison was flawed because God had given Adam inner knowledge and the inner is by definition superior to the outer, the sole realm to which Eblīs has cognitive access ( Maʿāref , p. 271), while Rūmī dismisses it on the grounds that Adam’s excellence, like that of his descendants, is based on asceticism and piety, not lineage and origin ( Maṯnawī , bk. I, lines 3396-99).",
    "Envy ( ḥasad ) is also discerned as one of the fatal vices of Eblīs (Ḡazālī, Kīmīā-ye saʿādat II, p. 130; Rūmī, Maṯnawī , bk. I, lines 428-29), as is subjugation to delusion ( wahm ). The association between delusion and Eblīs was made in passing by ʿAṭṭār (“Your delusions are all Eblīs, a malevolent demon;” Asrār-nāma , p. 70), and more fully by ʿAzīz-al-Dīn Nasafī ( Ketāb al-Ensān al–kāmel , p. 143). Nasafī’s remarks on the subject were no doubt influenced by the teachings of Ebn ʿArabī (“Eblīs is the faculty of delusion ( al-qowwat al-wahmīya )”; Tafsīr al-Qorʾān al-Karīm I, p. 39), but it may be relevant to note that an Ismāʿīlī doctrine equates Eblīs (under the name of Hāreṯ b. Morra) with the evil imagination of the Third Intelligence (Corbin, pp. 45-46).",
    "Finally, Sufis attribute the downfall of Eblīs to an unbridled inquisitiveness. He is said to have conducted a furtive examination of the physical form of Adam in its pre-animate state. According to Rūmī, he compounded this offense by expressing disgust at the blood and putrid matter the body of Adam contained and denying his dignity ( Fīhe ma fīh , p. 27). Najm-al-Dīn Dāya presents the same theme in an extended narrative which has Eblīs concluding from his examination of Adam: “There is no cause for alarm. This person is hollow; he needs food and is subject to lust like other animals; we may soon gain mastery over him,” but expressing concern over what might be hidden in his heart, the only part of his person he had been unable to penetrate ( Merṣād al-ʿebād , p. 78). Describing Eblīs as “a spy on the path” ( jāsūs-e rāh ), ʿAṭṭār suggests in his treatment of the theme that Eblīs did perceive the mystery contained within Adam, and that it was in fact for this reason that he was punished. God had commanded the angels to prostrate themselves before the form of Adam so they could not see Him placing the mystery in Adam’s heart, and it was only Eblīs, with his head insolently raised, who witnessed the act, thereby violating the primordial intimacy of God with His viceregent ( Manṭeq al-ṭayr , pp. 181-82).",
    "It is in large part by promoting his own vices among men that Eblīs deludes and misguides them; in ad-dition, sins such as lust, gluttony, acquisitiveness, and, above all, anger provide dangerous inroads for Eblīs into the human soul (Ḡazālī, Kīmīā-ye saʿādat II, p. 165; Eḥyāʾ ʿOlūm al-Dīn III, pp. 31-40). Often, however, in keeping with his consummate cunning, Eblīs persuades people to perform good acts for ultimately malicious purposes, an example being the ascetic whom he persuaded to nurse a sick girl in the knowledge that the ascetic would sooner or later fall prey to her charms ( Eḥyāʾ ʿolūm al-dīn III, p. 30). Alternatively, he might impel his victims to perform a minor good deed in order to forestall the accomplishment of a greater good, a case in point being the reminder he gave to Moʿāwīya to perform his prayers promptly in order to deprive him of the benefit of heartfelt repentance (Rūmī, Maṯnawī , bk. II, lines 2604-2743). When behaving in such deceptively solicitous fashion, Eblīs may appear even in the role of a spiritual guide ( moršed; Maṯnawī , bk. II, lines 256-58). Occasionally, however, Eblīs’ wiliness rebounds against him as when a sinner whom he has deluded attains Paradise by means of a repentance that would not have occurred without his intervention (Ḡazālī, Kīmīā-ye saʿādat II, p. 326).",
    "It is plain that for the Sufis Eblīs, as the agent of temptation, has a real existence external to man. Many of his characteristics are, however, identical with those of the nafs , the unredeemed self, and certain utterances of the Sufis suggest that Eblīs is indistinguishable from the sinful inclinations of man and is therefore internal to him. Thus Najm-al-Dīn Kobrā says, “Know that the nafs , Satan and angels are not things external to you; rather you are they. …” ( Die Fawaʾeḥ al–jamāl , p. 32), and human shortcomings such as egoism were seen by Bahāʾ-al-Dīn Walad as equivalent to Eblīs ( Maʿāref , p. 364). The perspectives of externality and internality are, however, ultimately reconcilable in view of the hadith, frequently quoted by Sufis, that “Satan flows in man’s bloodstream” (Boḵārī , IV, p. 150).",
    "It is, however, only the prophets and the saints, the invincible adversaries of Eblīs, that he is said to have confronted in visible or audible form. Thus he once appeared to the Prophet Moḥammad while he was praying; the Prophet restrained himself with some difficulty from strangling him, mindful, no doubt, of the purpose for which he had been created (Muslim, I, pp. 273-74). ʿAṭṭār describes another encounter of Eblīs with the Prophet, in the course of which he asked him whether during the meʿrāj he had seen the abandoned tokens of his archangelic glories ( Moṣībat-nāma , pp. 244-45). Noah is recounted to have invited Eblīs to repent by prostrating before the tomb of Adam, thereby redeeming his primordial disobedience; he refused, arguing that, if he had rejected obeisance to a living Adam, he was even less inclined to bow before his remains (Maybodī, I, p. 146). The same exchange is said to have taken place between Eblīs and Moses, the outcome differing only in that Eblīs favored Moses with the advice to avoid vices such as anger, avarice, and keeping the company of women (Ḡazālī, Kīmīā-ye saʿādat I, p. 541, II, p. 54). In a contrasting anecdote, Eblīs is said to have informed Sahl b. ʿAbd-Allāh Tostarī that he did prostrate himself penitently before the tomb of Adam a thousand times, but desisted when he heard a voice telling him, “Do not tire yourself; We do not want you” (Maybodī, I, pp. 160-61). According to Ḡazālī ( Kīmīā-e saʿādat I, p. 240), Eblīs tempted Abraham (see EBRĀHĪM ) to disobey the divine indication that he should sacrifice his son, an element not found in the relevant Koranic passage (37:99-107). As for Job, Eblīs could not persuade him to do more than moan in the face of his tribulations ( Kīmīā-ye saʿādat I, p. 568). Jesus, together with his mother, was singularly privileged in being the only human being at whose birth Eblīs was not present ( Eḥyāʾ ʿolūm al–dīn III, p. 33), but in later life he, too, was not exempt from visitations by the evil one: Eblīs once upbraided him for claiming detachment from the world despite his use of a stone as a headrest (Makkī, Qūt al-qolūb , I, p. 538; Ḡazālī, Kīmīā-ye saʿādat II, p. 323; Kobrā, p. 15), and, according to Ebrāhīm b. Adham, on another occasion tempted him to break the rigorous fast in which he was engaged (Makkī, ʿElm al-qolūb , p. 216). Surmounting the challenges of Eblīs is thus an integral part of the prophetic experience.",
    "Numerous anecdotes relate his encounters with Sufis, at least the foremost of whom were regarded as falling within the category of God’s “purified servants” (Koran, 15:40) who lie beyond the reach of his powers; they represented, therefore, particularly challenging targets (Kalābāḏī, p. 75; Makkī, Qūt al–qolūb II, pp. 92-93). On occasion, the saints are said, indeed, to have taken the offensive against Eblīs; Abū Saʿīd b. Abi’l-Ḵayr is said by a single sneeze to have transported Eblīs from Mayhana to Anatolia (Monawwar, I, p. 275), and Bāyazīd Besṭāmī went so far as to attempt to crucify him at the gates of Besṭām ( Taḏkerat al–awlīāʾ , p. 175). More commonly, however, it is Eblīs who initiates the encounter: thus he persistently plagued Ebrāhīm b. Adham soon after his renunciation of worldly power (ibid.), and also accosted Rābeʿa ʿAdawīya, who was able to repel him swiftly and with ease (ibid., p. 77). On other occasions, playing the role of a moršed , Eblīs reproaches Sufis for slight but significant shortcomings, thus fulfilling a positive purpose, even if his intent be simply to shame. He thus informed Abū Saʿīd Ḵarrāz that the saint had abandoned all things which would place him in his grasp except the company of beardless young men (Qošayrī, I, p. 129; it was no doubt the presence of young men at sessions of samāʿ [music] that prompted certain Sufis to infer that Eblīs also frequented such gatherings). Eblīs would frequently insinuate himself into the dreams of the Sufis, attempting, among other things, to dazzle them with the flashes of light emanating from his throne (Sarrāj, p. 428). Ḵarrāz and Jonayd are both reported to have dreamed of Eblīs walking naked before men; when they upbraided him for his shamelessness, Eblīs retorted, “These are not men; true men are those gathered at the mosque in Šonayzīya who keep me ailing and gaunt—”Šonayzīya being a suburb of Baghdad renowned as a gathering place for the devout (Qošayrī, II, p. 721; Kīmīā-ye saʿādat I, p. 635). When Ḵarrāz dreamed of Eblīs on another occasion, the saint was about to attack him with a stick when a voice told him, “he has no fear of that, only of a light that is in the heart,” so he desisted (Qošayrī, I, pp. 729-30). By contrast, Abū Żaḥḥāk did come to grips with Eblīs and succeeded in throwing him down from a roof, only to be tricked by him into entering a perilously deep river (Jāmī, p. 250).",
    "It is remarkable that none of these otherwise vivid accounts of confrontation contain any description of the physical appearance of Eblīs. He is sometimes described as one-eyed, an attribute shared with the Dajjāl , who as the prime manifestation of evil at the end of time fulfills a function somewhat akin to that of Eblīs at its beginning, but this seems to have the allegorical sense of Eblīs’ inability to perceive the treasure concealed within Adam (Rūmī, Maṯnawī , bk. III, line 2759; bk. IV, lines 824, 1616-17; bk. V, line 3452). Ḡazālī observes, however, that Eblīs sometimes assumes the form of animals such as dogs, pigs, and frogs, each corresponding to a vice being instilled in his victim ( Eḥyāʾ ʿolūm al-dīn III, p. 40).",
    "The most distinctive feature of the portrayal of Eblīs in Persian Sufism is, perhaps, the attempt to depict him as both more and less than purely satanic, an enterprise that ranged from simple exculpation to outright glorification and the chief protagonists of which were Ḥallāj, Aḥmad Ḡazālī, ʿAyn-al-Qożāt Hamadānī, Sanāʾī, and Rūzbehān Baqlī. At its simplest, this involved the predestinarian argument that Eblīs was compelled to rebel against God. Thus Abū Saʿīd b. Abi’l-Ḵayr placed these words in the mouth of Eblīs: “If it had been up to me, I would have prostrated the very first day. He (=God) tells me, ‘prostrate yourself,’ but He does not want me to. If He had wanted me to, I would have prostrated myself on that very day” (Monawwar, I, p. 254). Similarly, in a poem of Sanāʾī, Eblīs laments: “He (=God) wished to make me the target of his curse; He did what He wanted, that Adam of clay was but an excuse!” and, “I read on the Preserved Tablet that someone was to be cursed; I thought it might be anyone, but never myself” ( Dīvān , p. 871). Picking up the same theme, Dāya observes in his narrative concerning the downfall of Eblīs: “It was found desirable to lay the foundation of punishment, to hoist someone onto the scaffold, so that throughout the realms of Kingship and Dominion none should dare to claim viceregency or to oppose that of Adam. Eblīs … was, therefore, seized on the charge of robbery and bound with the rope of wretchedness” ( Merṣād al–ʿebād , p. 86); in other words, Eblīs was punished less for his own sins than for, so to speak, reasons of state. In a similar vein, Eblīs is sometimes presented as a victim of divine guile ( makr ). According to one tradition, Jebrāʾīl and Mīkāʾīl wept uncontrollably after the disgracing of Eblīs out of fear that they, too, would fall prey to God’s guile, and He told them approvingly, “Be thus; do not feel safe from My guile” (Qošayrī, I, p. 314; Kīmīā-ye saʿādat II, p. 411). Eblīs himself complains, in the poem of Sanāʾī, “Secretly He placed the trap of His guile in my path, and then He put Adam in the ring of that trap” ( Dīvān , p. 871).",
    "Once it is assumed that God both willed Eblīs to disobey Him and intended all the consequences of his disobedience, a contradiction necessarily arises between the divine will ( erāda ) and the divine command ( amr ) to make prostration before Adam. In an encounter with Bāyazīd Bestāmī, Eblīs is thus recounted to have said, “It was a command of testing ( ebtelāʾ ), not of willing; otherwise I would never have disobeyed,” (Maybodī, I, p. 161), attempting thereby both to resolve the contradiction between will and command and to exculpate himself. In the view of ʿAlaʾ-al-Dawla Semnānī, God willed two things by His command, that the angels should obey it and that Eblīs should disobey it, so that will has a priority over command which does away with all contradiction between the two ( Moṣannafāt , p. 197).",
    "A more significant consequence of God having willed the rebellion of Eblīs is that his malevolent activity must be seen as having a divinely mandated purpose and cannot, therefore, be integrally evil. Eblīs is, for example, the polar opposite of Adam: whereas Adam sought forgiveness for his act of primordial disobedience and accepted responsibility for it (Koran, 7:23), Eblīs complained at having been led astray (Koran, 15:39); Adam is thus the manifestation of neediness before God ( efteqār ) and Eblīs of obstinate pride ( efteḵār ) (Monawwar, I, p. 303). Moreover, if Adam sinned primordially it was out of passionate desire ( šahwat ), and Eblīs was inspired by arrogance, a more serious vice in that encroaches on God’s majesty (Maybodī, p. 145); and Adam is characterized by love ( ʿešq ), and Eblīs by mere mental dexterity ( zīrakī ) (Rūmī, Maṯnawī , bk. IV, line 1402). But insofar as Eblīs is the antipole of Adam, he is also his complement, derived from the same substance and fulfilling ultimately the same purpose. The matter is expressed metaphorically by Maybodī when he compares Adam to the sugarcoated almonds that are scattered at a wedding, and Eblīs to the blackened almonds that are strewn over a corpse before burial; the gardener who planted the almond tree from which both were plucked is one and the same (I, p. 160). The polarity of Adam and Eblīs sets, moreover, a pattern that is necessarily repeated throughout sacred history, in the oppositions of Moses and the Pharoah (who through his own assertion of ego in Koran, 79:24, hears a special affinity to Eblīs), Abraham and Nimrod, and the Prophet Moḥammad and Abū Jahl (Bahāʾ-al-Dīn Walad, Maʿāref , p. 376; Rūmī, Fīhe ma fih , p. 80).",
    "With considerable boldness, Ḥallāj proposed a more positive pairing of Eblīs, with none other than the Prophet Moḥammad himself, by asserting that “the claims of none were justified except those of Eblīs and Aḥmad (=the Prophet),” in that Eblīs rejected the command to prostrate himself before Adam, and the Prophet, in the course of his ascension, resisted the temptation to gaze around him (“his gaze swerved not nor wandered,” Koran, 53:17); common to both was an orientation to God that excluded awareness of His creation ( Ketāb al–ṭawāsīn , p. 41; Fr. tr. in Massignon, III, p. 326; Turkish tr. in Öztürk, p. 109). The difference between them was, however, that Eblīs fell from favor ( saqaṭa ʿan al–ʿayn ), whereas “the essence of the essence was revealed to Aḥmad ( košefa lahū ʿan ʿayn al–ʿayn ) (Öztürk’s understanding of these phrases is to be preferred to that of Massignon, who seems to have missed the polyvalence of ʿayn ). Even after his fall, Eblīs persisted in justifying his refusal: “My denial is an assertion of Your sanctity, and my mind is distraught before You” ( Ketāb al-ṭawāsīn , p. 43; Dīvān al–Ḥallāj , p. 48), and he willingly accepted the attribute of “disgraced” ( mahīn ) because such is the state of the lover (ibid., p. 52). Even the name ʿAzāzīl, in which so many other Sufis saw a hint of Eblīs’ ultimate fate, was interpreted positively by Ḥallāj, each of its letters being the initial of a virtuous quality (ibid.). As for the attribution to Eblīs of spiritual chivalry ( fotowwat ), this stems, in the view of Massignon (III, p. 374), from an interpolation in the text of the Ṭawāsīn .",
    "Post-Hallajian Sufi tradition retained, from this depiction of Eblīs, principally the themes of Eblīs as the monotheist despite God and as the lover of God who remained patient in the face of eternal rejection. Thus Aḥmad Ḡazālī is said to have proclaimed, “Whoever does not learn monotheism from Eblīs is a heretic” ( zendīq ; cited in Awn, p. 132), and he ascribed to him the sublime degree of love that recognizes only an unattainable beloved to be worthy of devotion ( Savāneḥ , p. 49), as well as delight in the curse that had befallen him, because it came from God and was exclusively his (cited in Massignon, II, p. 174). The correlation between true love and the acceptance of separation from the beloved as inevitable caused Aḥmad Ḡazālī’s master, Abu’l–Qāsem Gorgānī, to award Eblīs the title of “the supreme one among the abandoned” ( sarvar-e mahjūrān ; Jāmī, p. 420).",
    "The positive re-evaluation of Eblīs reaches its apotheosis with ʿAyn-al-Qożāt Hamadānī. He propounded a thoroughgoing complementarity between Eblīs and the Prophet: while it is the function of the Prophet to call men to God, it is that of Eblīs to guard His threshold by denying access to the unworthy ( Tamhīdāt , pp. 74-75, 228–29). Just as the Prophet is a manifestation of the divine names Compassionate ( raḥmān ) and Merciful ( raḥīm ), Eblīs manifests the names Coercer ( jabbār ) and Wrathful ( qahhār ), and insofar as the divine attributes are knowable in terms of their opposites, the existence of Eblīs is as necessary as that of the Prophet (ibid., p. 227). Eblīs and the Prophet also have in common the fact that their powers respectively to mislead and guide are not grounded in their own beings but derive from appointment by God (ibid., p. 186). It thus becomes permissible to say that, if the Prophet is the luminous cheek of the divine beloved, Eblīs is His black tress (ibid., p. 178). Eblīs has, indeed, his own luminosity, a black light that is the shadow of the Prophet’s pure and colorless light (ibid., p. 248). ʿAyn-al–Qożāt illustrates this theme by citing a cryptic quatrain by Abu’l-Ḥasan Bostī: “We saw the world’s origin and its inner aspect, and passed with ease beyond all sickness and disgrace./Know that black light to be higher than the dotless letters (the lā of lā elāha ella’ llāh ); beyond that too we passed, neither this nor that remained” (Pūrjawādī, p. 55). ʿAyn–al–Qożāt’s understanding of this quatrain (shared by Aḥmad Ḡazālī, who cites it in Savāneḥ , p. 20) is that the black light of Eblīs lies beyond the final negation of all other than God, so that to transcend it is to cross the last barrier to the divine presence.",
    "Since the role delineated for Eblīs by Ḥallāj, Aḥmad Ḡazālī, and ʿAyn-al-Qożāt requires precisely that he remain eternally damned, they hold out no more hope for his ultimate redemption than do Sufis with less nuanced views of the evil one. However, ʿAṭṭār suggests that he may ultimately be rehabilitated ( Moṣībat-nāma , p. 244), and Nasafī forecasts that he will at least be reconciled with Adam ( Ketāb al–ensān al-kāmel , p. 178). It is Jīlī alone who asserts with full confidence that Eblīs will be fully redeemed and forgiven, after Hellfire itself has passed away ( al–Ensān al-kāmel , p. 40). Insofar as the Yazīdī sect may have originated as a form of Sufism, it is also relevant to note that for the Yazīdīs Eblīs has already been forgiven and restored to his archangelic glory, so that those who recognize him may hope for his special protection (Guest, p. 29).",
    "It remains only to remark that Eblīs makes a last appearance in the role of devout rebel in the Jāvīd-nāma of the Indo–Persian poet Moḥammad Eqbāl ( Kollīyāt-e ašʿār-e fārsī , pp. 344-47)."
  ],
  "bibliography": [
    "(For cited works not given in detail, see “Short References.”) Ḵᵛāja ʿAbd-Allāh Anṣārī, Rasāʾel , ed. M. Sarvar Mawlāʾī, 2 vols., Tehran, 1372 Š./1993.",
    "ʿAṭṭār, Farīd-al-Dīn, Asrār-nāma , ed. Ṣ. Gawharīn, 2nd ed., Tehran, 1361 Š./1982.",
    "Idem, Manṭeq al-ṭayr , ed. Ṣ. Gawharīn, 4th ed., Tehran, 1365 Š./1986.",
    "Idem, Moṣībat-nāma , ed. Nūrānī Weṣāl, Tehran, 1338 Š./1950.",
    "Idem, Taḏkerat al-awlīāʾ , ed. M. Esteʿlāmī, 3rd ed., Tehran, 1360 Š./1981.",
    "P. Awn, Satan’s Tragedy and Redemption. Iblis in Sufi Psychology , Leiden, 1983.",
    "Rūzbehān Baqlī, Mašrab al–arwāḥ , ed. Nazif Hoca, Istanbul, 1973.",
    "Idem, Šarḥ-e šaṭḥīyāt , ed. H. Corbin, repr. Tehran, 1360 Š./1981.",
    "ʿAbd-Allāh b. ʿOmar Bayżāwī, Anwār al–tanzīl , 2 vols., Cairo, 1344/1925.",
    "Boḵārī, Ṣaḥīḥ al–Boḵārī , 9 vols., Cairo, n.d.",
    "W. C. Chittick, The Sufi Path of Knowledge , Albany (N.Y.), 1989, pp. 24, 194, 197, 277, 330.",
    "Idem, The Vision of Islam , New York, 1994, pp. 145-47.",
    "H. Corbin, Cyclical Time and Ismaili Gnosis , London, 1983.",
    "Najm-al-Dīn Dāya, Merṣād al-ʿebād , ed. M.-A. Rīāḥī, 2nd ed., Tehran, 1365 Š./1984.",
    "Ebn ʿArabī, Tafsīr al-Qorʾān al–Karīm , 2 vols., Beirut, 1387/1968.",
    "Idem, Hekāyat Eblīs be mā aḵbara behe al–nabī al–moʿaẓẓam , pr. on pp. 27-32 of Šajarat al-kawn , Cairo, n.d.",
    "C. W. Ernst, Words of Ecstasy in Sufism , Albany (N.Y.), 1985, pp. 74-80.",
    "Abū Ḥāmed Ḡazālī, Eḥyāʾ ʿolūm al–dīn , 5 vols., Beirut, n.d.",
    "Idem, Kīmīā-ye saʿādat , ed. Ḥ. Ḵadīv-Jam, 2 vols., Tehran, 1361 Š./1982.",
    "Aḥmad Ḡazālī, Savāneḥ , ed. N. Pūrjawādī, Tehran, 1359 Š./1980.",
    "J. S. Guest, The Yezidis , London, 1987.",
    "Manṣūr Ḥallāj, Dīwān al–Ḥallāj , ed. M. Kāmel Šībī, 2nd ed., Baghdad, 1404/1984.",
    "Idem, Ketāb al-tawāsīn , ed. L. Massignon, Paris, 1913.",
    "ʿAyn-al-Qożāt Hamadānī, Tamhīdāt , ed. ʿA. ʿOsayrān, Tehran, 1341 Š./1962.",
    "Hojvīrī, Kašf al-maḥjūb , ed. V. Zhukovskii, repr., Tehran, 1358 Š./1979.",
    "M. Eqbāl, Kollīyāt-e ašʿār-e fārsī , ed. A. Sorūš, Tehran, 1343 Š./1964.",
    "ʿAbd-al-Raḥmān Jāmī, Nafaḥāt al-ons , ed. M. ʿĀbedī, Tehran, 1370 Š./1991.",
    "ʿAbd-al-Karīm Jīlī, al-Ensān al-kāmel , Cairo, 1304/1886.",
    "Najm-al-Dīn Kobrā, Fawāʾeḥ al-jamāl wa fawāteḥ al-jalāl , ed. Fritz Meier, Wiesbaden, 1957.",
    "Abū Ṭāleb Makkī, ʿElm al-qolūb , Cairo, 1384.",
    "Idem, Qūt al-qolūb , 2 vols., Cairo, 1381/1961.",
    "Al-Kalābāḏī, Ketāb al–taʿarrof li maḏhab ahl al–taṣawwof , eds. ʿAbd-al-Bāqī Sorūr and ʿAbd-al–Ḥalīm Maḥmūd, Cairo, 1380/1960.",
    "L. Massignon, La passion de Hallaj , new ed., 4 vols., Paris, 1975.",
    "Rašīd-al–Dīn Maybodī, Kašf al–Asrār wa ‘Oddat al–abrār , ed. ʿA.- A. Ḥekmat, 10 vols., 4th ed., 1361 Š./1982.",
    "F. Mojtabāʾī, “Eblīs: 4, dar adab-e fārsī wa ʿerfān,” DMBE V, pp. 597-605.",
    "Moḥammad b. Abī Monawwar, Asrār al-tawḥīd , ed. M. R. Šafīʿī-Kadkanī, 2 vols., Tehran, 1366 Š./1987.",
    "Muslim, Ṣaḥīḥ Muslim , Eng. tr., A. H. Siddiqi, 4 vols., Karachi, 1975.",
    "ʿAzīz-al-Dīn Nasafī, Ketāb al–ensān al–kāmel , ed. M. Molé, Tehran and Paris, 1362 Š./1983.",
    "Abū Esḥāq Nīsābūrī, Qeṣaṣ al–anbīyāʾ , ed. Ḥ. Yaḡmāʾī, 2nd ed., Tehran, 1359 Š./1980.",
    "Yasşar Nuri Öztürk, Hallac-ı Mansur ve Eseri , Istanbul, 1976.",
    "N. Pūrjawādī, Zendagī wa āṯār-e Abuʾl-Ḥasan Bostī , Tehran, 1362 Š./1983.",
    "Abu’l-Qāsem Qoṧayrī, al-Resālat al-Qošayrīya , eds., ʿA.-Ḥ. Maḥmūd and M. b. al-Šarīf, 2 vols., Cairo, 1385/1966.",
    "Jalāl-al-Dīn Rūmī, Fīhe mā fīh , ed. B.-Z. Forūzānfar, 5th ed., Tehran, 1362 Š./1983.",
    "Idem, Maṯnawī , ed. Nicholson. Sanāʾī, Dīvān , ed. Modarres Rażawī, Tehran, 1341 Š./1962.",
    "Abū Naṣr Sarrāj, Ketāb al-lomʿa , ed. R. A. Nicholson, repr. London, 1963.",
    "A. Schimmel, The Triumphant Sun , London and The Hague, 1978, pp. 141, 254-55, 272.",
    "ʿAlāʾ-al-Dawla Semnānī, Moṣannafāt , ed. N. Māyel Heravī, Tehran, 1369 Š./1990.",
    "S. Tuğ, “Azāzīl,” Türkiye Diyanet Vakfi Islam Ansiklopedisi IV, pp. 311-12.",
    "Ṭabarī, Tafsīr , 30 vols., Cairo, 1321/1903.",
    "Bahāʾ-al-Dīn Walad, Maʿāref , ed. B.-Z. Forūzānfar, Tehran, 1333 Š./1954.",
    "A. J. Wensinck and L. Gardet, “Iblīs,” EI ² III, pp. 668-69."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}