{
  "id": "eweb_592",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/abu-hafs-amr-b",
  "annotator": "Riccardo",
  "title": "ABŪ ḤAFṢ ḤADDĀD",
  "authors": [
    "J. Chabbi"
  ],
  "last_updated": "May 11, 2018",
  "print_details": "Vol. I, Fasc. 3, pp. 293-294",
  "published": "December 15, 1983",
  "content": [
    "an ascetic who was born and lived in Nīšāpūr, d. between 265/874 and 270/879.",
    "ABŪ ḤAFṢ ʿAMR B. SALMA ḤADDĀD, an ascetic who was born and lived in Nīšāpūr, d. between 265/874 and 270/879. Biographers differ on the name of his father, variously calling him Sālem, Maslama, or Salma. The oldest references to him date from the second half of the 4th/10th century. Abū ʿAbdallāh b. al-Bayyeʿ , author of the lost Taʾrīḵ Nīsābūr , called Abū Ḥafṣ an ascetic ( zāhed ) but not a preacher ( wāʿeẓ ), which was then a common appellation for holy men. He described Abū Ḥafs’s generation as one in which no one was called ṣūfī (for the importance of the distinction between zāhed and ṣūfī in Khorasan, see R. Bulliet, The Patricians of Nishapur , Cambridge, Mass., 1972, p. 42). Ebn al-Bayyeʿ mentioned Abū Ḥafs as one of the six respected shaikhs who were buried in the cemetery of Ḥīra, a suburb of Nīšāpūr (see the surviving Persian and Arabic abridgement, Ketāb-e aḥwāl-e Nīšāpūr , ed. R. Frey, Cambridge, Mass., 1966, fols. 13b, 41a, 42b). Solamī (d. 421/1021) places Abū Ḥafs in the first class ( ṭabaqa ) of his Ṭabaqāt al-ṣūfīya (bibliography no. 15). In addition to this laudatory notice, he also mentions him in Resālat al-malāmatīya (ed. Abu’l-ʿAlāʾ ʿAfīfī, al-Malāmatīya wa’l-ṣūfīya wa ahl al-fotūwa , Cairo, 1945, pp. 86-120). He seems to consider Abū Ḥafs one of the first figures of the Khorasanian Malāmatī movement in Nīšāpūr. Later authors essentially follow Solamī’s account; they include Abū Noʿaym ( Ḥelyat al-awlīāʾ ), Qošayrī ( Resāla fī ʿelm al-taṣawwof ), and Hoǰvīrī ( Kašf al-maḥǰūb ).",
    "Like most people described as Malāmatīs in the 3rd/9th century, Abū Ḥafs seems to have lived in the artisan/mercantile milieu of the Nīšāpūr bazaar. According to some authors (Abū Noʿaym, Hoǰvīrī, and Samʿānī), he was a blacksmith for a while. Later, the sources imply, he became a full-time Malāmatī. He seems to have avoided conspicuous display of his powers. He dressed discretely and, contrary to the practice of most contemporary ascetics, abstained from delivering popular sermons and from constant pilgrimages ( Resāla al-malāmatīya , especially pp. 93, 94, 101, 108, 109). He is said to have adhered strictly to the Koran and the Sunna, and apparently pursued his intense ascetic exercises without assuming any of the external markings of asceticism ( Resāla al-malāmatīya , p. 106; Abū Noʿaym, Ḥelya , Cairo, 1932-38, X, no. 561). Yet, despite his reputation as a zāhed , Abū Ḥafs appears to have had only a limited, local training in asceticism ( zohd ). The two teachers connected with him, ʿObaydallāh, a blacksmith of Abīvard, and ʿAlī Naṣrābādī, are otherwise unknown. We do not know whether Abū Ḥafs belonged to any particular school of feqh , while, by contrast, his contemporary Malāmatī, Ḥamdūn Qaṣṣār (d. 271/880), is said to have revived the maḏhab of Sofyān al-Ṯawrī. It seems that Abū Ḥafs did not know Arabic, the learned and religious language for 9th century Nīšāpūr Muslims. The sources (e.g., Hoǰvīrī, Kašf al-maḥǰūb , tr. R. A. Nicholson, repr. London, 1976, p. 123) consider it a miracle that without an intermediary he was able to converse with Jonayd (d. 298/910) in “pure” Arabic during their supposed meeting in Baghdad.",
    "Abū Ḥafs probably belonged to the same current of zohd manifest in the urban, mercantile milieu of 3rd/9th century Nīšāpūr as his fellow citizen, Ḥamdūn, and their common disciple, Abū ʿOṯmān Ḥīrī (d. 298/910). This movement, politically quietist and socially non-demonstrative, was first called “Malāmatī” by Solamī; he intended to show its superiority to Iraqi Sufism by describing real or imagined confrontations with the school of Jonayd, in which Abū Ḥafs often figures prominently; Jonayd himself, for instance, admits that Abū Ḥafs won their debate on fotūwa ( Ṭabaqāt al-ṣūfīya , ed. J. Pedersen, Leiden, 1960, p. 108)."
  ],
  "bibliography": [
    "See also: M. Molé, Les mystiques musulmans , Paris, 1965, pp. 72-77.",
    "A. Schimmel, Mystical Dimensions of Islam , Chapel Hill, 1975, pp. 86-87."
  ],
  "citation": "J. Chabbi, “ABŪ ḤAFṢ ḤADDĀD,” Encyclopædia Iranica, I/3, pp. 293-294; an updated version is available online at http://www.iranicaonline.org/articles/abu-hafs-amr-b (accessed on 30 January 2014).",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": 715
}