{
  "id": "eweb_598",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/asrar-al-tawhid-fi-maqamat-al-sayk-abi-said-principal-source-for-the-life-and-teachings-of-the-well-known-mystic/",
  "annotator": "Riccardo",
  "title": "ASRĀR AL-TAWḤĪD",
  "authors": [
    "H. Algar"
  ],
  "last_updated": "October 3, 2016",
  "print_details": "Vol. II, Fasc. 8, pp. 800-801",
  "published": "December 15, 1987",
  "content": [
    "principal source for the life and teachings of the well-known mystic of Khorasan, Abū Saʿid b. Abi’l-Ḵayr (b. 357/967, d. 440/1049).",
    "ASRĀR AL- TAWḤĪD FĪ MAQĀMĀT AL-ŠAYḴ ABĪ SAʿĪD, principal source for the life and teachings of the well-known mystic of Khorasan, Abū Saʿid b. Abi’l-Ḵayr (b. 357/967, d. 440/1049; q.v.). The book was composed by his great-great-grandson, commonly known as Ebn Monawwar; his full name is given, in slightly differing forms, as Nūr-al-dīn Moḥammad b. Monawwar b. Šayḵ-al-eslām Abī Saʿd b. Abī Ṭāher Saʿīd b. Abī Saʿīd (Ḏ. Ṣafā, introduction to his edition of Asrār al-tawḥīd , Tehran, 1332 Š./1953, p. v) and as Moḥammad b. Nūr-al-dīn Monawwar b. Abī Saʿd Asʿad b. Abī Ṭāher b. Abī Saʿīd (F. Meier, Abū Saʿīd-i Abū l-Ḫayr , Acta Iranica 11, Tehran and Liège, 1976, pp. 522; concerning problems of nomenclature and relationship among the descendants of Abū Saʿīd, see Meier, op. cit., p. 19 n. 1, and M. R. Šafīʿī Kadkanī, “Ḵānadān-e Abū Saʿīd-e Abu’l-Ḵayr,” Nāma-ye Mīnovī , ed. Ī. Afšār and Ḥ. Yaḡmāʾī, Tehran, 1350 Š./1971, pp. 244-65). Ebn Monawwar’s purpose was to supplement the information already assembled by his cousin, Jamāl-al-dīn Abū Rawḥ Loṭfallāh b. Abī Saʿīd Saʿd b. Abī Saʿīd b. Abī Ṭāher Saʿd (d. 541/1147) in his Ḥālāt o soḵanān-e šayḵ Abū Saʿīd-e Abu’l-Ḵayr Mēhanī , a task supposedly made more urgent in his view by the death of numerous descendants of Abū Saʿīd in the massacre of Mēhana enacted by the Ḡozz in 548/1153 and the fear that more raids would follow ( Asrār al-tawḥīd , ed. Ṣafā, pp. 6-7). It is difficult, however, to link the compilation of Asrār al-tawḥīd directly to the activities of the Ḡozz, for on his own testimony Ebn Manawwar had begun collecting material on Abū Saʿīd in his earliest youth ( Asrār al-tawḥīd , p. 5), and it was not until several decades after the Ḡozz depredations that the work was completed. The first editor of the text, V. Zhukovskiĭ, suggested that the work was compiled between 553/1158 and 599/1202-23 (ed. St. Petersburg, 1899, p. 5); its second editor, Ḏ. Ṣafā, has proposed 570/1175-76 as the approximate date of completion (Ṣafā, Adabīyāt 1 II, p. 981), while G. Lazard gives 574/1178-79 ( La langue des plus anciens monuments de la prose persane , Paris, 1963, p. 120). Most recently, F. Meier has argued that book was written between 514/1178-79 and 588/1192 ( Abū Saʿīd-i Abū l-Ḫayr , p. 20). The book, written most probably in Herat, was dedicated to the Ghurid ruler Abu’l-Fatḥ Ḡīāṯ-al-dīn Moḥammad (r. 558-99/1163-1203), making it the first Sufi biography to be dedicated to a prince. Quite apart from his literary labors, Ebn Monawwar appears to have regarded himself as the foremost custodian of Abū Saʿīd’s tradition in his age, relying on certain predictions of the shaikh ( Asrār al-tawḥīd , p. 352), but there is no indication whether his claims found acceptance (see Šafīʿī Kadkanī, “Ḵānadān-e Abū Saʿīd,” p. 254). A tomb attributed to Ebn Monawwar exists near Herat (F. Salǰūqī, Mazārāt-e Herāt , Kabul. n.d., II, p. 103), but it has no stone, and the date of his death is unknown.",
    "The contents of the Asrār al-tawḥīd (which is six times more voluminous than Ḥālāt o soḵanān ) are organized, in a manner that was to become traditional for Sufi biographies, into three chapters pertaining respectively to the beginning, middle, and end of Abū Saʿīd’s spiritual career. The second chapter is divided into three sections, on the wondrous deeds of the shaikh; the stories he related concerning other shaikhs; and his sayings, poems, and correspondence. The third chapter similarly contains three sections, on the testament of the shaikh; the circumstances of his death; and the miraculous powers he manifested in the tomb. Ebn Monawwar appears to have used oral as well as written sources; the style of certain episodes suggests the verbatim recording of oral reports, and the work as a whole may indeed be taken as the critical summation of a family tradition concerning Abū Saʿīd in which his posthumous persona is as important as his historical one. Beyond the division into chapters, little concern for chronological or other sequence is noticeable in the book; its method is episodic, and its chief purpose, the glorification of the shaikh.",
    "Apart from its importance as a source for the life of Abū Saʿīd and, more generally, for the Sufism of fourth/tenth-century Khorasan, Asrār al-tawḥīd has been praised for its literary and linguistic qualities. Ṣafā has called it “an undeniable masterpiece of Persian prose” with a fluent and coherent style that eschews artificiality everywhere except in the preface ( Adabīyāt 1 II, p. 982). Malek-al-šoʿarā Bahār has likewise seen in Asrār al-tawḥīd “one of the most excellent books on Sufism” and “one of the few books that can be regarded as a complete and accurate specimen of Samanid style” ( Sabkšenāsī , 2nd. ed., Tehran, 1337 Š./1958, II, p. 198). This last judgment has been disputed by Meier ( Abū Saʿīd-i Abū l-Ḫayr , p. 22), while Lazard has remarked of the book only that it contains “a certain number of interesting rare words” ( La langue , p. 120)."
  ],
  "bibliography": [
    "V. Zhukovskiĭ’s edition of the work was reprinted by A. Bahmanyār, Tehran, 1314 Š./1935.",
    "Ḏ. Ṣafā’s edition has been reprinted twice, in 1348 Š./1961 and 1354 Š./1975.",
    "Neither edition is fully satisfactory. A selection with a useful introduction was published by A. Bahamanyār (Tehran, 1320 Š./1941).",
    "For manuscripts, see Monzavī, Nosḵahā III, 1, p. 1028, and Meier, Abū Saʿid-i Abū l-Ḫayr , p. 20, n. 4.",
    "A complete Arabic translation by E. ʿA. Qandīl was published in Cairo in 1966.",
    "M. Achena’s French translation, Les étapes mystiques du shaykh Abū Saʿīd (Paris, 1974), omits the last section of chapter three.",
    "See also Ḡ. -Ḥ. Yūsofī, “ʿĀrefī az Ḵorāsān,” in his Dīdārī bā ahl-e qalam , 2nd ed., Mašhad, 1357 Š./1978.",
    "A new edition of the book by M. R. Šafīʿī Kadkanī is reportedly forthcoming.",
    "Search terms :"
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}