{
  "id": "eweb_599",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-22929.xml?rskey=f9WTiy&result=40",
  "annotator": "Antonio",
  "title": "ʿAbd al-Razzāq al-Kāshānī",
  "authors": [
    "Pierre Lory"
  ],
  "word_count": "(2,157 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Oct 2009",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Kamāl al-Dīn ʿ \n Abd al-Razzāq al-Kāshānī (or Kāsānī, Qāshānī, Kāshī) (born between 650–60/1252–61, died between 730–6/1329–35) was one of the outstanding authors of the Ṣūfī doctrinal school inspired by the works of Ibn ʿArabī (d. 638/1240), the great Andalusian master. Little is known about his life. He was probably born in Kāshān. In his letter to Simnānī (see below), he mentions that he studied advanced levels of religious sciences and law, but his academic studies brought him neither spiritual certitude nor inner peace. At some unknown time, al-Kāshānī experienced a spiritual crisis that led him to convert to Ṣūfīsm. He became the disciple (murīd) of the master Nūr al-Dīn ʿAbd al-Ṣamad Naṭanzī (d. 691/1292) of the Suhrawardī tradition. However, he also frequented other masters, such as the Kubrawī Shams al-Dīn Kīshī (d. 694/1295), Ṣadr al-Dīn Rūzbihān (“the second,” d. 685/1286, grandson of the great Rūzbihān Baqlī Shīrāzī, d. 606/1209), Ẓahīr al-Dīn ʿAbd al-Raḥmān (d. 714/1314), son of the Suhrawardī master Najīb al-Dīn b. ʿAlī b. Buzghush (d. 678/1279), and other lesser known Ṣūfī luminaries, all living in Shiraz. He also met the Kubrawī master Nūr al-Dīn Isfarāʿinī (d. 717/1317) in Baghdad, who, according to al-Kāshānī, confirmed to him the high spiritual rank of Ibn ʿArabī and the importance of the latter's Fuṣūṣ al-ḥikam (“Bezels of wisdom”). Al-Kāshānī travelled throughout Iran and visited Baghdad as well as the holy cities of the Ḥijāz. The sources disagree about the date of his death. After a thorough enquiry into these sources, considered alongside the data provided by Kāshanī's own writings, Majīd Hādīzāda concludes that 736/1335 must be considered the correct date ( Majmūʿa-yi rasāʿil va muṣannafāt-i shaykh Kamāl al-Dīn ʿAbd al-Razzāq-i Kāshānī , Tehran 2000, 123–6).",
    "Al-Kāshānī's influence has been preserved mainly through his writings. The following are among his most important works:",
    "1) Taʾwīlāt al-Qurʾān (“Esoteric interpretations of the Qurʾān”; ed. Muṣṭafā Ghālib, Beirut 1968, often reprinted), falsely attributed to Ibn ʿArabī and always published under his name (probably to enhance its commercial viability) is al-Kāshānī's magnum opus. It is a complete commentary of the Qurʾān and it may be ranked with al-Qushayrī's (d. 465/1072) Laṭāʾif al-ishārāt (“The subtleties of [divine] signs”), Rūzbihān Baqlī's ʿArāʿis al-bayān (“The brides of the manifestation [Qurʾān]”), or the ʿAyn al-ḥayāt (“The source of life”) of Najm al-Dīn Kubrā/Najm al-Dīn Dāya (736/1336) completed by the Tafsīr (Commentary) of ʿAlāʾ al-Dawla al-Simnānī (d. 736/1336) as one of the masterpieces of Ṣūfī exegesis. In the introduction, al-Kāshānī relates how the discovery of the mystical reading of the Qurʾān came to him as a kind of revelation and conversion. His exegesis follows roughly the doctrines of Ibn ʿArabī, but he introduces many personal interpretations. Most of these are applications of Qurʾānic verses to the spiritual evolution of a Ṣūfī, a process he calls taṭbīq (“adaptation”), intending something like the application of revelation to human microcosmic experiences. For example, in the story of the revelation to Moses at the burning bush (Q 20:10–23), he claims that fire symbolises “the Holy Spirit,” and the sandals Moses must remove refer to “the soul and the body,” which have to be removed from the inferior part of the heart (that is, the feet). The theophany at the Burning Bush corresponds to the manifestation of God's attributes and foreshadow the manifestation of his Essence at the eventual theophany at Mt. Sinai. The staff Moses drops at God's command symbolises his carnal soul, while his right hand, which becomes white, refers to his intellect, and so on. In this perspective, al-Kāshānī's hermeneutics seem highly pedagogical, systematic, and even somewhat rigid (James W. Morris, Ibn ʿArabī and his interpreters. Part 2B, Influences and interpretations, JAOS 107 (1987), 103ff. For a general appraisal of the Taʾwīlāt , see Pierre Lory, Les commentaires ésotériques du Coran d'après ʿAbd al-Razzāq al-Qāshānī , Paris, 1991).",
    "Al-Kāshānī's Sharḥ Fuṣūṣ al-ḥikam (“Commentary on the Bezels of Wisdom ”) is one of the best known and most frequently used among the more-than-a-hundred commentaries on Ibn ʿArabī's famous treatise, along with al-Jandī's (d. 691/1291) commentary (which al-Kāshānī used and obviously followed often), and the commentary by al-Qayṣarī (d. 751/1350), who, in turn, followed al-Kāshānī. Al-Kāshānī's Sharḥ was edited many times. Al-Kāshānī's importance as a commentator is evident also in his Sharḥ of ʿAbdallāh Anṣārī's (d. 481/1089) Manāzil al-sāʾirīn (“The stations of wayfarers,” ed. Muḥsin Bīdārfar, Qum 1994). However, the commentary of Ibn al-Fāriḍ's (d. 632/1235) Naẓm al-sulūk (“The order of deportment”), often ascribed to ʿAbd al-Razzāq, was actually written by his fellow countryman ʿIzz al-Dīn al-Kāshānī (d. 735/1334), the author of the well-known sufi treatise in persian Miṣbāḥ al-hidāya (The Lamp of Guidance). Similarly, Laṭāʾif al-iʿlām fī ishārāt ahl al-ilhām (“Subtleties of advice regarding [divine] signs of the people of inspiration”), an alphabetical dictionary of almost 1,650 mystical terms and expressions with definitions of different lengths, was erroneously attributed to our author by its editors, Saʿīd ʿAbd al-Fattāḥ (Cairo 1996) and Majīd Hādīzāda (Majmūʿ) , as was demonstrated by Pablo Beneito (An unknown Akbarian of the thirteenth-fourteenth century. Ibn Ṭāhir, the author of Laṭāʾif al-iʿlām , and his works, ASAFAS Special Paper 3, Kyoto 2000.) Beneito also raised doubts regarding the authenticity of the attribution to al-Kāshānī of a shorter Ṣūfī dictionary, Rashḥ al-zulāl (“The filtration of fresh water”), ed. Sāʿīd ʿAbd aʿl-Fattāḥ, Cairo 1995, An unknown Akbarian , 4).",
    "Much shorter, but doubtless from al-Kāshānī's pen, is Iṣṭilāḥāt al-ṣūfiyya (“Ṣūfī practices”), also widely diffused and read. The shorter version, organised according to the abjad alphabetical order (that is, based on the numerical value of the Arabic letters), has been published many times. The longer version, which includes a list of spiritual stations on the Ṣūfī path, was published by Gustav Flügel in Leipzig 1845, and in Beirut (ed. Adīb Naṣīr al-Dīn, 1997) and Cairo (ed ʿAbd al-ʿĀl Shāhīn,1992).",
    "In Tuḥfat al-ikhwān fī khaṣāʾiṣ al-fityān (“The brothers' gift regarding the special characteristics of chivalrous knights”), composed both in an Arabic and a Persian version (ed. Murtaḍā Ṣarrāf in Rasāʾil-i javānmardān , Tehran and Paris 1973), al-Kāshānī tackles the delicate concept of futuwwa (“spiritual chivalry”). He explains the spiritual dimension of futuwwa , its purported link to Abraham and his descendants, and the spiritual qualities required to become a fatā (“spiritual knight,” lit. “young man”). Both versions were recently re-edited by Majīd Hādīzāda ( Majmūʿ , 464–564).",
    "Al-Kāshānī's Risāla fī l-qaḍāʾ wa-l-qadar (“Treatise on predestination and destiny”) is an important treatise of mystical doctrine on the question of predestination and free will. The author explains first his entire cosmology: From the Universal Intellect containing the Archetypes and identified as qaḍāʾ (universal predestination as conceived by God) emanates the Universal Soul determining qadar (“destiny”), where particular destinies are specified. If the first universal cause (in the qaḍāʾ , or divine decree) is considered, it is justified according to al-Kāshānī to profess predestination; but if the particular cause in the qadar is considered, it is justified to speak of free will. The treatise ends with a summary of al-Kāshānī's view on life after death (see the edition and French translation of Stanislas Guyard, Traité sur la prédestination et le libre arbitre , 1873, reissued Paris 1978; and Hādīzādah's recent edition, Majmūʿ , 556–93; a substantial summary of this text can be found in D. B. MacDonald, ʿAbd al-Razzāḳ, EI2 ). Al-Kāshānī also wrote some shorter treatises on similar topics. In Mabdaʾ va maʿād (“Origin and resurrection”; in Persian), he summarises questions of eschatology by sketching first the base of his cosmology—unity of God and multiplicity of his Attributes and Acts—followed by an explanation of the constitution of man and the evolution of human souls in their earthly journey and after death. His Tashrīqāt (The illumination); also in Persian) similarly outlines al-Kāshānī's eschatology, clearly expressed in short sections, based on the three notions of unity (tawḥīd) , harmony (ʿadālat) and love (maḥabbat) . Its last chapter includes a lot of poetry and possesses true literary value. Al-Kāshānī's Risāla ʿirfāniyya (“Treatise on [spiritual] cognition”; in Arabic) appears to be an esoteric recital of his own spiritual evolution. And his al-Sawāniḥ al-ghaybiyya (“Concealed auspicious signs”) conveys many thoughts and aphorisms. The last three treatises, along with other shorter texts, were also published by Hādīzādah (Majmūʿ) , who considers them all to be authentic, however this view needs further confirmation.",
    "Another important text from Kāshānīs pen is the letter he wrote to the Kubrawī master ʿAlāʾ al-Dawla al-Simnānī (d. 736/1336) on the doctrine of Ibn ʿArabī. It is quoted in several sources, notably in Jāmī's (d. 898/1492) article on al-Kāshānī in Nafaḥāt al-uns (“The breath of divine intimacy”). This letter exists in two versions, both edited by Hādīzādah ( Majmūʿ , 418–26 and 427–35; for a complete study of the discussion, with a German translation, see Hermann Landolt, Der Briefwechsel zwischen al-Kāshānī und Simnānī über Waḥdat al-Wujūd, Der Islam 50 (1973), 29–81). The text also includes al-Simnānī's response to the letter. This correspondence became famous. Mullā Ṣadrā (d. 1050/1640–1) discussed it in his K. al-Asfār al-arbaʿa (“The four books”; Morris, Ibn ʿArabī, 105).",
    "In all these works, al-Kāshānī often quotes Ibn ʿArabī as well as other Ṣūfī writers, such as al-Niffarī (d. 354/965 or c. 366/976–7), Abū Ṭālib al-Makkī (d. 386/998), al-Sulamī (d. 412/1021), al-Ghazālī (d. 505/1111), Ibn Qasī (d. 546/1151), Abū Ḥafṣ Suhrawardī (d. 632/1234), and also Ibn Sīnā (d. 428/1037) (Hādīzādah Majmūʿ , 121–3). Al-Kāshanī's Shīʿī inclinations are apparent throughout his writings. He obviously considered ʿAlī as the prophet Muḥammad's chief Companion and the repository of his esoteric teachings. However, al-Kāshanī did not express opinions incompatible with Sunnī orthodoxy (cf. especially his Tashrīqāt , Hādīzādah, Majmūʿ , 318–95).",
    "Al-Kāshānī was doubtless one of the outstanding personalities of the Akbar-ian doctrinal school. He may be ranked together with Qūnawī (d. 673/1273), ʿAfīf al-Dīn al-Tilimsānī (d. 690/1291), Saʿīd al-Dīn Farghānī (d. 699/1299), and Muʿayyid al-Dīn al-Jandī as a leading figure of this spiritual and doctrinal trend in late mediaeval Islam (William Chittick, The school of Ibn ʿArabī, in Seyyed Hossein Nasr and Oliver Leaman (eds.), History of Islamic philosophy , London and New York 1996, 1:510–23; cf. also Sachiko Murata, The Tao of Islam , Albany 1992, index, s.v. Kāshānī). He was read and quoted, in turn, by other authors, such as Qayṣarī (d. 751/1350), Ḥaydar Āmulī (d. after 787/1385), Shāh Niʿmatallāh Walī (d. 834/1430–1), and Mullā Ṣadrā, as mentioned above.",
    "The number of extant manuscripts, as well as the false attribution of several texts to him, proves the important role al-Kāshānī played in the Ṣūfī circles of his times and into the present. James Morris notes that he “has almost certainly been the most widely read (and cited) of the early interpreters of Ibn ʿArabī” (Ibn ʿArabī, 101). But he also expresses some reservations about al-Kāshānī, namely that the “pedagogical concern and didactic procedure” through which al-Kāshānī endeavours to simplify Ibn ʿArabī's thought have to be stressed. In al-Kāshanī's work, the ibrant intuitions, visions, and “unveilings,” so often present in Ibn ʿArabī's works, “have been substantially altered, if not indeed reversed” (Morris, Ibn ʿArabī, 106) on several points of the Akbarian perspective. This fundamental shift in the purpose of exposition expresses not only a trend from living inspiration towards pedagogic reasoning; the very core of Ibn ʿArabī's metaphysics, namely the threefold stages of the absolute Existence of God, Universal Ideas, and Empirical existences, were reformulated by al-Kāshānī to conform with the classical Ṣūfī theory of unification, Essence, Attributes, and Acts. The latter exposition is congruent with the description of the spiritual path and the experience of the unveiling of divine presence, but is somewhat removed from Ibn ʿArabī's own ideas, as Landolt notices (Briefwechsel, 41–54).",
    "On the whole, al-Kāshānī can be considered one of the most important agents in creating a kind of Ṣūfī “orthodoxy” based on Akbarian texts, even as he made several doctrinal modifications.",
    "Print version: 9789004181304, 2009, 2009-3"
  ],
  "bibliography": [
    "In the article."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}