{
  "id": "eweb_601",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-24740.xml?rskey=63ybo9&result=63",
  "annotator": "Antonio",
  "title": "Abū Madyan",
  "authors": [
    "Denis Gril"
  ],
  "word_count": "(10,639 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "06 Jan 2016",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Abū Madyan Shuʿayb (d. 589/1193 or 594/1198, near Tlemcen) was a Ṣūfī from the region of Seville, who settled in Fez at the end of the era of the Almoravids (r. 454–541/1062–1147). He still influences the western Muslim world, with his synthesis of Maghribī and Andalusian spirituality with eastern Ṣūfism. We will discuss his life, his work and teaching, and his path, and will conclude with discussions of his influence in architecture and his spiritual descendants.",
    "1. The life of Abū Madyan Shuʿayb",
    "Strangely, given his importance as “master of the masters of the Maghrib” in his day, there is no monograph on Abū Madyan that brings together all the biographical and hagiographical data about him, his teachings, and an exhaustive list of his many disciples. The first sources that mention him were based on piecemeal information that would be taken up by subsequent authors and to which occasional, sometimes legendary, elements were added. The first source is al-Mustafād , a collection of records of the saints of Fez who were contemporaries of the Moroccan Ṣūfī, traditionist, and hagiographer al-Tamīmī (d. c.603/1206–7), who was born in Fez and who died there upon his return from a sojourn in the East. He spent time with Abū Madyan during the latter’s stay in Fez and informs us of his masters and some of his companions and disciples. The second source is the Tashawwuf by Yūsuf b. Yaḥyā al-Tādilī Ibn al-Zayyāt (d. 627 or 628/1230 or 1231). This work deals mainly with the saints of Marrakech and its surroundings but also provides valuable information about Abū Madyan, his masters, and his disciples, some of whom Ibn al-Zayyāt knew personally.",
    "According to two disciples of Abū Madyan, Ibn al-Zayyāt transmits a double autobiographical account of his early period as shaykh. Abū Madyan was born in Ḥiṣn Qaṭyāna (Cantillana), some thirty kilometres northwest of Seville, on the right bank of the Guadalquivir, into a family descended from the Anṣār of Medina, if one is to believe the nisba accorded him by al-Tādilī. According to Ibn al-Abbār (d. 658/1260)—the Andalusian poet, diplomat, theologian, and scholar from Valencia—and several others, however, he was born in Mantūjab, a fortified village near Seville (Ibn al-Abbār, 4:137). Orphaned at a young age, he herded the livestock of his brothers. Eager to learn the Qurʾān by heart and to be instructed in Islam, he tried to escape, against the will of one of his brothers, who let him go, having received a miraculous sign. Arriving at the coast, he met a mysterious person who sent him back to Seville, but he soon crossed the Mediterranean, went to Tangier and then Sabta (Ceuta), worked for a time as a fisherman, and then went to Marrakech, where he and other Andalusians enlisted in the army. He was advised to go to Fez, if his desire was to study.",
    "Al-Tamīmī informs us that Abū Madyan first resided in the mosque of the Andalusian quarter, where he led the life of an ascetic in retreat and attended the circles of jurists and preachers (mudhakkirūn) , until he met Abū l-Ḥasan ʿAlī Ibn Ḥirzihim (d. 559/1164), whose words touched his heart and who initiated him into the reading of the Riʿāya li-ḥuqūq Allāh (“The observance of God’s rights”) by al-Muḥasibī (d. 243/857) and the Iḥyāʾ ʿulūm al-dīn (“The revival of the religious sciences”) by al-Ghazālī (d. 505/1111). Ibn Ḥirzihim had received the work of al-Ghazālī through his two masters—his uncle Abū Muḥammad Ṣāliḥ b. Ḥirzihim and the qāḍī Abū Bakr b. al-ʿArabī (d. 543/1148). According to the Tashawwuf (Ibn al-Zayyāt, 228, no. 81), he also studied the ḥadīth collection by al-Tirmidhī (d. 279/892) with the Andalusian Abū l-Ḥasan ʿAlī b. Khalaf Ibn Ghālib (d. 568/1172–3), a disciple of Ibn al-ʿArīf (d. 536/1141–2).",
    "Ibn Ḥirzihim and Ibn Ghālib belonged to the spiritual circles of Fez, but Abū Madyan still considered his two masters in Ṣūfism to be Abū l-Ḥasan al-Salāwī and Abū ʿAbdallāh al-Daqqāq. Of the former we know nothing, but there are a few anecdotes about the latter that illustrate nonconformist behaviour, at the same time concealing and confirming his affiliation to the hierarchy of the saints. Originally from Sijilmāsa, he frequently visited Fez, where he died at an unknown date (al-Tamīmī, 2:186–9; Ibn al-Zayyāt, 156–7, no. 41; Ibn ʿArabī, al-Futūhāt , 1:244, 2:12, 4:503; al-Kattānī, Salwat al-anfās , no. 994, 3:127–9 and 1:417; Bel).",
    "According to al-Tamīmī (2:42), Abū Madyan performed his peregrinations (siyāḥa) at first without carrying anything with him, neither stick nor bowl. To those who were surprised by this, he replied, “Remembrance (dhikr) is my bowl and the realisation of divine unity (tawḥīd) is my stick.” He tells us that, whenever he learned a verse from the Qurʾān or a ḥadīth by heart, he would leave Fez to isolate himself in the ruins of a building, in order to implement what he had learned from them. He adds that the dogs on the road would welcome him and that a gazelle would come to him. One day, on his way back to Fez, the dogs began to bark at him and the gazelle fled from him, and he realised that, despite his efforts, he still had some money on him. He regained familiarity with the animals only after giving the money to the person for whom it was intended (cf. Ibn al-Zayyāt, 322). This story, which has been repeated by several authors, illustrates the ideal of detachment that Abū Madyan preached and practised. Later, in Fez, when al-Tamīmī asked him to read the Risāla of al-Qushayrī (d. 465/1072–3), the Ṣūfī master of of Nīshāpūr, under his supervision, he answered that it would be sufficient for him to ponder just one ḥadīth , “The love for this world is the source of all sin” (al-Tamīmī, 2:42).",
    "Abū Madyan, trained in the exoteric and Ṣūfī sciences in Fez, apparently achieved the spiritual mastery that he exercised there only after Abū Yaʿzā Yallanūr (d. 572/1177, at the age of more than one hundred) completed his spiritual education by testing him and sending him back to educate disciples and future masters. This Berber saint and illiterate was the disciple of Abū Shuʿayb al-Ṣanhājī (d. 561/1166), the patron saint of the Moroccan city Azammūr, whose master was initiated in Egypt into a spiritual path (not formally a ṭarīqa ) that goes back to Abū l-Ḥusayn al-Nūrī (d. 295/908), companion of al-Junayd (d. 298/910), the prominent Ṣūfī mystic of Baghdad (Ibn al-Zayyāt, 187–92, no. 62; Cornell, Realm , 57–62).",
    "His reputation for holiness attracted many visitors, including several ʿulamāʾ , to his hermitage of Tāghiyā, in Irrūgān in the Middle Atlas. His hagiographers depict Abū Yaʿzā as practising rigorous asceticism, serving others, feeding guests, performing many miracles, penetrating the hidden intentions and depravities of his visitors, and demonstrating, by his holiness, the power and generosity of God (al-Tamīmī, 2:28–40, no. 2; Ibn al-Zayyāt, 213–22, no. 77; al-ʿAzafī; Aḥmad al-Ṣawmaʿī; Lévi-Provençal, Abū Yaʿazzā, EI2 ; Cornell, Realm , 68–79).",
    "According to his autobiographical record in the Tashawwuf , Abū Madyan, after completing his training in Fez, went with a group to visit Abū Yaʿzā. The latter received the visitors but turned away from Abū Madyan. He brought them their meal but ushered Abū Madyan away from it; this continued for three days. Abū Madyan waited patiently; as a sign of humility, he rubbed his face on the ground on the spot where the master had been sitting and lost his sight. The next day, Abū Yaʿzā summoned him, returned his sight by running his hand over his face, and predicted a great future for him. He then allowed him to leave, first predicting the miraculous signs that he would encounter on his way. The rest of the record shows that Abū Madyan visited Abū Yaʿzā repeatedly. Al-Tamīmī shows Abū Madyan in Fez surrounded by companions and disciples. As the author of the Mustafād returned from his eastern sojourn in 576/1180 (1:98), he must have been visiting with Abū Madyan for several years before that date. Had Abū Madyan not left Fez only after the death of Abū Yaʿzā in 572/1177 to take up residence in Bijāya (Béjaïa, Bougie)? Did he do this on the advice of his master, as later authors suggest?",
    "At this stage of Abū Madyan’s life, the issue of a journey to the East comes into question. From the ninth/fifteenth century on, authors assert that, on leaving Abū Yaʿzā, he expressed to him his intention to perform the pilgrimage. On ʿArafat (near Mecca), he presumably met ʿAbd al-Qādir al-Jīlānī (a Ḥanbalī scholar active in Baghdad, who, after his death in 561/1166, became the namesake and patron of the widespread Qādiriyya Ṣūfī order) and received from him the khirqa (a garment, hence support for transmission of initiation or spiritual influence). The fact, however, that no source, not even Ibn Qunfūdh (d. 810/1407–8), the great scholar from Constantine, mentions it has led many researchers to doubt that this journey and meeting actually occurred (al-ʿĀmirī, al-Taṣawwuf , 122; Cornell, Realm , 152; ʿAbd al-Salām Gharmīnī, 327–8). Ibn Qunfūdh reports only on his departure for the East (thumma inṣarafa musharriq) and his numerous travels to Ifrīqiya (the mediaeval eastern Maghrib) before settling in Bijāya ( Uns al-faqīr , 16). Had Abū Madyan performed the ḥajj , al-Tamīmī, who lived in the East, would certainly have mentioned it. Had he affiliated himself with al-Jīlānī, the Egyptian al-Shaṭṭanawfī (d. 713/1313) would have reported it, as the latter tried incessantly to demonstrate every saint’s recognition of ʿAbd al-Qādir’s authority, who had declared, “My foot rests on the neck of all saints” and who mentions Abū Madyan among those who acknowledged al-Jīlānī’s superiority from afar, through unveiling ( Bahjat , 15; included by al-Yāfiʿī, d. 768/1367, in Nashr , 289–90).",
    "It is telling that one of the first to mention the pilgrimage of Abū Madyan and his investiture with the khirqa by al-Jīlānī was Ibn Ṣaʿd al-Tilimsānī (d. 901/1496), the Tlemcen scholar and hagiographer, in his al-Najm al-thāqib (320), included by Ibn Maryam in al-Bustān (110, trans. Provenzali, 105). From the ninth/fifteenth century on, the Qādiriyya spread in the Muslim world and was introduced into the Maghrib. Perhaps there was a more subtle aspect to the relationship between ʿAbd al-Qādir al-Jīlānī and Abū Madyan, or perhaps there was a confusion of identity between al-Jīlānī and the Iraqi Aḥmad al-Rifāʿī (d. 578/1182), founder of the Rifāʿī Ṣūfī order, as suggested by the work of ʿAbd al-Ḥaqq al-Bādisī (fl. 711/1311–2) on the saints of the Moroccan Rif. Bādisī mentions a shaykh of this region who would have been the disciple of al-Rifāʿī and says that the latter was the master of Baghdad at the time of Abū Madyan, hence the possible confusion with al-Jīlānī. He then says that al-Rifāʿī and Abū Madyan met at ʿArafat, that the latter dressed the former in a crimson garment (qirmīziyya) and that the former dressed the latter in a camlet mantle (barrakīn , prob. for barrakān). The author adds, “Some say that they did not meet physically, but in spirit” (al-Bādisī, 64). A verse by the Egyptian Ṣūfī poet al-Būṣīrī (d. 696/1297) about Abū Madyan and his disciples confirms this fraternal bond between the two saints (al-Mājirī, 161).",
    "The famous Moroccan traveller Ibn Baṭṭūṭa (d. 779/1377) relates the following anecdote on the occasion of his visit to the shrine of Shaykh Arslān (d. c. 550–5/1155–60) in Damascus. Abū Madyan and Aḥmad al-Rifāʿī were connected by a spiritual bond of fraternity. One year, the latter set aside rations of dates for his brother and then went on pilgrimage, where he met Abū Madyan at ʿArafat. Arslān, who is presented as a servant of al-Rifāʿī, set out to look for the rations in the form of an ashen-white falcon (bāz ashhab) , an epithet generally accorded ʿAbd al-Qādir al-Jīlānī (Ibn Baṭṭūṭa, 1:223–5). Ibn Ṣaʿd al-Tilimsānī (138) also reports a miraculous exchange of food between Abū Madyan and al-Rifāʿī. These accounts express graphically the relations between the members of the hierarchy of saints and reflect the relations between the spiritual circles of the Muslim East and West between which Abū Madyan was one of the main intermediaries.",
    "It is said that Abū Madyan moved to Bijāya after his long stay in Fez because he considered this city especially propitious in the search for a way to make a lawful living ( ṭalab al-ḥalāl ; Ibn Maryam, El-Boustane , 109), which points to the rigorous principles (waraʿ) that he upheld, according to Ibn ʿArabī (d. 638/1240–1), the great spiritual master of Andalusian origin ( al-Futūḥāt , 1:244, chap. 43; Mawāqiʿ al-nujūm , 114). Moreover, the city of Bijāya, a prosperous Mediterranean seaport inhabited by Andalusians, which was conquered by the Almohads in 547/1152, was a favoured venue for meetings and exchanges between various groups of western and eastern Muslims. The choice of Bijāya contributed to the dissemination of the teachings of Abū Madyan. It is telling that al-Ghubrīnī (d. 714/1314), a jurist, qāḍī , and biographer from Bijāya, opens his ʿUnwān al-dirāya with an account of Abū Madyan, followed by accounts of Ḥasan al-Masīlī (d. c. 580/1184) and ʿAbd al-Ḥaqq al-Ishbīlī (d. 581/1185)—the first originating from the inner central Maghrib, the second from al-Andalus, and both renowned for their knowledge and piety. In Bijāya, Abū Madyan also met with Abū Zakariyyā Yaḥyā al-Zawāwī (d. 611/1214), well-known for his rigour and righteousness (Ibn al-Zayyāt, 428), whose grave became the site of pious visits. It is in this environment that Abū Madyan taught and exercised his spiritual authority over the many disciples attracted by his saintly aura. There are anecdotes about fuqahāʾ (jurisconsults, Ar. pl. of faqīh ) subjecting him to tests in which he miraculously succeeds. Was it because of their envy, as al-Ghubrīnī claims, that Abū Madyan was reported to the Almohad caliph Abū Yūsuf Yaʿqūb al-Manṣūr (r. 580–95/1184–99), who summoned him to Marrakech, despite his old age? Abū Madyan tells his saddened disciples that God wants to lead him to where he is to finish his days and that neither will he see the powerful men of the state nor will they see him. He died in the vicinity of Tlemcen, saying “Allāh, Allāh” (Ibn al-Zayyāt, 323; Ibn Qunfūdh, Uns al-faqīr , 103), “Allāh al-Ḥayy” (God, the living). According to Ibn Qunfūdh (102–3), on approaching the town of al-ʿUbbād he asked its name and said malīḥ li-l-ruqād (“that is a pleasant place to rest!”), or, as reported later, niʿma l-ruqād (“what an excellent place to rest!”). This tradition contradicts another, also related by Ibn Qunfūdh, in which Abū Madyan dies on the bank of the river Isser, in present-day western Algeria. The village of ʿAïn Tekbalet, which lies some thirty kilometres north of Tlemcen, on the way to ʿAïn Temouchent, still has a small qubba (dome) near the mosque, built on the site of his death. He was buried in al-ʿUbbād, a place of retreat for pious persons southeast of Tlemcen, next to ʿAbd al-Salām al-Tūnisī (d. at the beginning of the reign of the Almohad caliph ʿAbd al-Muʾmin, or about 524/1130, according to Bargès, Tlemcen , 273–4; about this shaykh , see Ibn al-Zayyāt, 123–4; Ibn Qunfūdh, 106–8; Ibn Maryam, El-Boustane , 118 and n. 478; and Addas, Ibn ʿArabī , 39–41). According to Ibn Qunfūdh (104), the funeral of Abū Madyan was commemorated across the entire Maghrib. It left such an impression that it caused the conversion to the spiritual path of a certain ʿUmar al-Ḥabbāk (d. 613/1216), who was therefore considered a disciple of Abū Madyan (Ṣafī al-Dīn, § 64–64b; Ibn Maryam, El-Boustane , n. 440).",
    "There is another explanation for al-Manṣūr’s summoning of Abū Madyan. The caliph, feeling remorse at the end of his life for the murder of his brother, wants to abdicate the throne and consecrate himself to God. He is advised to turn to Abū Madyan. Arriving near Tlemcen, the latter felt his death approaching and sent a message to the sultan that he would find spiritual health in the person of Abū l-ʿAbbās al-Mariyī. Al-Manṣūr became his disciple, renounced the world, and attained a certain level of sanctity. This version is presented by the Egyptian Ṣafī al-Dīn Ibn Abī l-Manṣūr (d. 682/1283), who, in his youth, knew Abū l-ʿAbbās al-Mariyī, disciple of Abū Madyan, nicknamed al-Qanjarāy (d. 627/1230) after the name of his native village in Andalusia (Ṣafī al-Dīn, § 82–85b). ʿAbd al-Wāḥid al-Marrakushī, the historian of the Almohads who wrote in 621/1224, confirms the relation between this person and al-Manṣūr ( al-Muʿjib , 417) (for the remorse of the latter and his retreat from power in favour of his son, see M. Shatzmiller, al-Muwaḥḥidūn, EI2 ). According to most authors, Abū Madyan died in 594/1198, but al-Ghubrīnī places his death in 590/1194 (ʿUnwān , 10; see also al-Yāfiʿī, Mirʾāt al-janān) and Ibn ʿArabī, alluding to Abū Madyan without naming him, speaks of a “pole who passed away” (daraja) in 589/1193 (al-Futūḥāt) , 4:195, title of chap. 556; date accepted by Ibn al-ʿImād). If daraja here means “dying,” then Ṣafī al-Dīn’s version cannot be correct, because al-Manṣūr could not have renounced power before his victory over Alfonso VIII of Castile at Alarcos in 591/1195, followed by a second expedition in Spain the following year. Ibn ʿArabī, who considered Abū Madyan his master without ever having met him physically, was in Tlemcen and Tunis in 590/1194, in the company of ʿAbd al-ʿAzīz al-Mahdawī, a disciple of Abū Madyan. Addas contends that Ibn ʿArabī must therefore have stopped in Bijāya to visit Abū Madyan, had the latter still been alive. He also mentions his visit to the tomb of Abū Madyan but without providing a date (Ibn ʿArabī, Muḥāḍarat , 2:115; Addas, Abu Madyan, 175–6). Ibn ʿArabī does not leave the Maghrib until 598/1202. The date of death of Abū Madyan therefore remains an open question.",
    "2. Teachings",
    "Abū Madyan is one of those masters whose work consists above all in the training of his disciples through teaching and the setting of an example. Asked for final advice when he was about to die, he said, “Glory be to God: was my entire life with you not advice (or a testament, waṣiyya )?” (Ibn al-Zayyāt, 323). The teachings that he provided to his disciples did not consist only of the texts that he had received from his masters, mainly the Risāla fī l-taṣawwuf (“Treatise on Ṣūfism”) by al-Qushayrī and the Iḥyāʾ ʿulūm al-Dīn (“The revitalization of religious disciplines”) by al-Ghazālī, the major religious scholar, mystic, theologian, and Ṣūfī born and raised in Khurāsān (d. 505/1111). The core of Abū Madyan’s teachings consists of short maxims and his answers to various questions. One of these, for example, first cited by al-Tamīmī and later by Ibn ʿArabī, defines the three stages of spiritual progress: “The sign of the sincerity of the aspiring person in his desire for God is his fleeing from (God’s) creatures (khalq); the sign of the sincerity of his fleeing is that he exists only for God; the sign that he exists only for God is his returning to (God’s) creatures” (al-Tamīmī, 44; Ibn ʿArabī, Futūḥāt , 1:251, 2:22). Al-Ghubrīnī was the first to publish a collection of these maxims, which differ considerably from those attributed to him by other authors ( ʿUnwān al-dirāya , 30–2, included in Ibn Qunfūdh, Uns al-faqīr , 18–9). This constitutes the core of a more comprehensive later collection entitled Uns al-waḥīd wa-nuzhat al-murīd (“Intimacy of the solitary and delight of the disciple”), edited and translated by Cornell ( The way , 116–49; see the manuscript references on p. 11, note 1). Khālid Zahrī has made a critical edition of it, published with Ibn ʿAṭāʾ Allāh’s ʿUnwān al-tawfīq (see below). There are, however, other collections, some of them partial, such as the account of al-Shaʿrānī (d. 973/1565, Ṭabaqāt , 133–4), that of ʿAbd al-Raʾūf al-Munāwī (d. 1031/1622; 2:242–3), or that of ʿAlī l-Bayyūmī (d. 1183/1769) in his commentary on Abū Madyan’s Ḥikam (aphorisms). On the other hand, the list of maxims in the commentary of Aḥmad b. ʿAllān al-Ṣiddīqī (d. 1033/1624), Sharḥ al-Ḥikam al-ghawthiyya , does correspond more or less closely to the one in the Uns al-waḥīd . This Ḥikam has also been commented on by Aḥmad b. ʿAbd al-Qādir, also known as Bāʿashan(?), in al-Bayān wa-l-mazīd al-mushtamil ʿalā maʿānī al-tanzīh wa-ḥaqāʾiq al-tawḥīd (“The clarification and addition that comprises the meanings of transcendence and the realities of divine unity,” Cairo 1300/1883, repr. Beirut 2005). Contrary to this, Aḥmad Ibn ʿAlīwa (d. 1934), the Ṣūfī master and poet from Mostaganem, chose to arrange the maxims by theme (al-Mawādd al-ghaythiyya al-nāshiʾa ʿan al-Ḥikam al-ghawthiyya). The text that is sometimes called the Latin translation of the Ḥikam—Abu Medini Mauri Fessani sententiae quaedam arabicae (trans. F. de Dombay, Vienna 1805)—is really nothing more than the Tuḥfat al-arīb wa-nuzhat al-labīb , a collection of proverbs by a certain Abū Madyan b. Muḥammād al-Fāsī (d. 1181/1768). Also, a short text on religious doctrine (al-ʿAqīda al-mubāraka) and a treatise on Ṣūfism entitled Bidāyat al-murīd (“The first steps of the disciple”; cf. Cornell, The way , 48–53 and 54–115). This last text certainly contains phrases by Abū Madyan, but it also quotes from other sources, among them the Qawāʿid al-ṣūfiyya (“The rules of the Ṣūfīs”) by the Egyptian Ṣūfī master Muḥammad b. ʿUmar al-Ghamrī (d. 849/1445), so it is a late compilation. The Ifrīqī (Tunisian) hagiographer ʿAbd al-Wāḥid Ibn al-Ṭawwāḥ (d. after 718/1318) quotes, in the Sabk al-maqāl li-fakk al-ʿiqāl (“The melting of the discourse to untie the bonds”) (58–64), a few excerpts of a correspondence between Abū Madyan and his disciple ʿAbd al-ʿAzīz al-Mahdawī (d. 621/1224). Several poems also are attributed to Abū Madyan. The only one whose attribution is certain is the Rāʾiyya on the rules of adab of the Ṣūfī path ( Mā ladhdhat al-ʿaysh illā ṣuḥbat al-fuqarāʾ , “The sweetness of life lies only in the company of those who live in poverty striving for God”). Ibn ʿAṭāʾ Allāh al-Iskandarī (d. 709/1309–10), the third master of the Shadhiliyya, has written a commentary on it titled ʿUnwān al-tawfīq fī ādāb al-ṭarīq (the Shadhiliyya was founded by the Moroccan Abū l-Ḥasan al-Shādhilī, d. 656/1258, and is well established in North Africa and the central Middle East). The Dīwān of Abū Madyan was published by al-ʿArabī b. Muṣṭafā al-Shawwār (al-Tilimsānī) (Damascus 1938). Several recent works devoted to Abū Madyan contain selections of his poetry. For all the texts that have been attributed to him and their manuscripts, see, among others, Fārisī’s well documented Abū Madyan Shuʿayb . Karrūm (spelt Guerroum, which represents the dialect pronunciation) has shown that some of the poems in the Dīwān contain verses that are found also in the Majnūn wa-Laylā corpus and that one poem resembles one attributed to Yaḥyā Suhrawardī, father of the “Illuminationist” school of Ṣūfism (executed in Aleppo for political reasons in 587/1191). There is also some confusion between poetry attributed to Abū Madyan and that of the Andalusī Ṣūfī poet Abū l-Ḥasan al-Sushtarī (d. 668/1269–70). The latter is renowned, among the masters of Ṣūfism, for being the first to use zajal (pl. azjāl , a form of poetry using exclusively dialectal Arabic), just as Ibn ʿArabī was the first to use the muwashshaḥ (written in Andalusian Arabic or in Old Spanish). The few azjāl and muwashshaḥāt attributed to Abū Madyan and collected by Muḥammad Murābiṭ in 1271/1855 in his Jawāhir al-ḥisān (published 1974) reflect the poetic tradition of the city better than the work of its patron saint. Beyond the problems of attribution they raise, the poems of Abū Madyan, still recited in the zāwiya s (Ṣūfī lodges) in both West and East, have helped keep alive his memory and perpetuate his veneration.",
    "An essential source on Abū Madyan is the work of Ibn ʿArabī. The latter did not meet Abū Madyan physically, but he was acquainted with some of his disciples and received from them anecdotes and sayings of the master. Addas has studied the relationship between Abū Madyan and Ibn ʿArabī, who considers himself his disciple (references to Abū Madyan in Ibn ʿArabī are to be found below, in the bibliography). For Ibn ʿArabī, Abū Madyan is the incarnation of him who has received true knowledge, inspired by God on the model of the Revelation, of which he said, “The one who seeks God (murīd) does not seek him truly, as long as he does not find everything that he seeks (yurīd) in the Qurʾan” ( al-Futūḥāt , 3:94, chap. 325). Abū Madyan achieved the holiness that perpetuates the foundational virtues, such as the rigorous principles (waraʿ) , but he was also the incarnation of the Prophetic model in returning to human beings after having attained God (see, above, his sentence on the three stages of spiritual progress). He stood at the acme of the hierarchy of the saints, which, according to the testimony of Ibn ʿArabī, he reached shortly before his death—hence his epithets Ghawth (“Rescue”) and Quṭb (“Supreme Pole”)—after being “the imām of the left,” the assistant of the Pole, who has authority over the tangible world (mulk) , whence his particular relation with sūra 67 of the Qurʾān, al-Mulk (“the Kingdom”). Concomitantly, he represents immersion in the divine Unity through invocation (dhikr) and the realisation (achievement) of absolute servitude. His few karāmāt (miracles) reported by Ibn ʿArabī and the first hagiographers are intended less to emphasise the miracles than to demonstrate his nearness to God and his clear-sightedness as a spiritual master (Addas, Abu Madyan and Ibn ʿArabī; ʿAbd al-Bāqī Miftaḥ, al-Imām Abū Madyan wa-l-Shaykh al-Akbar Muḥyī l-Dīn Ibn al-ʿArabī, in Hikmet, 82–119).",
    "The teachings of Abū Madyan, as they have been transmitted by his first witnesses or transmitters, are expressed straightforwardly. There is, however, another form of expression of the master’s initiatory doctrine and metaphysics, one which his disciples received in visions. Abū Madyan would most often appear in their dreams and would be questioned by illustrious Ṣūfī figures such as the Persian ascetic mystic Abū Yazīd al-Bisṭāmī (d. 260/874 or 263/876–7), the traditionist, Shafiʿī jurist, and ascetic mystic Abū Ṭālib al-Makkī (d. 386/996), and al-Ghazālī. His answers were of great spiritual significance, expressed in an eloquent language that differs greatly from that of his other known expressions. One example is found in the Tashawwuf (Ibn al-Zayyāt, 325–6) and others in the Muḥāḍarat al-abrār by Ibn ʿArabī and in the Shihābmawʿiẓat ulī l-albāb (“The flame, an exhortation for those who have an intelligent heart”) attributed to Abū Aḥmad Jaʿfar Ibn Sīd Būna (see below) and written down by one of his disciples. This type of transmission transcends issues of authenticity and falls within the scope of the dissemination of the teachings of Abū Madyan by his disciples.",
    "3. The path of Abū Madyan",
    "The fame of Abū Madyan during his lifetime and after his death resulted both from his personality and his teachings, which synthesise several strands of spirituality, and from his many disciples, who extended his influence from al-Andalus to the Near East. He still remains the emblematic figure of spirituality in the Muslim West. He did not, strictly speaking, establish a “path” in the sense that the word ṭarīqa would later acquire. We do not generally speak of a Madyaniyya ṭarīqa , because Abū Madyan carried on the ancient method of initiatory transmission based on companionship (ṣuḥba) , and his disciples mostly followed this model. As we have seen, the spiritual model embodied by Abū Madyan, as among most of the Ṣūfī masters of the Maghrib, rests upon apprenticeship and respect for the law, the practice of virtues, detachment from the world, and an orientation totally towards God. As to collective practice, Abū Madyan held spiritual sessions (samāʿ) at his home (Ibn al-Zayyāt, 332). We also know that individual initiation among his disciples was based on spiritual retreat (khalwa). This was no more remarkable, in itself, than the miracles that have been attributed to him. The importance of Abū Madyan, along with his position in the hierarchy of sainthood, lies, however, in his powerful contribution to the merging, in the sixth/twelfth-century Almohad Maghrib, of Andalusian spirituality—especially that of the school of Almería—with the simple and ascetic lifestyle of the masters of the city and of the Moroccan countryside and the classical teachings of Ṣūfism, based in part on the Risāla of al-Qushayrī and the Iḥyāʾ of al-Ghazālī, which Abū Madyan taught in Fez and in Bijāya.",
    "To assess Abū Madyan’s influence and its geographical extent, we have to follow the activities and journeys of his disciples, a lengthy project that entails the consultation of various sources, most of which are listed in the bibliography, below. The list of companions and disciples provided by Ibn Qunfūdh in the Uns al-faqīr is extensive but is still only partial. Al-Tamīmī informs us of the group of friends and disciples that held meetings in Fez with Abū Madyan. Among them were the Andalusian Aḥmad al-Khashshāb and fellow disciples of Ibn Ḥirzihim, such as Muḥammad al-Tāwudī, who originated his own path, leading to al-Sāḥilī (d. 754/1353), and Aḥmad al-Burnusī, with whom Abū Madyan went into retreat on a mountain (Jabal al-Ẓill or Jabal Zālagh), near Fez. Other disciples were Muḥammad b. ʿAlī l-Saqaṭī, reciter of the Qurʾān, and Muḥammad al-Balansī, another Andalusian (al-Tamīmī, 48–50, no. 6; 137–8, no. 55; 94–5, no. 31; 129–31, no. 46; on al-Burnusī, see Ibn ʿAyshūn al-Sharrāṭ, 312–6). Elsewhere in Morocco, Abū Madyan was linked to Abū l-Ṣabr Ayyūb from Sabta (Ceuta), master of al-ʿAzafī (Ferhat, Soufisme , 21). In the Rīf, he had Abū Dāwud Muzāḥim as a disciple (Ferhat, Maghreb , 72; al-Bādisī, 51–2). Moroccans such as Mūsā b. Yadrāsen al-Ḥallāj followed Abū Madyan to Bijāya and surely returned to their homeland after his death (Ibn al-Zayyāt, 330–1). This is certainly also the case with Muḥammad b. Ibrāhīm al-Anṣārī, al-Tādilī’s main informant concerning Abū Madyan (Ibn al-Zayyāt, 320; Ibn Qunfūdh, Uns al-faqīr , 37). We have seen the role played by the Andalusian Abū l-ʿAbbās al-Mariyī, known also as al-Qanjarāy. This person is connected to Abū Muḥammad Sāliḥ (d. 631/1234), the main disciple of Abū Madyan in the western Maghrib, who was taught by ʿAbd al-Razzāq al-Jazūlī (d. 595/1199), another disciple of Abū Madyan (see below), in Alexandria. After his journey in the East, Abū Muḥammad Ṣāliḥ established a ribāṭ (a Ṣūfī monastery) in Asfī (Safi) on the Atlantic coast and organised the Ṭāʾifat al-Ḥujjāj (“The order of the pilgrims”), a brotherhood responsible for organising the pilgrimage (Aḥmad al-Mājirī; Rais, Aspects ; Ferhat, Soufisme , 113–24; Cornell, Realm , 158–61). This master, who studied and resided in Alexandria, plays a major role in the transmission of the teachings and the path of Abū Madyan, in both the Maghrib and the East. One of his disciples, Muḥammad b. Abī l-Qāsim al-Sijilmāsī, initiated al-Ghubrīnī into the path that goes back to Abū Yaʿzā (al-Ghubrīnī, 123–4, no. 25). Ibn Qunfūdh mentions the names of the disciples of Abū Madyan that came from the central Maghrib (from Constantine, Bijāya, and Qalʿat Banī Ḥammād; Ibn Qunfūdh, Uns al-faqīr , 44, 53, 92, 101). His great-grandfather had for a master a disciple of Abū Madyan from Chlef (Ibn Qunfūdh, Uns al-faqīr , 40). Bilāl, the servant of Abū Madyan who remained in al-ʿUbbād after the death of his master, had for a disciple Aḥmad Ibn Marzūq, ancestor of a line of scholars and custodians of the shrine of Abū Madyan (Ibn Qunfūdh, Uns al-faqīr , 93). ʿAbd al-Raḥmān b. Abī Bakr al-Maqqarī (d. 759/1357), another disciple in Tlemcen, also stood at the beginnings of a great family of ʿulamāʾ (cf. Ibn al-Khaṭīb, al-Iḥāṭa , 2:191–2; al-Maqqarī, 5:203–4 ff.).",
    "In Andalusia, the most important disciple of Abū Madyan was Abū Aḥmad Jaʿfar Ibn Sīd Bono (or Būna), whose name refers to the city of Bône, and who died at an old age, in 624/1227. Originating from Cocentaina, in the Denia region of eastern Spain, he travelled east and followed Abū Madyan’s teaching in Bijāya. Upon his return to his homeland, he led many disciples, among whom were Ibn ʿArabī and Abū l-ʿAbbās al-Ḥarrār (d. 615/1218), who settled in Egypt. The Shihāb , which has been attributed to him, is an account of the words that Abū Madyan spoke to him in a dream. After the reconquista of the region of Denia, in 645/1247, the physical and spiritual successors of Abū Aḥmad Jaʿfar settled in the Rabaḍ al-Bayyāzīn (Albaicín, a suburb of Granada) (Ibn al-Abbār, 282, no. 643; Ibn al-Khaṭīb, al-Iḥaṭa , 1:461–3; Massignon, Passion , 2:342–3; Ṣafī al-Dīn, 2b–5b on 213; Sanchez; for other references, see the latter’s n. 5). We know most of the other disciples of Abū Madyan, both native Andalusians and settlers in Andalusia, thanks to Ibn ʿArabī. The second master of the latter, Yūsuf b. Yakhlaf al-Kūmī, introduced him to the Risāla of al-Qushayrī and inculcated in him the veneration of Abū Madyan (Ibn ʿArabī, Rūḥ al-Quds , 79–82, no. 2). ʿAbdallāh al-Mawrūrī (usually spelt incorrectly as al-Marwazī) from Morón de la Frontera, who served Abū Madyan for a long time, related several sayings and anecdotes to Ibn ʿArabī. The latter also recounted the oneiric teachings of Abū Madyan in his Muḥāḍarat al-abrār (Ibn ʿArabī, Rūḥ al-Quds , 99–105, no. 14). Ibn ʿArabī also mentions Abū Aḥmad al-Salāwī, whom he met in Seville, and a certain Abū Marwān ( Rūḥ al-Quds , 100, esp. 118–8, no. 24).",
    "Abū Madyan’s influence extended to the eastern Maghrib, including Bijāya. His main disciples included ʿAbd al-ʿAzīz al-Mahdawī, from Mahdiyya, and settled on the coast, near Tunis (he was buried in La Marsa). Ibn ʿArabī sojourned with him on two occasions and dedicated to him the Futūḥāt al-makkiyya (“The Meccan openings”) and the Rūḥ al-Quds (“Holy Spirit”). Yūsuf al-Dahmānī (d. 621/1224) disseminated the teachings of Abū Madyan in the region of al-Qayrawān, and Abū ʿAlī l-Nafṭī (d. 610/1213) did so in southern Tunisia (on the dissemination of the path of Abū Madyan in Ifrīqiya, see al-ʿĀmirī, al-Taṣawwuf , 103–88).",
    "From Bijāya, Abū Madyan sent his disciple ʿAbd al-Razzāq al-Jazūlī to Alexandria, where he established a ribāṭ , which was to be a point of departure for the spread of his influence along the Nile valley, specifically in Qena, where ʿAbd al-Raḥīm al-Qināʿī (originally from Sabta, d. 592/1196) in turn established a ribāṭ , the influence of which extended into Middle and Upper Egypt. Abu l-Ḥajjāj al-Aqṣurī (d. 642/1244) from Luxor, disciple of ʿAbd al-Razzāq, of ʿAbd al-Raḥīm, and of Abū l-Ḥasan Ibn al-Sabbāgh (d. 612/1215), successor of ʿAbd al-Raḥīm, were the agents of the dissemination of this spiritual path in Egypt. In al-Fusṭāṭ (Miṣr)—specifically, in Qarāfa—two disciples of Abū Aḥmad Jaʿfar Ibn Sīd Būna, Abū l-ʿAbbās al-Ḥarrār (or al-Ḥarīrī) (d. 615/1218), the master of Ṣafī al-Dīn Ibn Abī l-Manṣūr, and Abū l-ʿAbbās al-Ḍarīr (or al-Baṣīr) (d. 623/1226) both established zāwiya s. Abū Muḥammad Ṣāliḥ who resided for a time in Alexandria, left some disciples in the Holy Cities, such as Abū Lakūṭ or Rakūṭ al-Dukkālī (d. 629/1232). The pilgrimage route in the West that goes through Alexandria, the Nile valley, and Upper Egypt facilitated the dissemination of Abū Madyan’s spiritual influence. This is less obvious in the Bilād al-Shām, but one disciple of Abū Yūsuf al-Dahmānī, called Sitt al-Mulūk, settled in Jerusalem (on the path of Abū Madyan in the East, see the Risāla of Ṣafī al-Dīn, Introd., 27–8; Rais, Taʾthīr; and Éric Geoffroy, Rayonnement spirituel et initiatique de Sidi Abû Madyan au Proche Orient (Égypte-Syrie), in Hikmet, 17–37).",
    "How was it that the spiritual path of Abū Madyan survived? In his treatise on initiatory transmission, the Egyptian scholar and Ṣūfī Quṭb al-Dīn al-Qasṭallānī (d. 686/1287) still writes of ṣuḥba with regard to the shaykh s who were connected to the path of Abū Madyan and whom he had known in Mecca in his youth (cf. Irtifāʿ al-rutba , 89–90). A little later, al-Ghubrīnī claimed to have received the path of Ṣūfism (ṭarīq al-taṣawwuf) from his master, from Abū Muḥammad Ṣāliḥ, from Abū Madyan, from Abū Yaʿzā (al-Ghubrīnī, 123–4). Ibn Qunfūdh had received from one of Ibn Marzūq’s family a khirqa that goes back to Bilāl, the servant of Abū Madyan and from him to Ibn Ḥirzihim, Abū Bakr Ibn al-ʿArabī (d. 543/1148), al-Ghazālī, al-Juwaynī (d. 478/1085), Abū Ṭālib al-Makkī (d. 286/996), and al-Junayd, among others. It thus has more the character of the transmission of a science, even though it takes the form of an initiatory transmission. The Yemeni Abū Bakr al-Raddād (d. 821/1418) received from his master Ismāʿīl al-Jabartī (d. 806/1403–4) several khirqa s, one of which goes back to Abū Madyan through Abū Aḥmad Jaʿfar (Gril, 64–8). This suggests that, in the East, the path of Abū Madyan became more the transmission of a spiritual influence than a specific path (ṭarīqa) , although this was perhaps not the case in the West during the eighth/fourteenth century and later. In fact, the Moroccan ʿAlī b. Maymūn al-Fāsī (d. 917/1511) introduced into Syria the Ifrīqī path of Abū Madyan, transmitted by his master Abū l-ʿAbbās al-Tibbasī and the latter’s master Aḥmad b. Makhlūf al-Shābbī (d. 887/1482), both from Ifrīqiya (Geoffroy, Soufisme , 218–22). Contrary to what has been written, the Shādhiliyya did not replace the path of Abū Madyan but existed in other places before it underwent a diversified expansion well into modern times. There have been attempts to turn the master of the Shādhilī, the Moroccan ʿAbd al-Salām Ibn Mashīsh (d. 622/1227) or his master, ʿAbd al-Raḥmān Ibn al-Zayyāt al-Madanī, into a disciple of Abū Madyan (see Ibn ʿAyshūn al-Sharrāṭ, 81), but this remains to be proven (Zouanat, 30–2). This relationship between Abū Madyan and al-Shādhilī is really a matter of the transfer of spiritual function in the hierarchy of sainthood and pre-eminence, expressed in the vision of Abū l-ʿAbbās al-Mursī (d. 686/1287). The latter questions Abū Madyan on his sciences and his spiritual rank and then on those of Abū l-Ḥasan al-Shādhilī. Abū Madyan replies, “He surpasses me (by) forty sciences; it is a sea that one cannot encompass” (Ibn ʿAṭāʾ Allāh, Laṭāʾif , 48). It is signficant that most biographies of Abū Madyan quote only the first part of the vision, in which Abū Madyan mentions his sciences and function, and not the second, in which he mentions Shādhilī’s superiority over him. This vision demonstrates the role that Abū Madyan has played in the history of spirituality in the Muslim West. Those who succeeded him had to position themselves in relation to him. While Abū l-ʿAbbās al-Mursī asserts a continuity, Ibn Sabʿīn (d. 668–9/1269–71), provocatively claims a breach, when he says to his future disciple, the Andalusian Ṣūfī poet al-Shushtarī (d. 667/1269), “If you seek Paradise, go and find Abū Madyan; if you seek the Lord of Paradise, come to me” (al-Maqqarī, 2:185).",
    "4. Architectural traces",
    "The city of Fez has preserved a subtle souvenir of Abū Madyan’s visit: a small mosque bearing his name in the quarter of Rmila, where, according to local tradition, he taught and instructed his disciples (al-Kattānī, 1:415, no. 380; Bel). Immediately after his death, his tomb in al-ʿUbbād began to be visited as a holy place. In 740/1339–40 the Marīnid sultan Abū l-Ḥasan (r. 731–49/1331–48) built a beautiful mosque next to the shrine (Ibn Marzūq, 145, 163–4, 287–8). The architectural complex also includes a madrasa built in 748/1347, where Ibn Khaldūn taught (Marçais and Marçais, 222–82; see the splendid photographs in Khenchelaoui). In Palestine, a waqf (charitable endowment) comprising the al-Aqṣā Mosque is attributed to Abū Madyan. It was founded in 720/1320 by a certain Abū Madyan Shuʿayb b. Muḥammad b. Abī Madyan Shuʿayb al-Maghribī al-ʿUthmānī al-Mālikī, whom Massignon (Documents, 190 ff.) considers a grandson of Abū Madyan. The presence of this waqf has fed the recent legend that Abū Madyan participated in the battle of Ḥaṭṭīn against the Crusaders (583/1187).",
    "5. Descendants",
    "With a black slave, Abū Madyan had a child who died young (Ibn al-Zayyāt, 328). Several Egyptian sources attribute descendants to him. According to Ibn Ḥajar al-ʿAsqalānī (d. 852/1449) (2:290), quoted by the scholar and biographer Aḥmad Bābā of Timbuktu (d. 1036/1627), a great-grandson of Abū Madyan went to Egypt in 757/1356 and died in Ḥamā, in Syria, in 775/1373–4 (Bābā, 199, no. 205). According to al-Shaʿrānī, Abū Madyan’s son Madyan, whose name does not appear in earlier sources, is buried in Cairo, in the mosque of ʿAbd al-Qādir al-Dashṭūṭī (d. 924/1518), a saint from the end of the Mamlūk era (al-Shaʿrānī, 2:133). The kunya Abū Madyan (lit., father of Madyan) does not, however, mean that he actually had a son named Madyan but derives from the fact that Shuʿayb was the prophet sent by God to the people of Midian (Ar. Madyan; Qurʾān 7:85). According to al-Munāwī (3:268, no. 731), Shaykh Madyan al-Ashmūnī (d. 861/1457), whose grandfather came from the Maghrib, was descended from Abū Madyan (a point that al-Shaʿrānī, 2:92, does not clarify). Finally, Aḥmad b. ʿUqba al-Ḥaḍramī (from Ḥaḍramawt, in Yemen, d. 895/1490) replies to his disciple Aḥmad Zarrūq (from Fez, d. 899/1494), who questions him about his path: “I know nothing about that, but my mother is connected (tattaṣilu) to Shaykh Abū Madyan.” Is this a physical or a spiritual relation, or both? (Aḥmad Zarrūq, 42). In present-day Egypt, there is a family that claims to be descended from Abū Madyan. His son Madyan allegedly went to Egypt, had a daughter Fāṭima, the mother of Aḥmad al-Badawī (d. 675/1276), and a son Ṭalḥa, who died in 631/1234 and who allegedly gave his name to the town of Kafr al-Shaykh Ṭalḥa. Although all this is problematic, it belongs to the memory of Abū Madyan, which transcends the confines of history. This is also the case with certain legends, such as the miraculous conversion of Christian monks in Andalusia, to which Abū Madyan never returned (Shuʿayb al-Ḥurayfish, 127). Abū Madyan remains, well into our time, the great saint of the Muslim West.",
    "Print version: 9789004305748, 2016, 2016-1"
  ],
  "bibliography": [
    "Sources",
    "Abū Madyan, Dīwān , ed. Muḥammad b. al-ʿArabī b. Muṣṭafā al-Shawwār, al-Minan al-rabbāniyya al-wahbiyya fī l-maʾāthir al-ghawthiyya al-shuʿaybiyya , Damascus 1938",
    "Aḥmad al-ʿAzafī, Diʿāmat al-yaqīn fī zaʿāmat al-muttaqīn , ed. Aḥmad al-Tawfīq (Rabat 1989), 53",
    "al-Bādisī, al-Maqṣad al-sharīf wa-l-manzaʿ al-laṭīf fī l-taʿrīf bi-ṣulaḥāʾ al-Rīf (“The noble purpose and the subtle way of introducing the saints of the Rif”), ed. Saʿīd Aʿrāb, Rabat 1982",
    "ʿAlī l-Bayyūmī, Sharḥ Ḥikam Sayyidī Shuʿayb Abī Madyan = al-Asrār al-khafiyya al-mūṣila ilā al-ḥaḍrat al-ʿaliyya , ed. Muḥammad Ibrāhīm Sālim, Cairo 2004",
    "al-Dhahabī, Siyar aʿlām al-nubalāʾ ,ed. Bashshār ʿAwwād Maʿrūf and Muḥyī Hilāl al-Sarḥān (Beirut 1996), 21:219–20, no. 109",
    "al-Ghubrīnī, ʿUnwān al-dirāya fī man ʿurifa min al-ʿulamāʾ fī l-miʾat al-sābiʿa bi-Bijāya (“The emblem of knowledge regarding the well-known scholars of the seventh century in Bijāya”), ed. Muḥammad Ibn Abī Shanab, Algiers 1910",
    "ʿAbd al-Ḥamīd Ḥamīdū, al-Saʿāda al-abadiyya li-Abī Madyan fakhr al-diyār al-Tilimsānī , Fez 1935",
    "Kamāl al-Dīn Ḥarīrīzāda, Tibyān wasāʾil al-ḥaqāʾiq fī bayān salāsil al-ṭarāʾiq , Istanbul, Fātiḥ Ibrāhīm, MS 432, vol. 3, fols. 119–21",
    "Abū l-Qāsim Muḥammad al-Ḥifnāwī, Taʿrīf al-khalaf bi-rijāl al-salaf (Algiers 1991), 1:446–55",
    "Shuʿayb al-Ḥurayfish, al-Rawḍ al-fāʾiq fī l-mawāʿiẓ wa-l-raqāʾiq (Cairo n.d.), 127",
    "Ibn al-Abbār, al-Takmila , partial edition Alfred Bel and Mohamed Bencheneb (Algiers 1919), 282, no. 643, ed. ʿAbd al-Salām Harrās (Beirut 1995), 4:137–8, no. 395",
    "Aḥmad Ibn ʿAlīwa, al-Mawādd al-ghaythiyya al-nāshiʾa ʿan al-Ḥikam al-ghawthiyya , 2 vols., Mostaghanem 1989–1994, trans. Manuel Chabry and Juan José Gonzalez, Sagesse céleste. Traité de soufisme / Cheikh al-ʿAlawī , Cugnaux 2007",
    "Aḥmad Ibn ʿAllān al-Ṣiddīqī, Sharḥ al-Ḥikam al-ghawthiyya , ed. Aḥmad Farīd al-Mazīdī, Cairo 2008",
    "Ibn ʿArabī, al-Futūḥāt al-makkiyya (Cairo 1329/1911, repr. Beirut n.d.), 1:102, 120 (chap. 5), 184 (chap. 24), 221 (chap. 35), 244 (chap. 43), 251 (chap. 45), 253 (chap. 46), 280 (chap. 54), 356, 448, 590, 655; 2:11, 22, 201 (chap. 129), 221–2 (chap. 135), 233 (chap. 146), 261 (chap. 161), 318 (chap. 177 §7), 505 (chap. 216), 551 (chap. 250), 683 (chap. 297); 3:65 (chap. 317), 94 (chap. 325), 130 (chap. 334), 136 (chap. 336), 353 (chap. 367), 396 (chap. 369 §17); 4:137 (chap. 501), 141 (chap. 504), 195 (chap. 556), 498",
    "Ibn ʿArabī, Fuṣūṣ al-ḥikam , ed. Abū l-ʿAlāʾ ʿAfīfī (Cairo 1946), 129 (s.v. Lot)",
    "Ibn ʿArabī, al-Isfār ʿan natāʾij al-asfār , ed. and trans. Denis Gril (Combas 1994), 68–9",
    "Ibn ʿArabī, al-Kawkab al-durrī fī manāqib Dhī l-Nūn al-Miṣrī , in Rasāʾil Ibn ʿArabī , ed. Saʿīd ʿAbd al-Fattāḥ (Beirut 2002), 3:84, 252, trans. Roger Deladrière, La vie merveilleuse de Dhû l-Nûn l’Égyptien (Paris 1988), 86, 306–7",
    "Ibn ʿArabī, Mawāqiʿ al-nujūm wa-maṭāliʿ ahillat al-asrār wa l-ʿulūm , ed. Muḥammad Badr al-Dīn al-Naʿsānī (Cairo 1325/1907), 69, 114, 150–1",
    "Ibn ʿArabī, Manzil al-quṭb , Rasāʾil 19 (Hyderabad 1948), 4, 11–2",
    "Ibn ʿArabī, Muḥāḍarat abrār wa-musāmarat al-akhyār (“Expositions of the dutiful and nightly conversations of the chosen ones”) (Beirut 1968), 1:146–7, 190, 196–7, 258–9, 326–7, 300–1, 343–5, 2:26, 53–4, 114–5,135–6, 157, 257, 296–7",
    "Ibn ʿArabī, Rūḥ al-quds fī muḥāsabat al-nafs , ed. ʿIzzat Ḥuṣriyye (Damascus 1970), 7, 44, 79–81 (no. 2), 99–102, 87 (no. 6), 99–102 (no. 14), 113–4 (no. 19), 118 (no. 24), trans. Ralph W. J. Austin, Sufis of Andalusia. The Rûḥ al-Quds and al-Durrat al-Fākhirah of Ibn ʿArabi , London 1971, trans. from English Gérard Lecomte, Les Soufis d’Andalousie , Paris 1979",
    "Ibn ʿAṭāʾ Allāh al-Iskandarī, Laṭāʾif al-minan (Tunis 1304/1886), 48, trans. Éric Geoffroy, La Sagesse des maîtres soufis (Paris 1998), 89",
    "Ibn ʿAṭāʾ Allāh al-Iskandarī, ʿUnwān al-tawfīq fī ādāb al-ṭarīq , Cairo 1989, ed. Khālid Zahrī (with Uns al-waḥīd wa-nuzhat al-murīd ), Beirut 2004",
    "Ibn ʿAyshūn al-Sharrāṭ, al-Rawḍ al-ʿāṭir al-anfās bi-akhbār al-ṣāliḥīn min ahl Fās , ed. Zahrāʾ al-Naẓẓām, Rabat 1997",
    "Ibn Baṭṭūṭa, Riḥla , ed. and trans. Charles Defrémery and Beniamino Raffaello Sanguinetti, Voyages , Paris 1854, repr. 1979 (Ar. text and French trans.)",
    "Ibn Faḍlallāh al-ʿUmarī, Masālik al-abṣār fī mamālik al-amṣār , ed. Muḥammad ʿAbd al-Qādir Kharīsāt et al. (United Arab Emirates 2001), 8:256–8, no. 86",
    "Ibn Ḥajar al-ʿAsqalānī, al-Durar al-kāmina , 4 vols., Hyderabad 1350/1931–2",
    "Ibn al-ʿImād al-Ḥanbalī, Shadharāt al-dhahab fī akhbār man dhahab (Beirut n.d.), 4:303",
    "Ibn Khaldūn, Bughyat al-ruwwād fī dhikr al-mulūk min Banī ʿAbd al-Wād , ed. and trans. Alfred Bel, Histoire des Beni Abd el-Wâd, rois de Tlemcen (Algiers 1913), text 23–5, trans. 83–4",
    "Lisān al-Dīn Ibn al-Khaṭīb, al-Iḥāṭa fī akhbār Gharnaṭa , ed. Muḥammad ʿAbdallāh ʿInān (Cairo 1974), 2:192",
    "Lisān al-Dīn Ibn al-Khaṭīb, Rawḍat al-taʿrīf bi-l-ḥubb al-sharīf , ed. Muḥammad al-Kattānī (Casablanca 2004), 223, 417, 525",
    "Ibn Maryam, al-Bustān fī dhikr al-awliyāʾ wa l-ʿulamāʾ bi-Tilimsān , ed. Muḥammad Ibn Abī Shanab, Algiers 1908, repr. 1986, trans. F. Provenzali, El-Boustane ou Jardin des biographies des saints et savants de Tlemcen , Algiers 1910, repr. Tlemcen 2003",
    "Muḥammad Ibn Marzūq , al-Musnad al-ṣaḥīḥ al-ḥasan fī maʾāthir wa-maḥāsin mawlānā Abī l-Ḥasan , ed. María-Jesús Viguera (Algiers 1981)",
    "Ibn Mulaqqin, Ṭabaqāt al-awliyāʾ , ed. Nūr al-Dīn Shurayba (Cairo 1973, i.e., 1975), 437–8, no. 132",
    "Aḥmad Ibn al-Qāḍī, Jadhwat al-iqtibās fī dhikr man ḥalla min al-aʿlām madīnat Fās , comp. Aḥmad b. al-Qāḍī al-Miknāsī (Rabat 1973–4), 2:530–1, no. 609",
    "Ibn Qunfūdh al-Qusanṭīnī, al-Fārisiyya fī mabādiʾ al-dawla al-ḥafṣiyya , ed. Muḥammad al-Shādhilī al-Nayfar and ʿAbd al-Majīd Turkī (Tunis 1968), 50, 56, 68",
    "Ibn Qunfūdh al-Qusanṭīnī, Kitāb al-wafayāt , ed. ʿĀdil Nuwayhiḍ (Beirut 1971), 397, no. 594",
    "Ibn Qunfūdh al-Qusanṭīnī, Uns al-faqīr wa-ʿizz al-ḥaqīr (“The peaceful life of the poor and the notoriety of the miserable”), ed. Muḥammad al-Fāsī and Adolphe Faure, Rabat 1965",
    "Ibn Ṣaʿd al-Tilimsānī, al-Najm al-thāqib fī mā li-awliyāʾ Allāh min mafākhir al-manāqib (“The shooting star on the highest virtues of the friends of God”), ed. Aḥmad al-Dībājī (Beirut 2011), 138, 380–98 (no. 66), 406–13 (no. 69, Abū Yaʿzā)",
    "al-Shaʿrānī, al-Ṭabaqāt al-kubrā (Cairo n.d.), 1:133–5",
    "Abū Aḥmad Jaʿfar Ibn Sīd Bono (or Būna), Kitāb al-Shihāb mawʿiẓa li-ulī l-albāb , ed. ʿAbdalllāh Ibn ʿArafa, Casablanca 2005",
    "Yusūf b. Yaḥyā Ibn al-Zayyāt al-Tādilī, al-Tashawwuf ilā rijāl al-taṣawwuf (“A survey of the men of Ṣūfism”), ed. Aḥmad al-Tawfīq, Rabat 1984",
    "Ibn al-Zubayr, Ṣilat al-ṣila , ed. Sharīf Abū l-ʿAlāʾ al-ʿIdwī (with Kitāb al-Ṣila ) (Cairo 2008), 3:376–7, no. 881",
    "Muḥammad b. Jaʿfar al-Kattānī, Salwat al-anfās wa-muḥādathat al-akyās bi-man uqbira min al-ʿulamāʾ wa l-ṣulaḥāʾ bi-Fās , ed. ʿAbdallāh al-Kāmil al-Kattānī et al. (Casablanca 2004), 1:415, 416–8 (no. 380, on Abū Madyan’s mosque in Fez, and 381), and index",
    "Aḥmad b. Ibrāhīm b. Aḥmad b. Muḥammad Ṣālih al-Mājirī, al-Minhāj al-wāḍiḥ fī taḥqīq karāmāt Abī Muḥammad Ṣāliḥ , ed. Mohamed Rais, in Aspects de la mystique marocaine au vii e –xiii e \n \n siècle , Ph.D. diss. University of Provence 1995–6",
    "Muḥammad Makhlūf, Shajarat al-nūr al-zakiyya fī ṭabaqāt al-mālikiyya (Beirut 1350/1931), 164, no. 508",
    "al-Maqqarī, Nafḥ al-ṭīb min ghuṣn al-Andalus al-raṭīb , ed. Iḥsān ʿAbbās, 8 vols., Beirut 1968",
    "al-Maqrīzī, Kitāb al-Muqaffā al-kabīr , ed. Muḥammad al-Yaʿlāwī (Beirut 1991), 1:204, 588–92, 671–82, 6:32 (Abū Madyan’s disciples)",
    "ʿAbd al-Wāḥid al-Marrākushī, al-Muʿjib fī talkhīṣ akhbār al-Maghrib , ed. Muḥammad Saʿīd al-ʿAryān and Muḥammad al-ʿArabī al-ʿAlamī, Casablanca 1978 7",
    "ʿAbd al-Raʾūf al-Munāwī, al-Kawākib al-durriyya fī tarājim al-sāda al-ṣūfiyya , ed. Muḥammad Adīb al-Jādir (Beirut 1999), 2:238–44 and index",
    "Muḥammad b. Muḥammad Murābiṭ, al-Jawāhir al-ḥisān fī naẓm awliyāʾ Tilimsān (“The beautiful jewels of the poetry of the saints of Tlemcen”), ed. ʿAbd al-Hamīd Ḥājjiyāt (Algiers 1974), 25–44",
    "Yūsuf al-Nabhānī, Jāmiʿ karāmāt al-awliyāʾ , ed. Ibrāhīm ʿAṭwah ʿAwaḍ (Cairo 1962), 2:117–21",
    "Aḥmad b. Khālid al-Nāṣirī, al-Istiqṣā li-akhbār duwal al-Maghrib al-aqṣā, Archives Marocaines 32/3, Les Almohades, trans. Ismaël Hamet (Paris 1927), 184–7",
    "Quṭb al-Dīn al-Qasṭallānī, Irtifāʿ al-rutba bi-l-libās wa-l-ṣuḥba , in Rasāʾil min al-turāth al-ṣūfī fi l-lubs wa-l-khirqa , ed. Iḥsān al-Thāmirī and Muḥammad al-Qadaḥāt (Amman 2002), 64–93",
    "al-Ṣafadī, al-Wāfī bi-l-wafayāt , ed. Aḥmad al-Arnāʾūṭ and Turkī Muṣṭafā (Beirut 2000), 16:95",
    "Ṣafī al-Dīn Ibn Abī l-Manṣūr, Risāla , ed. and trans. Denis Gril (Cairo 1986), index",
    "Abū ʿAbdallāh al-Sāḥilī, Bughyat al-sālik fī ashrāf al-masālik , ed. ʿAbd al-Raḥīm al-ʿAlamī (Rabat 2003), 495",
    "al-Shaṭṭanawfī, Bahjat al-asrār wa-madin al-anwār (“Joy of intimate secrets and source of lights”), Cairo 1330/1912",
    "Aḥmad al-Tādilī al-Ṣawmaʿī, al-Muʿzā fī manāqib al-shaykh Abī Yaʿzā , ed. ʿAlī al-Jāwī (Agadir 1996), index",
    "ʿAbdallāh al-Talīdī, al-Muṭrib bi-mashāhīr awliyāʾ al-Maghrib (Rabat 2000), 64–81",
    "Muḥammad b. ʿAbd al-Karīm al-Tamīmī, al-Mustafād fī manāqib al-ʿubbād bi-madīna Fās wa-mā yalīhā min al-bilād (“What benefit can be drawn from the virtues of the pious of the city of Fez and neighbouring communities”), ed. Muḥammad al-Sharīf, Tetouan 2002",
    "ʿAbd al-Wāḥid b. al-Ṭawwāḥ, Sabk al-maqāl , ed. Muḥammad Masʿūd Jubrān (Beirut 1995), 52–4, 58–64",
    "Aḥmad Bābā al-Tunbuktī, Nayl al-ibtihāj bi-taṭrīz al-Dībāj (Fez 1317/1899–1900), 107–12, ed. ʿAbd al-Ḥamīd al-Harrāma (Tripoli, Libya 1989), 193–9, no. 204",
    "al-Yāfiʿī, al-Irshād wa-l-taṭrīz fī faḍl dhikr Allāh wa-tilāwat al-kitāb al-ʿazīz , ed. Muḥammad Adīb al-Jādir (Beirut 2002), 144–5",
    "al-Yāfiʿī, Mirʾāt al-janān wa-ʿibrat al-yaqẓān , ed. Khalīl al-Manṣūr (Beirut 1997), 3:355–6",
    "al-Yāfiʿī, Nashr al-maḥāsin al-ghāliya fī faḍl al-mashāyikh al-ṣūfiyya (“Disclosure of the precious virtues concerning the excellence of the Ṣūfī masters”), ed. Ibrāhīm ʿAṭwa ʿAwaḍ (Cairo 1961), 289–90",
    "al-Yāfiʿī, Rawḍ al-rayāḥīn fī ḥikāyāt al-ṣāliḥīn (Cairo 1989), 358, no. 456",
    "Aḥmad Zarrūq, Manāqib al-Ḥaḍramī , ed. Muḥammad Naṣṣār (Cairo 2008), 42.",
    "Studies",
    "Claude Addas, Abu Madyan and Ibn ʿArabi, in Stephen Hirtenstein and Michael Tiernan (eds.), Muhyiddin Ibn ʿArabi. A commemorative volume (Shaftesbury 1993), 163–80",
    "Claude Addas, Ibn ʿArabī ou la quête du Soufre Rouge (Paris 1989), index s.v. Abū Madyan",
    "Muḥammad al-Ṭāhir ʿAlāwī, al-ʿĀlim al-rabbānī sayyidī Abū Madyan Shuʿayb , Algiers 2004",
    "Nillī Salāma al-ʿĀmirī (Nelly Amri), al-Taṣawwuf bi-I-Ifrīqiya fī l-ʿaṣr al-wasīṭ (Tunis 2009), index",
    "Nelly Amri, Le samāʿ dans les milieux soufis du Maghreb (vii e –x e /xiii e –xvi e siècles). Pratiques, tensions et codification, Qantara 30 (2009), 491–528",
    "Nelly Amri, al-Wilāya wa-l-mujtamaʿ. Musāhama fī l-taʾrīkh al-dīnī wa-l-ijtimāʿī li-Ifrīqiya fī l-ʿahd al-ḥafṣī (Manouba 2001), index",
    "Miguel Asín Palacios, Shadhilies y alumbrados (Madrid 1990), 30–7",
    "ʿAbd al-Raḥmān Badawī, Abū Madyan wa-Ibn ʿArabī, in Ibrāhīm Madkūr (ed.), al-Kitāb al-tadhkārī, Muḥyī l-Dīn Ibn ʿArabī (Cairo 1969), 114–28",
    "Jean-Joseph Léandre Bargès, Tlemcen ancienne capitale du royaume de ce nom (Paris 1859), 260–74",
    "Jean-Joseph Léandre Bargès, Vie du célèbre marabout autrement dit Bou-Médin , Paris 1884",
    "Alfred Bel, Abū Madyan, EI1",
    "Alfred Bel, Sidi Bou Medyan et son maître Ed-Daqqâq à Fès, in Institut des Hautes Études Marocaines, Mélanges René Basset (Paris 1923), 1:31–68",
    "Rachid Benblad, Tlemcen des saints et des savants , Oran 2003",
    "Charles Brosselard, Les inscriptions arabes de Tlemcen. 1. Mausolée du cheikh el-ouali Sidi Boumedin, Revue Africaine 19 (1859), 1–17",
    "Robert Brunschvig, La Berbérie orientale sous les Hafsides des origines à la fin du xv ème siècle (Paris 1947), 2:317–20 (on Abū Madyan) and 321–34 (on his disciples in Tunisia)",
    "William C. Chittick, The self-disclosure of God. Principles of Ibn al-ʿArabī’s cosmology (Albany 1998), 377–8, 380",
    "William C. Chittick, The Sufi path of knowledge. Ibn al-ʿArabi’s metaphysics of imagination (Albany 1989), 149, 224, 323, 404 n. 19",
    "Michel Chodkiewicz, Un océan sans rivage. Ibn Arabî, le livre et la loi (Paris 1992), 47",
    "Michel Chodkiewicz, Le Sceau des saints. Prophétie et sainteté dans la doctrine d’Ibn ʿArabî (Paris 1986), 96, 123, 125, 130, 141, 218",
    "Vincent J. Cornell, Realm of the saint. Power and authority in Moroccan Sufism (Austin 2000), 23–6, 29–30, 67–79, 151–61",
    "Vincent J. Cornell, The way of Abū Madyan. The works of Abū Madyan Shuʿayb , Cambridge 1996",
    "Émile Dermenghem, Le culte des saints dans l’islam maghrébin (Paris 1954 7 , repr. 1982), 71–86",
    "Émile Dermenghem, Tlemcen mystique, saints et confréries , Bordeaux 1954",
    "Khayr al-Dīn Ziriklī, al-Aʿlām (Beirut 1990), 3:166",
    "Mohamed Souheil Dib, La nourriture et la passion, sur la pensée de l’œuvre d’Abû Madyan , Paris 2003",
    "Mohamed Souheil Dib, La Rih’lat d’Abû Madyan ou l’appel du Maghreb, Horizons Maghrébins 54 (2006), 120–8",
    "Gerald T. Elmore, Islamic sainthood in the fullness of time. Ibn al-ʿArabī’s Book of the fabulous gryphon (Leiden 1999), 102–8",
    "Ben Rochd Errachid, Le soufisme pratique. L’enseignement du Cheikh Abou Madyan comme modèle, in Zaïm Khenchelaoui (ed.), Mā warāʾ al-naṣṣ. Au delà du texte (Algiers 2008), 67–78",
    "Ḥusayn Fārisī, Abū Madyan Shuʿayb. Ḥayātuhu wa-adabuhu , Oran 2005",
    "Halima Ferhat, Le Maghreb au xii ème et xiii ème siècles. Les siècles de la foi (Casablanca 1993), 55–77",
    "Halima Ferhat, Le soufisme et les zaouyas au Maghreb. Mérite individuel et patrimoine sacré (Casablanca 2003), 15, 21, 41, 45, 90, 102–9, 113–8, 131–3",
    "Francisco Franco Sánchez, Andalusíes y magrebíes en torno a los Sīd Bono/a de Guadalest y Granada, in Perez Lazaro José (ed.), Historia, ciencia y sociedad. Actas del II Coloquio Hispano-Marroquí de ciencias históricas (Madrid 1992), 217–32",
    "Éric Geoffroy, Le soufisme en Égypte et en Syrie sous les derniers mamelouks et les premiers ottomans (Damascus 1995), 218–22, 512 (Syrian Madyaniyya)",
    "ʿAbd al-Salām Gharmīnī, al-Madāris al-ṣūfiyya al-maghribiyya wa-l-andalusiyya fī l-qarn al-sādis al-hijrī (Casablanca 2000), 320–51",
    "Maḥmūd Maḥmūd Ghurāb, Sharḥ \n Kalimāt al-ṣūfiyya min kalām al-shaykh al-akbar Muḥyī l-Dīn Ibn al-ʿArabī (Damascus 1981), 277–300",
    "Denis Gril, De la khirqa à la ṭarīqa . Continuité et évolution dans l’identification et la classification des voies, in Rachida Chih and Catherine Mayeur-Jaouen (eds.), Le soufisme à l’époque ottomane (Cairo 2010), 57–81",
    "Būmadyan Karrūm, Shiʿr Abī Madyan Shuʿayb al-Andalusī al-Tilimsānī. Qirāʾa naqdiyya tawthīqiyya, al-Faḍāʾ al-maghāribī. \n Jāmiʿat Abī Bakr Abū l-Qāʿid 2 (2004), 108–18",
    "Mukhtār Ḥabbār, Shiʿr Abī Madyan al-Tilimsānī , Damascus 2002",
    "Muḥammad al-Ḥazmāwī and Zaʿīm Khanshalāwī, Waqf Sidi Abū Madyan fī l-Quds, 720H/1320M , Algiers 2009",
    "Sari-Ali Hikmet, La zaouïa de Sidi Boumediene , Tlemcen 2009",
    "ʿAbd al-ʿAzīz Ibn ʿAbdallāh, Maʿlamat al-taṣawwuf al-islāmī (Rabat 2001), 2:46–50",
    "Luṭfī ʿĪsā, Maghrib al-mutaṣawwifa. Al-inʿikāsāt al-siyāsiyya wa-l-ḥirāk al-ijtimāʿī, min al-qarn 10 M ilā l-qarn 17 M (Tunis 2005), 87–148",
    "ʿUmar Kaḥḥala, Muʿjam al-muʾallifīn (Damascus 1957–61, repr. Beirut n.d.), 4:302",
    "Zaïm Khenchelaoui, Le maître des maîtres Madyan Shuʿayb. L’Algérie au cœur du soufisme , Algiers 2011",
    "al-Saʿīd Lamlīḥ, al-Tawāṣul al-fikrī wa-l-rūḥī bayna l-Maghrib al-aqṣā wa-l-Mashriq al-islāmiyyayn (Abu Dhabi 2005), 456–62",
    "Muḥammad Mājidal-Ḥazmāwī, Waqfiyyat Abū Madyan al-ghawth fī madīnat al-Quds, in Zaʿīm Khanshalāwī (Zaïm Khenchelaoui) (ed.), Mā warāʾ al-naṣṣ. Au delà du texte (Algiers 2008), 234–61 (Arabic text)",
    "ʿAbd al-Ḥalīm Maḥmūd, Shaykh al-shuyūkh Abū Madyan al-Ghawth. Ḥayātuhu wa-miʿrājuhu ilā llāh , Cairo 1975",
    "Georges Marçais, Abū Madyan, EI2; William Marçais and Georges Marçais, Les monuments arabes de Tlemcen (Paris 1903), 222–82",
    "Louis Massignon, Documents sur plusieurs waqfs musulmans, principalement sur le waqf Tamimi à Hébron et sur le waqf tlemcénien Abû Madyân à Jérusalem, REI (1951), 74–120, and (1953), 39–42, repr. in Opera Minora (Paris 1969), 3:181–232",
    "Louis Massignon, La Passion de Husayn Ibn Mansûr Hallâj, martyr mystique de l’Islam (Paris 1975), 2: 342–3",
    "Paul Nwyia, Ibn ʿAṭāʾ Allāh (m. 709/1309) et la naissance de la confrérie šādilite (Beirut 1972), 51–62",
    "Mohamed Rais, Aspects de la mystique marocaine au vii e –viii e /xiii e –xiv e siècle à travers l’analyse critique de l’ouvrage al-Minhāj al-wāḍiḥ fī taḥqīq karāmāt Abī Muḥammad Ṣāliḥ , Ph.D. diss. University of Provence (Aix-en-Provence) 1995–6",
    "Muḥammad Raʾīs, Taʾthīr madrasat Abī Madyan al-ghawth bi-Miṣr khilāl al-qarnayn al-hijriyayn al-sādis wa-l-sābiʿ, in ʿAbd al-Jawwād al-Saqqāṭ and Aḥmad al-Sulaymānī, al-Tawāṣul al-Ṣūfī bayna Miṣr wa-l-Maghrib (al-Muḥammadiyya, Morocco 2000), 167–77",
    "Sid-Ahmed Sekkal, Un saint de première grandeur. Sidi Abou Madian , Tlemcen 1993",
    "Muḥammad b. Ramaḍān Shāwush, Bāqat al-sūsān fī l-taʿrīf bi-ḥāḍirat Tilimsān (Algiers 2011 2 ), 1:234–60 (on the al-ʿUbbād architectural complex)",
    "Corneille Trumelet, L’Algérie légendaire, en pèlerinage çà et là aux tombeaux des principaux thaumaturges de l’Islam (Algiers 1892), 485–93 (chap. 48)",
    "Dominique Valérian, Bougie, port maghrébin, 1067–1510 (Rome 2006), 48–53",
    "Ruggero Vimercati-Sanseverino, Fès et sainteté, de la fondation à l’avènement du Protectorat (808–1912). Hagiographie, tradition spirituelle et heritage prophétique dans la ville de Mawlāy Idrīs (Rabat 2014), chaps. 3–4",
    "Yūsuf Zaydān, Shuʿarāʾ al-ṣūfiyya al-majhūlūn (Beirut 1996), 34–44",
    "Zakia Zouanat, Ibn Mashîsh. Maître d’al-Shâdhili (Casablanca 1998), 30–2, 116",
    "GAL 1: 566–7."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 183
}