{
  "id": "eweb_604",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-30216.xml?rskey=8GmZ5s&result=4",
  "annotator": "Antonio",
  "title": "al-Ḥakīm al-Tirmidhī",
  "authors": [
    "Geneviève Gobillot"
  ],
  "word_count": "(7,681 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Jul 2018",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Al-Ḥakīm al-Tirmidhī (“The Sage of Termez,” d. probably 298/910), is considered the most productive mystic author of his time, although some major aspects of his thought remain too little known. His full name, Abū ʿAbdallāh Muḥammad b. ʿAlī b. al-Ḥasan b. Bashīr, indicates that his paternal ancestors were Muslim for at least three generations. He was born between 205/820 and 210/825, in Termez (Ar., Tirmidh), a commercial town in the old province of Khurāsān (in present-day Uzbekistan), on the border with Afghanistan. The most reliable information suggests 298/910 as his date of death, at more than ninety years old (Ibn Ḥajar, 5:310). Every year his mausoleum attracts throngs of pilgrims, which have increased since Uzbekistan became independent in 1991. The mausoleum is one of the monumental complexes of mediaeval Termez, which was built on the remains of an ancient city whose foundation dates back at least to the period of Alexander’s conquests (fourth-third centuries B.C.E.). It was usually part of the province of Bactria and part of Mā Warāʾ al-Nahr (lit., the country beyond the river river), located as it was on the right bank of the Amu Darya (Gk., Oxus; Ar., Jayḥūn) at the confluence with the Surkhan (Uzbek, Surxondaryo) Darya, in present-day southern Uzbekistan.",
    "1. His life in his cultural and religious environment",
    "In his autobiography, Badʾ shaʾn Abī ʿAbdallāh Muḥammad al-Ḥakīm al-Tirmidhī (“The beginning of the journey of the sage Abū ʿAbdallāh Muḥammad al-Tirmidhī”), al-Tirmidhī describes his spiritual progress and elevation in the degrees of sainthood. This major source states that, while a child, his father had taught him the Prophetic tradition ( ḥadīth , Sunna) and “personal opinion” (raʾy) , which apparently refers to the juridical method of Abū Ḥanīfa (d. 150/767). During a pilgrimage to Mecca at the age of twenty-seven al-Tirmidhī attained repentance (tawba) , the first stage of his spiritual journey. It required that he devote his entire life to God. After a stay in Basra to complete his education, he returned to his hometown, where he sought in vain a master to guide him in his mystical quest. After numerous fasts and prayers, he finally gained access to the “words of the masters of knowledge” through a book of the Syrian ascetic and mystic Aḥmad b. ʿĀṣim al-Anṭākī (d. c.220/835), probably Dawāʾ dāʾ al-qulūb wa-maʿrifat himam al-nafs wa-adabihā (“The healing of the heart and the knowledge of the soul’s aspirations and manners”). Thus he began to see his spiritual ascent reflected in several dreams. In the first two, he received the good news (bushrā) of his membership in the elite of the saints, “those seized by God” (majdhūbūn) , whose degree falls just below that of the prophet Muḥammad himself. While at that stage, he met persons with whom he could “invoke God and humbly pray until dawn.” At about that time he found himself a victim of persecution that can be dated approximately through his allusion to “a discord in our land and insurrection with the result that all those who had done me harm and slandered me in the city… fled and became exiles” (al-Tirmidhī, Badʾ shaʾn , 19–20, trans. Radtke and O’Kane, 22). According to most researchers, this refers to the Ṣaffārids, a dynasty of doctrinaire rulers of Tirmidh between 257/871 and 261/875 (al-Juyūshī, 171), who were strongly attached to Sunnī orthodoxy and fought Shīʿism on the orders of the ʿAbbāsid caliphate (Laoust, 134). Al-Tirmidhī was accused of spreading “beliefs that had never even crossed his mind” (al-Tirmidhī, Badʾ shaʾn , 20) and was ordered to the court of Balkh to face three charges: talking about love, innovating in religious matters, and claiming to be a prophet. This tribulation resulted in a humiliation of his “carnal soul” (nafs) that he never managed to achieve by other means. Full of joy and gratitude, he describes the illuminative experience that followed this adversity. One night he was walking alone in the countryside: “It was as if something happened in my heart, and I felt filled with happiness…. Even the barking of dogs that were chasing me brought me solace…. It seemed to me that the sky, the planets, and the moon were close to the earth” (al-Tirmidhī, Badʾ shaʾn , 19). After al-Tirmidhī’s rehabilitation, his teaching gained popularity and won him many followers, a development he saw as evidence of his spiritual progress, happiness being, in his view, a more difficult test than suffering, because of the sense of laxity that it sometimes induces in its possessor. At that point, his autobiography leaves the visible world and focuses on the dreams of some of his companions, especially his wife, through which he receives confirmation of his elevation to the highest degree of sainthood (walāya) . The date, which he considered the acme of his existence, is so important that he singles it out for mention, the only such reference in all his writings: “(It was) a Saturday, in the last ten days of Dhū l-Qaʿda (the eleventh month of the lunar year) in 269(/883).” At dawn that day, his wife informed him that she saw his accession to the rank of the forty saints who “support the earth” (al-Tirmidhī, Badʾ shaʾn , 31). Some hagiographers have suggested that he had to undergo another wave of persecutions towards the end of his life and had to seek refuge at Balkh, where the Ḥanafī jurists protected him, according to al-Subkī (d. 756/1355; Ṭabaqāt , 245)—a madrasa teacher in Damascus and khaṭīb at the Umayyad Mosque, and later a qāḍī and official—and the Egyptian religious scholar, official, and historian Ibn Ḥajar (d. 853/1449) ( Lisān , 5:308). At this time, he seems to have been accused of teaching that certain saints might be superior to prophets.",
    "Al-Tirmidhī’s expectation of broadmindedness on the part of his fellow citizens might be explained by the rich culture of the region at that time and by its religious pluralism. Buddhism was no longer officially practised because of the drastic measures adopted by the first Muslim conquerors, which are described by al-Narshakhī (d. c.244/859) ( Taʾrīkh , 73), the first known historian in Central Asia, but it had left remarkable monuments, such as the great centre of Kara-Tepe, on the site of Old Termez. On the other hand, the testimony of al-Muqaddasī (d. 381/991), the Arab geographer from Jerusalem ( Aḥsan , 323), suggests that Zoroastrianism, tolerated in the ʿAbbāsid empire, was still broadly represented in the region, and Manichaeism, although not very active, may still have had some followers. Christianity and Judaism were widely represented, especially by their heterodox branches, such as the Nestorians who had found refuge in this part of Khurāsān. Many Muslim groups considered seditious by the ʿAbbāsid regime had settled at Tirmidh, especially the Jahmiyya (believers in absolute predestination) and various groups of partisans of ʿAlī (Shīʿa). Sunnī Islam was prosperous and represented by many famous scholars, such as the famous ḥadīth collector Muḥammad b. ʿĪsā al-Tirmidhī (d. 279/892).",
    "2. Al-Tirmidhī and the pre-eminent spiritual movements of his time",
    "Al-Tirmidhī met representatives of the major Khurāsānī ascetic-mystical groups of his time, such as the Malāmatiyya (the people of blame), whose principle of concealment of one’s true spiritual state has been compared by Marijan Molé to the Syriac Shituta (the total abnegation by some Syriac Nestorian mystics of the self and a cloaking of their charisms under a blameworthy appearance; Molé, 20–1). He suggested that, by engaging, as did their Christian predecessors, in reprehensible actions such as the consumption of wine and a disregard for religious obligations, they escaped the adulation of their contemporaries and freed themselves of any sense of personal merit. In an attempt to avoid ostentation, they earned their living through trade, which was the major activity of middle-class urban Muslims at the time. They neither proselytised nor travelled to preach but tried to overcome their selfish ego or carnal soul (nafs) through the practice of (self-)blame (malāma) . Al-Tirmidhī, who shared with them a sedentary lifestyle and sought to humiliate his nafs , corresponded with two of their most famous representatives, Muḥammad b. al-Faḍl al-Balkhī (d. 319/931) and Abū ʿUthmān al-Ḥīrī (or al-Nīsābūrī, d. 298/910). In his letters ( Durr , fols. 15b-17b, 66a-69a, 140b-141b), he advises them not to try to thwart the wiles of their carnal soul before having reached a state of totally disinterested sincerity (ṣidq) and not to preoccupy themselves too much with self-blame. He expressed the concern that, by focusing attention on his ego, the mystic may become distracted from his heart’s quest for closeness with God. Self-knowledge traps the mystic in his own limitations and should be annihilated by the knowledge of God, which vivifies the heart and combats the weaknesses of his “carnal soul.”",
    "Unlike “the people of blame,” the Karrāmiyya, who were itinerant preachers, went from one khānaqā (Ṣūfī lodge) to another, displaying their feats of piety and worship to the crowds and revealing to everyone the most intimate details of their spiritual journey. Al-Tirmidhī devotes a section of his famous Khatm al-awliyāʾ (“The Seal of the Friends of God (or Saints)”) to the unfortunate experience of one of their most famous representatives, Yaḥya b. Muʿādh al-Rāzī (d. 257/871), known for his love poems to God. Despite his overall negative attitude to the Karrāmiyya, al-Tirmidhī acknowledged the validity of several of their theological concepts and practices and thus can be said to have adopted the position of arbitrator, inviting his readers to follow what seemed to him the best attitudes in every ascetic-mystical trend while warning against any excess that might impede one’s progress on the spiritual path.",
    "He also associated with the Ṣūfī Aḥmad b. Khiḍruya (d. 240/854) and the wandering ascetic Abū Turāb al-Nakhshabī (d. 245/859), both from Khurāsān, whose names, like his, were associated with spiritual chivalry (futuwwa) . These mystics advocated one’s unlimited dedication to his spiritual brothers, accompanied by discretion and selflessness. Futuwwa apparently represented merely a sort of virtuous behaviour and was not unique to any specific order, group, or organisation.",
    "Some scholars have suggested, on the basis of his nickname, that al-Tirmidhī was part of a group of ḥukamāʾ (sages). According to the testimonies of the exegete, hagiographer, and theorist from Nīshāpūr al-Sulamī (d. 412/1021) ( Ṭabaqāt , 131) and the Central Asian scholar, Ṣūfī manualist, and hagiographer al-Qushayrī (d. 465/1072) ( Risāla , 18), the first man of religion who was granted the title of ḥakīm was Sarī Abū Manṣūr b. ʿAmmār (d. 225/839), a preacher mentioned by al-Tirmidhī in his Kitāb al-furūq (“Terminological variations,” chap. 122). The title was then attributed to one of the founders of mysticism in Khurāsān, Ḥātim al-Asamm (d. 237/851), and later to the renowned Persian gnostic from Balkh, who lived in Tirmidh and was a disciple of al-Tirmidhī, Abū Bakr al-Warrāq (d. 294/907) (al-Sulamī, Ṭabaqāt , 226), and to one of his contemporaries, Shāh al-Kirmānī (d. 300/912), a disciple of Abū Turāb al-Nakhshabī. Nothing in this information, however, confirms the hypothesis that the ḥukamāʾ were a specific group of philosophers or sages influenced by Hellenistic culture. It seems rather that they were individuals linked by a common experience of spiritual direction. This is confirmed by the declaration of al-Tirmidhī that the title of ḥakīm corresponds to the degree of knowledge possessed by some mystical guides (al-Tirmidhī, ʿIlm , fol. 213; Durr , fol. 160a). The upper grade of this class, Supreme Wisdom (ḥikmat al-ḥikma) , belongs to the most advanced saints, the majdhūbūn , who are capable of leading their disciples into proximity with God, without discourse and simply through the example of their way of life. This constitutes the “highest wisdom” or “quintessence of wisdom” that is the epitome of selfless sincerity (ṣidq al-ṣidq) (al-Tirmidhī, Amthāl , 87). Moreover, al-Tirmidhī never mentions philosophy per se, although he does mention some Neoplatonic themes that he may have received through various intermediaries.",
    "On the other hand, it is certain that, as the famous Baghdad compiler of Ṣūfī writings and Ṣūfī biographer Jaʿfar al-Khuldī (d. 348/959) claimed (al-Sulamī, Ṭabaqāt , 434), al-Tirmidhī was not a Ṣūfī, that is, an ascetic recognisable in public by his patched woollen garment (khirqa) . Furthermore, he almost never used the words Ṣūfī and taṣawwuf . Al-Tirmidhī’s attachment to Sunnism, on the other hand, is beyond doubt, despite the fact that he always evokes with great respect ʿAlī and his family. Citing this fact, Henry Corbin suggested that he may have appropriated the Shīʿī concept of imāma (which holds that the Imām—who must be a descendant of ʿAlī, cousin of the Prophet, and of his daughter Fāṭima—is the closest friend of God, the only true spiritual guide, and the centre of light in the world) in order to establish his doctrine of sainthood (Corbin, 273–4). This view is questionable, because it is difficult to determine when key words such as “the Seal of Sainthood” first appeared and who was the first to use them, al-Tirmidhī or his contemporaries amongst Shīʿī scholars.",
    "3. The classification of al-Tirmidhī’s writings",
    "The corpus of al-Tirmidhī’s Arabic writings is unusually large for his time, especially in view of the fact that most of his peers left only oral teachings that were disseminated by their disciples and collected by hagiographers. His complete bibliography was first published by Osman Yahya (Yahya, 3:411–72) updated by Khālid Zahrī (2013), who also lists the main studies on his thought in Ḥakīm Khurāsān wa-anīs al-zamān (“The sage of Khurāsān, an intimate companion across time”). He mentions sixty-two editions and 108 titles, a significant number of these texts comprising questions (masāʾil) assembled in collections such as al-Durr al-maknūn (“The hidden pearl”), but only a few—especially Nawādir al-uṣūl (“The unusual principles”), Khatm al-awliyāʾ , and ʿIlal al-ʿubūdiyyāt (“The reasons for canonical rites”)—appear to have been known to al-Tirmidhī’s contemporaries.",
    "Al-Tirmidhī’s oeuvre can be divided into six parts: Qurʾānic exegesis, prophetic Tradition, jurisprudence, terminology, anthropology, and the theory of sainthood.",
    "1. A tafsīr (Qurʾān commentary) that is considered lost (al-Ḥujwirī, 141). Comments on individual verses abound also in his other works, especially al-Durr al-maknūn . Inserted into the main text, they serve as evidence or argument and do not constitute a conventional linear commentary. Al-amṭāl min al-Kitāb wa-l-Sunna (“The book of parables drawn from the Qurʾān and Sunna”) contains the mystical explanation of symbols, images, and parables taken from the sacred texts.",
    "2. The Prophetic tradition is represented by a collection of rare ḥadīth s, Nawādir al-uṣūl , which contains 391 chapters. Some traditions recounted by al-Tirmidhī are apparently unique to him. For this reason, Ibn Qayyim al-Jawziyya (d. 751/1350), a disciple of the famous Iraqi-born theologian, Ḥanbalī scholar, and anti-Ṣūfī polemicist Ibn Taymiyya (d. 728/1328), took issue with another of his texts, al-Iḥtiyāṭāt (“The book of precautions,” in Tuḥfat al-mawrūd , 203, 216). At the same time, Ibn Qayyim borrowed many chapters of Kitāb al-furūq (“About the nuances (in Arabic),” chaps. 1, 14, 20, 22, 24, 27, 37, 38, 40, 42, 45, 48, 66) to use in his own Kitāb al-rūḥ (“The book of the spirit,” chaps. 9, 10, 12, 16, 18, 21–3, 25–7, 29, 38). The Nawādir is not a classic collection of traditions: each ḥadīth is followed by a commentary that relates it to one or another major theme of al-Tirmidhī’s thought. The short collection titled al-Radd ʿalā l-muʿaṭṭila (“The reply to him who denies God’s attributes”) is probably a compilation of traditions devoted to the concept of qadar (absolute predestination) intended to present al-Tirmidhī as an orthodox thinker.",
    "3. A precis of jurisprudence, al-ʿIlal is devoted, in fact, to the mystical explanation of the rites in Islam. It is a thorough study of the spiritual purpose of every canonical rite that evoked hostile reactions during the lifetime of its author.",
    "4. Arabic terminology is the subject of three books: al-Furūq , al-ʿAql wa-l-hawā (“Intellect and passion as opposites”), and Taḥṣīl naẓāʾir al-Qurʾān (“Polysemy in the Qurʾān”), but there are also scattered elements of this material in many other texts.",
    "5. Al-riyāḍa (“The exercise (of the carnal soul)”) and Adab al-nafs (“Education of the soul”) are devoted to spiritual anthropology. This material can be found also in Ghawr al-umūr (“The depth of things”). The vocabulary and subject matter of al-Farq bayn al-ṣadr wa-l-qalb wa-l-fuʾād wa-l-lubb (“The differences between the chest, the internal heart, the external heart, and the subtlest part of the heart”) indicate that it was written by a late follower of al-Tirmidhī (Gobillot, Risālatān , iii, viii, ix).",
    "6. Khatm al-awliyāʾ (an alternate name for Sīrat al-awliyāʾ , “The path of the saints”), his most famous work, is dedicated to the definition of sainthood, the classification of the saints, and their hierarchy. ʿIlm al-awliyāʾ (“The science of the saints”) adds to this teaching about sainthood several complements related essentially to the knowledge of the spiritual functions of the Arabic langage. Al-durr al-maknūn is a collection of short treatises on various aspects of the spiritual way of life.",
    "The eclecticism of al-Tirmidhī’s writings reflects his intention to show that there are no profound differences between all the disciplines of religious field because they serve the same aim: the salvation of human beings. His overall intellectual attitude can be defined as an attempt to apply the criteria of spiritual knowledge to all religious sciences. According to Bernd Radtke, “He subjects the theological-juridical tradition, more specifically the religious duties imposed by the sharīʿa , to an interpretatio ab intra ” (Radtke and O’Kane, 3). As a result, we encounter the contradictory statements that depict him sometimes as a Ḥanbalī, sometimes as a Jabrī (one who asserts that everything in the world is the result of divine predestination) or a Karrāmī (adherent of a mystical doctrine found mainly in Khurāsān), and sometimes as an esoteric Gnostic, a Bāṭinī (a person of Ismāʿīlī inspiration initiated in esoteric doctrines). His writings present al-Tirmidhī as an independent spirit who constantly rejected all propositions a priori, in favour of a circumstantial and thorough reflection. He was an adept of ijtihād (personal effort at comprehension) in the full meaning of the word. He almost never cites as authentic any theological or jurisprudential authority other than the Qurʾān or the Prophetic traditions. At the same time, his discriminating critical mind exposed the weaknesses of several methods of analysis, formulations, and practical applications that he had found in various religious sciences.",
    "From al-Tirmidhī’s self-citations, one can attempt to reconstruct an approximate chronology of his works, the earliest being Nawādir al-uṣūl and Ghawr al-umūr . Later works include al-Manhiyyāt (“the religious prohibitions”), al-Akyās (“The wise ones”), ʿIlal , and, probably his last work, his unfinished al-ʿAql wa-l-hawā . However, it is almost impossible to detect any change in his teaching. All his writings reflect the same thought pattern: accurate, coherent, and fully harmonised in its expressions, with no second thoughts, amendments, or contradictions, as if they had been composed after he had definitely and unequivocally established his positions on all the topics that he discoursed about throughout his long life.",
    "4. The main lines of al-Tirmidhī’s teaching",
    "Al-Tirmidhī distanced himself from those religious groups prone to use violence against their opponents, such as the Rāfiḍīs (Shīʿīs who were considered heretics or schismatics), who challenged the legality of the first two caliphs, or the Khārijīs, who treated other Muslims as unbelievers ( Nawādir , chap. 41). He was also wary of the methods used by ḥadīth scholars, jurists, and theologians. In his view, the former often abandon the deeper meaning of the Prophetic tradition in favour of formal rules. Jurists are rude, ambitious, and jealous, because they are able to use their knowledge to gain the favour of the princes of this world; moreover, the fact that they are constantly confronted with the wiles and crimes of men affects their heart, so that it grows rough and devious ( Durr , fol. 4a). Finally, many theologians use knowledge (ʿilm) of God and his law to support a lucrative profession. He also denounced all the tendencies in which he had detected doctrinal exaggeration, such as anthropomorphism, Qadarism (advocacy of human free will), Jahmism (the belief that a human being has no ability to act on one’s own), and Muʿtazilism (the first rationalist theological movement in Islam). Muʿtazilīs are accused of wanting to rob God of His power and His attributes ( Nawādir , chap. 163). He criticises the psychological rigidity of anyone confined to a single discipline and recalls that the quest for divine proximity, which is the goal of any spiritual path, transcends them all. That is why he states that only authentic spiritual masters can take positions on every matter of morality and religion. As the only ones capable of providing correct judgement, they are the saints of the highest degrees ( Nawādir , chap. 268), at the summit of whose hierarchy is the “The Seal of the Friends of God (or Saints)” (khatm al-awliyāʾ) . With this basic principle in mind, he proposed original answers to many issues debated in various religious circles of his time. Some of his positions imply a real revolution in contemporary Sunnī theology, which may explain why they were sometimes considered “innovations” and have, for that reason, remained largely unknown.",
    "4.1 Human responsibility and the acquisition of works",
    "Al-Tirmidhī adopted a theological position based on his comprehension of the Qurʾān, according to which human beings are responsible for their works (al-Tirmidhī, Ghawr , 29), but he suggests that the opinion of the Muʿtazilīs on the subject must be revised, in order not to deprive God of his qadar , which he defines as God’s creation of human beings for the purpose of resurrection and eternal happiness (al-Tirmidhī, Taqwā , fol. 78b–79a). With regard to human acts, he adopts a notion of acquisition (kasb) that is close to that of al-Ashʿarī (d. 325/936), the scholar and theologian who founded the school of tenets of faith that bears his name: “Human actions are similar to threads of various colours that men choose and arrange together. Thus, each can weave the fabric of his own acts” (al-Tirmidhī, Durr , fol. 63b–65a). God is thus the real author of everything what happens, in the sense that he has created all forms of contingent beings in the world, but humans are responsible for the realisation of these possibilities in their lives.",
    "4.2 Reasoning by analogy (qiyās)",
    "Concerning the legal method of al-Shāfiʿī (d. 204/820)—whose legacy on juridical matters and teaching eventually gave rise to the Shāfiʿī madhhab (school) of fiqh (jurisprudence)—al-Tirmidhī criticises, for instance, the validity of the proof that justifies the formula, “If I marry you, I repudiate you” by a parallelism with the statement, “You buy for me a slave and you release him,” in the sense that, in both cases, there is a commitment to follow an act of another. According to him, this comparison is a false qiyās , because, if the case of the slave involves a praiseworthy action, that of the divorce justifies a negative act and “an insult to the dignity of a woman” ( Furūq , chap. 156). He criticises in the same way the qiyās of Iblīs (Satan), who refused to prostrate himself in front of Adam: “I am better than him: Thou created me from fire, and Thou created him from clay” (Q 38:76), asserting that “the Devil has not paid attention to the fact that clay comes from water and water extinguishes fire” (al-Tirmidhī, Ghawr , 27). He thus establishes the principle that a true qiyās must be based on the essence of things, not on their appearances.",
    "4.3 Concerning the mystical discipline he asks, “Between gratitude (shukr) and patience (ṣabr) , which state is nobler?”",
    "In response to this controversial question, al-Tirmidhī asserts the superiority of gratitude, which he considers the sole prerogative of the saints of the highest degrees, whereas patience is shared by ordinary believers and saints of the lower degrees. One who suffers focuses his attention on how he transcends the pain he has to endure, and this position provides him a feeling of personal merit, like a man who is trying to remain stoic while arrows are shot at him. On the contrary, in the case of gratitude, the man turns his face towards the one who offers him gifts, while forgetting himself, as someone to whom a benefactor sends golden coins walks towards him to pick up the coins and comes ever closer to him (al-Tirmidhī, Bāb Ikhtilāf , fol. 57).",
    "4.4 States ( aḥwāl ) and steps ( darajāt )",
    "As a spiritual master, al-Tirmidhī prefers the term “states,” because the word “steps” implies, in his view, long-term acquisitions. According to him, good works cannot be perpetually cumulative, so the term “state” is more appropriate. The mystic path thus consists of a succession of ineffable states in constant evolution. They are quickly transformed, one into another. The steps, like patience and gratitude, are only pedagogical reference points, and the idea that saints could remain at certain degrees for a definite period of time is just an illusion.",
    "4.5 Spiritual teaching as reflected in al-Tirmidhī’s writings",
    "Although all mystics agreed on the necessity of a spiritual master, most did not admit that his communication with the aspirants could take place through writing, considering that nothing replaces the physical presence of a guide. Al-Tirmidhī, for his part, insists that love, as the principle of any genuine exchange, can proceed through written words, as we can see in the example of the Qurʾān: “He who observes the letters that compose the Qurʾān is like a man who passionately loves someone he does not see; but here is a text written by his hand.” When reading the Holy Book in this way, one can see in each letter the love that God has reserved to him personally (al-Tirmidhī, Amthāl , 57). This means two things: first, that, in his view, the best spiritual guide is God himself, and second, that human guides can influence disciples through their writings, as he did on many occasions during his life. That is also the reason he considered his writings the inheritance of later generations.",
    "Al-Tirmidhī has also explored some questions that have rarely, if ever, been discussed by Muslim thinkers.",
    "Concerning mystical experience, he gives significant standing to various themes of Syriac Christian spirituality. For example, he cites a comparison of Stephen Bar Sudhaile, a fifth-century Syrian commentator of Evagrius Ponticus (d. 399 C.E.), which represents the carnal soul as a tree whose roots must be eradicated by the mystic after he has cut its branches ( Hierotheus , III.2.313). He evokes also the image of the “divine motherhood” attributed to Pseudo-Macarius (fourth-fifth centuries C.E.) ( Homélies , 16.2.3–4, 27.3.2) in attributing to God a sort of “maternal” attitude towards the aspirant, who becomes, in evangelical terms, similar to a little child, at the end of his spiritual path (al-Tirmidhī, Khatm , 420–1). He must therefore have had access to Persian or Arabic translations of Christian writings, either from Greek or Syriac (Gobillot, Première mystique, 29).",
    "In linguistics, he anticipated the Persian grammarian Abū Hilāl al-ʿAskarī (d. c.400/1010) in demonstrating in his Kitāb al-furūq that the Arabic language has no absolute synonyms. This assertion had important consequences for his reading of the Qurʾān, particularly for his use of verbal analogy, explaining the meaning of a word by its parallel occurrences in the text (see the example of athār in al-Tirmidhī, Ghawr , 18), to which he adds, in his Taḥṣīl , the phenomenon of the polysemy of the sacred vocabulary.",
    "Al-Tirmidhī is also the only Muslim author who has commented directly on a verse of the Qurʾān by using the Christian apocryphon The questions of Bartholomew (4.53–9), which describes a conversation between God and Iblīs concerning Adam (al-Tirmidhī, Ghawr , 20, 82). He also practised historical criticism, attesting that several authentic passages, such as the parable of the rivers of gold, are missing from the Vulgate ( Khatm , 351). Although it might appear that he agreed on this point with similar Shīʿī theories (Amir-Moezzi, 231–63), this is not the case, because the omissions that he mentions are not related to the names of ʿAlī or his descendants, the imām s.",
    "His hierarchy of the saints is radically different from that of the prevalent Sunnī doctrines of his time, according to which the first caliph, Abū Bakr al-Ṣiddīq (The Truthful, r. 11–3/632–4), is the supreme model of sainthood because of his trust in the heavenly ascent (miʿrāj) of the Prophet. His rank, that of “mystical Pole” (quṭb) , the summit of the hierarchy of saints, is then transmitted generation after generation to elect saints. On the contrary, the Seal of Sainthood is, according to al-Tirmidhī, a unique person, similar to the seal of the prophets ( Khatm , 336–9). This means that Muḥammad cannot hold both ranks, and that his counterpart, whom al-Tirmidhī never identifies, therefore surpasses him in saintliness. Despite the difficulties inherent in this concept, several mystics adopted it and proclaimed themselves Seals of Sainthood, for example, the famous mystic of Andalusian origin Ibn ʿArabī (d. 638/1240), who postulated the existence of two seals, that of general sainthood, Jesus, and that of Muḥammadan sainthood, himself. The Algerian-born shaykh and scholar Aḥmad al-Tijānī (d. 1815), founder of the Tijāniyya, declared that he was both the Pole and the Seal of Sainthood.",
    "5. The classification of believers",
    "According to al-Tirmidhī, the notion of sainthood is inseparable from love (ḥubb) of God, the greatest of saints being the one whose love for his Creator is the strongest. As the criterion of all human life, love is the basis of al-Tirmidhī’s classification of believers (muʾminūn) , unbelievers, and hypocrites (munāfiqūn) (al-Tirmidhī, Nawādir , chap. 287). Amongst the believers, some feel satisfied with the minimum degree of love, which enables them to reach the lower levels of Paradise, while some are driven by a special vocation that encourages them to advance in the degrees of sainthood, until they reach the divine proximity (qurba) . The saints are of two categories. The first is that of “the ones seized by God” (majdhūbūn) , to which al-Tirmidhī claimed to belong. God has taken possession of their hearts instantly and with no limitation. These are the “truthful ones” (ṣiddīqūn) . The others are “saints of the path,” the “sincere ones” (ṣādiqūn) . They advance towards God gradually, slowly, and with difficulty because of the resistance of their carnal soul, which they must struggle unceasingly to destroy, until they finally traverse the last distance that separates them from God. “The seized ones,” on the other hand, traverse this distance rapidly and easily, because their soul is carried by the irresistible force embedded in their heart. They therefore need not destroy their soul in order to reach proximity with God and thus become the greatest spiritual guides (al-Tirmidhī, Khatm , 407). The forty saints who support the earth and the Seal of Sainthood fall into this category.",
    "In order to show how the choice of love has been established by God as the ontological basis of human freedom, al-Tirmidhī used a cosmological narrative of pre-existence of the same type as that found in Shīʿī traditions and in the writings of some Ṣūfīs, such as the Baghdadī Ṣūfī author and Shāfiʿī legal scholar al-Junayd (d. 298/910), of Persian origin, and the Persian Ṣūfī exegete and theorist Sahl al-Tustarī (d. 283/896), who settled in Bassora. It is based on the principle of the first creation of beings in a subtle form, the dharr (entities that are non-material monads). Their story unfolds in the course of three “days.” The first is the Day of the Beginning (yawm al-badʾ) , during which all human beings are created in perfect equality and are immersed in the light of the divine contemplation (al-Tirmidhī, Ghawr , 47). During the Day of the Attention Paid by Hearts (or Day of Attention, yawm al-bāl ), God gives them the choice whether to remain in this contemplation or to turn themselves towards other objects of interest ( Durr , fols. 161b–162a). Finally, during the Day of the Decrees (yawm al-maqādīr) , each being directs himself towards the level that corresponds to the choice he made on the Day of Attention (al-Tirmidhī, Taqwā , fol. 75a). From this moment on, human beings are divided into three categories: disbelievers, hypocrites, and believers. After the creation of Adam, the souls will be placed in his loins and answer God’s question on the Day of the Pact (mīthāq) between God and men— a lastu bi-rabbikum? (Am I not your Lord?) (Q 7:172)—each according to what it has become, given its choice. They then remain in this situation throughout their lives.",
    "In this way, al-Tirmidhī has managed to bring home the fact that everyone is responsible for his own destiny, having had the freedom to choose what he or she would be. The saints are the ones who remained constant in their focus on God, and the Seal of Sainthood is the most truthful of all, the only one whose contemplation of God is constant and undivided.",
    "Noteworthy here is the prevalence of love in the encounter with God. It is reflected in human behaviour, which is characterised by compassion (raʾfa) . It is supposed to bring together not only humans beings but all of God’s creatures. Al-Tirmidhī has deduced from this situation a principle of non-violence. He thus reads the verse on the law of retaliation, “There is life for you in retaliation” (Q 2:279), as an indication that one should consider it only a means of dissuasion (al-Tirmidhī, Furūq , chaps. 156, 476). A dream of his wife in which she declares, “What I was afraid of was the reaction of his merciful heart at the sight of the sword (with which someone seemed to threaten to kill his companions)” testifies that his principles really drove his way of life (al-Tirmidhī, Badʾ in Khatm , 29).",
    "Al-Tirmidhī’s spiritual anthropology is based on his worldview. It is the heart (qalb , sometimes fuʾād) which, as a subtle component of human nature, is directly opposed to the carnal soul of the believer and not, as Sahl al-Tustarī argues, the intellect (ʿaql) or the spirit (rūḥ) . The “conscious heart” constitutes the original essence of all beings. In fact, the primordial monads of the Day of the Pact could be defined as hearts. They will be resurrected and return to God or will stay in hellfire (al-Tirmidhī, Nawādir , chap. 262), after they have become, because of their incredulity, harder than the stones that are the fuel of the hellfire, as stated by a Qurʾānic parable (Q 2:24, 2:74).",
    "As a logical extension of these ideas, the pre-eminence of divine mercy (raḥma) is essential to al-Tirmidhī’s thought. Because of its pre-eminence, one cannot imagine that God would agree that creatures, which are a product of his love, would be destroyed or lost forever. Most of humanity, however, needs to fear Hell in order to reach salvation. That is why God has carefully hidden from most of them that he has prepared eternal happiness for all (al-Tirmidhī, Yuḥadhdhirukum , fol. 84a). For this reason, al-Tirmidhī exercised great discretion in dealing with the subject, but he believes that, after a stay in Hell, all sinners will eventually be sent by God to Paradise. This will happen because their hearts, which he likens to a broken glass (al-Tirmidhī, Ghawr , 49) or to a knife blunted by the evil they have committed, will be repaired by the flames of Hell and the excess water that falls from Paradise into Hell (al-Tirmidhī, Wajadnā al-sikkīn , fol. 79b). The need for this “repair” in fire explains the need for Hell (see also al-Tirmidhī, Amthāl , 297).",
    "This vision appears to be a particular form of universal salvation (apocatastasis). This is confirmed by al-Tirmidhī’s assertion that all hearts will return to the state they occupied on the first Day of the Primordial Pact (al-Tirmidhī, Taqwā , fols. 78a–78b) and that all religious communities (Christians, Jews, gnostics, and others) will enter Paradise one after another (al-Tirmidhī, Fa-atākum , fol. 117a). His view in this matter differs from that of Ibn ʿArabī, who assumes that the damned will remain in Hell but that their suffering will eventually end. It differs also from the eschatological conceptions of the only two other mystics who adopted a similar thesis, al-Tustarī and the Ṣūfī author ʿAbd al-Karīm al-Jīlī (d. 811/1409). It seems that none of the numerous mystical paths (Ṣūfī orders)—such as the Shādhiliyya (founded by the Moroccan Abū l-Ḥasan al-Shādhilī, d. 656/1258, and established in North Africa and the central Middle East) and the Naqshbandiyya (whose eponymous founder, Bahāʾ al-Dīn Naqshband, died in 791/1389, and which is now widespread)—that have adopted and adapted al-Tirmidhî’s mystical educational principles and his classification of the saints has preserved even a semblance of this important eschatological notion.",
    "Print version: 9789004356665, 2018, 2018-5"
  ],
  "bibliography": [
    "Arabic sources",
    "ʿAlī b. ʿUthmān al-Ḥujwīrī, Kashf al-maḥjūb , ed. ʿAbd al-Hādī Qindīl, Cairo n.d.",
    "Ibn ʿArabī, La vie merveilleuse de Dhû-l-Nûn l’Égyptien , trans. Roger Deladrière, Paris 1988",
    "Ibn Ḥajar al-ʿAsqalānī, Lisān al-mīzān , 7 vols., Hyderabad 1329–31/1911–3",
    "Ibn Qayyim al-Jawziyya, al-Rūḥ , ed. Khālid al-ʿAṭṭār, Beirut 1998",
    "Ibn Qayyim al-Jawziyya, Tuḥfat al-mawrūd bi-aḥkām al-mawlūd , Beirut 1973",
    "Muḥammad Ibrāhīm al-Juyūshī, al-Ḥakīm al-Tirmidhī. Dirāsa li-athārihi wa-afkārihi , Cairo 1980",
    "Muḥammad b. Jaʿfar al-Narshakhī, Taʾrīkh Bukhārā , ed. Amīn ʿAbd al-Majīd Badawī and Naṣrallāh Mubashshir al-Ṭirāzī, Cairo 1385/1965",
    "al-Muqaddasī, Aḥsan al-taqāsim fī ma’rifat al-aqālīm , ed. M. J. de Goeje, Leiden 1877",
    "Pseudo-Macarius, Œuvres spirituelles I. Homélies propres à la Collection III , trans. from the Greek by Vincent Desprez, Paris 1980",
    "Abū l-Qāsim al-Qushayrī, al-Risāla al-qushayriyya fī ʿilm al-taṣawwuf , ed. Maʿrūf Zarīq and ʿAlī Baltājī, Beirut n.d.",
    "al-Subkī, Ṭabaqāt al-Shāfiʿiyya al-kubrā , ed. ʿAbd al-Fattāḥ Muḥammad al-Ḥulw and Maḥmūd Muḥammad al-Ṭanāḥī, 6 vols., Cairo 1964–76",
    "al-Sulamī, The book of Sufi chivalry. Lessons to the son of the moment. Futuwwah , trans. Tosun Bayrak al-Jerrahi al-Halveti, New York 1983",
    "al-Sulamī, Ṭabaqāt al-Ṣūfiyya , ed. Johannes Pedersen, 2 vols., Leiden 1960",
    "al-Ḥakīm al-Tirmidhī, al-Aʿḍāʾ wa-l-nafs (with al-ʿAql wa-l-hawā) , ed. Wajīh Aḥmad ʿAbdallāh, Alexandria, Egypt 1991",
    "al-Ḥakīm al-Tirmidhī, al-Amthāl min al-Kitāb wa-l-sunna (“The book of parables drawn from Qurʾān and Sunna), ed. ʿAlī Muḥammad al-Bajāwī, Alexandria, Egypt 1975",
    "al-Ḥakīm al-Tirmidhī, Bāb Ikhtilāf al-nās fī l-shukr wa-l-ṣabr , Göttingen, Universitätsbibliothek, MS 256, fols. 40–58",
    "al-Ḥakīm al-Tirmidhī, Badʾ shaʾn Abī ʿAbdallāh Muḥammad al-Ḥakīm al-Tirmidhī , ed. Uthmān Yaḥyā, Beirut 1965",
    "al-Ḥakīm al-Tirmidhī, Bayān al-farq bayn al-ṣadr wa-l-qalb wa-l-fuʾād wa-l-lubb , ed. Nicolas Herr, Cairo 1958",
    "al-Ḥakīm al-Tirmidhī, al-Durr al-maknūn fī asʾila mā kāna wa-mā yakūn (“The hidden pearl of questions on what was and what will be”), Leipzig, Universitätsbibliothek, MS 212, partial ed. Ibrāhīm al-Juyūshī, al-Masāʾil al-maknūna (“The hidden questions”), Cairo 1980",
    "al-Ḥakīm al-Tirmidhī, al-Furūq wa-man ʿal-tarāduf (“Terminological variations and the impossibility of synonymy in Arabic”), ed. Muḥammad Ibrāhīm al-Juyūshī, Cairo 1998, trans. Geneviève Gobillot, Le livre des nuances ou de l’impossibilité de la synonymie , Paris 2006",
    "al-Ḥakīm al-Tirmidhī, Ghawr al-umūr , ed. Geneviève Gobillot, AI 28 (1994), 1–83, trans., Geneviève Gobillot, Le livre de la profondeur des choses , Lille 1996",
    "al-Ḥakīm al-Tirmidhī, al-Ḥajj wa-asrārihi (“The pilgrimage and its secrets”), ed. Ḥusnī Naṣr Zaydān, Cairo 1969",
    "al-Ḥakīm al-Tirmidhī, Khatm al-awliyāʾ , ed. ʿUthmān Yaḥyā, Beirut 1965, ed. Bernd Radtke, Thalāthat muṣannafāt lil-Ḥakīm al-Tirmidhī. Kitāb Sīrat al-awliyāʾ = Drei Schiften des Theosophen von Tirmid̲ (with Badʾ shaʾn Abī ʿAbdallāh Muḥammad al-Ḥakīm al-Tirmidhī) , Beirut and Stuttgart 1992, trans. Bernd Radtke and John O’Kane, The concept of sainthood in early Islamic mysticism , Richmond, Surrey 1996",
    "al-Ḥakīm al-Tirmidhī, Kitāb al-riyāḍa (“The exercise of the carnal soul”), known also as al-Ḥaqīqat al-adāmiyya (“The deep truth of the human being”), ed. in Majalla Kulliyat al-Adab (“Jounal of the Faculty of Arts,” University of Alexandria 1946), and Adab al-nafs (“Education of the soul”), printed together in A. J. Arberry and ʿAlī Ḥasan ʿAbd al-Qādir (eds.), Kitāb al-riyāḍa wa-Adab al-nafs , Cairo 1366/1947",
    "al-Ḥakīm al-Tirmidhī, Masʾala fī l-taqwā (“Question about piety”), Dublin, Chester Beatty Library, MS 4459, fols. 74b–79a, with Faṣl wajadnā al-sikkīn , fols. 79b–80a, Faṣl wa-yuḥadhdhirukum Allāh nafsahu (commentary of Q 3:28), fols. 80b–117a, and Fa-atāhum Allāh thawāb al-dunya ( commentary of Q 3:148), fols. 117a–125b",
    "al-Ḥakīm al-Tirmidhī, Nawādir al-uṣūl fī maʿrifat aḥādīth al-rasūl (“The unusual principles that emerge from the knowledge of the traditions of the Messenger”), ed. ʿAbd al-Raḥmān ʿUmayra, 5 vols., Constantinople 1293/1876, facs. repr. Beirut 1992",
    "al-Ḥakīm al-Tirmidhī, al-Ṣalāt wa-maqāsidihā , ed. Ḥusnī Naṣr Zaydān, Cairo 1965",
    "al-Ḥakīm al-Tirmidhī, Taḥṣīl naẓāʾir al-Qurʾān , ed. Ḥusnī Naṣr Zaydān, Cairo 1969.",
    "Studies",
    "Mohammad Ali Amir-Moezzi, Al-Shaykh al-Mufîd (m. 413/1022) et la question de la falsification du Coran, RSO , n.s. 87/1–4 (2014),155–76",
    "Henry Corbin, Histoire de la philosophie islamique , Paris 1964",
    "Pierre Leriche and Vincent Fourniau (eds.), La Bactriane au carrefour des routes et des civilisations de l’Asie centrale. Termez et les villes de Bactriane-Tokharestan , Paris 2001",
    "Geneviève Gobillot, Corps (badan) , âme (nafs) et esprit (rūḥ) selon Ibn Qayyim al-Jawziyyah à travers son Kitāb al-rūḥ. Entre théologie rationnelle et pensée mystique, OM , n.s. 90/1 (2010), 229–58",
    "Geneviève Gobillot, Introduction, in Khālid Zahrī and Geneviève Gobillot (eds.), Risālatān mansūbatān lil-Ḥakīm al-Tirmidhī (“Two epistles attributed to al-Ḥakīm al-Tirmidhī”) (Beirut 2005), iii–xi",
    "Geneviève Gobillot, Le langage, science des saints, selon al-Ḥakīm al-Tirmidhī, in Geneviève Gobillot (ed.), Mystique musulmane, parcours en compagnie d’un chercheur. Roger Deladrière (Paris 2002) , 59–92",
    "Geneviève Gobillot, Le Mahdī , le kh \n atm al-awliyāʾ et le quṭb . Evolution des notions entre sunnisme et chiisme, Mélanges de Science Religieuse 59 (2002), 5–30",
    "Geneviève Gobillot, Patience (ṣabr) et rétribution des mérites, gratitude (shukr) et aptitude au bonheur selon al-Ḥakīm al-Tirmidhī (m. 318/930), SI 79 (1994), 51–78",
    "Geneviève Gobillot, La première mystique musulmane a-t-elle eu des liens avec les mystiques syriaques?, in Alain Desreumaux (ed.), Les mystiques syriaques (Paris 2011), 189–234",
    "Geneviève Gobillot, Présence d’al-Ḥakīm al-Tirmidhī dans la pensée Shādhilī, in Éric Geoffroy (ed.), Une voie soufie dans le monde. La Shādhiliyya (Paris 2005), 31–52",
    "Geneviève Gobillot, Quelques stéréotypes cosmologiques d’origine pythagoricienne chez les penseurs musulmans au Moyen Âge, RHR 219/2 (2002), 161–92",
    "Geneviève Gobillot, Une solution au problème de la prédestination en islam. Les essences prédisposées d’Ibn ʿArabī (pt. 1), Revue philosophique de Louvain 105/3 (Louvain 2007), 333–60",
    "Geneviève Gobillot, Les sources de l’anthropologie spirituelle chez les mystiques musulmans, in Abdeljelil Temimi (ed.), Mélanges en hommage à Luce Lopez-Barralt (Tunis 2001), 267–314",
    "Antoine Guillaumont, Les “képhalaia gnostica” d’Évagre le Pontique et l’histoire de l’origénisme chez les Grecs et les Syriens (Paris 1962), 313 (quotation from Le livre de Hiérothée , III.2)",
    "Henri Laoust, Les schismes dans l’Islam , Paris 1983",
    "Yves Marquet, Al-Ḥakīm al-Tirmidhī et le néoplatonisme de son temps, Annales de la Faculté des Lettres et Sciences Humaines, Dakar 4 (1976), 263–306, 7 (1977) 151–81",
    "Louis Massignon, Essai sur les origines du lexique technique de la mystique musulmane , Paris 1922, 1954 2 , repr. 1999",
    "Christopher Melchert, Sufis and competing movements in Nishapur, Iran 39 (2001), 237–47",
    "Marijan Molé, Les mystiques musulmans , Paris 1965, repr. 1982",
    "Sara Sviri, Ḥakīm Tirmidhī and the Malāmatī movement in early Sufism, in Leonard Lewisohn (ed.), Classical Persian Sufism. From its origins to Rūmī (New York 1993), 583–613",
    "Bernd Radtke and John O’Kane, The concept of sainthood in early Islamic mysticism , Richmond, Surrey 1996",
    "al-Sulamī, La lucidité implacable, l’épître des hommes du blâme , trans. Roger Deladrière, Paris 1991",
    "Franz Taescher, As-Sulami’s Kitab al-futuwwa , in Flemming Hvidberg (ed.), Studia orientalia Ioanni Pedersen septagenario (Copenhagen 1953), 340–51",
    "Osman Yahya, Bibliographie de Tirmidhī , in Institut d’Études Islamiques de l’Université de Paris et Institut Français de Damas (ed.), Mélanges Louis Massignon (Damascus 1957), 3:411–80."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 783
}