{
  "id": "eweb_606",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-30482.xml?rskey=AZ9wTX&result=7",
  "annotator": "Antonio",
  "title": "al-Ḥīrī, Abū ʿUthmān",
  "authors": [
    "Jacqueline Chabbi"
  ],
  "word_count": "(1,216 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 May 2018",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Saʿīd b. Ismāʿīl Abū ʿUthmān al-Ḥīrī (d. 298/910) was a Shāfiʿī scholar of ḥadīth and an adherent of the ascetic tradition of Nīshāpūr. He purportedly obtained his nisba from the fact that he was buried in the al-Ḥīra cemetery in the city of Nīshāpūr, an important cultural centre of western Khurāsān. Although he was from the city of Rayy, according to a report in Ḥilyat al-awliyāʾ (“The ornament of the saints”) by Abū Nuʿaym al-Isfaḥānī (d. 430/1038)—a scholar of Persian origin who wrote exculsively in Arabic, mostly biographies of Ṣūfīs, scholars, and the Prophet—he does not bear the nisba Rāzī, which identifies a person as originating in Rayy. Al-Ḥīrī is said to have come to Nīshāpūr accompanied by his master, Shāh Shujāʿ al-Kirmānī (d. c.300/913), who is reported to have come from the Central Asian city of Merv and to have been of princely heritage. The purpose of the visit is said to have been to meet the ascetic Abū Ḥafṣ al-Ḥaddād (d. c.270/883), known for his withdrawal to an inner spirituality that is not divulged except to disciples. Al-Ḥīri reportedly stayed with him and eventually became his son-in-law, according to the account of Abū Nuʿaym, who claimed to have visited their graves on a visit to the city. The earliest note regarding al-Ḥīrī is found in the famous compilation devoted to figures presented as mystical characters, Ṭabaqāt al-Ṣūfiyya (“Generations of the Ṣūfīs,” s.v. Abū ʿUthmān Saʿīd, no. 23) by the exegete, hagiographer, and theorist from Nīshāpūr, Abū ʿAbd al-Raḥmān al-Sulamī (d. 412/1021). Al-Sulamī was especially interested in al-Ḥīrī because he was believed to have been the master of his maternal grandfather, Ismāʿīl b. Nujayd (d. 366/976–7; Hamid Algar, in his EI2 article Malāmatiyya, incorrectly makes al-Ḥīrī the maternal grandfather of al-Sulamī). Al-Sulamī emphasises al-Ḥīrī’s important role in “spreading the path of Ṣūfism in Nīshāpūr” (wa-minhu intashara ṭarīqat al-taṣawwuf bi-Naysābūr , al-Sulamī, Ṭabaqāt al-Ṣūfiyya , 159, s.v. Abū ʿUthmān b. Saʿīd, no. 23). This is, however, unlikely: part of the process of ideologisation may have led al-Sulamī to present Iraqi Ṣūfīs of the school of Junayd (d. 298/910)—the famous Baghdadi Ṣūfī author and Shāfiʿī legal scholar of Persian origin—as rivals of the ascetic mystics of his city.",
    "In reality, Ṣūfism established a foothold in eastern Iran only after the persecution of the disciples of al-Ḥallāj, who was put to death in Baghdad in 310/921–2, leading some of his representatives to leave Iraq and seek refuge from state persecution as far away as Transoxania. The Central Asian historian and theorist of Ṣūfism al-Kalabādhī (d. c. 380/990 or 384/994) mentions this in his al-Taʿarruf li-madhhab ahl al-taṣawwuf (“Exploration of the schools of the Ṣūfīs”). Following his master Abū Ḥafṣ, al-Ḥīrī is said then to have joined the local ascetic current of the Malāmatiyya, which promoted a life of ordinary appearance, integrated in the everyday life of the city, while pursuing a rigorous inner asceticism. Such a preference for discretion put them on a collision course with the supporters of the Karrāmiyya movement, another movement with ascetic themes, founded by ʿAbdallāh Muḥammad Ibn Karrām (d. 255/869) from Iran, which was dominant in Khurāsān and in all the eastern provinces of Iran and practised itinerant public preaching and advocated mendicancy. On the contrary, figures such as al-Ḥīri, his presumed master Abū Ḥafṣ, and their supposed disciples seem to have existed only in the aphorisms of virtuous life and discrete asceticism ascribed to them, which various authors of the ascetic-mystical genre of adab (Ṣūfī “etiquette”) literature had, for a long time, strongly emphasised. These supposed ascetics/mystics are associated with a rigorous orthodoxy, as pointed out by Abū Nuʿaym, who ascribes to al-Ḥīrī a statement in which he would have declared himself a companion of the Prophet and a follower of his Sunna (al-suḥba maʿa al-rasūl wa-ittibāʿ sunnatihi , Abū Nuʿaym al-Iṣfāhānī, Ḥilyat al-awliyāʾ , Cairo 1932–8, 10:245, no. 568). He is also presented as competent in the science of ḥadīth and is said to have transmitted the Tradition reported by the Prophet’s companion Ibn ʿUmar (d. 73/693) that tells the story of a man who had died while performing the fast of Ramaḍān, after having been instructed by the Prophet to have his beneficiaries feed a poor person until a certain date. The rest of the account consists of a paltry moralising corpus that Abū Nuʿaym reproduces mostly word for word, according to al-Sulamī. Thus, rather than a truly organised mystic tendency, the promotion of the ever so discrete movement attributed to the first Malāmatiyya may have been but a fiction initiated by al-Sulamī himself and subsequently taken up and promoted by other authors, ranging from Abū Nuʿaym to al-Ghazālī (d. 505/1111), the scholar, theorist, and mystical and pastoral theologian from Khurāsān, who reproduces some of its aphorisms in the Iḥyāʾ ʿulūm al-dīn (“Revitalisation of religious disciplines”), as, for example, to illustrate the theme of patience (ṣabr). The Ḥanbalī Ibn al-Jawzī from Baghdad (d. 597/1201) again presents the ascetic figures of Nīshāpūr’s Malāmatiyya in the Ṣifat al-ṣafwa (“The characteristics of the most excellent”), which, under the pretext of correcting certain supposed errors, aims to reinterpret Abū Nuʿaym’s Ḥilya .",
    "Several ascetic and mystical movements of the seventh/thirteenth century, some of them well organised and effective, such as the Qalandariyya and the Naqshbandiyya, would claim ideological affiliation to the teachings of the Nīshāpūrī Malāmatiyya and to figures such as al-Ḥīri, whom the ascetic-mystical literature stemming from al-Sulamī had probably appropriated and creatively “re-invented” as Malāmatīs two centuries earlier (the Qalandariyya, consisting mostly of celibate mendicant ascetics and sometimes characterised as antinomian, is of Central Asian origin and appears in fifth/eleventh-century sources in; the Naqshbandiyya, whose eponymous founder, Bahāʾ al-Dīn Naqshband, died in Bukhara in 791/1389, is now widespread).",
    "Print version: 9789004356641, 2018, 2018-4"
  ],
  "bibliography": [
    "Sources",
    "Abū Nuʿaym al-Isfāhānī, Ḥilyat al-awliyāʾ , Cairo 1351–7/1932–8",
    "al-Hujvīrī, Kashf al-maḥjūb , Leningrad 1926 (in Persian), repr. Tehran 1399/1979",
    "Abū Ḥafṣ ʿUmar al-Suhrawardī, ʿAwārif al-maʿārif , ed. ʿAbd al-Ḥalīm Maḥmūd Ibn al-Sharīf (Cairo 1971), chaps. 8 and 9 (comparing the Malāmatiyya, Qalandariyya, and Ṣūfiyya)",
    "al-Sulamī, Jawāmiʿ ādāb al-ṣūfiyya , ed. Etan Kohlberg, Jerusalem 1976",
    "al-Sulamī, Kitāb al-futuwwa , ed. S. Ateṣ, Ankara 1397/1977",
    "al-Sulamī, Kitāb ṭabaqāt al-ṣūfiyya , ed. Johannes Pedersen, Leiden 1960",
    "al-Sulamī, Risāla al-Malāmatiyya , ed. Abū l-ʿAlāʾ al-ʿAfīfī, Cairo 1364/1945.",
    "Studies",
    "Jacqueline Chabbi, Remarques sur le développement historique des mouvements ascétiques et mystiques au Khurasan, SI 46 (1977), 5–72",
    "Sara Sviri, Hakīm Tirmidhī and the Malāmātī movement in early Sufism, in Leonard Lewisohn (ed.), Classical Persian Sufism from its origins to Rumi (London and New York 1993), 583–613",
    "Jean-Jacques Thibon, L’ceuvre d’Abū ʿAbd al-Raḥmān al-Sulamī, 325/937–412/1021, et la formation du soufisme , Damascus 2009."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}