{
  "id": "eweb_607",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-35483.xml?rskey=QWysqr&result=2",
  "annotator": "Antonio",
  "title": "al-Kharaqānī, Abū l-Ḥasan",
  "authors": [
    "Alexey Khismatulin"
  ],
  "word_count": "(1,125 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Feb 2021",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Abū l-Ḥasan ʿAlī b. Aḥmad al-Kharaqānī (352–425/963–1033) was a Persian Ṣūfī master who was born, lived with his family, and died in Kharaqān, a village near Bisṭām (Basṭām) city in Simnān province in Iran, where his shrine was erected later. His deep spiritual relation with the “spiritual presence” (rūḥāniyyat) of Abū Yazīd (Bāyazīd) Bisṭāmī (d. 234/848–9 or 261/874–5), whose grave in Bisṭām he visited every evening for twelve years, were grounds for the Ṣūfī tradition to consider him an uwaysī , that is, a Ṣūfī initiated by a master not physically present at the time of the initiation. His formal, “physical” teacher must have been Abū l-ʿAbbās Qaṣṣāb Āmulī (d. 424/1033), a Ṣūfī master from Ṭabaristān. This double initiation was intended to demonstrate unequivocally a combination of two mystical ways—passive and active. The former, according to al-Kharaqānī, is the way of God’s guidance (hidāya) , and the latter is that of the seeker himself, who is subject to occasional deviation (ḍalāla) from the Truth. The former can also be defined as the way of attraction (jadhba) by God, as opposed to the everyday practical way of training (sulūk) under the guidance of a living teacher. Many famous Ṣūfī shaykh s have claimed a similar dual initiation. One of them is the founder of the Naqshbandiyya order, Bahāʾ al-Dīn Naqshband (d. 791/1389), from a suburb of Bukhara, in whose spiritual genealogy al-Kharaqānī forms the link between Bāyazīd Bisṭāmī and Abū l-Qāsim al-Gurgānī (d. 450/1058).",
    "Having no formal learning and perhaps even being illiterate, al-Kharaqānī became very popular, especially in Khurāsān, as the “pole of saints” guided directly by God. This led people to flock to him for his assistance or in order to ascertain and improve their level of spiritual perfection by partaking of his emanating “grace” (fayḍ) . Still others wanted to join the ranks of his disciples. He is said to have been visited by Sulṭān Maḥmūd Ghaznavī (r. 388–421/998–1030), the celebrated physician and scholar Ibn Sīnā (Avicenna, d. 428/1037), and some famous Ṣūfī masters from Khurāsān—such as the mystical poet and ascetic Abū Saʿīd b. Abī l-Khayr (d. 440/1049), the religious scholar and Ṣūfī manualist Abū l-Qāsim al-Qushayrī (d. 465/1072), and the teacher, exegete, and hagiographer ʿAbdallāh Anṣārī (d. 481/1088)—and the Persian poet and Ismāʿīlī scholar Nāṣir Khusraw Qubādiyānī (d. 481/1088). Although adhering to different religious schools and intellectual traditions, all were deeply impressed by al-Kharaqānī’s high spiritual state and extraordinary spiritual powers devoid of religious intolerance. In the words of the master, which are reported to have been written above the door of his khānaqāh (Ṣūfī lodge) and which later became very popular, “Whoever comes to this house, give him food and do not ask him about his faith. For whoever is given life by God deserves to eat from the table of Abū l-Ḥasan” (see, for example, Nūr al-ʿulūm , ed. ʿAbd al-Rafīʿ Ḥaqīqat, 143) This is one reason that his maxims and comments on the words of his Ṣūfī forerunners, his intimate talks with God (munājāt) , and stories about his personal spiritual experience feature in numerous, often very different Ṣūfī, texts composed after his death.",
    "Amongst these texts are a few primary sources based on oral tradition and compiled by his disciples and followers as well as compilations written by authors who had never met him. The former group comprises the extracts from the Nūr al-ʿulūm (“The light of knowledge”) which come down to us in the unique copy dated 689/1299 and currently held by the British Library (MS Or. 249 I); the Dhikr-i Quṭb al-sālikīn Abū l-Ḥasan Kharaqānī (“Mention of the pole of the wayfarers, Abū l-Ḥasan Kharaqānī”) in a volume of the collected treatises by ʿAbdallāh Anṣārī (MS Istanbul, Murād Mullā 1796), originally compiled after 566/1170–1 and containing 118 sayings; ʿAbdallāh Anṣārī’s Ṭabaqāt al-ṣūfiyya (“Categories of the Ṣūfīs”); the Ḥalāt wa-sukhanān-i shaykh Abū Saʿīd (“Life and sayings of Shaykh Abū Saʿīd”) by Jamāl al-Dīn Abū Rawḥ Luṭfallāh (d. 541/1146–7); and Asrār al-tawḥīd (“The mysteries of God’s oneness”) compiled between 574/1178–9 and 588/1192 by Luṭfallāh’s cousin Muḥammad b. Nūr al-Dīn Munawwar.",
    "To the second group of sources belong Ṣūfī anthologies and early analytic works, such the Kashf al-maḥjūb (“The revelation of the realities veiled”) by the mystical theorist, historian of Ṣūfism, and Ḥanafī scholar from Ghazni al-Hujwīrī (d. between 465/1073 and 469/1077), the Tadhkirat al-awliyāʾ (“Memorial of the saints”) by the great poet and hagiographer from Nīshāpūr Farīd al-Dīn ʿAṭṭār (d. 618/1221), the Nafaḥāt al-uns (“Breaths of intimacy”) by the mystical poet, Naqshbandiyya shaykh , and hagiographer from Herat ʿAbd al-Raḥmān Jāmī (d. 897/1492), and some other texts that mention al-Kharaqānī and quote his maxims in a broader Ṣūfī context.",
    "Al-Kharaqānī’s tomb and an adjacent mosque are supposed to date to the Īlkhānid period (654–754/1256–1353). The mosque’s miḥrāb (prayer niche) does not point toward the qibla (direction to the Kaʿba). The complex remains a popular pilgrimage destination for academics specialising in Ṣūfī studies, spiritual seekers, and tourists. Al-Kharaqānī’s life and legacy continue to attract Iranian scholars who have already published several books devoted to him and edited the primary sources.",
    "Print version: 9789004435971, 20210901, 2021-5"
  ],
  "bibliography": [
    "Nūr al-ʿulūm of Abū l-Ḥasan al-Kharaqānī",
    "E. E. Bertel’s (ed.), Nūr al-ʿulūm . Zhizneopisanie sheykha Abū l-Ḥasana Kharaqānī, Iran 3 (Leningrad 1929), 155–224 (a draft of the Persian text prepared by V. A. Zhukovskiĭ and published by Bertel’s with a Russian trans.)",
    "Mujtabā Mīnuvī (ed.), Aḥvāl va aqvāl-i Shaykh Abū l-Ḥasan Kharaqānī , Tehran 1354sh/1975 (a compilation collected by Mujtabā Mīnuvī from the principal books that mention al-Kharaqānī and supplemented with a new edition of the Nūr al-ʿulūm )",
    "Nūr al-ʿulūm , ed. ʿAbd al-Rafīʿ Ḥaqīqat, Tehran 1369sh/1990 (a new edition by Ḥaqīqat, with the extracts from all known Persian and Arabic books that refer to al-Kharaqānī and his sayings)",
    "Muḥammad-Riḍā Shafīʿi Kadkanī, Navishta bar daryā. Az mirāth-i ʿirfānī-yi Abū l-Ḥasan Kharaqānī , Tehran 1384sh/2005 (the same approach to al-Kharaqānī’s legacy as that of Mīnuvī and Ḥaqīqat, with some additions and amendments).",
    "Studies",
    "Hermann Landolt, Abuʾl-Ḥasan Karaqānī, EIr",
    "Mullāzāda Muḥammadhānī, Abū l-Ḥasan ʿAlī b. Aḥmad Kharaqānī, Dayrat al-maʿarif al-ʿālam al-Islāmī 15 (1393sh/2014), \nhttp://rch.ac.ir/article/Details?id=8518&&searchText=\n )."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 303
}