{
  "id": "eweb_608",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-68092.xml?rskey=AZ9wTX&result=3",
  "annotator": "Antonio",
  "title": "al-Rāzī, Yaḥyā b. Muʿādh",
  "authors": [
    "Arin Salamah-Qudsi"
  ],
  "word_count": "(1,332 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Mar 2018",
  "last_updated": "08 May 2025",
  "issn": null,
  "publisher": "Brill",
  "content": [
    "Yaḥyā b. Muʿādh al-Rāzī (d. 258/872) was a key figure of the pre-Ṣūfism period. He lived in the city of Rayy, whose remains lie near Shahr-i Rayy, in southeastern Tehran. During the third/ninth century, Rayy was one of the most significant cities of Islam and a major stop on the trade route from the Far East to the Caspian Sea (Tor, 377–8). Yaḥyā left Rayy for Balkh and settled in Nīshāpūr, where he died. Little is known about his personal background, except that he had two brothers, Ismāʿīl and Ibrāhīm, who were also renunciants. The elder Ismāʿīl (Ibn al-Jawzī, 2:292) was a man of letters and poetry, attended rulers’ courts (al-Khaṭīb al-Baghdādī, 16:306), and was frequently quoted transmitting reports from Yaḥyā (al-Bayhaqī, Shuʿab al-īmān , 9:416). Like al-Ḥārith al-Muḥāsibī (d. 243/857), Yaḥyā belongs to the “Proto-Ṣūfīs,” a group of devotees whose piety included some practices that later became typical of Baghdadi Ṣūfism. These practices developed around Junayd (d. 298/910) and his associates but lacked other Baghdadi Ṣūfī characteristics, including the very title Ṣūfī (on the term “Proto-Ṣūfism,” see Sedgwick, 37). Classical biographers generally refer to him either as the preacher (al-wāʿiẓ) , the reminder (al-dhakkār) , or the sage of time (ḥakīm al-zamān) . His sayings reflect either ascetic or mystical orientations that refer to spiritual hierarchies and the joy and satisfaction of God’s presence and love in one’s heart (Melchert, 57–8). While he probably composed a few treatises, none has survived (al-Hujwīrī, 153). Amongst Yaḥyā’s disciples were Abū ʿUthmān al-Ḥīrī (d. 298/910) and Yūsuf b. al-Ḥusayn al-Rāzī (d. 304/916–7).",
    "Drawing upon his personal charisma, eloquence, and inward wisdom, Yaḥyā travelled and preached extensively. His aphorisms and poetry were frequently quoted by Ṣūfī authors and by littérateurs such as Abū Ḥayyān al-Tawḥīdī (d. 414/1023), one of the most influential intellectuals and authors of his time (al-Tawḥīdī, Baṣāʾir , 2:160–2, 7:145). Yaḥyā was venerated by the ascetics of Baghdad, who used to flock to his preaching sessions. This veneration was the basis of Yaḥyā’s alleged meeting with the young Abū l-Qāsim al-Junayd, who would become a towering leader of Iraqi Ṣūfīs and the greatest of the Ṣūfī masters of pre-modern Islam. That meeting is perhaps the basis of the exchange of letters between Junayd and Yaḥyā (al-Junayd, 2; Sarrāj, 358).",
    "The case of Yaḥyā demonstrates the complexity of the pre-Ṣūfism period. His ties with the Malāmatiyya of Nīshāpūr, a movement supposedly founded by Ḥamdūn al-Qaṣṣār (d. 271/884) and developed on the principle by which all outward appearances of piety including good deeds are nothing but ostentation, and, therefore, need to be concealed. The “people of blame” struggle against the satisfaction of doing good deeds, as this is a struggle against one’s lower soul; they therefore willingly incurred public humiliation and blame. The theological movements of the Karrāmiyya (an ascetic movement founded in Persia by Abū ʿAbdallāh Muḥammad b. Karrām, d. 255/869) and the Murjiʾa have been discussed by Western researchers (Meier, 169–73; Massignon, 180; Knysh, 92–4). Saeidi relies on Ibn Ṭāhir al-Maqdisī (Ibn Ṭāhir, 5:145) to ascribe the Muʿādhiyya, one of the branches of the Murjiʾa, to Yaḥyā b. Muʿādh, while the majority of sources attribute Muʿādhiyya to Abū Muʿādh al-Tūmanī (Ashʿarī, Maqālāt , Ritter, 300; Samʿānī, Ansāb , 1:493).",
    "Yaḥyā’s aphorisms and emotional expressions recall the Karrāmiyya’s preaching style, and his luxurious lifestyle reveals the impact of the Malāmatiyya of Nīshāpūr; the latter did not praise austerity in the way the Baghdadi Ṣūfīs often did and saw no problem with wearing silk, because it did not necessarily imply the wearer’s voluptuousness (al-Sulamī, Risālat al-malāmatiyya , 113). In addition to a probable encounter with Ibn Karrām, the founder of the Karrāmiyya, Yaḥyā had contacts with Abū Turāb al-Nakhshabī (d. 245/859–60), the forerunner of the Malāmatiyya circle in Nīshāpūr (Abū Nuʿaym, 10:222; al-Khaṭīb al-Baghdādī, 14:266). Yaḥyā’s emphasis on joy and hope in one’s spiritual life, his positive attitudes towards wealth, and his use of a pulpit during preaching were all targets for criticism. One of his critics was the mystic Abū Yazīd al-Bisṭāmī (d. 261/875) (Sarrāj, 188; Abū Nuʿaym, 10:40; Qushayrī, 658; Hujwīrī, 233; ʿAṭṭār, 1:143).",
    "Yaḥyā’s emphasis on hope for God’s beneficence (rajāʾ) over fear (khawf) is a pillar of his spiritual orientation rather than a theological principle implying any formal affiliation to the Murjiʾa. This optimistic attitude was seen by contemporaries as irresponsible and complacent (al-Sulamī, Ṭabaqāt , 98; al-Qushayrī, 138; regarding this hostility, see also Lange, 223 and n. 27; Salamah-Qudsi, 129). Knowledge of God (maʿrifa) and the attributes of a knower (ʿārif) are discussed extensively in Yaḥyā’s statements (Sarrāj, 37; 127; al-Makkī, 1:262). Besides his terse yet dazzling sayings, his prayers were emotional and touching due to his skillful use of metaphor, paronomasia, and homophones, all of which enriched his speeches and excited his audiences."
  ],
  "bibliography": [
    "Sources",
    "Abū l-Ḥasan al-Ashʿarī, Maqālāt al-Islāmiyyīn wa-ikhtilāf al-muṣallīn , ed. Hellmut Ritter, Wiesbaden 1980",
    "Farīd al-Dīn ʿAṭṭār, Tadhkirat al-awliyāʾ , ed. Reynold A. Nicholson, Leiden 1905",
    "Abū Bakr al-Bayhaqī, Shuʿab al-īmān , ed. ʿAbd al-ʿAlī ʿAbd al-Ḥamīd Ḥāmid, Riyadh 2003",
    "ʿAlī b. ʿUthmān al-Hujwīrī, Kashf al-maḥjūb , ed. Valentin A. Zhukovsky, Leningrad 1926",
    "Ibn al-Jawzī, Ṣifat al-ṣafwa , ed. Aḥmad b. ʿAlī, Cairo 2000",
    "al-Muṭahhar Ibn Ṭāhir al-Maqdisī, al-Badʾ wa-l-taʾrīkh , Paris 1899–1919 Abū Nuʿaym al-Iṣfahānī, Ḥilyat al-awliyāʾ wa-ṭabaqāt al-aṣfiyāʾ , Cairo 1351–7/1932–8, repr. 1974",
    "al-Junayd, Rasāʾil al-Junayd , in Ali Hassan Abdel-Kader, The life, personality and writings of al-Junayd. A study of a third/ninth century mystic with an edition and translation of his writings , London 1962",
    "al-Khaṭīb al-Baghdādī, Taʾrīkh Baghdād , ed. Bashshār ʿAwwād Maʿrūf, Beirut 2002",
    "Abū Ṭālib al-Makkī, Qūt al-qulūb fī muʿāmalat al-maḥbūb wa-waṣf ṭarīq al-murīd ilā maqām al-tawḥīd , ed. ʿĀṣim al-Kayyālī, Beirut 2005",
    "al-Qushayrī, al-Risāla al-Qushayriyya , ed. Anas al-Sharfāwī, Jidda 2017",
    "ʿAbd al-Karīm al-Samʿānī, Kitāb al-ansāb , ed. ʿAbdallāh al-Bārūdī, Beirut 1988",
    "Abū Naṣr al-Sarrāj al-Ṭūsī, Kitāb al-lumaʿ , ed. Reynold A. Nicholson, Leiden 1914",
    "al-Sulamī, Risālat al-malāmatiyya , in Abū l-ʿAlāʾ ʿAfīfī, al-Malāmatiyya wa-l-ṣūfiyya wa-ahl al-futuwwa , Cairo, 1945",
    "Abū ʿAbd al-Raḥmān al-Sulamī, al-Malāmatiyya wa-l-ṣūfiyya wa-ahl al-futuwwa , ed. Abū l-ʿAlāʾ ʿAfīfī, Cairo 1945",
    "al-Sulamī, Ṭabaqāt al-ṣūfiyya , ed. Muṣṭafā ʿAbd al-Qādir ʿAṭā, Beirut 1998",
    "Abū Ḥayyān al-Tawḥīdī, al-Baṣāʾir wa-l-dhakhāʾir , ed. Wadād al-Qāḍī, Beirut 1988.",
    "Studies",
    "Alexander Knysh, Islamic mysticism. A short history , Leiden 2000",
    "Christian Lange, Paradise and Hell in Islamic traditions , New York 2016",
    "Louis Massignon, Essai sur les origines du lexique technique de la mystique musulmane , Paris 1914, trans. Benjamin Clark, Essay on the origins of the technical language of Islamic mysticism , Notre Dame IN 1997",
    "Fritz Meier, Abū Saʿīd-i Abū l-Ḫayr (357–440/967–1049). Wirklichkeit und Legende , Tehran 1976",
    "Christopher Melchert, The transition from asceticism to mysticism at the middle of the ninth century C.E., Studia Islamica 83 (1996), 51–70",
    "Fateh Saeidi, The preacher Yaḥyā Ibn Muʿādh al-Rāzī and his disciples in Rayy. Their influence on early Sufism, Australian Journal of Islamic Studies 8/1 (2023), 42–61",
    "Arin Salamah-Qudsi, Sufism and early Islamic piety , Cambridge 2019",
    "Mark Sedgwick, Western Sufism. From the Abbasids to the New Age , New York 2016",
    "Deborah G. Tor, Rayy and the religious history of the Seljūq period, Der Islam 93/2 (2016), 374–402."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 844
}