{
  "id": "eweb_609",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-23976.xml?rskey=8lZk4f&result=6",
  "annotator": "Antonio",
  "title": "ʿAṭṭār, Farīd al-Dīn",
  "authors": [
    "Omid Safi"
  ],
  "word_count": "(2,466 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "02 Mar 2016",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Farīd al-Dīn ʿAṭṭār (c. 540–618/1145–1221) is a pivotal figure in the history of Ṣūfism. Today, when many think of the Persian Ṣūfī tradition as articulated by figures such as Mawlānā Jalāl al-Dīn Rūmī (d. 671/1273) and Hāfiẓ (d. 792/1390), it is through the prism of the synthesis of love-based Ṣūfism and the Persian poetic tradition. ʿAṭṭār was instrumental in fully merging these rich traditions.",
    "ʿAṭṭār was born in the northern Iranian city of Nīshāpūr in a turbulent world that saw the advance of the Mongols onto the Iranian plateau, but his world—which lay between glorious figures of the sixth/twelfth century, such as Abū Ḥāmid Ghazālī (d. 504/1111) and Aḥmad Ghazālī (d. 519/1126), and those of the seventh/thirteenth century, such as Mawlānā Rūmī—was also fruitful in its literary and intellectual output. ʿAṭṭār connects these figures: his masterpiece Manṭiq al-ṭayr (“Speech of the birds”) builds upon a treatise by Aḥmad Ghazālī, the Risālat al-ṭayr (“Epistle of the birds”). Mawlānā Rūmī, in turn, acknowledges his own debt to ʿAṭṭār (and Sanāʾī, the fifth-sixth/eleventh-twelfth-century Persian poet from Ghazni).",
    "ʿAṭṭār was given the name Muḥammad at birth. He frequently revisits this happy coincidence, including an instance in the Manṭiq al-ṭayr , where he asks to be forgiven for his sins because he shares the blessed name of the Prophet. He was more commonly referred to as Farīd al-Dīn, and ʿAwfī (d. 620/1223) and other biographers refer to him as Farīd al-Dīn ʿAṭṭār. The title “ʿAṭṭār” referred to his profession, as a practitioner of herbal medicine, although his claim to have seen five hundred patients a day (in the Khusraw-nāma , of doubtful authorship) is best taken as a poetic exaggeration. In a display rare for premoderns, ʿAṭṭār offers intimate depictions of his father and, in particular, his mother, describing her as a “woman of spiritual reality,” whose breath had healing powers and whose heart-felt sigh at the time of the dawn prayer found its way to God.",
    "Some biographers give the length of ʿAṭṭār’s life as 114 lunar years, which is difficult to credit on two accounts, its sheer duration and the coincidence with the number of chapters of the Qurʾān. He was probably born in about 540/1145–6 and died in 618/1221. The famed scholar Naṣīr al-Dīn Ṭūsī (d. 672/1273), an Ismāʿīlī who was said later to have converted to Twelver Shīʿīsm and who accompanied the Mongols, records meeting ʿAṭṭār, probably between 612/1215 and 618/1221. That would put ʿAṭṭār’s lifespan in the more reasonable range of the upper seventies. Many historical sources have attributed his death to the Mongol slaughter unleashed upon Nīshāpūr in 618/1221.",
    "Scholars have speculated on the details of ʿAṭṭār’s formal relationship with Ṣūfism. Ritter’s assessment in EI2 that ʿAṭṭār was “actually not a Ṣūfī” seems to be based on too narrow a definition. Furūzānfar, in his Sharḥ-i Aḥwāl , argues persuasively that ʿAṭṭār could not have been the disciple of many of the Ṣūfīs that he is commonly associated with, such as the Central Asian mystic and scholar Najm al-Dīn Kubrā (d. 618/1221), founder of the Kubrāwiyya, his disciple the Khurāsānī Shāfiʿī scholar Saʿd al-Dīn Ḥammūya (d. 650/1252), or Rukn al-Dīn Akkāf. Following the mystical poet and hagiographer ʿAbd al-Raḥmān Jāmī from Herat (d. 898/1492), many have come to see an association between ʿAṭṭār and the poet, scholar, and teacher Majd al-Dīn Baghdādī (d. 628/1231), who was the Khurāsānī successor to Najm al-Dīn Kubrā. ʿAṭṭār himself testifies to having met Majd al-Dīn. Perhaps it is best to identify ʿAṭṭār as a Ṣūfī whose association with the teachings of Ṣūfism did not come through a formal initiation with a living master but who had a mysterious yet direct association with the prophet Muḥammad. This type of spiritual association—identical with that which the Companion Uways al-Qaranī (d. c.37/657) shared with the prophet Muḥammad in spite of never having seen him—is precisely what Jāmī, in his biographies of Ṣūfīs entitled Nafaḥāt al-uns (“Breaths of fellowship”), attributes to ʿAṭṭār.",
    "It can be said more definitely of ʿAṭṭār that, intellectually, he privileged the Qurʾān and the ḥadīth qudsī (lit., “holy tradition,” a statement ascribed to God that is not part of the Qurʾān but reported ḥadīth format) traditions, as well as many sayings of the early Ṣūfīs. In his Muṣībat-nāma (“Book of affliction”), ʿAṭṭār specifically praises three Islamic sciences (fiqh, tafsīr , and ḥadīth) , and dismisses others, particularly Islamic philosophy, which he believed not to be derived from the tradition of the Prophet.",
    "ʿAṭṭār composed many treatises, most of them deeply mystical. Many works have been attributed to ʿAṭṭār, most of them of dubious authorship. The authentic works include the Manṭiq al-ṭayr, Tadhkirat al-awliyāʾ , his Dīvān, Asrār-nāma, Ilāhī-nāma , and Muṣībat-nāma.",
    "In Manṭiq al-ṭayr , the framework of the narrative is that of the communal and mystical journey of souls to God. ʿAṭṭār’s treatise builds on the succinct Risālat al-ṭuyūr (or al-ṭayr ) by Aḥmad al-Ghazālī, which is based, in turn, on Ibn Sīnā’s (Avicenna, d. 428/1037) tradition of birds as an allegory of the spirit. ʿAṭṭār incorporates a wealth of Ṣūfī anecdotes, ḥadīth qudsī traditions, and “tales of the prophets” in composing this literary masterpiece. The introduction to the Manṭiq al-ṭayr , sadly omitted from many translations, explicitly offers the religious context of the framework. It begins with the praise of God, which, to ʿAṭṭār, means seeing God everywhere, an ecstatic experience of the Divine that leads him to state that “God’s throne is established on the water, the world is built on air. Forget air and water. “All is God! (Jumla khudā-st) ”( Manṭiq al-ṭayr , l. 128; trans. Avery, 14).",
    "He invites the reader to contemplate that this world and the next “are Him, not other than Him. If there was other than Him, that too would be Him!” ( Manṭiq al-ṭayr , l. 130, trans. Avery, 14). These statements are best seen as the experience of unity with God. Likewise, his depiction of the prophet Muḥammad is passionate and intimate: for ʿAṭṭār, the Prophet is none other than the embodiment of the nūr Muḥammad (light of Muḥammad) and the reason for creation itself. Muḥammad is praised as the “Master of the two realms,” the “shadow of God,” and the “mercy of the wide spaces” ( Manṭiq al-ṭayr , l. 276). In one of tenderest metaphors, ʿAṭṭār asks the Prophet to suckle him from the “breast of compassion.”",
    "The title of the work, Manṭiq al-ṭayr , is a reference to Qurʾān 27:16, where the prophet Sulaymān (Solomon) is taught the manṭiq (logic, i.e., language) of birds. In another verse (27:30), the bird Hudhud (the hoopoe) acts as go-between between Solomon and Bilqīs (Queen of Sheba). In ʿAṭṭār’s story, the Hudhud leads the birds (allegorised spirits) on the mystical path to encounter the Sīmurgh, the legendary kingbird. Several birds offer imaginative excuses for their intention not to set out on the Ṣūfī ṭarīqa (lit., path), a pedagogical device to remind the readers of the excuses that human beings use to avoid the task of self-purification on the Path. Eventually a group of birds does set out, proceeding through seven valleys corresponding to the spiritual stations (maqāmat) of the Path. In ʿAṭṭār’s reckoning, these valleys/stations are seeking (ṭalab) , radical love (ʿishq) , gnosis (maʿrifat) , self-sufficient contentment (istighnāʾ) , unity (tawḥīd) , bewilderment (ḥayrat) , and spiritual poverty (faqr) and spiritual annihilation (fanāʾ). At the end of this paradigmatic journey comes the famous Ṣūfī pun, in which the thirty birds (Pers. sī murgh ) come to see themselves as the very reflection of the Sīmurgh, the kingbird. ʿAṭṭār captures beautifully this experience of seeing the collective as the mirror of Divinity: “They themselves saw the complete Sīmurgh; the Sīmurgh Himself was all the time the sī murgh! … These were that One, and that One was these; in all the world, nobody has heard this!” ( Manṭiq al-ṭayr , l. 42,235–9; trans. Avery, 378). In choosing to have the thirty birds reflect the Sīmurgh, ʿAṭṭār again emphasises that the spiritual path is not a solitary one but one to be pursued communally.",
    "ʿAṭṭār’s Tadhkirat al-awliyāʾ is one of the most influential of Ṣūfī hagiographies. It includes the biographies of seventy-two famed mystics, leading up to the acme of Ṣūfīs for ʿAṭṭār, the famed mystic Ḥusayn b. Manṣūr Ḥallāj (d. 309/921–2), from Baghdad. Rūmī, in fact, identified ʿAṭṭār as the later embodiment of the spirit of Ḥallāj. ʿAṭṭār’s biographies of the “friends of God” (awliyāʾ) includes companions of the Prophet (e.g., Uways al-Qaranī); figures from the first generations, such as the Medina-born scholar al-Ḥasan al-Baṣrī (d. 110/728) and the Basran preacher Mālik b. Dīnār (d. c.131/748); descendants of the Prophet, such as Imām Jaʿfar al-Ṣādiq (d. 148/765); important Ṣūfīs, such as the Central Asian ascetic and traditionist Fuḍayl b. ʿIyāḍ (d. 187/803); the Khurāsānī ascetic from Balkh Ibrāhīm b. Adham (d. c.161/777); and the Persian mystic Bāyazīd al-Basṭāmī (d. c.261/874–5 or 234/848–9). It also includes the founders of the schools of law in Sunnī Islam, Abū Ḥanīfa (d. 150/767), al-Shāfiʿī (d. 204/820), and Aḥmad b. Ḥanbal (d. 241/855). The list also famously includes one female Ṣūfī, Rābiʿa (d. c.185/801) of Basra, whose inclusion among the men ʿAṭṭār justifies by narrating from the Prophet that God looks at one’s good and beautiful intentions, not at one’s external form. ʿAṭṭār considered physical gender merely a matter of form, not of one’s inner spiritual reality.",
    "The Dīvān is the collection of poetry attributed to ʿAṭṭār. In these poems, ʿAṭṭār identifies his own spiritual state as being “not faith and not infidelity; not this and not that; but bewildered and sorrowful” ( Dīvān , 695). This theme of a love open to embracing sorrow that acts alchemically to transform one’s body into pure heart runs through all of ʿAṭṭār’s treatises. It is this radical love (ʿishq) that, for ʿAṭṭār, constitutes a secret to which even Gabriel is not privy. This love is God’s own, and only humanity shares in it.",
    "The Asrār-nāma (“Book of mysteries”) is the earliest of ʿAṭṭār’s mystical treatises. It is distinct from his other works in lacking a clearly identifiable narrative frame. Jāmī’s Nafaḥāt al-uns documents the transmission from ʿAṭṭār to Rūmī through a hagiographic story in which an elderly ʿAṭṭār handed the younger Rūmī a copy of his Asrār-nāma .",
    "Muṣībat-nāma is another allegory of the quest, similar to the Manṭiq al-ṭayr , but here it is the very thoughts of the seeker, arising not from the intellect but from the heart (fikrat-i qalbī) of the wayfarer. The starting point is the Ṣūfī practice of undertaking the chilla , a spiritual retreat of forty days. Each day, the seeker encounters different phenomena, some physical (sun and moon, sky, the four elements, mountains, oceans), some personal (such as Adam, Noah, Abraham, Moses, David, Jesus, and Muḥammad), some of them inner faculties (sense perceptions, intellect, heart, soul), and some heavenly entities (God’s throne, archangels, tablet). The seeker conducts conversations with each, in the zabān-i ḥāl (“language of the (spiritual) states”), not the zabān-i qāl (“spoken language”). Each conversation is interpreted under the supervision of the spiritual master. As is the case in the Manṭiq al-ṭayr , the intercession of the prophet Muḥammad is necessary to the quest. At the end, the seeker realises that the true worth of humanity is due to our status as a divine secret (sirr-i quds) and a “pure soul.” All that the seeker has sought is within the soul. The point of the quest has been to discover the worth of the treasure that was there all along. The title (“Book of affliction”) has two meanings, the afflictions that the seeker encounters on the Path, and the troubles and turmoil faced by ʿAṭṭār himself in composing this quest narrative.",
    "The Ilāhī-nāma (“Book of God”) is another narrative on the theme that what one seeks on the Path is to be found inside one’s very being. The title refers to ʿAṭṭār’s hope that this treatise will open the door to the ganj-i ilāhī (divine treasure). This story begins with the conversation between a caliph and his six sons, each of whom asks for a famed mythical gift or power: the daughter of the king of angels, magic, the cup of Jamshīd, the water of life, the seal of Solomon, and alchemy. Through the narrative, ʿAṭṭār demonstrates that all of these treasures are again to be found within humanity. The Ilāhī-nāma contains the immortal maxim about both good and bad experiences: “This too shall pass.”",
    "Print version: 9789004305755, 2016, 2016-2"
  ],
  "bibliography": [
    "Works of Farīd al-Dīn ʿAṭṭār",
    "Asrār-nāma , ed. Ṣādiq Gawharīn, Tehran 1338sh/1959",
    "Dīvān , ed. Saʿīd Nafīsī, Tehran 1319sh/1940–1, repr. Tehran 1370sh/1991",
    "Ilāhī-nāma , ed. Fuʾād Rūḥānī, Tehran 1339sh/1960, repr. 1376sh/1997, trans. John Andrew Boyle, The Ilāhī-nāma or Book of God , Manchester (UK) 1976",
    "Manṭiq al-ṭayr , ed. Ṣādiq Gawharīn, Tehran 1342sh/1963–4, repr. 1368sh/1989, trans. Peter Avery, The speech of the birds , Cambridge 1998",
    "Muṣībat-nāma , ed. Nūrānī Viṣāl, Tehran 1338sh/1959",
    "Tadhkirat al-awliyāʾ , ed. Muḥammad Istiʿlāmī (Mohammad Este’lāmi), Tehran 1346sh/1965, repr. 1372sh/1993, trans. Paul Losensky, Farid al-Din ʿAttār’s Memorial of God’s friends: lives and sayings of Sufis , New York 2009.",
    "Other sources",
    "ʿAbd al-Raḥmān Jāmī, Nafaḥāt al-uns , ed. Maḥmūd ʿĀbidī, Tehran 1991.",
    "Studies",
    "Badīʿ al-Zamān Furūzānfar, Sharḥ-i aḥvāl-u naqd-u taḥlīl-i āthār-i Shaykh Farīd al-Dīn Muḥammad ʿAṭṭār-i Nīshāpūrī , Tehran 1339sh/1960, repr. 1374sh/1995",
    "Leonard Lewisohn and Christopher Shackle (eds.), ʿAttar and the Persian Sufi tradition. The art of spiritual flight , London 2006",
    "Saʿīd Nafīsī, Justujū dar aḥvāl-u āthār-i Farīd al-Dīn ʿAṭṭār-i Nīshābūrī , Tehran 1320sh/1941",
    "Benedikt Reinert, ʿAṭṭār, Farīd-al-Dīn, EIr",
    "Hellmut Ritter, ʿAṭṭār, Farīd al-Dīn, EI2",
    "Hellmut Ritter, Das Meer der Seele. Mensch, Welt und Gott in den Geschichten des Fariduddin ʿAttar , Leiden 1955, trans. John O’Kane, The ocean of the soul. Men, the world and God in the stories of Farīd al-Dīn ʿAṭṭār , Leiden 2003, trans. as Daryā-yi jān , 2 vols., Tehran 1374sh/1995",
    "Hellmut Ritter, Philologika X, Der Islam 25 (1939), 134–73."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 737
}