{
  "id": "eweb_612",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-25758.xml?rskey=GkDQ8U&result=14",
  "annotator": "Antonio",
  "title": "Certitude (in Ṣūfism)",
  "authors": [
    "Atif Khalil"
  ],
  "word_count": "(865 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Mar 2021",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "In the technical lexicon of Ṣūfism , certitude \n (yaqīn) refers to a state of knowledge about the nature of reality—centred primarily on God, prophecy, death, and the postulates of religion—that is not susceptible to doubt, obfuscation, or disproof. In his famous autobiography, al-Munqidh min al-ḍalāl (“The deliverance from error”), al-Ghazālī (d. 505/1111) argued that only the Ṣūfīs possessed true certainty (or a certainty worthy of its name) and that this was the fruit of direct, experiential knowledge or “tasting” (dhawq) . Their state, he felt, was unlike that of the Ismāʿīlīs who relied for their convictions upon the shaky foundations of the imitation ( taqlīd ) of an Imām, or of the Peripatetic philosophers whose epistemology was confined to a process of ratiocinative cognition, the metaphysical conclusions of which were open to demonstrative contestation and which could be overturned by counter-arguments. This line of reasoning would lead Ibn ʿArabī (d. 638/1240) to remark, “when the Ṣūfīs saw the errors of the rationalists, they turned to the path in which there is no confusion (lā labs fīhā) in order that they might view things through the eye of certainty (ʿayn al-yaqīn) and through it become qualified by incontrovertible knowledge” (Ibn ʿArabī, 2:628).",
    "The ʿ ayn al-yaqīn to which Ibn ʿArabī alluded itself formed what was usually the middle rung of a three-step ladder of certainty in Ṣūfī literature by which the spiritual aspirant ascended from ʿ ilm al-yaqīn (“knowledge of certainty”) to ḥaqq al-yaqīn (“truth of certainty”). Sometimes these levels were compared to a moth’s seeing a burning candle, then feeling the heat as it draws near, and finally its incineration in the flame, this final stage corresponding to the fanāʾ (annihilation) of the self and its baqāʾ (subsistence) in God. The first two stages might be described also as hearing about a flame and then seeing it. For al-Qushayrī (d. 465/1072), the stages corresponded to “the certainty obtained through hearing a report, the certainty obtained through a proof, and the certainty obtained through witnessing (mushāhada)” (344). While there was no limit to the defining features associated with each of these levels, the Qurʾānic origins of this schema remained uncontested (Q 56:95, 69:51, 102:5, 102:7), as explicitly acknowledged, for example, by Abū Naṣr al-Sarrāj al-Ṭūsī (d. 378/988) in his influential Kitāb al-luma ʿ (“Book of flashes”), one of the earliest extant manuals of Ṣūfism (102–4).",
    "A recurring theme in mediaeval Ṣūfī literature was that while yaqīn is often a gift of divine grace, the aspirant opens himself to receive this gift by surrendering entirely to the mandates of the spiritual life, the most important component of which is clearing the heart of everything other than God. This is why Sahl al-Tustarī (d. 283/896) declared that “it is forbidden for the heart to smell the fragrance of certainty while it finds repose in any other than God” (al-Qushayrī, 341). Along similar lines, al-Khargūshī (d. c.407/1016) remarked “if you wish to obtain knowledge of certainty, see to it that you not turn towards anything that might come between yourself and God, and place between yourself and the world a wall of iron (ḥāʾiṭ min ḥadīd)” (74). Certainty was also frequently tied in Ṣūfī literature to other defining virtues, such as absolute trust in God (tawakkul) , patience (ṣabr) , gratitude (shukr) , intimacy with God alone, and freedom from worldly cares. A debate in Ṣūfism centred on whether the perfection of certainty had an end point, with al-Sarrāj declaring with conviction that “there is no end to the increase of certainty” (laysa li-ziyādat al-yaqīn nihāya) (65). For a figure such as Abū Ṭālib al-Makkī (d. 386/996), who devoted an extensive section of his monumental Qūt al-qulūb (“Nourishment of hearts”) to the maqāmāt al-yaqīn (stations of certainty), each of the virtues had its origin in certainty and was perfected through it.",
    "Print version: 9789004435988, 20211101, 2021-6"
  ],
  "bibliography": [
    "Sources",
    "al-Ghazālī, al-Munqidh min al-ḍalāl , ed. Muḥammad Muḥammad Jābir, Cairo, 1959.",
    "Ibn ʿArabī, al-Futuḥāt al-makkiyya , 4 vols., Cairo 1911",
    "al-Khargūshī (Ar., Kharkūshī), Tahdhīb al-asrār , ed. Sayyid Muḥammad ʿAlī, Beirut 2006",
    "Abū Ṭālib al-Makkī, Qūt al-qulūb , ed. Saʿīd Nasīb Makārim, 2 vols., Beirut 1995",
    "al-Qushayrī, al-Risāla , ed. ʿAbd al-Ḥalīm Maḥmūd and Maḥmūd b. Sharīf, Damascus 2002",
    "Abū Naṣr al-Sarrāj, Kitāb al-luma ʿ, ed. Kāmil Muṣṭafā al-Hindāwī, Beirut 2001.",
    "Studies",
    "Tamara Albertini, Crisis and certainty of knowledge in al-Ghazālī (1058–1111) and Descartes (1596–1650), Philosophy East and West 55 (2005), 1–14",
    "Luis Xavier López-Farjeat, Al-Ghazālī on knowledge (ʿilm) and certainty (yaqīn) in al- Munqidh min aḍ-Ḍalāl and in al-Qisṭās al-Mustaqīm , in Georges Tamer (ed.), Islam and rationality. The impact of al-Ghazālī. Papers collected on his 900th anniversary (Leiden 2015), 1:229–52",
    "Mohamad Nasrin Mohamad Nasir, Presence of God according to Ḥaqq al-Yaqīn , a seventeenth-century treatise by Shaykh Shams al-Dīn al-Sumatrāʾī (d. 1630), Journal of Islamic Studies 21 (2010), 213–34."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}