{
  "id": "eweb_613",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-25947.xml?rskey=VaRhY1&result=45",
  "annotator": "Antonio",
  "title": "Dāwūd al-Ṭāʾī",
  "authors": [
    "Lutz Berger"
  ],
  "word_count": "(795 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Jun 2012",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Dāwūd al-Ṭāʾī (d. c.165/781–2) was an ascetic from Kufa, in southern Iraq. As with many early Islamic religious figures, sources on his life and thought are late and contradictory in detail but nonetheless allow a general appraisal of his personality.",
    "Dāwūd al-Ṭāʾī was part of the Kufan Murjiʾa circle, which is associated with the name of Abū Ḥanīfa (d. 150/767), the eponymous founder of the Ḥanafī school of law (the Murjiʾa was an early theological school opposed to the Kharijīs on questions related to sin and definitions of what is a true Muslim). At one point in his life Dāwūd al-Ṭāʾī gave up scholarship and, until his death, devoted himself completely to a life of asceticism. How this came about is not entirely clear. There was, it seems, no special relationship between the elitist Kufan Murjiʾa and asceticism. Apart from Dāwūd al-Ṭāʾī, it was not the supporters of the Murjiʾa but rather its critics—including Sufyān al-Thawrī (d. 161/778), the Kufan scholar, jurist, ḥadīth compiler, and founder of the Thawriyya law school (later considered an authority by the literalist and anthropomorphist Karrāmiyya movement of eastern Iran, which originated with Abū ʿAbdallāh Muḥammad b. Karrām, d. 265/869), and Sufyān’s supporter ʿAbdak al-Ṣūfī (d. c.209/825)—who would, in later memory, be associated with asceticism (van Ess, 221ff.; on ʿAbdak and ʿAbdakiyya see al-Malaṭī, 73). Dāwūd al-Ṭāʾī’s distancing himself from the Murjiʾa circle of Abū Ḥanīfa and the theological speculation and legal scholarship associated with it might have been related to the difficult times the Kufan Murjiʾa were experiencing, when, shortly after Abū Ḥanīfa’s death, the then qāḍī and governor of Kufa withdrew his support from the Murjiʾa. A more probable motive, however, was his critical view of those amongst his former colleagues who were willing to become part of the political establishment and finally achieved success at the caliph’s court, during the rule of Hārūn al-Rashīd (r. 170–193/786–809) (cf. van Ess, 214ff.).",
    "In the sources, at any rate, he is said to have left the rank of religious professionals already during the lifetime of Abū Ḥanīfa and at his personal behest. Abū Ḥanīfa allegedly told Dāwūd to apply what he had learned as his student by leading a life of renunciation (for various versions of this story, see Gramlich, 286ff.). After his conversion to asceticism Dāwūd spent his days in seclusion, mostly in Kufa. We are told that, for some time before his death, he had lived in Baghdad, where he seems to have been in contact with fellow ascetics, particularly Maʿrūf al-Karkhī (d. 200/814–5). He remained a bachelor all his life and is said to have had a very negative attitude towards women and the institution of marriage.",
    "Dāwūd al-Ṭāʾī is credited with several aphorisms and teachings in the classical Ṣūfī manuals that betray a negative world view. The created world is worthless, as is any sort of human endeavour, with the exception of a longing for and fear of God. He was constantly aware of his faults. He fasted, suffered heat and cold without complaint, and generally tried, as far as possible, to remain aloof from and oblivious of the world around him.",
    "He is said to have lived as a sewer of leather, but in other stories we see him as an owner of property (real estate and slaves), which he sold in order to finance his needs. He refused to accept gifts, while he was generous to others (Gramlich, 301ff.).",
    "Although he probably saw himself merely as an ascetic, he is remembered by Muslims as an early representative of the Iraqi tradition that came to be associated with the term “Ṣūfism.”",
    "Print version: 9789004225442, 2012, 2012-2"
  ],
  "bibliography": [
    "Sources",
    "Abū Nuʿaym al-Iṣbahānī, Ḥilyat al-awliyāʾ , ed. Muḥammad Amīn al-Khānjī (Cairo 1987), 6:335–67",
    "Abū l-Qāsim al-Qushayrī, Risāla (Cairo c.1318/1900), 14ff.",
    "al-Dhahabī, Siyar aʿlām al-nubalāʾ , ed. ʿAlī Abū Zayd and Shuʿayb Arnaʾūṭ (Cairo 1981), 4:422–5",
    "al-Dhahabī, Taʾrīkh al-Islām , ed. ʿUmar ʿAbd al-Salām Tadmurī (Beirut 1990), 176–84",
    "al-Khaṭīb al-Baghdādī, Taʾrīkh Baghdād , ed. Muḥammad Amīn al-Khānjī (Cairo 1931), 8:347–55",
    "Abū l-Ḥusayn Muḥammad ibn Aḥmad al-Malaṭī, al-Tanbīh wa-l-Radd ʿalā Ahl al-Aḥwā’ wa-l-Bidaʿ , ed. S. Dedering, Istanbul 1936",
    "Ibn Ḥajar al-ʿAsqalānī, Tahdhīb al-tahdhīb (Hyderabad 1327/1921), 3:203ff.",
    "Studies",
    "van Ess, TG , 1: 221ff. (for the Kufan background)",
    "Richard Gramlich, Alte Vorbilder des Sufitums , part 1, Scheiche des Westens , Wiesbaden 1995 (a largely uncritical but comprehensive collection of the information that can be gleaned from the sources above)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}