{
  "id": "eweb_615",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-27081.xml?rskey=GkDQ8U&result=13",
  "annotator": "Antonio",
  "title": "Fear of God and hope (in Sufism)",
  "authors": [
    "Lutz Berger"
  ],
  "word_count": "(842 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Dec 2012",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Fear of God \n (khawf) \n and hope (for God’s mercy) (rajāʾ) are two stations (maqāmāt , Ar. sing. maqām) on the Ṣūfī path. In Ṣūfī handbooks, both stations lie somewhere in the middle of the Ṣūfī traveller’s spiritual journey. In the Qūt al-qulūb (“The nourishment of the hearts”) by the Baghdadi Ṣūfī Abū Ṭālib al-Makkī (d. 386/996) and the Iḥyāʾ ʿulūm al-dīn (“Revival of religious sciences”) by the famous Khurāsānian scholar al-Ghazālī (d. 505/1111), these stations follow the stations of patience (ṣabr) and gratefulness (shukr) and precede poverty (faqr) and renunciation (zuhd) (al-Makkī, 1:432ff., al-Ghazālī, 4:138ff.). But, as there is no fixed order of stations in Ṣūfī writings, other authors locate these stations differently.",
    "The origin of these concepts can be traced to the Qurʾān (e.g. 4:104 and 79:40) and Prophetic dicta. There is reason to believe that Christian thought influenced the ways in which Muslim ascetics and mystics thought about these matters (van Ess, 122). We find discussions of these and related terms in the tradition that would later be called Ṣūfism from the early third/ninth century onwards, for instance, in the works of the Baghdadi ascetic al-Ḥārith al-Muḥāsibī (d. 243/857). Like other ascetics of the time, he called for the proper balance between fear and hope in the training of the soul of the devotee (van Ess, 126), although fear was more necessary than hope for the ordinary people. Few Ṣūfīs are known to have been outright proponents of the supremacy of hope over fear. In these cases, their position is connected with the idea that the true Ṣūfī master is already past asceticism and fear of God, which are themselves veils that separate mystical wanderers from their goal (Meier, 148ff.). Mediaeval Muslim scholars thought that the positions of early masters on the respective value of the two notions were influenced by their theological proclivities: hopefulness was associated with the Murjiʾa, while the Qadariyya and the Khawārij, with their stress on God’s stern justice (as against His mercy), were seen as proponents of fear (Meier, 150ff.).",
    "Al-Ghazālī seeks to steer a middle course that epitomises mainstream Ṣūfī attitudes on the topic: “Hope is what the hearts long for, although attainment is not certain. In principle, hope is nobler than fear. It is, nonetheless, more important to speak about fear, because most people lack this rather than hope. Only those with a penchant for desperation should try to meditate on what God has promised the faithful in scripture” (al-Ghazālī, 4:138ff.).",
    "Fear is defined by al-Ghazālī as the suffering of the heart in expectation of adversity. The proper measure of fear leads to scrupulousness and piety, but a surfeit of it causes despair. One should fear what is predestined, fear God as the origin of destiny, and, fear separation from God.",
    "Al-Ghazālī avoids giving precedence to either fear or hope, as they are like two wings that must be in balance. For most people, fear is a more important medicine than hope, but not for all. Especially those facing death should prefer hope. This idea, which we find also in the hagiographical material on the famous Baghdadi scholar Aḥmad b. Ḥanbal (d. 241/855), contrasts the behaviour of the Ṣūfī and, more generally, the pious Muslim, with what, in the Aristotelian tradition, was thought to be normal human behaviour: old people were thought to be dominated by memories of things past rather than by hope for the few things life may still have in the offing for them. Hope by contrast was associated with youth and the expectation of a long life (Rosenthal, 61f.). In Ṣūfī thinking this ṭūl al-amal , the erroneous hope for a long life in this world, makes people complacent and prompts them to stray from the right path; it is thus to be differentiated from the pious rajāʾ , hope for God’s mercy (Rosenthal, 139ff.).",
    "Ṣūfī concepts related to fear and hope are qabḍ (contraction) and basṭ (expansion) (cf. al-Qushayrī, 38f.), and taqwā (fear of God, piety), a term common already in both the Qurʾān and Prophetic tradition. For the Khurāsānian Ṣūfī al-Qushayrī (d. 465/1072), taqwā was the fourth of the stations of the Ṣūfī traveller, fear and hope coming much later (al-Qushayrī, 61), but other Ṣūfī authors don’t use the term to denote a station.",
    "Print version: 9789004234871, 2012, 2012-4"
  ],
  "bibliography": [
    "Sources",
    "Abū Ḥāmid al-Ghazālī, Iḥyāʾ ʿulūm al-dīn , ed. Badawī Aḥmad Ṭabāna, n.p. 1957",
    "Abū l-Qāsim al-Qushayrī, al-Risāla al-qushayriyya , Cairo 1318/1900",
    "Abū Ṭālib al-Makkī, Qūt al-qulūb fī muʿāmalat al-maḥbūb , Cairo 1381/1961–2.",
    "Studies",
    "Josef van Ess, Die Gedankenwelt des Ḥārit̲ al-Muḥāsibī (Bonn 1961), 120–30",
    "Fritz Meier, Abū Saʿīd-i Abū l-Ḫayr (357–40/967–1049). Wirklichkeit und Legende (Tehran, Liège, and Leiden 1976), esp. 148ff.",
    "Franz Rosenthal, “Sweeter than hope.” Complaint and hope in medieval Islam (Leiden 1983), esp. 139ff."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}