{
  "id": "eweb_616",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-30219.xml?rskey=FqdYr1&result=54",
  "annotator": "Antonio",
  "title": "Ḥāl in Ṣūfism",
  "authors": [
    "Atif Khalil"
  ],
  "word_count": "(1,809 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "05 Feb 2022",
  "last_updated": "04 Feb 2022",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "For most authorities of the Islamic mystical tradition, \n ḥāl \n (pl. aḥwāl ) refers to a positive but fleeting psychological state born of the aspirant’s relationship with God. The Arabic term does not appear in its nominal form in the Qurʾān, but the verbs ḥāla , yaḥūlu , and ḥīla each occur once (Q 8:24, 11:43, 34:54). The verbal form is used in a way closest to its Ṣūfī sense, to convey the idea of such a transitory state, in Q 8:24: “Know that God comes between (yaḥūlu bayna) a man and his own heart.” Al-Hujwīrī (d. 465–9/1073–7) may have had this verse in mind when he defined the ḥāl as a state that “descends from God into a man’s heart” ( Kashf , 181).",
    "The introduction of the word into Ṣūfī nomenclature may also be traced back to the technical vocabulary of classical medicine, in which the ḥāl denotes the functional, physiological equilibrium of the body. It is in the technical vocabulary of grammar, however, in which we find the closest correspondence to its use in Ṣūfism. Here the ḥāl is the state of the verb in relation to the agent, that is to say, its subjective and transitory state—its state of becoming (Massignon, 3:67–8; Gardet, Ḥāl, EI2 ). The temporality of the state is also captured by its semantic relation to taḥawwul , literally “transmutation” or “change” (al-Suhrawardī, 455). This is the reason why an anonymous early authority likens them to “flashes of lighting,” attributing the illusion of their continuity to the inner chatter of the soul as it reflects on their psychic and spiritual residues (cited in al-Qushayrī, Risāla , 157, sect. on ḥāl ). For Ibn ʿArabī (d. 638/1240), the impermanence of the ḥāl is the effect of the divine shaʾn (task) upon the human being, alluded to in Q 55:29, “Every day He is upon some shaʾn,” where the yawm (day) is the indivisible, atomised unit of time upon which God acts, or more precisely, through which He reveals His own attributes (Futūḥāt , 2:384–5, chap. on ḥāl) .",
    "1. Types of ḥāl",
    "Amongst the aḥwāl , the authorities often include such virtuous qualities as hayba (awe), iḥtiyāj (need), qurb (proximity), uns (intimacy), yaqīn (certainty), and ṭumaʾnīna (peace). Some of these come in oppositional pairs, such as khawf (fear) and rajāʾ (hope) or qabḍ (contraction) and basṭ (expansion), while others are overlapping and complementary, such as maḥabba (love) and shawq (longing). They all have in common a description of the human being’s state in an encounter with God, one in which he acts more or less as a passive receptacle for what descends from above, “without being able to repel it when it comes or to attract it when it goes” (al-Hujwīrī, 181). It is for this reason that the states are often described as mawāhib (gifts of divine grace), because they arouse the will, through an irresistible force, to surrender itself entirely to God––all of which occurs without apparent effort on the part of the aspirant.",
    "2. The relation between ḥāl and waqt",
    "Closely related to ḥāl is waqt , sometimes translated as “time,” but more specifically, the “present moment.” To the extent that the present stands between the past and the future, the Ṣūfī, we are told in the classical literature, is “the son of the waqt” (ibn al-waqt) , because his sole concern is the moment in which he finds himself. The past, after all, is gone and veils him from God through regrets and fond memories, while the future is non-existent and veils him through self-centred fears and anticipations of what is yet to come. By focusing on the waqt , he comes to experience the divine presence in the eternal now and through it rises above the psychic fragmentation and dispersion stemming from an anxious or remorseful preoccupation with the before and after of time. The waqt is also that upon which the ḥāl descends, cloaking it “as the spirit adorns the body.” This is the reason that the “waqt needs ḥāl , for waqt is beautified by ḥāl and subsists thereby” (al-Hujwīrī, 369). From this point of view, the aḥwāl may be described, using the language of kalām (dialectical theology), as accidents (aʿrāḍ) that inhere in the substance of the soul, much like the colour of an object (Ibn ʿArabī, 2:384).",
    "3. The relation between ḥāl and maqām",
    "The nature and function of the ḥāl cannot be grasped without understanding its relation to what is known as the maqām (station, pl. maqāmāt) . The Ṣūfīs often speak of “the states and stations” to describe the levels of the mystical ascent. Unlike the aḥwāl , the maqāmāt are said to be acquired (makāsib) through an exertion of the seeker. They are also viewed as immutable and fixed, through roots watered by religious practice and struggle. In the classical tradition, we find amongst them such virtues such as tawba (repentance), shukr (gratitude), ṣabr (patience), tawakkul (trust in God), zuhd (renunciation), ṣidq (truthfulness), and riḍā (satisfaction). While there is no agreement about precisely which qualities are to be ranked amongst the stations, nor, for that matter, the particular order in which they are to be obtained, there is no question about the central place of both the aḥwāl and the maqāmāt in Ṣūfism. On the principle that like attracts like, the acquisition of the virtues––many of which find a correspondence in the divine names, such as al-Ṣabūr (the Patient), al-Shakūr (the Grateful), al-Wadūd (the Loving), or al-Tawwāb (the Oft-Returning)—is believed to draw the seeker by an irresistible force into the divine court. Some even refer to this journey as a process of “assuming the qualities (akhlāq) of God,” an acquiescence to the Prophetic injunction to take on God’s akhlāq , typically interpreted to imply an internalisation of the divine attributes (the ḥadīth on which the idea is based states, takhallaqū bi-akhlāq Allāh , “Take on the character traits of God”). Ṣūfī masters thus often speak of the self-transformation required by the inner life through the language of tabdīl al-akhlāq (transformation of character), a spiritual metamorphosis that implies replacing vices with virtues, or ugly traits with beautiful ones. As the Prophet said, “God is beautiful and He loves beauty”––beauty in a contemplative Islamic context being understood first and foremost as beauty of the soul.",
    "The precise relation between ḥāl and maqām has been the subject of extensive debate in the classical literature. At least some of these differences appear to be largely terminological. Al-Hujwīrī, for example, ascribes to al-Muḥāsibī (d. 243/857) the belief that the aḥwāl may be permanent, but that is because the ḥāl can, in his eyes, be classified as such only if it endures ( Kashf , 181). In effect, the ḥāl for him is what others describe as a maqām . The semantic argument for such a minority view is sometimes drawn from the relation of ḥāl to ḥulūl (indwelling), because the state is understood to dwell in the subject without leaving (Ibn ʿArabī, 2:384). It is also common to find a given quality or virtue categorised as a station by one author and as a state by another. This is, however, a problem only so long as one fails to recognise the relative nature of the various schematisations of the mystical ascent, because these variations reflect, more than anything else, the attempts of different authors to graft a structure on to what is, in fact, a fluid and organic phenomenon. The diversity of these formulations may often be retraced to an author’s own experiences, as well as the unique audience he might have in mind.",
    "Abū Ḥafṣ ʿUmar al-Suhrawardī (d. 632/1234) may have helped resolve at least some of the debate when he observed that a given virtue, such as muḥāsaba (self-accounting) or murāqaba (introspective observation), may be classified as a ḥāl if it overpowers the aspirant on some occasions, only to disappear when needed on other occasions, but that, as soon as it becomes fixed in the heart, it acquires the status of a maqām . The key distinction rests not on whether a given virtue or quality is, in essence, a state or station, but in how firmly rooted it is in the human personality. Moreover, since a given quality can easily cross over from the category of a ḥāl to that of a maqām , al-Suhrawardī clarifies that the maqāmāt are only acquired on the surface, because an element of grace may be inwardly present; similarly, the aḥwāl are the result only of grace outwardly, because human effort may lie concealed in the internalization of a quality drawn by no apparent effort of one’s own. In other words, a state may appear to descend upon a person out of nowhere, when, in truth, a certain effort in the past might have planted the seeds of its appearance. Conversely, one’s very struggle in acquiring a maqām may well have a degree of grace working in the background. The benefit of al-Suhrawardī’s more nuanced perspective (455–9) is that it recognises the subtle interplay of divine grace and human volition present in both the states and the stations, in a way that helps classical Ṣūfī moral psychology retain its cohesiveness despite encompassing disparate opinions.",
    "Print version: 9789004464605, 20220501, 2022-3"
  ],
  "bibliography": [
    "Sources",
    "al-Hujwīrī, Kashf al-maḥjūb. The oldest Persian treatise on Sufism , trans. Reynold A. Nicholson, Leiden 1911, repr. Lahore 1992",
    "Ibn ʿArabī, al-Futūḥāt al-makkiyya , 4 vols., Cairo 1911",
    "Abū Ṭālib al-Makkī, Qūt al-qulūb , ed. Saʿīd Nasīb Makārim, 2 vols., Beirut 1995",
    "al-Qushayrī, Risāla , ed. ʿAbd al-Ḥalīm Maḥmūd and Maḥmūd b. Sharīf, Damascus 2002",
    "Abū Naṣr ʿAbdallāh b. ʿAlī al-Sarrāj, Kitāb al-lumaʿ fī l-taṣawwuf , ed. Reynold Nicholson, Leiden 1914",
    "ʿUmar al-Suhrawardī, ʿ Awārif al-maʿārif , ed. Sayyid Aḥmad, Adīb al-Kimrānī, and Maḥmūd Muṣṭafā, Riyadh 2001.",
    "Studies",
    "Tor Andrae, I myrtenträdgården , Stockholm 1947, trans. Birgitta Sharpe, In the garden of myrtles. Studies in early Islamic mysticism , Albany 1987",
    "Atif Khalil, Contentment, satisfaction and good-pleasure. Rida in early Sufi moral psychology, Studies in Religion/Sciences Religieuses 43/3 (2014), 1–19",
    "Alexander Knysh, Islamic mysticism. A short history , Leiden 2000",
    "Louis Massignon, La passion de Hallâj, martyr mystique de l’Islam , new ed., 4 vols., Paris 1975, trans. Herbert Mason, The passion of Ḥallāj , 4 vols., Princeton 1982",
    "Seyyed H. Nasr, Sufi essays , London 1972, Albany 1991 2",
    "Benedikt Reinert, Die Lehre vom tawakkul in der klassischen Sufik , Berlin 1968",
    "Sara Sviri, The self and its transformation in Ṣūfism, with a special reference to early literature, in David Shulman and Guy G. Stroumsa (eds.), Self and self-transformation in the history of religions (Oxford 2002), 195–215."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}