{
  "id": "eweb_618",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-30545.xml?rskey=hdUGg0&result=2",
  "annotator": "Antonio",
  "title": "Hujvīrī, Abū l-Ḥasan",
  "authors": [
    "Jawid Mojaddedi"
  ],
  "word_count": "(1,610 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "05 Feb 2022",
  "last_updated": "04 Feb 2022",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Abū l-Ḥasan ʿAlī b. ʿUthmān al-Jullābī Hujvīrī (year of death traditionally taken as 465/1071–2) was a Ṣūfī scholar born and raised in the Jullāb and Hujvīr suburbs of Ghazna, in present-day Afghanistan. He settled eventually in Lahore, which was, at that time, like Ghazna, a major town under Ghaznavid rule. The most reliable source about his life is his sole surviving work, the Kashf al-maḥjūb (“The revelation of the veiled”). This work suggests that, whilst he was first and foremost a Ṣūfī, he had received a traditional scholastic education and was particularly interested in Ḥanafī kalām (scholastic theology).",
    "Hujvīrī’s teacher in Ṣūfism was probably the little known Abū l-Faḍl al-Khuttalī, whom he describes as his role model on the Ṣūfī path ( iqtidāʾ-i man dar-īn ṭarīqat bid-ūst; Kashf al-maḥjūb , 208). The Kashf al-maḥjūb also contains many references to meetings with other Ṣūfī teachers during his travels from Syria (where al-Khuttalī was based) to the Panjāb. Hujvīrī died in Lahore, where his shrine is still the most celebrated pilgrimage destination. His traditional year of death accords with the contents of his Kashf al-maḥjūb .",
    "1. The background of the Kashf al-maḥjūb",
    "The Kashf al-maḥjūb was allegedly written in response to questions asked by an enquirer into Ṣūfism named Abū Saʿīd Hujvīrī ( Kashf al-maḥjūb , 7). Although the name given indicates a compatriot from the same suburb of Hujvīr, in the Kashf al-maḥjūb itself the reader is told by the author that the work was completed in Lahore and therefore probably towards the end of his life, although it was perhaps begun in his hometown: “more than this is not possible to say, because the written sources are still in Ghazna, whilst I am stuck here in the region of Hind amongst ill-natured people” ( nājinsān; Kashf al-maḥjūb , 110). The passage cited above alludes to the lack of written sources (kutub) for the Kashf al-maḥjūb , but, by comparison with the surviving Ṣūfī works that had already been written, it appears that Hujvīrī actually had most of those resources at his disposal.",
    "The Kashf al-maḥjūb , the oldest surviving work of its kind written in Persian, is the counterpart to the Risāla (“Treatise”) by the Central Asian Shāfiʿī religious scholar, Ṣūfī manualist, and hagiographer Qushayrī (d. 465/1072), in that it has proven to be the most popular and influential manual of Ṣūfism in Persian. Qushayrī’s Risāla was completed at Nīshāpūr in Arabic in 437/1045, and Hujvīrī used it for his own work, which was written within two decades ( Kashf al-maḥjūb , 141). The status of these works in their respective literary traditions is probably due to the fact that both of them contain both thematic sections on Ṣūfī theory and practice and a biography collection that is part of the genre called ṭabaqāt (lit., generations) (Mojaddedi, Biographical tradition , chaps. 4 and 5; Bowering, 31–4). Both books also blend scholarly tendencies with Ṣūfism to a greater extent than the other major works of their time (Karamustafa, 99–103), but, whilst the work of Qushayrī consists largely of transmitted reports and his own brief summaries and commentaries, Hujvīrī’s work frequently presents his own views at length, especially through his distinctive use of dialectical reasoning to refute or defend the competing doctrines to which he refers.",
    "2. The structure of the Kashf al-maḥjūb",
    "The Kashf al-maḥjūb is divided into three broad sections. The final chapter of each section tends to be the most idiosyncratic. The first section ends with a chapter on “the path of blame” (malāmat) (Malāmatīs believed that all outward appearance of religiosity was ostentation and that real piety should remain hidden, to the extent that they should show only their bad qualities and thus become objects of blame). The inclusion of the final chapter on the path of blame is innovative for the genre of Ṣūfī manuals. Although Hujvīrī is initially circumspect in this approach, the fact that he ends his discussion of it by recounting how he had experienced the benefits of blame for himself—not to mention his very inclusion of this chapter in the introductory first section—indicates his generally positive view of the path of blame (Mojaddedi, 77–8).",
    "The second section of the Kashf al-maḥjūb is biographical and may be classified as belonging to the biographical genre (ṭabaqāt). This chronological section culminates with a final chapter on the twelve Ṣūfī groups (girūhhā) of the author’s own time. These groups are not historically verifiable but appear to be constructs that serve Hujvīrī’s purposes of exploring differences of opinion amongst Ṣūfīs (for example, intoxication versus sobriety; Mojaddedi, “Getting drunk”).",
    "The third and final section of the Kashf al-maḥjūb consists of eleven chapters, each labelled as “the uncovering of a veil” (kashf al-ḥijāb) . This similarity to the title of the work as a whole is, in itself, indicative of the prominent role of the chapters in this section. The first few chapters cover mainstream theological and legal topics. Unlike law manuals, however, Hujvīrī’s work provides in each of these chapters a mystical interpretation for each subject and discusses that dimension at greater length (for example, alms-giving leads to chivalry and pilgrimage leads to mystical witnessing). The final three chapters of this section focus on exclusively Ṣūfī characteristics, namely, the customs and manners for interaction, Ṣūfī terminology, and listening to music for worship (samāʿ) . This final chapter of the Kashf al-maḥjūb is based closely on the corresponding chapter on samāʿ in the Kitāb al-lumaʿ fī l-taṣawwuf (“The book of flashes illuminating Ṣūfism”), the oldest surviving Ṣūfī manual written in Arabic by the major Khurāsānī theorist and author Abū Naṣr al-Sarrāj (d. 378/988). The defence of the practice of samāʿ is, however, taken further by Hujvīrī, with his accommodation of the rending of garments in ecstasy (kharq) and “ecstatic dance” (Hujvīrī prefers the term ḥarakāt-i vajdī to raqṣ; Kashf al-maḥjūb , 542). A brief discussion of the practice of gazing at youths (al-naẓar fī l-aḥdāth) is also included; this practice is condemned when beginners are present (Kashf al-maḥjūb , 542).",
    "3. The influence of the Kashf al-maḥjūb",
    "The later influence of the Kashf al-maḥjūb in Hujvīrī’s native Persia is attested to directly by the Persian Ṣūfī poet and biographer from Herat Jāmī (d. 898/1492) in his Nafaḥāt al-uns (“Breezes of intimacy”), where he not only cites it but also devotes a biography to Hujvīrī. During the post-Ṣafavid period, the Kashf al-maḥjūb has been more influential in South Asia than elsewhere, not only because of the exodus from Iran of many Ṣūfī leaders during this period but also because the shrine of Hujvīrī in Lahore, who is referred to there by the Hindi epithet Dātā Ganjbakhsh (The Giver who bestows treasures), became the most celebrated pilgrimage site in that city. It has been revered and well preserved through the centuries, by sultans and Ṣūfīs and, more recently, by the Pakistani Ministry of Charitable Trusts (Strothmann).",
    "In addition to numerous manuscripts preserved in South Asia, several editions have been printed there since the 1903 Lahore edition, which Nicholson used as his base text, as well as translations into Urdu (Nicholson, trans., xv–xvi). Nicholson’s English translation itself, first published in 1911, was influential in South Asia. The contemporary South Asian Chishtī Ṣūfī master Maulana Wahid Bakhsh Sial Rabbani published in 1997 a new translation of the text, The Kashful Mahjub. “Unveiling the veiled.” The earliest Persian treatise on Sufism , intended primarily for English-reading South Asians. The Kashf al-maḥjūb was published in Tashkent and Samarqand in 1330/1912 and was published in Iran for the first time in 1327sh/1948, as a reprint of the 1926 St Petersburg edition prepared by Valentin Zhukovsky. The Kashf al-maḥjūb has been translated into Arabic by Isʿad ʿAbd al-Hādā Qandīl.",
    "Print version: 9789004464605, 20220501, 2022-3"
  ],
  "bibliography": [
    "Editions",
    "Hujvīrī, Abū l-Ḥasan, Kashf al-maḥjūb , ed. ʿAlī Qawmī, Islamabad, 1978",
    "Hujvīrī, Abū l-Ḥasan, Kashf al-maḥjūb , ed. V. A. Zhukovskii, Saint Petersburg, 1899.",
    "Sources",
    "Abū Nuʿaym Iṣfahānī, Ḥilyat al-awliyāʾ , 10 vols. in 5, Cairo 1932–8",
    "Reynold A. Nicholson (trans.), Kashf al-maḥjūb of al-Hujwīrī. The oldest Persian treatise on Sufism , London 1911",
    "Isʿad ʿAbd al-Hādā Qandīl (trans. into Arabic), Kashf al-maḥjūb , 2 vols., Cairo 1974",
    "Abū Qāsim ʿAbd al-Karīm al-Qushayrī, Risāla fī ʿilm al-taṣawwuf , ed. ʿAbd al-Ḥalīm Maḥmūd and Maḥmūd Ibn al-Sharīf, 2 vols., Cairo 1972–4",
    "Wahid Bakhsh Sial Rabbani (trans.), The Kashful mahjub. “Unveiling the veiled.” The earliest Persian treatise on Sufism , Kuala Lumpur 1997",
    "Abū Naṣr al-Sarrāj, Kitāb al-lumaʿ fī l-taṣawwuf , ed. Reynold A. Nicholson, Leiden 1914.",
    "Studies",
    "Gerhard Böwering, The mystical vision of existence in classical Islam. The Qurʾānic hermeneutics of the Sufi Sahl at-Tustari (d. 283/896) , Berlin and New York 1980",
    "Sidney Jerrold and Edward Denison Ross (trans.), Persian Ṣūfism. Being a translation of Professor Zhukovsky’s introduction to his edition of the Kashf al-Mahjub , BSOAS 5/3 (1929), 475–88",
    "Ahmet Karamustafa, Ṣūfism. The formative period , Edinburgh 2007",
    "ʿAbd al-Raḥmān Jāmī, Nafaḥāt al-uns , ed. Maḥmūd ʿĀbidī, Tehran 1992",
    "Jawid Mojaddedi, The biographical tradition in Sufism. The ṭabaqāt genre from al-Sulamī to Jāmī , Richmond, Surrey 2001",
    "Jawid Mojaddedi, Getting drunk with Abū Yazīd or staying sober with Junayd. The creation of a popular typology of Sufism, BSOAS 66/1 (2003), 1–13",
    "Linus Strothmann, Dātā Ganj Bakhsh, shrine of, EI3 ."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}