{
  "id": "eweb_619",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-30548.xml?rskey=Swh4oq&result=5",
  "annotator": "Antonio",
  "title": "Ḥulmāniyya",
  "authors": [
    "Tayeb Chouiref"
  ],
  "word_count": "(852 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Jan 2018",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "The Ḥulmāniyya were the followers of Abū Ḥulmān al-Fārisī (d. c.340/951), a native of Persia, who was educated in Aleppo and later resided in Damascus, where he disseminated his ideas. The term “Ḥulmāniyya” appears for the first time in the writings of the Ashʿarī heresiographer ʿAbd al-Qāhir al-Baghdādī (d. 429/1037), the Shāfiʿī scholar, heresiologist, and mathematician born and raised in Baghdad and educated in Nīshāpūr: “Amongst the Ḥulūlī (incarnationist) sects, the Ḥulmāniyya derives its name from Abū Ḥulmān al-Dimashqī…. He advocated the doctrine that God takes up residence in beautiful individuals” ( Kitāb al-farq bayna al-firaq , 245; see also Ritter, 466).",
    "According to al-Baghdādī, the Ḥulmāniyya quoted Q 15:29 as evidence of the possibility of God taking up residence in creatures, and they therefore permitted themselves to prostrate themselves before a beautiful form. Abū Ḥulmān is sometimes described as a Ṣūfī, as in Kitāb al-Lumaʿ (“Book of flashes”), by the Ṣūfī master from Khurāsān al-Sarrāj (d. 378/988), where he is noted for hearing a divine message articulated by a human voice or sounds made by animals. According to one report, when Abū Ḥulmān al-Dimashqī heard a street vendor call out, yā saʿtar barrī! (Oh wild thyme!), he understood him to mean isʿa tara birrī! (strive, and you will see My kindness!), whereupon he fell to the ground unconscious (Lumaʿ, 289).",
    "For the Persian Ṣūfī al-Hujvirī (d. 465/1072), the Ḥulmāniyya are one of two “reprobate” sects (along with al-Ḥallājiyya) that included “those heretics who have connected themselves with the Ṣūfīs and have adopted Ṣūfī phraseology as a means of promulgating their heresy” (Arberry, 617). But Abū Ḥulmān’s Ṣūfism is not generally acknowledged by Ṣūfī masters, and he and the Ḥulmāniyya were accused of belief in the transmigration of souls (intiqāl) and in permissiveness (ibāḥa) , that is, allowing practices that were forbidden under Islamic law; this was seen as a natural consequence of their belief in incarnation (ḥulūl) . In time, Abū Ḥulmān and his followers came to be associated also with the attendant visual experience of the auditory practice of samāʿ (spiritual concert, Ar., lit., audition), namely, seeing God in every beautiful being and especially in human beauty (Karamustafa, 105–6).",
    "Abū Ḥulmān al-Fārisī and the Ḥulmāniyya are generally accused of two heresies: 1) maintaining the doctrine of ḥulūl and imtizāj (the admixture of the human and the divine); 2) considering themselves, by their professed knowledge of God, to be free from all legal and moral-ethical prohibitions, thus advocating licentiousness (Carl Ernst, 121–3).",
    "According to al-Hujvirī (465/1072), the Ḥulmāniyya were associated with the teachings of Aḥmad Ibn Sālim (d. between 350/961 and 360/971), which became the Sālimiyya, a philosophical school (madhhab) in Basra in the third/ninth century and whose followers professed God’s continual creation ( Kashf al-maḥjūb , 131, 260). However, according to Abū Ṭālib al-Makkī (d. 386/996), who calls him “our shaykh ” (2:172, lines 12–35), Ibn Sālim was very ascetic and upheld sharīʿa scrupulously. Al-Makkī himself seems to have adhered to the teachings of the Sālimiyya (Saeko Yazaki, Islamic mysticism , 17–8). In fact, it is impossible to ascertain whether the Ḥulmāniyya were related in any way to the Sālimiyya or to any other ascetic or mystical movement of Damascus (Knysh, 85–6).",
    "Print version: 9789004356634, 2018, 2018-2"
  ],
  "bibliography": [
    "Sources",
    "Abd al-Qāhir al-Baghdādī, Kitāb al-farq bayn al-firaq , Beirut, 1977",
    "Abū l-Ḥasan ʿAlī b. ʿUthmān al-Hujvirī, Kashf al-maḥjūb , ed. Valentin A. Zhukovskiĭ, St Petersburg 1899, trans. Reynold A. Nicholson, Kashf al-mahjub of al-Hujwiri. The oldest Persian treatise on Sufism , London 1911, repr. (with corrections) as The revelation of the veiled , Wiltshire CT 1999",
    "Abū Ṭālib al-Makkī, Qūt al-qulūb , ed. Beirut, n.d.",
    "Abū Naṣr al-Sarrāj, al-Lumaʿ fī l-taṣawwuf , ed. Reynold A. Nicholson, The Kitáb al-lumaʿ fi ’l-Taṣawwuf of Abú Naṣr ‘Abdallah b. ʿAlí al-Sarráj al-Ṭúsí , Leiden 1914.",
    "Studies",
    "Arthur John Arberry, Mysticism, in Peter M. Holt, Ann K. S. Lambton, and Bernard Lewis (eds.), The Cambridge history of Islam , vol. 2b, Islamic society and civilization (Cambridge 1970), 604–31",
    "Kenneth S. Avery, A psychology of early Sufi samāʿ. Listening and altered states , London 2004",
    "Gerhard Böwering, The mystical vision of existence in classical Islam , Berlin 1980",
    "Ernst Ludwig Dietrich, Die Lehre von der Reinkarnation im Islam, Zeitschrift für Religions- und Geistesgeschichte 9/2 (1957), 129–49",
    "Carl W. Ernst, Words of ecstasy in Sufism , Albany 1985",
    "Ahmet T. Karamustafa, Sufism. The formative period , Edinburgh 2007",
    "Alexander Knysh, Islamic mysticism. A short history , Leiden 2000",
    "Hellmut Ritter, Das Meer der Seele. Mensch, Welt und Gott in den Geschichten des Farīduddīn ‘Aṭṭār , Leiden 1978, trans. John O’Kane with editorial assistance of Bernd Radtke, The ocean of the soul. Men, the world and God in the stories of Farīd al-Dīn ʿAṭṭār , Leiden 2003",
    "Saeko Yazaki, Islamic mysticism and Abū Ṭālib al-Makkī. The role of the heart , Abingdon, Oxfordshire and New York 2013."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}