{
  "id": "eweb_620",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-30851.xml?rskey=f9WTiy&result=31",
  "annotator": "Antonio",
  "title": "Ibn Karrām",
  "authors": [
    "Lutz Berger"
  ],
  "word_count": "(1,791 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Mar 2018",
  "last_updated": "16 Oct 2023",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Abū ʿAbdallāh Muḥammad Ibn Karrām al-Sijistānī (b. 190/806?, d. 265/869) was a Muslim scholar, preacher, and founder of the Karrāmiyya movement, which was named after him.",
    "1. Early life",
    "Ibn Karrām was probably born in Zaranj, in the province of Sijistān, in present-day south-eastern Iran. Some in his movement said that he was born in Mecca while his parents were on pilgrimage. This may be a pious legend, but the fact that such legends arose in his movement shows that his early life was not well known to his followers. It was claimed that his family stemmed from Arabs of the tribe of the Banū Nizār (al-Samʿānī, 10:375), but this claim to Arab ancestry may have been a reaction to critics who mocked his inadequate knowledge of the Arabic language. Nor is it certain that his father was a vine dresser or guardian of a vineyard (Ar. karrām ), as implied by his name. Variant readings (kirām, karām) have been proposed and seem to have been current in the movement (al-Subkī, 2:305; van Ess, Ungenützte Texte , 8f.), but they may likewise reflect an effort to clear his father from suspicion of having participated in work not fit for a pious Muslim.",
    "This confusion about his youth and early adulthood—and the uncertainty about the sequence of events in his life more generally—may have to do with the fact that Ibn Karrām did not become a public figure beyond his native region until late in life. It was only after 255/840 that, because of his religious views and, at least in the eyes of his enemies, his undue self-confidence, he came into conflict with the authorities in his native Sijistān.",
    "2. Religious and historical background",
    "Religious change and unrest were rife in eastern Iran during the late second/late eighth-early ninth centuries. Adherents of various Iranian religious movements took up arms in a nativist reaction to Islam, just as growing parts of the local population began to embrace various forms of that religion (Crone; on possible links between the Karrāmiyya and Manichaeism, Chabbi, 50–1). This movement of conversion to Islam was helped by the prevalence in that region of the Ḥanafī legal school, which adopted a forgiving attitude towards converts who did not carry out Islamic religious obligations fully and properly. In eastern Iran, while the norms of scriptural Islam were viewed with a certain permissiveness, ascetic movements were forming that offered their adherents the possibility of doing feats of religious athleticism. One of the leaders of the ascetic trend in Islam in Khurāsān was Aḥmad b. Ḥarb (d. 234/848–9), of the Murjiʾī theological school (van Ess, TG , 2:609). Ibn Karrām studied with him in Nīshāpūr, probably before 255/840. Later followers of Ibn Karrām generally recognised Aḥmad b. Ḥarb as an important religious authority (al-Khaṭīb al-Baghdādī, 4:118). Ibn Karrām studied also with teachers in other cities in the region, such as Ibrāhīm b. Yūsuf al-Mākiyānī (d. 239/853) of Balkh, ʿAlī b. Ḥujr (d. 244/859) of Merv, and ʿAbdallāh b. Mālik b. Sulaymān of Herat. After completing his studies, he decided to perform the pilgrimage to Mecca, where he spent five years as a pious resident (mujāwir) . Before returning home, he lived for some time in Jerusalem (al-Samʿānī, 10:375).",
    "3. His asceticism and tawakkul",
    "After this journey, Ibn Karrām decided to sell all his belongings and to take up a life of ostentatious asceticism and reliance on God (tawakkul) . For example, he would lead his followers into the desert without provisions. He wore simple hides and a white hood and sat on a felt cloth while dispensing religious advice (Abū Tammām, Ar. 55, Eng. 58; al-Dhahabī, 311). Ostentatious tawakkul later became a hallmark of the sect and was much criticised by its enemies (Berger, 69–76; Bonner). All this made Ibrāhīm b. Ḥusayn, the Ṭāhirid governor of Sijistān (in office 225/840 and 239–44/854–8) suspicious of his intentions, especially in view of the general unrest in the region, with Khārijī rebels roaming the countryside and the urban lower classes growing increasingly restless. Ibn Karrām was asked to present his views to the governor and is said to have denied any connection with leading Ḥanafī scholars in the region, although affiliation with their legal school would have given him respectability. In remarkably bad Arabic, he is said by ʿUthmān al-Dārimī (d. 280/894) to have claimed to have received divine inspiration. Taking into consideration Ibn Karrām’s reputation for piety, the governor decided not to have him executed but had him severely beaten and exiled (al-Subkī, 2:305; al-Dhahabī, 19:312). Ibn Karrām is thus presented both as having distanced himself from the Ḥanafī legal school and, simultaneously, as being an incompetent scholar. Both portrayals may be the product of resentment that upper-class Ḥanafīs and Shāfiʿīs in Nīshāpūr, the most important centre of learning in eastern Iran in the following centuries, felt for the unkempt followers of Ibn Karrām with whom they vied for control of their hometown (Berger, 25–34; Bulliet, 12–4, 38–9, 42–3, and passim).",
    "After preaching to people in rural parts of the region in order to convert them to Islam, Ibn Karrām settled in Nīshāpūr, the hometown of his teacher Aḥmad b. Ḥarb. While he is again represented there as a figure who catered to the religious needs of simple people, some craftsmen found fault both with his ostentatious piety and extravagant clothing and, even more, with his criticism of working for a living. For Ibn Karrām, regular work was a sign of a lack of tawakkul (van Ess, TG , 2:610).",
    "During the governorate of Muḥammad b. Ṭāhir b. ʿAbdallāh in Khurāsān (248–59/862–73), he was again imprisoned for some time (al-Subkī, 2:304). After his release, he left Khurāsān for good in 251/865 and, with several of his adherents, settled in Jerusalem (al-Samʿānī, 10:376). According to a saying ascribed by his adherents to the Prophet, this move was represented as a harbinger of the end times and likened to the Prophet Muḥammad’s hijra from Mecca to Medina (al-Jūraqānī, 290–1).",
    "Ibn Karrām continued to preach in Jerusalem, drawing great crowds, and he came into conflict with the authorities. He was expelled to the town of Zughar, south of the Dead Sea, where he died in 255/869. His followers returned his body to Jerusalem for burial (Zysow, Karrāmiya). His movement survived for some centuries after his death, mostly in eastern Iran but, according to al-Muqaddasī (238), also as far away as North Africa.",
    "4. Works of Ibn Karrām",
    "Three of Ibn Karrām’s works were of interest to Muslim scholars in the centuries after his death: ʿAdhāb al-qabr (“The punishment of the grave”), Kitāb al-tawḥīd (“On monotheism”), and Kitāb al-sirr (“The secret”). Unfortunately, these books are known only through meagre citations in the works of later, mostly hostile, authors. Later sources ridicule what they consider awkward terminology used by Ibn Karrām—a polemical position like the criticism of his clumsy spoken Arabic when he was interviewed by the Ṭāhirid governor. They also try to present Ibn Karrām as having too concrete a view of God: Ibn Karrām is reported to have regarded God as a being of light who, sitting on His throne, had no presence below it (al-Baghdādī, 189), which shows Ibn Karrām at odds with the abstract view of God prevalent in the rationalist Muʿtazilī school that was influential during the period, not only in Baghdād but also in Nīshāpūr. Ibn Karrām seems also to have found fault with the Muʿtazilī view that God’s creation is the best imaginable world. In his view, there are both useless and dangerous things in creation; God is not bound by considerations of simple utility (van Ess, Ungenützte Texte , 11–30).",
    "Ibn Karrām followed the common Ḥanafī position that the mere profession of faith is sufficient proof of one’s status as a believer. In principle, all people are believers, since they had confessed belief in God’s lordship over them before they were born (Q 7:172; van Ess, TG, 2 :610). This attitude accords with his efforts to preach to simple people who were incapable of acquiring knowledge and living up to the high standards that were the hallmark of Ibn Karrām’s religious life.",
    "Print version: fascicle 2023-5"
  ],
  "bibliography": [
    "Sources",
    "Abū Tammām, Kitāb al-shajara , ed. and trans. Wilferd Madelung and Paul E. Walker, An Ismaili heresiography. The “Bāb al-shayṭān” from Abū Tammām’s Kitāb al-shajara , Leiden 1998",
    "ʿAbd al-Qāhir al-Baghdādī, al-Farq bayn al-firaq , ed. Muḥammad ʿUthmān al-Khisht (Cairo n.d.), 189–97",
    "Shams al-Dīn al-Dhahabī, Taʾrīkh al-Islām , ed. ʿUmar ʿAbd al-Salām al-Tadmurī, Beirut 1992",
    "ʿAbdallāh al-Jūraqānī, al-Abāṭīl wa-l-manākīr wa-l-ṣiḥāḥ wa-l-mashāhīr , ed. ʿAbd al-Raḥmān ʿAbd al-Jabbār al-Farīwāʾī, 2 vols., Riyadh 1994",
    "al-Khaṭīb al-Baghdādī, Taʾrīkh Baghdād (Cairo 1349/1931, repr. Beirut n.d.), 4:118",
    "al-Muqaddasī, Kitāb aḥsan al-taqāsīm fī maʿrifat al-aqālīm , ed. M. J. de Goeje, Leiden 1906 2",
    "al-Ṣafadī, al-Wāfī bi-l-wafayāt , ed. Sven Dedering (Wiesbaden 1959), 4:275–7",
    "ʿAbbās b. Manṣūr al-Saksakī, al-Burhān fī maʿrifat ʿaqāʾid ahl al-adyān , ed. Bassām ʿAlī Salāma al-ʿAmūsh, Cairo 1980, al-Zarqāʾ 1996 2",
    "Abū Saʿd al-Samʿānī, al-Ansāb , ed. ʿAbd al-Fattāḥ Muḥammad al-Ḥulw, Cairo 1401/1981",
    "Tāj al-Dīn al-Subkī, Ṭabaqāt al-Shāfiʿiyya al-kubrā , ed. ʿAbd al-Fattāḥ Muḥammad al-Ḥulw and Maḥmūd Muḥammad al-Ṭanāḥī, 10 vols., Cairo 1967.",
    "Studies",
    "Lutz Berger, “Geschieden von allem außer Gott.” Sufik und Welt bei Abū ʿAbd ar-Raḥmān as-Sulamī (936–1021) , Hildesheim 1998",
    "Lutz Berger, al-Karrāmiyya, EI3",
    "Michael Bonner, The Kitāb al-kasb attributed to al-Shaybānī. Poverty, surplus, and the circulation of wealth, JAOS 121 (2001), 410–27",
    "Clifford Edmund Bosworth, The Ghaznavids. Their empire in Afghanistan and eastern Iran (994–1040) (Edinburgh 1963, repr. Beirut 1973), 185–9",
    "Richard W. Bulliet, The patricians of Nishapur , Cambridge MA 1972",
    "Jacqueline Chabbi, Remarques sur le développement historique des mouvements ascétiques et mystiques au Khurasan. IIIe/IXe siècle–IVe/Xe siècle, SI 46 (1977), 5–72",
    "Patricia Crone, The nativist prophets of early Islamic Iran. Rural revolt and local Zoroastrianism , Cambridge 2012",
    "Josef van Ess, TG; Josef van Ess, Ungenützte Texte zur Karrāmīya , Heidelberg 1980",
    "Aron Zysow, Karrāmiya, EIr",
    "Aron Zysow, Karrāmiyya, in Sabine Schmidtke (ed.), The Oxford Handbook of Islamic Theology (Oxford 2016), 252–62."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}