{
  "id": "eweb_623",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-35534.xml?rskey=9iQ18w&result=43",
  "annotator": "Antonio",
  "title": "Khiḍr",
  "authors": [
    "Patrick Franke"
  ],
  "word_count": "(2,892 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "05 Feb 2022",
  "last_updated": "04 Feb 2022",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Khiḍr (Ar. al-Khiḍr or al-Khaḍir; “the green one”) is an enigmatic figure venerated throughout the Islamic world who plays a central role in the traditional Islamic worldview. As a symbol of the cyclical renewal of vegetation and an embodiment of God’s mercy, he takes up “a huge space in Muslim traditions and cultures” (Omar, 167). The Eastern Islamic exegete Abū Isḥāq al-Thaʿlabī (d. 427/1036), in a much cited statement, has defined Khiḍr as “a prophet preserved alive and concealed to the eyes” (nabī muʿammar maḥjūb ʿan al-abṣār) . According to a popular tradition traced back to ʿAbdallāh b. ʿAbbās (d. c.68/687–8) and transmitted by al-Darāquṭnī (d. 385/995), he will die only at the end of time at the hands of the Dajjāl. A famous statement of the Shāfiʿī scholar Abū Zakariyyā al-Nawawī (d. 676/1277) says that Khiḍr is alive and stays in our midst (huwa ḥayy mawjūd bayna aẓhurinā) . Among Shīʿīs and Ṣūfīs the idea of Khiḍr being alive and permanently wandering the earth was especially popular. They thought that for ensuring Khiḍr’s presence, it is sufficient to mention his name. The eighth Shīʿī Imām, ʿAlī b. Mūsā l-Ridā (d. 202/818), is quoted as saying “Wherever Khiḍr is mentioned, he is present. Whoever mentions him, should greet him” (al-Majlisī, 13:299).",
    "The extraordinary longevity of Khiḍr is explained in the Islamic tradition by a number of aetiological legends (cf. Franke, Begegnung mit Khidr, 41–60), the most famous of them being the tale about his drinking from the fountain of life. As Israel Friedländer has shown in his classical study on the background of this legend, it was a popular narrative in the Near East since Late Antiquity in various Greek, Hebrew, and Syriac versions of the Alexander romance. However, in these versions of the legend it was not Khiḍr but Alexander’s cook named Andreas who gained immortality by drinking from the fountain of life. The substitution of Andreas with Khiḍr is a trait that we find only in the Islamic versions of the legend.",
    "Although the general idea of Khiḍr makes him, strictly speaking, an invisible person, traditional Arabic, Persian, and Turkish literature of different periods is replete with accounts about people who have “seen” or “met” Khiḍr (Franke Begegnung mit Khidr, 375–562). The earliest reports on such encounters with Khiḍr are to be found in the Arabic religious literature of the third/ninth and fourth/tenth centuries. They are shaped as ḥadīth s traced back through chains of transmission to the Companions of the Prophet, their Successors, or other reliable authorities. As an example we may refer to the so-called hadīth al-taʿziya , a tradition quoted in different versions by scholars such as Ibn Abī Dunyā (d. 281/894), Ibn Bābawayh (d. 381/991), and al-Sahmī (d. 429/1038). The tradition relates that when the Prophet died a man identified as Khiḍr appeared in the house of the mourners to comfort them (cf. Franke, Begegnung mit Khidr, 383–6). From this early layer of Islamic religious culture, which was strongly influenced by ancient Arabic beliefs, the idea of encountering Khiḍr has been passed on through both literary and oral channels to later generations of Muslims. The presence of Khiḍr as a rescuer in nearly all the great Islamic epics and romances (cf. Franke Begegnung mit Khidr, 12, 510–18) shows that professional storytellers must have contributed a lot to the popularisation of this figure.",
    "Encounters with Khiḍr are usually described not as dreams, but as physical events in the material world that are sometimes even experienced by more than one person (thereby establishing intersubjectivity and suggesting, therefore, a degree of objectivity). If a person “meets” or “sees” Khiḍr this is generally understood as a divine distinction. Ṣūfī manuals from various times point out emphatically that the encounter with Khiḍr proves that a man or woman is one of the so-called “friends of God” ( awliyāʾ Allāh ; cf. Franke, Begegnung mit Khidr, 180–6). In a Tunisian chronicle dating from the eighteenth century, al-Ḥulal al-Sundusiyya by al-Wazīr al-Sarrāj (d. 1149/1736), it is even claimed that there is no friend of God on earth who has not met Khiḍr because he, as the “raʾīs al-awliyāʾ,” is their leader. In view of such statements it is not surprising that tales on encounters with Khiḍr form an integral part of the motif inventory of Islamic hagiographical works.",
    "One of the most foundational texts for the Islamic conception of Khiḍr is Q 18:60–82 that relates how the Israelite prophet Moses meets an unnamed servant of God at the majmaʿ al-baḥrayn , a mythical junction of two seas. Moses, in the Qurʾānic account, seeks to accompany the servant of God in order to attain some of his knowledge. The undertaking, however, very soon comes to an end because Moses cannot bear the absurdly bad behaviour of his companion, the true sense of which he is not able to understand. On the basis of several ḥadīth -traditions, which are to be found in the great canonical collections, the servant of God appearing in this account is generally identified with Khiḍr. The description of the nameless servant in Q 18:65 as somebody “to whom We [i.e., God] had given knowledge from our own” (ʿallamnāhu min ladunnā ʿilman) has given birth to the idea shared by all Ṣūfīs that Khiḍr is the bearer of a special divine knowledge that is called ʿilm ladunī and that is superior to prophetic knowledge. In some encounter reports it is narrated how Khiḍr imparts this knowledge to the people he meets (Franke, Begegnung mit Khidr, 198–201).",
    "The general popularity of Khiḍr can be concluded from the frequency with which, in the course of Islamic history, he was instrumentalised as a symbol of religious authorisation. There is, for example, a large number of invocations that are said to possess magical powers, because they have been conveyed to somebody by Khiḍr. The most famous invocation of this kind is the so-called Duʿāʾ Kumayl that ʿAlī b. Abī Ṭālib (d. 40/661) is said to have received from Khiḍr (cf. Franke, Begegnung mit Khidr, 109–13). But narrations about encounters with Khiḍr have also served to legitimise rulers and whole dynasties (Franke, Begegnung mit Khidr, 275–9ff.), and they have played an important role both in the Shīʿī apologetic discourse and in the propaganda of the various Sunnī schools of law (Franke, Begegnung mit Khidr, 292–300). In addition, the encounter motif is used to point out the divine origin of certain doctrines and ideas. A good illustration of this is the treatise al-Mīzān al-Khiḍriyya by ʿAbd al-Wahhāb al-Shaʿrānī (d. 972/1565), in which the author (an Egyptian Ṣūfī) attributes his theory of the equal ranking of the four Sunnī law schools to an inspiration by Khiḍr. Furthermore, in Persianate poetry Khiḍr has become an important symbol of poetical inspiration and literary originality (Franke, Drinking from the water of life).",
    "It is the widespread notion of Khiḍr’s permanent wandering about the earth that gave rise to the belief that there exist certain localities that continue to serve as places of temporary abode and rest for him. In the Arab countries of the Near East such places have been termed maqām al-Khiḍr (“station of Khiḍr”) or mashhad al-Khiḍr (“shrine of Khiḍr”) and in the Persian-speaking regions the term qadamgāh-i Khiḍr (lit., “stride place of Khiḍr”) is more popular. In Anatolia and the Balkans places in which Khiḍr is said to have appeared were named Hızırlık or Hıdırlık and in some cities and villages there are hills and buildings which have preserved this name up to the present day (for examples see Franke, Begegnung mit Khidr, 102–5).",
    "Khiḍr’s presence, however, is not restricted to places named after him. The reports on encounters with him show that he can appear in mosques of any kind and at any place. Above all his appearance is part of the sacred aura of the great congregational mosques. It was for instance a widespread belief that Khiḍr is present in the centre of the domed hall of Aya Sofya and cares for this sacred building (Franke, Khidr in Istanbul, 40–5). As the eighteenth-century Ottoman author Hafız Hüseyin Ayvansarayi (Ḥāfiẓ Ḥusayn Ayvansarāyī, d. 1201/1787) relates in his guide to the Muslim monuments of Istanbul, Ḥadīqat ül-jevāmiʿ , it was precisely here that, at the command of Khiḍr, the Turkish poet Ḥamdallāh Ḥamdī (d. 909/1503) translated ʿAbd al-Raḥmān Jāmī’s (d. 898/1492) love epic Yūsuf va Zulaykhā from Persian into Turkish. The North-African historian al-Zarkashī (d. 932/1526), in his Taʾrīkh al-dawlatayn , quotes a Tunisian shaykh who states that Khiḍr makes a daily attendance before noon prayer at the famous al-Zaytūna Mosque. Another popular legend, transmitted by several Syrian historians, relates that the Great mosque of Damascus, today called the Umayyad Mosque, was also blessed by Khiḍr’s periodical presence (Franke, Begegnung mit Khidr, 270–3).",
    "A very close relationship also binds Khiḍr to the holy sites of Mecca, Medina, and Jerusalem. In a famous tradition, which is traced back to the Syrian traditionist Shahr b. Ḥawshab (d. 99/718), it is said that “[e]very Friday Khiḍr prays in five mosques: in the Holy Mosque [of Mecca], in the mosque of Medina, in the mosque of Jerusalem, in the mosque of Qubāʾ, and in the mosque of Mount Sinai” (cf. Franke, Begegnung mit Khidr, 117). Qubāʾ, mentioned here after the three holy sites of Islam, is a village a few kilometres to the south of Medina on the road to Mecca. The mosque of this village is distinguished as the mosque in which the first congregational prayer is said to have taken place.",
    "The veneration of Khiḍr also has a cosmic dimension manifesting itself in the assignment of certain natural elements to him. The fact that in Islamic belief Khiḍr has a special relationship to vegetation and to spring time is evident in the meaning of his epithet, that is, “the green one” (with his real name being disputed). This epithet is explained in a canonical ḥadīth that states the places in which he sits or says prayers become green. But Khiḍr’s cosmic function is not restricted to vegetation, he is also associated with the sea, islands, and the desert (cf. Franke, Begegnung mit Khidr, 80–102). In an anonymous Arabic version of the Alexander romance we find the statement that Khiḍr is “God’s agent on the sea and his guardian in the land” ( wakīl Allāh ʿalā l-baḥr wa-amīnuhū ʿalā l-barr; Friedländer, 214). In this cosmic guardian function Khiḍr is very often accompanied by another person. A famous tradition quoted in many Arabic, Persian, and Turkish works says that the earth is divided between Khiḍr and Ilyās, one of them being responsible for the sea and the other for land and desert. According to Islamic tradition, Ilyās, the biblical Elijah, is another pre-Islamic prophet to which a long life has been granted. Popular Islamic tradition makes Khiḍr and Ilyās a permanent couple and, to a large extent, assimilates both figures to each other.",
    "In Afghanistan, Iran, Anatolia, and Iraq there exist ceremonies that aim at bringing the propitious effect of Khiḍr’s presence into private households. The central element of these ceremonies, which in their details vary from place to place, consists of a meal that is prepared for Khiḍr and on which he is supposed to leave his traces. The room in which the food is set out for him is thoroughly cleaned and then closed for the night. The next morning, people look for the imprint of Khiḍr’s finger or hand in the substance they have prepared for him. This substance or food “touched” by him is regarded as blessed and is consumed at a celebration with relatives and friends (cf. Franke, Begegnung mit Khidr, 165–7; Krasnovolska, The prophet Xezr-Elias).",
    "The belief in Khiḍr’s still being alive has not remained unquestioned. Beginning with the fourth/tenth century, a vigorous debate unfolded among Muslim scholars about this idea (cf. Franke, Begegnung mit Khidr, 323–70). One of the most vociferous critics of Khiḍr’s veneration was the Ḥanbalī scholar Ibn al-Jawzī (d. 596/1200) who has authored a treatise in which he purports to prove on the basis of rational and tradition-based arguments that Khiḍr cannot be alive. It has survived only in excerpts by later authors. The majority of the traditionalist scholars, however, opposed Ibn al-Jawzī’s literalist stance by declaring that Khiḍr’s continued existence is indeed proved by prophetic traditions. Today, the debate about this matter continues and several Arabic treatises attempting to refute Khiḍr’s eternal life have been published over the past twenty years in Egypt, Syria, and Saudi Arabia (see, for example, ʿAbd al-Muqtadir).",
    "Print version: 9789004464605, 20220501, 2022-3"
  ],
  "bibliography": [
    "Sources",
    "al-Thaʿlabī, Qiṣaṣ al-anbiyāʾ al-musammā ʿArāʾis al-majālis , Beirut n.p. n.d., 198",
    "Ibn Kathīr, al-Bidāya wa-l-nihāya , ed. Aḥmad Abū Mulḥim (Beirut 1985), 1:120",
    "al-Nawawī, Tahdhīb al-asmāʾ wa-l-lughāt , ed. F. Wüstenfeld (Göttingen 1842), 229",
    "al-Majlisī, Biḥār al-anwār (Tehran 1956–72), 13:299",
    "al-Wazīr al-Sarrāj, al-Ḥulal al-sundusiyya fi l-akhbār al-Tūnusiyya , ed. M. al-Ḥabīb al-Hayla, 3 vols. (Beirut 1984), 1:155",
    "Hafız Hüseyin Ayvansarayi, The garden of the mosques. Hafız Hüseyin al-Ayvansarayî’s guide to the Muslim monuments of Ottoman Istanbul , ed. and trans. Howard G. Crane (Leiden 1999), 8",
    "Ibn al-Murajjā, Fadaʾil Bayt al-Maqdis wa-l-Khalil wa-fadāʾil al-Shām , ed. Ofer Livne-Kafri, Shifa Amru 1995",
    "ʿAbd al-Wahhāb al-Shaʿrānī, al-Mīzān al-Khiḍriyya , Cairo 1989",
    "ʿAlī al-Qārī, al-Ḥaḍar fī amr al-Khiḍr , Damascus 1991",
    "Ibrāhīm b. Fatḥī ʿAbd al-Muqtadir, Kashf al-ilbās ʿamma ṣaḥḥa wa-mā lam yaṣiḥḥ min qiṣṣat al-Khiḍr Abī l-ʿAbbas , Jidda 1997",
    "Aḥmad ʿAbd al-ʿAzīz Ḥạsīn, Jazīrat Faylakā wa-ḥurāfat athar al-Khiḍr , Kuwait c. 1980",
    "Ibn Ḥajar al-ʿAsqalānī, al-Zahr al-naḍir fī nabaʾ al-Khaḍir , ed. Majdī al-Sayyid Ibrāhīm, Cairo 1987.",
    "Studies",
    "Françoise Aubaile-Sallenave, “al-Khiḍr, l’homme au manteau vert” en pays musulmans. Ses fonctions, ses charactères, sa diffusion, Res Orientales 14 (2002), 11–36",
    "Anto Augustinović, “El-Khadr” and the prophet Elijah , trans. Eugene Hoade, Jerusalem 1972",
    "Simone Christoforetti, Su Khiḍr, patrono di contaminazioni, in Daniela Bredi and Gianroberto Scarcia (eds.), Ex libris Franco Coslovi (Venice 1996), 213–28",
    "Patricia Crone, Idrīs, Atraḫasīs and al-Khiḍr, in Hanna Siurua (ed.), Islam, the ancient Near East and varieties of godlessness. Collected studies in three volumes, volume 3 (Leiden 2016), 44–81",
    "Lydia Einsler, Mār Eljās, el-Chaḍr und Mār Dschirjis. Zeitschrift des Deutschen Palästina-Vereins 17 (1894), 42–55, 65–74",
    "Patrick Franke, Begegnung mit Khidr. Quellenstudien zum Imaginären im traditionellen Islam , Stuttgart 2000, http://menadoc.bibliothek.uni-halle.de/urn/urn:nbn:de:gbv:3:5–91396",
    "Patrick Franke, Die arabische Jeremia-Erzählung und der Legendenkranz um Khidrs Weltflucht, Hallesche Beiträge zur Orientalistik 29 (2000), 40–63",
    "Patrick Franke, Khidr in Istanbul. Observations on the symbolic construction of sacred spaces in traditional Islam, in Georg Stauth (ed.), On archaeology of sainthood and local spirituality in Islam (Bielefeld 2004), 36–56",
    "Patrick Franke, Drinking from the water of life—Nizami, Khizr and the symbolism of poetical inspiration in later Persianate literature, in Johan Christoph Bürgel and Christine van Ruymbeke (eds.), A key to the treasure of the hakim. Artistic and humanistic aspects of Nizami Ganjavi’s Khamsa (Leiden 2011), 107–25",
    "Israel Friedländer, Die Chadhirlegende und der Alexanderroman. Eine sagengeschichtliche und literarhistorische Untersuchung , Leipzig and Berlin 1913",
    "Anna Krasnowolska, The prophet Xezr-Elias in Iranian popular beliefs. With some Slavic parallels, in A. Zaborski (ed.), Islam i chrzescijanstwo (Crakow 1995), 159–76",
    "Anna Krasnowolska, Ḵeżr, EIr; Josef W. Meri, Re-appropriating sacred space. Medieval Jews and Muslims seeking Elijah and al-Khadir, Medieval Encounters 5/3 (1999), 237–64",
    "Ahmet Yaşar Oca, İslâm-Türk inançlarında Hızır Yahut Hızır-İlyas kültü , Ankara 1990",
    "Irfan A. Omar, Reflecting divine light. Al-Khidr as an embodiment of God’s mercy ( raḥma ) in Martin Tamcke (ed.), Gotteserlebnis und Gotteslehre. Christliche und islamische Mystik im Orient (Wiesbaden 2010), 167–80",
    "R. R. Rachimov, Die Legende vom grünen Reiter. Das Bild des Heiligen Chizr in den Glaubensvorstellungen der Tadshiken, Abhandlungen und Berichte des Staatlichen Museums für Völkerkunde Dresden 48 (1994), 247–64",
    "Shawkat Toorawa, The modern literary (after)lives of al-Khiḍr, Journal of Qur’anic Studies 16/3 (2014), 174–95",
    "Karl Vollers, Chidher, Archiv für Religionswissenschaft 12 (1909), 234–84",
    "Ethel Sara Wolper, Khidr, Elvan Çelebi and the conversion of sacred sanctuaries in Anatolia, Muslim World 90/3–4 (2000), 309–22",
    "Ethel Sara Wolper, Khiḍr and the changing frontiers of the medieval world, Medieval encounters. Jewish, Christian and Muslim culture in confluence and dialogue 17/1–2 (2011) 120–46",
    "Ethel Sara Wolper, Khiḍr and the politics of place. Creating landscapes of continuity, in Margaret Cormack (ed.), Muslims and others in sacred space (Oxford 2013), 147–63."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}