{
  "id": "eweb_625",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-36081.xml?rskey=AZ9wTX&result=4",
  "annotator": "Antonio",
  "title": "Malāmatiyya",
  "authors": [
    "Jean-Jacques Thibon"
  ],
  "word_count": "(4,144 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Apr 2022",
  "last_updated": "02 Aug 2022",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "The Malāmatiyya (lit., people of blame, or the path of blame) were the followers of a spiritual school that arose in Nīshāpūr and later spread across Khurāsān during the third/ninth century and the first few decades of the fourth/tenth, a period in which the term “Ṣūfīs” (Ṣūfiyya) denoted ascetic-mystical groups in Iraq. This movement later was integrated partially into the Baghdad school of Ṣūfism. Eventually, the term came to refer to a distinctive style of thought and behaviour and even certain individuals and communities with antinomian tendencies. The hallmarks of the Malāmatiyya are a thorough interiorisation of ascetic-mystical practices and a concealment of outward signs of piety. The first modern scholars to study this topic were Abū ʿAlāʾ al-ʿAfīfī and Abdülbaki Gölpınarlı (Gölpinarli).",
    "1. Emergence",
    "The Malāmatiyya developed in the third/ninth century in Nīshāpūr, a city that, at the time, presented a rich mosaic of religious thought during a period of transition between ascetic tradition and the mystical schools. This diversity, along with the rivalries it generated, has been described and analysed by Melchert (Melchert, Transition, 52–63; Melchert, Sufis, 237–47). In addition to elements derived from other religions, such as Buddhism and Zoroastrianism, the ascetic tradition was represented in Nīshāpūr by the Karrāmiyya, a movement founded by Muḥammad b. Karrām (d. 255/869) that contributed to the Islamisation of Khurāsān and preached a rigorous asceticism and visible, even ostentatious, displays of piety. The futuwwa —a term invented in about the second/eighth century to signify that which is regarded as typical of the idealised fatā , young man, based on the example of ʿAlī, Muḥammad’s cousin and the first youth to convert to Islam)—a polymorphous movement characterised by the commitment to and practice of chivalrous virtues, was associated with the merchant and artisan class. Followers of Shīʿism, often thought to be the founders of the futuwwa , were numerous and well respected (Sviri, Early mystical schools, 457–62). Abū Saʿd al-Kharkūshī (d. 407/1016–7), a native of Nīshāpūr, noted the specificity of this school in his treatise Tahdhīb al-asrār (“Refining the secrets”), stating clearly that “Sufism (taṣawwuf) … is the path of the people of Iraq. As for the people of Khurāsān, they follow the path of the Malāmatiyya” (al-Kharkūshī, 24). The author dedicates a section of this work to a presentation of the differences between these two schools “in their teachings (aqwāl) , practices (afʿāl) , and spiritual states (aḥwāl)” (al-Kharkūshī, 24–6). The notion of blame, from which the Malāmatiyya derived their name and which was central to their teachings, predates the advent of Islam, but it also makes use of scriptural references, particularly from the Qurʾān (5:54, 14:22, 75:2; Thibon, L’œuvre , 57–8).",
    "2. Principal adherents",
    "Three names are especially associated with the beginnings of the Malāmatiyya: Abū Ḥafṣ al-Ḥaddād (d. c.270/883–4), Ḥamdūn al-Qaṣṣār (d. 271/884–5), and Abū ʿUthmān al-Ḥīrī (d. 298/910) (Thibon, Générations , 109–14, 114–9, 144–50; Gramlich, 2:113–54, 155–74, 175–248; La-Shay’ and Gholami). These three leaders, who lived in Nīshāpūr, contributed, in varying degrees, to the elaboration and spread of this current of spirituality specific to that great city of Khurāsān. The works of Abū ʿAbd al-Raḥmān al-Sulamī (d. 412/1021), a traditionist, spiritual master, and historian of Ṣūfism, also a native of Nīshāpūr, are our principal source of knowledge about this movement, but al-Sulamī gives contradictory information regarding the respective roles and beliefs of these three figures. In his Risālat al-Malāmatiyya (“Epistle of the Malāmatiyya”), Abū Ḥafṣ is presented as the leader of the Malāmatiyya; he is the authority most cited in illustrating the doctrine of the people of blame (al-Sulamī, Risālat al-Malāmatiyya , 88; Deladrière, 32). However, the biographical notice for Abū Ḥafṣ in al-Sulamī’s Ṭabaqāt al-ṣūfiyya (“Genealogy of the Ṣūfīs”) makes no reference to this group; instead, Abū Ḥafṣ is characterised as a respected representative of the futuwwa , whose authority is recognised by those in Baghdad, especially the Persian-born mystic, author, and Shāfiʿī legal scholar al-Junayd (d. 298/910) (Thibon, Générations , 110–1; see also Orfali and Nada Saab, 213). This aspect of his spirituality is similarly emphasised by the Persian-born scholar and hagiographic anthologist Abū Nuʿaym (d. 297/910) (al-Iṣfahānī, 10:229) and by the scholar and historian al-Baghdādī (d. 463/1071) in his extensive history of Baghdad (al-Baghdādī, 12:222). Both refer to the accounts of al-Sulamī. Finally, in his Taʾrīkh al-Ṣūfiyya (“History of the Ṣūfīs”), a work now lost but cited by the famous Damascene historian and traditionist al-Dhahabī (d. 748/1347), al-Sulamī states: “Abū Ḥafṣ is the first to have revealed the way of taṣawwuf in Nīshāpūr” (al-Dhahabī, Taʾrīkh , year 261–80:144). This difference in treatment stems perhaps from the respective dates of the composition of these works, as well as from a process of integration of these initially diverse schools that was under way at the time. The Khurāsānī Ṣūfī master Abū ʿUthmān al-Ḥīrī, a disciple of Abū Ḥafṣ, is presented by al-Sulamī in the Risālat al-Malāmatiyya as having preached an intermediate path between that of his teacher and that of Ḥamdūn al-Qaṣṣār—thus, a Malāmatī path. Yet, in the Ṭabaqāt , he is depicted as one of the figures responsible for the spread of Ṣūfism in Nīshāpūr. Elsewhere he is described as an ascetic (zāhid) and a preacher (wāʿiẓ) , for example, in the work of al-Ḥākim b. al-Bayyiʿ (Ibn al-Bayyiʿ, d. 405/1014), the great traditionist of Nīshāpūr (Frye, 1:fol. 22a–23b). Notably, he also had female disciples who practised the futuwwa (Cornell, 32, n. 52). It is thus difficult to consider him solely a representative of the Malāmatiyya. In the biographical portion of his celebrated Risālā fī l-taṣawwuf (“Epistle on Ṣūfism”), the major Central Asian scholar, Ṣūfī manualist, and hagiographer ʿAbd al-Karīm al-Qushayrī (d. 465/1072) presents Ḥamdūn as the sole disseminator of the teachings of the Malāmatiyya (Knysh, Al-Qushayri’s epistle , 42; al-Qushayrī, al-Risāla , 114). Similarly, he is the only figure mentioned by the mystical theorist, historian of Ṣūfism, and Ḥanafī scholar from Ghazni al-Hujwīrī (d. c.465/1072) as a representative of this path; the author calls his disciples Qaṣṣārīs (al-Hujvīrī, 66, 183–4; Mortazavi, 90, 222). His only follower to perpetuate his teachings faithfully was Muḥammad b. Munāzil al-Muṭarraẓ (d. 331/942) from Nīshāpūr (al-Sulamī, Mustakhraj , 339; Thibon, Générations , 284–89; Sviri, Early mystical schools, 462–8).",
    "The role of each of these three figures in the Malāmatiyya movement has been the subject of scholarly debate. Certain scholars see three separate lineages with a common foundation (Deladrière, Les premiers Malāmatiyya, 4), or a single current combining various tendencies (Sviri, Ḥakīm Tirmi٤̲ī, 596–606); others believe that Ḥamdūn alone was the true Malāmatī (Meier, 215–7). Melchert thinks that al-Ḥīrī’s synthesis of the teachings of two other masters (Ḥamdūn and Abū Ḥafṣ) confers upon him a foundational role and that Abū ʿAlī al-Thaqafī (d. 328/940), thought to have introduced Ṣūfism in Nīshāpūr, was the first to receive the double teachings of the Malāmatiyya and the Ṣūfīs (Melchert, Sufis, 239–40). Al-Ḥīrī instructed numerous masters in Nīshāpūr, who subsequently associated with and influenced those in Baghdad (Thibon, Générations , 30). For the generations following that of his direct disciples, it is more difficult to identify teachings that are exclusively Malāmatī. By the end of the fourth/tenth century, the term Ṣūfism had come to designate the more or less integrated spiritual paths and schools and the terms Malāmatiyya and futuwwa were used for certain specific attitudes and practices. These terms no longer designate currents of spirituality but have become technical terms (Sobieroj, 144–6).",
    "3. Characteristics of the Malāmatiyya",
    "The first work dedicated to the systematic exposition of the characteristics of the People of Blame is al-Sulamī’s Risālat al-Malāmatiyya , in which he presents their doctrine as consisting of forty-five precepts (al-ʿAfīfī, 86–120; Deladrière, Lucidité ). This presentation was no doubt influenced by the fact that the author’s family was part of this milieu and that he himself was an adherent of Malāmatī principles (Thibon, L’œuvre , 93–6, 250–2). The Malāmatīs all agreed that the major, or only, obstacle preventing man from entering the divine presence is the soul, which was accused of all evils and denounced as irrevocably deficient (Orfali and Saab, § 398). All their teachings thus focused on ways to combat and avoid the soul’s many ruses, so as to arrive at purity of intention (ikhlāṣ) and complete sincerity (ṣidq) in acts of worship, but they differ in their appraisal of the latter (Thibon, Abū ʿUthmān, 67). The social dimension of the individual is thus the primary object of their attention, the two major defects being ostentation (riyāʾ) and spiritual pretension (daʿwā) . In order to combat these faults, they seek anonymity, aiming to be indistinguishable from the mass of common believers, which results in a certain social conformity (Karamustafa, 48), at least in appearance, and renders their identification difficult. This form of religiosity attracted merchants and artisans, who were the main adherents of the Malāmatiyya. This social foundation partially explains the connection between these adherents and spiritual chivalry (futuwwa) , which was widespread in these settings and with which the Malāmatiyya shared certain values, such as self-abnegation and the quest for perfection. This latter led them to attach great importance to observing good manners (adab) , a point often neglected or omitted by those interested in the Malāmatiyya.",
    "Their teachings permit no visible physical manifestation of one’s relation with God, an attitude characteristic of the discipline of concealment (kitmān al-sirr) ; adherents should give no external indication of their spiritual states. Al-Sulamī’s grandfather, Ismāʿīl b. Nujayd (d. 366/976), a disciple of Abū ʿUthmān al-Ḥīrī, was one of the main proponents of this method of dissimulation of mystical states (talbīs al-ḥāl) (Thibon, Générations , 348–9). To achieve a similar result, certain followers of the Malāmatiyya voluntarily sought opprobrium or diminished social status (isqāṭ al-jāh) . Yūsuf b. Ḥusayn al-Rāzī (born in Rayy, d. 304/916–7), for example, imitated a drunkard and fancier of young boys (Thibon, Générations , 154; Molé, Mystique , 74). This attitude, already adopted by the Persian mystic and one-time student of Ḥanafī law Abū Yazīd al-Bisṭāmī (d. 261/874–5) with some of his disciples (Deladrière, Abu Yazid, 88–9), paved the way for both social marginalisation and a sort of antinomian behaviour that comes to the fore in the doctrine and practice of the wandering mystics called qalandar s. However, amongst the first Malāmatīs per se, blame was assigned first and foremost to oneself and the machinations of one’s soul, or, incidentally, to those machinations that came to the soul from outside. It was not until much later that this state of affairs would be inverted and those who deliberately exposed themselves to public condemnation came to be seen as followers of the Malāmatiyya.",
    "The Malāmatīs share certain principles: they encourage their disciples to retain a trade to meet their basic needs; they are opposed to begging and to wearing specific garments, such as a distinctive patched habit (muraqqaʿa) , and they do not participate in spiritual concerts (samāʿ) , not on principle but for fear of revealing their true mystical states. They also denounce dance, ecstasy, crying out, and all other physical manifestations occasioned by the samāʿ (Kharkūshī, 24–6). They are outwardly prudent and disdainful of miracles and mystical states (aḥwāl) , of which they refrain from speaking (Deladrière, Lucidité , 93–5; Thibon, L’œuvre , 65–6). Moreover, they believe that actions are always stained by imperfection and thus cannot be a source of satisfaction. This pessimistic view of human nature encompasses all creation, as nature cannot but be deficient in comparison with divine perfection (Honerkamp, 108). As such, one’s good opinion of oneself is more detrimental on a spiritual level than taking the opinions of others into account, so the Malāmatīs battle relentlessly “the complacent consideration of the self” (ruʾya) , a term they frequently employ (Deladrière, Premiers Malāmatiyya , 11). Also noteworthy is the fact that they encourage the study of religious sciences and associating with scholars but are hostile to public preaching, at least in the teaching of Ḥamdūn (al-Sulamī, Mustakhraj , 341–2, §16–17) and Abū Ḥafṣ, who saw public preaching as a form of spiritual degeneracy (Thibon, Abū ʿUthmān, 67). Finally, Ḥamdūn takes a balanced approach to any asceticism practised by the Malāmatiyya: “Do not covet this world, but do not renounce it” (al-Sulamī, Mustakhraj , 346, §60).",
    "These elements constitute an original doctrine, despite the obvious appropriations from other ascetic practices and the futuwwa present in Nīshāpūr. It is not merely a reaction to the other movements with which the Malāmatiyya would have been in competition, because their principles forbade them to play a role in society. In particular, our sources do not, in any way, evoke a confrontation with the ascetic Karrāmiyya movement and their practices, which were the opposite of those of the Malāmatīs, which opposed conspicuous displays of devotional practice. Can one speak of a rivalry with the Ṣūfīs of Baghdad? Our sources bear the traces of exchanges and debates between the two, which nevertheless share numerous values. If this movement has its roots in Baghdadi Ṣūfism, under the influence of al-Ḥīrī and his disciples (Knysh, 96), then al-Sulamī, by using the term Ṣūfiyya in his major works—the Taʾrīkh and the Ṭabaqāt —contributed to the eventual triumph of this denomination. It remains difficult, nevertheless, to explain why Iraqi Ṣūfism took precedence over the other forms of spirituality and became the quintessential branch of Muslim spirituality at the beginning of the fifth/eleventh century (Knysh, 99).",
    "4. Heritage and heirs",
    "The first Malāmatī masters were not concerned with the creation of a school or the transmission and perpetuation of their teachings. In fact, they wrote no texts and only recorded ḥadīth . Ḥamdūn al-Qaṣṣār, questioned on his deathbed by a disciple inquiring whom he should follow after the master’s death, replied, “I have nothing on the face of the earth but this mat” (al-Sulamī, Mustakhraj , 444, §42). The historic movement that developed in Nīshāpūr and then spread to certain parts of Khurāsān and Transoxania doubtless existed only for a few decades—or, at least, its public visibility declined sharply with the disappearance of the disciples of Abū ʿUthmān. However, its method and its principles endured, and Abū Ḥafs ʿUmar al-Suhrawardī (d. 632/1234), in his famous treatise ʿAwārif al-maʿārif (“The benefits of intimate knowledge”), notes the persistence of a Malāmatī tradition in Khurāsān. This tradition was equally popular in Iraq, even if its original name was not used (Suhravardī, 73). Above all, its influence on the other currents of spirituality proved durable. It inflected Baghdadi Ṣūfism with the interiorisation of practices—that is, it “Malāmatised” it (Deladrière, Les premiers Malāmatiyya, 5; Knysh, 95–6). It also opened the way for the hierarchical notion of saintliness: al-Sulamī placed the Malāmatiyya at the summit of the spiritual hierarchy, even above the Ṣūfīs. Ibn ʿArabī (d. 638/1240), the great Andalusian mystical thinker, followed him in placing the Malāmatiyya at the pinnacle of the hierarchy of sainthood, which was elaborate and comprised categories of saints who were totally concealed from the sight of ordinary humans (Thibon, L’œuvre , 68–72). Others, however, inverted this position, for example, al-Suhravardī or the Persian mystical poet and hagiographer from Herat ʿAbd al-Raḥmān Jāmī (d. 898/1492). As a path of initiation, the teachings of the Malāmatiyya were echoed in particular by the Naqshbandiyya, one of the major Ṣūfī orders of the Muslim world (Molé, Autour, 52–9; Algar, 27–36). The term continued to be used of certain Ṣūfī masters as a specific spiritual category, status, or virtue, even in later centuries (Geoffroy, 347–56).",
    "According to the testimony of al-Hujvīrī, affiliation with the Malāmatiyya served as a cover or pretext for the commission of acts proscribed by law (al-Hujvīrī, 63–6; Mortazavi, 87–9). This led to the differentiation of three forms of blame, of which one, at least in al-Hujvīrī’s eyes, was heterodox. Al-Suhravardī dedicates a section to the Malāmatiyya immediately following another, about the Qalandariyya, to making a clear distinction between the two. Effectively, the designation Malāmatī (or Malāmī, the term preferred by Ibn ʿArabī) is present in the later hagiographic literature and indicates a wide range of behaviours and attitudes that are often far removed from the original teachings of the masters of Nīshāpūr (Jāmī, 61; Ballanfat, 307–27). It is applied to individuals, including those recognised as spiritual teachers or as saints, who distinguish themselves by an ostentatious display of eccentricity, the provocative and excessive nature of which is intended to disrupt social conventions. They even go so far as to deliberately undertake a real or feigned transgression of the law in order to escape public fame or to criticise the hypocrisy of the established order and its representatives, especially religious scholars of various ranks (ʿulamāʾ) . In this case, the Malāmatīs are often associated or confused with other categories of marginal or eccentric individuals seen as disruptive by the public at large, such as raving ecstatics called majdhūb s (Geoffroy, 349) or qalandar s, who are “intoxicated” by the love of God and whose lifestyle and principles are partially borrowed from those of the Malāmatiyya (Papas, 263–6).",
    "Print version: 9789004464629, 20220901, 2022-5"
  ],
  "bibliography": [
    "Sources",
    "al-Khaṭīb al-Baghdādī, Taʾrīkh Baghdād wa madīnat al-Salām , 14 vols. (Cairo 1349/1931, repr. Cairo and Beirut, n.d., plus one-volume index, Beirut 1986), 9:99–102, 12:220–2",
    "Gerhard Böwering and Bilal Orfali (eds.), The comfort of the mystics. A manual and anthology of early Sufism (Leiden 2013), § 853, 854, 858",
    "al-Dhahabī, Siyar aʿlām al-nubalāʾ , ed. Shuʿayb al-Arnaʾūt and Muḥammad Nuʿaym al-Araqsusī (Beirut 1401–9/1981–8), 12:510–3; 13:50–1; 14:62–6",
    "al-Dhahabī, Taʾrīkh al-Islām , ed. ʿUmar ʿAbd al-Salām Tadmurī (Beirut 1407–21/1987–2000), 20:142–5 (year 261–80), 20:340–1 (year 261–80), 22:149–53 (year 291–300)",
    "ʿAlī b. ʿUthmān al-Hujvīrī, Kashf al-maḥjūb , trans. Reynold A. Nicholson (Leiden 1911), 62–9, 123–6, 132–4, 183–4, trans. Djamshid Mortazavi, Somme spirituelle (Paris 1988), 85–93, 154–7, 164–6, 222",
    "Richard N. Frye, The histories of Nishapur (London, The Hague, and Paris 1965), 1:fols. 22a-23b",
    "Alexander D. Knysh, Al-Qushayri’s Epistle on Sufism (Reading UK 2007), 42–3",
    "Abū Nuʿaym al-Iṣfahānī, Ḥilyat al-awliyāʾ (Cairo 1932–8), 10:231–2",
    "Nūr al-Dīn Jāmī, Nafaḥāt al-uns min ḥaḍarāt al-quds (Tehran 1336sh/1957), 61",
    "Abū Saʿd al-Kharkūshī, Tahdhīb al-asrār fī uṣūl al-taṣawwuf , ed. Sayyid Muḥammad ʿAlī (Beirut 2006), 24–6",
    "Abū l-Qāsim al-Qushayrī, al-Risāla al-qushayriyya , ed. ʿAbd al-Ḥalīm Maḥmūd and Maḥmūd Ibn al-Sharīf (Cairo 1966, 1972 2 ), 1:114–5",
    "Abū l-Ḥasan al-Sirjānī, Sufism, black and white. A critical edition of Kitāb al-bayāḍ wa-l-sawād by Abū l-Ḥasan al-Sirjānī (d. ca. 470/1077) , ed. Bilal Orfali and Nada Saab (Leiden 2012), 184–92, 212–4",
    "ʿUmar al-Suhravardī, ʿAwārif al-maʿārif , ed. ʿAbd al-Ḥalīm Maḥmūd and Maḥmūd b. al-Sharīf (Cairo 1358/1939, Beirut 1403/1983 2 ), 71–5",
    "al-Sulamī, Mustakhraj min ḥikāyāt Ḥamdūn al-Qaṣṣār , ed. Mohammed Soori, in Nasrollah Pourjavady and Mohammed Soori (eds.), Collected works on early Sufism (Tehran 1388sh/2009), 3:331–46",
    "al-Sulamī, Ṭabaqāt al-ṣūfiyya , ed. Nūr al-Dīn Shurayba (Cairo 1389/1969 2 ), 115–29, 170–5, ed. Johannes Pedersen (Leiden 1960), 105–19, 159–65",
    "al-Sulamī, Risāla al-Malāmatiyya , ed. Abū ʿAlāʾ al-ʿAfīfī, in al-Malāmatiyya wa-l-ṣūfiyya wa-ahl al-futuwwa (Cairo 1945), 86–123.",
    "Studies",
    "Abū ʿAlāʾ al-ʿAfīfī, al-Malāmatiyya wa-l-ṣūfiyya wa-ahl al-futuwwa , Cairo 1945",
    "Ḥamīd Algar, Éléments de provenance malāmatī dans la tradition primitive naqshbandī, in Nathalie Clayer, Alexandre Popovic, and Thierry Zarcone (eds.), Mélamis-Bayramis. Études sur trois mouvements mystiques musulmans (Istanbul 1998), 27–36",
    "Paul Ballanfat, L’idéologie d’État concurrencée par son interprétation. Les Melāmī-Hamzevī dans l’empire ottoman, in Orkhan Mir-Kasimov (ed.), Unity in diversity. Mysticism, messianism and the construction of religious authority in Islam (Leiden 2014), 307–27",
    "Jacqueline Chabbi, Remarques sur le développement historique des mouvements ascétiques et mystiques au Khurasan, Studia Islamica 46 (1977), 67, 72",
    "Jacqueline Chabbi, al-Ḥīrī, Abū ʿUthmān, EI3",
    "Richard Bulliet, The patricians of Nishapur. A study in medieval Islamic social history (Cambridge MA 1972), 43–4",
    "Michel Chodkiewicz, Les Malāmiyya dans la doctrine d’Ibn ʿArabī, in Nathalie Clayer, Alexandre Popovic, and Thierry Zarcone (eds.), Mélamis-Bayramis. Études sur trois mouvements mystiques musulmans (Istanbul 1998), 15–25",
    "Rkia E. Cornell, Early Sufi women (Dhikr al-niswa al-mutaʿabbidāt al-ṣūfiyyāt) (Louisville KY 1999), 31–3 and index",
    "Roger Deladrière, Les premiers Malāmatiyya. “Les gardiens du secret” (al-Umanāʾ) , in Nathalie Clayer, Alexandre Popovic, and Thierry Zarcone (eds.), Mélamis-Bayramis. Études sur trois mouvements mystiques musulmans (Istanbul 1998), 1–14",
    "Roger Deladrière, La lucidité implacable , Paris 1991",
    "Roger Deladrière, Abu Yazid al-Bistami et son enseignement spirituel, Arabica 14 (1967), 76–89",
    "Émile Dermenghem, Vies des saints musulmans (Algiers, n.d., 1955 2 , Paris 1981), 233–5",
    "Eric Geoffroy, Le soufisme en Égypte et en Syrie sous les derniers Mamelouks et les premiers Ottomans. Orientations spirituelles et enjeux culturels (Damascus 1995), 345–56",
    "Abdülbaki Gölpınarlı, Melâmilik ve Melâmîler , Istanbul 1931",
    "Malāmat va malāmatiyān , trans. from Turkish to Persian by Tawfīq H. Subḥānī, Tehran 1378sh/1999",
    "Richard Gramlich, Alte Vorbilder des Sufitums , pt. 1, Scheiche des Westens, pt. 2, Scheiche des Ostens , Wiesbaden 1995 and 1996",
    "Kenneth L. Honerkamp, Three early Sufi texts. Stations of the righteous and the stumblings of those aspiring , St Louis 2003",
    "Ahmet T. Karamustafa, Sufism. The formative period (Edinburgh 2007), 48–51, 172–5",
    "Alexander Knysh, Islamic mysticism. A short history (Leiden 2000), 94–101",
    "Hussein La-Shay’ and Rahim Gholami, Abū ʿUthmān al-Ḥīrī, Encyclopaedia Islamica",
    "Christopher Melchert, Khargūshī, Tahdhīb al-asrār , BSOAS 73/1 (2010), 29–44, here 35–6",
    "Christopher Melchert, Sufis and competing movements in Nishapur, Iran 39 (2001), 237–47",
    "Christopher Melchert, The transition from asceticism to mysticism at the middle of the 9th century C.E., SI 83 (1996), 51–70",
    "Fritz Meier, Ḫurasan und das Ende der klassichen Sufik, in Atti del Convegno Internazionale sul tema La Persia nel Medioevo (Rome 31 March-5 April 1970) (Rome 1971), 545–70, trans. from the English by John O’Kane and B. Radke, Kurāsān and the end of classical Soufism, in Fritz Meier, Essays on Islamic piety and mysticism (Leiden 1999), 189–219",
    "Marijan Molé, Autour du Daré Mansour. L’apprentissage mystique de Bahāʾ al-Dīn Naqshband, REI 27/1 (1959), 35–66",
    "Marijan Molé, Les mystiques musulmans (Paris 1982), 72–84",
    "Alexandre Papas, Mystiques et vagabonds en Islam. Portrait de trois soufis qalandar , Paris 2010",
    "Naṣrallāh Pūrjavādī, Manbaʿī-yi Kuhan dar bāb-i Malāmatiyān-i Nishābūr, Maʿārif 15/1–2 (1998), 4–50",
    "Florian Sobieroj, Literary perspectives in Qushayrī’s meditations on Sufi ethics. The ʿUyūn al-ajwiba fī funūn al-asʾila , in Francesco Chiabotti, Ève Feuillebois-Pierunek, Catherine Mayeur-Jaouen, and Luca Patrizi (eds.), Ethics and spirituality in Islam. Sufi adab (Leiden 2017), 142–64",
    "Sara Sviri, The early mystical schools of Baghdad and Nīshāpūr. In search of Ibn Munāzil, JSAI 30 (2005), 450–82",
    "Sara Sviri, Ḥakīm Tirmi٤̲ī and the Malāmatī movement in early Ṣūfism, in Leonard Lewisohn (ed.), Classical Persian Sufism from its origins to Rumi (London and New York 1993), 583–613, reissued Leonard Lewisohn (ed.), The heritage of Sufism , Oxford 1999",
    "Jean-Jacques Thibon, Abū ʿUthmān al-Ḥīrī et la synthèse de la spiritualité ḫurāsānienne, in Geneviève Gobillot and Jean-Jacques Thibon (eds.), Les maîtres soufis et leurs disciples . III e -V e \n siècles de l’hégire (IX e -XI e s.). Enseignement, formation et transmission (Beirut 2012), 55–77",
    "Jean-Jacques Thibon (trans. and ed.), Les générations des soufis. Ṭabaqāt al-ṣūfiyya de Abū ʿAbd al-Raḥmān, Muḥammad b. Ḥusayn al-Sulamī , Leiden 2019",
    "Jean-Jacques Thibon, Ḥamdūn al-Qaṣṣār, EI3 , forthcoming",
    "Jean-Jacques Thibon, L’œuvre d’Abū ʿAbd al-Raḥmān al-Sulamī, 325/937–412/1021, et la formation du soufisme (Damascus 2009), 56–72",
    "John Spencer Trimingham, The Sufi orders in Islam (London 1971), 264–9."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}