{
  "id": "eweb_626",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-25767.xml?rskey=3KGyC7&result=61",
  "annotator": "Antonio",
  "title": "al-Daybulī, Abū Mūsā",
  "authors": [
    "Pavel Basharin"
  ],
  "word_count": "(638 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Oct 2014",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Abū Mūsā al-Daybulī (al-Dabīlī) was one of the visitors of the ecstatic Persian mystic Abū Yazīd al-Bisṭāmī (d. 261/875 or 264/877–8) who recorded his speeches. According to the Manāqib al-Bisṭāmī (“The (laudatory) biography of al-Bistami”) by Abū l-Faḍl al-Sahlajī (d. 475/1082–3), he was a follower of ʿAbd al-Raḥīm b. Yaḥyā al-Aswad al-Zāhid al-Daybulī (al-Sahlajī, Kitāb al-nūr , 54). When Abū Mūsā visited al-Bisṭāmī and heard his speeches, he extended his stay in the company of al-Bisṭāmī’s circle, and that was a benefit to him. Abū Mūsā learnt by heart al-Bisṭāmī’s speeches that were not memorised by other visitors. When he wanted to leave Abū Yazīd, he would ask his permission. One quotation (al-Sahlajī, Kitāb al-nūr , 55) from the Manāqib al-Bisṭāmī (or Kitāb al-nūr ) indicates that he was sent by al-Bisṭāmī to Armenia to preach true knowledge.",
    "Abū Mūsā provides more than thirty speeches by al-Bisṭāmī, the majority of which are included in the Manāqib al-Bisṭāmī . A few other of al-Bisṭāmī’s citations transmitted by Abū Mūsā are found in the works of some major transmitters of Ṣūfī lore, among them: Qūt al-qulūb (“The sustenance of hearts”) by Abū Ṭālib al-Makkī (d. 386/996), a Ṣūfī author from the Arabian Peninsula who spent most of his life in Mecca, Basra, and Baghdad; al-Risāla (“The treatise (on Sufism)”) by al-Qushayrī (d. 465/1073), a major Central Asian Ṣūfī scholar and writer of manuals; Ṭabaqāt-al ṣūfiya (“Generations of the Ṣūfīs”) by al-Sulamī (d. 412/1021), a Ṣūfī exegete, hagiographer, and theorist from Nīshāpūr; Nafaḥāt al-uns (“Breezes of intimacy”) by ʿAbd al-Raḥmān Jāmī (d. 898/1492), the great mystic, scholar and writer from Herat; and Ṣifat al-ṣafwa (“The characteristic of the elect) by Ibn al-Jawzī (d. 597/1201), a Ḥanbalī jurist, exegete, preacher, and author from Baghdad.",
    "Abū Mūsā’s own thoughts are rarely recorded in the extant Ṣūfī literature. For example, the Kitāb al-bayāḍ wa-l-sawād min khaṣāʾiṣ ḥikam al-ʿibād fī naʿt al-murīd wa-l-murād (“The black and white in the words of wisdom by bondsmen describing the seeker and the mystic quest”) by Abū l-Ḥasan al-Sīrjānī (d. c. 470/1077–8), the Persian Ṣūfī from the Kerman region, quotes short Abū Mūsā’s speeches about wisdom (ḥikma) (al-Sīrjānī, Kitāb al-bayāḍ wa-l-sawād ).",
    "The nisba al-Daybulī indicates that Abū Mūsā’s origins were in Daybul, the port town of Sind, in present-day Pakistan, although some sources derive the nisba from Dabīl (Dvin), in the present-day Republic of Armenia. The second reading has become widespread, because it was advocated by the eminent German orientalist Helmut Ritter (d. 1971). One statement in al-Bisṭāmī’s Manāqib links Abū Mūsā with Armenia—“Oh Abū Mūsā, you are going to the Armenian land” (al-Sahlajī, Kitāb al-nūr , 55)—but this passage does not clarify his origin.",
    "Print version: 9789004269637, 2014, 2014-4"
  ],
  "bibliography": [
    "Ibn al-Jawzī, Ṣifat al-ṣafwa , ed. Maḥmūd Fakhūrī and Muḥammad R. Qalʿajī (Beirut 1399/1979), 4:111–3",
    "al-Makkī, Qūt al-qulūb (Cairo 1351/1932), 3:93",
    "al-Qushayrī, al-Risāla (Beirut 1422/2001), 200",
    "Helmut Ritter, Abū Yazīd al-Bisṭāmī, EI2",
    "al-Sahlajī, Kitāb al-nūr min kalimāt Abī Ṭayfūr , in ʿAbd al-Raḥmān Badawī, Shaṭaḥāt al-ṣūfiyya (Cairo 1949), 1:37–148",
    "al-Sīrjānī, Sufism, black and white. A critical edition of Kitāb al-bayāḍ wa-l-sawād by Abū l-Ḥasan al-Sīrjānī (d. ca. 470/1077) , ed. Bilal Orfali and Nada Saab (Leiden 2012), 10",
    "al-Sulamī, Ṭabaqāt al-ṣūfiyya , ed. Muṣṭafā ʿAbd al-Qādir ʿAṭāʾ (Beirut 1998), 68, 73."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}