{
  "id": "eweb_627",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-24930.xml?rskey=3KGyC7&result=63",
  "annotator": "Antonio",
  "title": "Antinomianism",
  "authors": [
    "Alexandre Papas"
  ],
  "word_count": "(2,581 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Jun 2014",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Antinomianism \n (ibāḥa, ibāḥiyya) is a term for religious tendencies considered permissive, extremist, or deviant. Originally a technical term in Islamic religious law, ibāḥa has been used by mediaeval heresiographers, both Sunnī and Shīʿī, to condemn these tendencies inside or outside their communities. Equally disturbed by what they viewed as aberrant practices and concepts, Ṣūfī scholars denounced antinomianism as a perversion of Ṣūfism. The incessant debates on ibāḥa can be understood as variations on the problem of Islamic law confronted with its unavoidable subversion by some Muslim individuals or groups in the very name of Islam.",
    "Khushaysh b. Aṣram (d. 253/867), an early heresiographer from Nasā, explained that, among the various types of reprehensible mystics, are those, like Jābir Ibn Ḥayyān (d. 200/815?), who claimed to apply an ascetic method that so mortifies yearnings for the flesh that when the training is finished the “ascetic” gains licence to everything (Massignon, 114–5). Abū l-Haṣan al-Ashʿarī (of Basra, d. 324/935) mentioned, along with other extremist sects (ghulāt) , a Khārijī group called Bayhasiyya, which—on the basis of the principle that “the individual could regard as lawful everything the prohibition of which had not been proved to him” (Schacht)—permitted the consumption of wine and even the possibility of drunkenness. There was perhaps a link between these debates on ibāḥa and the bacchic practices of antinomian (ibāḥī) poets in second/eighth- and third/ninth-century Iraq (Schacht; Montgomery, 150–1). Other authors mentioned Kufan Shīʿī extremists (ghulāt) who went so far as to judge that what the sharīʿa proclaimed licit was actually illicit (e.g., prayer, alms, and fasting) and the illicit licit (e.g., theft, lust, and sodomy) (Halm, 136–7).",
    "In a more systematic, perhaps less exag-gerated, manner, Abū Manṣūr al-Baghdādī (d. 429/1037) subsumed under the category of apostates (aṣḥāb al-ridda) many sects ( firqa , pl. firaq ) that pretended to be Muslim but had in fact denied Islam, for they admitted incarnationism (the indwelling of God in a creature; the Ḥulūliyya), transmigration of soul (the Tanāsukhiyya), and/or antinomianism (the Mubāḥiyya). To al-Ashʿarī’s list, al-Baghdādī added two extremist Khārijī groups, two extremist Muʿtazilī groups, the Ismāʿilīs (the Bāṭiniyya), and three Ṣūfī figures—the famous Manṣūr al-Ḥallāj (d. 309/922) from Baghdad, Abū Ḥasan al-Qannād (d. 330/941–2) from Baghdad, and Abū Ḥulmān al-Dimashqī (d. 340/951–2). Extending the attack against mystics, the Ḥanbalī scholar Ibn al-Jawzī (from Baghdad, d. 597/1200–1) denounced all forms of ibāḥa as the main danger of Ṣūfism: even though most mystics do not reject legal obligations, they consider them as intended primarily for the common herd, not for the Ṣūfī who can, by his own practices and virtues, reach perfection. This attitude leads to the substitution for prayer and other religious obligations such disputable practices as dance, singing, and musical sessions (samāʿ) (Laoust, 167–9, 175–6; Lashīʾī). The later targets of Sunnī polemicists such as the influential Ibn Taymiyya (d. 728/1328) were the no less influential gnostic Ibn ʿArabī (from Andalusia, d. 638/1240s) and his school of thought, especially the concept of unicity of being (waḥdat al-wujūd) , which has been claimed responsible for the propagation of antinomianism, if not libertinism (ibāḥa al-furūj al-muḥarrama) , in Ṣūfī circles. However, it is clear that the antinomianism credited to Ibn ʿArabī belongs instead to an unconventional intellectual method employing allegories, paradoxes, and esoteric interpretations (Knysh, 9, 13, 89–93; Geoffroy, 377).",
    "Although the distinction between “moderate” and “extremist” (ghulāt) versions of Shīʿism was less clearly established than the sources suggest (at least in the early Imāmī corpus), Shīʿī theologians, like the Sunnī heresiographers, built a consensus against the antinomianism that was ascribed to certain “heretical” groups (Amir-Moezzi, 166–7). Accused of “allowing the forbidden” ( ibāḥa (or taḥlīl ) al-maḥārim ), these groups abandoned all religious duties in the name of a superior, esoteric understanding of the Qurʾānic message (Madelung). Despite the probable exaggerations of heresiographers, denominations such as the Nuṣayrī-ʿAlawīs (centred in Syria and supposedly founded in the second/eighth century by Ibn Nuṣayr, a disciple of the tenth and the eleventh Shīʿī Imāms) provided theological arguments for ignoring the commandments of Islam (Bar-Asher and Kofsky, 47, 66–7, 82–3). As for the Ṣūfīs, Baghdadi authors, for example, laid the blame on al-Ḥallāj and his legacy. Ibn Bābawayh (d. 381/991) considered this controversial Ṣūfī a Shīʿī extremist who abolished the religious obligations, while al-Shaykh al-Mufīd (d. 413/1022) condemned his followers, arguing that “the Ḥallājiyya are a sect of Ṣūfīs teaching antinomianism (ibāḥa) and incarnationism (ḥulūl) .… There are heretics who fool the other sects by pretending to imitate them” (Massignon, 1:590–1 and 2:148).",
    "In concert with the heresiographers, Ṣūfīs themselves, who were constantly debating the nature of “correct” Ṣūfism, also addressed the problem of antinomianism. In his Ṣūfī manual, Abū Naṣr al-Sarrāj (from Ṭūs, in Khurāsān, d. 378/988) devoted a chapter to “the sect that errs regarding permission (ibāḥa) and prohibition (ḥaẓr) ” (al-Sarrāj, 424–6; Gramlich, 589–90). He argues that misinterpreting Qurʾān 80:27–32 and ignorant of the knowledge of the law (ʿilm al-sharīʿa) , this sect states that all things are permitted only when not in excess and prohibited only in case of excess (taʿaddī) ; citing such ancient proto-Ṣūfī masters as Fatḥ al-Mawṣilī (d. 220/835), an Arab from Kār, near Mosul, who spent most of his life in Baghdad, and al-Ḥasan al-Baṣrī (d. 110/728), born in Medina of Persian parents, who used to seize their brothers’ goods when the latter were absent, the sect’s argument is supposedly related to a law of property that stipulates that a property can be taken by anyone until another’s ownership has been proven. Similarly, a thing is permitted until its prohibition has been proved. Echoing the discussions of the heresiographers, al-Sarrāj explains that this type of argument is similar to the regulation concerning the pure (ṭahāra) and impure (najāsa) , which asserts that a thing is presumed pure until the contrary has been proven. Conversely, the question of permission and prohibition is related to the law of property that stipulates that a thing cannot be taken by someone if his claim is not established. Therefore, a thing cannot be permitted if its permissibility is not established. Such is the contradiction with which antinomianism is confronted.",
    "Al-Hujwīrī (the mystical theorist of Ṣūfism and Ḥanafī scholar from Ghazni, d. 465/1072 or 469/1077), author of the first major Ṣūfī treatise in Persian ( Kashf al-maḥjūb , “Revelation of the veiled”), was terse on the subject of ibāḥa . He mentioned twelve sects—echoing again the heresiographical tradition—of which two, the Ḥulūlīs (or Ḥulmānīs, followers of the aforementioned Abū Ḥulmān al-Dimashqī) and the Ḥallājīs “with whom are connected the Ibāḥatīs and the Fārisīs,” were condemned (mardūd) . The author did not explain who the latter two groups were (al-Hujwīrī, 130–1, 260–1).",
    "A more substantial treatment of ibāḥa was undertaken by the theologian, jurist, philosopher, and gnostic Abū Ḥāmid al-Ghazālī (from Ṭūs, in Khurāsān, d. 505/1111), who wrote, in Persian, a treatise against antinomianism entitled Kitāb ḥamāqat ahl al-ibāḥa (“Book of the foolishness of the antinomians”), also known as (Bayān) faḍāʾiḥ al-ibāḥiyya (“Exposition of the ignominies of antinomianism”). If most of the antinomians are, according to the scholar, irrecoverable drinkers, fornicators, and tramps (kharābātiyān) , who reject all religious duties under the pretext of a superior truth that would be above the law, their discourse, a caricature of Ṣūfī conceptions, might sow doubts (shubha) in the minds of the unwary (Pretzl, Persian text 2–8). Here are eight points of their “perverse” creed: God has no need of our prayer, so worship is pointless; God is merciful, so our acts should be forgiven; the passions of human nature are so strong that spiritual discipline is simply impossible; the supernatural effects of ascetic exercises lead to a supreme mystical realisation that exempts its possessors from any religious or moral obligation; the gnostic results of ascetic exercises lead to sanctity, which allows the “saints” to supercede the sharīʿa ; because our destinies are fixed from all eternity, our acts, no matter how pious, do not influence God’s predermination; there is nothing after death, neither judgement nor punishment, neither Paradise nor Hell, neither reward nor account of our actions; the dervish committed to “true poverty” should expect nothing and divest himself of everything, including belief in God (Algar; Pretzl, Persian text, 8–27). Al-Ghazālī refutes these arguments one by one, on the basis of the Qurʾān, ḥadīth , jurisprudence, and Ṣūfī teachings. Extant also in Arabic, at least in parts, (Kohlberg, 181–2), the treatise was probably used by Ibn al-Jawzī in his above-mentioned attack against the Ṣūfīs (Algar).",
    "During the seventh/thirteenth century, ibāḥa , as a perverted form of Ṣūfism, became associated with heterodox trends in established, although controversial, Ṣūfī paths such as the Malāmatiyya (lit., (path of) blame), whose followers were accused of using Malāmatī principles to justify debauchery and infidelity. Some adherents of the Middle Eastern Qalandariyya movement have been seen as embodying the perversion of the principles of the original Malāmatiyya; they were described as indifferent to social and religious rules, living like vagabonds, promoting nihilism, and being sympathetic to a sort of pantheistic Shīʿism (Bolat, 226, 301–3). In eighth/fourteenth-century India, the Ibāḥatī were rumoured to practice incest, eat pork, drink wine, and “prostrate themselves on ground smeared with cow dung and showered with flowers” (Rizvi, 14–6). Confused with Tantric sects, they have been violently persecuted (Rizvi, 14–16). The case of the Ibāḥatī recalls that the theoretical debates covered sociopolitical aspects. The prolific Naqshbandī author from Herat ʿAbd al-Raḥmān Jāmī (d. 898/1492) denounced the Mubāḥiyya dissimulated as Ṣūfīs but deprived of their beliefs, practices, and spiritual states (Jāmī, 9–10); the Anatolian esoterist ʿAbd al-Raḥmān al-Bisṭāmī (d. 858/1454) denounced the antinomians (al-ibāḥiyya) who looked at—even associated with—young beardless men (Gril, 191). The Ottoman legal authorities repressed, although not systematically, antinomian tendencies throughout the ninth/fifteenth and tenth/sixteenth centuries. While the execution of the scholar Mollā Lūṭfī (d. 900/1494), accused of antinomianism and heresy, was a political plot with no real religious stakes, the repression of Melāmī-Bayrāmī messianic dervishes was the result of the authorities’ attempt to impose social control and religious orthodoxy on the “deviant” groups in Istanbul and Rumelia (Ocak, Osmanlı toplumunda zındıklar ve mülhidler , 205–227, 251–313; Özen).",
    "Most radical currents have apparently been smothered or integrated into mainstream Muslim communities, in a general movement of domestication of “savage mysticism” deriving from the institutionalisation of Ṣūfism, self-censorship and, later, modern reformism (Papas). The Mughal policy of “universal tolerance” (ṣulḥ-i kull) towards various religions and Muslim currents under Akbar (r. 963–1014/1556–1605) can be seen as a middle way between orthodox fanaticism and the temptation of ibāḥa (Rizvi, 493–5). Members of the Muṭāwiʿa order, in early modern Egypt, accused of, among other things, prostrating themselves before the sun and using urine instead of water for ritual purification, included, according to their detractors, respectable members of local Muslim society (Rouayheb). In the late eleventh/seventeenth century, the Qalandarī groups of Anatolia melted into the now institutionalised Bektashi order (Ocak, Osmanlı imparatorluğunda marjinal sufîlîk. Kalenderîler , 207–9). After that, Ibāḥī followers of the order were mentioned only sporadically. In twelfth/eighteenth-century Indonesia, for example, ʿAbd al-Ṣamad Palimbānī (d. 1203/1789), a Khalwatī interpreter of al-Ghazālī and Ibn ʿArabī, listed the Ibāḥiyya as the fourth of thirteen groups that wrongly claim to be Ṣūfī (Katkova, 107–8).",
    "Unexpectedly, yet in continuity with the ideas of permissiveness and subversion, the term ibāḥiyya re-emerged by the late nineteenth century as a literary translation of “nihilism” or as an equivalent of socialism (Moosa, xii, 174). The first communist party of Egypt, including its anarchist branch, was called al-Ḥizb al-Ibāḥī in 1921. The subversive charge of the word was still at work among some latter-day anarcho-surrealist Arab intellectuals. An emblematic example of such a modern usage is the short-lived bilingual periodical al-Raghba al-ibāḥiyya(Le désir libertaire) published in Paris in the 1980s.",
    "Print version: 9789004269613, 2014, 2014-2"
  ],
  "bibliography": [
    "Bibliography",
    "Hamid Algar, Ebāḥīya, EIr",
    "Mohammad Ali Amir Moezzi, La religion discrète. Croyances et pratiques spirituelles dans l’Islam shiʿite , Paris 2006",
    "Meir M. Bar-Asher and Aryeh Kofsky, The Nuṣayrī-ʿAlawī religion. An enquiry into its theology and liturgy , Leiden 2002",
    "Ali Bolat, Bir tasavvuf okulu olarak Melâmetîlik , Istanbul 2003",
    "Richard Gramlich (trans.), Schlaglichter über das Sufitum. Abū Naṣr as-Sarrāğs Kitāb al-lumaʿ , Stuttgart 1990",
    "Denis Gril, Ésotérisme contre hérésie. ʿAbd al-Rahmân al-Bistâmî, un représentant de la science des lettres à Bursa dans la première moitié du xv e siècle, in Gilles Veinstein (ed.), Syncrétismes et hérésies dans l’Orient seldjoukide et ottoman (xiv e –xviii e siècle) (Paris 2005), 183–95",
    "Eric Geoffroy, Le soufisme en Égypte et en Syrie sous les derniers Mamelouks et les premiers Ottomans. Orientations spirituelles et enjeux culturels , Damascus 1995",
    "Heinz Halm, Courants et mouvements antinomistes dans l’Islam médiéval, in George Makdisi, Dominique Sourdel, and Janine Sourdel-Thomine (eds.), La notion de liberté au Moyen Age. Islam, Byzance, Occident (Paris 1985), 135–41",
    "al-Hujwīrī, The Kashf al-maḥjūb, the oldest Persian treatise on Sufism , ed. Reynold A. Nicholson, Leiden 1911",
    "ʿAbd al-Raḥmān Jāmī, Nafaḥāt al-uns min ḥaḍarat al-quds , ed. Maḥmūd ʿĀbidī, Tehran 1370sh/1991",
    "Irina Katkova, Pamiatnik malayskoĭ literatury “Tukhfat al-Ragibin fi bayan khakikat al-iman” kak istochnik po istorĭ sufizma na Malayskom arkhipelage , St Petersburg 2009",
    "Alexander D. Knysh, Ibn ʿArabi in the later Islamic tradition. The making of a polemical image in medieval Islam , Albany 1999",
    "Etan Kohlberg, A medieval Muslim scholar at work. Ibn Ṭāwūs and his library , Leiden 1992",
    "Henri Laoust, L’hérésiographie musulmane sous les Abbassides, Cahiers de civilisation médiévale 38 (1967), 157–78",
    "Ḥusayn Lashīʾī, Ibāḥīya, in Kāẓim Mūsavī Bujnūrdī (ed.), Dāʾirat al-maʿārif-i buzurg-i Islāmī (Tehran 1368sh/1989), 2:301–4",
    "Wilferd Madelung, Ibāḥa II, EI2",
    "Louis Massignon, Essai sur les origines du lexique technique de la mystique musulmane , new ed., Paris 1968",
    "Louis Massignon, La passion de Hallâj, martyr mystique de l’Islam , new ed., 4 vols., Paris 1975",
    "Matti Moosa, The origins of modern Arabic fiction , Boulder 1997 2",
    "James E. Montgomery, Abū Nuwās, The Justified Sinner?, Oriens 39/1 (2011), 75–164",
    "Ahmet Yaşar Ocak, Osmanlı toplumunda zındıklar ve mülhidler (15.–17. yüzyıllar) , Istanbul 1999 2",
    "Ahmet Yaṣar Ocak, Osmanlı imparatorluğunda marjinal Sufîlîk. Kalenderîler (XIV–XVII. yüzyıllar) , Istanbul 1999 2",
    "Şükrü Özen, Molla Lutfî’nin idamına karşı çıkan Efdalzâde Hamîdüddin Efendi’nin Ahkâmü’z-zındîk risalesi, Islâm Araştırmaları Dergisi 4 (2000), 7–16",
    "Alexandre Papas, Dervish, EI3",
    "Otto Pretzl (ed. and trans.), Die Streitschrift des Gazālī gegen die Ibāhīja , Munich 1933",
    "Khaled El-Rouayheb, Heresy and Sufism in the Arabic-Islamic world, 1550–1750. Some preliminary observations, BSOAS 73/3 (2010), 357–80",
    "Saiyid Athar Abbas Rizvi, Religious and intellectual history of the Muslims in Akbar’s reign , New Delhi 1975",
    "Abū Naṣr al-Sarrāj, The Kitāb al-lumaʿ fī l-taṣawwuf , ed. Reynold A. Nicholson, Leiden and London 1914",
    "Joseph Schacht, Ibāḥa I, EI2 ."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}