{
  "id": "eweb_628",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-26362.xml?rskey=3KGyC7&result=79",
  "annotator": "Antonio",
  "title": "ʿAyn al-Quḍāt al-Hamadhānī (intellectual legacy)",
  "authors": [
    "Omid Safi"
  ],
  "word_count": "(846 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Dec 2008",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "2. Intellectual legacy and posthumous image",
    "The historical significance of the death and—more importantly—life and teachings of ʿAyn al-Quḍāt al-Hamadhānī is obscured when he is anachronistically compared to Manṣūr al-Ḥallāj (d. 309/922) and Shaykh al-Ishrāq al-Suhrawardī (d. 587/1191) and placed in the ahistorical trinity of “Ṣūfī martyrs.” The vast body of hagiographic accounts that depict ʿAyn al-Quḍāt's life as a “passion” has almost eclipsed his significance as a brilliant and highly innovative Ṣūfī teacher and writer of the early sixth/twelfth century. That is unfortunate, since even in the rich universe of Persian Ṣūfism ʿAyn al-Quḍāt represents a dashing and highly original mystic who maintained an active social and political profile.",
    "Reflecting his debt to Aḥmad al-Ghazālī's masterpiece, the Sawāniḥ , the main theme of ʿAyn al-Quḍāt's Tamhīdāt is the concept of radical love (ʿishq) (for a translation of this work, see Safi, Tamhidat ). Like Aḥmad al-Ghazālī, ʿAyn al-Quḍāt transcends the conventional bifurcation of love into real (that is, divine) and metaphorical (that is, human) love, instead preferring a subtle theory where human love leads one to the love of God, and vice versa. Some of his more controversial readings involve the interpretation of Iblīs as the “perfect lover of God.” This emphasis on radical love led later Ṣūfīs such as ʿAzīz Nasafī to honour ʿAyn al-Quḍāt as the “sultan of lovers” (sulṭān al-ʿushshāq) . Indian Ṣūfīs such as Niẓām al-Dīn Awliyāʾ (d. 725/1325), Naṣīr al-Dīn Chirāgh Dihlawī (d. 757/1356), Masʿūd Bakk (d. 789/1387), Rukn al-Dīn Kāshānī (d. after 738/1337), and Gīsū Dirāz (d. 825/1422) all engaged ʿAyn al-Quḍāt. Persian Ṣūfīs from ʿAbd al-Raḥmān Jāmī (d. 898/1492) to Mullā Ṣadrā (d. 1050/1640) also referred to him. Lastly, ʿAyn al-Quḍāt's works were available to the followers of Mawlānā Jalāl al-Dīn Rūmī (d. 672/1273) in Konya and were read alongside mathnawī commentaries.",
    "It was the political intrigue in the Saljūq court involving some of ʿAyn al-Quḍāt's disciples (in particular ʿAzīz al-Dīn Mustawfī) that led to ʿAyn al-Quḍāt's hasty execution by order of the wazīr Qiwām al-Dīn al-Dargazīnī. Nonetheless, many hagiographic accounts remember ʿAyn al-Quḍāt's martyrdom in a Ḥallāj-like fashion, depicting him as one on a quest for annihilation and martyrdom, citing attributed poems such as:",
    "We have prayed for death, through martyrdom.",
    "If the Friend [i.e., God] would grant what we seek…",
    "Three worthless items: fire, oil, and kindling",
    "Ghulām Riẓā Afrāsiyābī, Sulṭān al-ʿushshāq (Shiraz 1993), 18.",
    "ʿAyn al-Quḍāt defies easy classification. His life and works confirm Marshall Hodgson's evaluation that the best thinkers of that time came “frankly and honestly to grapple with the best insights that any accessible tradition could offer” (Hodgson, The venture of Islam , 2:154). While he should be most closely identified with the school of “radical love” (madhhab-i ʿishq) in Ṣūfism, he was also not averse to defending the arch-philosopher Ibn Sīnā against charges of heresy.",
    "Contrary to most if not all other figures of the day, ʿAyn al-Quḍāt was not content to portray himself as merely transmitting the dictums of his forefathers and simply following the prophetic paradigm. Recognising innovations in his own discourse, he states: “Everyone claims to be following the Sunna. But we are all far from the Sunna. I am not saying that they are far from it. I see many heretical innovations (bidaʿ) in my own self” (ʿAyn al-Quḍāt al-Hamadhānī, Nāmahā-yi ʿAyn al-Quḍāṭ Hamadānī , 2:204).",
    "ʿAyn al-Quḍāt leaves a legacy as an important thinker of the era immediately prior to the formalisation of Ṣūfī orders, when mystics drew upon multiple religious, philosophical, and poetic traditions while at the same time maintaining a highly visible and active social role. While the teachings of such Ṣūfīs on radical love may be considered timeless, their full historical significance can be ascertained only if we acknowledge them to have been timely in their own epoch.",
    "Print version: 9789004171374, 2008, 2008-2"
  ],
  "bibliography": [
    "Intellectual legacy and posthumous image",
    "Works by ʿAyn al-Quḍāt al-Hamadhānī (in addition to those cited above)",
    "Tamhīdāt , ed. ʿAfīf ʿUsayrān, Tehran 1962; Fr. trans. by Christiane Tortel, Les Tentations Métaphysiques (Tamhidât) , Paris 1992; Tamhidat of ʿAyn al-Quḍāt , Eng. trans. Omid Safi, forthcoming.",
    "Secondary literature",
    "Marshall Hodgson, The venture of Islam , 3 vols., Chicago 1974",
    "Ghulām Riẓā Afrāsiyābī, Sulṭān al-ʿushshāq , Shīrāz 1993",
    "Najīb Māyil Hiravī, Khāṣṣīyat-i āyinagī , Tehran 1995",
    "Omid Safi, The Sufi path of love in Iran and India, A pearl in wine. Essays on the life, music and Sufism of Hazrat Inayat Khan , ed. Zia Inayat Khan (New Lebanon NY 2001), 221–66",
    "Omid Safi, ʿAyn al-Quḍāt al-Hamadhānī, in Seyyed Hossein Nasr and Mehdi Aminrazavi (eds.), An anthology of philosophy in Persia (Oxford forthcoming)",
    "Omid Safi, The politics of knowledge in premodern Islam. Negotiating ideology and religious inquiry , Chapel Hill NC 2006."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 719
}