{
  "id": "eweb_630",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-35316.xml?rskey=3KGyC7&result=90",
  "annotator": "Antonio",
  "title": "Fakir",
  "authors": [
    "Alexandre Papas"
  ],
  "word_count": "(1,227 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Feb 2021",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "A fakir is a Muslim mystic who lives in poverty. The word used in most Western languages derives from the Arabic faqīr (pl. fuqarāʾ ), which means “poor, destitute”; faqr means “poverty.” Appearing twelve times in the Qurʾān and in several ḥadīth s, the word means, amongst other meanings that are more numerous and literal and synonymous with miskīn (pauper), the human condition of being in need of God—human beings are ontologically indigent, whereas God alone is self-sufficient (Q 35:15, 47:38)—a sense that inspired the Ṣūfī conception of the fakir (Eskicioğlu; Nūrbakhsh, 9–40). Both material and symbolic poverty—that is, having nothing of one’s own and being devoid of selfhood—were a cardinal virtue amongst Ṣūfīs, from mediaeval ascetics ( zuhhād , sing. zāhid ) to modern-day dervishes, as destitution corresponded to the most authentic condition for a human being before God (Uludağ; Sajjādī, 623–7). The term faqīr has been and still is widely used by Ṣūfīs as a self-denomination, in spite of the institutionalisation of Ṣūfism and the resulting abandonment of the frugal lifestyle, as well as a more lenient and metaphoric interpretation of poverty. An equivalent in Persian was the term darvīsh , of which English dervish is a derivative. The terms faqīr and darvīsh were used interchangeably in Arabic-speaking and Persianate contexts, but darvīsh tended to be used more specifically for socio-religiously marginal mystics. Fakir was first misapplied by Western observers to Hindu ascetics in the seventeenth century (for example, the Frenchman de la Boullay le Gouze, 154) but has since been used more accurately to describe destitute Muslim mystics up to the modern era (in the Russian literature, for example, see Vsevolod Ivanov). The confusion seems to come from the fact that Persian-writing officials of the Mughal Empire used the word faqīr to describe non-Muslim ascetics (for example, yogis) as well as Ṣūfī ascetics. The British inherited the term, which happened to resemble the English faker , thus perhaps encouraging the belief that fakirs were impostors (Ernst, 4).",
    "Specific treatises (or sections of book), generally titled faqrnāma (book of poverty), were produced in Persian, Ottoman Turkish, and Chaghatay Turkish on the subject of fakirs and their practices. The “classical” faqr-nāma s were written respectively by the Vefai (Vafāʾī) poet Aşık (ʿĀşıq) Paşa (d. 733/1332) and the Bektāshī poet Vīrānī Abdāl (fl. tenth/sixteenth century), and another one attributed to the Central Asian Ṣūfī Aḥmad Yasavī (d. 562/1166), but dating from a much later period, stresses the value of poverty. Their contents and spiritual agenda differ from those of other faqr-nāma s composed in the eighteenth and nineteenth centuries (Levend; Vîrânî; Yasavī, 36–45). Such treatises as Risāla fī maʿrifat al-faqr (“Epistle on the gnosis of poverty”), Risāla-yi dar ḥaqīqat-i faqr (“Epistle on the truth of poverty”), Risāla-yi dar bayān-i ṣūrat-i faqr (“Epistle on the form of poverty”) and Faqr-nāma-yi ḥaḍrat Shaykh Abū l-Ḥasan Kharaqānī (“Book of poverty of the eminent shaykh Abū l-Ḥasan Kharaqānī,” Türk Dili Araştırmaları Yıllığı. Belleten 1), were fakirs’ vade mecum s. They summarised initiatory teachings (objects, symbols, rituals, and the rules of a humble lifestyle) and contained performative texts (prayers, invocations, and devotional poetry) ( Kitāb-ı ḥaḍrat; Tortel, 255–73; Papas, 141–2).",
    "From the nineteenth century until the twenty-first, the original type of faqīr —that is, the poor Ṣūfī living on the socio-religious margins of the community—existed mostly in the Indian subcontinent. Muḥammad Aʿẓam Khān (d. 1921), better known as Bane Miyāṇ, for example, had been initiated in Ṣūfism, then served as a soldier in Maharashtra and, after a personal crisis, became a fakir in Awrangābād. His unruly behaviour (such as opium consumption, haranguing people, permanent state of ecstasy) transgressed the British colonial order (Green). Born in the Punjāb in about 1920, Munawwar Shāh (d. 1989) wished to “take the condition of faqīr” right after his marriage—as reported in the oral hagiography—and settled in the outskirts of Islamabad. He lived in destitution, surrounded by a small group of malang (transgressive, if not antinomian) Ṣūfīs (Matringe). In the early 1990s, Karnataka still hosted groups of Jalālī fakirs who belonged to the Rifāʿiyya Ṣūfī order (founded in Iraq by Aḥmad b. ʿAlī al-Rifāʿī, d. 578/1182, and introduced into India in the ninth/fifteenth century). Fakirs cleaned the tombs, begged for their living, and performed rituals of self-mutilation with iron tools, including swords and beds of nails (Assayag, chap. 3). Rifāʿī fakirs were also active in Sri Lanka between the 1850s and the 1950s but gradually disappeared by the 1990s. They wore thick sandals, long white or coloured shirts, heavy necklaces, and large turbans, and sang devotional poetry in Tamil (Mahroof). The famous Bengali Bāul tradition of song composition and performance, associated with initiation into esoteric practices—“appropriately situated in the context of a long history of South Asian social or religious dissenting movements” (Openshaw)—have included lesser known Muslim fakirs ( phakir in Bengali) since the late nineteenth century. Deprived of distinctive signs (such as special clothes) and working as poor peasants or craftsmen, these fakirs do not perform daily prayers and annual fast, and they avoid eating meat; they hold Hindu notions of divine embodiment (avatār) and claim to have a bodily and direct experience of God’s presence (bartamān) . Their songs celebrate Faqīr Lālan (d. 1890?) described as a Hindu who converted to Islam and established Bāul Muslim fakirism (Openshaw; Trottier, chap. 1).",
    "Print version: 9789004435971, 20210901, 2021-5"
  ],
  "bibliography": [
    "Sources",
    "François de la Boullay le Gouze, Les voyages et observations du Sieur de la Boullay le Gouze , Paris 1653",
    "Vsevolod V. Ivanov, Pokhozhdeniia fakira. Roman , Moscow 1935",
    "Kitāb-ı ḥaḍrat Imām Jaʿfar al-Ṣādıq , MS, Princeton University Library, Department of Rare Books and Special Collections, Islamic Manuscripts Collection, n.s. no. 2043, \nhttp://pudl.princeton.edu/objects/ng451m13n#page/21/mode/1up",
    "Agâh Sırrı Levend, Âşık Paşa’nın bilinmiyen iki mesnevisi Fakr-nâme ve Vasf-ı hal, Türk Dili Araştırmaları Yıllığı. Belleten 1 (1953), 205–84",
    "Vîrânî Abdâl, Fakrnâme , ed. Fatih Usluer, Istanbul 2015",
    "Aḥmad Yasavī, Faqr-nāma , ed. Kemal Eraslan, Ankara 2016 (in Chaghatay Turkish).",
    "Studies",
    "Jackie Assayag, Au confluent de deux rivières. Musulmans et hindous dans le sud de l’Inde , Paris 1995",
    "Carl W. Ernst, The Shambhala guide to Sufism , Boston 1997",
    "Osman Eskicioğlu, Fakir, TDVİA 12 (1995), 129–31",
    "Nile Green, The faqir and the subalterns. Mapping the holy man in colonial South Asia, Journal of Asian History 41/1 (2007), 57–84",
    "M. M. M. Mahroof, Mendicants and troubadours. Towards a historical taxonomy of the faqīr s of Sri Lanka, Islamic Studies 30/4 (1991), 501–16",
    "Denis Matringe, La création d’un saint et ses enjeux dans le Panjab pakistanais, JA 288/1 (2000), 137–52",
    "Javād Nūrbakhsh, Faqr va faqīr , Tehran 1382sh/2003",
    "Jeanne Openshaw, Bāuls, Brill’s Encyclopedia of Hinduism Online",
    "Alexandre Papas, Kharābātī (1638–1730), un poète populaire du Turkestan oriental, Cahiers d’Asie Centrale 24 (2015), 127–44",
    "Jaʿfar Sajjādī, Farhang-i iṣṭilāḥāt va taʿbīrāt-i ʿirfānī , Tehran 1379sh/2000",
    "Christiane Tortel, L’ascète et le bouffon. Qalandars, vrai et faux renonçants en Islam , Paris 2009",
    "Anne-Hélène Trottier, Fakir. La quête d’un Bâul musulman , Paris 2000",
    "Suleyman Uludağ, Fakr, TDVİA 12 (1995), 132–4."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}