{
  "id": "eweb_634",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-22735.xml?rskey=NmRo6u&result=217",
  "annotator": "Antonio",
  "title": "Aḥmad-i Jām",
  "authors": [
    "Omid Safi"
  ],
  "word_count": "(1,421 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Jun 2009",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Abū Naṣr Aḥmad-i Jām (i.e., from Jām, a village in the mountainous regions of central Afghanistan) Nāmaqī (440–536/1048–1141) was a significant sixth/twelfth century Persian Ṣūfī closely involved with the Saljūq sultan Sanjar (d. 552/1157), who left behind an impressive shrine and legacy. He was born in Nāmaq, a small village near Tarshīz in Kūhistān. Aḥmad-i Jām's numerous honorifics include Shaykh al-Islām, Quṭb al-Awtād (“Pole of the [four] saintly props”), and, curiously, Zhanda Pīl (“the giant elephant”). His hagiography claims that he spent his youth in a drunken stupor (a fairly common trope in Ṣūfī literature), a stage often referred to as a period of moral depravity (fasād) . The turning point in his life came as he was riding on a wine-carrying donkey, when he had an experience not unlike that of Paul of Tarsus on the road to Damascus. He claimed to have heard a divine voice and repented of his corrupt lifestyle, whereupon he retreated into a life of solitude for twelve years, devoting himself to ascetic exercises. This repentance/conversion is depicted in a typically emphatic fashion in later hagiographic sources. ʿAbd al-Raḥmān Jāmī (d. 898/1492) claims that Aḥmad-i Jām was illiterate (ummī) until the age of twenty-nine, but subsequently composed over 300 works on various religious sciences. Upon his return to society, Aḥmad-i Jām began to summon others to a strongly sharīʿa -oriented interpretation of Ṣūfism. He died in his Ṣūfī lodge (khānaqāh) in Jām.",
    "In his hagiography of Aḥmad-i Jām, Maqāmāt-i zhanda pīl (“Spiritual feats of the giant elephant”) composed c. 570/1175 (probably begun in the last years of Aḥmad-i Jām's life), Sadīd al-Dīn Muḥammad Ghaznavī (fl. 536–97/1141–1200), attempts to establish a spiritual connection between him and the most famous Persian Ṣūfī of the previous century, Abū Saʿīd b. Abī l-Khayr (d. 440/1049). According to this claim, a disciple of Abū Saʿīd named Abū Ṭāhir-i Kurd is said to have passed on to Aḥmad-i Jāmī the cloak (khirqa) of Abū Saʿīd, a traditional way to indicate the transmission of spiritual authority. Fritz Meier rightly questioned the validity of this claim. Regardless of the historicity of such a transmission, later works, such as ʿAbd al-Raḥmān Jāmī's Nafaḥāt al-uns (“Breaths of intimacy”) accepted this account and elaborated on it, which may be seen as a reflection of the desire of later tradition to establish a comprehensive and uninterrupted spiritual topography. It is also a sign of the strategy of the descendants of Aḥmad-i Jām to portray him as a significant link in the silsila (“chain” [of spiritual transmission]) of premodern Persian Ṣūfīs.",
    "Aḥmad-i Jām composed a number of texts, some of which are still extant. Rawḍat al-mudhnibīn (“The garden of the sinful”; a book written to comfort the broken-hearted, sincere souls on the mystical path, aware of their sins and shortcomings), Uns al-taʿibīn (“The intimacy of repentants”), Miftāḥ al-najāt (“The key of salvation”), and Sirāj al-sāʾirīn (“The lamp of travellers”) (the last one through a Muntakhab edition (selected extracts)), are all available in good editions by ʿAlī Fāḍil. One of Aḥmad-i Jām's writings, the Risāla-yi Samarqandīya (“The treatise of Samarqand”), includes an exchange of letters between him and Sulṭān Sanjar. It is intriguing that a collection of poems (dīwān) is also attributed to Aḥmad-i Jām. Scholars have questioned the authenticity of this work, especially since it contains many poems with audacious spiritual claims that contradict Aḥmad's sober persona. One of these even ends in the rhyming pattern of “I am an ancient heretic!” The poet claims to have been the real subject of the miʿrāj (heavenly “ascension” of the prophet Muḥammad), the real Joseph at the bottom of the pit, Jonah in the belly of the whale, etc. He lashes out against judges, jurists, the pious, the ascetics, the righteous, and all Muslims collectively. Finally, he equates himself with the prophet Muḥammad and even with God. These spurious poems, reflecting later attributions, are a good example of how the public image of a Ṣūfī saint may have little or no correlation with his own ideas.",
    "The connection between Aḥmad-i Jām and various rulers, pursued initially by the saint himself, was elaborated on later by his descendants. Aside from the aforementioned Risāla-yi Samarqandiyya , Aḥmad-i Jām dedicated his Rawḍat al-mudhnibīn to Sulṭān Sanjar “out of a spirit of friendship, support, and invocation of prayer.” Asserting his own authority, Aḥmad-i Jām identifies himself not as the king's servant but his “friend.” In a telling move, which reveals a great deal about the intellectual milieu of the Saljūq era, he states that only readers adhering to the “right doctrine” (iʿtiqād-i durust) may read his writings. Concern with this type of orthodoxy was a distinctive feature of Saljūq political and mystical culture.",
    "The descendants of Aḥmad-i Jām also cultivated relations with the ruling elite as is evident from the work of his main hagiographer, Sadīd al-Dīn Ghaznavī. This hagiography contains detailed accounts of miracles, as well as the saint's divinely bestowed knowledge, which is said to have saved the sultan from assassination. Interestingly, these hagiographic claims were reiterated in historical (tāʾrīkh) sources, such as Jahān-gushā-yi Juwaynī (“The [history of the] world-conqueror”), a detailed account written by the Persian historian Juwaynī (623–81/1226–83) of the Mongol and Īl-Khānid conquest of Iran. Ghaznavī also asserts that Sulṭān Sanjar visited Aḥmad-i Jām both during and after the saint's death, documenting a relationship that transcended physical boundaries. Ghaznavī also claims that during Sanjar's visit to the shrine, he contributed to its expansion and patronised the charitable funds and learning circles associated with it. This pattern of patronage was recalled by such ninth/fifteenth-century descendants of Aḥmad-i Jām as Muʿīn al-Dīn Jāmī (d. 783/1381), who reminded the famed Tīmūr Lang (r. 771–807/1370–1405) of Sanjar's patronage. According to Muʿīn al-Dīn, it was due to Sanjar's devotion to Aḥmad-i Jām that God bestowed such long life and glorious rule on that Saljūq ruler. The moral for Tīmūr Lang is that he, too, was capable of securing a long life, political might, and religious peace, on the condition that he obtain the spiritual blessing of the dead saint through patronage of his living descendants and the shrine complex. Moayyad and Lewis re-port that the Moghul emperors Humāyūn (r. 937–47/1531–40; 962–3/1555–1556) and Akbar (r. 963–1014/1556–1605) were descendants of Aḥmad-i Jām on their mother's side. Humāyūn even composed a poem in honour of his ancestor, which is preserved on the marbled perimeter of the Shrine of Aḥmad-i Jām.",
    "The biography of Aḥmad-i Jām is a vivid reminder of the close link between Ṣūfism and politics in the premodern period, a far cry from the usual depiction of Ṣūfīs (and their communities) as other-worldly, ecstatic individuals who turned their back on the world.",
    "Print version: 9789004178526, 2009, 2009-1"
  ],
  "bibliography": [
    "ʿAli Fāḍil, Sharḥ-i aḥvāl va naqd va taḥlīl-i āthār-i Aḥmad-i Jām , Tehran 1994",
    "Sadīd al-Dīn Muḥammad Ghaznavī, Maqāmāt-i zhanda pīl (Aḥmad-i Jām) , ed. Heshmat Moayyad, Tehran 1961, trans. Heshmat Moayyad and Franklin Lewis, The colossal elephant and his spiritual feats. The life and legends of a popular Sufi saint of 12th century Iran , Costa Mesa 2004",
    "Muḥammad Ibn Munawwar, Asrār al-tawḥīd fī maqāmāt-i Shaykh Abī Saʿīd , ed. Muḥammad Riḍā Shafīʿī-Kadkanī, 2 vols, Tehran 1987, repr. 1997",
    "Wladimir Ivanow, A biography of Shaykh Aḥmad-i Jām JRAS (1917), 291–365",
    "Aḥmad Jāmī, Uns al-taʿibīn , ed. ʿAlī Fāḍil, Tehran 1989",
    "Aḥmad Jāmī [attributed], Dīvān-i Shaykh Aḥmad-i Jāmī (Zhanda Pīl) , ed. Aḥmad Karamī, Tehran n.d.",
    "Aḥmad Jāmī, Miftāḥ al-najāt , ed. ʿAlī Fāḍil, Tehran 1968, repr. 1994",
    "Aḥmad Jāmī, Muntakhab-i Sirāj al-sāʾirīn , ed. ʿAlī Fāḍil, Mashhad 1989",
    "Aḥmad Jāmī, Rawḍat al-mudhnibīn , ed. ʿAlī Fāḍil, Tehran 1976",
    "ʿAbd al-Raḥmān Jāmī, Nafaḥāt al-uns , ed. M. ʿĀbidī, Tehran 1991",
    "Fritz Meier, Aḥmad-i Djām, EI2",
    "Fritz Meier, Zur Biographie Aḥmad-i Ĝām's und zur Quellenkunde von Ĝāmī Nafaḥātu 'l-uns, ZMDG 97/1 (1943), 47–67",
    "Omid Safi, The politics of knowledge in premodern Islam , Chapel Hill NC 2006."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 226
}