{
  "id": "eweb_636",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-24928.xml?rskey=mXqJpy&result=383",
  "annotator": "Antonio",
  "title": "al-Anṣārī, ʿAbdallāh",
  "authors": [
    "Nahid Angha"
  ],
  "word_count": "(1,796 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Apr 2019",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "ʿAbdallāh Anṣārī (396–481/1006–89) is considered one of the greatest Islamic thinkers and most prolific Ṣūfī scholars of the classical age of Islam. His works were important contributions to the intellectual history of Islam. His masterpieces, in Persian and Arabic, treat philosophical and spiritual issues (trans. Angha, 17).",
    "1. Life",
    "Anṣārī was born in Khurāsān (northeastern Persia) on 2 Shaʿbān 396/4 May 1006. He was a tenth-generation descendant of Abū Ayyūb Khālid b. Zayd al-Anṣārī (d. early 50s/670s), one of the Anṣār (helpers) during the time of Prophet’s stay in Medina. He studied Qurʾānic exegesis and ḥadīth with teachers in Khurāsān, such as Yahyā b. ʿAmmār Shaybānī (d. 422/1031), Shaykh ʿAmū (d. 441/1049–50), and Tāqī Sijistānī (d. 417/1026). Tāqī was a Ḥanbalī teacher to whom “Anṣārī owed his profound knowledge of the Ḥanbalī doctrine and his indifference towards the powerful and rich” (de Beaurecueil). His teacher in Ṣūfism was Abū l-Ḥasan al-Kharaqānī (d. 425/1034). Anṣārī made an attempt to travel to Mecca in 424/1033, but his journey was interrupted by unsafe roads , and he had to return to Khurāsān, where he met al-Kharaqānī, whose teachings are reflected in Anṣārī’s writings, especially his Persian works Ṣad maydān (“The one hundred fields”) and Munājāt (“Invocations”) (Angha, 35). He began to hold gatherings in his late twenties or early thirties. We know little about the beginning of these sessions, which were probably encouraged by Shaykh ʿAmū, as ʿAmū left almost all duties in his khānaqāh (a dwelling for Ṣūfīs and their students to gather and teach) to Anṣārī.",
    "Anṣārī, like many other Ṣūfīs of that time, had suffered greatly from the constant conflict between the Ghaznavids (r. 366–582/977–1186 in northwestern India, Baluchistan, Khurāsān, and present-day Afghanistan) and the Saljūqs (r. 473–707/1081–1307, originally in west-central Anatolia, later in most of Anatolia, except the far west), and theological opposition between the Ashʿarīs and the schools of law such as the Ḥanbalīs. Amongst Anṣārī’s greatest opponents were the Ashʿarīs and the Muʿtazilīs, whom Anṣārī considered the people of innovation (bidʿa). They brought about his first exile, during the time of Sulṭān Masʿūd of Ghazni (r. 421–32/1030–40). During his later years, he finally found comfort and peace in his khānaqāh in Herat and in his teaching and writing. Anṣārī was in his eighties when the ʿAbbāsid caliph al-Qāʾim (r. 422–67/1031–75) and Niẓām al-Mulk (d. 485/1092), the wazīr of the Saljūq empire, honoured him, and al-Muqtadī (r. 467–87/1075–94), another ʿAbbāsid caliph, gave him the title Shaykh al-Islām.",
    "Anṣārī died on 22 Dhū l-Ḥijja 481/8 March 1089, in Herat, at the age of eighty-three. He was buried near the khānaqāh and tomb of Shaykh ʿAmū, his lifelong teacher and mentor. He had two sons, ʿAbd al-Hādī and Jābir, both of whom are buried near his tomb. Anṣārī’s shrine complex, in Guzargāh, northeast of Herat, is an important example of Tīmūrid architecture and remains a major religious site and a popular pilgrimage centre to this day. The shrine has been repaired and renovated several times.",
    "Anṣārī remains a great master of Persian literature. His literary production covers an extensive domain including Qurʾānic exegesis, biographies of Ṣūfīs, spiritual and religious teachings, literature and poetry, devotional invocations, and more. He stresses divine law (sharīʿa) and divine truth (ḥaqīqa) as the way towards understanding the divine essence. His Ḥanbalī convictions and his devotion to the Qurʾān and ḥadīth are evident from his teachings.",
    "2. Major works",
    "Ṣad maydān (“One hundred fields”), written in about 448/1057, is an esoteric masterpiece and the first Persian work in rhyming prose ever written on the stations of the spiritual journey. This treatise describes one hundred stations of the spiritual journey. It begins with repentance (tawba) and ends with the subject of subsisting (baqāʾ) (in God). Anṣārī concludes that all one hundred fields lead to the field of love. If we add the latter to the list of fields, Ṣad maydān consists of one hundred and one fields. Anṣārī teaches the wayfarer to be observant of the stations of the spiritual path and to see himself in relation to the ranks and classes mentioned in each field. The treatise is written in a way that is easy to memorise: most stations are divided into three ranks and each rank is divided into a further three subcategories.",
    "Ṭabaqāt al-ṣūfiyya (“The generations of the Ṣūfīs,” 450/1059) is written in Persian. This book is based on Anṣārī’s oral teachings that were gathered and committed to writing by his students. Anṣārī apparently used the Ṭabaqāt of al-Sulamī (d. 412/1021), the Ṣūfī exegete, theorist, and hagiographer from Nīshāpūr, and added his own personal views to the biographies and sayings of earlier Ṣūfīs. This book has been an essential source for later Ṣūfī biographers such as Jāmī (d. 898/1492), from Herat, who based his Nafahāt al-uns (“Lives of the saints”) on Anṣārī’s Ṭabaqāt al-ṣufiyya . The oldest extant copies of the Ṭabaqāt al-ṣufiyya are a copy in the library of Nāfiz Pāshā, in Istanbul (dated 671/1272); a copy in the Nuruosmaniye complex, in Istanbul (dated 839/1435); a copy in an unspecified library in Konya (dated 862/1463); a microfilm copy in the Central Library of the University of Tehran; and a copy in the National Library, Tehran. There is also a newer edition of Ṭabaqāt (Tehran 1983) by Sarvar Mullāʾī, comprising several hundred pages and including notes from the old manuscripts.",
    "Manāzil al-sāʾirīn (“The stations of wayfarers,” 475/1082), written in Arabic, was compiled about twenty years after Ṣad maydān , when Anṣārī was a mature teacher. This book was written at the request of one of his disciples and comprises ten sections, including Bidāyāt (“Beginnings”), Abwāb (“Doors”), Muʿāmalāt (“Spiritual transactions”), Akhlāq (“Virtues”), Awdiya (“Valleys”), Aḥwāl (“Spiritual states”), Wilāyāt (“Guardianships”), Ḥaqāʾiq (“Realities”), and Nihāyāt (“Completions,” or “Ultimate limits”). Each section comprises ten parts, making altogether one hundred stations. Munājāt or Ilāhi-nāma (“Invocations”) written in Persian was compiled by Anṣārī’s students after his death . Munājāt is the best known and most beautiful collection of invocations ever written in Persian. The term munājāt refers to intimate conversations with God, or vocal prayers. Over the centuries, verses were added or changed, and some later versions may not be as authentic as the earlier ones. Anṣārī’s Invocations are in rhymed prose, the same style he uses in Ṣad maydān. The text of the Munājāt follows no particular order; prose and poetry are combined.",
    "Anṣārī’s commentaries on the Qurʾān inspired Rashīd al-Dīn Maybudī’s (d. first half of the sixth/twelfth century) valuable work Kashf al-asrār wa-ʿuddat al-abrār (“The unveiling of the mysteries and the provision of the pious”), known as the Tafsīr (“Commentary”) of Kh v āja ʿAbdallāh Anṣārī . Kashf al-asrār was amongst the first complete Persian commentaries of the Qurʾān. ʿAlī Asghar Ḥikmat’s (d. 1980) compilation of Kashf al-asrār comprises ten volumes (Tehran 1344–57sh/1965–78). Ḥabīballāh Amūzigar also compiled a version of Maybudī’s Kashf , in two volumes (Tehran 1347sh/1968).",
    "3. Miscellaneous treatises",
    "Many other treatises have been attributed to Anṣārī, including Risāla-yi chihil va du faṣl (“Treatise in forty-two chapters,” in Persian), Maḥabbat-nāma (“Treatise on love,” in Persian rhyming prose, comprising an introduction and twenty-eight chapters), Risāla-yi dīn va jān (“Treatise on religion and soul,” in Persian), Risāla-yi dhikr (“Treatise on remembrance,” in Persian), which includes twenty-five parts dealing with subjects such as reminding oneself of hope, annihilation (in God), the signs of God’s unity, and the abandonment of desire. Dhamm al-kalām (“The condemnation of discursive theology,” in Arabic) deals mainly with anti-rationalist schools, such as the Ashʿarīs.",
    "Some of the works attributed to Anṣārī may not be his. For example, de Beaurecueil (d. 2005) thought that Adāb al-ṣūfiyya (“The etiquette of the Ṣūfīs,” in Persian) was Anṣārī’s, but the Swiss scholar Fritz Meier (d. 1998) discovered that this book was, in fact, by Najm al-Dīn Kubrā (d. 618/1221) (Nasrollah Pourjavady, 130). Over time, various versions of Anṣārī’s works have come to light; there are, for example, several versions of Ilāhī-nāma (Munājāt), Ṣad maydān , and Ṭabaqāt al-ṣufiyya and of sayings and poems ascribed to Anṣārī and held in libraries around the world.",
    "4. Assessment",
    "Anṣārī views spiritual seekers in their integrality—their inner thoughts, outer behaviour, knowledge, and interaction with people. He sees human beings as people who seek God and who are social beings responsible for their own well-being and that of their communities. He advises the seekers to pursue knowledge to become better servants to God. In order to be better servants of God, the seekers must treat God’s creatures fairly and with respect. Anṣārī’s message is that a human being is capable of seeing God and that one can come near God, for whatever an individual human being seeks—be it this world and its pleasures, Paradise and its rewards, or God and His love—he or she will discover just what he or she is longing for; and the one who finds God is ultimately annihilated in His being; in reaching Him, the seeker reaches his or her own being.",
    "Print version: 9789004386648, 2019, 2019-3"
  ],
  "bibliography": [
    "Works of ʿAbdallāh Anṣārī",
    "Isālat-i Ṣad maydān -i Kh v āja ʿAbdallāh Anṣārī, ed. Naṣrallāh Pūrjavīdī, in Yādnāma-yi Daktar Aḥmad Tafaḍḍulī , Tehran 1379sh/2000",
    "Majmūʿa-yi rasāʾil-i Fārsī-yi Kh v āja ʿAbdallāh Anṣārī , ed. Muhammad Sarvar Mullāʾī, Tehran 1377sh/1998",
    "The stations of the Sufi path. The one hundred fields (Ṣad maydān) of ʿAbdallāh Anṣārī , trans. Nahid Angha, Cambridge 2010.",
    "Studies",
    "Qāsim Anṣārī (ed.), Ṣad maydān , Tehran 1358sh/1979",
    "Serge Laugier de Beaurecueil, ʿAbdallāh Anṣārī, EIr",
    "William C. Chittick, Divine love. Islamic literature and the path to God , New Haven 2013",
    "Sulṭān Ḥusayn Tābandih Gunābādī (ed.), Rasāʾil-i Kh v āja ʿAbdallāh Anṣārī , Tehran 1319sh/1940",
    "Annabel Keeler, Sufi hermeneutics. The Qurʾan commentary of Rashīd al-Dīn Maybudī , Oxford 2017",
    "Muḥammad Sarvār Mullāʾī (ed.), Majmūʿa-yi rasāʾil Fārsī-yi Kh v āja ʿAbdallāh Anṣārī , 2 vols., Tehran 1377sh/1998",
    "Muḥammad Shīrvānī (ed.), Majmāʿa-yi rasāʾil Kh v āja ʿAbdallāh Ansārī , Tehran 1352sh/1973",
    "Wheeler Thackston, Intimate conversations, in Victor Danner and Wheeler M. Thackston, Ibn ʿAtaʾ Allah. The Book of wisdom. Khwaja Abdullah Ansari. Intimate conversations (New York 1978), 163–218",
    "Bo Utas, The Munājat or Ilāhī-nāmah of ʿAbdallāh Anṣārī (translated into Persian by Shahrzād Niknām), Maʿārif 1 (1379sh/2000), 1:90–101."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 36
}