{
  "id": "eweb_001",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/237233/%D8%A2%D8%A8%D8%A7%D8%AF%D8%A7%D9%86",
  "annotator": "Jeremy",
  "title": "آبادان",
  "authors": [
    "مجدالدین کیوانی"
  ],
  "last_updated": "سه شنبه 31 خرداد 1401",
  "content": [
    "آبادان، جزیره، و شهرستان و شهری در شمال غربی خلیج‌فارس و جزئی از استان خوزستان.",
    "نام آبادان تا پیش از 1314ش كه به پیشنهاد فرهنگستان ایران و تصویب دولت،‌ تلفظ و رسم‌الخط امروزی را پیدا كرد، به شكل عَبّادان خوانده و نوشته می‌شد. همۀ مورخان و جغرافی‌‌نویسان اسلامی كه در گذشته یادی از این ناحیۀ ایران كرده‌اند، همین تلفظ و رسم‌الخط را به كار برده‌اند. آنان، عبادان را هم بر دِه یا شهر آبادان اطلاق كرده‌اند، هم برخود جزیره. دانسته نیست كه استعمال این نام از نوع اطلاق جزء بر كل بوده است یا برعكس. در وجه نامگذاری آبادان، كه بَطْلَمْیوس آن را جزو اقلیم سوم (به گفتۀ جغرافی‌نویسان قدیم، اقلیم حارّ) دانسته (یاقوت، 4 / 74)، چند قول آمده است: بَلاذُری (د 279ق / 892 م) آن را منسوب به عَبّادبن حُصَیْن الحَبِطی از ملازمان حَجّاج بن یوسف ثقفی (د 95ق / 714م) و معاصر عبدالملك بن مروان (د 86ق / 705م) می‌داند (ص 124). برخی را عقیده بر این است كه عبادان توسط مردی مقدس به نام عَبّاد در سدۀ 2 یا 3ق 8 یا 9م بنیاد شده و مردم بصره، یا به گفتۀ احمد مقدسی «مردم پیرامون بصره كه همگی عجم هستند» (ص 616)، پسوند نسبت «ان» را به نام او افزوده و به این ترتیب نام شخص را به نام جای بدل كرده‌اند. بهرام فره‌وشی ضمن رد این قبیل نامگذاریها، معتقد است كه شكل قدیمی نام این نقطه از ایران اپاتان ، مركب از سه جزء اُ (آب)، پات (از ریشۀ پاییدن) و ان (پسوند نسبت) و جمعاً به معنای «جایی است كه در آنجا از آب دریا و رود پاسبانی می‌كنند» (ص 86). این نظر به دو لحاظ معقول می‌نماید. نخست آنكه بطلمیوس، معروف به پدر جغرافیا، در سدۀ 2م، و مارسیان جغرافی‌دان سدۀ 4م، به ترتیب نامهای آپفانا و آپفادانا  را برای آبادان به كار برده‌اند كه در تلفظ چندان بی‌شباهت با كلمۀ آبادان نیست و این امكان هست كه عبادان معرّب اُپاتان باشد. ثانیاً توصیفی كه برخی از پیشینیان از آبادان كرده‌اند، با معنای لغوی اپاتان هماهنگ می‌نماید. اِصطَخْری كَرْخی (د 340ق / 951م) و ابن حَوقَل (د 368ق /  979م) نقل می‌كنند كه به منظور دفع شبیخونهای دزدان دریایی و نگهبانی از دهانۀ دجله، دیده‌بانانی در عبادان مستقر بوده‌اند (اصطخری، 34؛ ابن حوقل، 5). به‌علاوه، در آبراهه‌ای در دو فرسنگی این جزیره در دریای پارس و آنجایی كه «دجلۀ بغداد بدین دریا می‌رسد» (بكران، 22)، مناره‌مانندهایی چوبی به نام خَشَبات (خشاب) برپا كرده بودند كه ناطوران در چارطاقهایی برفراز آنها آمدوشد كشتیها و دزدان دریایی را می‌پاییدند. شب‌هنگام بر بالای این مناره‌ها آتش یا چراغ برمی‌افروختند تا كشتیها را از نزدیك شدن به آبهای تُنُك باز دارند (ناصرخسرو، 134، 135؛ اصطخری، 34، 36).",
    "زیره‌ای است در شمال غربی خلیج‌فارس كه شهر آبادان در آن واقع شده است و خود جزئی از شهرستان آبادان است. از شمال به رود كارون، از مشرق به رود بَهْمَنْشیر، از جنوب به خلیج‌فارس  و از مغرب به اروندرود محدود است. در ازای آن 64 كمـ ، پهنای آن بین 3 تا 20 كمـ و ارتفاع بالاترین نقطۀ آن 3 متر از سطح دریا ست. جزیرۀ آبادان از رسوبات دلتایی رودهای كارون، دجله، فرات و شعبه‌های متعدد این رودها از قبیل كَرْخه و گُرگُر تشكیل شده است. این جزیره دارای زمینهای هموار و عاری از تپه و برآمدگی و غالباً شوره‌زار است. اینكه آبادان زمانی احتمالاً شبه‌جزیره بوده سخنی است كه می‌توان پذیرفت، لیكن این عقیده نیز كه درنتیجۀ حفر نهر حَفّار (یا فَمِ عَضُدی) به فرمان عضدالدولۀ دیلمی (324-372ق / 936-982م)، «شبه‌جزیرۀ آبادان به صورت جزیره درآمده» جای تأمل است، زیرا قرنها پیش از عضدالدوله، چندین جغرافی‌دان یونانی و از آن میان فیلوس تورگیوس در سدۀ 4م، از آبادان به عنوان جزیره‌ای یاد می‌كنند كه میان دو رود محصور بوده است. احمد مقدسی هم آبادان را «شهری در محاصرۀ دریا» توصیف كرده است (1 / 163). ناصرخسرو (د 481ق /  1088م) می‌گوید: «عبادان بر كنار دریا نهاده است چون جزیره‌ای كه شط آنجا دو شاخ شده است، چنانكه از هیچ جانب به عبادان نتوان شد الا به آب گذر كنند» (ص 134). مسعودی (د 346ق / 957م) در ذكر حدود نواحی سَواد (عراق) می‌نویسد: «حد آن از سوی مشرق جزیره‌ای است كه به دریای پارسی پیوسته و به میانرُوذان معروف است» (ص 35). یاقوت حَمَوی (د 626 ق / 1229م) می‌گوید: «ایرانیان آن را میانروذان نامند، زیرا در میان دو رود جای گرفته است» (4 / 74). جایی با چنین ویژگیها، بیش‌تر بیانگر جزیره است تا شبه‌جزیره. شاید هم آبادان امروز در گذشتۀ دور اندك پیوندی با خشكی داشته است. این گفتۀ ابوالفدا (732ق / 1332م) «آبادان بر دریای فارس است و این دریا گرد آن را گرفته چنانكه جز اندكی از آن در خشكی نیست» (ص 309) می‌تواند مؤید فرض اخیر باشد. تعبیر اعتمادالسلطنه (د 1329ق / 1911م) نیز كه می‌گوید وقتی «به شبه‌جزیرۀ عبادان می‌رسی، دجله منشعب به دو شعبه می‌شود و عبادان به سبب ریختن این دو شعبۀ دجله به دریا به این وضع جزیره می‌شود» (صص 176، 177) درخور توجه است.",
    "96‘2 كم‍ 2 وسعت دارد و از شمال به شهرستان خرمشهر، از مشرق به خور موسى، از جنوب به آبهای خلیج‌فارس و از مغرب به اروندرود محدود می‌گردد. این شهرستان شامل شهر آبادان، پنج دهستان سَلاحی (زیناوَند)، منیوحی (مینوبار)، نِصار، مُعَمّره (نوآباد)، بهمنشیر، و دو بخش مركزی و اروندكنار است. كشاورزی آبادان به علت شوری و نامساعد بودن خاك رشد نیافته است. درجۀ شوری خاك نسبت به گذشته كاهش یافته، ولی هنوز برای كشت غلاّت مناسب نیست. تنها فرآوردۀ مهم كشاورزی آبادان خرماست كه بخشی بزرگ از كل محصول خرمای ایران را دربر می‌گیرد. پس از خرما، حنای آبادان نیز درخور یادآوری است. در سرشماری 1355ش، جمعیت شهرستان آبادان 911،376 نفر ثبت شده كه 8 / 81٪ آن در شهر و 2 /  18٪ آن در روستا ساكن بوده‌اند. بنابر همین سرشماری، 1 /  99٪ از كل این جمعیت، مسلمان و بقیه از پیروان ادیان دیگر بوده‌اند. زبان بیش‌تر مردم آبادان فارسی است و اقلیتی هم به عربی و لُری تكلم می‌كنند.",
    "مركز شهرستان آبادان و جزئی از استان خوزستان، در شمال غربی جزیرۀ آبادان و °ْ30 و ´22 عرض شمالی و °48 و ´َ15 طول شرقی قرارگرفته و فاصلۀ آن از تهران 066‘1 كمـ است. آب و هوای آبادان صحرایی، گرم و خشك است و برف و یخبندان ندارد. گرمای شهر در تابستانها توان‌فرساست. میزان باران بسیار كم و حدود 150 میلی‌متر در سال است كه بیش‌تر در فصل زمستان می‌بارد.",
    "آنچه از اشارات مورخان و جغرافی‌دانان برمی‌آید، این است كه آبادان روزگاری تنها از لحاظ كشتیرانی و سیاحت مختصر اعتباری داشته است. پیداست این شهر كه به گزارش برخی از گذشتگان مانند ابن بطوطه (د 779ق / 1377م) در زمینی شوره‌زار (سَبْخَه) واقع بوده (ص 189) و به گفتۀ ابن جُزی (به نقل ابن بطوطه) باران در آن نمی‌باریده و كشت و كاری نداشته، نمی‌توانسته از نظر كشاورزی رونق چندانی داشته باشد و آنچه لسترنج (p. 49)، و ظاهراً به پیروی از او، دانشنامۀ ایران و اسلام و ایرانیكا راجع به 000‘441 دینار حقوق دیوانی (مالیات) عبّادان به حكومت بصره نوشته‌اند، به سه دلیل نادرست می‌نماید: نخست آنكه گفته‌های مآخذ فوق كه همه مستند به نزهة‌القلوب حمدالله مستوفی است با نص عبارات این كتاب منطبق نیست. مستوفی در ذكر شهر بصره می‌نویسد: «ولایات بسیار از توابع آنجا ]بصره[ است و معظم آن بَلاس و زَكیَّه و مَیْسان... و عبادان كه ورای آن عمارت نیست. حقوق دیوانی بصره و ولایت، چهل و چهار تومان ]و[ یك هزار دینار ]000‘441 دینار[ رایج بود» (ص 40). در این گزارش فقط سخن از حقوق دیوانی بصره است نه مالیات عبادان به بصره. دوم آنكه مستوفی در پایان شرح هر شهر و آبادی معمولاً حقوق دیوانی آن را نیز یاد می‌كند. از این‌رو دور می‌نماید در حالی كه از حقوق دیوانی هر شهر و دیاری سخن می‌گوید، حقوق دیوانی شهر بزرگ بصره را یاد نكرده باشد. سوم آنكه، با توجه به مقدار مالیات شهرها و آبادیهای مشابه و حتى بزرگ‌تر از عبادان كه از آنها در نزهة‌القلوب یاد شده، پرداخت مالیاتی به مبلغ 000‘441 دینار توسط ده یا «شهركی خرد» مانند عبادان نامعقول به نظر می‌رسد، زیرا حقوق دیوانی هیچ‌یك از این قبیل شهرها و آبادیها به ده تومان (000‘100 دینار) هم نمی‌رسد. افزون بر این‌همه، از قراین برمی‌آید كه آبادان در گذشته شهری بزرگ، همتای شهرهای بزرگ آن روزگار نبوده است. نویسنده حدود العالم آن را شهركی «خرد» و آبادان بر كرانۀ دریا وصف می‌كند كه «همۀ حصیرهای عبادانی و حصیرهای سامانی از آنجا خیزد و نمك بصره و واسط از آنجاست» (ص 152). شمس‌الدین محمد انصاری (د 727ق / 1327م) از آبادان به عنوان «آخرین ده بر كنار دریا» (ص 154)، ابن بطوطه به عنوان «قریه‌ای بزرگ» (ص 189) و ابن حوقل به عنوان «قلعۀ كوچك آبادی بر كنارۀ دریا» (ص 6) یاد می‌كنند. جغرافی‌نویسان پیشین عموماً شهر یا شهرك آبادان را در منتهى‌الیه شمال غربی خلیج‌فارس و محل گرد آمدن شاخه‌های دجله و ورود آنها به دریا (ابن خلدون، ‌1 / 104) كه آن‌سوتر از آن، از سوی دریا دهی نیست دانسته‌اند و ضرب‌المثل «لَیسَ وَراءَ عَبّادانَ قَرْیةٌ» (نیست زان سوتر ز عبادان دهی ـ منوچهری) بیانگر همین واقعیت است؛ لیكن بر اثر رسوبات فراوان رودخانه‌ها و گسترش مصب اروندرود، شهر آبادان كه در زمان ابن بطوطه 3 میل از ساحل فاصله داشته، اكنون حدود 50 كم‍ از آن نقطۀ انتهایی شمال غربی خلیج دورتر گردیده است. برخی از پیشینیان بنای آبادان را به اردشیر، جانشین اسفندیار بن گُشْتاسْبْ نسبت داده‌اند كه آن را در سواد دجله (فخر مدبر، 9) در ولایت یا «كورۀ بهمن اردشیر» (مسعودی، 35) یا بهمنشیر امروزی بنیاد نهاده است. شهرت آبادان در نخستین سده‌های هجری عمدتاً وابسته به رباطها، خانقاهها و مساجد متعدد، و نیز به سبب مقبره یا تكیه‌ای منسوب به خضر و الیاس در حوالی بهمنشیر بوده است. ابن بطوطه داستان دیدار خود را با عابدی بزرگوار كه در یكی از این خانقاهها عزلت گزیده بود، به تفصیل شرح می‌دهد (ص 199، ‌200). مقبره خضر تا به امروز بر جای است و به سبب همین مقبره است كه آبادان تا این اواخر در میان اعراب به «جزیرةالخضر» معروف بوده است. یاقوت ضمن یاد كردن نام شماری از زاهدان و محدثان معروف، آنان را به آبادان منسوب دانسته است. آبادان از قرن 7 و 8 ق / 13 و 14م به بعد رفته‌رفته رو به ویرانی نهاد و به‌ویژه در پی پیشرفت كرانه‌های آن به درون دریا و نیز در نتیجۀ رشد بصره و مُحَمَّره (خرمشهر امروز) اندك اهمیت بازرگانی خود را نیز از دست داد و به دهكده‌ای تبدیل گردید.",
    "كوفایی و گسترش آبادان به دنبال كشف نفت برای نخستین‌بار در مسجدسلیمان (5 خرداد 1287ش / 26 مۀ 1908م) و احداث پالایشگاه بزرگ نفت (1909-1912م) در این جزیره آغاز شد و در پی آن كارشناسان و كارگران ساده از شهرهای دور و نزدیك راهی این مركز صنعتی نو بنیاد شدند و در نتیجه جامعه‌ای با زمینه‌های گوناگون فرهنگی، قومی و اعتقادی در آن پدید آمد و وضعیت اقتصادی آن با شتاب دگرگونی و پیشرفت یافت.",
    "ه موازات گسترش صنایع نفت و شكوفایی اقتصادی آبادان، جمعیت شهر آن افزایش یافت، و از 000‘100 تن در 1322ش به 000‘226 تن در 1335ش، و از 000‘276 تن در 1345ش، به 000‘296 تن در 1355ش، رسید. چون آبادان در حال نگارش این مقاله جزو مناطق جنگی بوده، تعیین رقم دقیق جمعیت آن میسر نگشته است. از 911‘376 تن مردم شهرستان آبادان در 1355ش، 8 / 81٪ آن در شهر ساكن بودند، و بنابراین آبادان میان شهرهای خوزستان بالاترین میزان جمعیت شهری را داشت. با اینهمه، جمعیت آبادان طی یكی دو دهۀ پیش از بروز جنگ ایران و عراق (شهریور 1359ش) در حال كاهش نسبی بود و با شروع جنگ یكباره نقصان كلی گرفت.",
    "شكوفایی تازۀ آبادان را باید یكسره وابسته به صنعت نفت دانست. گنجایش پالایشگاه از 000‘120 تن در 1291ش / 1912م به 10 میلیون تن در 1318ش / 1939م، به 21 میلیون تن در 1339ش / 1960م و به 23 میلیون تن در 1355ش / 1976م رسید. این پالایشگاه تا 1324ش / 1945م بزرگ‌ترین پالایشگاه جهان و مركز عمدۀ صدور فرآورده‌های نفتی در نیمكرۀ شرقی به‌شمار می‌آمد و تا پیش از آغاز جنگ عراق و ایران نیز یكی از بزرگ‌ترین پالایشگاههای بزرگ جهان بود. همچنین صنعت پتروشیمی در آبادان میان سالهای 1339ش / 1960م تا 1349ش / 1970م به مرحله نوینی از پیشرفت پا نهاد، ولی به دنبال بروز جنگ متوقف شد.",
    "تا پیش از آغاز جنگ ایران و عراق، آبادان بی‌تردید پیشرفته‌ترین شهر ایران از لحاظ تمدن مادی بود و اینهمه را از بركت صنعت نفت داشت: از خانه‌سازی، خیابان‌بندی، ایجاد اسكله، پایانه‌های نفتی، فرودگاه بین‌المللی و صدها مركز بازرگانی گرفته تا احداث پاركها، سینماها، باشگاهها، فروشگاههای نوین و جز آن. پالایشگاه نفت، منطقۀ وسیعی از مركز شهر را دربرگرفته بود. مناطق مسكونی كارگران و كاركنان پالایشگاه براساس نقشه‌های حساب شده و با توجه به پایگاه شغلی آنان پیرامون این مجموعۀ بزرگ ساخته شده بود و كاركنان پالایشگاه به تناسب موقعیت و حساسیت شغلی‌شان از امكانات رفاهی و خدمات شهری برخوردار بودند. سیاست كلی شركت سابق نفت انگلیس و ایران در اِسكان كاركنان خود و اعطای امكانات به آنان این بود كه درجۀ تخصص، اعتبار شغلی و پایبندی جدی به سلسله مراتب اجتماعی دقیقاً رعایت گردد. این شیوه كه پس از ملی شدن صنعت نفت در 1329ش همچنان دنبال شد، به‌ویژه مناطق مسكونی زیر پوشش شركت نفت را به صورت محلاتی متمایز از یكدیگر درآورده و ساختی یكسره طبقاتی بر شهر تحمیل كرده بود. ناحیۀ سبز و خرم بریم در كنار اروندرود با منازل وسیع و مجلل آن به مقامات بلندپایه، محلۀ بوارده با خانه‌های نسبتاً مرفهش به مدیران درجۀ دوم، و بخشهای بهمنشیر، فرح‌آباد و جمشید با خانه‌های كوچك‌تر و ساده‌تر به كارگران عادی اختصاص یافته بود. بخش بیرون از حوزۀ مدیریت شركت نفت كه آثار سنتهای خانه‌سازی اسلامی بیش‌تر در آن به چشم می‌خورد، از نظم، ترتیب و تسهیلات مناطق مسكونی زیرپوشش شركت نفت برخوردار نبود. در پاره‌ای از محلات مانند احمدآباد در شرق شهر، كه با 000‘80 تن جمعیت متراكم خود از محلات فقیرنشین آبادان به‌شمار می‌رفت، آثار سیاست تبعیض اجتماعی مشهودتر بود. اِعمال سیاست توزیع نابرابر امكانات مادی كه منجر به ناهماهنگیهای ظاهری شده بود، به حوزۀ فرهنگ و دیگر جنبه‌های معنوی جامعه نیز سرایت كرده بود. مثلاً در 1335ش میزان بیسوادی در احمدآباد 49٪ و در محلات كارگرنشین 35٪ بود، حال آنكه در بریم و بوارده این میزان به 3٪ كاهش یافته بود. از كارگران ماهر 45٪ و از كارگران غیرماهر 55٪ بیسواد بودند. تفاوت در برخورداری از مزایای مادی زندگی و امتیازهای اجتماعی، مایۀ بروز اختلاف در دیدگاهها، ذوقیات، گرایشها، نظامهای ارزشی و چگونگی رفتار گروههای گوناگون اجتماعی آبادان گردید. در حالی كه كارگران شركت نفت و دیگر توده‌های زحمتكش آبادان تمایلات دینی و آیینهای ملی خویش را حفظ می‌كردند، گرایشهای مذهبی و خلق و خوی ایرانیگری در طبقات مرفه (به علت تماس بیش‌تر و نزدیك‌تر با غربیان و كوشش در پیروی از آنان و رنگ‌پذیری از فرهنگ غربی و ارزشهای آن) اندك‌اندك رو به سستی می‌رفت. كوتاه سخن، صنعت نفت مایۀ ایجاد آن چنان طبقات متمایزی در جامعۀ آبادان شده بود كه مانند آن در دیگر شهرهای ایران به چشم نمی‌خورد. تنها عامل نیرومندی كه می‌توانست مقداری به آمیزش اجتماعی  كمك كند، بازار بود. افزون بر این، سنتهای بازار و بازاریان در سویی كاملاً مخالف شركت نفت و نوع جامعه‌ای كه پدید آورده بود، عمل می‌كرد. آبادان را شهر اضداد و یا شهر سفید و سیاه توصیف كرده‌اند؛ بخش سفید آن نمونۀ یك شهر اروپایی و بخش سیاهش نمونۀ یك شهر عقب‌ماندۀ شرقی است. گرچه در طول بیش از 60 سال اِعمال سیاست مستقیم و غیرمستقیم انگلیسی و آمریكایی، آبادان ظاهراً در آرامش بود، لیكن ناخشنودیها و محرومیتها اندك‌اندك به كانونهای زیر خاكستر تبدیل گردید و با آغاز نخستین حركتهای انقلاب اسلامی در 1357ش /  1978م شعله‌ور گردید و مردم ناخرسند آبادان به صفوف دیگر انقلابیون ایران پیوستند. نقش كارگران پالایشگاه نفت كه حساس‌ترین رشتۀ حیات اقتصادی كشور را در دست داشتند مخصوصاً بسیار كارساز بود. آنان كه برای به زانو درآوردن رژیمِ وقت، پالایشگاه را تقریباً به تعطیل مطلق كشاندند، على‌رغم تلاشهای دولت در راه تحبیب یا ارعاب آنها برای بازگرداندن آنان بر سر كار، همراه با دیگر همشهریهای به‌پا خاستۀ خود راه خود را تا پیروزی انقلاب اسلامی در بهمن 1357ش / فوریۀ 1979م ادامه دادند.",
    "بادان هنوز از تشنجات و ضایعات زمان انقلاب قامت راست نكرده بود كه با آغاز جنگ عراق و ایران (در 31 شهریور 1359) آماج تهاجمات هوایی و زمینی ارتش عراق گشت و خسارات مالی و جانی فراوان بر‌ آن وارد آمد. این جنگ به پالایشگاه، تأسیسات نفتی، بندرگاهها، فرودگاه و دیگر مراكز صنعتی و اقتصادی، شبكۀ آبرسانی، تأسیسات برق و نیز به مناطق مسكونی آسیب بسیار رساند و مایۀ كاسته شدن فاحش جمعیت شهر، تولید نفت و تعطیل یا ركود فعالیتهای اقتصادی شد. آبادان در اوایل جنگ نزدیك به یك سال در محاصرۀ كامل عراقیها ماند و پس از شكستن محاصره نیز تا مدتها هدف گلوله‌بارانهای بی‌امان دشمن بود و در نتیجه تقریباً جای سالمی در شهر باقی نماند. برپایۀ برآوردهای مندرج در نشریۀ ستاد بازسازی مناطق جنگ‌زده، تا 1362ش، از 650‘39 واحد مسكونی آبادان 20٪، از 280‘1 واحد حدود 50٪ و از 713 واحد 100٪ یا كمتر ویران شده بوده است. میزان زیانهای وارد بر تأسیسات نفت و پتروشیمی آبادان تا پایان شهریور 1361 به رقم 113 میلیارد و 280 میلیون ریال سر زد. بر اثر فرو ریختن انواع مواد مخرب و آتشزا بر آبادان و نیز به واسطۀ بی‌آبی، بخش مهمی از فضای سبز شهر از میان رفت و این برای شهری چون آبادان كه هوایی فوق‌العاده گرم و شرایط اقلیمی نامساعدی دارد، بسیار زیانبار بود. افزون بر این، كاربرد سلاحهای شیمیایی توسط عراقیها، فضای شهر را دچار آلودگیهای شیمیایی كرد كه این، به جای خود، در راندن مردم از شهر اثر بسیار گذاشت.",
    "رای ترمیم خرابیها و بازسازی آبادان به موازات دیگر نقاط آسیب‌دیدۀ كشور، گامهایی توسط دولت، نهادهای انقلابی، هیأتهای اسلامی و گروههای ملی برداشته شده و برنامه‌های عمرانی بزرگ و گسترده‌ای فراهم گشته كه امید است بی‌درنگ با فرونشستن آتش جنگ انجام گیرد. رهبری و هماهنگ ساختن كوششهای مربوط به بازسازی ویرانیهای ناشی از جنگ به ستاد بازسازی و نوسازی مناطق جنگ زده كه در وزارت كشور جمهوری اسلامی ایران مستقر است، سپرده شده است.",
    "ابن بطوطه، محمدبن ابراهیم، رحلة ، بیروت، دارصادر، 1384ق، صص 189-200؛ ابن حوقل، ابوالقاسم محمد، صورةالارض ، ترجمۀ جعفر شعار، تهران، بنیاد فرهنگ ایران، 1345ش؛ ابن خلدون، عبدالرحمان، العبر ، بیروت، دارالكتب، 1956م؛ ابوالفداء، اسماعیل‌بن محمد، تقویم البلدان ، به كوشش م. رنو، پاریس،‌1840م؛ ادارۀ كل انتشارات و رادیو، خلیج فارس (مجموعه سخنرانیها)، تهران،‌ 1342ش، صص 38- 48؛ اصطخری، ابواسحق ابراهیم، مسالك و ممالك ، به كوشش ایرج افشار، تهران، بنگاه ترجمه و نشر كتاب، 1347ش؛ اعتمادالسلطنه، محمدحسن خان، ‌ مرآت‌البلدان ، دارالطباعۀ مباركۀ دولتی، 1294ق؛ اقتداری، احمد، خوزستان و كهكیلویه و ممسنی ، تهران، انجمن آثار ملی، 1359ش، صص 689-692، 696-701؛ انصاری دمشقی، شمس‌الدین محمد، نخبةالدهر ، ترجمۀ حمید طبیبیان، تهران، بنیاد فرهنگستانهای ایران، 1357ش، صص 154-155؛ ایرانیكا؛ بكران، محمد نجیب، جهان‌نامه ، به كوشش محمدامین ریاحی، تهران، ابن‌سینا، 1342ش، صص 47- 48، 105؛ بلاذری، احمدبن یحیی، فتوح‌البلدان (بخش مربوط به ایران)، ترجمۀ آذرتاش آذرنوش، تهران، سروش،‌1364ش، ص 124؛ حدود العالم ، به كوشش منوچهر ستوده، تهران، طهوری، 1362ش، ص 47؛ دانشنامۀ ایران و اسلام ؛ دایرةالمعارف اسلام (دوم)؛ ستاد بازسازی و نوسازی مناطق جنگ‌زده، اهم فعالیتهای بازسازی و نوسازی مناطق جنگ‌زده در سال 1361 و 1362ش، تهران، 1363ش، ص 16، 27، 51، 187، 188؛ شركت ملی نفت، روابط عمومی، نفت آبادان، 1343ش؛ شركتهای عامل نفت ایران، نكاتی چند دربارۀ آبادان ، تهران، 1364ش؛ فخر مدیر، محمدبن منصور، آداب الحرب و الشجاعة ، به كوشش سهیلی خوانساری، تهران، اقبال، 1346ش؛ فره‌وشی، بهرام، «اروندرود»، مجلۀ دانشكدۀ ادبیات دانشگاه تهران ، س 17، شم‍ 1 (مهر 1348ش)، صص 75-87؛ مركز آمار ایران، فرهنگ آبادیهای كشور (براساس سرشماری آبان 1355ش)، خوزستان، 1361ش، 16 / 3-6؛ مستوفی، حمدالله، نزهةالقلوب ، به كوشش گای لسترنج، لیدن، 1331ق / 1913م، ص 39؛ مسعودی، علی بن حسین، التنبیه و الاشراف ، به كوشش عبدالله اسماعیل صاوی، قاهره، دارالصاوی، 1357ق؛ مقدسی، محمدبن احمد، احسن التقاسیم ، ترجمۀ علینقی منزوی، تهران، شركت مؤلفان و مترجمان ایران، 1361ش؛ منوچهری، احمدبن قوص، دیوان ، به كوشش محمد دبیرسیاقی، تهران، زوار، 1363ش، ص 112؛ مهندسین مشاور عرصه، طرح ترسیمی ضربتی جامع تفصیلی آبادان ، گزارش پیشرفت كار بازسازی شهرستان آبادان (موجود در ستاد بازسازی و نوسازی مناطق جنگ‌زده)، آذرماه 1361ش، صص 4-7، ‌13-15؛ همو، طرح پیشنهادی برای بازسازی مناطق جنگ‌زده، آبادان، خرداد 1361ش (موجود در ستاد بازسازی مناطق جنگ‌زدۀ مستقر در وزارت كشور)؛ میرزامحمد، علی‌رضا، الخلیج الفارسی عبر القرون و الاعصار ، تهران، مجمع‌الآداب و الفن الایرانی، 1394ق، صص 15، 19، 47؛ ناصرخسرو، ابومعین، سفرنامه ، به كوشش محمد دبیرسیاقی، تهران، انجمن آثار ملی،‌1354ش؛ وزارت كار و امور اجتماعی (ادارۀ كل آمار نیروی انسانی)، بررسی مسائل كلی نیروی انسانی و اشتغال استان خوزستان ، شم‍ 12 (شهریور 1362)، صص 6-7؛ ویلسون، آرنولد، خلیج‌فارس ، ترجمۀ محمد سعیدی، تهران، بنگاه ترجمه و نشر كتاب، 1348ش، ص 11؛ یاقوت حموی، ابوعبدالله، معجم‌البلدان ، به كوشش فردیناند ووستنفلد، لایپزیك، 1866-1870م؛ نیز:",
    "Le Strange, Guy, The Land of the Eastern Caliphate , London, 1966.",
    "مجدالدین كیوانی"
  ],
  "bibliography": [
    "ابن بطوطه، محمدبن ابراهیم، رحلة ، بیروت، دارصادر، 1384ق، صص 189-200",
    "ابن حوقل، ابوالقاسم محمد، صورةالارض ، ترجمۀ جعفر شعار، تهران، بنیاد فرهنگ ایران، 1345ش",
    "ابن خلدون، عبدالرحمان، العبر ، بیروت، دارالكتب، 1956م",
    "ابوالفداء، اسماعیل‌بن محمد، تقویم البلدان ، به كوشش م. رنو، پاریس،‌1840م",
    "ادارۀ كل انتشارات و رادیو، خلیج فارس (مجموعه سخنرانیها)، تهران،‌ 1342ش، صص 38- 48",
    "اصطخری، ابواسحق ابراهیم، مسالك و ممالك ، به كوشش ایرج افشار، تهران، بنگاه ترجمه و نشر كتاب، 1347ش",
    "اعتمادالسلطنه، محمدحسن خان، ‌ مرآت‌البلدان ، دارالطباعۀ مباركۀ دولتی، 1294ق",
    "اقتداری، احمد، خوزستان و كهكیلویه و ممسنی ، تهران، انجمن آثار ملی، 1359ش، صص 689-692، 696-701",
    "انصاری دمشقی، شمس‌الدین محمد، نخبةالدهر ، ترجمۀ حمید طبیبیان، تهران، بنیاد فرهنگستانهای ایران، 1357ش، صص 154-155",
    "ایرانیكا",
    "بكران، محمد نجیب، جهان‌نامه ، به كوشش محمدامین ریاحی، تهران، ابن‌سینا، 1342ش، صص 47- 48، 105",
    "بلاذری، احمدبن یحیی، فتوح‌البلدان (بخش مربوط به ایران)، ترجمۀ آذرتاش آذرنوش، تهران، سروش،‌1364ش، ص 124",
    "حدود العالم ، به كوشش منوچهر ستوده، تهران، طهوری، 1362ش، ص 47",
    "دانشنامۀ ایران و اسلام",
    "دایرةالمعارف اسلام (دوم)",
    "ستاد بازسازی و نوسازی مناطق جنگ‌زده، اهم فعالیتهای بازسازی و نوسازی مناطق جنگ‌زده در سال 1361 و 1362ش، تهران، 1363ش، ص 16، 27، 51، 187، 188",
    "شركت ملی نفت، روابط عمومی، نفت آبادان، 1343ش",
    "شركتهای عامل نفت ایران، نكاتی چند دربارۀ آبادان ، تهران، 1364ش",
    "فخر مدیر، محمدبن منصور، آداب الحرب و الشجاعة ، به كوشش سهیلی خوانساری، تهران، اقبال، 1346ش",
    "فره‌وشی، بهرام، «اروندرود»، مجلۀ دانشكدۀ ادبیات دانشگاه تهران ، س 17، شم‍ 1 (مهر 1348ش)، صص 75-87",
    "مركز آمار ایران، فرهنگ آبادیهای كشور (براساس سرشماری آبان 1355ش)، خوزستان، 1361ش، 16 / 3-6",
    "مستوفی، حمدالله، نزهةالقلوب ، به كوشش گای لسترنج، لیدن، 1331ق / 1913م، ص 39",
    "مسعودی، علی بن حسین، التنبیه و الاشراف ، به كوشش عبدالله اسماعیل صاوی، قاهره، دارالصاوی، 1357ق",
    "مقدسی، محمدبن احمد، احسن التقاسیم ، ترجمۀ علینقی منزوی، تهران، شركت مؤلفان و مترجمان ایران، 1361ش",
    "منوچهری، احمدبن قوص، دیوان ، به كوشش محمد دبیرسیاقی، تهران، زوار، 1363ش، ص 112",
    "مهندسین مشاور عرصه، طرح ترسیمی ضربتی جامع تفصیلی آبادان ، گزارش پیشرفت كار بازسازی شهرستان آبادان (موجود در ستاد بازسازی و نوسازی مناطق جنگ‌زده)، آذرماه 1361ش، صص 4-7، ‌13-15",
    "همو، طرح پیشنهادی برای بازسازی مناطق جنگ‌زده، آبادان، خرداد 1361ش (موجود در ستاد بازسازی مناطق جنگ‌زدۀ مستقر در وزارت كشور)",
    "میرزامحمد، علی‌رضا، الخلیج الفارسی عبر القرون و الاعصار ، تهران، مجمع‌الآداب و الفن الایرانی، 1394ق، صص 15، 19، 47",
    "ناصرخسرو، ابومعین، سفرنامه ، به كوشش محمد دبیرسیاقی، تهران، انجمن آثار ملی،‌1354ش",
    "وزارت كار و امور اجتماعی (ادارۀ كل آمار نیروی انسانی)، بررسی مسائل كلی نیروی انسانی و اشتغال استان خوزستان ، شم‍ 12 (شهریور 1362)، صص 6-7",
    "ویلسون، آرنولد، خلیج‌فارس ، ترجمۀ محمد سعیدی، تهران، بنگاه ترجمه و نشر كتاب، 1348ش، ص 11",
    "یاقوت حموی، ابوعبدالله، معجم‌البلدان ، به كوشش فردیناند ووستنفلد، لایپزیك، 1866-1870م",
    "نیز:"
  ],
  "signature": "مجدالدین كیوانی",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}