{
  "id": "eweb_003",
  "source": "EIs",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/SIM-0069.xml",
  "annotator": "Jeremy",
  "title": "ʿAbd al-Wāḥid b. Zayd al-Baṣrī",
  "authors": [
    "Mohammad Javad Shams"
  ],
  "word_count": "(2,311 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "16 Oct 2015",
  "last_updated": "17 Jun 2021",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "ʿAbd al-Wāḥid b. Zayd al-Baṣrī , with the kunya Abū ʿUbayda, a wāʿiẓ (preacher) and muḥaddith (traditionist), was an ascetically inclined Sufi from Baṣra who lived in the 2nd/8th century. He was one of the most important and distinguished followers of the school of al-Ḥasan al-Baṣrī (d. 110/728), who became famous both as a forerunner of the Sufis and for his sermons. He was known as one of the aʾimmat al-sharʿ (leaders of the Law), akābir al-Ṣūfiyya (great figures of the Sufis) and as one of the bakkāʾūn (weepers). He was also given the noble titles of shaykh al-ʿubbād (leader of the worshippers) and qudwa (model) (see Abū Nuʿaym, 6/155, 161; Anṣārī, 130; Ibn al-Jawzī, 3/322; al-Dhahabī, Siyar aʿlām al-nubalāʾ , 7/178; al-Nabhānī, 2/132; al-Munāwī, 1/135).",
    "In spite of all this, our information about his life is very limited and is based on scattered accounts. Even these facts derive from reports which are scattered throughout biographical ( rijālī ) literature concerning the reliability of traditionists, or Sufi sources. In the former, which mostly focus on him as a muḥaddith , he is largely regarded as an untrustworthy traditionist, ḥadīth s transmitted by him being regarded as unreliable. In the Sufi sources, however, he is mentioned as one of the leading Sufis and ascetics ( zuhhād , sing. zāhid ): his sayings are quoted with respect and approval, and there are accounts describing his spiritual states ( aḥwāl , sing. ḥāl ) and spiritual teachings.",
    "It can be surmised from his nisba ‘al-Baṣrī’, as well as his relationship with al-Ḥasan al-Baṣrī, that he was born in Baṣra. This event occurred some time in the second half of the 1st century/last decades of the 7th century or the beginning of the 8th century. Nothing is known of his youth apart from what is said in the account given by Farīd al-Dīn ʿAṭṭār, that ʿAbd al-Wāḥid was an unruly, reckless and headstrong young man, who repented after listening to a sermon of Yūsuf b. al-Ḥusayn and took to the path of asceticism and piety (ʿAṭṭār, 386). He then joined the circle of disciples of al-Ḥasan al-Baṣrī, and made every effort to acquire both spiritual knowledge and ḥadīth s. Apart from that, he studied with a number of other traditionists. Significant among these were: ʿUbāda b. Nusayy al-Kindī, ʿAbd Allāh b. Rāshid, al-Aslam al-Kūfī, ʿAṭāʾ b. Abī Rabāḥ and ʿAbd al-Wāḥid b. Qays. ʿAbd al-Wāḥid also kept company with the leading ascetics and Sufis of his time such as Ayyūb al-Sakhtiyānī, Farqad al-Sabakhī, Mālik b. Dīnār, Muḥammad b. Wāsiʿ, Ṣāliḥ al-Murrī, ʿUtba b. Ghulām and Salama al-Uswārī, as well as the famous female Sufi, Rābiʿa al-ʿAdawiyya. He also attended the majālis (gatherings) where Mālik b. Dīnār gave his sermons, and transmitted traditions from him (see al-Bukhārī, al-Ḍuʿafāʾ , 154; idem, al-Taʾrīkh al-kabīr , 3 (2) 62; Ibn Abī Ḥātim, 3/20; al-ʿUqaylī, 3/54; Ibn Ḥibbān, al-Thiqāt , 7/124; al-Dāraquṭnī, 120; al-Dhahabī, Siyar , 7/178; Ibn Ḥajar al-ʿAsqalānī, Lisān , 4/80; see also Abū Ṭālib al-Makkī, 2/113; Abū Nuʿaym, 6/156, 160). ʿAlāʾ al-Dawla Simnānī (p. 314) and following him, Maʿṣūm ʿAlī Shāh (2/93), refer to him as one of the spiritual disciples of Kumayl b. Ziyād (d. 82/701), one of the key disciples of ʿAlī b. Abī Ṭālib, doing so with reference to the Silsila Kumayliyya (the spiritual ‘chain’ deriving from Kumayl), but this seems factually to be highly improbable. In all probability, he had left Baṣra for Syria (al-Shām) at the end of the Umayyad period, when there was the political turmoil and conflict erupted between the Umayyad caliphs and the ʿAbbāsid dāʿī s (summoners), before the plague of 131/749. He travelled to Damascus, Ruṣāfa, Ḥimṣ (Homs), Jerusalem, the Ḥijāz as well as ʿAbbādān and Fārs in the East, propagating his Sufi teachings and religious doctrines, attracting a large number of disciples, among whom were Abū Sulaymān al-Dārānī, Abū Yaʿqūb al-Sūsī and Abū al-Ḥasan Zarrīn Harīwa. If one takes Maʿṣūm ʿAlī Shāh's account (2/94) into consideration, one can add the name of Abū al-Ḥusayn ʿAlī b. Razīn al-Harawī to this list. As some of the authors have mentioned, the first khāniqāh (Sufi cloister) or duwayra (lit. ‘small dwelling’) was established by his disciples and companions (Abū Nuʿaym, 6/156; Anṣārī, 130; Ibn Taymiyya, 11/6; ʿAlāʾ al-Dawla Simnānī, 314; al-Dhahabī, Siyar , 7/178; al-Badawī, 208; Smith, 183; for the events the decade 130–139/748–756 and especially 131/748–749 see al-Ṭabarī, 7/401 et passim).",
    "He transmitted a number of ḥadīth s. Traditionists such as Naḍr b. Shumayl, Muslim b. Ibrāhīm, Ibn Ḥassāb, Muḥammad b. Sammāk, Wakīʿ, Zayd b. Ḥubāb, Abū Dāwūd al-Ṭayālisī, Qurra b. Ḥabīb, ʿAmr b. Manṣūr al-Qaysī and Abū Sulaymān al-Dārānī heard ḥadīth s from him. However, Ibn Ḥibbān pointed out in his al-Thiqāt that the people of Baṣra used to transmit ḥadīth s from him, but only if they found the transmitters before and after him to be trustworthy were his reports regarded as reliable (see Ibn Ḥibbān, 7/124; see also idem, al-Majrūḥīn , 2/155; Ibn Abī Ḥātim, 3/20; al-Fasawī, 2/122; al-Dhahabī, Siyar , 7/178; Abū al-Maḥāsin, 276; Ibn Ḥajar al-ʿAsqalānī, Lisān al-mīzān , 4/81; idem, Tahdhīb al-tahdhīb , 8/94). Al-Bukhārī, al-Jūzjānī, and Yaḥyā b. Maʿīn regarded him as one of the weak traditionists ( ḍuʿafāʾ ) or of those whose reports were ignored ( matrūkīn ), as the ḥadīth reports transmitted by him were declared weak. ʿAbd al-Raḥmān b. Mahdī also avoided reporting ḥadīth s from him (see al-Bukhārī, al-Ḍuʿafāʾ , 154; idem, al-Taʾrīkh al-kabīr , 3(2)/62; al-Fasawī, 2/122; al-ʿUqaylī, 3/54; al-Dāraquṭnī, 120; al-Dhahabī, Siyar , 7/178–179; Ibn ʿAsākir, 37/223–224). Ibn Ḥibbān (2/155), in his al-Majrūḥīn , attributes this view of him to the extremely passionate states he would reach during worship. However, two other factors may have contributed to his being regarded as untrustworthy: his practice of quoting Christian mystics and hermits on the spiritual life, and his alleged connections with the early Muslim group called the Qadariyya (see Abū Nuʿaym, 6/155; al-Ghazālī, Rubʿ-i munjiyāt , 948, 1145; Ibn al-ʿArabī, 2/202; Smith, 184). Abū Zurʿa declared him to be a Qadarī (see Ibn ʿAsākir, 37/223–224), and al-Dhahabī, in his Siyar aʿlām al-nubalāʾ (7/179–180), also mentioned that ʿAbd al-Wāḥid was accused of being a Qadarī, adding, however, that this view of him was not widely held, and that the allegations about the teachings of ʿAbd al-Wāḥid were unfounded because they were not consistent with Qadarī doctrines.",
    "According to the sources, ʿAbd al-Wāḥid regularly held Sufi gatherings at which he gave sermons that were distinguished by the emphasis that he always placed on the necessity of bukāʾ (weeping) and lamentation—consequences of the theme of zuhd (asceticism, renunciation of the world) that characterised his type of Sufi preaching. The sessions were typically marked by the spiritual states of exaltation, repentance and grief that he induced in his audience, so much so that some of them often swooned (Abū Nuʿaym, 6/159–161; Ibn al-Jawzī, 3/321–322; al-Shaybī, 1/326; Smith, 184). The accounts that describe the effect of his sermons on his audiences seem to be somewhat exaggerated, but they do speak of the passionate sentiment that prevailed and that they were always imbued with a sense of fear ( khawf ) and repentance ( tawba ). These accounts also give us an idea of the religious climate of Baṣra at the time, which was one in which approaches to spirituality were deeply emotional and passionate (see al-Badawī, 202–208). ʿAbd al-Wāḥid, like many of the Sufis of the 2nd/8th century, was much given to zuhd, riyāḍa (spiritual discipline) and night vigils. He was reported as being kathīr al-ṣawm wa al-ṣalāt (often fasting and praying). According to one report, for forty years he performed the morning prayer while still in a state of ritual purity following his night prayer; in other words, stayed awake throughout the night or did not interrupt his ablutions by relieving himself. In his view, the power of one's faith and religious aspiration, as well as the attainment of good character and the ʿilm al-yaqīn (knowledge of certainty) depended on abstaining from food and strenuous self-denial (see Abū Nuʿaym, 6/157, 162–163; al-Qushayrī, 40–41; al-Ghazālī, Rubʿ-i muhlikāt , 230, 258; al-Shaʿrānī, 1/46; al-Nabhānī, 2/133; Smith, 183).",
    "As some writers have pointed out, ʿAbd al-Wāḥid was the first Sufi to refer to the Sufi ‘spiritual stations’ ( maqāmāt , sing. maqām ) and ‘states’ ( aḥwāl , sing. ḥāl ), and the first to use certain Sufi technical terms and expressions ( iṣṭilāḥāt ). It may have been through the influence of Rābiʿa al-ʿAdawiyya that he also spoke about ʿishq (passionate love). He appears to have been the first to explicitly use the word ʿishq to convey the idea of mutual love between the Lord and His servants, and to relate a ḥadīth qudsī (a sacred utterance in which God speaks in the first person through the mouth of the Prophet) from al-Ḥasan al-Baṣrī in this regard (al-Kalabādhī, 27; Abū Ṭālib al-Makkī, 2/57; Abū Nuʿaym, 3/163, 165; al-Ghazālī, Rubʿ-i munjiyāt , 948; Rūzbihān Baqlī, 9–10; al-Qushayrī, 97; al-Badawī, 211–213). ʿAbd al-Wāḥid took into consideration the relationship between the stations of ṣabr (patience), riḍā (contentment) and ʿishq (passionate love). He regarded ṣabr as the highest of virtues, whilst the station of riḍā preceded it and was considered to be the ‘peak of maḥabba (love)’ ( raʾs al-maḥabba ), and the beginning of ʿishq . Similarly he spoke of the relationship between al-maḥabba and al-liqāʾ (meeting) and the vision of God, claiming that without this encounter and vision of God, maḥabba would be shorn of beatitude, joy and rejoicing (Abū Nuʿaym, 6/156, 163).",
    "The time and place of ʿAbd al-Wāḥid's death are not known with any certainty. Ibn al-Athīr (Ibn al-Athīr, 5/301) places his death in 177/793, or citing a weak report, in 178/794, while al-Dhahabī simply says it occurred after 150/767. Abū Nuʿaym (6/160), quoting Ḥuṣayn b. al-Qāsim al-Wazzān, said that ʿAbd al-Wāḥid had a son who was also an ardent worshipper, and attributed certain poetic verses to him (see also Abū Nuʿaym, 6/162).",
    "Translated by: Suheyl Umar"
  ],
  "bibliography": [
    "Abū al-Maḥāsin al-Ḥusaynī al-Shāfiʿī, Shams al-Dīn Muḥammad, al-Ikmāl , ed. ʿAbd al-Muʿṭī Amīn Qalʿajī (Karachi, n.d.)",
    "Abū Nuʿaym al-Iṣfahānī, Aḥmad, Ḥilyat al-awliyāʾ (Beirut, 1387/1967)",
    "Abū Ṭālib al-Makkī, Muḥammad b. ʿAlī, Qūt al-qulūb (Cairo, 1381/1961)",
    "ʿAlāʾ al-Dawla Simnānī, Aḥmad, Muṣannafāt-i Fārsī , ed. Najīb Māyil Harawī (Tehran, 1369 Sh./1990)",
    "Anṣārī Harawī, Kh w āja ʿAbd Allāh, Ṭabaqāt al-Ṣūfiyya , ed. Muḥammad Sarwar Mawlāʾī (Tehran, 1363 Sh./1984)",
    "ʿAṭṭār, Farīd al-Dīn, Tadhkirat al-awliyāʾ , ed. Muḥammad Istiʿlāmī (Tehran, 1360 Sh./1981)",
    "al-Badawī, ʿAbd al-Raḥmān, Taʾrīkh al-taṣawwuf al-Islāmī (Kuwait, 1978)",
    "al-Bukhārī, Muḥammad, al-Ḍuʿafāʾ al-ṣaghīr , ed. Būrān al-Ḍannāwī (Beirut, 1406/1986)",
    "idem, al-Taʾrīkh al-kabīr (Hyderabad, 1402/1982)",
    "idem, al-Taʾrīkh al-ṣaghīr , ed. Maḥmūd Ibrāhīm Zāyid (Beirut, 1406/1986)",
    "al-Dāraquṭnī, ʿAlī, al-Ḍuʿafāʾ wa al-matrūkīn , ed. Ṣubḥī al-Badrī Sāmarrāʾī (Beirut, 1406/1986)",
    "al-Dhahabī, Muḥammad, Siyar aʿlām al-nubalāʾ , ed. Shuʿayb al-Arnaʾūṭ et al. (Beirut, 1402/1982)",
    "idem, Taʾrīkh al-Islām , ed. ʿUmar ʿAbd al-Salām Tadmurī (Beirut, 1411/1990)",
    "al-Fasawī (al-Basawī), Yaʿqūb, al-Maʿrifa wa al-taʾrīkh , ed. Akram Ḍiyāʾ al-ʿUmarī (Baghdad, 1975)",
    "al-Ghazālī, Muḥammad, Iḥyāʾ ʿulūm al-dīn , vol. 1, Rubʿ-i muhlikāt , vol. 5, Rubʿ-i munjiyyāt , Persian trans. by Muʾayyid al-Dīn Muḥammad Kh w ārazmī, ed. Ḥusayn Khadīw Jam (Tehran, 1352–1358 Sh./1973–1979)",
    "Ibn Abī Ḥātim, ʿAbd al-Raḥmān, al-Jarḥ wa al-taʿdīl (Hyderabad, 1372–/1953–)",
    "Ibn al-ʿArabī, Abū ʿAbd Allāh Muḥammad, Muḥāḍarat al-abrār (Cairo, 1305/1888)",
    "Ibn ʿAsākir, ʿAlī, Taʾrīkh madīnat Dimashq (Beirut, 1416/1996)",
    "Ibn al-Athīr, al-Kāmil",
    "Ibn Ḥajar al-ʿAsqalānī, Aḥmad, Lisān al-mīzān (Hyderabad, 1329/1911)",
    "idem, Tahdhīb al-tahdhīb (Hyderabad, 1325/1907)",
    "Ibn Ḥibbān, Muḥammad, al-Majrūḥīn , ed. Maḥmūd Ibrāhīm Zāyid (Beirut, 1396/1976)",
    "idem, al-Thiqāt (Hyderabad, 1401/1981)",
    "Ibn al-Jawzī, ʿAbd al-Raḥmān, Ṣifat al-ṣafwa , ed. Maḥmūd Fākhūrī (Beirut, 1406/1986)",
    "Ibn Taymiyya, Aḥmad, ‘Kitāb al-taṣawwuf’, Majmūʿ al-fatāwā , ed. ʿAbd al-Raḥmān ʿĀṣimī Najdī (Riyadh, 1991)",
    "al-Kalabādhī, Muḥammad, al-Taʿarruf li madhhab ahl al-taṣawwuf , ed. ʿAbd al-Ḥalīm Maḥmūd and Ṭāhā ʿAbd al-Bāqī Surūr (Cairo, 1380/1960)",
    "Maʿṣūm ʿAlī Shāh, Muḥammad Maʿṣūm, Ṭarāʾiq al-ḥaqāʾiq , ed. Muḥammad Jaʿfar Maḥjūb (Tehran, 1318 Sh./1939)",
    "al-Munāwī, ʿAbd al-Raʾūf, al-Kawākib al-durriyya , ed. Maḥmūd Ḥasan Rabīʿ (Cairo, 1357/1938)",
    "al-Nabhānī, Yūsuf, Jāmiʿ karāmāt al-awliyāʾ (Beirut, n.d.)",
    "al-Qushayrī, Abū al-Qāsim, al-Risāla al-Qushayriyya (Egypt, 1359/1940)",
    "Rūzbihān Baqlī, ʿAbhar al-ʿāshiqīn , ed. Henry Corbin and M. Mo‘in (Tehran, 1337/1958)",
    "al-Shaʿrānī, ʿAbd al-Wahhāb, al-Ṭabaqāt al-kubrā (Cairo, 1374/1954)",
    "al-Shaybī, Kāmil Muṣṭafā, al-Ṣila bayn al-taṣawwuf wa al-tashayyuʿ (Beirut, 1982)",
    "Smith, Margaret, The Way of the Mystics (London, 1976)",
    "al-Ṭabarī, Taʾrīkh",
    "al-ʿUqaylī, Muḥammad, al-Ḍuʿafāʾ al-kabīr , ed. ʿAbd al-Muʿṭī Amīn Qalʿajī (Beirut, 1404/1986)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 672
}