{
  "id": "eweb_004",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/225165/%D8%A7%D8%A8%DB%8C%D9%88%D8%B1%D8%AF",
  "annotator": "Jeremy",
  "title": "ابیورد",
  "authors": [
    "عنایت الله رضا"
  ],
  "last_updated": "چهارشنبه 31 اردیبهشت 1399",
  "content": [
    "اَبیوَرْد، یا باورد، از شهرهای ایران در سده‌های میانه که در شمال خراسان بر دامنۀ شمالی کوههای هزار مسجد واقع بوده و شیب آن به سوی صحرای قراقوم کشیده می‌شده است. خرابه‌های این شهر کهن در جمهوری ترکمنستان، در حدود 8 کیلومتری غرب ایستگاه قهقهه از راه آهن ماوراء خزر بر سر راه عشق‌آباد به مرو قرار دارد (مینورسکی، 167؛ دانشنامه ). دورتر از ابیورد کهنه، قریۀ دیگری واقع است که آن نیز در گذشته ابیورد نام داشت و اکنون پِشتک نامیده می‌شود (بارتولد، III / 130 ).  در متون قدیم نام ابیورد با یاء مجهول ضبط شده است (نک‍ : مارکوارت، ایرانشهر ، 61 ). این نام را به صورت باورد و اَباورد نیز نوشته‌اند (ابن اثیر، 1 / 23؛ ابوالفداء، 445). ژوستن مورخ رومی، ضمن بحث دربارۀ شهر دارا، تختگاه تیرداد اشکانی، محل آن را در منطقۀ کوه زَاپه‌اورته‌نُن نوشته است (پیرنیا، 3 / 2207). ژوستن این نام را به صورت اپه اورته‌نن نیز آورده و پلینیوس نام ابیورد را اپه‌ورته‌نه ضبط کرده است (مارکوارت، «بررسیها ... » ، 628 ، حاشیۀ 1). ازاین‌رو می‌توان گفت که کوه مزبور نیز به همان نام ابیورد نامیده می‌شده است. ایسیدوروس خاراکسی که در آغاز تاریخ مسیحی می‌زیسته، این نام را به صورت اپه‌ورکتیکه و منطقۀ ابیورد را به صورت اپه‌ورکتیکنه ضبط کرده و آن را محلی در دامنۀ شمالی جلگۀ پارتی نزدیک نسا (نیسایه) و بخش سفلای رود تجن نوشته که تا سرزمین سرخس گسترده شده است (پاولی، II / 2681-2682 ). این نام ترکیبی است از اَپه و وَرتکه. این منطقه در گذشته‌های دور خارج از سرزمین پارت واقع شده بود. چنین به نظر می‌رسد که نهر مشروب کنندۀ آن به تجن نمی‌رسید و در ریگزارها فرو می‌رفت (همانجا). به نظر می‌رسد که ابیورد در روزگار پارتیان وجود داشته است. به نوشتۀ پلینیوس اپه‌ورته‌نه در سرزمین پارت نزدیک شهرآبادِ دارا واقع شده بود (همانجا).  ابیورد منطقه‌ای مستحکم شامل پاسگاههای دفاعی مرزی بوده است که در برابر حملات مهاجمان دشتهای داخلی آسیا بنا شده بود. یزدگرد دوم پادشاه ساسانی نیز به منظور جلوگیری از حملۀ مهاجمان، دژ شهر یزدگرد را بنا نهاد. پس از او پیروز در همان ناحیه دژ شهر پیروز را ساخت که نام آن همراه ابیورد در سدۀ 6 م به عنوان منطقۀ فعالیت نسطوریان آمده است (مارکوارت، ایرانشهر ، 73 ). در مجمع کلیسایی بابای در سال دوم پادشاهی جاماسب (499 م)، از اسقفهای طوس، ابرشهر، مرو و گرگان یاد شده است. در مجمع کلیسایی جاثلیق یوسف (553 م)، اسقفهای مرو، مرو رود و ابیورد به نمایندگی حضور داشتند (همان، 61 ).  در ادوار بعد مردم خیوه سراسر این خطه را تاغ‌بویو، یا داغ‌بویو (جانب کوه) و مقابل آن را که منطقۀ مسیر سفلای آمودریاست، سوبویو (جانب آب) می‌خواندند. از آن زمان اصطلاح ترکی اَتَک که به معنای دامنه است، پدید آمد و سراسر خطۀ ممتد بر دامنه‌های شمالی کوهستان از جمله ابیورد، نسا، سرخس و آخال به همین نام اتک نامیده شد (بارتولد، III / 132 ). گمان می‌رود، این اصطلاح از سدۀ 10 ق / 16 م پس از حملات ازبکان خیوه و بخارا (همانجا) رایج شده باشد. اتک منطقه‌ای واقع در شمال کوه کورِن‌داغ، کوپت داغ و کوههای مرزی خراسان است. اکنون قسمت اعظم بخش شرقی آن در کنار ابیورد است (همو، III / 76 ، حاشیۀ 5 ).  ابیورد شامل منطقۀ وسیعی بوده که از دیرباز شناخته شده بوده است. یاقوت با تکیه به اخبار کهن می‌نویسد که کیکاووس منطقۀ ابیورد را به صورت اقطاع به باورد فرزند گودرز بخشید و او نیز در آن منطقه شهری با نام ابیورد بنا نهاد ( بلدان ، 1 / 111)، ولی گردیزی بنای شهر باورد (ابیورد) را به گیو نسبت داده است (ص 48). در روزگار ساسانیان ملک (فرمانروای) ابیورد عنوان «بهمنه» داشت (ابن خردادبه، 39؛ بلاذری، 404). به نوشتۀ ابن خردادبه خراج ابیورد 700 هزار درهم بود (ص 35).  مقدسی، مهنه (میهنه) و کوفَن را از توابع ابیورد نوشته است وی مهنه را شهر و کوفن را رباط نامیده است (ص 51، 321). همو ضمن بحث از ابیورد می‌نویسد: من ابیورد را از نسا بهتر، بازارش را پررونق‌تر و خاکش را حاصلخیزتر دیدم. آب آن از نهر و محل مسجد آن شهر در بازار است (همانجا). در جنوب شرقی ابیورد میان این شهر و سرخس ناحیۀ خابَران قرار داشت (نک‍ : یاقوت، بلدان ، 2 / 383؛ قس: دولتشاه، 67، که این ناحیه را خاوران نامیده است). دولتشاه سمرقندی از وجود روستایی به نام سنگان در ابیورد خبر داده است (ص 317). بجز میهنه و کوفن نواحی دیگری را از توابع ابیورد ذکر کرده اند که در این زمینه تفاوت نظرهایی وجود دارد. لسترنج، ازجاه، باذان (= بادن)، خروالجبل و شوکان را در بخش ابیورد آورده است (ص 420). یاقوت ازجاه را ــ که در اسرار التوحید به صورت اژجاه = اژگاه (محمد بن منور، 1 / 176، 179) آمده ــ قریه‌ای از قرای خابران و از نواحی سرخس نوشته است ( بلدان ، 1 / 232). وی بادَن را از قراء سمرقند یا بخارا ذکر کرده است (همان، 1 / 460). او همچنین خروالجبل را قریه‌ای میان خابران و طوس نوشته (همان، 2 / 428) و شوکان را قریه‌ای از ناحیۀ خابران میان ابیورد و سرخس ذکر کرده است (همان، 3 / 337).",
    "به روزگار خلافت عثمان در 31 ق / 652 م، عبداللـه بن عامر بن کُرَیز مأمور فتح خراسان شد. اُمَیْنْ بن احمر یَشْکُری از سوی ابن عامر مأموریت یافت تا طوس و ابیورد و نسا را فتح کند (طبری، 4 / 302). بهمنه که بزرگ ابیورد بود، نزد ابن عامر شد و به 000‘400 درهم با وی صلح کرد (بلاذری، همانجا). قتیبة بن مسلم باهلی که قصد لشکرکشی و کشتن نیزک فرمانروای هیتالان تخارستان را داشت، در 90 ق / 709 م در بروقان فرود آمد و به مردم ابرشهر و ابیورد و سرخس و هرات نامه نوشت که نزد وی آیند (طبری، 6 / 446-447). در 91 ق مردم ابیورد همراه اهالی شهرهای یاد شده، نزد قتیبه آمدند. قتیبه همراه آنان به سوی مرو رفت و حماد بن مسلم را جانشین خود کرد (همو، 6 / 454). ابومسلم خراسانی در 129 ق / 747 م پس از خروج، به دندانقان و از آنجا به ابیورد رفت و چند روز در آن شهر اقامت گزید (همو، 7 / 353-354). وی از ابیورد به عثمان بن نَهیک و یاران وی نامه نوشت و آنان را به سوی خود فرا خواند. ابومالک اسید بن عبداللـه خزاعی، زریق بن شوذب و کسانی که از ابیورد به ابومسلم پیوسته بودند، با وی براه افتادند (همو، 7 / 362، 363). موسی بن کعب از سرداران ابومسلم ابیورد را گشود و مدتی عامل وی در آن دیار بود، تا اینکه قحطبة بن شبیب به ابیورد آمد و موسی بن کعب را به سوی ابومسلم فرستاد (همو، 7 / 386- 389).  ابیورد در روزگار عباسیان بخشی از خراسان بود. یعقوبی ابیورد را همانند نسا و ابرشهر از توابع نیشابور ذکر کرده است (ص 278). در 185 ق / 801 م به هنگام خلافت هارون، شخصی به نام ابوالخصیب در ابیورد بر ضد عباسیان و عامل آنان در خراسان، قیام کرد و بر طوس و نیشابور و ابیورد دست یافت. سپس به مرو و سرخس حمله برد و کارش بالا گرفت (طبری، 8 / 273).  پس از سقوط دولت طاهریان و انقراض صفاریان، ابیورد همراه دیگر نواحی خراسان و ماوراءالنهر، زیر فرمان امیران سامانی قرر گرفت. نوشته‌اند که شیخ ابوبکر «صاحب الاحوال السنیه» (د 309 ق / 921 م)، از 70 شهر بیرون رانده شد، ولی چون به ابیورد آمد، آنجا قرار گرفت و مردم ابیورد بر او جمع شدند (فصیح، 2 / 27).  در سدۀ 4 ق / 10 م نوح بن منصور سامانی نسا را به مأمون، فرمانروای بخش شمالی خوارزم (امیر گرگانج) و ابیورد را به ابوعبدالله خوارزمشاه، فرمانروای بخش جنوبی خوارزم بخشید. سبب این امر مساعدتی بود که به هنگام اقامت نوح بن منصور در آمل به وی کرده بودند (جرفادقانی، 104). درواقع این شهرهای خراسان زیر فرمان ابوعلی سیمجور، امیر خراسان قرار داشتند. نوح می‌خواست از رهگذر این بخششها رقیبان تازه‌ای بر مخالفان پیشین ابوعلی بیفزاید. ابوعلی نسا را به امیر گرگانج واگذارد، ولی از واگذاردن ابیورد به خوارمشاه امتناع ورزید و بدین طریق نفاق میان دو دولت خوارزمی فزون‌تر شد (بارتولد، I / 322, VII / 104 ). در 395 ق / 1005 م ابوابراهیم اسماعیل سامانی، ملقب به منتصر کوشید تا سپاهیان خود را در نسا و ابیورد مستقر سازد، ولی از لشکریان خوارزمشاه شکست خورد (همو، I / 331 ).  با انقراض سامانیان، هجوم صحرانشینان آسیای مرکزی به خراسان فزونی گرفت. در روزگار محمود غزنوی شخصی به نام ابوالفرج بستی حاکم نسا و ابیورد بود (عنصرالمعالی، 232). هنگام بازگشت محمود از هندوستان، ترکمانان (غزان) به منطقۀ نسا، ابیورد و فراوه هجوم آوردند. مردم این نواحی در 408 ق / 1017 م نزد محمود شکایت بردند و از فساد ترکمانان نالیدند. محمود در 419 ق / 1028 م به سوی ترکمانان لشکر کشید و 000‘4 سوار از آنان را در فراوه کشت (گردیزی، 415-416). با اینهمه، ترکمانان در این شهرها سکنی گزیدند و ترکی شدن این نواحی آغاز گردید ( دانشنامه ). در 421 ق / 1030 م ترکمانان سلجوقی به سبب اختلافی که پس از مرگ محمود غزنوی میان دو پسرش مسعود و محمد در سلطنت افتاده بود، دست تطاول گشودند و این مناطق را که از نواحی خراسان بود، آشفته کردند (آقسرایی، 13).  در دوران مسعود غزنوی نیز مردم ابیورد و سرخس از ترکمانان به وی شکایت بردند. مسعود در 422 ق / 1031 م ابوسعد عبدوس بن عبدالعزیز را در رأس سپاه به امارت آن نواحی گمارد (گردیزی، 426). در 430 ق طی صلحی موقت نسا و ابیورد به ترکمانان داده شد، مشروط بر آنکه به مسلمانان تعرض نکنند (بیهقی، 777). در 548 ق / 1153 م یکی از ممالیک سلطان سنجر از طایفۀ غزان، ملقب به المؤید [مؤید آی‌ابه] بر نیشابور، طوس، نسا و ابیورد مستولی شد (اعتمادالسلطنه، 386). در روزگار چنگیز، پسرش تولی ابیورد را تصرف کرد (ابوالغازی، 125) و به نهب و تاراج اهالی پرداخت و آن شهر زیبا را که در آن عالمی از عمارت موج می‌زد، با خاک یکسان نمود و اکثر مردم را از دم تیغ گذراند. در 618 ق / 1221 م مغولان پس از تصرف نسا و ابیورد به مرو درآمدند (جوینی، 1 / 118، 124-125؛ نیز نک‍ : آیتی، 323). در کتاب یوآن شی چینی از مردی مسلمان ( هوی ـ هو ) یاد شده است که از بارود (ابیورد) و فرمانده 000‘3 سرباز بوده است و هنگامی که لشکریان چنگیز به ابیورد رسیدند، تسلیم شد و به خدمت مغولان درآمد (ستوده، 160). هنگامی که دولت ایلخانی مغول راه زوال و انقراض پیمود، ابیورد زیر سلطۀ ارغون خان و جانشینانش قرار گرفت. ارغون همان است که در قلعۀ کلات بناهایی ساخت. گفته شده است که طوس و قوچان و ابیورد زیر فرمان او بود (بارتولد، II(1) / 592 ). تیمور پس از 783 ق / 1381 م حصار قهقهه را که میان ابیورد و کلات قرار داشته و ویران شده بود، احیا کرد (شرف‌الدین، 1113). کلاویخو که اندکی بعد در 807 ق / 1404 م به ابیورد رفته بود، از آن به عنوان شهری بزرگ یاد کرده که در پای کوه قرار گرفته بوده و حصاری نداشته است (ص 300).  تا دوران شاه اسماعیل صفوی منطقۀ ابیورد در اختیار دولت ایران بود، ولی پس از مرگ شاه اسماعیل (930 ق / 1524 م) ایرانیان از بیم ازبکان نواحی واقع در «درون» را تا میهنه تخلیه کردند (بارتولد، III / 132-133 ) که ابیورد نیز جزئی از آن بود. در 943 ق / 1536 م شاه طهماسب به منظور تصرف هرات و جنگ با عبیدخان ازبک، عازم خراسان شد و نسا و ابیورد را از چنگ ازبکان به در آورد (اسکندر، 1 / 65). در 1002 ق / 1594 م ازبکان بخارا در روزگار عبدالله خان بار دیگر میهنه و ابیورد و نسا را مسخر کردند (بارتولد، III / 133 )، ولی در 1009 ق پس از مرگ عبدالله خان، شاه عباس شهرهای نسا و ابیورد را از ازبکان باز پس گرفت و بدین ترتیب این شهرها به صاحبان اصلی آنها (ایرانیان) بازگردانده شد (همانجا). شاه عباس 500‘4 خانوار از مردم افشار را در ابیورد جای داد (ابوالحسن گلستانه، 355). در 1023 ق / 1614 م فرستادگان دولت روسیه به نامهای میخائیل تیخونوف و الکسی بوخارف از خان‌نشین خیوه وارد درون، نخستین شهر تابع دولت ایران شدند و از آنجا به نسا رفتند. در نسا علی‌خان، بزرگ شهر از آنان استقبال کرد. فرستادگان دولت روس از آنجا به ابیورد رفتند. جمشید سلطان که تابع علی خان بود، فرستادگان دولت روسیه را پذیرا شد (بارتولد، همانجا). دولت صفوی پس از درگذشت شاه عباس نتوانست خطۀ مزبور را در دست خود نگاه دارد.  پیروزیهای نادرشاه در 1153 ق / 1740 م وضع را برای مدتی کوتاه تغییر داد. 000‘4 ایرانی که در خیوه اسیر ازبکان بودند، آزاد شدند. نادر اینان را در چهار فرسنگی ابیورد جای داد و قلعۀ خیوه‌آباد را برای آنان بنا نهاد (همانجا)، اما بعد با تاخت و تاز ترکمانان این شهر به کلی ویران شد. مورخان ابیورد را موطن نادر نوشته‌اند (مروی، 3 / 1089؛ نیز نک‍ : استرابادی، 28). در کتاب میرزا مهدی خان استرابادی بارها به وجود کردان، به عنوان سکنۀ ابیورد اشاره شده است (ص 30). پس از نادر، ابیورد و مناطق اطراف آن از تابعیت دولت ایران به در آمد و سرانجام در تابعیت امپراتوری روسیه قرار گرفت. ویرانه‌های ابیورد اکنون به صورت قریه‌ای کوچک در 117 کیلومتری عشق‌آباد مرکز جمهوری ترکمنستان در بخش جنوبی راه‌آهن نزدیک مرز آن جمهوری با ایران قرار دارد (بارتولد، VII / 104 ). و. آ. ژوکوفسکی در 1896 م (1314 ق) به دستور کمیسیون باستان‌شناسی روسیه ویرانه‌های نسا، ابیورد و میهنه را مورد تحقیق قرار داد (همو، IX / 696 ).  در دوره‌های اسلامی دانشمندان، ادیبان، فقیهان، محدثان و مشایخی از اکابر صوفیه از ابیورد برخاسته‌اند که از آن جمله‌اند: شاعر مشهور اوحدالدین انوری ابیوردی؛ ابوالعباس احمد بن محمد بن عبدالرحمن بن سعید ابیوردی (د 6 جمادی‌الآخر 425 ق / 29 مارس 1034 م) فقیه شافعی و از اصحاب ابوحامد اسفراینی که در بغداد می‌زیست (خطیب، 5 / 51-52؛ سمعانی، 1 / 107- 108)؛ ابوالمظفر محمد بن احمد (د 507 ق / 1113 م) که از قریۀ کوفن ابیورد بود. وی شاعری دانشمند، عالم به نحو و لغت و انساب و اخبار (یاقوت، ادبا، 17 / 234-266) و مؤلف تاریخ ابیورد و نسا و آثار متعدد دیگری بوده است (ابن خلکان، 4 / 448- 449)؛ ابوسهل زید بن عبدالجبار ابیوردی (فارسی، 357)؛ محمد بن عبدالله اباوردی، معروف به ابن ابی القطری (ابن اثیر، 1 / 23). از مشایخ صوفیه، صدرالدین محمد بن رکن‌الدین ابوسعید بن اوحدالدین ابوبکر بن محمد بن حسین صوفی ابیوردی (فصیح، 2 / 373) و ابوسعید ابوالخیر (ﻫ م) عارف مشهور را می‌توان نام برد که در میهنه از شهرهای ولایت ابیورد (ابن خلکان، 1 / 208) تولد یافت و همانجا درگذشت. دیگر از اکابر صوفیه فضیل بن عیاض بود که روزگاری در میان بیابان مرو و باورد خیمه زده و طریق عیاری در پیش گرفته بود (همو، 4 / 47-50؛ عطار، 89-101).",
    "آقسرایی، محمود بن محمد، تاریخ سلاجقه ، به کوشش عثمان توران، تهران، 1362 ش؛ آیتی، عبدالمحمد، تحریر تاریخ وصّاف ، تهران، 1346 ش؛ ابن اثیر، اللباب ، بیروت، دارصادر؛ ابن خردادبه، عبیدالله بن عبدالله، المسالک و الممالک ، لیدن، 1889 م؛ ابن‌خلکان، وفیات ؛ ابوالحسن گلستانه، محمد امین، مجمل التواریخ ، به کوشش مدرس رضوی، تهران، 1344 ش؛ ابوالغازی بهادرخان، شجرۀ ترک ، به کوشش پ. ا. دِمِزون، آمستردام، 1970 م؛ ابوالفداء، تقویم البلدان ، به کوشش رنو و دوسلان، پاریس، 1840 م؛ استرابادی، میرزا مهدی خان، جهانگشای نادری ، به کوشش عبدالله انوار، تهران، 1341 ش؛ اسکندر بیک‌منشی، تاریخ عالم آرای عباسی ، تهران، 1350 ش؛ اعتمادالسلطنه، محمدحسن خان، تاریخ منتظم ناصری ، به کوشش محمد اسماعیل رضوانی، تهران، 1363 ش؛ بلاذری، احمد بن یحیی، فتوح البلدان ، لیدن، 1865 م؛ بیهقی، ابوالفضل، تاریخ ، به کوشش علی‌اکبر فیاض، تهران، 1356 ش؛ پیرنیا، حسن، ایران باستان ، تهران، 1362 ش؛ جرفادقانی، ناصح بن ظفر، ترجمۀ تاریخ یمینی ، به کوشش جعفر شعار، تهران، 1357 ش؛ جوینی، عطاملک، تاریخ جهانگشای ، به کوشش محمد قزوینی، لیدن، 1329 ق / 1911 م؛ خطیب بغدادی، احمد بن علی، تاریخ بغداد ، قاهره، 1349 ش؛ دانشنامه ؛ دولتشاه سمرقندی، تذکرة الشعرا ، تهران، 1366 ش؛ ستوده، منوچهر، «سرخس، باورد ... »، یکی قطره باران ، به کوشش احمد تفضلی، تهران، 1370 ش؛ سمعانی، عبدالکریم بن محمد، الانساب ، حیدرآباد دکن، 1382 ق / 1962 م؛ شرف‌الدین علی یزدی، ظفرنامه، به کوشش عصام‌الدین اورونبایوف، تاشکند، 1972 م؛ طبری، تاریخ ؛ عطار، فریدالدین، تذکرة الاولیا ، به کوشش محمد استعلامی، تهران، 1366 ش؛ عنصرالمعالی، کیکاووس بن اسکندر، قابوس‌نامه ، به کوشش غلامحسین یوسفی، تهران، 1347 ش؛ فارسی، عبدالغافر، السیاق لتاریخ نیسابور ، انتخاب صریفینی، به کوشش محمدکاظم محمودی، قم، 1362 ش؛ فصیح خوافی، مجمل فصیحی ، به کوشش محمود فرخ، مشهد، 1340 ش؛ کلاویخو، روی گنثالث، سفرنامه ، ترجمۀ مسعود رجب‌نیا، تهران، 1344 ش؛ گردیزی، عبدالحی بن ضحاک،  تاریخ ، به کوشش عبدالحی حبیبی، تهران، 1363 ش؛ لسترنج، گ.، جغرافیای تاریخی سرزمینهای خلافت شرقی ، ترجمۀ محمود عرفان، تهران، 1337 ش؛ محمد بن منور، اسرارالتوحید فی مقامات الشیخ ابی سعید ، به کوشش محمدرضا شفیعی کدکنی، تهران، 1366 ش؛ مروی، محمدکاظم، عالم‌آرای نادری ، به کوشش محمدامین ریاحی، تهران، 1364 ش؛ مقدسی، محمد بن احمد، احسن التقاسیم ، به کوشش دخویه، لیدن، 1906 م؛ مینورسکی، ولادیمیر، حواشی و تعلیقات بر حدودالعالم ، ترجمۀ میر حسین شاه، کابل، 1342 ش؛ یاقوت، ادبا ؛ همو، بلدان ؛ یعقوبی، احمد بن اسحاق، البلدان ، به کوشش دخویه، لیدن، 1982 م؛ نیز:",
    "Bartold, V. V., Sochineniya , Moscow, vol. I, 1963, vol. II, 1963, vol. III, 1965, vol. VII, 1971, vol. IX, 1977; Marquart, J., «Beitrăgezur Geschichte und Sage von Erăn», ZDMG, 1895, vol. XLIX; id, Ērānšahr , Berlin, 1901; Pauly.",
    "عنایت‌الله رضا"
  ],
  "bibliography": [
    "آقسرایی، محمود بن محمد، تاریخ سلاجقه ، به کوشش عثمان توران، تهران، 1362 ش",
    "آیتی، عبدالمحمد، تحریر تاریخ وصّاف ، تهران، 1346 ش",
    "ابن اثیر، اللباب ، بیروت، دارصادر",
    "ابن خردادبه، عبیدالله بن عبدالله، المسالک و الممالک ، لیدن، 1889 م",
    "ابن‌خلکان، وفیات",
    "ابوالحسن گلستانه، محمد امین، مجمل التواریخ ، به کوشش مدرس رضوی، تهران، 1344 ش",
    "ابوالغازی بهادرخان، شجرۀ ترک ، به کوشش پ. ا. دِمِزون، آمستردام، 1970 م",
    "ابوالفداء، تقویم البلدان ، به کوشش رنو و دوسلان، پاریس، 1840 م",
    "استرابادی، میرزا مهدی خان، جهانگشای نادری ، به کوشش عبدالله انوار، تهران، 1341 ش",
    "اسکندر بیک‌منشی، تاریخ عالم آرای عباسی ، تهران، 1350 ش",
    "اعتمادالسلطنه، محمدحسن خان، تاریخ منتظم ناصری ، به کوشش محمد اسماعیل رضوانی، تهران، 1363 ش",
    "بلاذری، احمد بن یحیی، فتوح البلدان ، لیدن، 1865 م",
    "بیهقی، ابوالفضل، تاریخ ، به کوشش علی‌اکبر فیاض، تهران، 1356 ش",
    "پیرنیا، حسن، ایران باستان ، تهران، 1362 ش",
    "جرفادقانی، ناصح بن ظفر، ترجمۀ تاریخ یمینی ، به کوشش جعفر شعار، تهران، 1357 ش",
    "جوینی، عطاملک، تاریخ جهانگشای ، به کوشش محمد قزوینی، لیدن، 1329 ق / 1911 م",
    "خطیب بغدادی، احمد بن علی، تاریخ بغداد ، قاهره، 1349 ش",
    "دانشنامه",
    "دولتشاه سمرقندی، تذکرة الشعرا ، تهران، 1366 ش",
    "ستوده، منوچهر، «سرخس، باورد ... »، یکی قطره باران ، به کوشش احمد تفضلی، تهران، 1370 ش",
    "سمعانی، عبدالکریم بن محمد، الانساب ، حیدرآباد دکن، 1382 ق / 1962 م",
    "شرف‌الدین علی یزدی، ظفرنامه، به کوشش عصام‌الدین اورونبایوف، تاشکند، 1972 م",
    "طبری، تاریخ",
    "عطار، فریدالدین، تذکرة الاولیا ، به کوشش محمد استعلامی، تهران، 1366 ش",
    "عنصرالمعالی، کیکاووس بن اسکندر، قابوس‌نامه ، به کوشش غلامحسین یوسفی، تهران، 1347 ش",
    "فارسی، عبدالغافر، السیاق لتاریخ نیسابور ، انتخاب صریفینی، به کوشش محمدکاظم محمودی، قم، 1362 ش",
    "فصیح خوافی، مجمل فصیحی ، به کوشش محمود فرخ، مشهد، 1340 ش",
    "کلاویخو، روی گنثالث، سفرنامه ، ترجمۀ مسعود رجب‌نیا، تهران، 1344 ش",
    "گردیزی، عبدالحی بن ضحاک،  تاریخ ، به کوشش عبدالحی حبیبی، تهران، 1363 ش",
    "لسترنج، گ.، جغرافیای تاریخی سرزمینهای خلافت شرقی ، ترجمۀ محمود عرفان، تهران، 1337 ش",
    "محمد بن منور، اسرارالتوحید فی مقامات الشیخ ابی سعید ، به کوشش محمدرضا شفیعی کدکنی، تهران، 1366 ش",
    "مروی، محمدکاظم، عالم‌آرای نادری ، به کوشش محمدامین ریاحی، تهران، 1364 ش",
    "مقدسی، محمد بن احمد، احسن التقاسیم ، به کوشش دخویه، لیدن، 1906 م",
    "مینورسکی، ولادیمیر، حواشی و تعلیقات بر حدودالعالم ، ترجمۀ میر حسین شاه، کابل، 1342 ش",
    "یاقوت، ادبا",
    "همو، بلدان",
    "یعقوبی، احمد بن اسحاق، البلدان ، به کوشش دخویه، لیدن، 1982 م",
    "نیز:",
    "Bartold, V. V., Sochineniya , Moscow, vol. I, 1963, vol. II, 1963, vol. III, 1965, vol. VII, 1971, vol. IX, 1977",
    "Marquart, J., «Beitrăgezur Geschichte und Sage von Erăn», ZDMG, 1895, vol. XLIX",
    "id, Ērānšahr , Berlin, 1901",
    "Pauly."
  ],
  "signature": "عنایت‌الله رضا",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}