{
  "id": "eweb_005",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/224872/%D8%A7%D8%A8%D9%88%D8%B9%D9%84%DB%8C-%D8%AF%D9%82%D8%A7%D9%82",
  "annotator": "Jeremy",
  "title": "ابوعلی دقاق",
  "authors": [
    "حسین لاشیء"
  ],
  "last_updated": "دوشنبه 8 اردیبهشت 1399",
  "content": [
    "اَبوعَلیِ دَقّاق، حسن‌ بن علی ‌بن محمد، فقیه، اصولی، ادیب، مفسّر و صوفی مشهور سده‌های 4 و 5 ق. ابوعلی اصلاً نیشابوری بود و زبان عربی و علم اصول را در نیشابور آموخت، سپس به مرو رفت و در آنجا نزد خضری و قفّال به آموختن فقه پرداخت. او در نیشابور از ابوعمرو ابن حمدان و در مرو از ابوعلی شبّویی (شب بویی) و ابوهیثم کشمیهنی حدیث شنید. ابوعلی پس از تحصیل علوم وارد طریقت شد و مصاحبت ابوالقاسم نصرآبادی را اختیار کرد (صریفینی، 268؛ اسنوی، 1 / 523-524؛ سبکی، 4 / 329). سلسلۀ طریقت او را از طریق نصرآبادی و شبلی و جُنید به امیرالمؤمنین علی (ع) رسانده‌اند (عطار، 2 / 187- 188؛ جامی، 292).  ابوالقاسم قشیری روزی در نیشابور در مجلس ابوعلی حاضر شد و چنان تحت تأثیر سخنان او قرار گرفت که از آموختن حساب و پرداختن به کار دولتی منصرف گردید و در زمرۀ مریدان خاص او قرار گرفت و ابوعلی دختر خود فاطمه را به ازدواج او در آورد (انصاری، 539؛ ابن خلکان، 3 / 206). ابوسعید ابوالخیر نیز مصاحبت او را دریافته بود و ابوبکر صیرفی از شاگردان او بود (محمد بن منور، 58- 59؛ عطار، 2 / 200). به گفتۀ عطار، ابوعلی صاحب درد و سوز و «نوحه‌گر» صوفیان عصر خویش بود (2 / 188) و انصاری گوید که وی «زبان وقت بود به نیشابور» (ص 538). او بر ضرورت سماع در تصوّف اصرار می‌ورزید (نک‍ : محمد بن منور، 277) و در عین حال به حرکات وجدآمیز بزرگانی همچون سلمی در موافقت با فقرا در سماع معترض بود و سکون در سماع را برای مشایخ بهتر می‌دانست (خطیب، 2 / 248؛ عبادی، 99؛ کاشانی، 190-191). او نیز همچون بسیاری از بزرگان صوفیه از صحبت سلاطین احتراز می‌کرد و خلق را نیز از آن برحذر می‌داشت و از دوام زیان معنوی شربت آبی که 30 سال پیش از آن در بیابان از دست یک لشکری نوشیده بود، سخن می‌گفت (عطار، 2 / 192، 195-196؛ قلندر، 119)، اما در عین حال در مواقع مقتضی از نصیحت و موعظۀ صاحبان قدرت دریغ نمی‌ورزید (نجم‌الدین، 77). ضرورت پیروی از پیر و استاد در طریقت و رعایت حرمت و حقوق او همواره مورد تأکید ابوعلی بود (سهروردی، 96؛ عطار، 2 / 188، 194). گفته‌اند که ابوعلی صاحب کرامات و اشراف بر ضمایر بود (هجویری، 204؛ عبادی، 90). به گفتۀ محمد بن منور، وی به اشارت پیامبر (ص) در خواب، خانقاه سراوی را در شهر نسا بنا نهاد (ص 44).  آنچه از آثار ابوعلی دقّاق بر جای مانده، مجموعه‌ای از سخنان پراکندۀ اوست در موضوعات عمدۀ عرفانی چون فقر و غنا، توکل و فتوّت که بیشتر آنها به وسیلۀ ابوالقاسم قشیری جمع‌آوری و نقل شده است (انصاری، 539). مبیدی نیز عباراتی را در تفسیر برخی از آیات قرآن کریم از او نقل کرده است (5 / 129، 132). وی ظاهراً به تازی نیز اشعاری می‌سروده که نمونه‌هایی از آن در تذکره‌ها نقل شده است (نک‍ : انصاری، 540، 541؛ ابن کثیر، 12 / 14). حاجی خلیفه کتابی با عنوان الضحایا به او نسبت داده (2 / 1434) که از آن اطلاعی دردست نیست و در صحت این انتساب نیز جای تردید بسیار است. سلسلۀ نسب مشایخ بلیانی کازرون به او منتهی می‌شود (جنید، 61-62).  وفات او را به اختلاف در ذیحجۀ 405، 406، 412 آورده‌اند (ابن قاضی شهبه، 1 / 169؛ ابن عماد، 3 / 180؛ ابن کثیر، همانجا). مدفن او در کنار مدفن ابوالقاسم قشیری و محمد بن یحیی در شهر قدیم نیشابور و در قبلۀ کهن‌دیز واقع است (خلیفۀ نیشابوری، 152؛ انصاری، 539).",
    "ابن خلکان، وفیات ؛ ابن عماد، عبدالحی ‌بن احمد، شذرات الذهب ، قاهره، 1350 ق؛ ابن قاضی شهبه، ابوبکر بن احمد، طبقات الشافعیة ، به کوشش عبدالعلیم ‌خان حیدرآباد دکن، 1398 ق / 1978 م؛ ابن کثیر، البدایة ؛ اسنوی، عبدالرحیم‌ بن حسن، طبقات الشافعیة ، به کوشش عبدالله جبوری، بغداد، 1390 ق / 1970 م؛ انصاری هروی، خواجه عبدالله، طبقات الصوفیه ، به کوشش عبدالحی حبیبی، کابل، 1341 ش؛ جامی، عبدالرحمن‌ بن احمد، نفحات الانس ، به کوشش مهدی توحیدی‌پور، تهران، 1336 ش؛ جنید شیرازی، ابوالقاسم، شدالازار ، به کوشش محمد قزوینی و عباس اقبال، تهران، 1328 ش؛ حاجی خلیفه، کشف ؛ خطیب بغدادی، احمد بن علی، تاریخ بغداد ، قاهره، 1350 ق؛ خلیفۀ نیشابوری، احمد بن محمد، ترجمه و تلخیص تاریخ نیشابور حاکم نیشابوری، به کوشش بهمن کریمی، تهران، 1339 ش؛ سبکی، عبدالوهاب‌ بن علی، الطبقات الشافعیة الکبری ، قاهره، 1385 ق / 1965 م؛ سهروردی، عمر بن محمد، عوارف المعارف ، بیروت، 1966 م؛ صریفینی، ابراهیم ‌بن محمد، تاریخ نیشابور (المنتخب من السیاق عبدالغافر فارسی)، به کوشش محمدکاظم محمودی، قم، 1362 ش؛ عبادی مروزی، منصور بن اردشیر، مناقب الصوفیه ، به کوشش نجیب مایل هروی، 1362 ش؛ عطار نیشابوری، فریدالدین، تذکرة الاولیاء ، به کوشش رنولدالن نیکلسون، لیدن، 1907 م؛ قلندر علوی، شاه محمدکاظم، مقالات صوفیه ، لکهنو، 1893 م؛ کاشانی، محمود بن علی، مصباح الهدایة و مفتاح الکفایة ، به کوشش جلال‌الدین همایی، تهران، 1323 ش؛ محمد بن منور، اسرار التوحید ، به کوشش ذبیح‌الله صفا، تهران، 1361 ش؛ میبدی، احمد بن محمد، کشف الاسرار و عدة الابرار ، به کوشش علی‌اصغر حکمت، تهران، 1361 ش؛ نجم‌الدین رازی، عبدالله ‌بن محمد، مرموزات اسدی در مزمورات داودی ، به کوشش محمدرضا شفیعی کدکنی، تهران، 1352 ش؛ هجویری، علی ابن عثمان، کشف المحجوب ، به کوشش ژوکوفسکی، تهران، 1358 ش.",
    "حسین لاشیء"
  ],
  "bibliography": [
    "ابن خلکان، وفیات",
    "ابن عماد، عبدالحی ‌بن احمد، شذرات الذهب ، قاهره، 1350 ق",
    "ابن قاضی شهبه، ابوبکر بن احمد، طبقات الشافعیة ، به کوشش عبدالعلیم ‌خان حیدرآباد دکن، 1398 ق / 1978 م",
    "ابن کثیر، البدایة",
    "اسنوی، عبدالرحیم‌ بن حسن، طبقات الشافعیة ، به کوشش عبدالله جبوری، بغداد، 1390 ق / 1970 م",
    "انصاری هروی، خواجه عبدالله، طبقات الصوفیه ، به کوشش عبدالحی حبیبی، کابل، 1341 ش",
    "جامی، عبدالرحمن‌ بن احمد، نفحات الانس ، به کوشش مهدی توحیدی‌پور، تهران، 1336 ش",
    "جنید شیرازی، ابوالقاسم، شدالازار ، به کوشش محمد قزوینی و عباس اقبال، تهران، 1328 ش",
    "حاجی خلیفه، کشف",
    "خطیب بغدادی، احمد بن علی، تاریخ بغداد ، قاهره، 1350 ق",
    "خلیفۀ نیشابوری، احمد بن محمد، ترجمه و تلخیص تاریخ نیشابور حاکم نیشابوری، به کوشش بهمن کریمی، تهران، 1339 ش",
    "سبکی، عبدالوهاب‌ بن علی، الطبقات الشافعیة الکبری ، قاهره، 1385 ق / 1965 م",
    "سهروردی، عمر بن محمد، عوارف المعارف ، بیروت، 1966 م",
    "صریفینی، ابراهیم ‌بن محمد، تاریخ نیشابور (المنتخب من السیاق عبدالغافر فارسی)، به کوشش محمدکاظم محمودی، قم، 1362 ش",
    "عبادی مروزی، منصور بن اردشیر، مناقب الصوفیه ، به کوشش نجیب مایل هروی، 1362 ش",
    "عطار نیشابوری، فریدالدین، تذکرة الاولیاء ، به کوشش رنولدالن نیکلسون، لیدن، 1907 م",
    "قلندر علوی، شاه محمدکاظم، مقالات صوفیه ، لکهنو، 1893 م",
    "کاشانی، محمود بن علی، مصباح الهدایة و مفتاح الکفایة ، به کوشش جلال‌الدین همایی، تهران، 1323 ش",
    "محمد بن منور، اسرار التوحید ، به کوشش ذبیح‌الله صفا، تهران، 1361 ش",
    "میبدی، احمد بن محمد، کشف الاسرار و عدة الابرار ، به کوشش علی‌اصغر حکمت، تهران، 1361 ش",
    "نجم‌الدین رازی، عبدالله ‌بن محمد، مرموزات اسدی در مزمورات داودی ، به کوشش محمدرضا شفیعی کدکنی، تهران، 1352 ش",
    "هجویری، علی ابن عثمان، کشف المحجوب ، به کوشش ژوکوفسکی، تهران، 1358 ش."
  ],
  "signature": "حسین لاشیء",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 113
}