{
  "id": "eweb_008",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/224945/%D8%A7%D8%A8%D9%88%D8%A7%D9%84%D9%81%D8%B6%D9%84-%D8%B3%D8%B1%D8%AE%D8%B3%DB%8C",
  "annotator": "Jeremy",
  "title": "ابوالفضل سرخسی",
  "authors": [
    "نجیب مایل هروی"
  ],
  "last_updated": "چهارشنبه 10 اردیبهشت 1399",
  "content": [
    "ابوالفضل سرخسی، محمد بن حسن، از عرفای خراسان در سدۀ 4 ق و پیر و استاد ابوسعید ابوالخیر. از زندگی، عقاید، آراء و نیز نحوۀ سیر و سلوك وی آگاهی چندانی در دست نیست، اما ارتباط ابوسعید با او سبب شده است كه برخی اطلاعات دربارۀ زندگی وی به دست آید. به گفتۀ محمد بن منور (1 / 26) و ابوروح (ص 15)، وی مرید ابونصر سراج بوده و از علوم ظاهر رایج در عصر خود آگاهی داشته است (نك‍ : نوربخش، 9). اینكه ابوالفضل دوست و همشهری مجذوبش لقمان سرخسی را از آن روی كه بدون سیر و سلوك و تنها با جذبه به مقصود رسیده بود، شایستۀ اقتدا نمی‌دانسته است (نك‍ : محمد بن منور، 1 / 27) و اینكه ابوسعید همواره برای حل مشكلات و تفسیر واقعـات خود از میهنه تا سرخس به دیدار او می‌آمده است (نك‍ : همو، 1 / 32)، حاكی از دانش و آگاهی ابوالفضل از معارف خانقاهی است، و نیز اینكه ابوسعید دربارۀ «یُحِبُّهُمْ وَ یُحِبُّونَهُ» (مائده / 5 / 54)، 700 گونه تفسیر از او شنیده (عطار، 817)، اگرچه اغراق‌آمیز می‌نماید، اما حاكی از احاطۀ او به علوم قرآنی است. وی در شارستان سرخس خانقاهی داشت كه حتی پس از درگذشتن، تا آنگاه كه بابوفله از سوی ابوسعید به خانقاه‌داری آنجا منصوب شد، به نام او خوانده می‌شد (محمد بن منور، 1 / 25، 171، 375؛ ابوروح، 17)، با وجود این، چنین می‌نماید كه او به این مقام تعلق خاطری نداشته است. اینكه ابوسعید او را «پیر» می‌خوانده است و نه «شیخ» (محمد بن منور، 1 / 38؛ نیز نك‍ : عطار، 816) و نیز اینكه سرخسی ابوسعید را پس از تکمیل سلوک نزد ابوعبدالرحمن سلمی می‌فرستد و ابوسعید از دست او خرقه می‌ستاند (محمد بن منور، 1 / 32)، مؤكد همین نكته تواند بود. اگرچه برخی از منابع روش او را در سلوك سكرآمیز دانسته‌اند (نك‍ : نوربخش، همانجا) و میبدی نیز حكایتی را دربارۀ مجلس سماعی كه وی در آن حضور داشته، نقل كرده است (5 / 206)، اما بـا توجه به آنكه وی روش لقمـان سرخسی را نمی‌پسندیده (نك‍ : محمد بن منور، 1 / 27؛ هجویری، 234) و هجویری (همانجا) نیز وی را از جملۀ جنیدیان ــ منسوبان به جنید از سران اهل صحو ــ برشمرده است، نمی‌توان وی را اهل سكر دانست. اینكه ابوعلی فقیه، ابوسعید را به رفتن در مجلس صوفیانۀ ابوالفضل تشویق می‌كند (نك‍ : محمد بن منور، 1 / 25؛ ابوروح، 19)، نیز حاكی از سلوك معتدل ابوالفضل است كه مخالفت اهل مدرسه را متوجه خود نداشته است. با اینهمه، او را باید از پیروان صوفیانی محسوب داشت كه به قولی در فتوت هم منزلتی داشته است (عطار، نوربخش، همانجاها)، درچنین حالی است كه دعا در حق سلطان محمود را نیز گفتاری بس خرد و نامقبول می‌شمرد (نك‍ : محمد بن منور، 1 / 259-260). با آنكه ابوالفضل را در روزگار بزرگ می‌دانسته‌اند و صاحب كرامات (هجویری، 206، 287؛ محمد بن منور، 1 / 259)، ‌او خود از مریدانش می‌خواسته است كه پس از مرگ، وی را نه در جوار اولیا، كه در كنار خراباتیان دفن كنند (عطار، 818). از سال وفات او اطلاعی در دست نیست، اما با توجه به آنكه ابوسعید ابوالخیر (357-440 ق) در40 سالگی (ح 397 ق) دوران تحصیل علم و مجاهدت را به پایان رسانده (محمد بن منور، 1 / 50-51) و پس از ابوالفضل سرخسی تنها نزد ابوالعباس قصاب تعلیم یافته، می‌توان ابوالفضل سرخسی را از جملۀ آخرین پیران وی برشمرد و ازاین‌رو وفات ابوالفضل باید در اواخر سدۀ 4 ق روی داده باشد. ابوسعید تا پایان عمر بر مزار او حاضر می‌شده و حتی مریدانش را كه قصد گزاردن حج داشته‌اند، به زیارت خاك ابوالفضل و طواف مزار وی سفارش می‌كرده است (همو، 1 / 53، 224؛ ابوروح، 25-26؛ اسفزاری، 1 / 180-181).",
    "ابوروح، لطف‌الله، حالات و سخنان شیخ ابوسعید ابوالخیر میهنی ، به كوشش ایرج افشار، تهران، 1341 ش؛ اسفزاری، محمد، روضات الجنات ، به كوشش محمد كاظم امام، تهران، 1338 ش؛ عطار نیشابوری، فریدالدین، تذكرة الاولیاء ، ‌به كوشش محمد استعلامی، تهران، 1366 ش؛ قرآن مجید؛ محمد بن منور، اسرار التوحید ، به كوشش محمدرضا شفیعی كدكنی، تهران 1366 ش؛ میبدی، رشیدالدین، كشف‌الاسرار ، به كوشش علی‌اصغر حكمت، تهران، 1357 ش؛ نوربخش، محمد، «سلسلة الاولیاء»، جشن‌نامۀ هانری كربن ، به كوشش محمدتقی دانش‌پژوه، تهران، 1356 ش؛ هجویری، علی، كشف المحجوب ، به كوشش و. ژوكوفسكی، تهران، 1358 ش.",
    "نجیب مایل هروی"
  ],
  "bibliography": [
    "ابوروح، لطف‌الله، حالات و سخنان شیخ ابوسعید ابوالخیر میهنی ، به كوشش ایرج افشار، تهران، 1341 ش",
    "اسفزاری، محمد، روضات الجنات ، به كوشش محمد كاظم امام، تهران، 1338 ش",
    "عطار نیشابوری، فریدالدین، تذكرة الاولیاء ، ‌به كوشش محمد استعلامی، تهران، 1366 ش",
    "قرآن مجید",
    "محمد بن منور، اسرار التوحید ، به كوشش محمدرضا شفیعی كدكنی، تهران 1366 ش",
    "میبدی، رشیدالدین، كشف‌الاسرار ، به كوشش علی‌اصغر حكمت، تهران، 1357 ش",
    "نوربخش، محمد، «سلسلة الاولیاء»، جشن‌نامۀ هانری كربن ، به كوشش محمدتقی دانش‌پژوه، تهران، 1356 ش",
    "هجویری، علی، كشف المحجوب ، به كوشش و. ژوكوفسكی، تهران، 1358 ش."
  ],
  "signature": "نجیب مایل هروی",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 349
}