{
  "id": "eweb_009",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/226460/%D8%A7%D8%A8%D9%88%D8%AD%DB%8C%D8%A7%D9%86-%D8%AA%D9%88%D8%AD%DB%8C%D8%AF%DB%8C",
  "annotator": "Jeremy",
  "title": "ابوحیان توحیدی",
  "authors": [
    "علیرضا ذکاوتی قراگزلو"
  ],
  "last_updated": "چهارشنبه 21 خرداد 1399",
  "content": [
    "اَبوحَیّانِ توحیدی، علی بن محمدبن عباس (ح 310- ح 414 ق / 922-1023 م)، ادیب و فیلسوف. براساس قراینی که از نوشته‌های وی به دست می‌آید، او را متولد دهۀ دوم سدۀ 4 ق و ترجیحاً 310 ق می‌دانند (یاقوت، 15 / 20؛ ابراهیم، 16-17؛ محیی‌الدین، 10؛ قزوینی، 2 / 167). زادگاه او را شیراز، نیشابور و یا اواسط یاد کرده‌اند (نک‍ : یاقوت، 15 / 5؛ صفدی، 22 / 39؛ سبکی، 4 / 2).  یاقوت که کامل‌ترین شرح احوال ابوحیان را آورده، او را «شیرازی‌الاصل» (همانجا) و ابن دمیاطی اصل وی را از نیشابور و بغدادیش می‌داند (ص 196). همین اختلاف در زادگاه، سبب ایجاد مباحث مختلفی در توجیه ایرانی و یا عرب بودن وی در میان معاصران شده است (ابراهیم، 13-16؛ کردعلی، 2 / 498؛ محیی‌الدین، 14- 19). لقب «توحیدی» ممکن است چنانکه در بادی نظر پنداشته می‌شود و ذهبی نیز بر آن تصریح دارد ( سیر ، 17 / 121)، بدان جهت باشد که ابوحیان صوفی یا معتزلی و اهل توحید بوده است، اما ابن خلکان با قیدِ «می‌گویند» آورده است که پدرش فروشندۀ نوعی خرما موسوم به «توحید» بوده است (5 / 113؛ اسنوی، 1 / 302).  ابوحیان در خانواده‌ای تنگدست و گمنام به دنیا آمد و به زودی پدر و مادر خود را از دست داد و با سرپرستی عمویش که با او بدرفتاری می‌کرد، بزرگ شد (ابوحیان، البصائر ، 2 / 475). اطلاع مشروحی از جوانی ابوحیان در دست نیست، حتی یاقوت از اینکه در کتب تراجم به شرح حال وی توجهی نشده است، تعجب می‌کند (15 / 6). او علوم مختلف ادب، فقه، کلام و فلسفه را نزد علمای برجستۀ زمان فرا گرفت. در فاصلۀ 348- 368 ق او را نزد ابوسعید سیرافی عالم، ادیب و فقیه نامی می‌یابیم. ابوحیان علوم قرآنی، نحو، فقه، بلاغت، کلام، عروض و قافیه را از او آموخت و چه بسا گرایش به تصوف هم به تلقین وی در ابوحیان ایجاد شده باشد (ابوحیان، همان، 1 / 38، جم‍ ؛ نک‍ : ابراهیم، 30). همچنین نحو و کلام را نزد رمانی (د 384 ق) فرا گرفت (صفدی، همانجا).  از دیگر استادان ابوحیان می‌توان به ابوبکر قفال شاشی فقیه شافعی، قاضی ابوالفرج نهروانی و جز آنان اشاره کرد (نک‍ : ذهبی، همان، 17 / 122؛ سبکی، همانجا؛ ابن‌حجر، 6 / 370). ابوحامد مرورودی نیز از استادان اوست که به نظر می‌رسد ابوحیان فقه شافعی را نزد وی فرا گرفته باشد. ابوحیان بسیاری از نظریات ابوحامد به خصوص آراء فقهی وی را در جای جای کتاب البصائر بیان کرده است، اما نکتۀ جالب آنکه محتملاً ابوحیان هرگاه نخواسته مطلبی را از جانب خود بگوید، از زبان او بازگو کرده است (نک‍ : ابن ابی الحدید، 10 / 286، 11 / 118؛ نیز نک‍ : آثار وی در همین مقاله).  ابوحیان علوم عقلی از فلسفۀ الهی و طبیعی، منطق، تصوف و اخلاق را نزد یحیی بن عدی و ابوسلیمان سجستانی فرا گرفت. از منابع چنین بر می‌آید که وی در کودکی به بغداد آمد و در آنجا به کار استنساخ کتاب پرداخت. ظاهراً روحیۀ گوشه‌گیر و عافیت‌طلب ابوحیان، چنانکه خود می‌گوید ( الامتاع ، 1 / 104)، مانع از آن بود تا برخی مشاغل را که گه‌گاه بدو پیشنهاد می‌شد، بپذیرد (برای نمونه: نک‍ : همان، 1 / 52-53، 3 / 227)؛ احتمالاً جهت کسب روزی بیشتر و شغلی آسان‌تر به دربار مهلبی وزیر معزالدوله (د 352 ق) پیوست، اما از گزارش ابن فارس چنین برمی‌آید که مهلبی به سبب اعتقادات ابوحیان او را طرد و از بغداد بیرون کرده است (ذهبی، میزان ، 4 / 518؛ صفدی، همانجا؛ نیز نک‍ : کرمر، 214 ). وی ناچار در حدود 350 ق برای رسیدن به دستگاه ابوالفضل ابن عمید، آهنگ ری کرد. در 358 و 360 ق او را در همانجا می‌یابیم (نک‍ : ابوحیان، مثالب ، 7، 90، 137)، اما با ابن عمید نساخت و به بغداد بازگشت و از 361 تا 363 ق در بغداد نزد یحیی بن عدی و ابوحامد مرورودی به شاگردی پرداخت (همان، 151، 313-314؛ همو، المقابسات ، 104)، چند گاهی نیز در دستگاه ابوالفتح ابن عمید در رفت و آمد بود (نک‍ : همو، مثالب ، 327-332، 336، المقابسات ، 227)، اما ظاهراً او نیز نتوانست ابوحیان را از خود راضی گرداند و عاقبت در 367 ق به امید عطای صاحب بن عباد رهسپار ری شد و 3 سال در دستگاه وی به سر برد (همان، 207)، اما اخلاقش با این وزیر نیز سازگار نشد. او بعدها در کتاب مثالب الوزیرین که در هجو ابن عمید و صاحب بن عباد نوشته، اعتراف می‌کند که همانند این دو مرد در دربار آل بویه وجود نداشته است (ص 360).  اختلاف سلیقۀ ابوحیان و صاحب بن عباد ظاهراً بدان علت بود که ابوحیان انتظار توجهی خاص از او داشت (همان، 325)، اما صاحب از آغاز ورود ابوحیان ظاهراً به سبب مدح ابن عمید، کینۀ او را در دل گرفت و نیز از اینکه ابوحیان گه‌گاه در مجالس وی تبحر و قدرت ادبی خود را به رخ می‌کشید (همان، 150- 151؛ نیز یاقوت، 15 / 26-27)، از او چندان دلخوش نبود، لذا برای تحقیر وی او را در جرگۀ نساخان خویش قرار داد، در حالی که ابوحیان مدعی بود، تنها برای رهایی از این حرفه بغداد را ترک گفته است (ابوحیان، همان، 203، 325-327). در هر صورت صاحب بن عباد هیچ‌گاه در او به چشم یک ادیب ننگریست، به‌ویژه که نثر ابوحیان (نک‍ : دنبالۀ مقاله) با نثر صاحب و کاتبان دستگاه وی که به پیروی از نثر ابن عمید از سدۀ 3 ق به‌طور روزافزون به سمت نوعی تکلف و تصنع می‌رفت، تفاوت فاحش داشت. به هر روی حساسیت طبع ابوحیان سبب گردید تا پس از 3 سال (370 ق)، صاحب را بدون آنکه حتی دیناری از او دریافت کرده باشد، رها ساخته، بدون توشه به بغداد باز گردد (همان، 207، 325؛ یاقوت، 15 / 32-33). پس از بازگشت ابتدا به وساطت ابوالوفای بوزجانی که در مدت اقامت در دستگاه ابن‌عمید (360 ق) در ارجان با او آشنا شده بود (ابوحیان، همان، 137- 138، نیز نک‍ : الامتاع ، 1 / 4)، کاری جزئی در بیمارستان عضدی بغداد یافت (همان، 1 / 19)، سپس توسط همو و زید بن رفاعه به ابن سعدان معرفی شد (نک‍ : همان، 1 / 4-5، 2 / 3-4).  ابوحیان در 371 ق به درخواست ابن سعدان اقدام به تألیف کتاب الصداقه و الصدیق (نک‍ : ص 9-10) کرد. پس از آنکه در 373 ق صمصام‌الدولۀ بویه‌ای، ابن سعدان را به وزارت برگزید، ابوحیان به عنوان ندیم وارد دستگاه او شد و شبها در مباحث مختلف فلسفه، اخلاق و ادب با وی به گفت‌وگو می‌نشست که حاصل آن به صورت کتاب الامتاع و المؤانسة بر جای مانده است (نک‍ : آثار؛ نیز نک‍ : ﻫ د، ابن سعدان). از آنجا که در منابع از این وزیر گاه با عنوان ابن سعدان و گاه با عنوان ابوعبداللّه عارض (رودراوری، 40) نام برده شده است، برخی به اشتباه او را دو تن پنداشته‌اند (نک‍ : EI1 ). ظاهراً در همین دوران بود که ابوحیان در مجالس ابوسلیمان سجستانی نیز شرکت می‌کرد و همچون سخنگوی وی، آراء او را در مجالس ابن سعدان عرضه می‌داشت (نک‍ : الامتاع ، جم‍‌ )، اما این دوران خوش چندان نپایید و با عزل و قتل ابن سعدان در 375 ق (نک‍ : رودراوری، 106-107) اوحیان بزرگ‌ترین حامی خویش را از دست داد. از آن پس اطلاع چندانی از زندگی او در دست نیست. به نظر می‌رسد که در تنگدستی و از ترس ابوالقاسم عبدالعزیز بن یوسف وزیر، در اختفا روزگار می‌گذرانده است، با این حال محتملاً تاحدود 391 ق، سال درگذشت استادش ابوسلیمان، در بغداد بوده است.  در حقیقت پس از 375 تا 400 ق که نامه‌ای در جواب قاضی ابوسهل از او بر جای مانده (نک‍ : یاقوت، 15 / 26)، خبری از او در دست نیست. ظاهراً در سالهای واپسین زندگی، مأیوس از دربارهای ری و بغداد و به دور از هیاهوی سیاست، باتوجه به روحیۀ انزوا طلب و گرایشهای متصوفانه‌اش به سلک صوفیان درآمد و در شیراز به بحث، درس و تألیف کتاب همّت گماشت. بسیاری از کتابهای ابوحیان همچون المقابسات ، الاشارات الالهیة و رسالة فی العلوم مربوط به همین دوره از زندگانی اوست؛ همچنین کتاب المحاضرات را در 382 ق برای ابوالقاسم مدلجی وزیر صمصام‌الدوله در شیراز تألیف نمود (نک‍ : آثار). این آثار که با دیگر آثار او تفاوت کلی دارد، حاکی از روحیۀ او در این دوران است، چنانکه الاشارات الالهیة که احتمالاً در حدود 400 ق تألیف شده، کتابی است عرفانی و سرشار از خلجانات روحی و شکنجۀ قلبی و درواقع نجواگری انسانی است که درد می‌کشد. در همین اوان است که از روی یأس و ناامیدی و به علت مهجور ماندن کتابهایش در 20 سال گذشته و نیز از ترس آنکه پس از درگذشت او قدر نوشته‌هایش را ندانند، تمامی آثارش را به آتش کشید (نک‍ : یاقوت، 15 / 16-26).  ابوحیان تنها در آخرین روزهای زندگی که تقریباً دچار فالج کامل شده بود، به نوعی آرامش رسید و در آخرین لحظات حیات سربلند کرد و خطاب به حاضران که خدا را به یادش می‌آوردند، گفت: «مگر خیال می‌کنید مرا نزدیک شرطه یا سپاهی می‌برند؟ نه من نزد پروردگار آمرزگارم می‌روم» (ابن حجر، همانجا). در ضبط تاریخ وفات ابوحیان نیز میان مورخان اختلاف است. برخی درگذشت او را 400 ق ذکر کرده‌اند. ذهبی این سال را که او در شیراز تدریس می‌کرده، اواخر عمر وی می‌داند ( سیر ، 17 / 122)، اما بر طبق گزارش دیگر، ابواسحاق شیرازی در حدود 410 ق در شیراز از او استماع کرده است (ابن حجر، 6 / 327؛ نیـز نک‍ : ه‍ د، ابواسحاق شیرازی). جنید شیرازی (ص ٥٤) وفات او را در 414 ق ذکر می‌کند. 404 ق هم که زرکوب شیرازی ثبت کرده (ص 149)، احتمالاً تصحیفی از همان 414 ق است. پس از مرگ، او را در کنار ابن خفیف (ه‍ م) به خاک سپردند (جنید، همانجا). نکتۀ مبهم دیگری که در زندگی ابوحیان به چشم می‌خورد، رابطۀ او باعیاران و متکدیان حرفه‌ای، معروف به بنی ساسان، نک‍ : بدیع الزمان، 106-110؛ حریری، 569-582؛ ثعالبی، 3 / 354- 373، قصیدۀ ساسانیۀ ابودلف خزرجی) است (نک‍ : یاقوت، 15 / 5). قطعاً این انتساب یا مربوط به فاصلۀ میان ترک مهلبی تا شروع ارتباط با ابن عمید است که ظاهراً از ترس مهلبی پنهان بوده و یا مربوط به بعد از درگذشت ابوسلیمان سجستانی است که البته احتمال اخیر به جهت کهنسالی و ناتوانی مزاجی ابوحیان بعید است. غالب منابع وی را صوفی خوانده و از تأله و سلوک عرفانی او یاد کرده‌‌اند (همانجا؛ یمانی، 226؛ سبکی، 4 / 2؛ جنید، 53). به نظر می‌رسد که شاگردی نزد ابوسعید سیرافی و جعفر خلدی، نخستین انگیزه‌‌های گرایش به تصوف را در او پدید آورده باشد (سیوطی، 2 / 191؛ ابراهیم، 30). به هر روی با مشایخ بزرگ زمان مجالست کرد و در جای جای آثارش از زبان آنان سخن گفت (نک‍‌ : جنید، همانجا). با این حال گرایش صوفیانۀ ابوحیان بیشتر شخصی و فلسفی و اخلاقی است و به قول ذهبی همچون فلاسفۀ صوفی مشرب خود را اهل وحدت و توحید می‌نامد (همان، 17 / 121). اعتقاد به وحدت وجود و غلو در حق پیامبر (ص) و اولیا و نظربازی ... که صوفیان افراطی بدان گرایش دارند، مورد انکار ابوحیان است (نک‍ : یاقوت، 15 / 18؛ ابوحیان، البصائر ، جم‍‌ ).  به گزارش جنید، ابوحیان درگیریهایی نیز با برخی از متصوفۀ شیراز همچون شیخ الشیوخ ابوالحسین داشته است (ص 54) که علت آن روشن نیست. برخی غزالی را در تصوف پیرو روش ابوحیان انگاشته‌اند (ابن‌تیمیه، 5 / ١١٧). در مقابل تمامی روایتهایی که حاکی از تأله و سلوک اوست، پاره‌ای روایتها نیز ابوحیان را به الحاد متصف کرده است. بیشتر این روایات از این فارس، ابوالفاء ابن عقیل و ابن جوزی نقل شده است. ابن جوزی ابوحیان را در کنار ابوالعلاء معری و ابن راوندی به عنوان 3 زندیق در میان مسلمانان معرفی می‌کند و او را بدتر از 2 نفر دیگر می‌داند (نک‍ : ابن‌جوزی، 8 / 185؛ ابن‌تیمیه، 5 / 118؛ ذهبی، همان، 17 / 119- 120، میزان ، 4 / 518- 519)، اما حقیقت آن است که در میان آثار موجود او چیزی که دلالت بر این معنی نماید، مشاهده نمی‌شود (سبکی، 4 / 3) و شاید بتوان علل تمامی این اتهامات را چنین خلاصه کرد: زودرنجی و نازک‌طبعی و درگیری وی با بزرگانی چون ابن عمید و صاحب بن عباد که قطعاً طرفداران فراوان داشته‌اند (برای نمونه نباید فراموش کرد که ابن فارس از طرفداران و حواشی صاحب بن عباد بوده است)، نیز خصومت وی با متکلمان (نک‍ : دنبالۀ مقاله) و تعرض به ارباب مذاهب، همچنین برخی سخنان آزادمنشانه که بر زبان وی می‌رفت، افکار عمومی را برمی‌انگیخته و موجب تکفیر وی می‌شده است، به‌ویژه که دربارۀ راویان این روایات به این نکات باید توجه داشت: در روایت ابن فارس مواردی وجود دارد که سخنان او را ضعیف و مغشوش می‌کند؛ ابن عقیل نیز از تعصبات ضدمتصوفه به دور نبود، تا آنجا که ابن جوزی بسیاری از مطالب کتابهای المنتظم و تلبیس ابلیس را تحت تأثیر افکار این استاد خود نگاشته است (نک‍ : محیی‌الدین، 60-66) و سبکی علت حملۀ ذهبی به ابوحیان را نیز کنیۀ وی نسبت به متصوفه می‌داند (4 / 2). درحقیقت فشار زندگی چه بسا او را نیز چون ابن راوندی درواقع به اعتراض بر نظام اجتماعی (نه نظام خلقت) واداشته و دشمنانش دانسته یا ندانسته انتقاد او را به سوءاعتقاد تعبیر کرده‌اند، چنانکه وی در مسألۀ 88 الهوامل و الشوامل از ابوعلی مسکویه می‌پرسد: «چرا کم خردان برخوردارند و هنروران ناکامیاب؟» (ص 212-214).  شاید بتوان گفت سرگذشت ابوحیان، تراژدی دانشمند گرسنه و نابغۀ محروم و اندیشمند ناسازگار با جامعۀ نادرست و ستمکار و پرجهالت است. آنچه از منابع برمی‌آید، این است که نه تنها ابوحیان ملحد نیست، بلکه بسیاری از منابع او را در زمرۀ فقهای شافعی قرار داده‌اند (نک‍ : نووی، 1(2) / 223؛ سبکی، همانجا؛ اسنوی، 1 / 301؛ حسینی، 114).  او فقه شافعی را نزد کسانی چون ابوحامد مرورودی و ابوبکر شاشی فرا گرفت و چنانکه گفته شد، فقیه بزرگ شافعی یعنی ابواسحاق شیرازی از وی استماع کرد. حتی ظاهراً او به عنوان یک فقیه دارای آرائی منحصر نیز بوده است (نووی، همانجا؛ ذهبی، سیر ، 17 / 122؛ سبکی، 4 / 3). گرچه ابن نجار او را صحیح الاعتقاد می‌خواند (ذهبی، همانجا) و در وصفی اغراق‌آمیز حتی او را «شدیدالدیانة» نیز معرفی می‌کند (جنید، 53)، اما در جای جای آثار وی مطالبی خلاف این سخنان بیان شده که آثار تحریف و جعل پیداست (نک‍ : ابن حجر، 6 / 371؛ محیی‌الدین، 84- 119). ظاهراً ابوحیان مدتی نیز برخوردهایی با شیعیان داشته است (نک‍ : ذهبی، همان، 17 / 123)، اما این مخالفت بعدها تعدیل یافت، تا آنجا که همانند بسیاری از معتزله برای حضرت علی (ع) بین صحابه مقام خاصی قائل شده (نک‍ : البصائر ، 1 / 204) و به کرات از آن امام و دیگر ائمۀ اطهار و نیز بزرگان شیعه چون شیخ مفید، شریف رضی و سیدمرتضی روایت کرده است (نک‍ : الامتاع ، 1 / 141، جم‍ ، البصائر ، جم‍‌ ). ابوحیان همچنین پدید آمدن غُلات را واکنش وجود خوارج می‌داند (همان، 4 / 285).  بسیاری از منابع صریحاً او را معتزلی خوانده‌اند (یاقوت، 15 / 5؛ بلبع، 280-282) و یاقوت از او با عنوان «محقق الکلام و متکلم المحققین» یاد می‌کند (همانجا)، اما در حقیقت ابوحیان هیچ‌گاه با متکلمان همراه نبود و پویسته ایشان را به استهزا می‌گرفت. وی راه فیلسوفان را می‌پیمود که حرکت آزادانۀ عقل را برای یافتن پاسخ پرسشها برمی‌گزینند (نک‍ : البصائر ، الامتاع ، جم‍‌ )، تا آنجا که او را «فیلسوف التساؤل» لقب دادند (ابراهیم، 151-173). او با فرود آوردن فلسفه به سطح فهم خوانندگان آثار ادبی کوشید تا فکر آنان را بالا برد و از تکرار مکررات و اوهام و خرافات برهاند و با القای حیرت و دهشت علمی، مستعدترین آنان را به سمت تحصیل جدی حکمت و دانش سوق دهد (همو، 162). چنانکه گذشت وی علوم عقلی را نزد یحیی بن عدی و ابوسلیمان سجستانی فرا گرفته است، این دو حکیم در حقیقت فاصلۀ بین فارابی و ابن‌سینا را پر می‌کنند. مخصوصاً حوزۀ نوافلاطونی ابوسلیمان که ابوحیان به‌ویژه در کتاب المقابسات سخنگوی آن است، جوّ فلسفی سدۀ 4 ق را در نیمۀ دوم آن به خوبی نشان می‌دهد.",
    "شاید ابوحیان را بتوان به معنی واقعی کلمه ادیب نام داد، ادیبی که از هر فنی بهره‌ای یافته است. ابوحیان را در نحو و لغت ستوده‌اند (یمانی، همانجا؛ ابن دمیاطی، 196). او فلسفه و کلام و منطق را به خوبی می‌دانسته و بر فقه و اصول تصوف نیز آگاهی داشته است. معلومات وسیع وی، گذشته از بهره‌ای که از استادان برده، از طریق مطالعه و نیز رونویسی کتابها که شغل اصلی و بوده، حاصل آمده است. ابوحیان در میان شیوه‌های مرسوم نگارش، شیوۀ پیشوای خود جاحظ را که سخت شیفتۀ او بود، دنبال می‌کرد (یاقوت، همانجا)، تا بدان حد که «جاحظ ثانیش» خواندند و حتی برخی در مقام اغراق او را برتر از جاحظ شمردند (نک‍ : امین، «ح»).  آثار ابوحیان همچون آثار پیشینیان چون عیون الاخبار ابن قتیبه، البیان و التبیین جاحظ و العقد الفرید ابن عبدربه مشحون از روایت و نقل در موضوعات مختلف فقه و فلسفه، عروض، قافیه، تاریخ، کلام، اخلاق، لغت، نحو و ادب است که صفت فصاحت و شیوۀ خطابه بر آنها غالب است و در بسیاری موارد حالت پرسش و پاسخ به خود گرفته است. تناسب بین لفظ و معنی، وصل و فصل درست جمله‌ها، سلاست انشا، سهولت و بی‌تکلفی و استفاده از قلمش را به قلم جاحظ نزدیک می‌گرداند (نک‍ : برژه، 188-195 ).  به گفتۀ یاقوت (15 / 5-6)، ابوحیان طبعی تند داشت و طعن مردم از ویژگیهای بارز آثار اوست. وی حتی بسیاری از استادان خود از جمله ابوعلی مسکویه را مورد انتقاداتی گزنده قرار داده است ( الامتاع ، 1 / 35-36). با این حال اوصافی که ابوحیان از اطرافیانش در جای جای آثارش به دست داده، چه از لحاظ ادبی و چه از دیدگاه انتقادی قابل تأمل است. از دیگر ویژگیهای آثار ابوحیان روح ناامید و مأیوس اوست. وی در نوشته‌هایش پیوسته زبان به شکایت می‌گشاید و بر آلام خود می‌گرید. ابوحیان ظاهراً تنها نویسندۀ اسلامی است که از خودکشی بحث کرده است (نک‍ : المقابسات ، 196)، اما بارزترین ویژگی آثار وی آمیختگی ادب و فلسفه در آنهاست که از خصوصیات شیوۀ فلسفی ابوسلیمان است. تمامی این اوصاف نثری پدید می‌آورد که سبب می‌گردد نگارنده‌اش حتی به عنوان بهترین نثرنویس عرب معرفی گردد (نک‍ : متز، 1 / 283)."
  ],
  "bibliography": null,
  "signature": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}