{
  "id": "eweb_010",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/225050/%D8%A7%D8%A8%D9%88%D9%85%D9%86%D8%B5%D9%88%D8%B1-%D8%A7%D8%B5%D9%81%D9%87%D8%A7%D9%86%DB%8C",
  "annotator": "Jeremy",
  "title": "ابومنصور اصفهانی",
  "authors": [
    "نجیب مایل هروی"
  ],
  "last_updated": "پنج شنبه 18 اردیبهشت 1399",
  "content": [
    "اَبومَنْصورِ اِصْفَهانی، مَعْمَر بن احمد بن محمد بن زیاد (د رمضان 418 ق / 1027 م)، صوفی و محدث حنبلی اصفهانی در سدۀ 4 و اوایل سدۀ 5 ق. اینكه در بعضی از نوشته‌ها نام او به صورتهای «ابومنصور بن معمر» و «ابومعمر» آمده (نك‍ : مافروخی، 30؛ هجویری، 62)، به سبب اشتباه و مسامحۀ مؤلفان یا كاتبان بوده است. از زندگانی ابومنصور آگاهی بسیار اندك است. از مندرجات اسناد و نیز از حدود سالهای عمر و درگذشت برخی از مشایخ و استادان او برمی‌آید كه تولد وی در اواسط سدۀ 4 ق در اصفهان بوده (نك‍ : ذهبی، العبر ، 2 / 236، سیر ، 16 / 276، 277؛ ابومنصور، «المناهج»، 18) و ظاهراً در همانجا نشو و نما یافته است (قس: خواجه عبدالله، 536). در ایام جوانی او، اصفهان یكی از مراكز فعالیت حنبلیان شده بود و گروهی در آنجا به نشر اصول این مذهب و مخالفت با تبلیغات مذاهب دیگر مشغول بودند. ابومنصور به سوی این گروه گرایش یافت و در مجالس درس محدثان آنجا با حدیث و آراء كلامی حنبلی آشنا شد. براساس اشاراتی كه خود در «المناهج» (همانجا) دارد، وی نزد ابواسحاق ابراهیم بن محمد بن حمزه (د 353 ق) و ابوالقاسم سلیمان بن احمد طبرانی (د 360 ق) و شیخ مشور حنبلی عبدالله بن محمد بنِ جعفر بن حیان معروف به ابوالشیخ (د 369 ق)، حدیث شنیده و از آنان سنت آموخته است (نیز نك‍ : ذهبی، تاریخ ، 11 / 182، العبر ، همانجا؛ ابن‌عماد، 3 / 211). علاوه بر اینان، وی در حدیث از مشایخ دیگری چون ابن مقری، ابوالحسن ابن مثنی، علی بن عمر بن عبدالعزیز نیز سماع داشته است (نك‍ : ذهبی، تاریخ ، همانجا)، اما شیخ و استادی كه ابومنصور بیش از دیگران با او انس داشته، ابوعبدالله محمد ابن منده (د 395 ق) است كه او را بسیار بزرگ می‌داشته و به تعبیر «بقیة الوقت» از او یاد كرده است (همانجا). بیشتر مشایخ ابومنصور از اصحاب حدیث بوده‌اند و برخی از آنان همچون ابوالشیخ در زهـد و ورع نیز شهرت تمـام داشته‌اند (نك‍ : ذهبی، سیر ، 16 / 278، تذكرة، 3 / 946). مسلم است كه ابومنصور در مجالس آنان نه تنها حدیث می‌شنیده و با سنت و آراء كلامی حنبلی، آشنا می‌شده، بلكه از زهد و تقوای آنان نیز تأثیر و تعلیم می‌گرفته است. ازاین‌رو كار او به جایی رسید كه نه تنها در حدیث و كلام و فقه و علوم ظاهر، نزد ارباب رجال و سیر معروف شد و در ردیف استادش محمد ابن منده و همشهری هم‌عصرش ابونعیم اصفهانی قرار گرفت (نك‍ : خواجه عبدالله، مافروخی، همانجاها؛ جامی، 289؛ ابن تغری بردی، 4 / 268)، بلكه به سبب بهره‌هایی كه از مشایخ خانقاهی عصرش گرفته بود، در تصوف نیز مقامی بزرگ یافت و در سدۀ 5 ق و پس از آن به عنوان «شیخ» و «سید» اصفهان و به تعبیری «شیخ و بزرگ صوفیۀ اصفهان» شناخته شد (نك‍ : خواجه عبدالله، همانجا؛ ذهبی، تاریخ ، العبر ، همانجاها؛ یافعی، 3 / 33؛ نیز نك‍ : جامی، همانجا). به درستی نمی‌دانیم كه ابومنصور در چه سن و سالی به تصوف روی آورده و نزد كدام یك از مشایخ خانقاهی سلوك داشته است. او در طریق سلوك خود را وابسته به مشایخی چون ابوعبدالله محمد بن یوسف بنا، ابوالحسن علی بن سهل و اصحاب آنان می‌داند («المنهاج»، 41). البته وی روزگار محمد بنا (د 286 ق / 899 م) و علی بن سهل (د 307 ق / 919 م) را درك نكرده است) نك‍ : ابن جوزی، 4 / 84، 86)، از این‌رو می‌باید ابومنصور آراء عرفانی آنان را یا از طریق نوشته‌هایشان و یا چنانكه خود متذكر شده (همانجا)، به واسطۀ اصحاب آنان، همچون ابوعبدالله صالحانی، احمد بن جعفر بن هانی و ابوعبدالرحمان و ذنكابادی دریافته باشد. از سرگذشت صالحانی اطلاعی در دست نیست، و ذنكابادی نیز در 325 ق درگذشته و ابومنصور روزگار او را درك نكرده است، اما احمد بن جعفر بن هانی از صوفیان مشهور و نیز از محدثان حنبلی اصفهان است كه معمر او را می‌شناخته و ظاهراً از او سماع داشته است، زیرا حدیثی در «المنهاج» (ص 42) نقل كرده است كه آن را صوفی معاصر او ابونعیم اصفهانی در حلیة الاولیاء (10 / 405) از طریق احمد بن جعفر بن هانی آورده است (نیز نك‍ : پورجوادی، «ابومنصور اصفهانی»، 42-43). ابومنصور غیر از اصحاب محمد بنا و علی بن سهل از مشایخ دیگری چون ابوالفتح فضل بن جعفر، ابومسلم سقا و ابوعبدالله بغدادی نیز اخبار صوفیه را روایت كرده (خطیب، 4 / 277، 6 / 9، 7 / 231) و ظاهراً با ابوالحسن ابن جهضم همدانی (د 414 ق)، از مشایخ مشهور و مقیم مكه (نك‍ : ذهبی، دول ، 1 / 180) نیز ارتباط داشته است. البته این ارتباط ــ چنانكه از ظهرِ نسخۀ نهج ‌الخاص محفوظ در كتابخانۀ احمد ثالث برمی‌آید ــ از طریق نامه‌ای بوده است كه ابومنصور دربارۀ كتاب خود به این جهضم نوشته است، هر چند این ارتباط می‌تواند این گمان را نیز برانگیزد كه ابومنصور در سفری به مكه با ابن جهضم آشنـا شده و بـا وی ملاقـات كرده است (نك‍ : پورجوادی، همان، 53-54). از آنجا كه ابومنصور با احمد بن جعفر بن هانی آشنا بوده و هم از آنجا كه وی را از اصحاب و راوی محمد بنا خوانده است (نك‍ : همان، 41؛ پورجوادی، همان، 43)، می‌توان استنباط كرد كه ابومنصور در حدود دهه‌های 6 و 7 از سدۀ 4 ق به حوزۀ تصوف حنبلی اصفهان پیوسته است. با وجود این او در عین گرایش به تصوف از قلمرو اصحاب حدیث دور نشده است، زیرا پس از بازگشت ابوعبدالله محمد ابن منده (ﻫ م) به اصفهان در 375 ق، به او پیوست و ظاهراً تا پایان عمر او با وی مصاحبت داشت و پس از درگذشتن در 395 ق، با بیوۀ او وصلت كرد و از او صاحب دو دختر شد (نك‍ : ذهبی، سیر ، 17 / 39). ظاهراً در همین اوان، ابومنصور ــ كه دوران میـان‌سـالی را گذرانده بود ــ به عنوان محدثی صوفی در حوزۀ تصوف حنبلی اصفهان معروف شده بود و گویا اصحاب و اخوانی داشت و مجلس می‌گفت (قس: خواجه عبدالله، 536) و شاگردانی پرورد كه برخی از آنان همچون ابراهیم بن هبةالله جربادقانی،احمد بن محمد قرشی، قاسم بن فضل ثقفی و ابومطیع، بعدها احادیث و اخبار صوفیانۀ مجالس او را روایت می‌كرده‌اند (نك‍ : ذهبی، تاریخ ، 11 / 182؛ خطیب، 1 / 332، 4 / 277، 431، 5 / 136، 179، 6 / 9، 7 / 228، 8 / 397، 14 / 397). با آنكه ابومنصور از دایرۀ عرفان خراسان دور مانده بود و حتی سخنان پیران مشهور خراسان چون بایزید بسطامی را از طریق حوزۀ عرفانی بغداد و به واسطۀ عارفان بغداد شنیده بود (قس: همو، 14 / 424)، آوازۀ او توسط كسانی چون شیخ احمد كوفانی به خراسان رسید. هنگامی‌كه كوفانی به هرات آمد، ظاهراً نوشته‌ها و پاره‌ای از سخنان ابومنصور را كه در اصفهان از مجالس او به یاد داشت، به خراسان آورد (خواجه ‌عبدالله، همانجا؛ جامی، 289). در خراسان، در آن ایام صوفی هم‌مذهب او یعنی خواجه عبدالله انصاری بر مسند شیخی بود و با شنیدن اقوال و دیدن آثار هم‌مسلك و هم‌مذهب اصفهانی خود از او به بزرگی یاد كرد و آثارش را برخاسته از مواجید و ذوق عمیق دانست و نه تنها از آنها اخذ و اقتباس كرد (نك‍ : خواجه عبدالله، 536، 543)، بلكه در تألیف منازل‌ السائرین از نهج‌ الخاص او تأثیر پذیرفت (نك‍ : همو، 536؛ قس: دبوركی، 67-71) و شاید در تألیف صد میدان نیز، لااقل در انتخاب واژۀ «میدان» از دیگر نوشته‌های ابومنصور متأثر شد، زیرا پیش از او، ابومنصور تعبیراتی همچون «میدان المحبین» و «میدان الصوفیة» و جز آنها را در آثار خود به كار برده بود (نك‍ : «ادب ... »، 46، «شرح الاذكار»، 181). شهرت ابومنصور در خراسان به حوزۀ تصوف حنبلی پیر هرات محدود نمی‌شد، ظاهراً دیگر پیران خراسانی نیز در سدۀ 5 ق به آثار او توجه داشته‌اند. نحوۀ ارجاعی كه هجویری (ص 62-63) به یكی از تألیفات او دربارۀ «مرقعه» می‌دهد، حاكی از آشنایی خانقاهیان خراسان با ابومنصور و آثار اوست. با وجود این، از اواخر نیمۀ دوم سدۀ 5 ق كه تصوف خراسان و روش خانقاهی پیران خراسان در نقاط مركزی ایران رواج یافت، تصوف حنبلی اصفهان را تحت‌الشعاع قرار داد و نه تنها ابومنصور در قلمرو تصوف ایران به فراموشی سپرده شد، بلكه آثار او نیز در میان متصوفۀ ایران ناشناخته ماند. اینكه در تألیفات عرفانی بعد از سدۀ 5 ق نشانی از او و آثارش دیده نمی‌شود، و هم اینكه نسخه‌برداری از آثار او بسیار نادر و محدود بوده است، بر همین نكته دلالت دارد. تنها اشاره‌ای مختصر به احوال او و نام برخی از نوشته‌هایش از طریق طبقات الصوفیۀ خواجه عبدالله انصاری (همانجا) به نفحات الانس جامی راه یافت و تا دوره‌های متأخر و حتی معاصر، اطلاعات دربارۀ او در میان متصوفه از این حد چندان فراتر نرفته است (نك‍ : معصوم‌علیشاه، 2 / 563؛ غلام سرور، 2 / 217). با اینهمه، در سده‌های 7 و 8 ق وی در میان دانشمندان حنبلی شام و دیگر نواحی عربی زبان به عنوان «امام عارف» شناخته بود (ازجمله نك‍ : ابن‌قیم، 174) و به آراء و اقوالش اشاره می‌رفت (از جمله نك‍ : ابن تیمیه، 1 / 220). علت گمنامی ابومنصور در میان خانقاهیان ایران از اواخر سدۀ 5 ق و نیز مهجور ماندن نوشته‌های او البته به سبب بینش مذهبی و كیفیت آراء كلامی اوست. تصوف خراسانی ــ كه به جنبه‌های باطنی و تأویلی بیشتر توجه داشته ــ با روحیۀ صوفیان حنبلی ــ كه تأویل و باطن‌گرایی را بدعت می‌دانسته‌اند ــ سازگار نبوده است. ابومنصور صوفی است، اما صوفی حنبلی كه اهل اثر یا اصحاب احمد بن حنبل را به عنوان پیشروان و امامان خود معرفی می‌كند (نك‍ : «المناهج»، 17-20، «المنهاج»، 40-41؛ قس: خواجه عبدالله، همانجا) و با وجود تعلق خاطر به تصوف و سلوك در عالم عرفان هرگز از اظهار آراء كلامی حنبلی تحاشی نمی‌كند. در نظر او ایمان عبارت است از قول، عمل، نیت و موافقت سنت كه با طاعت فزونی می‌یابد و با معصیت نقصان می‌پذیرد («المناهج»، 13، نیز نك‍ : «المسائل ... »، 33). او ایمان به صفات خدا را دور از هرگونه تشبیه، تمثیل، تعطیل و تأویل مقبول می‌داند («المناهج»، 19؛ قس: ابن تیمیه، ابن قیم، همانجاها). هرچند كه وی در محیطی فارسی زبان زیسته و قطعاً زبان خود او نیز فارسی بوده است، با اینهمه، تفسیر صفات خداوند را به زبان فارسی دور شدن از سنت تصور می‌كند و بلكه گونه‌ای از بدعت می‌شمارد («المسائل»، 34). به اعتقادی هر چه قدر از خیر و شر، قلیل و كثیر و محبوب و مكروه هست، از جانب خداست. وی قرآن را كلام خدا و وحی و تنزیل او و الفاظ آن را قدیم و غیرمخلوق می‌داند و قائلان به خلق آن را كافر و جهمی می‌شمارد («المناهج»، 13-14). كرسی را موضع قدمین می‌داند و به نزول حق بر سماء دنیا بدون كیف و بی‌تشبیه و تأویل قائل است و منكران یا تأویل‌گران آن را مبتدع و گمراه می‌شمارد (همان، 19؛ ابن‌تیمیه، ابن‌قیم، همانجاها). شهادت را مقبول دین می‌بیند و منكر آن را مبتدع. رزق را ــ چه حلال باشد و چه حرام ــ به عنوان رزق‌الله می‌شناسد و آنان را كه رزق حرام را غیر از رزق خدا می‌دانسته‌اند، قدری گمراه می‌خواند («المسائل»، 31) و دربارۀ مسألۀ عدم و وجود، برپایۀ نظر مشایخ اهل اثر، سكوت را مرجح می‌شمارد (همان، 32). در المسائل المحدثة برخی از محدثات روزگارش را با آراء اهل اثر سنجیده و هر گونه عقیدۀ تأویل‌آمیز را از دایرۀ سنت بیرون رانده است. در دیگر نوشته‌های خود نیز هر جا كه مجال یافته، اصحاب و اقران را به ستیز با آراء قدریه و اهل كلام دعوت كرده است، تا جایی كه رأی و قیاس را مغایر با سنت رسول (ص) دانسته و حتی نظر افكندن بر آثار كلامی و نجومی را مغایر بـا سنت به شمار آورده است (نك‍ : «المناهج»، 17، 19). وی در انتقاد از اهل علم و فقیهان روزگار خود نیز تند و سختگیر و به آنان خرده می‌گیرد كه به سنت و ظواهر آن وقعی نمی‌گذارند، لباسشان مخالف با سنت رسول (ص) و طعامشان رنگین است و با اغنیا مجالست دارند، تا حدی كه از فقرا احتراز می‌كنند و در جمع مال و برخورداری از خواسته‌های دنیایی و نفسانی می‌كوشند («ادب»، 3، 6). وی اصحاب حدیث را نیز نكوهش می‌كند كه از علم حدیث به نقل و كتابت آن بسنده كرده و معانی حدیث را ترك گفته‌اند (همانجا). قاریان نیز تنها به حفظ قرآن قناعت كرده و از روح آن بی‌خبر مانده‌اند و از قرائت قرآن به كسب متاع این جهانی نظر دارند و مصداق این حدیث نبوی گشته‌اند كه: «اكثر منافقی امّتی قُرّاؤها» (همان، 3-4). وی به همین روش بر مفسران و لغت‌شناسان و اهل ادب می‌تازد و آنان را نیز به دنیاطلبی، تأویل‌گرایی، فخرفروشی، ریاكاری و تغییر دادنِ دین حق متهم می‌كند (همانجا). ابومنصور انقیاد از امرا و سلاطین را سنت می‌داند و حتی خروج بر سلطان جائر را نیز ناروا می‌شمارد («المناهج»، 16)، با اینهمه، عالمانی را كه از علم برای تقرب به سلاطین و كسب مال و مقام بهره می‌گیرند، نكوهش می‌كند و آنان را به ریاكاری و اكل حرام و تنعم از دنیا متهم می‌سازد («ادب»، 4، 5). بی‌گمان بینش انتقادی ابومنصور در توجه او به اخلاق و آداب تصوف و پرداختن به سلوك صوفیانه مؤثر بوده است، زیرا او از اهل علم تنها گروه معدودی را می‌دید كه به احكام و اخلاق تصوف تحقق تخلق یافته‌اند و از این طریق احوال و اخلاقشان با نص كتاب و سیرت منطبق شده است (همان، 6-7). وی مقامات سلوك صوفیه را مراتب راه اولیا می‌بیند («الاختیارات ... »، 12- 13) و جایگاه اولیای صوفیه را در تقرب به حق بعد از انبیا قرار می‌دهد و اشاره به «صدیقین» را قرآن كریم (نساء / 4 / 69) به «اهل تصوف» امت محمدی ناظر و راجع می‌داند، زیرا كه خداوند مقام «صدیقیت» را به آنان مخصوص داشته و ظاهر و باطن احکام و شـرایع را به آنـان متحقق نمـوده است (نك‍ : «ادب»، 1) گرچه تصوف را در روزگار خود غریب و پیروان راستین آن را اندك و ناچیز می‌دیده است (نك‍ : «الوصیة»، 34)، با اینهمه، صوفیه را برتر از دیگر صالحان و مؤمنان تلقی می‌كرده («ادب»، 23، نیز نك‍ : 48، 75) و از آنان به «ملوكیه» تعبیر می‌نموده است، زیرا در نظر او، اینان بر اثر زهد و اعراض از دنیا به استغنایی دست می‌یابند كه نه تنها در دنیا، بلكه در آخرت و در جنت نیز همچون ملوك هستند (همان، 8- 9). ملوكیه یا صوفیه به نظر ابومنصور در جمیع شئون به اثر و حدیث پای‌بندی دارند و از آن تبعیت می‌نمایند (نك‍ : همان، 10، «المسائل»، 34). بنابراین در تصوف او از یك‌سو صبغۀ «حنبلیت» مشهود است، چنانكه تصوف را مذهب اهل اثر (حنبلی) می‌داند و دوری از آراء اهل اثر را عین بدعت برمی‌شمارد (نك‍ : «المنهاج»، 41، «المسائل»، 33-34، قس: «المناهج»، 12)، از سوی دیگر اخلاق و آداب صوفیه را آنگاه قابل قبول و توجیه می‌داند كه از حدیث و سنت رسول‌ اكرم تـأییدی بر آن بتوان یـافت (نك‍ : «احـادیث ‌الاربعین ... »، كه اخلاق و آداب چهل‌گانۀ صوفیه را بر مبنای حدیث و سنت توضیح كرده است، قس: «ادب»، 7، 23). وی صوف‌پوشی و خرقه‌پوشی صوفیه را نیز با نسبت دادن آن به رسول اكرم مقبول و موجه می‌شمارد، زیرا كه به گفتۀ او آن حضرت صوف سیاه می‌پوشید و آن را با طراز سفید تزیین می‌كرد (نك‍ : همان، 26- 28). به هرحال ابومنصور می‌كوشد كه سایر آداب و آراء صوفیانه و خانقاهی را نیز به نحوی با آراء حدیثی و كلامی خود سازگار كند، چنانكه مثلاً رنگ ازرق را در مرقعۀ صوفیه از آن روی مقبول می‌شمارد كه به رنگ آسمان است و صوفی با دیدن آن به یاد حجاب «هفت آسمان» و بعد مسافت خود با حق تعالی می‌افتد و این انگیزۀ شوق او به سیر به سوی حق می‌گردد (همان، 29). چنین تصوری باتوجه به مكان داشتن حق تعالی در نظر حنبلیان درخور تأمل است. بر اثر همین غور در آراء اهل اثر است كه ابومنصور تصوف را دین و دیانت می‌داند و ظاهر آن «صدیقیت» و باطن آن را «معرفت» می‌شناسد. صدیقیت غلبۀ صدق بر همۀ احوال و حركات صوفی است و معرفت غلبۀ اخلاص بر جمیع سرایر و خطرات عارف است («الوصیة»، 38- 39). همچنین در نظر او ظاهر تصوف را حقیقتی است و آن اقتداست به سنت رسول (ص) و اجتناب از محدثات و بدعتها و جد و اجتهاد در طریق الله (همان، 40) و باطن تصوف را هم حقیقتی است و آن هدایت قلب است به حب‌الله و صدق اراده و ثبات در حقیقت و پرهیز از حظوظ نفس و مخالفت با آرزوها، چنانكه صوفی باید حقیقت باطن تصوف را از اسرار به‌شمار آورد و مخفی نگاه دارد تا جز خدای هیچ‌كس بر آن وقوف نیابد (همانجا). كسی كه تصوف را با حقیقت ظاهر و حقیقت باطن آن شناخته و به اخلاق صوفیه متخلق شده است، كسی است كه دین خدای را نصرت می‌دهد و اهل بدعت را ترك می‌گوید و صوفیۀ راستین چون به دنیا و به مال و جاه آن اعتنا ندارند، استوارترین مردم در خواركردن اهل بدعتند و به امر معروف و نهی منكر شهرت دارند («ادب»، 55-56). البته در روزگار ابومنصور صوفیانی كه به حقیقت ظاهر و باطن تصوف آشنا باشند، اندك بوده‌اند (نك‍ : «الوصیة»، 35). وی برخی از مدعیان تصوف را می‌دیده است كه نه به ظاهر تصوف، كه دوام عبادت و اقامت عبودیت و استقامت در آن است، توجه داشته‌اند و نه باطن آن را كه دوام مراقبه و اقامت و استقامت در معرفت الله است، رعایت می‌كرده‌اند (همان، 37- 38). اما صوفیان حقیقی كه به ظاهر و باطن تصوف رسیده باشند، به اخلاق انبیا متخلق شده و به فقر راستین كه اساس و مبنای تصوف است، متصف گردیده‌اند. او فقر و غنا را امری قلبی (نك‍ : «ادب»، 15) و «فقیر» را «عزیز» می‌داند (نك‍ : خواجه عبدالله، 536؛ جامی، 283). با آنكه در هیچ‌یك از آثار موجود ابومنصور مبحث خانقاه و متعلقان آن مورد بحث قرار نگرفته است و آنگاه نیز كه او از «اوطان و مساكن صوفیه» سخن می‌گوید، براساس سنت اهل صفه «مسجد» را مقام و مسكن صوفیه تلقی می‌كند (نك‍ : «ادب»، 64-65)، با اینهمه، موضوع سماع صوفیه ــ كه بی‌گمان رشد و گسترش آن در خانقاهها و مراكز تجمع صوفیان بوده ــ افكار او را به خود مشغول داشته است. توجه او به این رسم صوفیانه به حدی است كه نه تنها كتابی مستقل در این زمینه پرداخته بوده (نك‍ ‍: همان، 73)، بلكه در چند تألیف دیگرش نیز باب، فصل یا بحثی را به آن مخصوص داشته و انواع و احوال و شرایط آن را بازگفته است (ازجمله نك‍ : همان، 69، 70-72؛ «نهج الخاص»، 141- 142، «شرح الاذكار»، 181-184). وی سماع را به عنوان اصلی از اصول تصوف می‌نگرد، تا جایی كه آن را با «نوافل» در خور قیاس می‌بیند و فایدۀ آن را اخذ اشارات و معانی غیبی می‌داند (همان، 69-70)، زیرا صوفیه «اهل قلوب»اند، و قلوب منزه از شوائب و مملو از اسرار، البته از هرگونه نطق و كلام و صوت و هرگونه ذكری یا انگیزشی به وجد و تواجد درمی‌آیند (همان، 182-183). ابومنصور قریحۀ شاعری داشته و نمونه‌هایی از شعر او در نوشته‌هایش درج شده است (ازجمله نك‍ : «ذكر معانی ... »، 47-50، «شرح ابیات ... » 190-192). وی میان شعر حكمی و شعر مذموم فرق گذارده (نك‍ : «شرح الاذكار»، 183-184) و شعری كه خواننده را به یاد حق بیندازد، عین ذكر دانسته است (نك‍ : همانجا). در بینش صوفیانۀ ابومنصور، «محبت» یكی از اركان تصوف به‌شمار می‌آید، اما او هرگز محبت را ــ چه در میان خالق و خلق باشد و چه در میان خواص خلق كه صوفیه‌اند ــ با «عشق» تعبیر و تفسیر نمی‌كند. او محبت را صفت قدیم حق و اساس آفرینش او می‌داند، حب الهی از عهد الست در قلوب خاصان حق تعالی مركوز شده و اخوت صوفیه مربوط به «تعارف» ارواح آنان در همان عالم است و این عنایتی است از جانب حق تعالی كه آنان را چنان جمع كرده است كه اگر یكی در مغرب باشد و دیگری در مشرق، به احوال همدیگر آنگونه وقوف دارند كه گویی دارای روحی واحدند (همان، 179، «ادب»، 52-54). اینكه معمر اصفهانی محبت را با واژۀ «عشق» یا مشتقات آن مطرح نمی‌دارد، البته به مذاق عرفانی وی بستگی دارد. او از صوفیۀ اهل صحو است و طریق صحویان را در سلوك و اشارات عرفانی معتبر می‌داند، از همین‌روست كه وی احوال و مقامات تصوف را در كردار و گفتار كسانی چون جنید از مشایخ بغداد و اصحاب و اتباع آنان كه یك رشتۀ تصوف حنبلی را در اصفهان پرورده بودند، می‌جوید (قس: همان، 34، 36، «المنهاج»، 41). هرچند كه او طرق سلوك صوفیه را بیشتر از «نجوم سماء» می‌داند و اختلاف صوفیان را در سلوك بر اختلاف راههای آنان حمل نمی‌كند (نك‍ : «ادب»، 57- 58)، با اینهمه، وی روش اهل وجد یا طریق «محبین لله» را كه مبتنی بر وجد و محبت و نسیان است، جز برای ارباب سكر توصیه نمی‌كند و حتی سلوك آن عده از صوفیه را كه وجد و محبت «حالِ» آنان نشده است و به راه ارباب وجد رفته‌اند، ناروا می‌داند. وی در سلوك روشی را شایستۀ تبلیغ و ارشاد می‌داند كه بنای آن بر علم و حقیقت توحید و اقامۀ عبودیت بـاشد و او خود آن را «طریق مؤمنین» می‌خـوانـد (نك‍ : «الوصیة»، 35، «ادب»، 12-13)، از این‌روی وی هرگز به وحدت، یا اشتراك مقام خالق و خلق قائل نیست و تجرید توحید را در افراد مقام حق از مقام عبد می‌داند (نك‍ : «ذكر معانی»، 47؛ ابن قیم، 174) و نیز از همین‌روست كه چون اصحاب ابومنصور شرح ابیات مشهور به منصور حلاج را (أانت ام انا ... ) كه وی آن را به عارفی ناشناخته به نام ابوعبدالله مرشدی نسبت می‌دهد، از او می‌طلبند (نك‍ : «شرح ابیات»، 184، 189)، وی در تفسیر خود رنگ وحدت سكرآمیز حلاجی را از آنها می‌زداید و گاهی الفاظ ابیات را به نوعی تغییر می‌دهد كه آنگونه معانی را القا نكنند (نك‍ : همان، 187، 190). اینها همه از روش صحوآمیز او و اجتنابش از عرفان عاشقانه و سكرآمیز حكایت دارد. با وجود این، تصوف ابومنصور هر چند گونه‌ای از تصوف بغداد است، اما گونه‌ای است كه با آمیزش آراء كلامی حنبلی در قلمرو اصفهان با پشتوانۀ میراث مشایخ سده‌های 3 و 4 ق در نقاط مركزی ایران نظام یافته و در آن اذواق و مواجید شخص ابومنصور نیز نمایان است (قس: خواجه عبدالله، 536)."
  ],
  "bibliography": null,
  "signature": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 188
}