{
  "id": "eweb_013",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/224977/%D8%A7%D8%A8%D9%88%D8%A7%D9%84%D9%82%D8%A7%D8%B3%D9%85-%D9%86%D8%B5%D8%B1%D8%A2%D8%A8%D8%A7%D8%AF%DB%8C",
  "annotator": "Jeremy",
  "title": "ابوالقاسم نصرآبادی",
  "authors": [
    "مریم صادقی"
  ],
  "last_updated": "پنج شنبه 11 اردیبهشت 1399",
  "content": [
    "اَبوالْقاسِمِ نَصْرآبادی، ابراهیم بن محمد بن محمویه (د 367 ق / 978 م)، از مشایخ خراسان. نام جد ابوالقاسم در برخی منابع محمود و احمد نیز یاد شده ‌است (هجویری، 200؛ سمعانی، 13 / 105). هرچند تاریخ تولد ابوالقاسم روشن نیست، اما با توجه به زمان خروج وی از نیشابور كه در جوانی اتفاق افتاد و مدت مسافرت و هنگام بازگشتش به نیشابور (نك‍ : دنبالۀ مقاله)، می‌توان حدس زد كه او در حدود دهۀ آخر سدۀ 3 ق متولد شده باشد. ابوالقاسم در نصرآباد از محلات نیشابور به دنیا آمد و همانجا پرورش یافت (ابن عساكر، 2 / 246؛ خلیفه، 161؛ سلمی، طبقات ، 511). در ابتدا به كار وراقی (صحافی و نسخه‌برداری از كتب) مشغول بود، اما پس از مدتی به دنبال آشنایی با معارف اسلامی و جهت استماع حدیث، كار خود را كناری نهاد و نیشابور را ترك گفت (نك‍ : سمعانی، 13 / 106؛ ابن‌عساكر، 2 / 247). نصرآبادی افزون بر تصوف در تاریخ و حدیث نیز تبحر داشت (سلمی، همانجا؛ قشیری، 438) كه از این میان در علم حدیث جایگاه ویژه‌ای دارد (نك‍ : ماسینیون، II / 215 ). ابوالقاسم كه به حدیث علاقۀ وافری داشت از كودكی به استماع از راویان نیشابوری پرداخت و پس از چندی در طلب حدیث آن شهر را ترك كرد و راهی شهرهای مختلف ایران، عراق شام و مصر شد (خطیب، 6 / 169؛ سمعانی، 13 / 105، 106؛ ابن عساكر، همانجا) كه در این میان اقامت 15 سالۀ وی در بغداد (نك‍ : همو، 2 / 249) و نیز اقامت در ری كه در محضر ابن ابی حاتم رازی به استماع مصنفات او پرداخت (سمعانی، همانجا)، تأثیر بیشتری در زندگی نصرآبادی داشت. در بغداد از ابن‌صاعد، در نیشابور از ابوبكر بن محمد بن خزیمه و ابوالعباس سراج، در خراسان از ابوعروبۀ سلمی، در قاهره از احمد بن عبدالوارث عسال، در دمیاط از ابومحمد زكریای دمیاطی و در دمشق از ابن جوصـاء و جمع دیگری حدیث شنید (همو، 13 / 105، نیز نك‍ : خطیب، همانجا؛ ذهبی، 16 / 263-264؛ نیز ماسینیون، II / 215-216 ). شدت علاقۀ او به استماع و كتابت حدیث تا بدان حد بود كه به گفتۀ سلمی در واپسین سالهای حیات نیز هنگام مسافرت جهت مراسم حج، در هر وادی و شهری در محفل روایت حدیث حاضر می‌شد و به كتابت می‌پرداخت و هیچ‌گاه كاغذ و دوات بر زمین نگذاشت (نك‍ : ابن عساكر، 2 / 248- 249). غالب منابع از او با عباراتی چون كثیرالحدیث و عالم به روایت یاد كرده و او را ثقه خوانده‌اند (برای نمونه، نك‍ : سلمی، همانجا؛ خطیب، 6 / 170؛ ابن جوزی، 7 / 89). نصرآبادی پس از 25 سال دوری از زادگاه خود و حضور پیاپی در مجلس راویان و مشایخ بزرگ همچون ابواسحاق اسفراینی (نك‍ : قشیری، 45؛ ابن عساكر، 2 / 248)، در 340 ق به نیشابور بازگشت و جهت ارشاد طالبان و مریدان به وعظ پرداخت (سمعانی، 13 / 106؛ ابن عساكر، 2 / 247) و جمع كثیری چون ابوعلی دقاق، ابوعبدالرحمن سلمی، حاكم نیشابوری و ابوالعلاء واسطی به روایت از او پرداختند (خطیب، 6 / 169؛ سمعانی، 13 / 105؛ ابن‌جوزی، همانجا؛ هجویری، 204؛ قشیری، 297). نصرآبادی در تصوف مرید شبلی بود (نك‍ : هجویری 200؛ نیز نك‍ : ماسینیون، II / 216 ) و نیز در محضر ابراهیم شیبان حاضر شد و با جمعی از بزرگان صوفیه همچون ابوعلی رودباری، ابومحمد مرتعش و ابوبكر طاهر ابهری دیدار كرد و از صحبت آنان بهره گرفت (سلمی، همانجا؛ قشیری، 438؛ خطیب، 6 / 170؛ انصاری، 442). سلسلۀ اسناد خرقۀ ابوالقاسم را از طریق شبلی به جنید، سری و معروف كرخی می‌رسانند (قشیری، 297؛ علاءالدوله، 314؛ قس: محمد بن منور، 32). نصرآبادی یكی از مهم‌ترین مروجان افكار حلاج است كه در خراسان به نشر عقاید او پرداخت (نك‍ : سلمی، طبقات ، 308؛ هجویری، 189؛ ماسینیون، II / 208, 216 )، تا آنجا كه به گفتۀ خطیب بغدادی از جملۀ كسانی است كه به تدوین آٍراء حلاج همت گماشت (8 / 112) و به واسطۀ ارادت فراوان به او مورد سرزنش قرار می‌گرفت (نك‍ : همو، 8 / 121) و شاید عبارت حاكم نیشابوری كه می‌گوید: «در خفـا به وعظ و ذكـر می‌پرداخت» (نك‍ : سمعانی، 13 / 105-106؛ ابن عساكر، همانجا). تلمیحی بر همین امر باشد. ویژگی بارز تعلیمات وی ایجاد رابطه‌ای عاشقانه با خالق هستی و فنا و بقا در ذات حق است، او اولین‌بار از كشته شدن به جهت زهد و محبت سخن راند (نك‍ : قشیری، 119، 329-330؛ انصاری، 53؛ نیز نك‍ : ماسینیون، III / 229 ). اساس افكار او بر تطبیق با شریعت و به دلیل آشنایی وسیع با حدیث، بر عمل به سنت نبوی قرار داشت و تصوف را جز عمل بر كتاب و سنت نمی‌دانست (نك‍ : سلمی، همان، 515، جم‍ ؛ قشیری، 438؛ عزالدین كاشانی، 419‌). منابع به وجود تألیفاتی از او در حدیث و نیز دربارۀ آراء حلاج تصریح كرده‌اند (نك‍ : GAS, I / 663 ) و حاكم می‌گوید، پس از مرگ نصرآبادی كتابهای وی در بغداد فروخته شد و این كتابها از احوال او پرده برداشتند (ابن عساكر، همانجا). اما آنچه امروز از نصرآبادی برجا مانده، مجموعه‌ای از اقوال و عبارات حكمت گونۀ اوست كه ضمن شرح زندگانی وی در كتابهای طبقات پراكنده شده است، هرچند همانند سخنان دیگر متصوفان مفاهیمی چون توكل، رضا و غیره را در برگرفته است، اما تمامی این موارد تنها فروعی از كلام اوست و در حقیقت محور اصلی همۀ آنها عشق و ایجاد رابطه با خالق است كه گاه رنگ مذهب ملامتیۀ خراسان و نوعی شطح‌گویی نیز به خود می‌گیرد و به برخی از آنها در متون قدیم استناد شده است (نك‍ : سلمی، همان، 512-515؛ قشیری، 45، 105، 116، جم‍ ؛ روزبهان، مشرب ، 115، 312، 314؛ برتلس، 306) و حتی برخی از آن سخنان، الهام‌بخش دیگران گردیده است (نك‍ : مولوی، 2 / 370؛ فروزانفر، 276) و ذكرهایی نیز به او نسبت داده‌اند (بخاری، 348). در میان این سخنان كوتاه تلمیحـات تفسیرگونۀ فراوانی به آیـات قرآنی وجـود دارد (نك‍ : سلمی، «جوامع»، 355، طبقات ، همانجا؛ قشیری، 105) كه بعدها مورد استناد شاگردش سلمی و شاید انگیزۀ وی در تألیف حقائق التفسیر بوده است (نك‍ : برتلس، 306- 309). ابوالقاسم نصرآبادی را در تقوی و ورع بسیار ستوده (هجویری، 200؛ ابن عساكر، 2 / 247، 250) و او را شیخ وقت خوانده‌اند (سلمی، طبقات ، 511؛ قشیری، 438) كه در شدت شور مثل بوده (نك‍ : روزبهان، شرح ، 215) و بر سماع میلی وافر داشته است (سهروردی، عبدالقاهر، 145؛ عطار، 727؛ سهروردی، عمر، 200). با وجودی كه او را فردی صاحب حالات می‌نامند (سمعانی، 13 / 105)، اما در كتابهای سیره، كراماتی كه معمولاً حول مشایخ تصوف دور می‌زند، جز به ندرت و در حد معمول به وی منتسب نشده است (نك‍ : قشیری، 291؛ ابن عساكر، 2 / 250). ابوالقاسم در 365 ق به همراه ابوعبدالرحمن سلمی عازم حج شد و پس از ادای فریضه در مجاورت حرم سكنی گزید (خلیفه، 161؛ سمعانی، 13 / 106؛ابن عساكر، 2 / 248-250). او در ابتدای ورود برخوردی با ابوعثمان مغربی (ﻫ‍ م) داشت، هر چند علت آن و میزان اختلاف میان آن دو مشخص نیست، ولی مفاد لحن روایت گفت‌وگوی آن دو، خروج نامعلوم ابوعثمان از مكه و در انتهای روایت داستان دفن ابوالقاسم در گوری كه ابوعثمان برای خود كنده بود (نك‍ : انصاری، 443؛ قس: عطار، 794، كه به بقیع اشاره دارد)، گواه بر تضاد میان آنان است. ابوالقاسم در مكه درگذشت و همانجا مدفون شد (سمعانی، همانجا؛ ابن عساكر، 2 / 250)، از این‌رو وجود خانقاه و مزاری منسوب به فردی با نام ابوالقاسم نصرآبادی در حوالی نصرآباد اصفهان كه تاریخ آن به سده‌های بعد باز می‌گردد، نباید موجب اشتباه شود (نك‍ : جعفری، 140؛ مدرس، 6 / 177؛ افشار، 1 / 379).",
    "ابن جوزی، عبدالرحمن، المنتظم ، حیدرآباددكن، 1358 ق؛ ابن عساكر، علی، التاریخ الكبیر ، به كوشش عبدالقادر افندی بدران، دمشق، 1330 ق؛ افشار، ایرج، یادگارهای یزد ، تهران، 1348 ش؛ انصاری هروی، خواجه عبدالله، طبقات الصوفیه ، به كوشش عبدالحی حبیبی، تهران، 1362 ش؛ بخاری، باقر، جواهر الاولیا، به كوشش غلام سرور، اسلام‌آباد، 1396 ق / 1976 م؛ برتلس، آ. ی.، تصوف و ادبیات تصوف ، ترجمۀ سیروس ایزدی، تهران، 1356 ش؛ جعفری، جعفر، تاریخ یزد ، به كوشش ایرج افشار، تهران، 1343 ش؛ خطیب بغدادی،احمد، تاریخ بغداد ، قاهره، 1349 ق / 1931 م؛ خلیفۀ نیشابوری، احمد، ترجمه و تلخیص تاریخ نیشابور حاكم نیشابوری، به كوشش بهمن كریمی، تهران، 1339 ش؛ ذهبی، محمد، سیر اعلام النبلاء ، به كوشش شعیب ارنؤوط و اكرم بوشی، بیروت، 1404 ق / 1984 م؛ روزبهان بقلی، شرح شطحیات ، به كوشش هانری كربن، تهران، 1360 ش / 1981 م؛ همو، مشرب الارواح ، به كوشش نظیف محرم خواجه، استانبول، 1973 م؛ سلمی، محمد، «جوامع آداب الصوفیة»، ضمن مجموعۀ آثار ابوعبدالرحمن سلمی ، ج 1، به كوشش نصرالله پورجوادی، تهران، 1369 ش؛ همو، طبقات الصوفیة ، به كوشش یوهانس پدرسن، لیدن، 1960 م؛ سمعانی، عبدالكریم، الانساب ، حیدرآباددكن، 1402 ق / 1982 م؛ سهروردی، عبدالقاهر، آداب المریدین ، ترجمۀ عمر شیركان، به كوشش نجیب مایل هروی، ‌تهران، 1363 ش؛ سهروردی، عمر، عوارف المعارف ، بیروت، 1403 ق / 1983 م؛ عزالدین كاشانی، محمود، مصباح الهدایه ، به كوشش جلال‌الدین همایی، تهران، 1367 ش؛ عطار نیشابوری، فریدالدین، تذكرة الاولیاء ، به كوشش محمد استعلامی، تهران، 1366 ش؛ علاءالدولۀ سمنانی، احمد، مصنفات فارسی ، به كوشش نجیب مایل هروی، تهران، 1369 ش؛ فروزانفر، بدیع‌الزمان، تعلیقات بر فیه مافیه مولوی ، تهران، 1360 ش؛ قشیری، عبدالكریم، الرسالة القشیریة ، به كوشش معروف زریق و علی عبدالحمید بلطه‌جی، بیروت، 1408 ق / 1988 م؛ محمد بن منور، اسرار التوحید ، ‌به كشش محمدرضا شفیعی كدكنی، تهران، 1366 ش؛ مدرس، محمدعلی، ریحانة الادب ، تهران، 1369 ش؛ مولوی، جلال‌الدین، محمد، مثنوی معنوی ، به كوشش ر. نیكلسون، تهران، 1363 ش؛ هجویری، علی، كشف المحجوب ، به كوشش و. آ. ژوكوفسكی، تهران، 1358 ش؛ نیز:",
    "GAS; Massignon, L., La Passion de Husayn ibn Mansûr Hallâj , Paris, 1975.",
    "مریم صادقی"
  ],
  "bibliography": [
    "ابن جوزی، عبدالرحمن، المنتظم ، حیدرآباددكن، 1358 ق",
    "ابن عساكر، علی، التاریخ الكبیر ، به كوشش عبدالقادر افندی بدران، دمشق، 1330 ق",
    "افشار، ایرج، یادگارهای یزد ، تهران، 1348 ش",
    "انصاری هروی، خواجه عبدالله، طبقات الصوفیه ، به كوشش عبدالحی حبیبی، تهران، 1362 ش",
    "بخاری، باقر، جواهر الاولیا، به كوشش غلام سرور، اسلام‌آباد، 1396 ق / 1976 م",
    "برتلس، آ. ی.، تصوف و ادبیات تصوف ، ترجمۀ سیروس ایزدی، تهران، 1356 ش",
    "جعفری، جعفر، تاریخ یزد ، به كوشش ایرج افشار، تهران، 1343 ش",
    "خطیب بغدادی،احمد، تاریخ بغداد ، قاهره، 1349 ق / 1931 م",
    "خلیفۀ نیشابوری، احمد، ترجمه و تلخیص تاریخ نیشابور حاكم نیشابوری، به كوشش بهمن كریمی، تهران، 1339 ش",
    "ذهبی، محمد، سیر اعلام النبلاء ، به كوشش شعیب ارنؤوط و اكرم بوشی، بیروت، 1404 ق / 1984 م",
    "روزبهان بقلی، شرح شطحیات ، به كوشش هانری كربن، تهران، 1360 ش / 1981 م",
    "همو، مشرب الارواح ، به كوشش نظیف محرم خواجه، استانبول، 1973 م",
    "سلمی، محمد، «جوامع آداب الصوفیة»، ضمن مجموعۀ آثار ابوعبدالرحمن سلمی ، ج 1، به كوشش نصرالله پورجوادی، تهران، 1369 ش",
    "همو، طبقات الصوفیة ، به كوشش یوهانس پدرسن، لیدن، 1960 م",
    "سمعانی، عبدالكریم، الانساب ، حیدرآباددكن، 1402 ق / 1982 م",
    "سهروردی، عبدالقاهر، آداب المریدین ، ترجمۀ عمر شیركان، به كوشش نجیب مایل هروی، ‌تهران، 1363 ش",
    "سهروردی، عمر، عوارف المعارف ، بیروت، 1403 ق / 1983 م",
    "عزالدین كاشانی، محمود، مصباح الهدایه ، به كوشش جلال‌الدین همایی، تهران، 1367 ش",
    "عطار نیشابوری، فریدالدین، تذكرة الاولیاء ، به كوشش محمد استعلامی، تهران، 1366 ش",
    "علاءالدولۀ سمنانی، احمد، مصنفات فارسی ، به كوشش نجیب مایل هروی، تهران، 1369 ش",
    "فروزانفر، بدیع‌الزمان، تعلیقات بر فیه مافیه مولوی ، تهران، 1360 ش",
    "قشیری، عبدالكریم، الرسالة القشیریة ، به كوشش معروف زریق و علی عبدالحمید بلطه‌جی، بیروت، 1408 ق / 1988 م",
    "محمد بن منور، اسرار التوحید ، ‌به كشش محمدرضا شفیعی كدكنی، تهران، 1366 ش",
    "مدرس، محمدعلی، ریحانة الادب ، تهران، 1369 ش",
    "مولوی، جلال‌الدین، محمد، مثنوی معنوی ، به كوشش ر. نیكلسون، تهران، 1363 ش",
    "هجویری، علی، كشف المحجوب ، به كوشش و. آ. ژوكوفسكی، تهران، 1358 ش",
    "نیز:",
    "GAS",
    "Massignon, L., La Passion de Husayn ibn Mansûr Hallâj , Paris, 1975."
  ],
  "signature": "GAS; Massignon, L., La Passion de Husayn ibn Mansûr Hallâj , Paris, 1975.",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 360
}