{
  "id": "eweb_017",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/227917/%D8%A7%D8%AD%D9%85%D8%AF-%D8%AE%D8%B6%D8%B1%D9%88%DB%8C%D9%87-%D8%A8%D9%84%D8%AE%DB%8C",
  "annotator": "Jeremy",
  "title": "احمد خضرویه بلخی",
  "authors": [
    "مینا حفیظی"
  ],
  "last_updated": "پنج شنبه 21 فروردین 1399",
  "content": [
    "اَحْمَدِ خِضْرویۀ بَلْخی، ابوحامد (د 240ق/ 854م)، از عارفان اهل فتوت خراسان. وی در بلخ پرورش یافت (خواجه عبدالله، 82؛ جامی، 54). از تاریخ ولادت او اطلاعی در دست نیست، اما باتوجه به اینکه عمر او را هنگام وفات 95 سال ذکر کرده‌اند (ابونعیم، 10/ 42؛ قشیری، 410؛ ابن‌جوزی، صفة ...، 4/ 164)، می‌توان تاریخ ولادت وی را در حدود سال 145ق دانست. از جزئیات زندگی، نحوۀ سیر و سلوک و نیز استادان وی آگاهی چندانی دردست نیست. منابع تنها به ذکر نام حاتم اصم (د 237ق) به عنوان استاد وی اکتفا کرده، و صالح بن عبدالله باهلی ترمذی را استاد او در تفسیر ذکر کرده‌اند (سلمی، طبقات ...، 80؛ قشیری، 393؛ هجویری، 142؛ صفی‌الدین بلخی، 219)، اما وی با بسیاری از عارفان صاحب نام عصر خویش مصاحبت داشت و برای دیدار ایشان رهسپار نیشابور، بسطام و شهرهای دیگر شد. در این سفرها گاه همسر او، فاطمه ام علی، نیز همراه او بود و حتی برخی از این مسافرتها به تقاضای وی صورت می‌گرفت (ابونعیم، همانجا؛ سهلجی، 170؛ ابن‌جوزی، تلبیس ...، 350-351؛ ذهبی، 11/ 488). فاطمه‌ام علی که از بزرگ‌زادگان بلخ بود و به گفتۀ هجویری «اندر طریقت شأنی عظیم داشت» (ص 149؛ نیز نک‍ : صفی‌الدین بلخی، 226) و کتاب تفسیر روایت می‌کرد (همانجا)، به درخواست خود، همسر احمد شد (هجویری، همانجا؛ عطار، تذکرة ...، 348-349) و پس از آن تمامی دارایی خویش را به مستمندان بخشید (جامی، 622؛ قس: صفی‌الدین بلخی، همانجا). ازجمله مشایخی که احمد بن خضرویه به دیدار آنان نایل آمد، یکی بایزید بسطامی بود و دیگری ابوحفص حداد نیشابوری. به گفتۀ خواجه عبدالله انصاری این دیدارها در سفری که احمد به قصد حج در پیش گرفته بود، صورت گرفت (ص 83). اینکه احمد ابتدا به نیشابور به دیدن ابوحفص رفته است و سپس به بسطام یا برعکس، روشن نیست. به گفتۀ قشیری وی از نیشابور به بسطام رفته (ص 410)، اما از سخن سلمی چنین برمی‌آید که وی نخست به بسطام نزد بایزید رفته است (همان، 93). در این سفرها جمع کثیری از مریدان نیز ملازم وی بوده‌اند (نک‍ : سهلجی، 72-73؛ عطار، همان، 175). در دیدار احمد با بایزید، همسر وی نیز حضور داشته است. گویند چون فاطمه به دیدار بایزید آمد «برقع از روی برداشت و با وی سخن گستاخ می‌گفت» و در پاسخ به اعتراض احمد گفت: «تو محرم طبیعت منی و وی محرم طریقت منی» (هجویری، 149-150). مفاوضات عرفانی فاطمه در این دیدار و دیدارهای پس از آن بر بایزید تأثیر بسیار نهاد و بارها فاطمه را ستود (سهلجی، 170؛ هجویری، ابونعیم، همانجاها؛ عطار، همان، 95؛ عطار، همان، 175، 199، 350-351) و از وی با عنوان «استاذنا» یاد کرده است (قشیری، همانجا؛ قزوینی، 334؛ ذهبی، همانجا). احمد خضرویه افزون بر این با محمد بن علی ترمذی، ابوبکر وراق، ابوتراب نخشبی و یحیی بن معاذ رازی نیز مصاحبت داشته است (سلمی، همان، 93، 206، 212؛ قشیری، 400، 410؛ هجویری، 179؛ ابن‌ملقن، 374؛ عطار، همان، 49) و کسانی چون محمد بن حامد تزمذی و محمد بن فضل بلخی از وی روایت کرده‌اند (سلمی، همان، 22، 93، 94، 95). به احمد کراماتی نیز منسوب داشته‌اند که حاکی از اعتقاد معاصران وی به اوست (عطار، همان، 352-353؛ فصیح، 1/ 315؛ خواندمیر، 2/ 270). حکایاتی نیز دربارۀ روش زندگی، سلوک و جوانمردی او در حق افراد جاهل و خطاکار به کتب ادب و عرفان فارسی راه یافته است (نک‍ : عطار، مصیبت‌نامه ، 176-177، 182-183؛ مولوی، 1/ 268-271). سرانجام احمد خضرویه در بلخ درگذشت. مزار وی در بیرون دروازۀ نوبهار، سمت جنوبی شهر مخروبۀ بلخ در گورستان بزرگی که به نام وی شهرت دارد، هنوز موجود است. به سبب اعتقادی که مردم به وی داشتند، مدفن او محل زیارت شد (خواندمیر، همانجا؛ صفی‌الدین بلخی، 222؛ ابراهیم خلیل، 14). امام الحرمین جوینی نیز مردم را به زیارت گور وی فرا می‌خواند (صفی‌الدین بلخی، همانجا). همسر او و نیز برخی از عارفان و شعرا چون محمد بن عمر ضریر بلخی (د 511ق) و اوحدالدین انوری در کنار او به خاک سپرده شده‌اند (همو، 226، 347؛ دولتشاه، 69). بر مزار وی و همچنین بر مزار همسر او گنبد و بارگاهی نیز بنا شده است (نک‍ : ابراهیم خلیل، 14، 15). احمد خضرویه از پیشروان مکتب تصوف خراسان بود و طریقۀ خضرویه را به وی منسوب کرده‌اند (نک‍ : نوشاهی، 1/ 155). وی از صوفیۀ اهل فتوت بود و رفتاری نزدیک به روش ملامتیه داشت (نک‍ : سلمی، همان، 93؛ ابونعیم، 10/ 42؛ هجویری، 149، 150-151؛ قشیری، همانجا؛ عطار، تذکرة، 348؛ شعرانی، 1/ 82). بایزید دربارۀ وی گفته است: «اگر احمد نبودی، ما ندانستیمی که فتوت چیست» (صفی‌الدین بلخی، 220) و از ابوحفص حداد نقل کرده‌اند: «اگر احمد نبودی، فتوت و مروت پیدا نگشتی» (هجویری، 150-151؛ عطار، همانجا). هجویری که او را از ملامتیان دانسته (ص 149)، سخنی از وی نقل کرده است که حاکی از گرایش ملامتی اوست: «... درویشی خویش را پنهان دار» (ص 151). به گفتۀ عطار وی چندی در خانقاهی به‌طور ناشناس «با جامۀ خلق» و بدون استفاده از لباس صوفیان به سر برد (همان، 352؛ فصیح، همانجا). در دیدار با بایزید نیز به جای جامۀ پشمین قبا بر تن داشته (هجویری، 58)، و گاه نیز لباسی همچون لشکریان می‌پوشیده است (همو، 149؛ عطار، همان، 348). هجویری وی را صاحب آثار بسیار دانسته، و تألیف کتاب الرعایة بحقوق الله را به او نسبت داده است (ص 151، 439). حارث محاسبی (د 243ق) که از عارفان معاصر احمد خضرویه بوده است، کتابی با عنوان الرعایة لحقوق الله دارد که عنوان آن شبیه به نام کتاب منسوب به احمد است. شاید بتوان چنین احتمال داد که هجویری را در باب نام مؤلف این کتاب سهوی روی داده، و عنوان کتاب نیز به شکلی نادرست نقل شده است. امروزه کتابی یا رساله‌ای از او در دست نیست، ولی سخنان وی که غالباً دربارۀ موضوعات مختلف عرفانی است، در کتب تذکره و طبقات صوفیه به‌طور پراکنده نقل شده است (نک‍ : سلمی، طبقات ، 93-97؛ جوامع ...، 9-10؛ ابونعیم، همانجا؛ قشیری، 211؛ هجویری، 151؛ ابن‌جوزی، صفة ، 4/ 164؛ عطار، همان، 354-355).",
    "مآخذ",
    "ابراهیم خلیل، محمد، «حضرت احمد خضرویه و زوجه‌شان»، آریانا ، کابل، 1323ش، س 2، شم‍ 5؛ ابن‌جوزی، عبدالرحمان، تلبیس ابلیس ، به کوشش محمد منیر دمشقی، قاهره، 1347ق؛ همو، صفة الصفوة ، به کوشش محمود فاخوری، بیروت، 1406ق/ 1986م؛ ابن‌ملقن، عمر، طبقات الاولیاء ، به کوشش نورالدین شریبه، بیروت، 1406ق/ 1986م؛ ابونعیم اصفهانی، احمد، حلیة الاولیاء ، قاهره، 1351ق؛ جامی، عبدالرحمان، نفحات الانس ، به کوشش مهدی توحیدی‌پور، تهران، 1336ش؛ خواجه عبدالله انصاری، طبقات الصوفیه، به کوشش عبدالحی حبیبی، تهران، 1362ش؛ خواندمیر، غیاث‌الدین، حبیب السیر، به کوشش محمد دبیرسیاقی، تهران، 1333ش؛ دولتشاه سمرقندی، تذکرةالشعراء ، تهران، 1338ش؛ ذهبی، محمد، سیر اعلام النبلاء ، به کوشش شعیب ارنؤوط و صالح سمر، بیروت، 1406ق/ 1986م؛ سلمی، محمد، «جوامع آداب الصوفیة»، به کوشش اینان کولبرگ، مجموعۀ آثار ابوعبدالرحمان سلمی ، به کوشش نصرالله پورجوادی، تهران، 1369ش؛ همو، طبقات الصوفیة ، به کوشش یوهانس پدرسن، لیدن، 1960م؛ سهلجی، «النور من کلمات ابی طیفور»، شطحات الصوفیة ، به کوشش عبدالرحمان، بدوی، کویت، 1978م؛ شعرانی، عبدالوهاب، الطبقات الکبری ، قاهره، 1374ق/ 1954م؛ صفی‌الدین بلخی، عبدالله، فضایل بخی ، ترجمۀ عبدالله محمد بن محمد بن حسین حسینی بلخی، به کوشش عبدالحی حبیبی، تهران، 1350ش؛ عطار نیشابوری، فریدالدین، تذکرة الاولیاء ، به کوشش محمد استعلامی، تهران، 1360ش؛ همو، مصیبت‌نامه ، به کوشش نورانی وصال، تهران، 1338ش؛ فصیح خوافی، احمد، مجمل فصیحی ، به کوشش محمود فرخ، مشهد، 1341ش؛ قزوینی، زکریا، آثار البلاد و اخبار العباد ، بیروت، 1380ق/ 1960م؛ قشیری، عبدالکریم، الرسالة القشیریة ، به کوشش معروف زریق و علی عبدالحمید بلطه‌جی، بیروت، 1408ق/ 1988م؛ مولوی، جلال‌الدین محمد، مثنوی معنوی ، به کوشش رینولد. ا. نیکلسون، تهران، 1363ش؛ نوشاهی، شریف احمد، شریف التواریخ ، گجرات، 1355ق؛ هجویری، علی، کشف المحجوب ، به کوشش ژوکوفسکی، لنینگراد، 1344ق/ 1926م.",
    "مینا حفیظی"
  ],
  "bibliography": null,
  "signature": "مآخذ",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 440
}