{
  "id": "eweb_020",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/228267/%D8%A8%D8%A7%DB%8C%D8%B2%DB%8C%D8%AF-%D8%A8%D8%B3%D8%B7%D8%A7%D9%85%DB%8C",
  "annotator": "Jeremy",
  "title": "بایزید بسطامی",
  "authors": [
    "فاطمه لاجوردی"
  ],
  "last_updated": "یکشنبه 12 تیر 1401",
  "content": [
    "بایَزیدِ بَسْطامی، ابویزید طیفور بن عیسی بن سروشان (د 234 یا 261ق/ 848 یا 875م)، از عارفان بزرگ ایران در سده‌های 2 و 3ق/ 8 و9م. وی در نیمۀ دوم سدۀ 2ق در خانواده‌ای نومسلمان در محلۀ موبدان بسطام، از شهرهای منطقآ قومس به دنیا آمد (سهلجی، 63). اجداد او از موبدان زرتشتی و از بزرگان بسطام بودند. احمدبن حسین ابن خرقانی در کتاب دستورالجمهور  خودنیای پدری او را شخصی به نام موبد بسطامی معرفی کرده است که والی و حاکم قومس و از اکابر عصر خود بود (گ 19ب-20آ). سروشان جد او ـ که نامش در منابع به صورتهای گوناگون آمده است (سهلجی، 60؛ ابن تغری بردی، 3/ 35؛ یاقوت، 1/ 623؛ جامی، 54؛ شوشتری، 2/ 20؛ ابن کثیر، 11/ 35) ـ نیز از زرتشتیان بسطام بود که به اسلام گروید (سهلجی، 60، 63؛ ابن خرقانی، گ 20آ-20ب). پدر بایزید، عیسێ ظاهراً در هنگام کودکیِ اودرگذشته بود. از میان منابع متعدد سهلجی اشارۀ کوچکی به عیسێ دارد که از اعتقاد عمیق او به اسلام حکایت می‌کند (ص 63) و هجویری (ص 132) وعطار (ص 161) نیز او را از بزرگان بسطام دانسته‌اند. ابن‌خرقانی نیز بر ورع و تقوای او تأکید کرده، و گفته است که عیسێ پیش از چهار سالگیِ بایزید درگذشته است (گ 20ب-21آ، 22 ب)؛ اما مادر بایزید ـ که زنی دیندار و پرهیزگار بود و بایزید در حفظ حرمت او اهتمام تمام داشت ـ تا هنگام بزرگ‌سالی او و بازگشتش از سفر حج زنده بوده، و حکایتهای لطیفی از چگونگی رابطۀ بایزید با مادرش نقل کرده است (سهلجی، 63، 92، 93، 139-140؛ عطار، همانجا، نیز 164؛ ضیاء، 167؛ ابن خرقانی، گ23آ-27آ، 29آ-29ب). بایزید دو برادر به نامهای آدم و علی و نیز دو خواهر داشت (سهلجی، 65؛ ابن خرقانی، گ21ب). برادران او که یکی بزرگ‌تر، و دیگری کوچک‌تر از بایزید بود، هر دو اشخاصی دیندار بودند و فرزندان و نوادگانشان از مهم‌ترین ناقلان سخنان بایزید به شمار می‌روند. خانوادۀ بایزید پس از چندی از محلۀ بویذان نامیده می‌شد، منتقل شدند (سهلجی، 62-63؛ ابن خرقانی، گ22آ)، اما خانه‌ای که بایزید در آن متولد شده بود؛ در سالهای پس از درگذشت او در تملک نزدیکنش باقی ماند. آنان به احترام شخصیت معنوی بایزید، نه تنها در آن خانه ساکن نشدند، بلکه آن را همچون مصلایی حفظ کردند و تنها اوقات نماز به آنجا ــ که «بیت الابرار» نامیده می‌شد ــ می‌رفتند (سهلجی، همانجا؛ ابن عربی، 2/ 121، 3/ 352؛ ابن خرقانی، گ22آ-22ب). بایزید در کودکی به مکتب فرستاده شد و قرائت قرآن و خواندن و نوشتن را آموخت (عطار، 161)؛ چنین به نظر می‌رسد که او تحصیلات رسمی و مرتبی نداشته، اما اینکه سهلجی او را امّی شمرده است (ص 70)، شاید اشاره به آن دارد که وی اثر مکتوبی از خود بر جای نگذاشته؛ وگرنه از حکایتهایی که از او نقل شده، می‌توان دریافت که او خواندن و نوشتن می‌دانسته است (همو، 173؛ قشیری، 42؛ ابونعیم، 10/ 40؛ عطار، 163، 169). همچنین گفته‌اند که وی قرآن را به تمامی از برداشته است (قشیری، 15)؛ درهرحال، پاسخهایی که با استفاده از آیات قرآنی به برخی پرسشها داده است و نیز برداشتها و تفسیرهای عرفانی او از برخی از آیات حاکی از انس او با قرآن است (برای نمونه، ﻧﻜ : سهلجی، 109، 165؛ مستملی، 2/ 830-831؛ عطار، 162-163؛ ابن‌خرقانی، گ13آ؛ ضیاء، 140-141). بایزید از همان اوان کودکی باطنی روشن داشت (عطار، 185) و از ابتدای جوانی مجاهدات و ریاضتهای دشوار را آغاز کرده بود (سهلجی، 84؛ قشیری، همانجا؛ هجویری، 132-133؛ عطار، 165، 168). گفته شده که استاد او در تصوف ابوعلی سندی بوده است (سراج، 325؛ قشیری، 180؛ جامی، 56)؛ ظاهراً وی نومسلمانی از اهالی سند بود که بایزید به او فرایض دینی را می‌آموخت و او علم توحید و حقایق صرف را به بایزید تعلیم می‌داد (سراج، 177؛ سهروردی، عمر، 410؛ ابن خرقانی، گ17آ). خواجه عبدالله انصاری (ص 104) و در پی او جامی (ص 54) نیز استادی کُرد (که به درستی معلوم نیست مردی از نژاد کرد بوده، یا شبانی و گله‌دار، یا مردی سیار و اهل ترک و تجرید) اشاره دارند و گفته‌اند: بایزید وصیت کرده که او را پس از مرگ در کنار مزار این شخص و پایین‌تر از قبر او دفن کنند. ظاهراً تا زمان حیات خواجه عبدالله انصاری مدفن او در کنار مزار بایزید در بسطام باقی بوده است (همانجاها)، اما در منابع دیگر مطلبی دربارۀ این شخص نیامده است. چنین به نظر می‌رسد که روح تشنه و سرگشته و حقیقت‌جوی بایزید را این دو نیز سیراب نکردند، زیرا گفته‌اند که وی در جست‌وجوی مطلوب خود در جوانی 313 استاد دیگر را نیز خدمت کرد (سهلجی، 63؛ عطار، 161) و روایت شده است که وی نیز شاگرد امام جعفر صادق(ع) بود و در خانۀ او سقایی می‌کرد (سهلجی، همانجا؛ عطار، 161-162؛ ابن خرقانی، گ 28آ-28ب)، اما با در نظر گرفتن این نکته که امام جعفر صادق(ع) در 148ق درگذشته، بایزید ــ چنانکه خواهد آمد ــ در 188ق، یا به احتمالی در 161ق به دنیا آمده است، صحت این روایت به شدت مورد تردید قرار می‌گیرد. عطار به جست‌وجوی 30 سالۀ او در بادیۀ شام اشارت دارد، اما از منابع دیگر می‌توان که وی تنها به سفر حج رفته بود و جز مواردی که به‌سبب مخالفت و تکفیر فقهای بسطام مجبور به ترک موقت آن شهر می‌شد، بیشتر عمر خود را در بسطام گذرانید و اساساً اقامت در بسطام را بر سفر ترجیح می‌داد (سهلجی، 81، 100، 159؛ قشیری، 143؛ عطار، 162-164، 175). بایزید در بسطام بیشتر اوقات خود را در خانقائ خویش به عبادت و مراقبت و تعلیم مریدان و شاگردان می‌گذرانید و در هنگام نماز به مسجد می‌رفت و در عین حال، دیدارکنندگانی را که از راههای دور به دیدنش می‌آمدند، نیز می‌پذیرفت و گاه خود به استقبال کسانی که به دیدارش آمده بودند، می‌رفت (سهلجی، 72-73، ﺟﻤ ؛ اعطار، 177). با آنکه در هیچ یک از منابع کهن به همسر و فرزند داشتن و اشاره‌ای نشده، و او خود نیز داشتن زن و فرزند را مانع سلوک زاهدانه و صوفیانه می‌دانسته است (قشیری، 15؛ عطار، 181)، ابونعیم اصفهانی (10/ 36) و ابن جوزی ( صفة ...، 4/ 111)- ظاهراً به پیروی از ابونعیم ـ از قول همسر ابویزید مطالبی را نقل کرده‌اند و ابن خرقانی نیز از زنی به عنوان حرّۀ دهستانی به عنوان همسر بایزید و پسری به نام آدم به عنوان پسر او یاد می‌کند (گ 7آ-7ب). برخلاف برخی مشایخ بزرگ صوفیه که به حرفه‌ای مشغول بوده‌اند، ظاهراً بایزید حرفه و پشینه‌ای نداشته، و بدین سبب، مورد سؤال قرار می‌گرفته است (سهلجی، 148؛ عطار، همانجا؛ ابن خرقانی، گ 101ب-102آ؛ عزالدین، 250)؛ ولی بعید نیست که از طریق آنچه به او رسیده بوده، زندگانی را می‌گذرانیده است (سجستانی، 226). بایزید با برخی از بزرگ‌ترین صوفیان نخستین هم عصر بوده است. از میان این شخصیتها کسانی همچون احمد بن خضرویۀ بلخی و همسرش ام‌علی، ابراهیم ستنبۀ هروی، حاتم اصم، یحیی بن معاذ رازی، شفیق بلخی و ابوتراب نخشبی به دیدارش به بسطام می‌آمدند و از گفت‌وگوهای آنان با بایزید در منابع مختلف سخن رفته است (سهلجی، 72-74، 98-99، 118، 170؛ هجویری، 149-150؛ عطار، 170، 175، 180؛ ابن خرقانی، گ 41آ-41ب، 42ب، 44آ، 48ب، 49آ). برخی دیگر همچون ذوالنون مصری نیز از طریق مکاتبه، یا با فرستادن مریدان خود با او ارتباط داشته‌اند (سهلجی، 103، 151، 160، 173؛ هجویری، 322؛ عطار، 163؛ ابن خرقانی، گ47ب-48آ). با توجه به کثرت روایتهای مربوط به دیدارکنندگان و مشتاقان ملاقات او که در منابع آمده است، می‌توان دریافت که وی از اواسط عمر عارفی پرآوازه بوده، و شهرتش به شهرهای دور و نزدیک آن روزگار رسیده بوده است. این حسن شهرت و توجه و اقبال عام و همگانی از یک‌سو، و سخنان شطح‌آمیز و جسورانۀ او از سوی دیگر، مخالفت و حسادت عالمان و زاهدان هم‌عصر او را برمی‌انگیخت و آنان را به دشمنی و انکار و تفکیر او وامی‌داشت (ﻧﻜ : سهلجی، 81، 113-114، 119-120؛ عطار، 155-156، 158-159؛ ابن خرقانی، گ 101ب). گفته‌اند که 7بار او را تفکیر کردند و از بسطام بیرون راندند (عطار، 166؛ ابن خرقانی، گ 66ب؛ نیز ﻧﻜ : ابن جوزی، تلبیس ...، 167؛ ذهبی، 2/ 347)، اما 7بار تبعید و بازگشت او به بسطام نشانۀ آن است که دارای پایگاه مردمی بوده، و اعتقاد عمومی نسبت به او بر مخالفتها و دشمنیهای متشرعان غلبه داشته، و مانع آن شده است که سرنوشتی نظیر سرنوشت حلاج داشته باشد. از میان مریدان خاص بایزید بسطامی می‌توان به عیسی بن آدم، ملقب به ابوموسێ خادم (ابوموسێ اکبر)، برادرزادۀ او اشاره کرد که خادم شخص بایزید بود و رسیدگی به امور خانقاه را بر عهده داشت. وی از مریدان بسیار نزدیک بایزید بود؛ بسیاری از سخنان بایزید از طریق او نقل شده، و چنانکه خود گفته هنوز 400 سخن از پیر خود به یاد داشته است. او چون کسی را لایق شنیدن آنها نیافت، همه را با خود به گور برد (سهلجی، 65-68؛ ابن جوزی، صفة ، 4/ 112؛ ابن خرقانی، گ 31آ). ابوموسێ در هنگام درگذشت بایزید 22 سال داشت و در طول مصاحبت با وی خود در شناخت معرفت به مرتبه‌ای رفیع دست یافته بود. از ابوموسێ 4فرزند به جای ماند که یکی از آنان به نام موسێ، مشهور به عَمّی (یا عُمّی) بسطامی احوال بایزید را از قول پدر خود نقل کرده است (سهلجی، 69، 99، 152-153؛ قشیری، همانجا؛ ابونعیم، 10/ 36-37). مدفن ابوموسێ در کنار مزار بایزید قرار داشت و خود وصیت کرده بود که گور او را پایین‌تر از کور بایزید قرار دهند (سهلجی، 67؛ ابن خرقانی، گ 30ب). از دیگر مریدان مشهور بایزید ابوموسێ دبیلی، خواهرزادۀ او و از شاگردان و مصاحبان عبدالرحیم بن یحیێ اسود دبیلی بود و از فضل و کمال بهرۀ تمام داشت (سهلجی، 71، 99، 167؛ ابن‌جوزی، همان، 4/ 113). وی که به ابوموسێ ثانی شهرت یافت، در آغاز برای دیدار بایزید به بسطام آمده بود، پس از ملاقات شیفتۀ او شد و در سلک مریدانش درآمد. با این حال، اقامت او در بسطام دائمی نبود و پس از چندی به ارمنستان رفت (سهلجی، 71-72). سفر ابوموسێ به ارمنستان در نظر گروهی از محققان معاصر موجب شده است که اصل او را از دبیل (از شهرهای قدیم ارمنستان) و نه از دَیبُل (از شهرهای درۀ سند) بدانند (ﻧﻜ : EI2 , I/ 162 ؛ ایرانیکا، IV/ 183 ؛ کربن، I/ 269 ؛ حقیقت، سلطان ...، 35). به هرحال، بسیاری از گفته‌های بایزید از قول همین ابوموسێ دبیلی نقل شده است (سهلجی، ﺟﻤ ؛ ابن جوزی، همان، 4/ 112-113). سعید منجورانی، سعید راعی، خطاب طرزی و ابومنصور جینوی نیز از مریدان دیگر او بودند که همه به دت او به طریق زهد و عبادت روی آوردند و از ناقلان سخنان و حکایتهای او به‌شمار می‌رفتند (سهلجی، 74-77؛ ابن خرقانی، گ 32آ-36آ). به‌این‌ترتیب، روایات و اقوال مربوط به بایزید از یک‌سو به واسطۀ افراد خانواده‌اش و از سوی دیگر از طریق مریدان و نیز کسانی که به دیدار او می‌آمدند، نقل و منتشر می‌گشت. در سده‌های بعد این اقوال از طریق واسطه‌های دیگری همچون جنید بغدادی ـ که آنها را بیش از همه از بوعمران موسی بن عیسی بن آدم، نوادۀ آدم برادر بایزید، دریافت داشته بود ـ از فارسی به عربی ترجمه شد و به سرزمینهای غربی اسلام نیز راه یافت (سهلجی، 139-140، 157).  بایزید بسطامی در 73 سالگی در زادگاه خود بسطام درگذشتت (همو، 83؛ ابن جوزی، همان، 4/ 114، المنتظم ، 5/ 29؛ جامی، 54). سال درگذشت او در منابع کهن‌تر به دو صورت 261ق (مثلاً ﻧﻜ : سلمی، 60؛ خواجه عبدالله، 104؛ ابن جوزی، صفة ، همانجا) و 234ق (سهلجی، همانجا) ثبت شده است. تاریخ اول مستند به سلسله اسنادی خانوادگی است که به برادرزادۀ بایزید می‌رسد و کسانی چون سلمی (همانجا) و خواجه عبدالله انصاری (همانجا) آن را نقل کرده‌اند و تاریخ دوم که سهلجی آن را ذکر کرده است (همانجا)، با شواهد غیر مستقیمی همچون دیدار بایزید با شفیق بلخی (د 194ق/ 810م) ونیز گفت‌وگوی بایزید با مرید او که در منابع مختلف آمده است (همو، 118، 123؛ عطار، 173-174) و همچنین حکایت انتظار او برای رسیدن جواب بایزید و درگذشتنش پیش از رسیدن جواب (ﻧﻜ : همو، 174-175) تأیید می‌شود. اما از سوی دیگر ابن خرقانی به نقل از ابن فووطی مورخ بغدادی آورده است که بایزید در زمان خلافت عمر بن عبدالعزیز (99-101ق)، خلیفۀ اموی متولد شد (گ 4ب، 5آ). همو در جای دیگری از این کتاب آورده است که شبخ ابوالحسن خرقانی 171 سال پس از مرگ بایزید به دنیا آمد (گ 55ب). باتوجه به تاریخ درگذشت خرقانی (425ق) و اینکه او 73سال زیسته است، تاریخ درگذشت بایزید 181ق خواهد بود. همچنین در برخی از منابع کهن، ابراهیم هروی، معروف به ستَنْبه (یا استنبه) را از مصاحبان بایزید و از راویان اقوال او به شمار آورده‌اند (سهلجی، 73، 74، 100، 139، 172، 173)؛ و از سوی دیگر، ابونعیم اصفهانی در حلیة الاولیاء (10/ 43) همین ابراهیم هروی را از نزدیکان ابراهیم ادهم (د 166ق) خوانده است. به این ترتیب، شاید بتوان دوران حیات او را در اواخر سدۀ 2ق/ 8م قرار داد، و در این‌صورت مسأله شاگردی او در محضر امام صادق(ع) و دیدارش با شفیق‌بلخی نیز متحمل‌تر می‌نماید و بعید نیست که چندکس به نامهای مشابه و نزدیک به هم از این خاندان در اواخر سدۀ 2ق و اواسط سدۀ 3ق می‌زیسته‌اند و سالهای وفات آنها با هم خلط شده است. چنانکه اشاره شد، از بایزید اثر مکتوبی برجای نمانده است، اما علاوه بر حکایتها و اقوال او که در کتابهای مختلف آمده، در برخی منابع رباعیهایی نیز به او نسبت داده شده است (آذر، 67؛ هدایت، 1/ 133-134؛ مدرس، 7/ 312) که البته صحت انتساب آنها قابل اثبات نیست. مزار بایزید در بسطام از همان ابتدا مورد توجه صوفیان و اهل ذوق و عرفان قرار گرفت که برای تبرک و کسب فیض به زیارت آن می‌آمدند و گاهی نیز چندی در آنجا مجاور مس‌شدند (سراج، 391). فاطمه‌ ام‌علی، همسر احمد بن خضرویۀ بلخی، پس از مرگ بایزید به زیارت مزار او رفت (عطار، 209؛ ابن خرقانی، گ 44آ). ابوالحسن خرقانی همواره به زیارت آرامگاه بایزید می‌رفت («نور...»، 362-363؛ ابن‌خرقانی، گ55 ب-56آ) . علی بن عثمان هجویری نیز بارها به آنجا رفته، و گاه ماهها در کنار مزار او مجاور بوده است (هجویری، 77). ابوسعید ابوالخیر هنگام زیارت مزار بایزید گفته بود «هر که چیزی گم کرده است، این جای آن است که با وی دهند» (محمد بن منور، 1/ 139؛ ابن خرقانی، گ 46آ). ناصرخسرو قبادیانی (ص 3)، یلقوت حموی (1/ 623) . ابن‌بطوطه (ص 390) و بسیار کسان دیگر نیز آرامگاه بایزید را زیارت کرده بودند. مرقد بایزید احتمالاً هیچ‌گاه سقف و ساختمانی از آن خود نداشته است. در 514ق/ 1120م مسجدی که امروزه به مسجد بایزید مشهور است، همراه با منار آن که منار بسطام نامیده می‌شود، در جنوب مزار بایزید ساخته شد. این مسجد در 699ق/ 1300م در زمان حکومت غازان خان و برادرش اولجایتو بازسازی شد و پس از آن، در 702ق در کنار مزار بایزید خانقاهی که متشکل از 3 اتاق کوچک است و در یکی از آنها محرابی با گچ‌بریهای بسیار زیبا وجود دارد، ساخته شد. اندکی بعد، ساختمان بقعۀ امام‌زاده محمد ـ بنا به قولی فرزند امام جعفر صادق(ع) ـ سپس گنبد غازان خان، دالان ورودی صحن و ایوان غربی نیز آغاز گزدید و به این ترتیب، غالب بناهای این مجموعه مربوط به قرن 8ق/ 14م است و برخی به دستور غازان خان و برخی دیگر به دستور اولجایتو ساخته شده‌اند (اعتمادالسلطنه، مرآة ...، 1/ 353-354، مطلع ...، 1/ 68-73؛ حقیقت، سلطان ، 123-136، تاریخ ...، 329-340؛ مشکوتی، 286-287؛ ویلبر، 138-139). میراث معنوی بایزید بیش از همه در میان اعضای خاندانش به خصوص فرزندان و نوادگان برادرش آدم باقی ماند (سهلجی، 71) که تا سالها پس از درگذشت او سخنان و حکایتهایش را برای جویندگان و مشتاقان نقل می‌کردند و به پرسشهای کسانی که جویای احوال او بودند، پاسخ می‌دادند (سراج، همانجا؛ ابن جوزی، تلبیس ، 344). تأثیر شخصیت بایزید در میان اطرافیانش چنان بود که پس از او بسیاری از فرزندان این خانواده به احترام او طیفور یا ابویزید و یا حنێ به نام پدر و برادران او عیسێ، علی و آدم نامیده می‌شدند (ﻧﻜ : سهلجی، 61، ﺟﻤ؛ یاقوت، همانجا). همین امر ظارهراً باعث شده است که مورخان و تذکره‌نویسان گاه دچار اشتباه شده، بعضی نامها را با یکدیگر خلط و در سلسلۀ نقل‌قولها خطا کنند (ﻧﻜ : ابن خلکان، 2/ 531؛ ابن کثیر، 11/ 35؛ شوشتری، 2/ 20؛ مدرس، 7/ 309). ابن خرقانی نیز با نسبت دادن فرزند پسری به نام آدم به بایزید، فرزندان و نوادگان ابوموسێ اکبر را، فرزندان بایزید و سپس جانشینان او معرفی کرده است (گ 150آ ﺑﺒ )."
  ],
  "bibliography": null,
  "signature": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 435
}