{
  "id": "eweb_024",
  "source": "EIs",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/SIM-05000029.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-9831_isla_SIM_05000029",
  "title": "Bundār b. al-Ḥusayn Shīrāzī",
  "authors": [
    "Hussein La-Shay'",
    "Translated by Farzin Negahban"
  ],
  "word_count": "(1,193 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "17 Jun 2021",
  "last_updated": "17 Jun 2021",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "When he was young, he is said to have been sent by his father to Baghdad with merchandise costing 40,000 dinars to engage in commerce, but while there he met the famous Sufi Abū Bakr al-Shiblī (d. 334/945) and became overawed by his presence. Al-Shiblī encouraged him to give away all his wealth as alms and embark upon the Sufi path. As a result, Bundār b. al-Ḥusayn began practising asceticism ( zuhd ) and spiritual detachment ( tajrīd ) (Ibn ʿAsākir, 180–181; al-Dhahabī, 16/108–109). Although this report is not mentioned in the earlier sources, what is certain is that he joined al-Shiblī’s circle of disciples and was highly thought of by him. Bundār b. al-Ḥusayn also associated with Jaʿfar al-Ḥadhdhāʾ (d. 341/952), whom he considered to have achieved a higher spiritual rank than al-Shiblī (regarding his association with al-Shiblī and Jaʿfar al-Ḥadhdhāʾ see also al-Qushayrī, 31; Rūzbihān Baqlī, 42).",
    "ʿAbd Allāh Anṣārī (p. 501) and ʿAbd al-Raḥmān Jāmī (p. 231) regarded him as the master of Abū ʿAbd Allāh Muḥammad b. Khafīf Shīrāzī (d. 371/981). These two contemporary masters in Fārs apparently engaged in debates on various subjects. Among other things, Bundār is reported to have defended the opinions of certain masters regarding faith ( īmān ) in response to Ibn Khafīf ’s objections (al-Sulamī, 467; Anṣārī, 501; Ibn ʿAsākir, 179; Jāmī, 231). Abū ʿAbd Allāh Aḥmad b. Ibrāhīm Arrajānī, known as Mānk, is also mentioned as one of Bundār’s disciples (Anṣārī, 554; Jāmī, 272). Bundār b. al-Ḥusayn died in Arrajān and was buried there. His body was prepared for burial by Abū Zurʿa al-Ṭabarī (al-Sulamī, 467; Abū Nuʿaym, 10/384; Anṣārī, 554; Rūzbihān Baqlī, 42; Mustawfī, 656; Jāmī, 231).",
    "Bundār is reported to have narrated one ḥadīth from the Prophet Muḥammad: ‘the religion of each person is also the religion of his friend and companion, therefore let each person take care whom he takes as his friend’ (Ibn ʿAsākir, 180; al-Dhahabī, 16/108). Sources cite three verses of Arabic poetry by him in which he mentions the tribulations of life and their edifying impact on the life of the individual (al-Sulamī, 470; Anṣārī, 502; al-Dhahabī, 16/109).",
    "I have been disciplined by the vicissitudes of Time,",
    "And for the adept alone, this admonition be thine,",
    "I have tasted of sweet and I have tasted of strife,",
    "Such are the trials of a youthful life,",
    "And I have had comfort and I have had care,",
    "Of both of these I have had my share.",
    "His comments on the definition of a Sufi and his opinions on Sufi doctrine and mystical matters are cited in various sources including those mentioned above. He is also said to have written various works, in particular a Qurʾān commentary called Tafsīr Bundār (Rūzbihān Baqlī, 42; Rūzbihān al-Thānī, 299).",
    "According to Bundār b. al-Ḥusayn, a Sufi is one whom God has chosen for Himself and rendered pure ( ṣāfāhu ), setting him free ( barrāhu ) from his own soul (al-Sulamī, 467–468; Mustamlī Bukhārī, 1/163; Jāmī, 231). He gives a symbolic nine-part definition of the word ṣūf (from which the word Sufi derives), with each of its letters indicating three interrelated meanings: the ṣād (ṣ) stands for the Sufi’s sincerity, patience and purity ( ṣidq, ṣabr , ṣafāʾ ), the letter wāw (the long vowel ū) for his love, having arrived [at reality; or ‘having being initiated into the Path’] and faithfulness ( wudd , wurūd, wafāʾ ), and the final fāʾ (f ) for his spiritual poverty, being lost [to himself ] and extinction ( faqr, faqd , fanāʾ ) (Abū Nuʿaym, 10/385). One saying of Bundār which is of particular importance from the esoteric point of view is the following: ‘Do not dispute with your soul, for it is not really yours: leave it to its Lord, that He may do with it what He will’ (Qushayrī, 31).",
    "According to Bundār b. al-Ḥusayn, the Sufis all hold the same opinion on the Unity of God ( waḥdāniyya ), but differ with respect to the means of reaching the one and indivisible divine Reality. He said that it is appropriate that each Sufi engage with a particular Divine Name which corresponds to the needs of his spiritual condition; and it is with the aid of this name or attribute that the wayfarer is able to come closer to the divine Reality (al-Sulamī, 469). His views on Sufi audition ( samāʿ ), its value and legality, are invoked by various Sufi authors, including Abū Naṣr al-Sarrāj (d. 378/988) and Abū al-Qāsim al-Qushayrī (d. 465/1073). According to them, Bundar b. al-Ḥusayn said that Sufi audition can occur according to three modes: audition through the (lower) nature ( bi al-ṭabʿ ), audition through spiritual state ( bi al-ḥāl ) and audition through God ( bi al-Ḥaqq ). Audition through nature is a natural human state, which is marked by the pleasure that is derived from listening to beautiful voices, and this is innate in human beings, being found amongst both the commoners and the elite. Those who listen through their spiritual states can find, in addition to the pleasant nature of the sounds, sensations of joy and sorrow, fear or regret, enthusiasm or serenity, according to their inner or mental states. Finally, listening through God is a manner of audition in which the listener is remote from sensations of physical pleasure or human sentiments and passions, for this audition is from God to God, and thus a manifestation of pure tawḥīd (al-Sarrāj, 278–279; al-Qushayrī, 169–170)."
  ],
  "bibliography": [
    "Abū Nuʿaym al-Iṣfahānī, Aḥmad, Ḥilyat al-awliyāʾ (Cairo, 1357/1938)",
    "Anṣārī, Kh w ājah ʿAbd Allāh, Ṭabaqāt al-Ṣūfiyya , ed. Muḥammad Sarwar Mawlāʾī (Tehran, 1362 Sh./1983)",
    "al-Dhahabī, Muḥammad, Siyar aʿlām al-nubalāʾ , ed. Shuʿayb al-Arna⁠ʾūṭ et al. (Beirut, 1404/1984)",
    "Ibn ʿAsākir, ʿAlī, Tabyīn kadhib al-muftarī (Beirut, 1404/1984)",
    "Jāmī, ʿAbd al-Raḥmān, Nafaḥāt al-uns , ed. Maḥmūd ʿĀbidī (Tehran, 1370 Sh./1991)",
    "Junayd Shīrāzī, Abū al-Qāsim, Shadd al-izār , ed. Muḥammad Qazwīnī and ʿAbbās Iqbāl Āshtiyānī (Tehran, 1328 Sh./1949)",
    "al-Kalābādhī, Muḥammad, al-Taʿarruf li madhhab ahl al-taṣawwuf , ed. ʿAbd al-Ḥalīm Maḥmūd et al. (Beirut, 1400/1980)",
    "Mustamlī Bukhārī, Ismāʿīl, Sharḥ al-taʿarruf , ed. Muḥammad Rawshan (Tehran, 1363 Sh./1984)",
    "Mustawfī, Ḥamd Allāh, Tārīkh-i guzīdah , ed. ʿAbd al-Ḥusayn Nawāʾī (Tehran, 1362 Sh./1983)",
    "Nayistānī, Jawād, ‘Arrajān’, GIE , vol. 7, pp. 462–466",
    "al-Qushayrī, ʿAbd al-Karīm, al-Risāla al-Qushayriyya (Cairo, 1359/1940), idem, English trans. by Alexander Knysh as al-Qushayrī’s Epistle on Sufism (Reading, 2007)",
    "Rūzbihān Baqlī, Sharḥ-i shaṭḥiyyāt , ed. Henry Corbin (Tehran, 1344 Sh./1965)",
    "Rūzbihān al-Thānī, ʿAbd al-Laṭīf b. Ṣadr al-Dīn, ‘Rawḥ al-jinān fī sīrat al-shaykh Rūzbihān’, in Muḥammad-Taqī Dānishpazhūh, ed., Rūzbihān-nāmah (Tehran, 1374 Sh./1995), pp. 151–386",
    "al-Sarrāj al-Ṭūsī, ʿAbd Allāh, al-Lumaʿ fī al-taṣawwuf , ed. R. A. Nicholson (Leiden, 1914)",
    "al-Sulamī, Muḥammad, Ṭabaqāt al-Ṣūfiyya , ed. Nūr al-Dīn Shurayba (Aleppo, 1406/1986)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 702
}
