{
  "id": "eweb_025",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/226407/%D8%A7%D8%A8%D9%88%D8%A7%D9%84%D8%AD%D8%B3%D9%86-%D9%BE%D9%88%D8%B4%D9%86%D8%AC%DB%8C",
  "annotator": "Jeremy",
  "title": "ابوالحسن پوشنجی",
  "authors": [
    "غلامعلی آریا"
  ],
  "last_updated": "چهارشنبه 21 خرداد 1399",
  "content": [
    "اَبوالْحَسَنِ پوشَنْجی، علی‌ بن احمد بن سهل (د 348 ق / 959 م)، عارف، زاهد و از جملۀ جوانمردان خراسان. ابوالحسن چون از مردم پوشنگ هرات بود، به پوشنجی شهرت یافت. وی در جوانی زادگاه خود را ترك گفت و در نیشابور اقامت گزید (ابونعیم، 10 / 379؛ عطار، 2 / 75؛ ابن ملقّن، 252؛ انصاری، 421). وی در هرات از ابوجعفر محمد بن عبدالرحمن شامی و حسین بن ادریس انصاری و دیگران استماع حدیث كرد (سبكی، 3 / 344؛ ابن تغری بردی، 3 / 320) و در نیشابور مدتی با ابوعثمان حیری صحبت داشت (سبكی، همانجا). در سفری به شام طاهر مقدسی و ابوعمر دمشقی را ملاقات كرد و در عراق با ابن عطا و جْرُیری مصاحب بوده و با شبلی نیز دربارۀ مسائل [عرفانی] گفت‌وگو داشته است (سلمی، 481؛ انصاری، عطار، همانجاها) و ابوعبدالله حاكم، ابوالحسن علوی و عبدالله بن یوسف اصفهانی از وی حدیث روایت كرده‌اند (ابن عساكر، 11 / 840؛ ابن تغری بردی، همانجا). پوشنجی در علم توحید و علوم معاملات از مشایخ بزرگ زمان خود و نیز صاحب طریقۀ نیكو در فتوّت و تجرید و دین‌دار بود و دستگیری از مستمندان را بر خود واجب می‌دانست (نك‍ : سلمی، انصاری، همانجاها؛ جامی، 225) و داستانهایی كه از اینگونه خصلتهای او نقل كرده‌اند، مؤید این قول است (نك‍ : غزالی، 2 / 179؛ قشیری، 249؛ عطار، 2 / 76؛ ابن‌ملقن، 254-255؛ ابن‌جوزی، 204). هنگامی كه از سفر عراق بازگشت به الحاد منسوبش كردند (عطار، 2 / 75) و به گفتۀ انصاری «مگر در عقیده وی را خللی بوده یا خطایی در سخن» (همانجا). شاید به همین جهت بود كه در نیشابور خانقاهی بنا كرد و به عبادت پرداخت و تا هنگام وفات از مردم كناره گرفت (ابن عساكر، سبكی، همانجاها؛ ابن ملقن، 252). گفته‌اند كه وی در نماز جمعه و جماعت شركت نمی‌كرد و چون از این جهت ملامتش كردند در جواب گفت: اگر بركت در جماعت است، سلامت در عزلت است (ابن‌ جوزی، 289؛ ابن ‌عساكر، 11 / 843). پوشنجی در نیشابور درگذشت و ابوالحسن محمد بن ابی‌اسماعیل علوی او را غسل داد و بر او نماز خواند (ابن عساكر، 1 / 841؛ ابن ملقن، همانجا) و در محلۀ قزالشیخ در كنار مزار حمدون قصار و ابوعلی ثقفی و عبدالله بن منازل به خاك سپرده شد (خلیفۀ نیشابوری، 145؛ ابن‌ عساكر، 11 / 840، 841). نوشته یا تألیفی به او نسبت نداده‌اند، لیكن بسیاری از اقوال او در باب فتوت و مروت و صحبت در تذكره‌ها نقل شده است. این سخن او معروف است كه گفت: «تصوف پیش از این حقیقتی بود كه نامی نداشت و امروز نامی است كه حقیقتی ندارد».",
    "ابن تغری بردی، النجوم ؛ ابن جوزی، عبدالرحمن، تلبیس ابلیس، بیروت، 1368 ق؛ ابن‌ عساكر، علی‌ بن ‌حسن، تاریخ مدینة دمشق ، عمان، دارالبشیر؛ ابن ملقن، عمر بن علی، طبقات‌ الاولیاء ، به كوشش نورالدین شریبه، بیروت، 1406 ق / 1986 م؛ ابونعیم اصفهانی، احمد بن عبدالله، حلیة ‌الاولیاء ، بیروت، 1387 ق / 1967 م؛ انصاری هروی، خواجه عبدالله، طبقات ‌الصوفیه ، به كوشش عبدالحی حبیبی، كابل، 1341 ش؛ جامی، عبدالرحمن بن احمد، نفحات‌الانس ،به كوشش مهدی توحیدی‌پور، تهران، 1336 ش؛ خلیفۀ نیشابوری، احمد بن محمد، ترجمه و تلخیص تاریخ نیشابور حاكم نیشابوری، به كوشش بهمن كریمی، تهران، 1339 ش؛ سبكی، عبدالوهاب بن علی، طبقات الشافعیة الكبری ، به كوشش محمود محمد طناحی و عبدالفتاح محمد حلو، بیروت، 1384 ق / 1965 م؛ سلمی، محمد بن حسین، طبقات‌ الصوفیة ، به كوشش پدرسن، لیدن، 1960 م؛ عطار، فریدالدین، تذكرة ‌الاولیاء ، به كوشش محمد قزوینی، تهران، 1336 ش؛ غزالی، محمد بن محمد، كیمیای سعادت ، به كوشش حسین خدیو جم، تهران، 1361 ش؛ قشیری، عبدالكریم بن هوازن، الرسالة القشیریة ، به كوشش معروف زریق و علی عبدالحمید بلطه‌جی، دارالخیر، 1408 ق / 1988 م.",
    "غلامعلی آریا"
  ],
  "bibliography": [
    "ابن تغری بردی، النجوم",
    "ابن جوزی، عبدالرحمن، تلبیس ابلیس، بیروت، 1368 ق",
    "ابن‌ عساكر، علی‌ بن ‌حسن، تاریخ مدینة دمشق ، عمان، دارالبشیر",
    "ابن ملقن، عمر بن علی، طبقات‌ الاولیاء ، به كوشش نورالدین شریبه، بیروت، 1406 ق / 1986 م",
    "ابونعیم اصفهانی، احمد بن عبدالله، حلیة ‌الاولیاء ، بیروت، 1387 ق / 1967 م",
    "انصاری هروی، خواجه عبدالله، طبقات ‌الصوفیه ، به كوشش عبدالحی حبیبی، كابل، 1341 ش",
    "جامی، عبدالرحمن بن احمد، نفحات‌الانس ،به كوشش مهدی توحیدی‌پور، تهران، 1336 ش",
    "خلیفۀ نیشابوری، احمد بن محمد، ترجمه و تلخیص تاریخ نیشابور حاكم نیشابوری، به كوشش بهمن كریمی، تهران، 1339 ش",
    "سبكی، عبدالوهاب بن علی، طبقات الشافعیة الكبری ، به كوشش محمود محمد طناحی و عبدالفتاح محمد حلو، بیروت، 1384 ق / 1965 م",
    "سلمی، محمد بن حسین، طبقات‌ الصوفیة ، به كوشش پدرسن، لیدن، 1960 م",
    "عطار، فریدالدین، تذكرة ‌الاولیاء ، به كوشش محمد قزوینی، تهران، 1336 ش",
    "غزالی، محمد بن محمد، كیمیای سعادت ، به كوشش حسین خدیو جم، تهران، 1361 ش",
    "قشیری، عبدالكریم بن هوازن، الرسالة القشیریة ، به كوشش معروف زریق و علی عبدالحمید بلطه‌جی، دارالخیر، 1408 ق / 1988 م."
  ],
  "signature": "غلامعلی آریا",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 292
}