{
  "id": "eweb_026",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/246013/%D8%AF%DB%8C%D9%84%D9%85%DB%8C%D8%8C-%D8%A7%D8%A8%D9%88%D8%A7%D9%84%D8%AD%D8%B3%D9%86",
  "annotator": "Jeremy",
  "title": "دیلمی، ابوالحسن",
  "authors": [
    "زهرا حسینی"
  ],
  "last_updated": "چهارشنبه 27 آذر 1398",
  "content": [
    "دِیْلَمی، ابوالحسن علی بن محمد (د احتمالاً 392 ق / 1002 م)، صوفی و نویسندۀ نامدار سدۀ 4 ق / 10 م در شیراز. از جزئیات زندگی او اطلاع چندانی در دست نیست و تنها با کنار هم نهادن برخی شواهد می‌توان گفت که وی به خاندانهای دیلمیانی تعلق داشت که در زمان حکومت آل‌بویه، در نیمۀ اول سدۀ 4 ق از شمال ایران مهاجرت کردند و در جنوب، به‌ویژه در فارس، ساکن شدند و ازاین‌رو، چنین به نظر می‌رسد که احتمالاً در نیمۀ نخست سدۀ 4 ق به دنیا آمده باشد (معین، 4-5؛ کربن، 15-16؛ بل، xiii-xiv). استاد او در عرفان ابوعبدالله محمد بن خفیف (د 371 ق / 981 م) مشهور به شیخ کبیر بود که خود فرزند یکی از امیران دیلمی عمرو لیث صفاری، و بنابراین از جملۀ دیلمیان فارس بود. ابوالحسن در دوران جوانی، از حدود سال 352 ق به بعد، زیر نظر ابن‌خفیف به سلوک پرداخت و شرح احوال و اقوال شیخ خود را در کتابی به نام سیرة الشیخ الکبیر ابوعبدالله ابن الخفیف الشیرازی گرد آورد (نک‍ : ص 9؛ بل، xiv؛ بورینگ، «دیلمی»، 338 ). چنان‌که از حکایتهای این کتاب برمی‌آید، وی با بیشتر مریدان، خادمان و دوستان ابن‌خفیف گفت‌وگو و معاشرت داشت (برای نمونه، نک‍ : دیلمی، همان، 25، 32-33، 37- 38، 198- 199، 204-205؛ نیز جنید، 47- 49، 50-52، 102-105). همچنین براساس حکایتی که در شد الازار از او نقل شده است، می‌توان دریافت که وی با ابونصر سراج طوسی (د 378 ق / 988 م) و ابوعبدالله حسین بن احمد بیطار (د 363 ق / 974 م) نیز هم‌صحبت بوده است (نک‍ : جنید، 47؛ بورینگ، همانجا). در این کتاب همچنین از قول دیلمی مطالبی دربارۀ ابوحیان توحیدی (د ح 414 ق / 1023 م) و از زبان او نقل می‌شود که نشان از معاشرت دیلمی با وی دارد (نک‍ : جنید، 53-54، 104). این‌گونه اقوال موجب آن شده است که برخی محققان دیدگاههای فلسفی مطرح‌شده در کتاب عطف الالف دیلمی را، که غالباً از قول شخصی ناشناس نقل می‌شود، برگرفته از ابوحیان و یا زیر تأثیر او بدانند (نک‍ : ماسینیون، II / 229-230؛ واده، 8؛ بورینگ، همان، 339؛ بل، lxiii-lxiv). براساس اندک شواهد موجود، به نظر می‌رسد که وی به شهرهایی چون مکه، بغداد، انطاکیه و شاید شهرهای دیگر سفر کرده بود، اما ظاهراً سرانجام به شیراز بازگشته، و سالهای طولانی در آنجا مانده است. از محل درگذشت، مزار، مریدان و خانوادۀ او نیز اطلاعی در دست نیست (قشیری، 231-232؛ بل، xx-xxi؛ واده، 4-5؛ نیز نک‍ : دیلمی، عطف ... ، 107- 108). بااین‌همه، آنچه موجب شهرت دیلمی است، نه روایتهای مبهم مربوط به زندگی وی، بلکه پرداختن او به موضوع عشق الٰهی به شیوه‌ای عالمانه در اثر بسیار مهمش، یعنی کتاب عطف الالف المألوف علی اللام المعطوف ، و مطرح‌کردن دیدگاههای حلاج در آن اثر، و نیز نوشتن کتابی دربارۀ زندگی و اقوال ابوعبدالله ابن‌خفیف است (نک‍ : دنبالۀ مقاله).",
    "1. عطف الالف المألوف علی اللام المعطوف ، کتابی به عربی که محققان آن را نخستین و قدیم‌ترین مکتـوب تصوف اسلامی ـ ایرانی در زمینۀ عشق الٰهی شمرده‌اند. دیلمی در این اثر گزیده‌ای از آراء فیلسوفان، متکلمان، ادیبان، صوفیان، صاحب‌نظران علم‌النفس، ریاضی‌دانان و حتى منجمان را در کنار دیدگاههای خود آورده است و به‌همین‌سبب، این اثر نمودی از فرهنگ زمانۀ او به شمار می‌آید که در آن جریانهای فکری گوناگون، همچون باورهای ایرانی و اسلامی، اندیشه‌های یونانی و تفکرات شرق باستان حضوری زنده و فعال داشتند (والتزر، 407, 413؛ واده، 2؛ آبراهامُف، 36). دربارۀ نام این کتاب برخی بر این باورند که دیلمی احتمالاً آن را از یکی از آثار حلاج به نام الالف المألوف برگرفته است و یا آنکه در نام‌گذاری آن به ابیاتی از حلاج نظر داشته است که دیلمی خود آن را در اثر دیگرش (نک‍ : سیرة ، 236) نقل می‌کند. در این ابیات، حلاج با اشاره به حروف اسم «الله» چنین می‌گوید: «دلم شیفتۀ 4 حرف است ... الفی که خلق را با آفرینش الفت می‌بخشد ... لامی که بر ملامت جاری است ... سپس لامی که در فزونی معانی است و چهارم هایی که شیفتۀ آنم و می‌دانم» (نیز نک‍ : ابن‌ندیم، 243؛ انصاری، 11-12؛ ماسینیون، II / 229؛ بل، lvi-lvii). این دیدگاه توسط این واقعیت تأیید می‌شود که دیلمی نخستین کسی است که پس از کشته‌شدن حلاج، در کتاب عطف و نیز سیرة ابن الخفیف به نقل احوال، اقوال و دیدگاههای حلاج، به‌ویژه در زمینۀ عشق الٰهی پرداخت. تردیدی نیست که وی از طریق پیر خود، ابن‌خفیف، با شخصیت و آراء حلاج آشنایی یافته بود و در نقل این مطالب، هم از خاطرات شفاهی پیر خود و هم از آثاری از حلاج که احتمالاً ابن‌خفیف در اختیار داشته، بهره برده است (نک‍ : ماسینیون، II / 229-230). از بررسی کتاب عطف می‌توان دریافت که دیلمی در گردآوری و تدوین مطالب آن از منابع گوناگونی بهره برده است که مطالب شنیده‌شده از شیخ او یکی از آنها ست. افزون‌براین، بنابر برخی شواهد، خود ابن‌خفیف هم دست‌کم دو کتاب کوچک در زمینۀ عشق نوشته بود که بی‌تردید، دیلمی در نگارش کتاب خود به آنها توجه داشته است (نک‍ : دیلمی، عطف ، 244-245؛ بل، xxii-xxiii). وی همچنین از آثار و اقوال صوفیانی چون عمرو بن عثمان مکی، جنید بغدادی، ابوسعید احمد ابن‌اعرابی، ابوسلیمان دارانی و سهل تستری، و نیز منابعی چون آثار طبری، مسعودی و دیگران بهره برده است (همو، lviii-lxiv؛ ماسینیون، II / 230). در زمینۀ دیدگاههـای فلسفی و اقوال فیلسوفانی که در این اثر آمده است نیز بیشتر محققان آن را حاصل آشنایی دیلمی با ابوحیان توحیدی و دانش فلسفی او به شمار می‌آورند (بل، lxiv؛ ماسینیون، همانجا)، اما برخی دیگر از مقایسۀ این اقوال نقل‌شده با متون یونانی، چنین نتیجه گرفته‌اند که احتمالاً دیلمی به ترجمۀ عربی گزیده‌ای از گفته‌های فیلسوفان یونانی دسترسی داشته و در نوشتن کتاب خود از آن بهره برده است (نک‍ : والتزر، 407 ff. ). چنان‌که در آغاز نسخۀ خطی کتاب عطف آمده، این کتاب به دست ابوالحسن علی بن بکران بن فضل شیرازی (مرید دیلمی و از صوفیۀ بزرگ فارس، که محتوای آن را بی‌واسطه از دیلمی نقل کرده است) و ابوشجاع محمد بن سعدان مقاریضی (که افزون‌بر نقل کتاب عطف ، شرح احوال و اقوال 3 طبقه از صوفیان شیراز را در مشیخه‌ای که نوشته بود، گرد آورد) انتقال یافته است (نک‍ : دیلمی، همان، 3؛ بل، lxv-lxvi). کتاب عطف در 24 باب کوتاه و بلند تألیف شده است که در آنها، دیلمی نخست موضوع روابودن اطلاق عشق بر خدا و از خدا را مطرح می‌کند و سپس به شرح این مفاهیم می‌پردازد: حُسن، حَسَن و مُستحسَن؛ محبت، مشتقات و معانی آن؛ اصل محبت و عشق؛ ماهیت محبت و اختلاف نظرها دربارۀ آن؛ صفت و چگونگی عشق؛ محبت پسندیده؛ کسانی که محبت را نکوهش می‌کنند؛ کارکرد و نشانه‌های محبت؛ محبت و عشق الٰهی؛ نشانه‌های محبان خدا؛ و کمال محبت و مرگ در عشق. وی در بیشتر این بابها، پس از ذکر مقدمه‌ای کوتاه در معرفی موضوع، گفتارهای مختلف در آن زمینه را نقل می‌کند و در پاره‌ای بابها به شکلی مفصل‌تر به بیان دیدگاههای ادیبان، فیلسوفان، متکلمان، صوفیه و جز آنها می‌پردازد. در برخی از آنها نیز پس از نقل همۀ نظرها، دیدگاه خود را در زمینۀ آن موضوع خاص مطرح می‌کند (برای نمونه، نک‍ : بابهای 4 و 5). چنان‌که اشاره شد، موضوع این کتاب عشق الٰهی، ماهیت، صفات و لوازم آن است. دیلمی پس از آنکه در بابهای نخست به موضوع حُسن و حب، و مشتقات و معانی محبت می‌پردازد، در باب پنجم اصل محبت و عشق و خاستگاه آن دو را مورد توجه قرار می‌دهد و پس از نقل نظر کسانی چون انباذقلس و هرکول اِفِسوسی در این زمینه، دیدگاه حسین بن منصور حلاج را مطرح می‌کند و او را «یکی از پیران ما» می‌خواند. آنچه در این بخش از کتاب از زبان حلاج نقل می‌شود، درواقع نوعی وجودشناسی مبتنی بر عشق است که در آن، عشق صفتی در ذات خداوند، و خودِ ذات او دانسته می‌شود. بر این اساس، در طی مراحلی از توجه خداوند به عشق، به‌تدریج صفات دیگر او متعین می‌شوند و در جریان تعینات گوناگون، صور مختلف موجودات و عوالم مختلف شکل می‌گیرند (ص 52-56). براساس این دیدگاه، حق پیوسته به خودی خود یگانه است و چیزی جز او وجود ندارد. خداوند در ازل از اوصاف کمال خود، که همه صُوَری در ذات او و خود ذات او هستند، به عشق روی کرد و دیرزمانی در برابر آن درنگ نمود. سپس به‌ترتیب، به صفات گوناگون آن (حُسن، حَسَن، مُستحسَن و حبّ) و با کلیت صفت عشق از صفت عشق روی کرد تا هریک به کمال رسید. آنگاه از توجه به صورتی که صورت و ذات خود او بود، صفات گوناگون خود همچون علم، قدرت، اراده، حرکت و جز آنها را به وجود آورد و به‌وسیلۀ آنها، امور مختلف این جهان را آفرید (همانجا؛ نیز نک‍ : روزبهان، شرح ... ، 441-444). در انتهای همین باب، دیلمی دیدگاه خود را که مطابق دیدگاه حلاج است، بیان می‌کند. به باور او، محب، محبت و محبوب هر 3 یک چیز، و آن عین احدیت است. محبت نخستین آشکارشده از صفات الٰهی، و معنایی نورانی است که از ازل در 3 صورت محب، محبوب و محبت ظاهر گردید و این 3 چنان‌که گفته شد، یکی هستند. دیلمی در توضیح این مفهوم دشوار ازبرای مثال از حروف و اعداد بهره می‌گیرد. همان‌گونه که الف از وهم به عقل می‌آید و سپس در قالب اصوات و شکل الف و واژه‌ها ظاهر می‌گردد، در قالب اعداد نیز هم در صورت اصل خود و هم از حیث عدد، یک است و در حساب جمل نیز معادل یک به شمار می‌آید. به همان ترتیبِ الف، از یک نیز اعداد گوناگون به وجود می‌آیند و باآنکه هزار از یک ایجاد شده است، اما درحقیقت همان یک است (نک‍ : ص 74- 79). آشکار است که در این‌گونه مباحث، دیلمی چگونگی به وجود آمدن عالم را براساس نظریۀ وجودشناسی عشق توضیح می‌دهد. اما این تنها بخشی از طرح کلی‌تری است که در آن، انسان با میانجیگری عشق، قوس صعودی را طی می‌کند و به وحدت با معشوق ازلی خود می‌رسد. به باور او، در این مسیر انسان از مراحل و مقامات ده‌گانه‌ای می‌گذرد که نخستین آنها الفت، و پس از آن به‌ترتیب اُنس، وُدّ، محبت، خُلَّت، شعف، شغف، استهتار، وَلَه و هَیَمان است و در آخر، سالک راه محبت به یازدهمین و آخرین مقام، یعنی «عشق» می‌رسد که به معنای جوشش حبّ و رهاکردن حظّ هر چیزی جز معشوق است. در این حال، عاشق دستخوش سُکر و غلبه می‌شود و از نظر وجودی، خداوند صفت او را به صفت خود نقل می‌دهد و نسبت او را در نسبت خود درج می‌کند، چندان‌که آن دو یکی می‌شوند و میان محب و محبوب فرقی نمی‌ماند و از نظر فنای عبد، انقسامی میان آن دو نخواهد بود (ص 44-50، 171). افزون‌بر‌این، دیلمی در بابهای مختلف این کتاب بحثهای دیگری را در زمینۀ روان‌شناسی محب و سیر تحول صفات او مطرح می‌کند که هم از نظر توجه به این‌گونه مقولات در آن زمان، و هم از نظر کوششی که برای گردآوری اقوال گوناگون در هر زمینه صورت گرفته است، تازگی بسیار دارد. دیلمی از سوی دیگر انتقال‌دهندۀ سنت عرفانی سهل تستری به صوفیان فارس، همچون روزبهان بقلی نیز به شمار می‌آید. وی این نقش را از طریق نقل بخش بزرگی از این سنت در قالب گفتارهای سهل تستری در کتاب عطف به انجام رسانده است. از این میان، مهم‌ترین موضوعات مطرح‌شده توسط سهل، یکی مفهوم «نور الٰهی» به‌عنوان حقیقت وحدت‌بخش عشق عرفانی میان پیامبر (ص) و خداوند، و دیگری مفهوم «نور محمدی» است. چنان‌که در کتاب عطف آمده است، سهل تستری بر این باور بود که خداوند دارای 3 نور است: نور محمد، نور آدم و نور ذریۀ آدم. خدای تعالى هنگامی‌که می‌خواست محمد (ص) را بیافریند، نخست از نور او نوری پدید آورد که همۀ هستی را روشنی بخشید و چون به عظمت رسید، به سجده افتاد و از سجدۀ او ستون نوری شفاف همچون آینه بیافرید. محمد (ص) در آن ستون نور یک میلیون سال به عبادت پرداخت. آنگاه خداوند از نور محمد (ص) نور آدم، و از نور او مرادها، و از نور آنها مریدها را آفرید (ص 68). دیلمی پس از نقل این عبارات از سهل تستری می‌افزاید که به‌همین‌سبب، محبت هر محبی از معدن قلب محمد (ص) سرچشمه می‌گیرد که منبع جوهر توحید موحدان، سرچشمۀ معرفت عارفان، و منبع شراب قلوب محبان است (ص 69؛ نیز نک‍ : بورینگ، « شهود ... »، 28, 34, 153 ff.). چنان‌که اشاره شد، در سوی دیگرِ سنت انتقال‌یافته توسط دیلمی، صوفیان فارس و به‌ویژه روزبهان بقلی قرار دارد. در آثار روزبهان، شواهد بسیاری مبنی بر آشنایی او با کتاب عطف دیلمی و بهره‌گیری از آن یافت می‌شود؛ برای نمونه، چنان‌که برخی از محققان به‌روشنی تحلیل کرده و نشان داده‌اند، رد پای کتاب عطف را می‌توان در فصلهای دوم، سوم، پنجم و ششم عبهر العاشقین روزبهان دید، که در برخی از آنها، اقتباس کاملی از بخشهایی از کتاب عطف صورت گرفته است (نک‍ : تاکشیتا، 36-41؛ واده، 12 ff.؛ بل، lxvii-lxviii). باآنکه روزبهان در این کتاب نامی از دیلمی به میان نمی‌آورد، اما نقل قولها و اقتباس او از عطف نشان می‌دهد که او یا به اصل کتاب و یا به گزیده‌های مفصلی از آن دسترسی داشته است که گاه نیز با نسخ موجود از این کتاب تفاوت دارند. از سوی دیگر، روزبهان در کتاب مشرب الارواح خود نیز در بحث مربوط به «اصل عشق»، افزون‌بر نقل حدیث قدسی که عیناً در کتاب عطف آمده است، و نیز نقل گفتاری از خود دیلمی در این زمینه با ذکر نام او، به نقل اقوال و تعاریف گوناگون از کسانی چون هرکول اِفِسوسی، ابوحفص حداد نیشابوری، جنید بغدادی و ابن‌خفیف شیرازی می‌پردازد که به نظر می‌رسد همه برگرفته از کتاب عطف دیلمی باشد (نک‍ : ص 134-135؛ قس: دیلمی، همان، 29، 39، 49، 51-52، 71؛ نیز نک‍ : بل، lxvi-lxvii). افزون‌بر اینها، روزبهان در شرح شطحیات نیز در توضیح اصل و خاستگاه عشق، مطلبی را از حلاج نقل می‌کند که احتمالاً به‌طور کامل برگرفته از کتاب عطف دیلمی است و پیش‌تر به آن اشاره شد. باآنکه نقل روزبهان از حلاج با نقل قول دیلمی از او تفاوتهایی دارد و این تفاوتها را می‌توان به وجود حلقۀ واسطه‌ای میان آن دو نسبت داد، اما همچنین می‌توان آنها را ناشی از اعمال سلیقۀ روزبهان و یا تغییرات حاصل از ترجمۀ متن عربی به فارسی به شمار آورد (روزبهان، شرح، 441-444؛ قس: دیلمی، همان، 52-56؛ نیز نک‍ : بل، lxvi-lxix). روزبهان در همین کتاب از قول حلاج مطالبی را در زمینۀ «نور محمدی» نقل می‌کند که به سخنان مطرح‌شده در کتاب عطف در همین زمینه بسیار شبیه است و شاید نشان از میراث مشترک سهل تستری و حلاج در زمینۀ این مفهوم باشد (نک‍ : ص 459، 517؛ دیلمی، همان، 68- 69). 2. سیرة الشیخ الکبیر، ابوعبدالله ابن الخفیف الشیرازی ، اثری است به عربی که در آن، دیلمی به شرح زندگی پیر خود، ابوعبدالله خفیف می‌پردازد و احوالات و سخنان او را تا هنگام مرگ می‌آورد. وی در این کتاب همچنین بابهایی را به ذکر مشایخی که شیخ کبیر با آنها مصاحبت داشته، اختصاص داده است و با همین دستاویز، با جرئت تمام و به‌رغم فضای نامساعد روزگار خود، در باب ششم کتاب، که مربوط به مشایخی است که ابن‌خفیف در عراق با آنها دیدار کرده بود، 7 حکایت از احوال حلاج، ازجمله حکایت مربوط به دیدار ابن‌خفیف با حلاج در زندان را آورده است (نک‍ : ص 93-103). اصل عربی این کتاب ظاهراً از میان رفته است، اما ترجمۀ فارسی آن از رکن‌الدین یحیی بن جنید شیرازی باقی مانده که به کوشش آن ماری شیمل نخستین‌بار در آنکارا به چاپ رسیده است. 3. مشیخۀ فارس ، اثر دیگری از دیلمی است که ظاهراً در آن به شرح احوال و سخنان مشایخ و عرفای فارس پرداخته بود، اما اکنون نسخه‌ای از آن در دست نیست. این کتاب پس از دیلمی مورد استفادۀ نویسندگانی چون ابوشجاع محمد بن سعدان مقاریضی (د 509 ق / 1115 م) مؤلف مشیخۀ مقاریضی ، صائن‌الدین حسین بن محمد بن سلمان (د 664 ق / 1266 م) مؤلف تاریخ مشایخ فارس ، معین‌الدین احمد زرکوب شیرازی (د 789 ق / 1387 م) مؤلف شیرازنامه ، و جنید شیرازی (د پس از 800 ق / 1398 م) مؤلف شدّ الازار فی حطّ الاوزار قرار گرفته است و هریک از آنها در آثار خود به نقل بخشهایی از آن پرداخته‌اند (نک‍ : جنید، 4؛ واعظ، 21؛ استوری، I / 1053؛ بل، xxii؛ بورینگ، «دیلمی»، 339 ). به‌جز این آثار، دیلمی در کتاب عطف (ص 238) به اثر دیگری از خود به نام اسرار المعارف اشاره می‌کند که اکنون نشانی از آن در دست نیست. برخی محققان نیز رساله‌ای با نام العقیدة الصحیحة را از آنِ او دانسته‌اند که به نظر می‌رسد همان رسالۀ العقیدة الصحیحۀ ابن‌خفیف باشد که به‌اشتباه به او نسبت داده شده است. آن ماری شیمل این رساله را ذیل کتاب سیرة ... ابن‌خفیف به چاپ رسانده است (نک‍ : ریتر، «ه‍ ‌»؛ بل، xxii، حاشیۀ 38 ؛ نیز دیلمی، سیرة ، 284- 308).",
    "ابن‌ندیم، الفهرست ؛ انصاری، قاسم، ترجمه و مقدمه بر الف الفت و لام معطوف ( عطف الالف ... ) دیلمی، به کوشش ج. ک. واده، قزوین، 1389 ش؛ تاکشیتا، ماساتاکا، «تداوم و تحول در تصوف عاشقانۀ شیراز»، ترجمۀ شهرزاد نیک‌نام، معارف ، تهران، 1378 ش، دورۀ 16، شم‍ 1؛ جنید شیرازی، ابوالقاسم، شد الازار ، به کوشش محمد قزوینی و عباس اقبال آشتیانی، تهران، 1328 ش؛ دیلمی، علی، سیرة ... ابن الخفیف الشیرازی ، ترجمۀ یحیی بن جنید شیرازی، به کوشش آ. شیمل، تهران، 1363 ش؛ همو، عطف الالف المألوف علی اللام المعطوف ، به کوشش ژوزف نورمنت بل و حسن محمود عبداللطیف شافعی، قاهره، 2007 م؛ روزبهان بقلی، شرح شطحیات ، به کوشش هانری کربن، تهران، 1360 ش؛ همو، عبهر العاشقین ، به کـوشش محمد معین و هانری کربن، تهـران، 1366 ش؛ همـو، مشرب الارواح ، به کوشش نظیف محرم خواجه، استانبول، 1973 م؛ ریتر، هلموت، مقدمه بر مشارق انوار القلوب ابن‌دباغ، بیروت، 1959 م؛ قشیری، عبدالکریم، الرسالة القشیریة ، به کوشش معروف زریق و علی عبدالحمید بلطه‌جی، بیروت، 1408 ق؛ معین، محمد، مقدمه بر عبهر العاشقین (نک‍ : هم‍ ، روزبهان بقلی)؛ واعظ جوادی، اسماعیل، مقدمه بر شیرازنامۀ احمد زرکوب، تهران، 1350 ش؛ نیز:",
    "Abrahamov, B., Divine Love in Islamic Mysticism , London / New York, 2003; Bell, N. J. and H. M. A.- L.- al-Shafie, introd. and tr. A Treatise on Mystical Love, Abū ʾl-Ḥasan ʿ Alī b. Muħammad al-Daylamī , Edinburgh, 2005; Böwering, G., «Deylamī», Iranica , vol. VII; id., The Mystical Vision of Existence in Classical Islam , New York, 1980; Corbin, H., introd. ʿ Abhar al- ʿ Āshiqīn of Ruzbehan Baqli (vide: PB); Massignon, L., Opera minora, ed. Y. Moubarag , Beirut, 1963; Storey, C. A., Persian Literature, A Bio-Bibliographical Survey , London, 1972; Vadet, J. C., Le Traité d’amour mystique d’al-Daylami , Paris, 1980; Walzer, R., «Fragmenta graeca in litteris arabicis, 1. Palladios and Aristotle», JRAS, 1939.",
    "زهرا حسینی ـ بخش ادیان و عرفان"
  ],
  "bibliography": [
    "ابن‌ندیم، الفهرست",
    "انصاری، قاسم، ترجمه و مقدمه بر الف الفت و لام معطوف ( عطف الالف ... ) دیلمی، به کوشش ج. ک. واده، قزوین، 1389 ش",
    "تاکشیتا، ماساتاکا، «تداوم و تحول در تصوف عاشقانۀ شیراز»، ترجمۀ شهرزاد نیک‌نام، معارف ، تهران، 1378 ش، دورۀ 16، شم‍ 1",
    "جنید شیرازی، ابوالقاسم، شد الازار ، به کوشش محمد قزوینی و عباس اقبال آشتیانی، تهران، 1328 ش",
    "دیلمی، علی، سیرة ... ابن الخفیف الشیرازی ، ترجمۀ یحیی بن جنید شیرازی، به کوشش آ. شیمل، تهران، 1363 ش",
    "همو، عطف الالف المألوف علی اللام المعطوف ، به کوشش ژوزف نورمنت بل و حسن محمود عبداللطیف شافعی، قاهره، 2007 م",
    "روزبهان بقلی، شرح شطحیات ، به کوشش هانری کربن، تهران، 1360 ش",
    "همو، عبهر العاشقین ، به کـوشش محمد معین و هانری کربن، تهـران، 1366 ش",
    "همـو، مشرب الارواح ، به کوشش نظیف محرم خواجه، استانبول، 1973 م",
    "ریتر، هلموت، مقدمه بر مشارق انوار القلوب ابن‌دباغ، بیروت، 1959 م",
    "قشیری، عبدالکریم، الرسالة القشیریة ، به کوشش معروف زریق و علی عبدالحمید بلطه‌جی، بیروت، 1408 ق",
    "معین، محمد، مقدمه بر عبهر العاشقین (نک‍ : هم‍ ، روزبهان بقلی)",
    "واعظ جوادی، اسماعیل، مقدمه بر شیرازنامۀ احمد زرکوب، تهران، 1350 ش",
    "نیز:",
    "Abrahamov, B., Divine Love in Islamic Mysticism , London / New York, 2003",
    "Bell, N. J. and H. M. A.- L.- al-Shafie, introd. and tr. A Treatise on Mystical Love, Abū ʾl-Ḥasan ʿ Alī b. Muħammad al-Daylamī , Edinburgh, 2005",
    "Böwering, G., «Deylamī», Iranica , vol. VII",
    "id., The Mystical Vision of Existence in Classical Islam , New York, 1980",
    "Corbin, H., introd. ʿ Abhar al- ʿ Āshiqīn of Ruzbehan Baqli (vide: PB)",
    "Massignon, L., Opera minora, ed. Y. Moubarag , Beirut, 1963",
    "Storey, C. A., Persian Literature, A Bio-Bibliographical Survey , London, 1972",
    "Vadet, J. C., Le Traité d’amour mystique d’al-Daylami , Paris, 1980",
    "Walzer, R., «Fragmenta graeca in litteris arabicis, 1. Palladios and Aristotle», JRAS, 1939."
  ],
  "signature": "زهرا حسینی ـ بخش ادیان و عرفان",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}