{
  "id": "eweb_027",
  "source": "EIs",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/COM-036082.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-9831_isla_COM_036082",
  "title": "Dāwūd al-Ṭāʾī",
  "authors": [
    "Shahram Khodaverdian",
    "Translated by Mushegh Asatryan"
  ],
  "word_count": "(1,082 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "28 Sep 2017",
  "last_updated": "17 Jun 2021",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "Nothing is known of his childhood and youth, except that he studied various disciplines in his hometown of Kūfa. He studied jurisprudence with the founder of the Ḥanafī school of law, Abū Ḥanīfa (q.v.), and became so proficient in it that his name is mentioned alongside Abū Ḥanīfa’s other famous pupils such as Abū Yūsuf (q.v.) and Zufar b. al-Hudhayl (al-Ṣaymarī, 109; Abū Isḥāq al-Shīrāzī, 135; al-Hujwīrī, 136; ʿAṭṭār, 186, 200; Jāmī, 41). He heard ḥadīth from ʿAbd al-Malik b. ʿUmayr, Ḥabīb b. Abī ʿUmara, Sulaymān al-Aʿmash, and Muḥammad b. ʿAbd al-Raḥmān b. Abī Laylā, while Ismāʿīl b. ʿUyayna, Muṣʿab b. al-Miqdām and Abū Nuʿaym al-Faḍl b. Dukayn (q.v.) transmitted ḥadīth on his authority (Ibn Saʿd, 6/367; Abū Nuʿaym, 7/361; al-Bukhārī, 2(1)/240; Ibn Abī Ḥātim, 1(2)/426; al-Khaṭīb al-Baghdādī, 8/347; Ibn Khallikān, 2/259). He was considered a trustworthy ( thiqa ) transmitter of ḥadīth (Ibn Ḥibbān, 6/282; al-Khaṭīb al-Baghdādī, 8/353; al-Dhahabī, Mīzān , 2/21, idem, al-Muʿīn , 60).",
    "At one point Dāwūd had a spiritual crisis, and, following Abū Ḥanīfa’s advice, he became an ascetic, renouncing all of his learning and even throwing all of his books into the Euphrates (al-Qushayrī, old Persian trans., 35, 184, ibid., English trans., 29, 140; Abū Nuʿaym, 7/336, 341–342; Ibn Ḥibbān, 6/282; al-Khaṭīb al-Baghdādī, 8/348; al-Samʿānī, 8/187; Ibn al-Jawzī, 3/131–132). As a Sufi, he was a disciple of Ḥabīb Rāʿī (al-Hujwīrī, 136; ʿAṭṭār, 186, 200; Jāmī, 41).",
    "So strict was Dāwūd al-Ṭāʾī in his asceticism that, in order to resist worldly temptations, he never allowed himself the smallest repose or relaxation, and never left his house, except to participate in the congregational prayer, later even abandoning this. In order to avoid seeing and speaking to people, Dāwūd spent the rest of his life in his house, subsisting on the small inheritance he had received from his parents. Although it is claimed that he travelled to Baghdad during the reign of al-Mahdī (158–169/775–785), this is unlikely in view of the strictness of his ascetic isolation in this period of his life; and according to certain reports, he never left his hometown of Kūfa (Abū Nuʿaym, 7/345–355; al-Khaṭīb al-Baghdādī, 8/348–351; Ibn al-Jawzī, 3/133–139; ʿAṭṭār, 200–203; Ibn Khallikān, 2/259).",
    "According to some sources Dāwūd was personally acquainted with Imam Jaʿfar al-Ṣādiq, and it is said that he considered Imam Jaʿfar to be the most superior and exalted personage of his age, while the Imam spoke of him as the foremost ascetic of his time (al-Hujwīrī, 95–96; ʿAṭṭār, 21–22). He was also the contemporary of such well-known Sufis as Ibrāhīm al-Adham, al-Fuḍayl b. ʿIyāḍ and Sufyān al-Thawrī; and Maʿrūf al-Karkhī was his disciple (al-Hujwīrī, 136; ʿAṭṭār, 200, 203; Ibn al-Jawzī, 3/137–138). He died in 160/777 or 165/782 in Kūfa and was buried there (al-Bukhārī, 2(1)/240; Ibn Qutayba, al-Maʿārif , 515; Ibn Saʿd, 6/367; Abū Nuʿaym, 7/361; al-Khaṭīb al-Baghdādī, 8/347, 354; Ibn Khallikān, 2/259, 261; al-Samʿānī, 8/188; although c.f. Ibn Baṭṭūṭa 1/235–236 who places his grave in al-Ruṣāfa near Baghdad, beside numerous other scholars and Sufis). Many came to his funeral, where his asceticism, abstemiousness and spirituality were eloquently praised by Ibn al-Sammāk (Ibn Qutayba, ʿUyūn , 2/315–316; Abū Nuʿaym, 7/336–337; al-Khaṭīb al-Baghdādī, 8/354–355; Ibn al-Jawzī, 3/143–144).",
    "The numerous stories narrated about Dāwūd depict him as a melancholic ( maḥzūn ), fleeing this world and yearning for death through ascetic discipline. He is reported to have said: ‘Make your fasting [an abstention] from this world; make your own death the festive breaking of your fast ( ʿīd ); and flee from people as if you are fleeing from wild beasts!’ (al-Qushayrī, old Persian trans., 36, ibid., cf. English trans., 30). It is claimed that the melancholia in his character—and in that of some other early Sufis—was not from fear of the torments of the Hereafter, but arose out of an intense longing for God, as the following supplication would appear to suggest: ‘My God, my preoccupation with You has annihilated my other preoccupations and has deprived me of sleep ’ (al-Qushayrī, old Persian trans., 209, , ibid., English trans., 156). The sources abound with reports of the nights he spent in prayer motivated solely by his love for God (Abū Nuʿaym, 7/345–355; al-Khaṭīb al-Badhdādī, 8/348–351; ʿAṭṭār, 200–203; Ibn al-Jawzī, 3/133–139)."
  ],
  "bibliography": [
    "Abū Isḥāq al-Shīrāzī, Ibrāhīm, Ṭabaqāt al-fuqahāʾ , ed. Iḥsān ʿAbbās (Beirut, 1401/1981).",
    "Abū Nuʿaym al-Iṣfahānī, Aḥmad, Ḥilyat al-awliyāʾ (Beirut, 1409/1988).",
    "ʿAṭṭār, Farīd al-Dīn, Tadhkirat al-awliyāʾ (Tehran, 1346 Sh./1967).",
    "al-Bukhārī, Muḥammad, al-Taʾrīkh al-kabīr (Hyderabad, 1402/1982).",
    "al-Dhahabī, Muḥammad, Mīzān al-iʿtidāl fī naqd al-rijāl , ed. ʿAlī Muḥammad al-Bajāwī (Cairo, 1382/1963).",
    "idem, al-Muʿīn fī ṭabaqāt al-muḥaddithīn , ed. Hammām ʿAbd al-Raḥīm Saʿīd (Amman, 1404/1984).",
    "al-Hujwīrī, ʿAlī, Kashf al-maḥjūb , ed. V. Zhukovskiĭ (repr. Tehran, 1371 Sh./1992).",
    "Ibn Abī Ḥātim, ʿAbd al-Raḥmān, al-Jarḥ wa al-taʿdīl (Hyderabad, 1371/1952).",
    "Ibn Baṭṭūṭa, Muḥammad, Riḥla , ed. Muḥammad ʿAbd al-Munʿim al-ʿUryān and Muṣṭafā al-Qaṣṣāṣ (Beirut, 1407/1987).",
    "Ibn Ḥibbān, Muḥammad, Kitāb al-thiqāt (Hyderabad, 1400/1980).",
    "Ibn al-Jawzī, ʿAbd al-Raḥmān, Ṣifat al-ṣafwa , ed. Maḥmūd al-Fākhūrī and Muḥammad Rawwās Qalʿajī (Beirut, 1399/1979).",
    "Ibn Khallikān, Wafayāt.",
    "Ibn Qutayba, ʿAbd Allāh, al-Maʿārif , ed. Tharwat ʿUkāsha (Cairo, 1969); idem, ʿUyūn al-akhbār (Beirut, 1343/1925).",
    "Ibn Saʿd, Muḥammad, al-Ṭabaqāt al-kubrā (Beirut, n.d.).",
    "Jāmī, ʿAbd al-Raḥmān, Nafaḥāt al-uns , ed. Mahdī Tawḥīdīpūr (Tehran, 1336 Sh./1987).",
    "al-Khaṭīb al-Baghdādī, Aḥmad, Taʾrīkh Baghdād (Beirut, n.d.).",
    "al-Qushayrī, ʿAbd al-Karīm, al-Risāla al-Qushayriyya (old Persian trans.), ed. Badīʿ al-Zamān Furūzānfar (Tehran, 1374 Sh./1995).",
    "ibid., al-Qushayri’s Epistle on Sufism , English trans. Alexander D. Knysh (Reading, 2007).",
    "al-Samʿānī, ʿAbd al-Karīm, al-Ansāb , ed. Muḥammad ʿAwwāma (Beirut, 1981).",
    "al-Ṣaymarī, Ḥusayn, Akhbār Abī Ḥanīfa wa aṣḥābih (Hyderabad, 1394/1974)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}