{
  "id": "eweb_028",
  "source": "EIs",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/COM-036103.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-9831_isla_COM_036103",
  "title": "Dāwūd b. al-Muḥabbar",
  "authors": [
    "Ahmad Pakatchi",
    "Translated by Najam Abbas"
  ],
  "word_count": "(1,833 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "28 Sep 2017",
  "last_updated": "17 Jun 2021",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "Dāwūd b. al-Muḥabbar, Abū Sulaymān al-Ṭāʾī (d. 8 Jumādā I 206/9 October 821), a traditionist ( muḥaddith ) known not only for his asceticism ( zuhd ) but also for his book Kitāb al-ʿaql .",
    "He originally came from an Iranian family, and his grandfather is reported to have been a client ( mawlā ) who was taken as a prisoner of war from Iṣfahān (see Abū Nuʿaym, Dhikr , 2/165; cf. Ibn Māja, 2/929 for a ḥadīth attributed to Dāwūd about the virtues of Qazwīn). Apparently his father lived in Baṣra (see also Abū Nuʿaym, Ḥilyat , 6/233), which was where Dāwūd grew up (al-ʿUqaylī, 2/35). For some time Dāwūd lived in ʿAbbādān (Ābādān) (al-ʿUqaylī, 2/35; Ibn ʿAdī, 3/99), and then spent the later part of his life in Baghdad (al-Khaṭīb al-Baghdādī, 8/359). He hailed from a family well-versed in ḥadīth : his father al-Muḥabbar b. Qaḥdham, grandfather Qaḥdham b. Sulaymān, great-grandfather Sulaymān b. Dhakwān and his uncle Hishām were all narrators of ḥadīth (al-Bukhārī, 8/59; Ibn Abī Ḥātim, 4/116; al-ʿUqaylī, 4/259; Ibn ʿAdī, 3/99; Ibn Ḥibbān, 7/345).",
    "Most of Dāwūd’s masters came from the ḥadīth transmitters of Baṣra, such as Ismāʿīl b. ʿAyyāsh, al-Ḥasan b. Dīnār, Shuʿba b. al-Ḥajjāj, Ḥammād b. Zayd, Ḥammād b. Salama, al-Rabīʿ b, Ṣabīḥ and Muqātil b. Sulaymān (see al-Khaṭīb al-Baghdādī, 8/359; al-Mizzī, 8/444). He also attended the lessons of ʿAbd al-Wāḥid b. Ziyād, Ṣāliḥ al-Murrī, ʿAbbād b. Kathīr al-Thaqafī, and Muyassar b. ʿAbd Rabbih (al-Mizzī, 8/444). These transmitters included many well-known ascetics. Dāwūd also held literary sessions attended by figures such as Khalīl b. Aḥmad al-Farāhīdī and ʿĪsā b. ʿUmar al-Naḥwī (Ibn Abī al-Dunyā, al-Tahajjud , 197–198; al-Mizzī, 8/444).",
    "Among those who studied with or narrated from Dāwūd, we find the names of individuals from various backgrounds, from Balkh to Syria. Well known among these ḥadīth scholars are al-Ḥārith b. Muḥammad b. Abī Usāma, Abū Umayya Muḥammad b. Ibrāhīm al-Ṭarsūsī and Muḥammad b. ʿUbayd Allāh al-Munādī. In addition, men like Muḥammad b. al-Ḥusayn al-Burjulānī were considered to be leading ascetics (see al-Burjulānī, 48 et passim; al-Khaṭīb al-Baghdādī, 8/359; al-Mizzī, 8/444–445).",
    "As regards the critical evaluations of the reliability of ḥadīth -transmitters (ʿilm al-rijāl ), Dāwūd was not usually regarded as an accomplished transmitter since he often cited weak ḥadīth s, the weakness being in the chain of transmission ( isnād ) of his reports in Kitāb al-ʿaql (see, for example, Aḥmad b. Ḥanbal, 1/388; al-Bukhārī, 2/244; Ibn Abī Ḥātim, 3/424; Ibn ʿAdī, 3/98–100; al-ʿUqaylī, 2/35; al-Dhahabī, 2/20). Furthermore, it was the content of certain ḥadīth s cited in Kitāb al-ʿaql which attracted particular criticism (see for example, Abū Nuʿaym, al-Ḍuʿafāʾ , 78; al-Ḥākim al-Nīsābūrī, 135). Those who defended Dāwūd’s ascetic perspective argued that Kitāb al-ʿaql was meant to be a manual about good deeds, and not a treatise based on sound chains of transmission, and that it should be assessed from that point of view (Abū Ṭālib al-Makkī, 2/256; Abū Ḥayyān, 2(2)/506–507; al-Ghazālī, 4/374). It may be noted that spiritual figures such as al-Ḥakīm al-Tirmidhī quoted extensively from Kitāb al-ʿaql at times without citing the work or its author (see al-Ḥakīm al-Tirmidhī, 2/357–359; Ibn al-ʿArabī, 1/591).",
    "Many sources mention a link between Dāwūd b. al-Muḥabbar and two groups: the Muʿtazilīs and the Sufis. The basis of this is a statement by Yaḥyā b. Maʿīn, that he was initially an ascetic with links to the Sufis of ʿAbbādān (q.v. ‘Ābādān’) and then went to Baghdad, where in later life he attended formal sessions of ‘hearing’ ( istimāʿ ) of ḥadīth (al-ʿUqaylī, 2/35; Ibn Adī, 3/99; Yaḥyā b. Maʿīn, 4/388). Other sources mention the same report but replace the Muʿtazilīs with the Sufis (al-Khaṭīb al-Baghdādī, 8/359–361; al-Samʿānī, 4/38). It would appear from the dating of the reports that the Sufi linkage is more likely. He may be considered one of the Ṣūfiyyat al-Muʿtazila (see van Ess, 2/119–121) although some statements attributed to Dāwūd, such as those concerning predestination ( qadar ) or heaven and hell as created entities [as opposed to pre-eternal ones], suggest that his position may not have conformed with most Muʿtazilī teachings (see e.g. Ibn Abī Usāma, 1/309 ff., 2/748–749).",
    "It may also be added that among documents comprising a list of transmitters, some traditionists ( aṣḥāb al-ḥadīth ) mention consulting Dāwūd b. al-Muḥabbar (see e.g. al-Lālakāʾī, Iʿtiqād , 287–288; Ibn ʿAsākir, 54/229–230).",
    "As for the linkage between Dāwūd and Sufi gatherings, it should be noted that his father kept company with several ascetics of his time (see e.g. Ibn Abī Ḥātim, 8/419, Abū Nuʿaym, Ḥilyat , 6/297). In the list of Dāwūd’s mentors and pupils, the names of several ascetic figures are cited. Moreover, it is important to point to the anecdotes which Dāwūd quoted from Baṣra’s past ascetics such as al-Ḥasan al-Baṣrī, Mālik b. Dīnār, Muḥammad b. Wāsiʿ, ʿAṭāʾ al-Sulaymī and Ziyād b. ʿAbd Allāh al-Numayrī (Ibn Abī al-Dunyā, al-Awliyāʾ , 23–24, al-Tahajjud , 197–198; al-Lālakāʾī, Karāmāt , 224–225, 227; Abū Nuʿaym, Ḥilyat , 6/233, 236, 267–268; Ibn ʿAsākir, 47/68, 58/149–150).",
    "There is evidence to support the claim that Dāwūd had contact with the Baṣran Sufi circles of asceticism ( ahl al-zuhd ), especially with the branch associated with Mālik b. Dīnār (for an assessment, see Pākatchī, 157; also q.v. ‘ Baṣra ’, EIs , 4/547–548). One of Mālik b. Dīnār’s sayings, that knowing ( ʿarafa ) God should be the primary occupation of a human being, above anything else in life (Abū Nuʿaym, Ḥilyat , 8/23), is often cited in the Kitāb al-ʿaql , and Dāwūd advocated the use of the intellect in seeking such knowledge, as had his master Muyassar b. ʿAbd Rabbih before him (al-Khaṭīb al-Baghdādī, 8/360; al-Dhahabī, 2/20).",
    "Although Kitāb al-ʿaql is a compilation of transmitted reports about the ‘intellect’, on closer examination it demonstrates a coherent theory behind it. The compiler sets out to defend the intellect—according to the specific definition he provides, which is different to that of the philosophers—by means of transmitted reports.",
    "Dāwūd viewed the intellect as a divine gift, and relied mostly on practical wisdom in issues concerning the pursuit of salvation and virtues. However, he did not pursue this course to an extreme, treating the intellect as an instrument for gaining experiential knowledge of the relationship between reason and faith, the conflicting relationship between reason and action on one hand, and evaluative relationship between reason and action on the other. A close analysis of the book reveals Dāwūd’s sophisticated perspective on the complex multi-dimensional nature of the intellect (Pākatchī, 158–168).",
    "Kitāb al-ʿaql is the main work attributed to Dāwūd, and the full text was reproduced by his disciple Ḥārith b. Abī Usāma in al-Musnad . This, in turn, was expanded based on amendments by Nūr al-Dīn al-Haythamī. A considerable number of ḥadīth s from Kitāb al-ʿaql based on the copies of al-Musnad were cited in al-Maṭālib al-ʿāliya by Ibn Ḥajar al-ʿAsqalānī (Ibn Ḥajar al-ʿAsqalānī, 3/13–23). The only omission found in al-Musnad is the opening ḥadīth , left out of the original version, which was eventually incorporated by Ibn al-Abbār in al-Muʿjam (Ibn al-Abbār, 60)."
  ],
  "bibliography": [
    "Abū Ḥayyān al-Tawḥīdī, ʿAlī, al-Baṣāʾir wa al-dhakhāʾir , ed. Ibrāhīm al-Kīlānī (Damascus, 1385/1966).",
    "Abū Nuʿaym al-Iṣfahānī, Aḥmad, Dhikr \n akhbār Iṣbahān/ \n Geschichte Iṣbahāns , ed. S. Dedering (Leiden, 1931–1934).",
    "idem, al-Ḍuʿafāʾ , ed. Fārūq Ḥammāda (Casablanca, 1405/1985).",
    "idem, Ḥilyat al-awliyāʾ (Cairo, 1351–1357/1932–1938).",
    "Abū Ṭālib al-Makkī, Muḥammad, Qūt al-qulūb , ed. Bāsil ʿUyūn al-Sūd (Beirut, 1417/1997).",
    "Aḥmad b. Ḥanbal, al-ʿIlal wa maʿrifat al-rijāl , ed. Waṣī Allāh ʿAbbās (Beirut, 1408/1988).",
    "al-Bukhārī, Muḥammad, al-Taʾrīkh al-kabīr (Hyderabad, 1398/1978).",
    "al-Burjulānī, Muḥammad b. al-Ḥusayn, al-Karam wa al-jūd wa sakhāʾ al-nufūs , ed. ʿĀmir Ḥasan Ṣabrī (Beirut, 1412/1992).",
    "al-Dhahabī, Muḥammad, Mīzān al-iʿtidāl , ed. ʿAlī Muḥammad al-Bajāwī (Cairo, 1382/1963).",
    "Ess, Josef Van, Theologie und Gesesllschaft in 2. und 3. Jahrhundert Hidschra (Berlin, 1991–1997).",
    "al-Ghazālī, Muḥammad, Iḥyāʾ ʿulūm al-dīn (Beirut, n.d.).",
    "al-Ḥākim al-Nīsābūrī, Muḥammad, al-Madkhal ilā al-Ṣaḥīḥ , ed. Muḥammad b. Rabīʿ Madkhalī (Beirut, 1404/1984).",
    "al-Ḥakīm al-Tirmidhī, Muḥammad, Nawādir al-uṣūl , ed. ʿAbd al-Raḥmān ʿUmayra (Beirut, 1992).",
    "Ibn al-Abbār, Muḥammad, al-Muʿjam , ed. Francisco Codera Zaidín (Madrid, 1985).",
    "Ibn Abī al-Dunyā, ʿAbd Allāh, al-A \n wl \n iyāʾ , ed. Muḥammad al-Saʿīd b. Basyūnī Zaghlūl (Beirut, 1413/1992).",
    "idem, al-Tahajjud wa qiyām al-layl , ed. Muṣliḥ b. Jazāʾ al-Ḥarithī (Riyadh, 1998).",
    "Ibn Abī Ḥātim, ʿAbd al-Raḥmān, al-Jarḥ wa al-taʿdīl (Hyderabad, 1371/1952).",
    "Ibn Abī Usāma al-Tamīmī, al-Ḥārith b. Muḥammad, al-Musnad , included in Nūr al-Dīn al-Haythamī’s Bughyat al-bāḥith ʿan zawāʾid Musnad al-Ḥārith by Ḥusayn Aḥmad Bākirī (Medina, 1413/1992).",
    "Ibn ʿAdī, ʿAbd Allāh, al-Kāmil \n fī ḍuʿafāʾ al-rijāl , ed. Yaḥyā Mukhtār Ghazāwī (Beirut, 1409/1988).",
    "Ibn al-ʿArabī, Muḥammad, al-Futūḥāt al-Makkiyya (Bulaq, 1293/1876).",
    "Ibn ʿAsākir, ʿAlī, Taʾrīkh madīnat \n Dimashq , ed. ʿAlī Shīrī (Beirut, 1415/1995).",
    "Ibn Ḥajar al-ʿAsqalānī, Aḥmad, al-Maṭālib al-ʿāliya , ed. Ḥabīb al-Raḥmān al-Aʿẓamī (Kuwait, 1393/1973).",
    "Ibn Ḥibbān, Muḥammad, al-Thiqāt (Hyderabad, 1403/1983).",
    "Ibn Māja, Muḥammad, al-Sunan , ed. Muḥammad Fuʾād ʿAbd al-Bāqī (Cairo, 1952–1953).",
    "al-Khaṭīb al-Baghdādī, Aḥmad, Taʾrīkh Baghdād (Cairo, 1349 Sh./1970).",
    "al-Lālakāʾī, Hibat Allāh b. Ḥasan, Iʿtiqād ahl al-sunna (Riyadh, 1402/1982).",
    "idem, Karāmāt al-awliyāʾ , ed. Aḥmad Saʿd Ḥamdān al-Ghāmidī (Riyadh, 1412/1992).",
    "al-Mizzī, Yūsuf, Tahdhīb al-kamāl , ed. Bashshār ʿAwwād Maʿrūf (Beirut, 1400/1980).",
    "Pākatchī, Aḥmad, ‘Kitāb al-ʿaql Dāwūd b. al-Muḥabbar, Kūshishī dar jihat taḥlīl kitāb wa bāzsāzī yak naẓariyya’, Nāmah-yi \n Ḥikmat , 1, 1 (1382 Sh./2003), pp. 153–170.",
    "al-Rāfiʿī, ʿAbd al-Karīm,, al-Tadwīn fī akhbār Qazwīn (Hyderabad, 1985); al-Rūdānī, Muḥammad, Ṣilat al-khalaf , ed. Muḥammad Ḥajjī (Beirut, 1408/1988).",
    "al-Samʿānī, ʿAbd al-Karīm, al-Ansāb , ed. ʿAbd Allāh ʿUmar al-Bārūdī (Beirut, 1408/1988).",
    "al-ʿUqaylī, Muḥammad, Kitāb al-ḍuʿafāʾ al-kabīr , ed. ʿAbd al-Muʿṭī al-Qalʿajī (Beirut, 1404/1994).",
    "Yaḥyā b. Maʿīn, al-Taʾrīkh ( Riwāyat-i Duwarī ), ed. Aḥmad Muḥammad Nūr Sayf (Mecca, 1399/1979)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}