{
  "id": "eweb_031",
  "source": "EIs",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/COM-037169.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-9831_isla_COM_037169",
  "title": "Ecstasy",
  "authors": [
    "Stephen Hirtenstein"
  ],
  "word_count": "(8,936 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "08 Jan 2018",
  "last_updated": "17 Jun 2021",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "Ecstasy ( wajd ), an overwhelming and heightened state of awareness, usually of joyful intoxication and wonderment, specifically associated with an experience of mystical self-transcendence, or a whole range of emotive responses to an encounter with the divine. Sometimes this experience leads to ecstatic utterances which are shocking or even heretical to the ordinary mind (see below: Ecstatic Speech).",
    "The Definitions of Ecstasy",
    "The English word ‘ecstasy’ derives from the Greek ekstasis ( εκστασις ), ‘standing outside oneself’ or ‘displacement beyond the normal state of the mind’. Originally a term suggesting insanity or amazement (see Deuteronomy, 28:28; Mark 5:42, 16:8, Luke 5:26, Acts 3:10), it came to be used in a deeper sense in Hellenistic philosophy and by later Christian mystics such as Bernard of Clairvaux, Richard Rolle, Meister Eckehart and Teresa of Avila. For example, the famous description by Plotinus (d. 269) depicts the experience of ecstasy as a simultaneous going out from and into oneself in a state of rapture, resulting in confusion as to why the soul ever descended into the body: ‘Often I have woken up out of the body to myself and entered into myself, going out from all other things; I have seen a beauty wonderfully great…  After that rest in the divine … I am puzzled … how my soul has come to be in the body when it is what it has shown itself to be by itself, even when it is in the body’ (IV, 8/1). This is ‘another kind of seeing, a being out of oneself ( ekstasis ) and simplifying’ (VI, 9/11).",
    "There would appear to be no precise equivalent in Arabic either to the Greek ekstasis or the English ecstasy, since the terms used in Arabic generally have a broader range of meanings. For example, a 3rd/9th-century Arabic translation of the New Testament, taken from Syriac and Greek, renders the term as sahw , literally ‘inattentiveness’ or ‘absent-mindedness’, by which was meant freedom from ordinary thinking and being suddenly concentrated on the reality that is normally ‘absent’ to us (Seppälä, 196–198). In practice, Western translators have conventionally used ‘ecstasy’ as a translation for wajd . The Arabic root w-j-d , however, suggests a rich palette of meanings based on the idea of ‘finding’: ‘attaining, experiencing, acquiring, having plenty of, being angry, grieving, loving passionately’.",
    "The primary meaning in the Qurʾān is that of finding or being found (for example, see 7:45, 9:57, 12: 75, 12:94, 18:69, 38:44). The idea of ‘ecstasy’ ( wajd ) is therefore etymologically related to ‘finding’ as well as ‘existence/being’ ( wujūd ), ‘coming into being’ ( ījād ), ‘the one who finds/an ecstatic’ ( wājid ), ‘that which is found, the existent’ ( mawjūd ), ‘immediate discovery, intense sentiment, direct awareness’ ( wijdān ), ‘ecstatic experiences, states of ecstasy’ ( mawājīd ) and ‘simulated or artificial ecstasy, making an outward show of passion’ ( tawājud ). Sometimes wajd was linked to the divine Name al-Wājid , in the sense of ‘the One who bestows ecstasy/the encounter’ (see Niẓām al-Dīn Awliyā, 118). As Sells (p. 111) has observed, ‘the lexical field of w-j-d— ecstasy, finding, existence—corresponds as closely as any Sufi term to what is currently called mystical experience, though in its own distinctive conceptual configuration’ (cf. Avery, 65, who notes that the words ‘ecstasy’ and ‘rapture’, which imply a feeling of exhilaration, do not adequately convey the behaviours indicated by wajd , which may include trembling, fainting and even psychotic illness; see Ballanfat, 151–152, 161, 169; Seppälä, 305, who notes that both the Syriac and Arabic conceptions of ecstasy imply the existence of ‘the other’, someone that is ‘wondered at’ or ‘encountered/found’).",
    "In Sufi doctrine wajd became a technical term denoting a deep emotional experience, covering both ‘severance from self’ (ecstasy/extase) and ‘entry into self’ (enstasy/enstase). It should be noted that it was primarily used to denote the influx of inspiration or revelation ( wārid ) which strikes a person’s inner being, whether that inspiration occasions pain, grief or joy or some other kind of physical manifestation such as agitation. Some modern scholars have tended to emphasise the similarity of the term wajd with other metaphors for mystical experience such as fanāʾ (annihilation), \n dhawq \n (q.v. ‘taste, tasting’), shurb (‘drinking’) and ḥāl or ḥāla (‘spiritual state’), and note the degeneration that early Sufi masters warned against in terms of aspiring to states of ecstasy rather than realisation of the divine (Nicholson, 59–60; Jabre, 270–271; Trimingham, 200; Sviri, 18).",
    "Others view it in the context of divine revelation, where there is a constant dynamic between disclosure and closure (Bashier, 14 et passim; see also Sviri, 150, who remarks that ‘it is not the mystical experiences that are of the highest importance, but transcending them’). According to Anawati and Gardet (pp. 175–176), wajd has two primary meanings: ‘encountering’ or ‘that which is found in the encounter’, that is to say, spiritual feelings and tastes, visions and inspirations, and on the other hand, the sudden ‘shock’ of being taken out of oneself in a moment of realisation that has no duration and is indescribable. It is essential to recognise these two aspects of the ecstatic experience, so as to appreciate the way that the term wajd varies from author to author (During, 92). In respect of the impact that the encounter with the divine has upon the human being, it has become customary to speak of two trends in early Islamic mysticism, the ecstatically exuberant or ‘intoxicated’, such as Abū Bakr al-Shiblī (d. 334/946), who tended to speak of the loss of self, and the ‘sober’ contemplatives, such as Abū al-Qāsim al-Junayd (d. 297/910), who tended to emphasise finding God through entering into the real self.",
    "Al-Junayd is said to have famously remarked: ‘al-Shiblī is intoxicated; if he became sober, he would be an imām from whom people would benefit’ (Hujwīrī, 415; for the continuation of this debate in the Ottoman world between the two masters of the Bayrāmiyya, Āq Shams al-Dīn (q.v., d. 863/1459) and ʿUmar Sikkīnī, see Ballanfat, 113 et passim). Yet although such mutually exclusive categories reveal something of the way mystics have expressed their inner experience, often for polemical reasons, the actual experience may not be so distinguishable: encountering implies a duality, and the final grace is the realisation of union or finding that which always is and always has been (see al-Ḥallāj, 122; al-Baqlī, Sharḥ , 425; Anawati, 182–183; Ernst, Words , 49).",
    "The earliest debates on the nature of wajd seem to have taken place in 4th/10th-century Baghdad, where various ecstatic behaviours came under public scrutiny. Following the watershed represented by the death of Abū al-ʿAbbās Aḥmad al-Adamī known as Ibn ʿAṭāʾ and the trial and execution of al-Ḥallāj in 309/922 (see Massignon, 253–256, 280–286), several authors attempted to defend and explain Sufi practices and doctrines, including the experience of ecstasy. Al-Junayd, for example, speaks of the ecstatic experience ( mawājīd ) as being intrinsic to the final stage of annihilation ( fanāʾ \n ‌ ), ‘when the divine contemplation ( shāhid al-ḥaqq ) completely overwhelms you’ (Arabic, p. 55), thus underlining that ecstasy is a key factor in contemplation within union rather than simply a stage that leads to it. At the same time he was careful to highlight the importance of sobriety: ‘the immersion ( istighrāq ) of ecstasy in knowledge is better than the immersion of knowledge in ecstasy’ (cited by Jāmī, 261).",
    "The linkage of wajd , in the sense of gaining, to the idea of faqd (losing), can be found in the often-cited words of Abū al-Ḥusayn al-Nūrī (d. 295/907): ‘For twenty years I have remained between finding ( wajd ) and losing ( faqd ). When I found my Lord, I lost my heart, and when I found my heart, I lost my Lord’ (al-Qushayrī, 124; al-Jurjānī, 345; cf. al-Sarrāj, 91, 146; Hujwīrī, 195; Ibn al-Ṣabbāgh, 67, 121, 123). Al-Ḥallāj playfully contrasted them in his poetry: ‘Contemplating ecstasy is finding, but losing in finding is loss’ ( Dīwān , 267; see also 268). This was taken up by later authors such as Ibn al-Fāriḍ (d. 632/1235), who used it as part of a double pairing, describing the mystic as being in flux between finding the beloved in ecstasy ( wajd ), which effaces him, and losing her by her absence ( faqd ), which affirms his own existence ( Dīwān : Naẓm al-sulūk , 223, English trans., 77).",
    "In the 4th/10th century, Muḥammad b. ʿAbd al-Jabbār al-Niffarī (d. after 366/977) provided a critique of the tendency to view ecstatic experience or raptures ( mawājīd ) as an end in itself, viewing it as a veil over the ineffability of God. ‘Speech leads one to ecstatic experience with words; and rapture with words leads one to ecstatic experience with categories; and being enraptured with categories is infidelity by definition’ (fol. 27a; cf. al-Niffarī, ed. Arberry, 60, which reads wajd instead of mawājīd and has a different phrasing, English trans., 69–70). Elsewhere he emphasises the need to abandon all words, thought and feeling in order to reach the ineffable: ‘when you come to Me, cast all expression behind your back, and cast the meaning after that expression, and cast ecstasy ( wajd ) after that meaning’ (al-Niffarī, ed. Arberry, 92, English trans., 94; see Selim, 34).",
    "One of the first major sources for the depiction of wajd is the anonymous Ādāb al-mulūk (attributed by Nasrollah Pourjavady to Abū Manṣūr al-Iṣfahānī , q.v., and probably written in the late 4th/10th century), which defines ecstasy amongst the Sufis as ‘the encounter of the unseen with the unseen’ ( muṣādafat al-ghayb bi al-ghayb ), and citing Junayd, emphasises the ineffability of the condition of wajd (pp. 68–70 et passim). Abū Naṣr ʿAbd Allāh al-Sarrāj (d. 378/988) devotes one set of twelve chapters in his thematically-based Kitāb al-lumaʿ to the Kitāb al-samāʿ (‘Book of Audition’) and another set of six chapters to the Kitāb al-wajd (‘Book of Ecstasy’) as well as a further chapter on the practice of audition and ecstasy ( ādāb al-samāʿ wa al-wajd ), showing how inextricably linked these two terms had become by the mid-4th/10th century (for samāʿ , see below; for an analysis of both these books, see Avery, 13–28, and al-Sarrāj, English, 69–81). The linkage between samāʿ and wajd also appears in the Kashf al-maḥjūb of Hujwīrī (d. ca. 465/1072) and the Nahj al-khāṣṣ of Abū Manṣūr Maʿmar al-Iṣfahānī (q.v., d. 418/1027), both of which have a chapter on samāʿ followed by one on wajd (Hujwīrī, 393 ff.; see Meier, 144–150; see also Ibn Karbalāʾī, 1/300–314, 338). This connection was even more pronounced by the time of al-Ghazālī (d. 505/1111), who treats them as one in his Iḥyāʾ ʿulūm al-dīn (2/268, see below; see also  Niẓām al-Dīn Awliyā, 118–119).",
    "Al-Sarrāj quoted various sayings by earlier Sufis, such as ʿAmr b. ʿUthmān al-Makkī (d. 291/904: ‘ wajd is a mystery of God in the eyes of those who have faith and certainty’) and al-Junayd, who emphasises its meaning as ‘encountering, coming unexpectedly upon’ ( muṣādafa ) spiritual truths. Al-Sarrāj also looked back to his predecessors to underline the breadth of the term for an ineffable and inexplicable experience, noting that some Sufi masters regarded wajd as superior to wujūd since the latter denotes something that can be found and experienced, while the former indicates something inaccessible, which causes yearning (p. 200 ff.; see al-Sulamī, Ṭabaqāt , 195, 202, Dhikr al-niswa , 240–241). He described the characteristics of ecstatics, and in what sense making an external show of ecstasy ( tawājud ) may be sincere: he drew on an earlier Kitāb al-wajd , now lost, by Abū Saʿīd b. al-Aʿrābī (d. 341/952) for a discussion of the external signs of an ecstatic experience, and whether perfection consists in being calm and quiet or agitated during the encounter with the divine.",
    "Such debates seem to have characterised the Baghdad school: for example, al-Junayd and Ibn ʿAṭāʾ disagreed as to whether joy or grief, respectively, predominates in the experience, and yet both concurred that wajd meant a radical discontinuity or separation ( inqiṭāʿ ) from the qualities of ordinary human consciousness. It can then be said that a person’s ecstasy ( wajd ) becomes what he truly is ( wujūd ), and his existence becomes wholly contemplation ( shuhūd ) (al-Tahānawī, 4/292). The relative merits of wajd and wujūd are depicted in another episode, where Abū Bakr al-Shiblī asked al-Junayd why he was in a state of sorrow, and al-Junayd said: ‘He who seeks, will find’ ( man ṭalaba wajada ). Al-Shiblī then responded in a state of ecstasy: ‘Not at all—he who finds will seek ( man wajada ṭalaba )’ (Hujwīrī, 414).",
    "In this early period different approaches can be detected, in particular between those who viewed wajd from the aspect of intense heart-feeling, necessarily transient, and those who emphasised the direct knowing ( maʿrifa ) within the experience, which is permanent. Some authors described ecstasy as a joyful fire: for example, al-Nūrī speaks of wajd as ‘a flame which springs up in the secret heart, and appears out of longing’ (cited by al-Kalābādhī, 112), while ʿAṭṭār defined it as ‘to become happy thanks to the true morning, to become fire without the presence of the sun’ ( Muṣībat-nāmah , 41; Schimmel, 179). Al-Ḥallāj speaks of being ‘drunk in flames’ and how ‘the flame of simulated ecstasy marks a vanquished inability’ ( Dīwān , 122 and 269).",
    "When Rūmī was asked to define ecstasy, he underlined its fundamentally disruptive quality: ‘ wajd is the agitation ( inziʿāj ) of the spirit due to bearing the overwhelming power of yearning’ (Aflākī, 1/352, English trans., 244). The idea of the complete loss of self-identity and total absorption in God is found in the teachings of another inhabitant of Baghdad, Abū Saʿīd al-Kharrāz (d. 277/890 or 286/899), for whom wajd is the first station realised by those who are brought close to God ( muqarrab ), while for al-Ḥakīm al-Tirmidhī (d. 255/869) wajd meant an absorption in knowing ( maʿrifa ) or rather not-knowing ( lā yaʿrif ) (for a translation of al-Kharrāz’s Kitāb al-ṣifāt , see Nwyia, 252–263, who observes that ecstasy for al-Kharrāz really means ‘enstasy’, i.e. a self-contemplation; for al-Tirmidhī, see Nwyia, 274, 287; see also Hujwīrī, 414–415, for the contrast between ʿilm and ḥāl ; During, 58–62).",
    "Al-Kalābādhī (d. 385/995), al-Sarrāj’s contemporary also from Bukhārā, speaks in similar terms, describing ecstasy as ‘that which encounters ( ṣādafa ) the heart, whether it be fear or grief or the vision of a meaning from the states of the hereafter, or the unveiling of some condition between the servant and God’ (p. 112). He then quotes various opinions on the nature of ecstasy as a transient phenomenon, and how it is manifested by the beginner ( tawājud ) whereas the spiritually advanced feels it inwardly without needing to express it outwardly: ‘Ecstasy ( wajd ) is linked to agitation and passing, whereas direct knowing ( maʿrifa ) is established by God and does not disappear’ (p. 113). His contemporary Abū al-Ḥasan Muḥammad b. Aḥmad al-Fārisī seems to have been one of the first to include ecstasy as one of ten fundamentals of Sufism: ‘the rapid onset of ecstasy occurs when the inner heart is empty of anything that might disturb ecstasy, and not filled with thoughts which prevent one from listening to the promptings of God’ (pp. 89–90; see his contemporary al-Daylamī, 31–36, for an alternative ten stations of love, none of which use the term wajd ; cf. al-Sarrāj, 217–218).",
    "Al-Qushayrī (d. 465/1073) (pp. 122–126), on the other hand, draws on an earlier discussion in Ādāb al-mulūk (p. 69) for his description of the stages of seeking, finding or witnessing, and finally extinction in terms of the interrelationship of three key terms ( tawājud , wajd , wujūd ): while tawājud involves some kind of self-willed desire, wajd is a state of grace given by God that comes upon the heart without any self-conscious effort (see Hujwīrī, 413–416; Zargar, ‘Ten Principles’, 117, footnote 42). He quotes his master Abū ʿAlī al-Daqqāq (q.v.) as saying: ‘Ecstatic behaviour ( tawājud ) engrosses the servant; ecstasy ( wajd ) consumes him; and finding ( wujūd ) annihilates him completely. It is as if one first watches the sea, then plunges into it, then drowns in it’ (p. 124, English trans., 85; Sells, 110–116; for a discussion of the efficacy of tawājud in spiritual training, see Meier, 644–647).",
    "Later writers added the further refinement of wijdān (‘immediate discovery’, ‘direct awareness’, ‘heart perception’, ‘inward experience’) to these three terms, in order to bridge the perceived gap between the temporary experience of wajd and the annihilation involved in wujūd (cf. Ādāb al-mulūk , 69, where wijdān is defined as ‘that which is discovered in the condition of ecstasy, and that is the ecstasy of true love’; see also Jabre, 270–271, who suggests ‘discovery’ as a translation for wajd ). For example, Najm al-Dīn Kubrā (d. 618/1221), in his definitions of Sufi terminology, states: ‘ wajd is taste ( dhawq ) and the reality of knowing through the immediate discovery ( wijdān ) of the state in one’s essence in a manner that does not involve any choice or self-will—rather, one is overwhelmed and stripped [of ideas of selfhood]—whether the state be one of expansion or contraction, intimacy or reverent awe, joy, love or anything else… The ecstatic finds ecstasy ( wajd ) as well as something else, and becomes distressed…, whereas that which is really found to be ( wujūd ) means losing the sense of discovering ( wijdān ), because that which is found is an allusion to being fully under the domination of Reality. When the Sultan of Reality takes charge, then the house [of the soul] is possessed by Him, and nothing other than Reality can affect it’ ( Risāla , fol. 122a; see Zargar, ‘Ten Principles’, p. 118 ff. for Kubrā’s notion of wujūd ).",
    "Muḥyī al-Dīn Ibn al-ʿArabī (d. 638/1240), who devoted two chapters of al-Futūḥāt al-Makkiyya to the subject of wajd and wujūd (chapters 236 and 237 respectively), also links these three terms together: he defines wujūd as ‘the finding of the Real through ecstasy’ ( wijdān al-ḥaqq bi al-wajd ) and wajd as ‘those states that come unexpectedly upon the heart, annihilating you from your own [experience of] witnessing’ ( al-Futūḥāt , 2/133). He was also very specific that there is no point in ecstasy for its own sake: ‘The purpose of taste and ecstasy and such things, if they are laudable, consists in benefiting [a person] with knowledge. There is no benefit in a spiritual influx ( wārid ) that does not produce knowledge’ (Ibn Sawdakīn, 32, which is a record of conversations held with Ibn al-ʿArabī). The fundamental dynamism of ecstasy as the major feature of experiencing divine inspiration is found in Ibn al-ʿArabī’s famous poetry collection, Tarjumān al-ashwāq , and the way he explained some of its symbolic imagery: the woman’s name Salmā alludes to a ‘Solomonic ecstasy’ ( ḥāla Sulaymāniyya ), ‘peals of thunder’ ( ruʿūd ) to a ‘Mosaic ecstasy’ ( ḥāla Mūsawiyya ), ‘the monastery’ ( dayr ) to a ‘Syriac ecstasy ( ḥāla Suryāniyya ), and so on ( Tarjumān , poem lines 4/1, 9/1, 12/1 and pages 57, 64 and 70 in the English trans. of the commentary by Nicholson; see Seppälä, 212–214). The central importance of the term wijdān can be seen in the fourfold division of knowledge given by the Ottoman Mawlawī master Ismāʿīl Anqarawī (q.v., d. 1041/1631) as religious ( sharʿī ), rational or intellectual ( ʿaqlī ), discovering through state ( wijdānī ) and divine gift ( ladunī ) ( Minhāj , 211–212; see Lamp , 73 n.6).",
    "Classifying wajd as part of a hierarchy of states or as one of ten essential spiritual principles appealed to many. According to Ibn al-Dabbāgh (d. 696/1296), wajd denotes the last station of those whose love is in some way self-motivated ( muḥibb ) and who are aspirants ( sālik ), and the first station of those who are overwhelmed and transformed by love ( ʿushshāq ) and enjoy closeness ( qurb ) to the Real ( Mashāriq , 31, 37; Abrahamov, Divine Love , 120). Having enumerated the stations that precede it as closeness/attachment ( ulfa ), bosom friendship/interpenetration ( khilla ), passion ( hawā ) and deep love ( shaghaf , a love that reaches the heart itself and smites it), Ibn al-Dabbāgh states: ‘As for the station of wajd , it means finding (or the existence of, wujūd ) the beloved’s essence and all his true qualities being imprinted in the lover’s essence with an inalienably established imprint that cannot be changed. When the lover reaches such finality, all acquisition and choice departs from him’ ( Mashāriq , 36; Abrahamov, Divine Love , 119–120; cf. the 10th/16th-century female Sufi author, al-Bāʿūniyyah, 95, where in a different listing wajd is the third rule of remembrance).",
    "On the other hand, those more inclined to ecstatic expression tended to emphasise the all-inclusiveness of ecstasy. For example, Rūzbihān al-Baqlī (d. 606/1209), who became known beyond his native Persia as the ‘master of ecstatic speech’ ( al-Shaykh al-Shaṭṭāḥ ), gives a broad range of meanings in his definition of wajd : ‘it means the heart’s attaining perception of the sweetness of being in direct contact with the light of eternity without beginning, of the purity of witnessing and of the joy of being addressed [directly by God]’ ( Sharḥ , 558, Unveiling , xv–xvi; Ernst, Ruzbihan Baqli , 34). His record of his own visionary encounters with the divine, which he states occurred on a daily basis, demonstrates the extent to which his life was one of pure contemplation and rapturous joy (see Unveiling , passim).",
    "Poets in particular turned to the imagery of wine and inebriation to express ecstatic intoxication. The loss of the sense of self and the finding of the divine beloved were compared to drinking the wine of divine love, and from the 6th/12th century onwards mystics such as Abū Madyan (q.v., d. 594/1198) and Abū al-Ḥasan al-Shūshtarī (d. 663/1265) utilised the classical poetic form of the khamriyya (wine ode) to express their insights (see Bencheikh, 4/1006). Ibn al-Fāriḍ composed one of the most famous khamriyyāt , which can be read simply as a poem in praise of wine or as a love poem, but was read by later commentators such as Dāʾūd al-Qayṣarī (d. ca 747/1346) and ʿAbd al-Ghanī al-Nābulusī (d. 1143/1731) in the light of mystical ideas (Ibn al-Fāriḍ, 327–330, for English trans. see Homerin, 41–65; Nicholson, 183–188; Schimmel, 275–276).",
    "Ecstasy in Hearing",
    "Although ecstasy was usually characterised as the effect of divine grace, nevertheless Sufis—unlike their counterparts in the Christian world—consciously sought to create conditions in which it might occur, mostly in communal gatherings rather than alone. One of the major techniques for inducing ecstatic experiences or altered states was what has been described as ‘aural stimulation: chanting, listening to music, poetry, or the recitation of the Qurʾān’ (Avery, 3; for an overview of the Greek, Jewish and Christian background, see During, 25–28; Meier, 35).  This heightened spiritual awareness or state of grace, which included an aptitude for hearing or seeing profound meaning embedded in forms, appears to have developed out of meditating on the Qurʾān as it was recited and the practice of dhikr (‘remembrance of God’ through ritual recitation), and extended to interpreting ordinary activities, such as listening to poems or love-songs, in a symbolic manner.",
    "There are numerous anecdotes of Sufis being overcome by a powerful emotion on hearing certain words or poetry, whose profane appearance suddenly revealed a profound allegorical meaning to them. In various ritual or social settings, in private and later in larger more public arenas, this practice became known as samāʿ (literally, ‘hearing’ or ‘what is heard’, hence ‘spiritual concert’ or ‘audition’) (Avery, 2–5; During, 16­–25; Ibn al-Fāriḍ, Dīwān , 184; English trans., 327–328; for debates about ecstasy in the context of the Qurʾān, see al-Ghazālī, 2/296–301; Geoffroy, 414–416). Early Sufis, such as Abū Saʿīd b. Abī al-Khayr (q.v., d. 440/1049), are often recorded as partaking in spiritual music sessions, with singing and dancing, during which the dervishes would go into ecstasy, antagonising people of a more sober disposition (Muḥammad b. Munawwar, 64, 69, 95; see Nicholson, 25, 27, 34 et passim). The particular focus was on becoming sensitive and open to the spiritual influx or inspiration: ‘Endeavour to have a mystical experience ( wārid  ), not a devotional exercise ( wird  )’ (Muḥammad b. Munawwar, 403; Nicholson, 61). For Rūzbihān al-Baqlī, samāʿ meant ‘hearing through God, in God and with God. Anyone who adds something other than God to this is a disbeliever, who has never found the Way nor drunk the nectar of union in the samāʿ ’ ( Risālat al-quds , 50; idem, French trans., 234, cited by During, 210).",
    "The tension between these states of prayerful ecstasy encountered in music or dance and the traditional path of literal adherence to the Prophet’s sunna surfaces from time to time in the hagiographical accounts (for example, Muḥammad b. Munawwar, 293; Nicholson, 61; see also al-Lamaṭī, 741–742), and became a major theme of later discussions of ecstasy. For example, Abū Saʿīd’s contemporary al-Qushayrī attempted to reconcile this dichotomy by quoting Sufi masters as saying that ‘ecstasy is an encounter and ecstatic acts are the fruits of prayers ( awrād ). The more one engages in acts of worship, the more divine graces ( laṭāʾif ) come to one from God’ (p. 123, English trans., 84).",
    "Like those before him, al-Ghazālī specifically linked samāʿ to wajd , and devoted a whole book of his Iḥyāʾ to the defence of samāʿ , entitled ‘The Book of the Proper Practice of Audition and Ecstasy’ ( Kitāb ādāb al-samāʿ wa al-wajd ). He opens his discussion by stating that ‘audition ( samāʿ ) produces a state in the heart which is called ecstasy ( wajd ). In turn, wajd causes the bodily limbs to move, whether the movement is non-rhythmic and is called agitation, or rhythmic, in which case it is called clapping and dancing’ (2/268). He adds that ecstasy results from understanding a particular meaning in what is heard, quoting earlier Sufis such as Dhū al-Nūn al-Miṣrī (q.v.) and Abū al-Ḥusayn al-Darrāj in their descriptions of wajd as ‘a true inspiration ( wārid ) which comes to drive hearts towards the Truth’ and ‘an expression for what is experienced ( yūjadu ) in audition’ (2/287, 292). He cites two Qurʾānic verses (13:28 and 39:23) in support of his view that ecstasy has multiple, sometimes contradictory, effects: ‘true ecstasy is what grows up from the abundant love of God and sincerity in desiring Him and in longing to meet Him… everything that is experienced ( yūjadu ) as a result of hearing in the soul is wajd— tranquillity and trembling, fear and softening of the heart, all of that is wajd ’ (2/296).",
    "On the other hand, the fact that the practice of samāʿ was so widespread in the 7th/13th century led to concerns over excessive or misplaced ecstatic behaviour. For example, Ibn al-ʿArabī discouraged his disciples from taking part in the ritual ( Kitāb al-amr , fol. 48a, 53a et passim), while Jalāl al-Dīn Rūmī relates an amusing story to highlight the self-interest often encountered in the practice (2/514–584). At the same time Rūmī’s Mathnawī can be said to be nothing less than ‘one long ode to ecstasy and intoxication…. his views on ecstasy are revealed in tactile forms through the poet’s depictions of intoxication, drinking and dance’ (Lewisohn, 52). For example, when the Sufis gathered to remember God, culminating in being showered with divine grace, ‘they found fulfilment in ecstasy and joy’ (Rūmī, 2/203; see also the powerful opening lines of the Mathnawī, 1/1–35, as analysed by Morris, passim). He appears to have elevated samāʿ to the level of the sacred, rivalling the performance of the five daily prayers ( ṣalāt ) in importance, by referring to it as ‘the ritual prayers of true lovers’ ( namāz-i ʿushshāq ) (see Aflākī, 1/394, English trans., 272, cited by Lewisohn, 70–71). During (pp. 193, 206) notes a discrepancy between Rūmī’s supreme state of ecstasy which gave rise to his poetry and the practice of samāʿ , on the one hand, and later Mawlawī attempts to simulate ecstasy through ritualising and codifying the practice, ‘loading it with a sometimes artifical symbolism’, on the other (see Meier, 40­–41). As Lewisohn observes with regard to Persian Sufism more generally, ‘the presence of ecstasy in one’s devotions was the touchstone of piety’ (p. 71 and note 130; cf. al-Sulamī, Ṭabaqāt , 60, 328, 375 et passim; al-Kumushkhānawī, 7).",
    "Ecstasy in Seeing",
    "During a discussion of the station of direct knowledge ( maqām al-maʿrifa ) and its seven forms, Ibn al-ʿArabī highlights the dangers inherent in ecstasy when a human beloved becomes the object, rather than the medium, of love. First of all, he describes how someone may appear to be pious and participate in a samāʿ session, becoming overwhelmed with emotion as if with love of God, when in fact they are in love with a human beloved who is unknown to those present—‘everyone thinks this is a divine state when all he possesses is a sound feeling of ecstatic emotion ( wajd ṣaḥīḥ ) and a sound condition ( ḥāl ṣaḥīḥ )’. He then cites a well-known story of Rūzbihān al-Baqlī, who was completely smitten with love for a female singer: ‘no-one was aware of it, and whatever he had through God was transferred to her. He realised that people would imagine that his ecstasy was for God in its source, so he went to the Sufis and took off his cloak ( khirqa ), throwing it before them. He told his story to people, saying: “I do not wish to lie about my actual condition”. He then became like a servant to the singer. The woman was told of his state and his ecstasy for her, and she learned that he was one of the great ones of the People of God. The woman became ashamed, and repented before God for the profession she was following, by the blessing of his sincerity. She became a servant to him. God then removed the attachment to her from his heart, and he returned to the Sufis and put his cloak back on’ ( al-Futūḥāt , 2/315; Zargar, Aesthetics , 65; for Ibn al-ʿArabī’s generally critical attitude towards shāhid-bāzī or al-naẓar ilā al-murd , following al-Qushayrī, see Kitāb al-amr , fol. 53b–54a; Ritter, 484 ff.; for further references, see Addas, 163–164; Pourjavady, 200–221).",
    "This episode restates a common theme in Sufi mysticism regarding that which is present in one’s heart and uppermost in one’s mind (termed shāhid , literally ‘witness’ or ‘one who is present’): in particular it shows how love for an earthly beloved may interfere with love for the divine and how it may be transmuted. The practice of some mystics such as Awḥad al-Dīn Kirmānī (d. 635/1238) of gazing at a shāhid , usually a handsome youth, as a token of divine beauty, was the subject of considerable controversy (Zargar, Aesthetics , 99–102). The story of al-Baqlī exemplifies, above all, the ecstasy of an overpowering love, which is impossible to resist and whose antinomianism may scandalise others but ultimately leads to a higher level of knowledge. Rūzbihān al-Baqlī himself often made explicit references to his visions of the divine appearing in human form: for example, God in the form of Adam or of Turks ( Kashf , 45/89, 41/82), and speaks approvingly of those who are ‘masters of ecstasy and unveiling’ ( aṣḥāb al-wajd wa al-mukāshafa ) ( Sayr al-arwāḥ , 52).",
    "In the same vein we find ʿAṭṭār’s famous story of Shaykh Ṣanʿān and the Christian girl in the Manṭiq al-ṭayr (p. 81 ff., English trans., 108 ff.), which has found its way into world literature including Turkish, Kashmiri and Malay (for a description of the full tale and other analogous stories, see Ritter, 400–402). There is also al-Junayd’s encounter with a teacher in Baghdad, who was finding his affection for one of the boys in his class to be at variance with loving God—occasioning a remarkable line of poetry attributed to al-Junayd that plays on the root meanings of wajd : ‘My feeling for Him is ecstasy due to the rapture of His Being, while the feeling of ecstatic finding among those who find is a blazing flame’ ( fa-wajdī bihi wajdun li-wajdi wujūdihi, wa-wajdu wujūdi’l-wājidīna lahību ) (quoted in Fīrūzābādī, fols. 81b–82a; Ritter, 476–477, who gives a slightly different translation of this elliptical and problematic line as well as many accounts of similar episodes; see also Ibn al-Dabbāgh, 59 ff.).",
    "The Physical Effects of Ecstasy",
    "Various reports are given in the sources of the physical effects of ecstasy, particularly those resulting from samāʿ sessions. Being overcome by wajd often resulted in signs of physical agitation such as trembling or wandering, rising to one’s feet and dancing ( raqṣ ), tearing of clothing, loss of control of the limbs, shouting out or weeping, ecstatic utterances (see below), fainting and even sudden death (see for example, al-Sarrāj, 306–308; al-Sulamī, Ṭabaqāt , 119; al-Ghazālī, 2/285; al-Suhrawardī, 133; Avery, 88–134; During, 102–111 et passim; Meier, 31; for Sufi practice in Egypt and Syria, see Geoffroy, 419–422). Najm al-Dīn Kubrā gave the following advice to students: ‘if ecstasy occurs, do not just sit there as if nothing had happened. Be aware of your moment ( waqt ) with God! Should the impulse ( wārid ) enter into you, keep still if a master is present, as long as possible. But if the impulse is too strong and it moves you, do not remain seated artificially’ (from Ādāb al-murīdīn , chapter 6 on samāʿ shinīdan , cited by Meier, 87, also cf. Meier, 34).",
    "One famous example concerns Abū al-Ḥusayn al-Nūrī, who heard a particular verse during a samāʿ session, rose to his feet and went into ecstasy; he then wandered about in a trance-like state until he ran into a reed-bed where the canes had just been cut, and badly lacerated his feet and legs. Oblivious to the pain, al-Nūrī kept repeating the verse he had heard, but his injuries proved fatal and he died a few days later (al-Sarrāj, 290; al-Ghazālī, 2/288, English trans., 40; Avery, 102, 125, 199; Massignon, 42–43).",
    "The ecstatic throwing off or tearing of clothing, which meant forfeiting one’s right of ownership, resulted in discussions over who the item then belonged to and how it could be a means of conveying blessing ( baraka ) to those present (Hujwīrī, 417–418; al-Suhrawardī, 145; for examples in the life of Ibn al-Fāriḍ, see Dīwān , 167–169, English trans., 318–320; Meier, 38–39). As Avery (p. 65) observes, these physical signs of wajd often make no mention of joy or exhilaration, and his working definition of wajd is ‘those behaviours or physical signs resulting from the aural stimuli of samāʾ in its various forms’, which should include the visual element of the shāhid discussed above.",
    "Ecstatic Speech ( shaṭḥ )",
    "On occasion ecstatic rapture would become so overwhelming that certain mystics uttered ambiguous theopathic expressions known as shaṭaḥāt or shaṭḥiyyāt , a term that suggests a river overflowing its banks because the volume of water is so great and the stream too narrow to contain it (al-Sarrāj, 375–376; Ernst, Words , 12; Ḥakīm, 649–651). Ibn al-Khafīf al-Shīrāzī (d. 371/982) defined shaṭḥ as ‘that which overflows from ecstasy and seems strange in speech’ (cited in Ernst, Words , 21; Vadet, 823). The term has been variously rendered into western languages as ‘ecstatic paradox’, ‘unruly utterance’ or ‘theopathic parlance’, and is highly characteristic of the way ecstatic experience was understood in Sufism (Lewisohn, 52; Chittick, Self-Disclosure , 301, 303; Corbin, 123; cf. Corbin’s rendering of al-Baqlī’s Sharḥ-i Shaṭḥiyyāt as Le Commentarie sur les Paradoxes des Soufis ; Seppälä, 309–310). The most famous ecstatic utterances, Abū Yazīd al-Bisṭāmī’s ‘Glory be to Me, how great is my majesty!’ ( subḥānī mā aʿẓama shaʾnī ) and al-Ḥallāj’s ‘I am the Truth’ ( anā al-ḥaqq ), both echo divine revelation and re-express it in a form that has prompted excitement and outrage over the centuries.",
    "As al-Sarrāj noted in an apologetic vein, the major problem with these sayings lies in the extent to which they are comprehensible to others, and may mislead those who do not possess the necessary experience to understand what is being alluded to. In addition, such sayings do not normally issue from those who have reached perfection: ‘it is only one who is at a beginning stage who falls into shaṭḥ , one whose goal is union with the ultimate perfection’ (p. 380). Massignon’s suggestion that early ecstatic sayings found their way into the genre of ḥadīth qudsī cannot be substantiated, despite certain similarities (Ernst, ‘Shaṭḥ’, 9/361).",
    "The first mystic whose ecstatic utterances are widely quoted is Abū Yazīd al-Basṭāmī (d. 234/848 or 261/875, q.v. ‘ Bayazīd Basṭāmī ’), who spoke of annihilation of the self as well as his experience of ascension ( miʿrāj ) into the presence of God (al-Sarrāj, 380–395; see Schimmel, 47–51). Al-Junayd’s discussion of many of Abū Yazīd’s sayings, where he seems to have emphasised that they emerged from an incomplete realisation, was much quoted by al-Sarrāj (for a translation and commentary on al-Sarrāj, chapters 123–127, see Sells, 212–231). Abū Yazīd’s sayings continued to exert a fascination on later authors such as al-Sahlakī (or al-Sahlajī, d. 476/1083), whose Kitāb al-nūr min kalimāt Abī Ṭayfūr was edited by ʿAbd al-Raḥmān al-Badawī as Shaṭaḥāt al-Ṣūfiyya in Cairo in 1949, and Muḥyī al-Dīn b. al-ʿArabī, who mentions a work, no longer extant, in which he commented on Abū Yazīd’s sayings (with a lengthy title that begins Miftāḥ aqfāl al-ilhām al-waḥīd… ; see Fihrist , 199).",
    "According to al-Baqlī, who provides the most comprehensive treatment of shaṭḥ in an Arabic commentary on nearly 200 ecstatic sayings, entitled Manṭiq al-asrār fī bayān al-anwār , and then an expanded Persian version which he called Sharḥ-i Shaṭḥiyyāt , ‘ shaṭḥ is derived from the movements of the innermost parts of their hearts ( ḥarakāt-i asrār-i dilishān )… Speech comes forth from the ecstatic… the outward form of it is ambiguous and allegorical ( mutashābih ), an expression whose words are found to be strange’ ( Sharḥ , 57; Ernst, Words , 15, 18). Having mentioned the ecstatic utterances of the Prophet’s Companions, al-Baqlī provides 192 expressions attributed to 45 different Sufis of the early period, from Ibrāhīm b. Adham (d. ca. 174/790) to Abū Saʿīd b. Abī al-Khayr. Special emphasis is given to the sayings of Abū Bakr al-Shiblī, Abū Yazīd al-Bisṭāmī and most of all, al-Ḥallāj. No less than one third of the Sharḥ-i Shaṭḥiyyāt is devoted to al-Ḥallāj, whom he describes as being ‘drowned in the limitless ocean of eternity ( azal ), pure ecstasy overcame him… From the depths of that ocean he brought forth the pearls of everlastingness’ ( Sharḥ , 45; Ernst, Words , 17).",
    "For al-Baqlī these expressions are not simply daring or antinomian, but derive their enigmatic character from the very nature of divine revelation: just as the Qurʾān and the ḥadīth contain symbolic expressions that are ambiguous, so too must the inspiration ( ilhām ) of the saints ( Sharḥ , 57–59). In a similar way Lewisohn (pp. 52–53) views Rūmī’s Mathnawī , sometimes referred to as the Persian Qurʾān, as ‘a breviary of ecstatic paradoxes… each individual verse a gift and grace of an ecstatic insight inspired in him’. In describing them as ‘sayings of God’, Sufi masters exposed themselves to the same risk as those who had originally uttered them, that their real meaning would be misunderstood by the more literal-minded.",
    "In his study of the phenomenon of shaṭḥiyyāt , Carl Ernst ( Words , 25–36) summarises the principal topics under three headings: selfhood or ‘I-ness’ ( anāʾiyya ), referring to the question of theosis and identity in statements about the nature of the self, such as Abū Yazīd’s ‘My “I am” is not “I am”, because I am He, and I am “he is He”’ (al-Baqlī, Sharḥ , 135); transcendence, or going beyond every aspect of the created, including all practices, in the realisation of unity ( tawḥīd ); and unknowing, where all human knowledge is seen as ignorance before the ineffability of the divine—in this regard al-Baqlī cites the famous saying of the first caliph Abū Bakr, ‘the inability to attain comprehension is (true) comprehension’ ( al-ʿajz ʿan darak al-idrāk idrāk ; Sharḥ , 66).",
    "Seppälä (pp. 274–278), on the other hand, analyses ecstatic utterances under five headings: ‘I-God’ (as in al-Ḥallāj’s ‘I am the Real’); ‘I-He’ (as in al-Bisṭāmī’s ‘There is nothing under my cloak except God’); ‘I-Thou’ (as in al-Ḥallāj’s ‘I am you, just as you are I’); God in nature (as in al-Nūrī’s response to hearing a dog barking, ‘Here am I, Lord’); and provocation (as in al-Bisṭāmī’s response to hearing the prayer call Allāhu Akbar , ‘I am greater than He’).",
    "In general the Sufi response to shaṭḥ depended on the audience they were addressing: sometimes they dismissed such sayings as resulting from intoxication, madness or misquotation, an attitude commonly adopted when being attacked by jurists or non-Sufi intellectuals; at other times they regarded them as expressions of genuine spiritual states and knowledge of realities, which could only be understood by people who had enjoyed the same experience.",
    "Ibn al-ʿArabī, however, viewed shaṭḥ primarily from a negative standpoint, which reveals that the person was not speaking by virtue of a divine command, and therefore without proper spiritual courtesy (q.v. \n adab \n ). He defines it as ‘words of claim that give expression to the rank which God has given a person in His presence—they speak openly about it without a divine command, but as a way of boasting’. Since such words betray a touch of unsoundness ( ruʿūna ), he describes them as an ‘occasional lapse’ on the part of those who realise the truth ( zalla al-muḥaqqiqīn ) ( al-Futūḥāt , 2/387). Thus, for example, there is some debate amongst Sufis as to whether Abū Yazīd al-Bisṭāmī’s saying ‘I have no morning and no evening… I have no attribute’ should be considered as a shaṭḥ or not ( al-Futūḥāt , 2/133; Abrahamov, Ibn al-ʿArabī , 42–43, 46–47 and for his views on ʿAbd al-Qādir al-Jīlānī, 152, citing al-Futūḥāt , 3/560). In contrast, when the prophets speak of their rank they are indicating something important to their community: for example, the Prophet Muḥammad’s saying that ‘I am lord of the children of Adam, and that is no boast’ or Jesus’ saying ‘peace be upon me on the day I was born…’ are not forms of self-praise but a way of praising the community for the divine favour of sending such a high-ranking prophet to them. In Ibn al-ʿArabī’s own experience, there are people who come out with these ecstatic utterances about God or about the people of God because of something they have contemplated through their imagination, in which case they are far from the truth ( al-Futūḥāt , 2/387–388, 3/560–561; Chittick, Self-Disclosure , 302–303). Ibn al-ʿArabī’s largely critical comments on shaṭḥ became the general Sufi criterion for judging ecstatic expressions (for later developments in various parts of the Islamic world and among authors such as Dārā Shukūh q.v., and Ibrāhīm al-Kūrānī, see Ernst, Words , 21–24).",
    "Those who were not Sufis tended to be quite ambivalent in their attitude, ranging from excusing shaṭḥ as generally unintentional and therefore excusable (apart from al-Ḥallāj who was condemned for being deliberately provocative) to outright condemnation (for examples, see Ernst, ‘Shaṭḥ’ 9/362; Knysh, 236–237). In practice, shaṭḥiyyāt were only regarded as dangerous by the legal authorities when their political overlords demanded it. It is in this context that one should view the prosecution of al-Nūrī and the executions of al-Ḥallāj and ʿAyn al-Quḍāt Hamadānī (q.v., d. 525/1131) (for a fuller discussion of the cases of al-Nūrī, al-Ḥallāj and ʿAyn al-Quḍāt, see Ernst, Words , 63–84, 97–115)."
  ],
  "bibliography": [
    "Abdel-Kader, Ali Hassan, The Life, Personality and Writings of al-Junayd (London, 1976, repr. 2014).",
    "Abrahamov, Binyamin, Divine Love in Islamic Mysticism (London, 2003).",
    "idem, Ibn al-ʿArabī and the Sufis (Oxford, 2014).",
    "Abū Manṣūr al-Iṣfahānī, ‘Nahj al-khāṣṣ’, ed. Nasrollah Pourjavady, Taḥqīqāt-i Islāmī , 3, nos. 1–2 (1367 Sh./1988), pp. 94–149.",
    "Ādāb al-mulūk : ein Handbuch zur islamischen Mystik aus dem 4./10. Jahrhundert , ed. Bernd Radtke (Beirut, 1991).",
    "Addas, Claude, Quest for the Red Sulphur (Cambridge, 1993).",
    "Aflākī, Shams al-Dīn Aḥmad, Manāqib al-ʿārifīn , ed. Tahsin Yazıcı (Ankara, 1976–1980), English trans. by John O’Kane as The Feats of the Knowers of God (Leiden, 2002).",
    "Anawati, Georges C., and Louis Gardet, Mystique Musulmane (Paris, 1961).",
    "Anqarawī, Ismāʿīl, The Lamp of Mysteries : Miṣbāḥ al-asrār , ed. and tr. Bilal Kuşpinar (Oxford, 2011).",
    "idem, Minhāj al-fuqarāʾ (Istanbul, 1286/1869).",
    "ʿAṭṭār, Farīd al-Dīn, Manṭiq al-ṭayr , ed. M. J. Mashkūr (Tabrīz, 1958), English trans. by P. W. Avery as The Speech of the Birds (Cambridge, 1998).",
    "idem, Muṣībat-nāmah , ed. N. Fiṣāl (Tehran, 1338 Sh./1959).",
    "Avery, Kenneth S., A Psychology of Early Sufi Samāʿ (Abingdon, 2004).",
    "al-Badawī, ʿAbd al-Raḥmān, Shaṭaḥāt al-Ṣūfiyya (Kuwait, 1976).",
    "Ballanfat, Paul, Unité et spiritualité: le courant Melami-Hamzevi dans l’Empire Ottoman (Paris, 2013).",
    "al-Baqlī, Rūzbihān, Kashf al-asrār , ed. Firoozeh Papan-Matin with Michael Fishbein (Leiden, 2006).",
    "idem, Risālat al-quds , ed. J. Nurbakhsh (Tehran, 1351/1972), French trans. by Paul Ballanfat as L’Itinéraire des esprits suivi du Traité de la sainteté (Paris, 2000).",
    "idem, Sayr al-arwāḥ , in Quatre traités inédits de Rûzbehân Baqlî Shîrâzî , ed. Paul Ballanfat (Tehran, 1998).",
    "idem, Sharḥ-i Shaṭḥiyyāt , ed. H. Corbin (Tehran and Paris, 1344 Sh./1965).",
    "idem, The Unveiling of Secrets , tr. Carl Ernst (Chapel Hill, NC, 1997).",
    "Bashier, Salman,  Ibn al-ʿArabī’s Barzakh  (Albany, NY, 2004).",
    "Baumgartner, Charles, ‘Extase’,  Dictionnaire de spiritualité , ed. Marcel Viller, vol. 4, part 2 (1961), pp. 2045–2189.",
    "al-Bāʿūniyyah, ʿĀʾishah, The Principles of Sufism , ed. and tr. T. Emil Homerin (New York, 2014).",
    "Bencheikh, J. E., ‘ Kh amriyya’, EI2 , vol. 4, pp. 998–1009.",
    "Chittick, William C., The Sufi Path of Knowledge (Albany, NY, 1989).",
    "idem, The Self-Disclosure of God (Albany, NY, 1998).",
    "Corbin, Henry, Creative Imagination in the Ṣūfism of Ibn ʿArabī , tr. Ralph Mannheim (Princeton, NJ, 1981).",
    "al-Daylamī, Abū al-Ḥasan ʿAlī, ʿAṭf al-alif al-maʾlūf , English trans. by Joseph N. Bell et al. as A Treatise on Mystical Love (Edinburgh, 2005).",
    "During, Jean, Musique et extase: l’audition mystique dans la tradition soufie (Paris, 1988).",
    "Eckehart, Meister, Meister Eckhart, die deutschen und lateinischen Werke (Stuttgart, 1936).",
    "Ernst, Carl, Ruzbihan Baqli: Mysticism and the Rhetoric of Sainthood in Persian Sufism (Richmond, 1996).",
    "idem, ‘Shaṭḥ’, EI2 , vol. 9, pp. 361–362.",
    "idem, Words of Ecstasy in Sufism (Albany, NY, 1985).",
    "Fīrūzābādī, Muḥammad, Nasl al-asrār wa sirr al-iskār , Veliyuddin MS 1828, Beyazit Library, Istanbul, fols. 54a–93b.",
    "Geoffroy, Éric, Le Soufisme en Égypte et en Syrie (Damascus, 1995).",
    "al-Ghazālī, Iḥyāʾ ʿulūm al-dīn , 5 vols. (Beirut, 1980).",
    "Ḥakīm, Suʿād, al-Muʿjam al-Ṣūfī (Beirut, 1981).",
    "al-Ḥallāj, Dīwān , ed. ʿAbduh Wāzin (Beirut, 1998).",
    "Hujwīrī, ʿAlī, Kashf al-maḥjūb , tr. Reynold A. Nicholson (London, 1936).",
    "Ibn al-ʿArabī, Muḥammad b. ʿAlī, Kitāb al-amr al-muḥkam (Ayasofya MS 2063, Süleymaniye Library, Istanbul), fols. 34a–68b.",
    "idem, Fihrist al-muʾallafāt , ed. A. Affifi, in ‘The Works of Ibn ʿArabī’, Bulletin of the Faculty of Arts , 8 (Alexandria University, 1954).",
    "idem, al-Futūḥāt al-Makkiyya (Beirut, n.d.).",
    "idem, Tarjumān al-ashwāq , ed. and trans. R. A. Nicholson (London, 1978).",
    "Ibn al-Dabbāgh, ʿAbd al-Raḥmān al-Anṣārī, Mashāriq anwār al-qulūb wa miftāḥ asrār al-ghuyūb , ed. Helmut Ritter (Beirut, 1379/1959).",
    "Ibn al-Fāriḍ, ʿUmar, Dīwān , ed. ʿAbd al-Khāliq Maḥmūd (Giza, 1995), English trans. by T. Emil Homerin as ʿUmar Ibn al-Fāriḍ: \n Sufi Verse, Saintly Life (Mahwah, NJ, 2001).",
    "Ibn Karbalāʾī, Ḥusayn, Rawḍāt al-jinān (Tehran, 1349/1970).",
    "Ibn al-Ṣabbāgh, Muḥammad, Durrat al-asrār wa tuḥfat al-abrār , English trans. by Elmer H. Douglas as The Mystical Teachings of al-Shādhilī (Albany, NY, 1993).",
    "Ibn Sawdakīn, Ismāʿīl, Wasāʾil al-sāʾil , ed. Manfred Profitlich (Freiburg, 1973).",
    "Jabre, Farid, Essai sur le Lexique de Ghazali (Beirut, 1970).",
    "Jāmī, ʿAbd al-Raḥmān, Nafaḥāt al-uns , ed. Maḥmūd ʿAbīdī (Tehran, 1373/1994).",
    "al-Jurjānī, ʿAlī, al-Taʿrīfāt (Beirut, 1424/2003), French trans. by Maurice Gloton (Tehran, 1994).",
    "al-Kalābādhī, Abū Bakr, al-Taʿarruf li madhhab ahl al-taṣawwuf , ed. ʿAbd al-Ḥalīm Maḥmūd and ʿAbd al-Bāqī Surūr (Cairo, 1380/1960), English trans. by A. J. Arberry as The Doctrine of the Sufis (Cambridge, 1977).",
    "Knysh, Alexander, Ibn ʿArabi in the Later Islamic Tradition (Albany, NY, 1999).",
    "Kubrā, Najm al-Dīn, La pratique du Soufisme , quatorze petits traités , French trans. by Paul Ballanfat (Nîmes, 2002).",
    "idem, Risāla fī al-taṣawwuf (Shehit Ali MS 1395, Süleymaniye Library, Istanbul), fols. 48a–125b.",
    "al-Kumushkhānawī, Aḥmad, Jāmiʿ al-uṣūl \n fī al-awliyāʾ (Cairo, 1870).",
    "al-Lamaṭī, Aḥmad, Pure Gold from the Words of Sayyidī ʿAbd al-ʿAzīz al-Dabbāgh: al-Dhabab al-Ibrīz min kalām sayyidī ʿAbd al-ʿAzīz , tr. John O’Kane and Bernd Radtke (Leiden, 2007).",
    "Lewisohn, Leonard, ed., The Philosophy of Ecstasy (Bloomington, IN, 2014).",
    "MacDonald, D. B., ‘Emotional Religion in Islam as Affected by Music and Singing’, JRAS (1901), pp. 195–252, 705–748 (1902), pp. 1–28.",
    "Massignon, Louis, Hallāj: Mystic and Martyr , ed. and trans. by Herbert Mason (Princeton, NJ, 1994).",
    "Meier, Fritz, Essays on Islamic Piety and Mysticism , trans. by John O’Kane (Leiden, 1999).",
    "Mommaers, Paul, The Riddle of Christian Mystical Experience (Louvain, 2003).",
    "Morris, James W., ‘The Ascension of the word’, in Leonard Lewisohn, ed., The Philosophy of Ecstasy (Bloomington, IN, 2014), pp. 229–258.",
    "Muḥammad b. Munawwar, Asrār al-tawḥīd , ed. V. Zhukovskiy (St Petersburg, 1899).",
    "Nicholson, R. A., Studies in Islamic Mysticism (Cambridge, 1921).",
    "al-Niffarī, Muḥammad b. ʿAbd al-Jabbār, al-Mawāqif (Malik MS 4263, Tehran, fols. 0a–72b).",
    "idem, Mawāqif and Mukhāṭabāt , ed. and tr. Arthur J. Arberry (London, 1935).",
    "Niẓām al-Dīn Awliyā, Kh w ājah, Fawāʾid al-fuʾād: Spiritual and Literary Discourses of Shaikh Niẓāmuddīn Awliyā , ed. Amīr Ḥasan Dihlawī, tr. Ziya-ul-Hasan Faruqi (New Dehli, 1996).",
    "Nwyia, Paul, Exégèse Coranique et Langage Mystique (Beirut, 1991).",
    "Plotinus, Enneads , trans. by A. H. Armstrong (Cambridge, MA, 1989).",
    "Pourjavady, Nasrollah, ‘Stories of Aḥmad al-Ghazālī “Playing the Witness” in Tabrīz’, in Todd Lawson, ed., Reason and Inspiration in Islam (London, 2005), pp. 200–221.",
    "al-Qushayrī, ʿAbd al-Karīm, al-Risāla al-Qushayriyya , ed. Muḥammad ʿAbd al-Raḥmān al-Marʿashlī (Beirut, 1998), English trans. by Alexander Knysh as al-Qushayrī’s Epistle on Sufism (Reading, 2007).",
    "Radler, Charlotte, ‘“In love I am more God”: The Centrality of Love in Meister Eckhart’s Mysticism’, Journal of Religion , 90/2 (2010), pp. 171–198.",
    "Ritter, Helmut, The Ocean of the Soul: Men, the World and God in the Stories of Farīd al-Dīn ʿAṭṭār , tr. John O’Kane (Leiden, 2012).",
    "Rūmī, Jalāl al-Dīn, The Mathnawī , ed. R. A. Nicholson (London, 1925).",
    "al-Sarrāj, Abū Naṣr, al-Lumaʿ fī al-taṣawwuf , ed. R. A. Nicholson (London and Leiden, 1914).",
    "Schimmel, Annemarie, Mystical Dimensions of Islam (Chapel Hill, NC, 1975).",
    "Selim, Samah, ‘Manṣūr al-Ḥallāj and the Poetry of Ecstasy’, JAL 21/1 (1990), pp. 26–42.",
    "Sells, Michael, Early Islamic Mysticism (New Jersey, 1996).",
    "Seppälä, Serafim, In Speechless Ecstasy: Expression and Interpretation of Mystical Experience in Classical Syriac and Sufi Literature (Helsinki, 2003).",
    "Sommerfeldt, John R., Bernard of Clairvaux on the Life of the Mind (New York, 2004).",
    "al-Suhrawardī, Abū Ḥafṣ ʿUmar, ʿAwārif al-maʿārif (Cairo, 1939).",
    "al-Sulamī, ʿAbd al-Raḥmān, Dhikr al-niswa al-mutaʿabbidāt al-Ṣūfiyyāt , ed. and trans. by Rkia Cornell as Early Sufi Women (Louisville, KY, 1999).",
    "idem, Ṭabaqāt al-Ṣūfiyya , ed. Nūr al-Dīn Sharība (Cairo, 1969).",
    "Sviri, Sara, The Taste of Hidden Things (Inverness, CA, 1997).",
    "al-Tahānawī, Muḥammad, Kashshāf iṣṭilāḥāt al-funūn , ed. Aḥmad Basaj (Beirut, 1998).",
    "Trimingham, John Spencer, The Sufi Orders in Islam (Oxford, 1998).",
    "Vadet, J. C., ‘Ibn Khafīf’, EI2 , vol. 3, pp. 823–824.",
    "Zargar, Cyrus, Sufi \n Aesthetics (Columbia, SC, 2011).",
    "idem, ‘The Ten Principles: Theoretical Implications of Volitional Death in Najm al-Dīn Kubrā’s al-Uṣūl al-ʿashara ’, MW , 103 (2013), pp. 107–130."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}
