{
  "id": "eweb_037",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-23519.xml",
  "annotator": "Antonio",
  "title": "ʿAbd al-Wāḥid b. Zayd",
  "authors": [
    "Alexander D. Knysh"
  ],
  "word_count": "(751 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 May 2011",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "ʿAbd al-Wāḥid b. Zayd (d. c.133/750) was a disciple of al-Ḥasan al-Baṣrī (21–109/642–728, a deeply pious and ascetic Muslim), who was one of the most important religious figures in early Islam. ʿAbd al-Wāḥid b. Zayd gained special prominence for his public sermons, which emphasised humility and scrupulous conduct, including eating habits. A professional preacher (qāṣṣ) , who was famous for his eloquence, he painted vivid pictures of Judgement Day, calling upon his listeners to prepare themselves for a face-to-face encounter with God. Each person’s righteousness and record of good works, he argued, would determine how clear this otherworldly beatific vision will be. Some of his statements imply that the righteous might actually experience the delights of Paradise already in this life, as a reward for their sincere and disinterested worship of God. According to ʿAbd al-Wāḥid, God imparts to His righteous friends (awliyāʾ , sing. walī) the “internal,” secret knowledge (ʿilm al-bāṭin) of Himself and of the world, which He conceals from the rest of his creatures, including the angels. This sacred trust elevates God’s friends above other mortals, to occupy a position just below the prophets. Later Ṣūfī theorists juxtaposed this “internal” knowledge with the so-called “external” knowledge (ʿilm al-ẓāhir) , that is, the traditional Islamic sciences such as the Qurʾān and its commentary, the Prophetic tradition (ḥadīth) , and jurisprudence (fiqh). It appears that ʿAbd al-Wāḥid considered external knowledge inferior to the internal—an assertion that many Muslim scholars probably found heretical.",
    "ʿAbd al-Wāḥid belonged to the category of ascetics whom the sources describe as “weepers.” These were pious individuals who wept profusely over their sins or out of fear of God (khashyat Allāh) and uncertainty about the divine verdict to be passed on them on Judgement Day. On a more personal level, weeping could be caused by the ascetic’s feeling of weakness and humility before God and by compassion for those who have strayed from the right path or for the dead who are no longer able to improve their fate in the hereafter. Through constant mourning, these “beggars of the spirit” ( fuqarāʾ ilā llāh , literally “needy of God”) hoped to secure God’s pleasure and remission of their sins. Their weeping has a striking parallel in the early Christian concept of gratia lacrimarum , which characterised many Coptic and Syrian monks, such as Shenute (Shenoudi, d. 466 C.E.), Ephraem the Syrian (d. 373), John of Ephesus (d. c.586), and Isaac of Nineveh (d. c.700). It is thus hardly surprising that ʿAbd al-Wāḥid’s pietistic exhortations refer occasionally to those Christian monks whose deep disdain for this world and its sinful inhabitants he found praiseworthy and encouraged his followers to emulate. Like the Christian monks, they should keep themselves entirely apart from the world by forming a close-knit community united in the common desire to travel on the path to God.",
    "It was apparently with this goal in mind that ʿAbd al-Wāḥid founded the first Ṣūfī “cloister” (duwayra) , on the island of ʿAbbādān at the mouth of the Shaṭṭ al-ʿArab. Whether ʿAbd al-Wāḥid was indeed its founder or simply an occasional resident, ʿAbbādān did become a leading training centre for Muslim ascetics. It was visited by heroes of later Ṣūfī literature, such as Abū Sulaymān al-Dārānī (d. 215/830), Bishr al-Ḥāfī (d. 227/841), Sarī al-Saqaṭī (d. 253/867), and Sahl al-Tustarī (d. 283/896), as well as the great Qurʾān commentator Muqātil b. Sulaymān (d. 150/767 or 159/775), whose exegetical work was important in the birth of the mystical language of Islam.",
    "ʿAbd al-Wāḥid left many disciples, some of whom distinguished themselves as ascetics. Among them was Aḥmad al-Ḥujaymī (d. late second/eighth century), who is credited with the establishment of the first ascetic lodge in Basra. Funded by a waqf (a charitable endowment), it housed many of the disciples of al-Ḥasan al-Baṣrī and ʿAbd al-Wāḥid in Basra, assuring the continuity of their teaching.",
    "Print version: 9789004203549, 2011, 2011-2"
  ],
  "bibliography": [
    "Abū Nuʿaym al-Iṣfahānī, Ḥilyat al-awliyāʾ , 10 vols. (Cairo 1932–8), 6:155–8",
    "F. Meier, Bakkaʾ, EI2",
    "Bernd Radtke (ed.), Adab al-muluk. Ein Handbuch zur islamischen Mystikaus dem 4./10. Jahrhundert (Beirut and Stuttgart 1991), 34–5 (Arabic text)",
    "Margaret Smith, Studies in early mysticism in the Near and Middle East (Oxford 1995), 25, 126–7."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 672
}