{
  "id": "eweb_041",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/SIM-0291.xml?rskey=LLfzQE&result=1",
  "annotator": "Antonio",
  "title": "Abū Manṣūr al-Iṣfahānī",
  "authors": [
    "Nasrollah Pourjavady"
  ],
  "word_count": "(2,041 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Jul 2008",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Abū Manṣūr Maʿmar b. Aḥmad b. Muḥammad b. Ziyād al-Iṣfahānī (d. 418/1027) was a traditionist, a self-proclaimed Ḥanbalī Ṣūfī shaykh , and author of several treatises on Ṣūfī doctrine and a Ṣūfī manual. Born between 335/946 and 339/950, in Isfahan, Abū Manṣūr studied there with renowned traditionists of his time, such as Abū Isḥāq Ibrāhīm b. Muḥammad b. Ḥamza al-Iṣfahānī (d. 353/964), Abū l-Qāsim al-Ṭabarānī (d. 360/971), and ʿAbdallāh b. Muḥammad b. Jaʿfar b. Ḥayyān (d. 369/979), known as Abū l-Shaykh. He was also connected to the Ṣūfī tradition of Isfahan, which he traced back to the famous Ṣūfī Abū l-Ḥasan ʿAlī b. Sahl al-Iṣfahānī (d. 307/919), whom al-Ḥallāj (d. 309/922) had visited while in that city, and to Abū ʿAbdallāh Muḥammad b. Yūsuf al-Bannāʾ (d. 286/899), the first ascetic in Isfahan to have been called a Ṣūfī. Ṣūfism in Isfahan was closely connected to the Ḥanbalī school of law and theology and was influenced by the mystical teachings of shaykh s from Baghdad, particularly Abū Saʿīd al-Kharrāz (d. 286/899) and Abū l-Qāsim al-Junayd (d. 297/910). On his way to Mecca, Abū Manṣūr himself may well have stopped in Baghdad and visited followers of the great shaykh s, such as al-Junayd, Abū l-Ḥusayn al-Nūrī (d. 295/907), al-Kharrāz, and Abū Bakr al-Shiblī (d. 334/945).",
    "Abū Manṣūr lived in Isfahan at exactly the same time as the famous Ṣūfī hagiographer Abū Nuʿaym al-Iṣfahānī, so they must have known each other and perhaps even were fellow students at some point. However, neither one of them mentions the other in his works. This may well have been due to the notorious conflict between Abū Nuʿaym and the famous Ḥanbalī scholar of Isfahan Abū ʿAbdallāh b. Manda (d. 395/1004), as a result of which Abū Nuʿaym, who was accused of adopting some of the theological beliefs of the Ashʿarīs, was threatened and banished from the great mosque of the city. Abū Manṣūr was a close associate of Ibn Manda—he even married the latter’s widow and had two daughters by her—and it would have been natural for him to take his side.",
    "As well as being a traditionist and a transmitter of ḥadīth , Abū Manṣūr was an original Ṣūfī thinker, whose teachings have largely been preserved in his writings. He wrote several treatises on Ṣūfī doctrine and a Ṣūfī manual, almost all of which have been preserved in a codex that was found in 1962 in Shiraz (Khāniqāh-i Aḥmadī, MS 87; Meier, 60–2). One of the most important treatises in this codex, entitled Nahj al-khāṣṣ , concerns the stations of the spiritual path. Forty stations are defined, each of which is divided into three stages. This treatise, with its tripartite division, had an impact on later Ṣūfī works dealing with technical terms and the definitions of stations. ʿAbdallāh al-Anṣārī of Herat (d. 481/1089) used it as a model for writing his Manāzil al-sāʾirīn (de Beaurecueil, Introduction to Nahj , 67–71) and his Persian treatise Ṣad maydān (Pourjavady, Sayr , 16). Moreover, sixteen terms with their definitions mentioned in the Nahj were borrowed by the anonymous author of the Kitāb al-ʿibārāt (wrongly attributed to al-Qushayrī). From there, they made their way first into Abū Ḥāmid al-Ghazālī’s (d. 505/1111) Iḥyāʾ and then into Ibn ʿArabī’s (d. 638/1240) al-Futūḥāt al-Makkiyya, as well as his Iṣṭilāḥāt , a treatise on Ṣūfī terms (for a detailed study of this transmission, see Pourjavady, Sayr).",
    "Another treatise by Abū Manṣūr, similar in style and form to the Nahj , is Ādāb al-mutaṣawwifa wa-ḥaqāʾiquhā wa-ishārātuhā , in which, as the title indicates, rules of spiritual conduct (thirty-one, in this treatise) are explained. In this original work on special proprieties in Ṣūfism, which differs from the works of Khurāsānī Ṣūfī writers such as Abū Naṣr al-Sarrāj (d. 378/988) and al-Sulamī (d. 412/1021), Abū Manṣūr first divides each adab , or rule of conduct, into three levels; he then goes on to explain the three aspects of its essential nature (ḥaqāʾiq) as well as the three aspects of its allusions (ishārāt) .",
    "Abū Manṣūr’s treatise on dhikr (recollection of God), entitled Kitāb sharḥ al-adhkār , is the oldest independent work on this topic. Unlike the chapters on dhikr in Khurāsānī Ṣūfī manuals, such as al-Sarrāj’s K. al-Lumaʿ or al-Taʿarruf by al-Kalābādhī (d. 380/990 or 384/994), Abū Manṣūr’s treatise is not primarily a collection of sayings by Ṣūfī masters on the practice of dhikr. He views this practice from both an exoteric and an esoteric point of view. Recollecting God is done by the tongue, the heart, and the inner, or secret, part (sirr) . Thus, one is engaged in the practice of recollection not only while in the mystical states of gratitude (shukr) or patience (ṣabr) , but also while carrying out the five pillars of Faith, that is, the ritual daily prayers (ṣalāt) , fasting (ṣawm) , pilgrimage (ḥajj) , giving alms (zakāt) , and holy war ( jihād) .",
    "A treatise containing forty prophetic ḥadīth s related to Ṣūfism, K. al-aḥādīth al-arbaʿīn , is another work that deals with Ṣūfī doctrine. In the printed edition, based on the Shiraz codex, the treatise is divided into thirty-eight chapters, in which the author discusses theological beliefs, practical or moral issues, and the states or stations of the path. Abū Manṣūr’s Ḥanbalī beliefs (ʿaqīda) are outlined in two treatises, the K. al-Manāhij bi-shāhid al-sunna wa-nahj al-mutaṣawwifa and the K. al-Minhāj wa-l-masāʾil wa-l-waṣiyya . The latter work, as its title suggests, consists in fact of three short pieces, most likely put together by the compiler of the codex. Another treatise, entitled Dhikr maʿānī l-taṣawwuf wa-ādābihi wa-ḥaqāʾiqihi wa-rusūmihi (“Definitions of Ṣūfism and its codes of conduct, realities, and customs”), is a short work in two parts. The first part consists of twenty-nine definitions of Ṣūfism (taṣawwuf) , beginning with nouns whose first letters follow the order of the Arabic alphabet. The second part is a qaṣīda , again in twenty-nine lines, arranged alphabetically according to the initial letters of the lines. Abū Manṣūr also composed other poems. In his Taʾrīkh al-Islām (3:454–5), al-Dhahabī (d. 749/1348) quotes a qaṣīda of nine lines that Abū Manṣūr composed upon the death of Ibn Manda. Abū Manṣūr’s interest in poetry is further reflected in a commentary he wrote on five famous verses by the Ṣūfī martyr al-Ḥallāj, of which the first is a-anta am ana hādhā l-haynu fī l-haynī . In the only surviving manuscript of this work, the poem is attributed not to al-Ḥallāj, however, but to a fictitious shaykh named Abū ʿAbdallāh al-Murshidī.",
    "Finally, the Shiraz codex contains a manual on Ṣūfism entitled Adab al-mulūk. Unfortunately, for reasons unknown, the name of the author of this work is not mentioned, and its attribution has been a matter of controversy. Fritz Meier thought it might be by Abū Manṣūr but also considered other possibilities. Pourjavady, while editing the chapter on samāʿ , found that the language and the style of the work were very similar to those of Abū Manṣūr. Moreover, the work is different from other Ṣūfī manuals written by Khurāsānī authors, such as al-Sarrāj, al-Kalābādhī, Abū Saʿd Khargūshī (al-Kharkūshī) (d. 406–7/1015–6), and Abū l-Qāsim al-Qushayrī (d. 465/1072). Based on these findings, Pourjavady decided to publish it under the name of Abū Manṣūr (see Abū Manṣūr, Du risāla , 32). Bernd Radtke, the editor of the entire Adab al-mulūk , however, still considers the author of this work anonymous.",
    "Like Abū Nuʿaym, Abū Manṣūr wrote a work of Ṣūfī history and biography with particular attention to the Isfahanis. So far, this book has not been found, although the accounts of the Isfahani shaykh s are quoted from it by Abū l-Qāsim al-Taymī al-Iṣfahānī (d. 535/1140–1) in his Siyar al-salaf (Pourjavady, Guzārishhā), and twelve historical reports on the Ṣūfīs of Baghdad are cited by al-Khaṭīb al-Baghdādī (d. 463/1071) in his Taʾrīkh Baghdād (Pourjavady, Abū Manṣūr al-Iṣfahānī , 72–80).",
    "Three other works by Abū Manṣūr are cited by later authors. In writing the biography of Abū Manṣūr in his Ṭabaqāt al-ṣūfiyya (536), al-Anṣārī mentions three of his works, two of which we know, but the third, entitled Kitāb-i ghurbat , from which a short excerpt is given, is not extant. In his Kashf al-maḥjūb (75), ʿAli b. ʿUthmān al-Hujwīrī (d. between 465/1072 and 469/1077) states that Abū Manṣūr wrote a book on the Ṣūfī patched gown (muraqqaʿa) , while in his al-Tadwīn fī akhbār Qazwīn (2:132) ʿAbd al-Karīm al-Rāfiʿī (d. 623/1226) quotes from a book by Abū Manṣūr entitled Shawāhid al-taṣawwuf , which might be his biographical work on the Ṣūfīs. None of these three titles has been found.",
    "Print version: 9789004161658, 2008, 2008-1"
  ],
  "bibliography": [
    "Works by Abū Manṣūr al-Iṣfahānī",
    "Ādāb al-mutaṣawwifa wa-ḥaqāʾiquhā wa-ishārātuhā , ed. Nasrollah Pourjavady, Maʿārif 9/3 (1992), 15–48",
    "Du athar-i kuhan dar samāʿ , ed. Nasrollah Pourjavady, Maʿārif 5/3 (1989), 3–78 (includes a treatise by al-Sulamī and the chapter on samāʿ in Adab al-mulūk)",
    "Guzīda az sukhanān-i Abū Manṣūr Iṣfahānī , ed. Nasrollah Pourjavady, trans. Annemarie Schimmel, Eine Auswahl aus den Sprüchen von Abū Manṣūr Eṣfahānī, \n Spectrum Iran 5/3 (1992), 53–63",
    "Kitāb adab al-mulūk , ed. Bernd Radtke, Beirut and Stuttgart 1991 (review by Hermann Landolt in JAOS 114/3, 1994, 857–9)",
    "Kitāb al-aḥādīth al-arbaʿīn , ed. Muḥammad Taqī Dānishpazhūh, Maqālāt va barrasīhā 51–2 (1370–1/1992), 247–99",
    "Kitāb al-manāhij , ed. Nasrollah Pourjavady, Maʿārif 7/3 (1990)",
    "K. al-Minhāj wa-l-masāʾil wa-l-waṣiyya , with Dhikr maʿānī l-taṣawwuf , ed. Nasrollah Pourjavady, Maʿārif 6/3 (1990), 3–51",
    "Nahj al-khāṣṣ , ed. S. de Beaurecueil, Mélanges Taha Husain , Cairo 1962, ed. Nasrollah Pourjavady, Taḥqīqāt-i Islāmī , 3/1–2 (1988–9), 94–149",
    "Sharḥ abyāt li-Abī ʿAbdallāh al-Murshidī fī maʿnā tajrīd al-tawḥīd min khafī shirk al-nafs, Shiraz codex (Library of the Khāniqāh-i Aḥmadī, Shiraz, MS 87), 184–92",
    "Sharḥ al-adhkār , ed. Nasrollah Pourjavady, Maʿārif 19/3 (2003), 3–30.",
    "Sources",
    "ʿAbdallāh al-Anṣārī, Ṭabaqāt al-ṣūfiyya , ed. ʿAbd al-Ḥayy Ḥabībī, Kabul 1340/1961",
    "ʿAbd al-Karīm al-Rāfiʿī al-Qazwīnī, al-Tadwīn fī akhbār Qazwīn , ed. ʿAzīzallāh al-ʿUṭāridī, Beirut 1987",
    "ʿAbd al-Raḥmān Jāmī, Nafaḥāt al-uns , ed. Maḥmūd ʿĀbidī, Tehran 1991",
    "Abū l-Qāsim al-Taymī al-Iṣfahānī, Siyar al-salaf al-ṣāliḥīn , ed. Karam b. Ḥilmī, Riyadh 1999",
    "ʿAlī b. ʿUthmān al-Hujwīrī, Kashf al-maḥjūb , ed. Maḥmūd ʿĀbidī, Tehran 2006",
    "al-Dhahabī, Taʾrīkh al-Islam , ed. ʿUmar ʿAbd al-Salām Tadmurī (Beirut 1993), 29:454–5",
    "al-Dhahabī, al-ʿIbar , ed. Fuʾād Sayyid (Kuwait 1961), 3:129",
    "Ghulām Sarvar Lāhawrī, Khazīnat al-aṣfiyāʾ , Kānpūr 1914, 2:217.",
    "Studies",
    "Fritz Meier, Ein wichtiger Handschriftenfund zur Sufik, Oriens 20 (Leiden 1967), 60–106, trans. John O'Kane, with additional notes by the author, in Essays on Islamic piety and mysticism (Leiden 1999), 135–88",
    "Nasrollah Pourjavady, Abū Manṣūr Iṣfahānī. Ṣūfī-yi Ḥanbalī, Maʿārif 6/1–2 (1989), 3–80",
    "Nasrollah Pourjavady, Introduction to Nahj al-khāṣṣ, Taḥqīqāt-i Islāmī 3/1–2 (1988–9), 94–131",
    "Nasrollah Pourjavady, Zwei alte Werke über samāʿ, Spectrum Iran 3/3 (1990), 36–61",
    "Nasrollah Pourjavady, Abū Manṣūr Eṣfahānī, Ṣoufi Ḥanbalite, Mélanges littéraires et mystiques , French trans. and adaptation J. Selva (Tehran 1998), 185–206",
    "Nasrollah Pourjavady, Yāddāshthāī dar bāra-yi Abū Manṣūr-i Iṣfahānī, in ʿAlī Muḥammad Khānī and Ḥasan Sayyid ʿArab (eds.), Khirad-i jāvidān. Jashn'nāmah-i Ustād Sayyid Jalāl al-Dīn Āshtiyānī (Tehran 1377/1998), 127–33",
    "Nasrollah Pourjavady, Sayr-i iṣṭilāhāt-i ṣūfiān az Nahj al-khāṣṣ-i Abū Manṣūr Iṣfahānī tā Futūḥāt-i Ibn ʿArabī, Maʿārif 16/3 (2000), 3–55."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 188
}