{
  "id": "eweb_042",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-23648.xml?rskey=syyGsj&result=1",
  "annotator": "Antonio",
  "title": "Abū Nuʿaym al-Iṣfahānī",
  "authors": [
    "Jacqueline Chabbi"
  ],
  "word_count": "(2,227 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Feb 2011",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Abū Nuʿaym Aḥmad b. ʿAbdallāh b. Aḥmad b. Isḥāq b. Mūsā b. Mihrān al-Shāfiʿī al-Iṣfahānī (or al-Iṣbahānī) (336–430/948–1038), author of a biographical encyclopaedia of the great mystics of early Islam, reportedly descended from an Iranian family originally from Medea (al-Jibāl) that converted to Islam around the middle of the second/eighth century. Mihrān, his paternal ancestor, is said to have been a supporter of the Ṭālibī Jaʿfarid ʿAbdallāh b. Muʿāwiya (d. 129/746–7), who had taken Isfahan from the Umayyads in 127/744 (Ibn Khallikān, Wafayāt , vol. 1, no. 33). The Umayyads recaptured the city in 129/746, on the eve of the ʿAbbāsid uprising in Khurāsān in 130/747.",
    "Abū Nuʿaym is best known as the author of Ḥilyat al-awliyāʾ wa-ṭabaqāt al-aṣfiyāʾ , a vast compilation of prophetic utterances and traditions attributed to individuals from the earliest days of Islam onwards, who, according to Abū Nuʿaym, were regarded as ascetics and mystics. Strangely, Abū Nuʿaym connects the first four caliphs with this original mysticism, as well as a number of important personalities treated in the Sīra , and the ahl al-ṣuffa ( Ḥilya 1:46–2:132). The Khurāsānī Abū Naṣr al-Sarrāj al-Ṭūsī (d. 378/988), in his Lumaʿ (132–4), had already ascribed to this group of Companions (ṣaḥāba) an adherence to a shared asceticism. The historical hypothesis is that these Companions, mostly young men and often members of desert tribes—e.g., Abū Hurayra (d. c.57/678)—could not find lodgings in Medina with allies of their tribe and so were lodged under a portico (Ar. ṣuffa) (see EI2 & EI3 “Ahl al-Suffa”) in the vast courtyard connected to the Prophet’s quarters, in the heart of the Prophet's mosque in Medina. Ibn Saʿd (d. 230/845), in his Ṭabaqāt (vol. 1, see Dhikr al-ṣuffa ), also mentions their destitution but without linking it to any ascetic motivation. Abū Nuʿaym—following some of his immediate predecessors—thus paints an ideological picture of the past that amounts to literary hagiography. In fact, unlike the classic ṭabaqāt of the time, the Ḥilya does not provide precise and systematic biographical information. The identification of individuals—essential to evaluating the credibility of a transmitter—is in all cases inadequate, replaced by overblown praise. It is possible that Abū Nuʿaym, as an Iranian from Isfahan, aimed to surpass some older work written in the same style but with a less extensive content, for example, the Ṭabaqāt al-ṣūfiyya of al-Sulamī (d. 412/1021), himself a Khurāsānī, whose identification of individuals is more precise than Abū Nuʿaym’s. In a passage in the Ḥilya (2:25) on individuals omitted by al-Sulamī, we find what may be traces of a rivalry on grounds both personal—despite the homage Abū Nuʿaym pays to al-Sulamī ( Ḥilya , 2:25)—and regional (Isfahan versus Nīshāpūr), as well as a tendency to extol figures who were deemed local mystics, as in the long entry devoted to Muḥammad b. Yūsuf al-Iṣfahānī (an individual not mentioned by al-Sulamī; Ḥilya , 8:225–37, no. 400). In matters of mystical hagiography, Abū Nuʿaym also refers to another precursor ( Ḥilya , 2:25), the Basran Abū Saʿd b. al-Aʿrābī (d. 341/952), who is said to have compiled the Ṭabaqāt al-nussāk (this work is lost; on Abū Saʿd, see GAS 1:660).",
    "Despite its methodological shortcomings, the reputation of the Ḥilya lasted throughout the Muslim Middle Ages. The compilation is frequently cited and used by later authors. The Baghdadi Ḥanbalī scholar Ibn al-Jawzī (d. 597/1200), in the introduction to his Ṣafwat \n (Ṣifat) al-Ṣafwa , was not the first to present himself immediately as the direct successor to Abū Nuʿaym. At the same time, however, he criticsed harshly the reliability of certain transmissions related by Abū Nuʿaym. Of course this prolific author and polemicist of the sixth/twelfth century could not ignore the serious quarrel between the Shāfiʿī Abū Nuʿaym and the Ḥanbalī faction of Isfahan, led by the Banū Manda family, specifically Muḥammad b. Isḥāq (d. 395/1005) and his sons ( GAS 1:214; Ibn Abī Yaʿlā, Ṭabaqāt al-Ḥanābila , no. 630). We also find a short and highly critical biography by Abū Nuʿaym himself, sketching the doctrinal errors of his rival, written at the end of his rival’s life, after his extensive travels “in search of science (ḥadīth) ,” after his return to Isfahan ( Dhikr akhbār Iṣbāhān , 2:306).",
    "The second most famous work by Abū Nuʿaym, the Dhikr akhbār Iṣbāhān ( Taʾrīkh Iṣbāhān , according to Ibn Khallikān, Wafayāt , no. 33) is a literary inventory of the transmitters of traditions (always with the intention of evaluating the credibility of their isnād s) who are considered to be connected with particular cities, because they were born there, resided there, or died there. This, with the Taʾrīkh Naysābūr by al-Ḥākim al-Naysābūrī (d. 405/1014), is one of the oldest works of its kind, preceding the monumental Taʾrīkh Baghdād by al-Khaṭīb al-Baghdādī (d. 463/1071) (for a bibliography on the histories of scholars of particular cities, see GAS 339f., although the approach there is insufficiently critical).",
    "Abū Nuʿaym’s mediaeval biographers agree that he was descended from a scholarly family that had been interested in mysticism for several generations, but this representation is probably based at least partly on Abū Nuʿaym’s reputation and not on historical fact. In the introduction to his literary compilation on mysticism, Abū Nuʿaym portrays himself as the grandson of an ascetic who is said to have had many disciples, a certain Muḥammad b. Yūsuf al-Bannāʾ ( Ḥilya 1:4, attesting to his descent; also Dhikr akhbār Iṣbāhān , 2:220). One of the last entries of the Ḥilya is also dedicated to this Muḥammad b. Yūsuf b. Maʿdān al-Bannāʾ (not to be confused with his partial namesake Muḥammad b. Yūsuf al-Iṣbāhānī, an ascetic of the middle of the second/eighth century, Ḥilya 8, no. 400, and Dhikr akhbār Iṣbāhān , 2:249). This ancestor of Abū Nuʿaym, who, according to Ibn Khallikān was his father’s maternal grandfather (Wafayāt, no. 33, Dhahabī, Tadhkira no. 993), is called contradictorily in the Dhikr akhbār Iṣbāhān (2:220) “the grandfather of my father,” without further specification, and in the Ḥilya (1:4) jaddī , which, in this case, should not be taken literally to mean “grandfather”, but grandfather of a further generation; he is not cited in other inventories of mystics contemporary with that of Abū Nuʿaym. One should take with a grain of salt the Abū Nuʿaym’s portrayal of him as a reputable transmitter of traditions, notably those gathered during a pilgrimage to Mecca, which he is said to have performed in 245/858, because Abū Nuʿaym refers to the authority of an unspecified book by Abū Muḥammad b. Ḥayyān (about him, Akhbār Iṣbāhān, 2:90 ʿAbd Allāh b. Muḥammad b. Jaʿfar b. Ḥayyān known as Abū al-Shaykh d. 369/979), who was allegedly one of Abū Nuʿaym’s masters (al-Dhahabī, Tadhkira , no. 993, sub Abū al-Shaykh b. Ḥayyān). Ibn Ḥayyān describes Muḥammad b. Yūsuf as a Ṣūfī “whose invocations are heard” (mustajāb al-daʿwa) , a sacred expression used in pietistic circles, and as the author of “beautiful writings,” kutub ḥisān. But none of these writings is named, and apparently no trace of them remains. The short biography that Ibn al-Jawzī devotes to this individual in his Ṣafwat (no. 666) is far more modest. He is presented as a muftī , an important transmitter of traditions who vowed to search for knowledge, renouncing all riches, during his pilgrimage to Mecca. He is portrayed simply as a pious believer (min al-mutadayyinīn al-atqiyāʾ) .",
    "Abū Nuʿaym himself adhered to the Shāfiʿī school of law, which was not introduced in Isfahān until the third/ninth century, by Abū ʿAbdallāh Muḥammad b. ʿĀṣim (d. 299/911) (Halm, 147). Tāj al-Dīn al-Subkī (d. 771/1370) devotes an entry of average length to Abū Nuʿaym in his Ṭabaqāt al-Shāfiʿiyya (no. 253 of the fourth ṭabaqa ). He characterises him as a ḥāfiẓ , a “great transmitter (of ḥadīth ).” He had been granted this epithet before, by the Syrian historian and theologian Shams al-Dīn al-Dhahabī (d. 748/1348) in his Tadhkirat al-ḥuffāẓ (no. 993), in which he lavishes praise on Abū Nuʿaym as the “[main] transmitter of his time” (muḥaddith al-ʿaṣr) . He also accords him the title of “Ṣūfī,” as would al-Subkī later. It is clear, however, that Abū Nuʿaym acquired this epithet for the reputation he built with his Ḥilya and not as a consequence of any mystical activity or practice. With similar hyperbole, al-Dhahabī states that Abū Nuʿaym studied with 430 masters, of whom he lists only four, each based in a different centre of learning, Wāsiṭ and Baghdad in Iraq, Nīshāpūr in Khurāsān, and Damascus. On the other hand, he does cite an important number of “auditors,” who are said to have studied the traditions transmitted by him and who were from the most diverse and remote regions, including al-Andalus and Sicily. Al-Khaṭīb al-Baghdādī, a celebrity of the next generation, purportedly was one of his auditors. Al-Dhahabī states that al-Khaṭīb al-Baghdādī (d. 463/1071) lauded Abū Nuʿaym’s qualities as a transmitter and admired the composition of the Ḥilya even more. At the same time, however, he is said to have accused Abū Nuʿaym of a certain laxity (tasāhul) with regard to the isnād s he used. Al-Dhahabī rejects this in his introduction to the Tadhkira; Ibn Ḥajar (d. 852/1449), in his Lisān al-Mīzān (s.v. Aḥmad b. ʿAbdallāh), copies verbatim al-Dhahabī’s view, transcribing the text from another biographical work by al-Dhahabī, Mīzān al-iʿtidāl (no. 420). Al-Subkī wrongly refers to al-Khaṭīb al-Baghdādī as “one of Abū Nuʿaym’s closest disciples.” He is then amazed that the former did not devote an entry to his master in the Taʾrīkh Baghdād , something he attributes to ingratitude (al-Subkī was wrong: Abū Nuʿaym is mentioned in Taʾrīkh , 12:409, 412). According to al-Subkī, Abū Nuʿaym was not mentioned either in the Dhayl (supplement) to the Taʾrīkh Baghdād , composed by ʿAbd al-Karīm al-Samʿānī (d. 562/1166).",
    "Abū Nuʿaym’s later biographers even consider one episode of his life to be “miraculous,” that is, one of the karāmāt (al-Subkī, Ṭabaqāt , no. 253; and the modern Azharī scholar Yūsuf b. Ismāʿīl al-Nabhānī, d. after 1345/1926, who, in his Jāmiʿ karāmāt al-awliyāʾ , 1:293, describes a double “miracle” attesting to Abū Nuʿaym’s supernatural powers). After the Ḥanbalīs of Isfahan, on the fringes of Abū Nuʿaym’s quarrel with the Banū Manda family, banned him from all public teaching venues, in particular the Great Mosque, he reportedly escaped the massacre of the crowd that had assembled there for Friday prayers in 420/1029. This massacre was carried out on the order of Masʿūd b. Maḥmūd al-Ghaznawī, who had been sent by his father to avenge the governor who had been appointed after the conquest of the city and who had been murdered by the rebellious population.",
    "Abū Nuʿaym is sometimes classified among the Ashʿarīs, perhaps because al-Dhahabī, in the introduction to his Tadhkira , recounts the discord that existed in Isfahan between “the Ashʿarīs and the Ḥanbalīs.” There is, however, no evidence that Abū Nuʿaym had ever received any theological education, Ashʿarī or otherwise.",
    "In addition to his two main works, Abū Nuʿaym is named as the author of several works listed in the Tadhkira , some of which have come down to us ( GAL 1:362, GALS 1:616). These writings, which are closely connected to his competence as a traditionist, include al-Musnad al-mustakhraj ʿalā Ṣaḥīḥ Muslim , Dalāʾil al-nubuwwa, K. Maʿrifat al-ṣaḥāba , and Ṭibb al-nabī .",
    "Abū Nuʿaym shares status as a great traditionist (ḥāfiẓ) with many masters of his time, but it is mainly on account of the Ḥilya —crammed with often miraculous anecdotes and capturing his readers’ imagination—that a posthumous reputation developed that has largely obscured his historical personality.",
    "Print version: 9789004203532, 2011, 2011-1"
  ],
  "bibliography": [
    "Edited works by Abu Nuʿaym",
    "Ḥilyat al-awliyāʾ wa-ṭabaqāt al-aṣfiyāʾ , 10 vols. in 5, Cairo 1351–7/1932–8",
    "Dhikr akhbār Iṣbāhān , ed. Sven Dedering, 2 vols., Leiden 1931–4",
    "K. Dalāʾil al-nubuwwa , Hyderabad 1320/1902.",
    "Sources",
    "Abū Naṣr al-Sarrāj al-Ṭūsī, Lumaʿ , ed. Reynold Alleyne Nicholson, Leiden and London 1914 (rev. 1963), 132–4",
    "Ibn al-Jawzī, Ṣafwat (Ṣifat) al-Ṣafwa , Hyderabad 1355/1936",
    "Ibn Abī Yaʿlā, Ṭabaqāt al-Ḥanābila , no. 630, Cairo 1952",
    "Ibn Khallikān, Wafayāt , no. 33, Cairo 1948–9",
    "Ibn Saʿd (d. 230/845), Ṭabaqāt al-Kubrā , vol. 1, see Dhikr al-ṣuffa , Beirut 1957–8",
    "al-Khaṭīb al-Baghdādī , Taʾrīkh Baghdād , Cairo and Baghdad 1349",
    "al-Dhahabī, Tadhkirat al-Huffāz , no. 993, Hayderabad 1955–8",
    "al-Dhahabī, Mīzān al-iʿtidāl , no. 420, Cairo 1325.",
    "Studies",
    "GAL 1:362",
    "GALS 1:616",
    "GAS 1:660",
    "Raif-Georges Khoury, Importance et authenticité des textes de Ḥilyat al-awliyāʾ wa-ṭabaqāt al-aṣfiyāʾ d’Abū Nuʿaym al-Iṣbāhānī, SI 46 (1977), 73–113",
    "Heinz Halm, Die Ausbreitung der šāfiʿitischen Rechtsschule von den Anfängen bis zum 8/14. Jahrhundert , Wiesbaden 1974."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}