{
  "id": "eweb_045",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-23350.xml?rskey=0mp4nT&result=1",
  "annotator": "Antonio",
  "title": "Abū Turāb al-Nakhshabī",
  "authors": [
    "Jawid Mojaddedi"
  ],
  "word_count": "(624 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Dec 2009",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Abū Turāb al-Nakhshabī ʿAskar b. Ḥusayn (or Muḥammad b. Ḥusayn) (d. 245/859) was a wandering ascetic. His nisba (the final word of a person's name relating that individual to a place, tribe or clan, or to another individual, etc.) implies that his origins were from Nakhshab near Bukhara, but he is usually described more vaguely as “[o]ne of the Ṣūfīs from Khurāsān.” Abū Turāb is reported to have spent much of his life travelling across the deserts of the Middle East, as far west as Syria and as far south as the Ḥijāz. Very little is known about the actual details of his life, and he did not leave behind any writings.",
    "Abū Turāb is included at the very end of the first generation (ṭabaqa) in the Ṭabaqāt al-ṣūfiyya (“Generations of Ṣūfīs“) of Muḥammad al-Sulamī (d. 412/1021), which also includes Ḥātim al-Aṣamm (d. 237/852), who is consistently identified as his teacher in Abū Turāb's own biographical tradition (see al-Sulamī, 27–38, 91–7, 146–51; Mojaddedi, 10–8). Abū Turāb's most famous disciple was Abū ʿAbdallāh al-Jallāʾ (d. 306/919) from Syria, who is quoted as saying “out of the 600 Ṣūfī shaykh s that I have met, four of them were outstanding, and the first among these four was Abū Turāb al-Nakhshabī” (al-Sulamī, 147). The biographer Abū Nuʿaym al-Iṣfahānī (d. 430/1038) reports that his own maternal grandfather, Ibn Maʿdān, had also been among Abū Turāb's disciples during an extended stay in the Ḥijāz (al-Iṣfahānī, 10:45).",
    "The biographies of Abū Turāb consist largely of pithy utterances, which are not particularly distinctive when compared with the biographies of other Ṣūfīs of the same period. For one who is reported to have travelled much in the wilderness, it is perhaps fitting that many of these sayings demonstrate reliance on God (tawakkul) and contentment (qināʿa) with providence. For instance, he is reported to have said, “[t]he nourishment of the poor man is whatever he happens to find, his clothing is whatever happens to cover him, and his home is wherever he happens to settle” (al-Sulamī, 149).",
    "There are differing accounts of Abū Turāb's death. Although the influential al-Sulamī includes a report in which he was devoured by wild animals (p. 147), an alternative tradition recounts that his desiccated corpse was found in the desert miraculously standing upright without support (al-Iṣfahānī, 10:49). The great Persian poet and hagiographer Farīd al-Dīn ʿAṭṭār (d. c.617/1220) follows his fifth/eleventh-century predecessor ʿAlī al-Hujwīrī (d. between 465/1072 and 469/1077) by adding for good measure that no wild animals were found near his corpse (ʿAṭṭār, 360; al-Hujwīrī, 152), while also including a story in which a ravenous wolf retreats from Abū Turāb's presence in fear (ʿAṭṭār, 358), even though it had already devoured his sons. If taken literally, this anecdote by the imaginative ʿAṭṭār is probably unique in suggesting that the wandering ascetic Abū Turāb might have had a family. Moreover, it indicates that ʿAṭṭār may have found it inappropriate to report that a miracle-worker like Abū Turāb died as a helpless victim of wild animals.",
    "Print version: 9789004181311, 2009, 2009-4"
  ],
  "bibliography": [
    "Farīd al-Dīn ʿAṭṭār, Tadhkirat al-awliyāʾ , ed. Muḥammad Istiʿlāmī, Tehran 1967",
    "ʿAli b. ʿUthmān al-Hujwīrī, Kashf al-maḥjūb , ed. Valentin Zhukovski, St Petersburg 1899",
    "Abū Nuʿaym al-Iṣfahānī, Ḥilyat al-awliyāʾ , 10 vols., Cairo 1932–8",
    "Muḥammad b. al-Ḥusayn al-Sulamī, Ṭabaqāt al-ṣūfiyya , ed. Nūr al-Dīn Sharība, Cairo 1953",
    "Jawid A. Mojaddedi, The biographical tradition in sufism. The ṭabaqāt genre from al-Sulamī to Jāmī , Richmond 2001."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 388
}