{
  "id": "eweb_048",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-23456.xml?rskey=pOAomp&result=1",
  "annotator": "Antonio",
  "title": "Aḥmad b. Abī l-Ḥawārī",
  "authors": [
    "Alexander D. Knysh"
  ],
  "word_count": "(994 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Jun 2010",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Aḥmad b. Abī l-Ḥawārī (d. 230/845 or 244/860) was an early ascetic and mystic from Syria, the principal disciple and loyal follower of the renowned Syrian mystic Abū Sulaymān al-Dārānī (d. 215/830). Although his biographers have consistently associated him with Syria and Damascus, he was a well-travelled person, who spent considerable time in Iraq and accompanied Abū Sulaymān on his pilgrimages to Arabia's holy cities.",
    "Aḥmad b. Abī l-Ḥawārī belonged to a Syrian family acclaimedfor its asceticism and righteousness. His father is described in the sources as a man of “scrupulous piety” (waraʿ) and “divine gnosis” (maʿrifa) . His elder brother Muḥammad distinguished himself as an ascetic and a diligent collector and transmitter of prophetic tradition (ḥadīth); he was a student of the famous ascetic al-Fuḍayl b. ʿIyāḍ (d. 187/803), of Samarqand. Aḥmad b. Abī l-Ḥawārī's son ʿAbdallāh (d. 187/803) was also commended in the sources for his exceptional righteousness and humility. Finally, Aḥmad b. Abī l-Ḥawārī's wife Rābiʿa is presented in the sources as a chaste and world-renouncing woman, who married him “not out of desire for men” but in order to become part of Aḥmad's “inner circle,” which consisted of righteous individuals (ṣāliḥūn) like him. Before accepting Rābiʿa's offer of marriage, Aḥmad b. Abī l-Ḥawārī sought the approval of his spiritual preceptor, Abū Sulaymān al-Dārānī, who had generally disapproved of marriage, viewing it as a distraction from the worship of God, although he made an exception in this case. According to some reports, Rābiʿa and her husband spent their entire married life in chastity, never consummating their marriage. A rich widow, Rābiʿa reportedly spent all of her fortune on Aḥmad b. Abī l-Ḥawārī and his fellow ascetics and mystics. Because of her exemplary piety and chastity she is sometimes confused with her namesake, the famous Rābiʿa l-ʿAdawiyya of Basra (d. 185/801). Curiously, after he had married Rābiʿa, Aḥmad b. Abī l-Ḥawārī took, with her permission, three more wives. This fact did not diminish his status in the eyes of later Ṣūfīs. He received glowing praise from al-Junayd of Baghdad (d. 297/910), who described him as “the sweet basil of Damascus.” Another Baghdad scholar, Yaḥyā b. Maʿīn (d. 233/847), asserted that it was only for the sake of Aḥmad b. Abī l-Ḥawārī that God sent rains to soak his native Syria.",
    "Behind the veil of legend and often fulsome praise in later Ṣūfī literature, we find a prolific transmitter of pious, world-renouncing lore that was later integrated into the standard Ṣūfī manuals of al-Sarrāj (d. 378/988), al-Sulamī (d. 412/1021), Abū Nuʿaym al-Iṣfahānī (d. 430/1038), al-Qushayrī (d. 465/1072), and, later, into the writings of Persian Ṣūfīs. Aḥmad b. Abī l-Ḥawārī also transmitted ḥadīth , especially early in his life. Among his teachers were such famous ḥadīth collectors as Sufyān b. ʿUyayna (d. 198/813–4) and Wakīʿ b. al-Jarrāḥ (d. 197/812). He himself preferred the ḥadīth that commended ascetic withdrawal from the world, humility, frugality, contentment with God's decree, and trust in God. He seems to have been much less concerned with legal, exegetical, and historical traditions. Aḥmad b. Abī l-Ḥawārī's later attitude toward formal religious learning, including the study of ḥadīth , is well captured in a story that depicts him as studying religious books for thirty years, only to throw them all into the Euphrates (or in the sea, according to another version). He explained that he had already arrived in the presence of his lord (wuṣūl) and could now dispense with the secondary guidance found in religious science. This gesture elicited mixed reactions from his biographers, some even questioning its legitimacy from the standpoint of the Sharīʿa. This attitude towards religious science (ʿilm) was not unusual among the ascetics and mystics of his age, who resented its unscrupulous appropriation by some “venal” religious scholars with a view to making it a source (and occasionally even the source) of their income.",
    "Throughout his life, Aḥmad b. Abī l-Ḥawārī remained exceedingly loyal to his teacher, Abū Sulaymān al-Dārānī, whom he showed unquestioning and occasionally self-denying obedience. He and his fellow students, such as the Syrian mystic Aḥmad b. ʿĀṣim al-Anṭākī (d. between 220/835 and 239/853), became tireless and effective disseminators of Abū Sulaymān's ascetic and mystical ideas. Thanks to their prodigious efforts, these ideas (e.g., flight from and denigration of this world, single-minded and self-abnegating service of God, contentment with His decree, seeking intimacy with Him, the possibility of achieving a beatific vision of Him already in this life as a reward for selfless worship and love of Him) have become a stock-in-trade of later Ṣūfī literature. The motifs of jihād and ribāṭ (fortified convent) on the path of God are also present, as one would expect of Muslims residing near the Muslim-Byzantine frontier, though they are less pronounced than in the dicta of their predecessors, such as Ibrāhīm b. Adham (d. probably 161/777–8) and ʿAbdallāh b. al-Mubārak (d. 181/797), who had taken direct part in the border warfare in the name of Islam.",
    "Print version: 9789004183902, 2010, 2010-1"
  ],
  "bibliography": [
    "Abū Nuʿaym al-Iṣfahānī, Ḥilyat al-awliyāʾ ,12 vols. (Beirut 1967), 9:254–70, 10:5–33",
    "van Ess, TG 1:142–7",
    "Ibn al-Jawzī, Ṣifat al-ṣafwa , ed. Ibrāhīm Ramaḍān and Saʿīd al-Laḥḥām (Beirut 1989), 4:201, 249–50",
    "Alexander Knysh, Islamic mysticism. A short history (Leiden 2000), 36–9",
    "al-Qushayrī, al-Risāla al-qushayriyya , ed. ʿAbd al-Ḥalīm Maḥmūd and Maḥmūd b. al-Sharīf (Cairo 1966), 1:59, passim",
    "al-Sulamī, Ṭabaqāt al-ṣūfiyya , ed. Johannes Pedersen (Leiden 1960), 88–92",
    "Ibn al-Mulaqqin, Ṭabaqāt al-awliyāʾ , ed. Muṣṭafā ʿAbd al-Qādir ʿAṭā (Beirut 1998), 31–6."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 442
}
