{
  "id": "eweb_050",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/SIM-0312.xml?rskey=orS0vP&result=1",
  "annotator": "Antonio",
  "title": "Aḥmad b. Muḥammad b. Sālim",
  "authors": [
    "Erik S. Ohlander"
  ],
  "word_count": "(982 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Jul 2008",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Aḥmad b. Muḥammad b. Sālim (d. between 350/961 and 360/971) was a Ṣūfī, a theologian, a preacher, and a lifelong resident of Basra, who succeeded his father, Muḥammad b. Sālim (d. 297/909), as the leader of the theological-mystical Sālimiyya school, a circle of former disciples of the influential Ṣūfī master Sahl al-Tustarī (d. 283/896) and their followers, who coalesced in Basra.",
    "His full name was Abū l-Ḥasan Aḥmad b. Abī ʿAbdallāh Muḥammad b. Abī l-Ḥasan [and/or Abī l-Aḥmad] Aḥmad b. Muḥammad b. Sālim b. ʿAlī b. ʿAbdallāh b. Sayyār al-Sālimī al-Nīsābūrī, which sometimes caused confusion among his biographers. According to al-Dhahabī (d. 749/1348), Aḥmad b. Sālim was the last of al-Tustarī’s disciples to die. He remained active in Basra for many years, dying there sometime between 350/961 and 360/971, around the age of ninety (al-Dhahabī, al-ʿIbar , 2:320; Siyar , 16:273; Taʾrīkh , 18:226); Ibn al-Athīr (d. 630/1233) is more specific, citing 356/967 ( \n al-Kāmil , 8:582).",
    "As successor to one of the foremost disciples of al-Tustarī, Aḥmad b. Sālim was a pivotal figure in the diffusion of the Tustarī tradition as mediated through the Sālimiyya, a fact not lost on later commentators, who often credit him with the genesis of the school (al-Sulamī, Ṭabaqāt , 312; al-Hamadānī, Shakwā l-gharīb , ed. ʿA. ʿUsayrān (Tehran 1962), 22; al-Samʿānī, al-Ansāb , 7:12; Ibn al-Athīr, al-Lubāb , 2:93). However, due to the partisan nature of the sources and the fact that most biographical data concerning him is intertwined with accounts of his father, reliable information is scant. What can be gleaned is that Aḥmad b. Sālim was a figure of some standing, attracting numerous disciples to whom he transmitted material relating to al-Tustarī, such as that recorded by Abū Bakr b. Shādhān al-Rāzī (d. 376/988) in his lost Ḥikāyāt al-ṣūfiyya (“Tales of the Sufis”), a work drawn upon by both the Ṣūfī hagiographer and Qurʾān commentator al-Sulamī (d. 412/1021) and Abū Nuʿaym al-Iṣfahānī (d. 430/1038), who was an authority on fiqh and taṣawwuf . Similarly, those materials relating to al-Tustarī in Abū Ṭālib al-Makkī’s (d. 386/996) Qūt al-qulūb (“Food for the hearts”) can be traced to his circle in Basra. Abū Naṣr al-Sarrāj (d. 378/988) was also an intimate of Aḥmad b. Sālim, and quotes him often in his Kitāb al-lumaʿ (“The book of flashes”).",
    "Known to the fourth/tenth-century geographer al-Muqaddasī (d. after 380/990) as a close-knit ascetical group marked by their interest in theological matters and their affiliation with the Mālikī madhhab ( Aḥsān al-taqāsīm , 112–3), one of the four schools of Islamic law, the Sālimiyya appear as but one of the many competing sectarian groups populating Basra’s colourful socio-religious landscape. Like many others, it was no stranger to public controversy (al-Sulamī, Taʾrīkh al-ṣūfiyya [lost], quoted by al-Dhahabī, Taʾrīkh , 18:226). Already during Aḥmad b. Sālim’s lifetime, the movement was subject to a thorough anathematisation, which appears to have been fuelled by former disciples of al-Tustarī who had split with those in Basra and emigrated to Baghdad, where they found shelter among the city’s Ḥanbalīs. Thus, although having visited Basra, Ibn Khafīf al-Shīrāzī (d. 371/982) seems to have known the Basran group of al-Tustarī’s followers primarily through the eyes of their Baghdadi opponents, composing the Kitāb al-radd ʿalā Ibn Sālim (“The refutation of Ibn Sālim,” now lost, see Florian Sobieroj, Ibn Ḫafīf aš-Šīrāzī, Beirut 1988, 307–8), which likely provided the basic content for the refutation of the Sālimiyya offered by the noted Ḥanbalī scholar Abū Yaʿlā b. al-Farrāʾ (d. 458/1065) in his al-Muʿtamad fī uṣūl al-dīn (“The support of the foundations of religion,” ed. Wadīʿ Zaydān Ḥaddād (Beirut 1974), 218–21; the list is partially repeated by al-Jīlānī (d. 561/1166) in al-Ghunya (Cairo 1375/1956), 1:91–4; but see also al-Anṣārī, Ṭabaqāt , 312, who attempts to rehabilitate his image). A thorough study of Aḥmad b. Sālim, his father, the Sālimiyya, and their role in the development of Ṣūfism during the fourth/tenth-century century is a desideratum.",
    "Print version: 9789004161658, 2008, 2008-1"
  ],
  "bibliography": [
    "Sources",
    "Abū Nuʿaym al-Iṣfahānī, Ḥilyat al-awliyāʾ (Cairo 1351–7/1932–8), 10:378–9",
    "al-Anṣārī, Ṭabaqāt al-ṣūfiyya , ed. Muḥammad Surūr Mawlāʾī (Tehran 1983), 312",
    "al-Dhahabī, al-ʿIbar , ed. Ṣalāḥ al-Dīn al-Munajjid and Fuʾād Sayyid (Kuwait 1960), 2:320",
    "al-Dhahabī, Siyar aʿlām al-nubalāʾ , ed. Shuʿayb al-Arnāʾūṭ and Ḥusayn al-Asad (Beirut 1982), 16:272–3 (no. 193)",
    "al-Dhahabī, Taʾrīkh al-Islām , ed. Bashshār ʿAwwād Maʿrūf, Shuʿayb al-Arnāʾūṭ, and Ṣāliḥ Mahdī ʿAbbās (Beirut 1988–), 18:225–8 at anno 360",
    "Ibn al-Athīr, al-Kāmil fī l-taʾrīkh , ed. Carl Johan Tornberg (1853–67, repr. Beirut 1965–7), 8:582",
    "Ibn al-Athīr, al-Lubāb (Beirut 1972), 2:93 s.v. al-Sālimī",
    "al-Muqaddasī, Aḥsan al-taqāsīm , ed. Muḥammad Makhzūm, Beirut 1987",
    "al-Samʿānī, al-Ansāb , ed. Muḥammad ʿAwwāma (Beirut 1970), 7:12 s.v. al-Sālimī",
    "al-Sulamī, Ṭabaqāt al-ṣūfiyya , ed. Muṣṭafā ʿAṭā (Beirut 1998), 312–3 (no. 78).",
    "Studies",
    "Gerhard Böwering, The mystical vision of existence in classical Islam (Berlin and New York 1980), 89–99, and index",
    "Richard Gramlich, Einleitung, in Schlaglichter über das Sufitum (Stuttgart 1990), 18–9, and index s.v. Aḥmad…al-Baṣrī",
    "Ignaz Goldziher, Die dogmatische Partei der Sālimijja, ZDMG 61 (1907), 73–80",
    "Alexander D. Knysh, Islamic mysticism. A short history (Leiden 2000), 83–8",
    "Reynold Alleyne Nicholson, Introduction, in The kitāb al-lumaʿ (Leiden and London 1914), x–xi, xix–xx."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 139
}