{
  "id": "eweb_053",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/SIM-0329.xml?rskey=mqHwnc&result=1",
  "annotator": "Antonio",
  "title": "Annihilation and abiding in God",
  "authors": [
    "Jawid Mojaddedi"
  ],
  "word_count": "(1,346 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Jul 2008",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Annihilation and abiding in God , fanāʾ wa-baqāʾ in Arabic, are two terms used to describe the final stages of the mystical path of the Ṣūfīs. Cognates of both terms are found in the Qurʾānic passage “Everyone that is thereon is passing away (fānin) , but the face of your Lord, the Possessor of majesty and generosity, remains (yabqā) ” (Q 55:26–7), but this does not relate immediately to their usage in Ṣūfī discourse. In addition to constituting a pair of opposites, they are, more significantly, considered to be sequential experiences. Annihilation in God (fanāʾ fī llāh) is followed by abiding in God (baqāʾ bi-llāh) . Hence, the pair is often compared with “travelling to God” followed by “travelling in God,” the latter of which is considered superior. Ibn al-ʿArabī (d. 638/1240), in the chapter of his al-Futūḥāt al-Makkiyya (“The Meccan revelations”) devoted to this topic, ascribes this to the fact that the latter’s perspective is towards God, through whom one will abide, while the former’s perspective is towards creation, from which one has just passed away (see Ibn al-ʿArabī, 2:510; Chittick, 59–62). However, abiding in God (baqāʾ bi-llāh) can be attained only after annihilation in God (fanāʾ fī llāh) , and thus annihilation in God is referred to more often by Ṣūfī authors as the necessary prerequisite towards which the aspiring mystic should constantly be striving.",
    "Although comparable with the Buddhist nirvana, the Ṣūfī concept of self-annihilation does not entail that an individual’s reality ceases to exist, but rather that the fallible attributes of human nature in a person are replaced with divine attributes. ʿAlī al-Hujvīrī (d. between 465/1072 and 469/1077), who, following al-Sulamī (d. 412/1021), credits Abū Saʿīd al-Kharrāz (d. 286/899) with being the first to explain fanāʾ wa-baqāʾ , compares it with the burning of iron in fire, such that it appears as though all that remains is a ball of flame (al-Hujvīrī, 315). This transformation is attained through a process of absorption while contemplating God’s attributes, at the expense of awareness of oneself or of any other part of creation, which cease to exist in one’s consciousness. The Qurʾānic description of women “cutting their hands” (Q 12:31) after losing their wits due to Joseph’s good looks is often cited to illustrate the psychology of annihilation (e.g., al-Kalābādhī, 151).",
    "Early Ṣūfī authors stress that abiding in God after annihilation in Him is not the same as returning to one’s condition immediately prior, but rather this return is to Man’s primordial condition as depicted in the Qurʾān. When mankind was asked by God “Am I not your lord?” they answered, “Yes! We so witness!” (Q 7:172). In the Kitāb al-fanāʾ (“Book of the annihilation of the self”) attributed to Abū l-Qāsim al-Junayd (d. 271/892) this is interpreted as illustrating abiding in God through the perfect and automatic fulfilment of His will (Abdel-Kader, Ar. text, 32). The same treatise also makes use of what would become the most popular proof for abiding in God, namely, the tradition about supererogatory acts of worship (nawāfil) . In this sacred tradition (ḥadīth qudsī) , God declares that the worshipper attracts His love through supererogatory worship, at which point He becomes “the ears by which he hears, the eyes by which he sees,” etc. (Abdel-Kader, Ar. text, 33). Abū Bakr al-Kalābādhī (d. c.384/994) suggests that abiding in God can be seen in the lives of the prophets, who, in spite of the powerful ecstasies that they experienced, never wavered in perfectly fulfilling God’s will to complete their mission (al-Kalābādhī, 151).",
    "The legal and ethical implications of annihilation and abiding in God have been an issue of concern for Ṣūfī theorists. Abū Naṣr al-Sarrāj (d. 378/988) begins his short explanation of this pair of terms by citing a warning that if the status of servitude (ʿubūdiyya) is not maintained in relation to God, then it is not a genuine experience, and the mystic’s claim is false (al-Sarrāj, Ar. text, 213). Meanwhile, his contemporary, al-Kalābādhī, implies that, once a Ṣūfī has achieved this level of intimacy, he is preserved (maḥfūẓ) by God from straying from the fulfilment of his duties to God (al-Kalābādhī, 156). Later, Abū Ḥāmid al-Ghazālī (d. 505/1111) frequently refers to an issue that troubled many early Ṣūfī theorists, namely the theopathic utterance (shaṭḥ) “I am the Truth!” (anā l-ḥaqq) of al-Ḥusayn b. Manṣūr al-Ḥallāj (d. 309/922), which al-Ghazālī explains as being symptomatic of the attainment of self-annihilation upon witnessing God’s majesty (Jabre, 112–3). A less direct explanation is already given in the oldest surviving Ṣūfī manual (al-Sarrāj, Ar. text, 32; see also Ernst, 25–8). Al-Ghazālī also explains in detail the theological inadmissibility of using terms such as “incarnation” (ḥulūl) and “conjoining [of two essences]” (ittiḥād) to describe Ṣūfī mystical union (al-Ghazālī, 162–71). The basis for the argument in preference of using abiding in God and annihilation in God can already be seen in the aforementioned Kitāb al-fanāʾ (Abdel-Kader, Ar. text, 33) and al-Hujvīrī’s Kashf al-maḥjūb (314–5): The notion of self-annihilation avoids compromising the Islamic doctrine of God’s unity (tawḥīd) , since it does not imply the commingling or attachment of Eternal God with a transient creature, let alone His descent into one, both of which are identified polemically with Christianity (al-Hujvīrī, 314-5; al-Ghazālī, 162-71).",
    "Al-Kalābādhī classifies annihilation and abiding in God as temporary mystical experiences (151–2); for most other Ṣūfī authors, however, they represent experiences of those who have reached beyond being subject to changes of state (ḥāl) and station (maqām) (e.g., al-Qushayrī, 2:261–3; al-Hujvīrī, 312). In fact, al-Hujvīrī goes so far as to assert that, for those in annihilation, from whose minds all thought of this world and the hereafter has vanished, “states and stations seem contemptible” (317). In absolute annihilation, which is sometimes termed “annihilation from annihilation (fanāʾ ʿan al-fanāʾ) , one loses even the awareness of one’s own annihilation (Abdel-Kader, Ar. text, 36–7) as well as of all other psychological states, since no trace of self-consciousness can remain (Jabre, 119). As well as classifying increasingly refined depths of annihilation, by the seventh/thirteenth century more accessible levels had been introduced as the preliminary goals of Ṣūfī aspirants, and were elaborated on significantly by later Indian Ṣūfīs in particular. Under this system, “annihilation in the master” (fanāʾ fī l-shaykh) is followed by “annihilation in the Prophet” (fanāʾ fī l-rasūl) , which finally leads to annihilation in God (Buehler, 100, 131–7; Schimmel, 69–73).",
    "Print version: 9789004161658, 2008, 2008-1"
  ],
  "bibliography": [
    "Sources",
    "al-Hujvīrī, Kashf al-maḥjūb , ed. V. A. Zhukovsky, St Petersburg 1899",
    "Ibn al-ʿArabī, al-Futūḥāt al-Makkiyya , 4 vols., Cairo 1911",
    "al-Kalābādhī, Kitāb al-taʿarruf li-madhhab ahl al-taṣawwuf , ed. Maḥmūd Amīn al-Nawāwī, Cairo 1969",
    "al-Ghazālī, al-Maqṣad al-asnāʾ fī sharḥ maʿānī asmāʾ Allāh al-ḥusnā , ed. Faḍla Shaḥāda, Beirut 1971",
    "al-Qushayrī, al-Risāla al-Qushayriyya , ed. ʿAbd al-Karīm Maḥmūd and Maḥmūd b. al-Sharīf, 2 vols., Cairo 1972",
    "al-Sarrāj, Kitāb al-lumaʿ fī l-taṣawwuf , ed. Reynold Alleyne Nicholson, Leiden and London 1914.",
    "Studies",
    "Ali Hassan Abdel-Kader, ed., Life, personality and writings of al-Junayd , London 1976",
    "Alfred G. Buehler, Sufi heirs of the Prophet. The Indian Naqshbandiyya and the rise of the mediating Sufi shaykh , Columbia 1998",
    "William C. Chittick, Imaginal worlds. Ibn al-ʿArabī and the problem of religious diversity , Albany 1994",
    "Carl W. Ernst, Words of ecstasy in Sufism , Albany 1985",
    "Farid Jabre, L’extase de Plotin et le fanāʾ de Ghazālī, SI 6 (1956), 101–24",
    "Annemarie Schimmel, Pain and grace. A study of two mystical writers of eighteenth-century Muslim India , Leiden 1976."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}