{
  "id": "eweb_057",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-0022.xml?rskey=RHb9Ra&result=1",
  "annotator": "Antonio",
  "title": "Asceticism",
  "authors": [
    "Christopher Melchert"
  ],
  "word_count": "(5,568 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Jun 2007",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Asceticism refers first to deliberate austerity as part of a life of devotion. It is a conventional translation of the Arabic zuhd , which usually means renunciation of, or at least unconcern with, the world. This article focuses chiefly on the ascetics (Ar. zuhhād, nussāk) of the second/eighth century, widely regarded as forebears of the Ṣūfīs of the later third/ninth century and after. Moderate asceticism remained an important part of ideal religious deportment among Ṣūfīs and non-Ṣūfīs alike until modern times.",
    "1. Practices",
    "As for austerity, many early exemplars of piety were notable for their poverty. When some Basrans went to visit al-Ḥasan al-Baṣrī (d. 110/728) on his sickbed, they found “there was nothing in the house: no bed, no carpet, no pillow, and no mat except a bed of palm fronds that he was on” (al-Fasawī, 2:48). His fellow Basran Mālik b. Dīnār (d. 130/747–8?) thought the only necessary household furniture was “a prayer mat, a copy of the Qurʾān, and a stand for ritual ablutions” (Abū Nuʿaym, 2:373). The Kufan Dāwūd al-Ṭāʾī (d. 165/781–2?) would move from room to room of his house as it gradually fell into ruin (Abū Nuʿaym, 7:347).",
    "There are many stories of ascetics who ate little. Al-Ḥasan al-Baṣrī described the many who never asked their wives for food—eating if offered and keeping quiet if not offered—besides not caring whether they were hot or cold and so on (Abū Nuʿaym, 6:270). Yazīd b. Abān, a Basran preacher, or qāṣṣ , (d. before 120/737–8), made himself hungry for sixty years, besides fasting by day for forty-two years (Abū Nuʿaym, 3:50). Aḥmad b. Ḥanbal (d. 241/855) doubted whether a satiated man would find softening (riqqa) in his heart (al-Marrūdhī, ed. Zaghlūl, 82 = ed. Qārūṭ, 100).",
    "Given widespread preference for night-time devotions, it is unsurprisingly common to read of sleep deprivation. The Kufan Masrūq (d. 63/682–3?) did not sleep on pilgrimage save in prostration (i.e., overcome as he performed supererogatory ritual prayers; Aḥmad, Zuhd , 349 418 ). The Basran Sulaymān al-Taymī (d. 143/760–1) kept his firāsh rolled up for forty years (i.e., he slept on the bare ground) and did not lie down at all for twenty years (Abū Nuʿaym, 3:29). The Basran Muʿādha al-ʿAdawiyya (fl. early second/eighth century) would not sleep by day, fearing it would be her last, or by night, likewise fearing it would be her last, and wore thin clothes so that the cold would keep her awake (Aḥmad, Zuhd , 208 257 ).",
    "Some preferred at least short-term withdrawal from society. The Muʿtazila (lit., “withdrawers”) were probably distinguished at first by their asceticism rather than a peculiar theology, but they were by no means the only ones who practised withdrawal from sinful society. The Kufan al-Rabīʿ b. Khuthaym (d. 63/682–3?), among others, would go out by night to the cemetery and there address the buried ones (Aḥmad, Zuhd , 333 401–2 ). “You must practise withdrawal ( ʿuzla ),” said the Medinese Saʿīd b. al-Musayyab (d. 90s/709–19), “for it constitutes worship” ( ʿibāda; Abū Dāwūd, no. 432). The Basran Muṭarrif b. ʿAbdallāh b. al-Shikhkhīr (d. 95/713–14) recommended the study of law (fiqh) , then worship (ʿibāda) , finally withdrawal from society ( iʿtizāl; Aḥmad, Zuhd , 240 294; similarly attributed to al-Rabīʿ b. Khuthaym, ibid. 334 403 ). Mālik b. Dīnār is even quoted as saying one was not a ṣiddīq (saint) until one left his wife like a widow and lived with dogs in refuse heaps (Abū Nuʿaym, 2:359). Others at least restricted their conversation. The Kufan jurisprudent Ibrāhīm al-Nakhaʿī (d. 96/714–15?) was said not to have spoken unless asked a question (Aḥmad, Jāmiʿ , 2:280). Muḥammad b. Yūsuf al-Iṣfahānī (d. c. 200/815–6) spoke only once on his way from Baghdad to Damascus (Abū Nuʿaym, 8:229). But whereas reports of conversations between Muslim ascetics and Christian hermits are numerous, reports of long-term withdrawal by Muslims seem rare; e.g., al-ʿAbbās al-Majnūn (fl. early third/ninth century?), who lived in Mount Lebanon, wore wool, ate only twice a month, and gave himself over to ritual worship for sixty years (Abū Nuʿaym, 10:145).",
    "As noted, some early ascetics wore wool (Ar. ṣūf), which was scratchy, smelly when wet, and liable to become ragged. For the sake of humility, the Basran Muṭarrif b. ʿAbdallāh (d. 95/713–14) wore wool and sat with poor people (Abū Nuʿaym, 2:200). The Kufan Maymūn b. Mihrān (d. 117/735–6) said only a rich man or a proud one wore linen (Abū Nuʿaym, 4:86). It was often related that the pious forebears had worn wool; for example, the Yemeni Wahb b. Munabbih (d. 110s/729–38) related that “on the day Moses talked with his Lord at the tree, he had on a jubba of wool, an undershirt (tubbān) of wool, and a qalansuwa of wool” (Ibn Abī Shayba, K. al-zuhd, kalām Ibn Munabbih , 10). However, the term “Ṣūfī” did not appear until the later second/eighth century, and few of the ascetics whom later Ṣūfī writers regarded as their forebears were expressly called “Ṣūfī” in their lifetimes.",
    "More than particular austerities, early Muslim ascetics had in common their devoting extraordinary amounts of time to Qurʾānic recitation and ritual prayer. ʿAbd al-Raḥmān b. al-Aswad (d. 99/717–18) prayed seven hundred rakʿa s per day (Aḥmad, Zuhd , 360 430 ). The Basran Thābit al-Bunānī (d. 120s/738–48) would pray at every mosque he passed (Abū Nuʿaym, 2:321). Sufyān al-Thawrī would pray until too weak to stand, then until too weak to sit up, then lying down (Abū Nuʿaym, 7:59). Sometimes, ascetics integrated extensive duʿāʾ (spontaneous prayer) with the ritual prayer; for example, Sulaymān al-Taymī recited seventy tasbīḥa s in every set of bowings and prostrations (al-Fasawī, 2:268).",
    "Early ascetics were so devoted to reciting the Qurʾān that qāriʾ , “reciter,” became another term for “ascetic.” Thābit al-Bunānī recited the whole Qurʾān daily, as well as fasting throughout the year, that is, abstaining from food and drink during daylight hours (Abū Nuʿaym, 2:321). The Kufan jurisprudent al-Ḥasan b. Ṣāliḥ b. Ḥayy (d. 199/814–15), his brother ʿAlī (d. 151/768–9?), and their mother used to recite the Qurʾān nightly in shifts; then the two brothers in shifts after their mother died; finally al-Ḥasan alone after his brother died (al-ʿIjlī, 114, 347). The Meccan jurisprudent ʿAmr b. Dīnār (d. 126/743–4) divided his nights into a third each for sleep, studying ḥadīth , and performing the ritual prayer (Abū Nuʿaym, 3:348). Rather than reciting the whole Qurʾān, some ascetics meditated on small parts of it; for example, the Muʿtazilī ʿAmr b. ʿUbayd (d. 144/761–2) would stay up all night in one set of bowings and prostrations, repeating one verse (Ibn al-Murtaḍā, Klassen , 36).",
    "Night-time devotions had the advantage of taking place outside most people's observation, hence were less likely to be performed merely to impress them. The Syrian traditionist Makḥūl (d. 110s/729–38) asserted, “There are two eyes that will not be touched by hellfire: an eye that has wept for fear of God and an eye that has stayed awake out of sight of the Muslims” (Aḥmad, Zuhd , 386 463 ). The Medinese Ṣafwān b. Sulaym (d. 132/749–50) prayed on the roof in winter to avoid sleeping, so that his legs swelled and his veins turned green (Abū Nuʿaym, 3:159). One often reads of persons who performed the dawn prayer on the ritual ablution of the evening prayer, meaning that they had not slept all night; for example, Sulaymān al-Taymī, who did so for forty years (Ibn Abī al-Dunyā, Tahajjud , 191).",
    "Celibacy was not unknown among early ascetics. ʿĀmir b. ʿAbd Qays, usually associated with Basra, is an early example (Ibn Saʿd, 7/1:75–7). Among other things, ʿĀmir is quoted as saying there are four chief worldly pleasures: wealth, women, food, and sleep; whereas one could do without the first two, the last two must be the field of struggle ( jahd; Abū Nuʿaym, 2:88, 90–1, 8:194–5). But disdain for normal sexual relations was much more common than complete abstinence. Masrūq kept a screen between himself and his wife (al-ʿIjlī, 426). The Yemeni jurisprudent Ṭāwūs (d. 106/724–5?) prayed God to be deprived of children and wealth (Aḥmad, Zuhd , 375, 376 449, 450 ). Sufyān al-Thawrī commented that it was difficult for any man with dependents not to mix licit with illicit sources of income (Abū Nuʿaym, 6:381).",
    "Concern for licit gain (al-kasb al-ḥalāl) was a major concern of early Muslim ascetics. The most prominent sources of gain that they tried to avoid were payments from rulers and the yield of land improperly appropriated. For example, the Kufan Abū Wāʾil (d. c.99/717–18) told his slave girl Baraka to accept anything his comrades brought but to refuse anything from his son Yaḥyā, since he was a qāḍī (Aḥmad, Zuhd , 358 429 ). Some statements indicate distrust of all trading. The Kufan Ṭalḥa b. Muṣarrif (d. 112/730–1 or after) disliked making any profit from dealings with the Muslims, as by selling food (Aḥmad, Zuhd , 365 438 ). The Syrian ʿAbdallāh b. Zakariyyāʾ (d. 119/717) never touched money (Abū Nuʿaym, 5:151). Some stories commend economic recklessness. For example, the Basran Yūnus b. ʿUbayd (d. 139/756–7) gave 125 dirhams for a silk dress when a slave girl offered it to him for sixty dirhams and a neighbour told him it was worth 120 (Abū Nuʿaym, 3:16). But trade also had its defenders. The Basran Ayyūb al-Sakhtiyānī (d. 131/748–9) is quoted as saying it was better to make use of the market so as not to depend on people (Abū Nuʿaym, 3:11; much similar material in Khallāl). The Kufan jurisprudent al-Aʿmash (d. 148/765–6?) said, “We used to count the people of the market the worst of us, but today we count them the best of us” (Abū Nuʿaym, 5:50; admittedly more a lament for the decline of asceticism than actual praise for trading).",
    "Early ascetics are often associated with ordering good and prohibiting evil (al-amr bi-l-maʿrūf wa-l-nahy ʿan al-munkar) . This formula normally covered two related activities: the rebuke of misbehaving rulers and the private correction of misbehaviour where the ruler has failed to enforce the law. The Kufan Zubayd al-Yāmī (d. 122/739–40 or after) broke flutes and drums in the possession of slave girls (Abū Nuʿaym, 5:31). The Medinese Abū Ḥāzim (d. c. 142/760) rebuked the caliph Sulaymān b. ʿAbd al-Malik, who accepted his rebuke (Abū Nuʿaym, 3:234).",
    "Morally, the early ascetics cultivated sadness and fear—sadness especially over past sins and fear of judgement to come. “God is not worshipped by anything as by longstanding sadness,” said al-Ḥasan al-Baṣrī (Ibn al-Mubārak, no. 126). Asked to describe al-Ḥasan himself, someone said, “When you saw him, it was as if he had just buried his mother. When he sat, it was as a prisoner sits who is about to have his head struck off. When he talked, he talked the talk of a man who has been condemned to the Fire” (Aḥmad, Jāmiʿ , 1:65–6; similarly, al-Jāḥiẓ, 3:171). Extreme fear of the Last Judgement is attributed to a number of early figures; for example, the famous jurisprudent and Qurʾānic commentator Ibn Masʿūd (d. 32/652–3?) would have preferred not to be raised after death (Aḥmad, Zuhd , 156 195 ).",
    "Early ascetics interpreted the Qurʾān as enjoining such sadness and fear. Many examples are quoted of weeping at hearing the Qurʾān recited (see Ibn Abī al-Dunyā, Riqqa , 34–41). Zurāra b. Awfā (d. 108/726–7?), sometime qāḍī for Basra, fell unconscious on hearing Q 74:8 (Aḥmad, Zuhd , 248 302 ). Asad b. Muhallab of Kufa (fl. earlier second/eighth cent.) cried out and died on hearing the Qurʾān recited to him, fulfilling a prediction from Sufyān al-Thawrī that nothing else would kill him (al-ʿIjlī, 63).",
    "The chief point of austerity was, of course, moral: to keep one's attention on the important things, mainly God and the judgement to come. The Syrian Abū Idrīs al-Khawlānī (d. 80/699–700?) said, “Whoever makes God his sole concern will have sufficient to concern him. Whoever finds a concern in every valley, God will not care in which he perishes” (Aḥmad, Zuhd , 380 456 ). When someone suggested to al-Ḥasan al-Baṣrī that he wash his shirt, he replied, “I cannot but see that the matter is more pressing than that” (Aḥmad, Zuhd , 278 339 ). Mālik b. Dīnār gave away a pot because it made him fear its being stolen (Abū Nuʿaym, 2:364).",
    "Because the point of austerity was mainly moral, early ascetics are often associated with measures to conceal their austerities from public view. Many wore wool underneath more respectable fabrics, so as to suffer from scratchiness unseen. For example, Maymūn b. Mihrān, previously quoted inveighing against linen, is said to have worn a woollen jubba under a thiyāb of another material (Abū Nuʿaym, 4:92). In Medina, Jaʿfar al-Ṣādiq (d. 148/765) wore white wool under a silk jubba (Abū Nuʿaym, 3:193). Several persons are said to have covered up the Qurʾān from which they were reading if someone approached; e.g., al-Rabīʿ b. Khuthaym and Ibrāhīm al-Nakhaʿī (Ibn Abī Shayba, K. ṣalāt al-taṭawwuʿ 330, fī idāmat al-naẓar fī l-muṣḥaf 6–7; K. faḍāʾil al-Qurʾān 44, fī l-naẓar fī l-muṣḥaf 5–6). The Basran Abū al-Tayyāḥ (d. 128/745–6?) managed to recite the Qurʾān for twenty years without his neighbours' knowing (Abū Nuʿaym, 3:83). The Companion Abū Umāma kicked someone for praying too long and weeping, saying that this should be done at home (Aḥmad, Zuhd , 176 219; he merely rebuked him verbally, according to Ibn al-Mubārak, no. 156). Some went so far as to appear frivolous in public. The Damascene Bilāl b. Saʿd (d. 86–96/705–15?) knew persons who were busy by day and laughed with one another but were monks by night (Ibn al-Mubārak, no.144). The Basran Ibn Sīrīn (d. 110/729) is said to have laughed by day but wept all night (Ibn Saʿd, 7/1:142; Abū Nuʿaym, 2:263, 272, 274).",
    "Concomitant with concern for attention to God was a certain indifference to good works in the world. The Kufan Abū ʿUbayda b. ʿAbdallāh b. Masʿūd (d. after 80/699–700) thought there was less reward for standing in the road and giving a dinar to everyone who came than for standing there saying Allāhu akbar (Aḥmad, Zuhd , 393 470; similarly attributed to others at 137 170 , 179 223 ). Many ascetics spent time in warfare on the frontier, but ʿAbdallāh b. ʿAmr (fl. early second/eighth century) is quoted as recommending spiritual jihād as a supplement to the literal (Ibn Abī al-Dunyā, Muḥāsabat al-nafs , 61–2). But Mālik b. Dīnār's statement, “They talk about jihād —I am on jihād against myself” (Abū Nuʿaym, 2:363), apparently indicates that private spiritual struggle might take priority over the physical. ʿAbdallāh b. ʿAmr and others are quoted as preferring dhikr (recollection of God) to frontier warfare (e.g., Ibn al-Mubārak, nos. 1116, 1128–9, 1156). Sufyān al-Thawrī said it was better to recite the Qurʾān than to go raiding on the frontier (Abū Nuʿaym, 7:65). The Kufan Sufyān b. ʿUyayna, active mainly in Mecca (d. 198/814), anyway calculated that spiritual jihād was worth nine times as much as war on the infidels (Abū Nuʿaym, 7:284).",
    "Miracle stories seem less prominent in the literature of early Islamic asceticism than in, say, biographies of contemporary Christian saints. Still, they can be found. Answered prayer (al-daʿwa al-mustajāba) is mentioned fairly often (many examples in Ibn Abī al-Dunyā, Mujābū l-daʿwa). One of the most common forms of miracle has to do with performing the ritual prayer; for example, the Kufan Zubayd al-Yāmī (d. 122/739–40 or after) found water for his ritual ablutions where there had been none, which disappeared after his companions on the pilgrimage had made their ablutions in turn (Abū Nuʿaym, 5:30; many variants concerning other persons).",
    "Another sort of miracle is the appearance of food, as when the Basran Ṣila (fl. early second/eighth century) refused illicit food (presumably food acquired by dubious means), whereupon fresh dates appeared out of season (Abū Nuʿaym, 2:239). But a characteristic concern is to downplay miracles, especially as they may be a temptation to self-importance. For example, the Syrian Ibn Abī al-Ḥawārī (d. 230/844–5) told the story of an earlier ascetic who was normally supported by an aunt. On going three days without food, he asked God whether his provision had been stopped, whereupon food appeared in the corner of the mosque. But at the same time a voice was heard, saying, “O you of little patience,” and this made him refuse to taste it (Abū Nuʿaym, 8:335).",
    "Effectively beginning with Max Weber, sociologists have used “asceticism” to refer to the piety that stresses obedience to transcendent deity. They contrast this with “mysticism,” the piety that stresses communion with immanent deity (see Mueller). In this sense, Islamic law is a major expression of Islamic asceticism, and Ṣūfism of Islamic mysticism. A predominantly mystical piety seems to emerge in the literary record at the mid-third/ninth century, in the generation before al-Junayd.",
    "2. Terminology",
    "Qāriʾ , a term mentioned above, at some point came to be the name especially used for an ascetic guilty of hypocrisy, dourness, and other faults. Zāhid and nāsik are used interchangeably for “ascetic.” Mujtahid , “one who exerts himself,” is the closest Arabic equivalent to the Greek ἀσκετες. That term might be contrasted with lāʿib , “one who plays”; e.g., on the theme of the decadence of the age, the Meccan qāḍī ʿUbayd b. ʿUmayr (d. bef.70/689–90) is said to have lamented, “Today's mujtahid is like the lāʿib of past nations” (Ibn Abī Shayba, K. al-zuhd, kalām ʿUbayd b. ʿUmayr , also kalām Mujāhid ; Abū Nuʿaym, 3:269, 280). ʿĀbid , “worshipper,” was especially one who devoted great amounts of time to supererogatory ritual prayer. Qiyām al-layl was the night vigil, often beginning after three hours' sleep and continuing, then, until the dawn prayer. Khāʾif , “fearer,” stressed fear of God; e.g., ʿAbd al-Azīz b. Salmān of Basra (fl. later second/eighth century) would cry out in the mosque, whereupon other khāʾifūn at the sides of the mosque would cry out in turn (Abū Nuʿaym, 6:243). The bakkāʾ , “weeper,” specialised in contemplation of his own sinfulness and the terrors of the Last Judgement; e.g. Ṣafwān b. Muḥriz of Basra (d. 111/729–30?), who kept a special underground chamber for weeping (al-ʿIjlī, 229). Sāʾiḥ , “wanderer,” is apparently a Qurʾānic notion (9:112, 66:5), and some ascetics did wander from place to place as their service to God. Later Sunnī Muslims were evidently uneasy with the institution of wandering; e.g., Aḥmad b. Ḥanbal declared, “ Siyāḥa has nothing to do with Islam” (Ibn Hāniʾ, 2:176). Various early authorities are quoted as denying the obvious sense of the word; e.g., ʿĀʾisha allegedly said, “The siyāḥa of this nation is fasting” (al-Ṭabarī, ad Q 9:112). Ṣiddīq , probably “righteous,” seems most likely a loan word from Aramaic. It is Qurʾānic and practically equivalent to “saint.” Faqīr means especially “needy,” mainly of divine forgiveness. But constant devotions presumably did interfere with earning a living, so we may expect that it normally denoted material poverty, as well.",
    "3. The literature of asceticism",
    "There are three main bodies of literature concerning early asceticism. First are collections of stories and sayings in the ḥadīth tradition. The largest extant example is Ḥilyat al-awliyāʾ , by the ḥadīth collector from Isfahan Abū Nuʿaym (d. 430/1038). The second largest appears to be al-Zuhd , by the Baghdadi ḥadīth collector and jurisprudent Aḥmad b. Ḥanbal (d. 241/855). But many collections of ḥadīth have large sections on ascetical concerns within them, ranging from the Kitāb al-zuhd within the Muṣannaf of Abū Bakr Ibn Abī Shayba (d. 235/849), the Kufan ḥadīth collector, which comprises over 1,500 items, to the Kitāb al-zuhd within, for example, the Ṣaḥīḥ of Muslim (d. 261/875), which comprises ninety-odd items. They usually stress quotations from the earliest generations, not to mention prophets before Muḥammad, but not always; for example, al-Marrūdhī, al-Waraʿ , often quotes Aḥmad and fairly often Bishr al-Ḥāfī (d. 227/841?).",
    "Second are poetry and collections of stories and sayings in the adab tradition. For zuhdiyyāt , ascetical poems, see Hamori. The Baghdadi littérateur Ibn Abī al-Dunyā (d. 281/894) collected very many sayings and stories of early ascetics, interspersed with poetry (see the bibliography of Weipert and Weninger). Other notable collections are the zuhd sections of al-Bayān wa-l-tabyīn of al-Jāḥiẓ (d. 255/868–9) and ʿUyūn al-akhbār of Ibn Qutayba (d. 276/889?). Zuhd collections in the adab tradition are distinguished by their attention first to poetry and elegant locutions, secondarily to miracle stories and humour.",
    "Third are collections of sayings and stories in the Ṣūfī tradition. Ṭabaqāt al-ṣūfiyya by the Nīshāpūran al-Sulamī (d. 412/1021) is the earliest extant Ṣūfī biographical dictionary. Its first generation reaches back to major ascetics of the second/eighth and earlier third/ninth centuries who it is doubtful were ever called Ṣūfīs in their lifetimes. The Lumaʿ of al-Sarrāj (d. 378/988) and Qūt al-qulūb of Abū Ṭālib al-Makkī (d. 386/996?) are two early thematic collections that include some material from early ascetics. Ṣūfī collections are of course distinguished not only by their concentration on the third/ninth century and later but also by their integrating the ascetical tradition into the later mystical tradition, so that asceticism tends to look like a necessary early stage in one's personal progress toward communion with God. Except for the various works of al-Muḥāsibī (d. 243/857–8) and possibly al-Ḥakīm al-Tirmidhī (d. c. 295/907–8?), only works in the Ṣūfī tradition systematically treat the theory of asceticism.",
    "4. History",
    "The historical study of asceticism remains undeveloped. As with early Islamic history in general, it has been hindered first by the paucity of texts from the first/seventh and second/eighth centuries themselves. This means we have few external controls and great difficulty distinguishing between accurate transmission and tendentious retrojection in the accounts we do have, from the third/ninth century and later. Historical study has been hindered secondly by various assumptions related to a preference for classical Sunnī Islam: (1) whatever seems to fit with the fourth/tenth-century Sunnī synthesis is assumed to be authentically Qurʾānic and prophetic, whatever fits less well is assumed to have extra-Islamic origins; (2) the classical division of responsibility between jurisprudents and ḥadīth collectors, on the one hand, and Ṣūfīs on the other, is retrojected, so that the early history of asceticism is documented from early Ṣūfī literature to the neglect of ḥadīth literature; and (3) Ṣūfī mysticism is assumed to have a super-temporal essence, precluding any demonstration of change since the lifetime of the Prophet.",
    "So far, the most extensive search for external controls has been that of Fred Donner, who has sketched the piety of first/seventh-century Muslims on the basis of dated inscriptions ( \n Narratives , ch. 2, confirmed by Halevi). He finds that pleas for divine forgiveness and express hopes for entry into paradise are so predominant that virtually no other features of the new religion can be made out, lending credibility to the obsession with forgiveness and the Last Judgement reported of figures from the first/seventh and second/eighth centuries.",
    "Scholars have long been exercised by the problem of whether Islamic asceticism was originally Islamic or borrowed from other religious traditions. Louis Massignon argued strongly for the internal development of Islamic asceticism, although allowing for some influence from Christian sources (Massignon, Essay). Subsequent studies have generally confirmed his conception (Andrae, Zuhd; Ogén; Livne-Kafri). But Massignon was partly engaged in polemics with Muslim modernists who were happy to dismiss Ṣūfism as an alien superfluity. The research of Donner and others suggests that the question of external influence should be reconceived as one of differentiation. That is, it probably took some time for Islam to become differentiated from other Middle Eastern monotheisms, somewhat as Christianity had once taken some time to become differentiated from Judaism. To say that Islamic asceticism was to some extent a variant development of earlier Middle Eastern traditions is not to discredit it, for the same should now be said equally of Islamic law and theology. It might be added that the early ascetics saw themselves as living in continuity with a longer tradition. Wahb b. Munabbih is particularly associated with stories of pre-Muḥammadan prophets (he would not have thought of them as pre-Islamic), while a source as late as Aḥmad's Zuhd comprises as many stories and sayings of pre-Muḥammadan prophets as of Muḥammad himself.",
    "In extant ḥadith literature, obsessive fear and sadness, to the extent of wishing one could avoid the Resurrection, is attributed only to fairly early figures, mainly Companions and Successors. We may doubt the precise accuracy of many quotations, partly because the same statements are sometimes ascribed to multiple early personalities, partly because we occasionally find different sources offering variant wordings. However, on the general principle that later writers will not bother to project backwards what is strange to them, it seems likely that such a mood was genuinely early. It is easy to see its relation to the main themes of the Qurʾān.",
    "Poetry is less vulnerable than prose to alteration in the course of transmission, and in it disparagement of austerity for outward show is securely attested by the second half of the second/eighth century (van Gelder, 311–2). This is an old theme one might expect to be almost as old as asceticism itself. Therefore, although again the exact wording is not secure, there is probably nothing anachronistic in, for example, al-Ḥasan al-Baṣrī's warning to wearers of wool, “Piety is not in one's clothing: it settles in the heart and is confirmed by one's work and deed” (Aḥmad, Zuhd , 267 327; cf. Jāḥiẓ, 3:134, 144). The tendency of such warnings is that inward dispositions should match outward.",
    "Disparagement of outward austerity itself seems most likely to have arisen in about the last third of the second/eighth century. Sufyān al-Thawrī is quoted as saying, “Renunciation means shortness of hope (qiṣar al-amal) , not eating or dressing poorly” (Ibn Qutayba, 2:356; similarly, Abū Nuʿaym, 6:386). In the same vein, Sufyān b. ʿUyayna is quoted as saying, “Renunciation concerns what God has forbidden. As for what God has made licit, God has made it allowable. The prophets married, rode, dressed, and ate, but (when) God forbade them something, they avoided it, and were renunciant concerning it” (al-Dhahabī, 8:413). This is not to call for inward dispositions to match outward, or even for practising one's austerities out of public view, but rather to call for inward renunciation alone.",
    "At the same time, there apparently arose more extreme forms of asceticism. Shaqīq al-Balkhī (d. 194/809–10) rejected all deliberate pursuit of gain, teaching that the pious should live on alms alone. Tawakkul (“dependence”) came to be practised with such recklessness that ascetics would set off on journeys across the desert without carrying food or water, expecting to be sustained accidentally, that is, by divine provision alone (see Reinert). As it crystallised around al-Junayd (d. 298/911?), Ṣūfism repudiated the most extreme forms of austerity in favour of inward dependence on God. This seems to be the characteristic Sunnī position.",
    "So far, no one has discerned distinctive regional schools of ascetic teaching, parallel to the regional schools of law so prominent in sources describing the second/eighth century. Perhaps Basra enjoyed a certain pre-eminence early on, as Kufa did in the field of law. Future research must test whether rising hostility to asceticism was especially associated with a Basran/Medinese axis, as from the jurisprudent Mālik (d. 179/795) and the biographer Ibn Saʿd (d. 230/845, on whose hostility to asceticism, see Massignon, 97, 136fn.).",
    "Print version: 9789004150171, 2007, 2007-1"
  ],
  "bibliography": [
    "Sources",
    "Abū Dāwūd, al-Zuhd , ed. A. T. Y. I. b. Muḥammad and A. B. Gh. ʿA. b. Ghunaym, Hilwan 1414/1993",
    "Abū Nuʿaym, Ḥilyat al-awliyā , Cairo 1352–7/1932–8",
    "Abū Ṭālib al-Makkī, Qūt al-qulūb , Cairo 1310/1892",
    "Aḥmad b. Ḥanbal, Jāmiʿ al-ʿilal wa-maʿrifat al-rijāl , ed. Muḥammad Ḥusām Bayḍūn, Beirut 1410/1990",
    "Aḥmad b. Ḥanbal, al-Zuhd , Mecca 1357 (the ed. of Beirut, 1396/1976, is a photomechanical reprint. Other eds. offer the same text but different pagination. Citations in italics are to Beirut 1403/1983)",
    "al-Dhahabī, Siyar aʿlām al-nubalāʾ , ed. Shuʿayb al-Arnāʾūṭ et al., Beirut 1401–9/1981–8",
    "al-Fasawī, K. al-Maʿrifa wa-l-taʾrīkh , ed. Akram Ḍiyāʾ al-ʿUmarī, Medina 1410/1990 3",
    "Ibn Abī l-Dunyā, Muḥāsabat al-nafs , ed. Majdī al-Sayyid Ibrāhīm, Cairo n.d.",
    "Ibn Abī l-Dunyā, Mujābū l-daʿwa , ed. Majdī al-Sayyid Ibrāhīm, Cairo 1987",
    "Ibn Abī l-Dunyā, al-Riqqa wa-l-bukāʾ , ed. Masʿad ʿAbd al-Ḥamīd Muḥammad al-Saʿdānī, Cairo n.d.",
    "Ibn Abī l-Dunyā, al-Tahajjud , ed. Muṣliḥ b. Jazāʾ b. Fadghūsh al-Ḥārithī, Riyadh 1418/1998",
    "Ibn Abī Shayba, al-Muṣannaf , ed. Ḥamid b. ʿAbdallāh al-Jumʿa and Muḥammad b. Ibrāhīm al-Luḥaydān, Riyadh 1425/2004",
    "Ibn al-Mubārak, al-Zuhd wa-l-raqāʾiq , ed. Ḥabīb al-Raḥmān al-Aʿẓamī, Malegaon, India 1386/1966",
    "Ibn al-Murtaḍā, Die Klassen der Muʿtaziliten , ed. Susanna Diwald-Wilzer, Beirut 1961",
    "Ibn Hāniʾ, Masāʾil al-imām Aḥmad , ed. Zuhayr al-Shāwīsh, 2 vols., Beirut 1394-1400/1974-9",
    "Ibn Qutayba, ʿUyūn al-akhbār , Cairo 1343–9/1925–30",
    "Ibn Saʿd, Biographien , ed. Eduard Sachau et al., Leiden 1904–40",
    "al-ʿIjlī, Taʾrīkh al-thiqāt , ed. ʿAbd al-Muʿtī Qalʿajī, Beirut 1405/1085",
    "al-Jāḥiẓ, al-Bayān wa-l-tabyīn , ed. ʿAbd al-Salām Muḥammad Hārūn, 4 vols. in 2, Cairo 1367–9/1948–50",
    "al-Khaṭīb al-Baghdādī, Taʾrīkh Baghdād , Cairo 1349/1931",
    "Khallāl, al-Ḥathth ʿalā l-tijāra , ed. Abū ʿAbdallāh Maḥmūd b. Muḥammad al-Ḥaddād, Riyadh 1407/1987",
    "al-Marrūdhī, K. al-Waraʿ , ed. Muḥammad al-Saʿīd b. al-Basyūnī  Zaghlūl, Beirut 1409/1988, ed. Zaynab Ibrāhīm al-Qārūṭ, Beirut 1403/1983",
    "al-Sarrāj, The Kitāb al-lumaʿ fī l-taṣawwuf , ed. Reynold Alleyne Nicholson, Leiden and London 1914",
    "al-Sulamī, K. Ṭabaqāt al-ṣūfiyya , ed. Johannes Pedersen, Leiden 1960.",
    "Studies",
    "Tor Andrae, In the garden of myrtles , trans. Birgitta Sharpe, New York 1987 (many examples)",
    "Tor Andrae, Zuhd und Mönchtum, MO 25 (1931), 296–327",
    "Roger Deladrière (trans.), L'anthologie du renoncement, Lagrasse, France 1995 (trans. of al-Bayhaqī, d. 458/1066, al-Zuhd al-kabīr , providing many more examples)",
    "Fred McGraw Donner, Narratives of Islamic origins. The beginnings of Islamic historical writing (Princeton 1998), chap. 2",
    "Richard Gramlich, Weltverzicht. Grundlagen und Weisen islamischer Askese , Wiesbaden 1997",
    "Richard Gramlich, Die Wunder der Freunde Gottes , Wiesbaden 1987",
    "Leor Halevi, The paradox of Islamization. Tombstone inscriptions, Qurʾānic recitations, and the problem of religious change, History of religions 44 (2004–5), 120–52",
    "Andras Hamori, Ascetic poetry (zuhdiyyāt) , in CHAL, ʿAbbāsid belles-lettres , 265–74",
    "Ofer Livne-Kafri, Early Muslim ascetics and the world of Christian monasticism, JSAI 20 (1996), 105–29.Many examples but only weak arguments for borrowing from Christianity.",
    "Louis Massignon, Essay on the origins of the technical language of Islamic mysticism , trans.from the French Benjamin Clark, Notre Dame 1997 (first ed. Paris 1922). Arguments for Qurʾānic origins.",
    "Christopher Melchert, The transition from asceticism to mysticism at the middle of the ninth century C.E., SI 83 (1996), 51–70",
    "Gert H. Mueller, Asceticism and mysticism. A contribution towards the sociology of faith, in Günter Dux et al. (eds.), Sociological theories of religion. Religion and language (Opladen 1973), 68–132",
    "Göran Ogén, Did the term ṣūfī exist before the Ṣūfīs, AO 43 (1983), 33–48",
    "Benedikt Reinert, Die Lehre vom Tawakkul in der klassischen Sufik , Berlin 1968",
    "al-Sulamī, Early Ṣūfī women , trans. Rkia Elaroui Cornell, Louisville 1999",
    "Despite the title, stories about early ascetics doubtfully called Ṣūfīs in their lifetimes: G. H. J. Van Gelder, Musāwir al-Warrāq and the beginnings of Arabic gastronomic poetry, JSS 36 (1991), 309–27",
    "Reinhart Weipert, and Stefan Weninger, Die erhaltenen Werke des Ibn Abī l-Dunyā, ZDMG 146 (1996), 415–55."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}