{
  "id": "eweb_062",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-24343.xml?rskey=QWysqr&result=1",
  "annotator": "Antonio",
  "title": "Bisṭāmī, Bāyazīd",
  "authors": [
    "Jawid Mojaddedi"
  ],
  "word_count": "(1,556 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Oct 2012",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Abū Yazīd Ṭayfūr b. ʿĪsā b. Surūshān al-Bisṭāmī (al-Basṭāmī) (d. 261/874–5 or 234/848–9), commonly known in the Iranian world as Bāyazīd Bisṭāmī , was an early ecstatic Ṣūfī from north-central Iran. His grandfather Surūshān was born a Zoroastrian, -an indication that al-Bisṭāmī had Persian origins despite the fact that his transmitted sayings are in Arabic. Very little is known about the life of al-Bisṭāmī, whose importance lies in his biographical tradition, since he left no written works. The often inconsistent early biographical reports portray him as a wanderer (al-Iṣfahānī, 10:33) but also as leading teaching circles (al-Iṣfahānī, 10:34); he is dismissive of piety and asceticism (al-Iṣfahānī, 10: 36–7) but is also scrupulous about washing his tongue before chanting God’s names (al-Iṣfahānī, 10:35) and appreciative of the work of jurists (al-Iṣfahānī, 10:36). A measure of the influence of his image in posterity is the fact that he is named in the lineage (silsila) of one of the largest Ṣūfī brotherhoods today, the Naqshbandī order—founded in Bukhara by Bahāʾ al-Dīn Naqshband (d. 791/1389)—despite the recognition in their own tradition that he was born long after the previous master in their lineage had died, while his own successor was not born until after he himself had died. The assertion of two different dates of death for al-Bisṭāmī is probably likewise due to the desirability of association with him in posterity.",
    "Al-Bisṭāmī was first given close attention by Abū Naṣr al-Sarrāj (d. 378/988), a major historian and theorist of Ṣūfism from Khurāsān, who devotes five chapters of his influential Kitāb al-lumaʿ fī l-taṣawwuf (“The book of flashes on Ṣūfism”) to explanations by Abū al-Qāsim al-Junayd (d. 297/910, a major mystic of Baghdad, of Persian origin) and al-Sarrāj himself of the theopathic utterances (shaṭḥiyyāt) of al-Bisṭāmī. Several more of al-Bisṭāmī’s utterances were later compiled by Abū l-Faḍl al-Sahlajī (d. 475/1083) in his biographical monograph devoted to him, entitled al-Nūr fī kalimāt Abī Ṭayfūr (“Light on the sayings of Abī Ṭayfūr”) (al-Badawī, ed.). The most famous of all of his theopathic utterances is “Subḥānī Subḥānī!” (“Glory be to me! Glory be to me!”, al-Sarrāj, 390–1). The significance of this is to be understood in the context of the Muslim practice of praising God during ritual prayer by repeating the expression “Subḥān Allāh” (“Glory be to God!”), which clarifies that only God can make the statement that is believed by Ṣūfīs to have been uttered through al-Bisṭāmī. This makes it all the more surprising that R. C. Zaehner (d. 1974) tried to use this as an example of the alleged non-Islamic Indian influence on al-Bisṭāmī’s mysticism (see below).",
    "Al-Hujwīrī (d. c.465/1072), the mystical theorist and historian of Ṣūfism and Ḥanafī scholar from Khurāsān, in his Kashf al-maḥjūb (“The revelation of veiled realities,” written nearly a century after al-Sarrāj’s al-Lumaʿ ), also gives a prominent place to al-Bisṭāmī and associates him with al-Junayd. The association in this case is one of opposition, as they are now seen as proponents of rival viewpoints. In the chapter on contemporary Ṣūfī groups, al-Hujwīrī identifies the “Ṭayfūriyya” and the “Junaydiyya” as proponents of drunkenness (sukr) and sobriety/waking (ṣaḥw) , respectively (al-Hujwīrī, 228–35). According to al-Hujwīrī, the Ṭayfūriyya follow al-Bisṭāmī in preferring the removal of human attributes (naqṣ-i ṣifāt-i bashariyyat) through mystical intoxication (Mojaddedi, Biographical tradition , 7–8). The so-called Ṭayfūriyya is here just one of a dozen groups mentioned by al-Hujwīrī in the service of his exploration of the contentious Ṣūfī debates of his time, rather than as representing existing schools of Ṣūfism, which their names might suggest. This is the first time that al-Bisṭāmī is associated with the notion of drunkenness (sukr) , as revealed by the fact that al-Hujwīrī can find only one anecdote from earlier sources that mentions this term (Mojaddedi, Getting drunk, 9–11). Nonetheless, this discussion has had an extraordinary influence on later perceptions of al-Bisṭāmī: he comes to be seen as the leading early proponent of the ecstatic Ṣūfism of grace, as opposed to Junayd’s circumspect and scholarly Ṣūfism of sobriety.",
    "Al-Bisṭāmī comes also to be regarded as having been so influential among early Ṣūfīs that later generations value association with him. This is evident not only in the Naqshbandī lineage but also in later Ṣūfī ṭabaqāt biography collections. For instance, in the Nafaḥāt al-uns (“Breaths of intimacy”) by the Persian mystical poet and hagiographer from Herat ʿAbd al-Raḥmān Jāmī (d. 898/1492), al-Bisṭāmī becomes one of two common links in the chain that joins all later Ṣūfī groups, the other being al-Junayd (Mojaddedi, Biographical tradition , 174–5). While al-Junayd had already been regarded as having high authority in Ṣūfism in the fourth/tenth-century Ṣūfī texts, al-Bisṭāmī’s rise in status to such a position seems to have occurred only after the fifth/eleventh century. In the much-celebrated writings of the poet and eponymous founder of the Mawlawiyya order, Mawlānā Jalāl al-Dīn Rūmī (d. 672/1273), al-Bisṭāmī is presented as the greatest Ṣūfī ever to have lived. Not only does Rūmī include many more stories and references to al-Bisṭāmī than to any other Ṣūfī, but he also consistently depicts him as having reached the highest stages of perfection (e.g., Rūmī, Fīhi mā fīhi , 128) and compares his inspirations and miracles with those of the prophet Muḥammad (Rūmī, Mathnawī , 4:1802–55). Although his contemporary, the great mystic of Andalusian origin Muḥyī l-Dīn Ibn ʿArabī (d. 638/1240), had a more ambivalent attitude towards al-Bisṭāmī, he nonetheless did consider him important (Ernst, Man without attributes, 1–18).",
    "More recently, there has been a continued interest in al-Bisṭāmī among Iranian Ṣūfīs (e.g., Ḥaqīqat, Nūrbakhsh) and a renewed interest among Arab literati following European academic interest (e.g., Meddeb), the latter being comparable to the rekindling of interest among Arab intellectuals in the legacy of Manṣūr al-Ḥallāj (d. 309/922). From as far back as the early nineteenth century several European orientalists have proposed Hindu and Buddhist influences on Abū Yazīd (Tholuck, 62–87), and, through him, on the Ṣūfī tradition as a whole, culminating most famously in the arguments of R. C. Zaehner during the mid-twentieth century (Zaehner, Hindu and Muslim mysticism , 93–134). Examples include, in addition to the above-mentioned theopathic utterance, “Glory be to me! Glory be to me!”, al-Bisṭāmī’s miʿrāj (ascension), during which he views a tree in heaven and concludes that it was all a trick (Nicholson; Zaehner, Hindu and Muslim mysticism , 75–90; Ernst, Words of ecstasy , 167–9). Not only has every proposed instance of such influence been dismissed through increased awareness of Ṣūfī imagery and terminology, but historians of Ṣūfism have also developed a more critical understanding of the biographical sources used as the basis of sweeping historical claims about a figure who has left no writings of his own (Arberry, Bistamiana, 28–37; Mojaddedi, Getting drunk; Khatami).",
    "Print version: 9789004225459, 2012, 2012-3"
  ],
  "bibliography": [
    "Arthur John Arberry, Bistamiana, BSOAS 25/1 (1962) 28–37",
    "ʿAbd al-Raḥmān al-Badawī, Shaṭaḥāt al-Ṣūfiyya , Cairo 1949",
    "Carl W. Ernst, Words of ecstasy in Sufism , Albany 1985",
    "Carl W. Ernst, The man without attributes. Ibn ʿArabī’s interpretation of al-Bisṭāmī, Journal of the Muhyiddin Ibn ʿArabi Society , 13 (1993), 1–18",
    "ʿAbd al-Rafīʿ Ḥaqīqat, Sulṭān al-ʿĀrifīn Bāyazīd Basṭāmī , Tehran 1361sh/1982",
    "Max Horten, Indische Strömungen in der islamischen Mystik , 2 vols., Heidelberg 1927–8",
    "ʿAlī al-Hujwīrī, Kashf al-maḥjūb , ed. V. A. Zhukovskiĭ, Leningrad 1926 repr. Tehran 1957",
    "Abū Nuʿaym ʿAlī b. Sahl Iṣfahānī, Ḥilyat al-awliyāʾ , 10 vols., Cairo 1932–8",
    "ʿAbd al-Raḥmān Jāmī, Nafaḥāt al-uns , ed. Maḥmūd ʿĀbidī, Tehran 1370sh/1991",
    "Mahmud Khatami, Zaehner-Arberry controversy on Abu Yazid the Sufi. A historical review, Transcendent Philosophy 7 (2006), 203–26",
    "Abdelwahab Meddeb (trans.), Les dits de Bistami , Paris 1989",
    "Jawid Ahmad Mojaddedi, The biographical tradition in Sufism. The Ṭabaqāt genre from al-Sulamī to Jāmī , Richmond, Surrey 2001",
    "Jawid Ahmad Mojaddedi, Getting drunk with Abū Yazīd or staying sober with Junayd. The creation of a popular typology of Sufism, BSOAS 66/1 (2003), 1–13",
    "Reynold A. Nicholson, An early Arabic version of the Miʿrāj of Abū Yazīd al-Bisṭāmī, Islamica 2 (1926), 402–15",
    "Javād Nūrbakhsh, Bāyazīd , Tehran 1373sh/1994",
    "Hellmut Ritter, Die Aussprüche des Bāyezīd Bisṭāmī, in Fritz Meier (ed.), Westöstliche Abhandlungen (Wiesbaden 1954), 231–43",
    "Jalāl al-Dīn Rūmī, Fīhi mā fīhi , ed. Badīʿ al-Zamān Furūzānfar, Tehran 1957",
    "Jalāl al-Dīn Rūmī, Mathnawī , ed. Reynold A. Nicholson, 8 vols., London 1925–40",
    "Rūzbihān Baqlī, Sharḥ-i shaṭḥiyyāt , ed. Henri Corbin, Tehran 1966",
    "al-Sarrāj, Kitāb al-lumaʿ fī l-taṣawwuf , ed. Reynold Alleyne Nicholson, Leiden and London 1914",
    "August Tholuck, Ssufismus sive Theosophia Persarum pantheistica , Berlin 1821",
    "Robert C. Zaehner, Abū Yazīd of Bisṭām. A turning point in Islamic mysticism, Indo-Iranian Journal 1 (1957), 286–301",
    "Robert C. Zaehner, Hindu and Muslim mysticism , London 1960."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 435
}