{
  "id": "eweb_065",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-24627.xml?rskey=JYyp3Q&result=1",
  "annotator": "Antonio",
  "title": "Companionship",
  "authors": [
    "Robert Moore"
  ],
  "word_count": "(1,633 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "04 May 2016",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Companionship \n (ṣuḥba) , called also discipleship, refers to a close relationship between individuals and the hierarchical relationship between an instructor and followers. As the Islamic sciences developed, companionship became a fundamental element of the transmission of knowledge and developed into a formalised institution that was governed by rules of behaviour (adab) that were recorded in manuals describing the responsibilities of masters and disciples, especially in legal education and in Ṣūfism.",
    "Muḥammad’s close relationship with his Companions ( Ṣaḥāba ) came to epitomise the ideal connection between master and followers in Islam. The example of the Companions’ commitment to the observation, emulation, and communication of Muḥammad’s teachings became a model for the transmission of knowledge. The Companions are portrayed as staying with Muḥammad in all circumstances and learning his teachings. Their close connection to the Prophet enabled them to pass on his teachings and, in some cases, to inherit his authority.",
    "As the study of ḥadīth became one of the earliest fields of learning in the Muslim community, students had to travel great distances to study with authorities who had made extensive collections of Muḥammad’s sayings and actions. Learning these ḥadīth required students to spend long periods, sometimes years, with authorities, listening to them and recording and memorising their words. Because learning was based on relationships and was not centred in buildings dedicated to education, instruction took place in mosques, inns, private homes, and other locations. In an open system of education, other forms of organisation emerged, and the rules of conduct between students and instructors became highly ritualised and institutionalised. Numerous ḥadīth were collected that described proper etiquette in the study circle (ḥalqa) , including requirements of ritual purity, proper dress, and behaviour. As more fields of Islamic knowledge emerged, these also adopted the values of companionship, and instructors of Arabic language, literature, grammar, poetry, Qurʾān, tafsīr (exegesis), theology, law, and Ṣūfism incorporated these social practices into their instruction.",
    "George Makdisi’s analysis of companionship in the field of law demonstrates the development of the meaning of ṣuḥba as legal scholars organised themselves into particular schools (madhāhib) and the training of legal scholars became more complex. Makdisi observed that biographical dictionaries frequently note the levels of education through which law students progress in their studies. Students who completed an introductory study of the law would progress into a more advanced programme. This programme required the student to dedicate himself to studying in depth with a particular scholar, often exclusively, for many years. Biographical dictionaries use verb forms of the root ṣ.ḥ.b. (form I ṣaḥiba , form III ṣā ḥaba), which has the general meaning “companionship,” or equivalent terms (lāzama, ittabaʿa) to denote this transition to advanced study with a shaykh .",
    "The nature of companionship or discipleship is explored in several manuals written to describe proper behaviour (adab) between students and instructors of law. Burhān al-Dīn al-Zarnūjī, who lived in sixth/twelfth-century Iran, urges students to wait before committing themselves to a particular instructor after arriving in a new location. He advises students to discover which scholar is the eldest, most learned, and most pious in the city. Al-Zarnūjī then instructs the student to approach the scholar and request permission to study with him. If the student is permitted to study with this scholar, he should be careful to follow etiquette, demonstrating his deference and submission to his instructor, including remaining quiet unless he is granted permission to speak, staying committed to his studies, and walking a few paces behind his instructor while in public (al-Zarnūjī, 29–33).",
    "Badr al-Dīn Ibn Jamāʿa’s (d. 733/1333) advice to students reveals other practices that marked both the closeness and the distance between the student and instructor. Ibn Jamāʿa argued that, while a student could attempt to learn by studying books alone, there would be too many opportunities to make mistakes in spelling, pronunciation, and understanding; he therefore considered it essential that a student should study with a qualified instructor. This relationship could last for many years, until the student had learned all that the instructor had to offer. Ibn Jamāʿa compared the relationship between the student and instructor to that between a doctor and patient. Like a doctor, the instructor tries to bring about the necessary changes in his student, and, like the patient, the student must be willing to submit to the instructor’s instructions. Another analogy used by Ibn Jamāʿa and other writers, such as Ibn al-Ḥajj al-ʿAbdarī (d. 737/1336–7), compares the relationship between the instructor and student to that between father and son. Like a father, the instructor should look after not only the student’s education but also his moral behaviour, religious piety, and general attitude. While shaykh s had enormous influence over their students, they should not abuse that authority or crush the students’ spirits. Similarly, the students should show respect to their instructors in the classroom by their hard work in their studies and respectful manners, and outside the classroom, by protecting the professor from pressing crowds, caring for his children, and speaking out for the professor if his reputation was questioned (Berkey, 34–9).",
    "In his study of relationships between instructor and student in Ayyūbid and early Mamlūk Damascus (586–751/1190–1350), Michael Chamberlain notes that they reflect patron-client relationships in the broader society of the time. In addition to seeking knowledge, students hoped to obtain profitable appointments as instructors, judges, and other public figures. For this reason, Chamberlain argues that students were learning from their instructors the ritual and social behaviour that would allow them to accrue the social capital that would permit them to ascend in society (Chamberlain, 108–51). Jonathan Berkey explores the economic and social advantages that a student could accumulate through close association with an instructor in Mamlūk Cairo (Berkey, 107–27). Companionship, then, should be viewed more broadly than through instruction and personal bonds; it should be seen also as a means of establishing connections that could lead to social advancement in certain contexts.",
    "Companionship played a central role also in Ṣūfī tradition, in the transmission of knowledge and authority. As in the tradition of Islamic legal education, in which ṣuḥba was formalised as the madhāhib formed, Ṣūfī relationships of companionship became more structured, as Ṣūfī orders (ṭuruq) became more developed. The Ṣūfī shaykh acted as the novice’s spiritual guide and instructor. The shaykh would typically be able to trace his own spiritual heritage through the generations of his own instructors back to Muḥammad, so that, through their connections to the shaykh , the novices could join this lineage of knowledge and authority.",
    "In the early Ṣūfī tradition, adepts studied under several shaykh s, but, as the Ṣūfī orders became more established, novices were expected to commit to a particular shaykh and order. The mutual bond that formed between masters and disciples was meant to improve the disciples’ morality, lead to their progress through spiritual stations, and enable their eventual initiation into the order of the master. Abū Ḥāmid al-Ghazālī (d. 505/1111) emphasised the importance of the shaykh’ s role in encouraging the novice toward piety, describing the shaykh as removing the corruption from the disciple’s soul so that it might reflect the beauty of God (Ephrat, 100). Al-Suhrawardī (d. 632/1234) describes the profound influence of the master on the disciple. Masters are able to pass on spiritual states to disciples, as disciples give up their own will in obedience to the masters’ instructions. By taking this step, the disciples’ will and self are annihilated, allowing the attainment of advanced spiritual states (Ernst, 124).",
    "Companionship was also meant to strengthen social bonds within Ṣūfī orders. In addition to obeying the master’s teaching, the disciple should be dedicated to service (khidma) of the master. The bonds of companionship extended to the other brothers in the order, who sought to encourage each other in piety and spiritual revelation. Al-Hujwīrī (d. 465–9/1073–7) listed companionship as the ninth veil to be lifted on the path to knowledge of God (Ephrat, 103).",
    "The practice and understanding of companionship have gone through numerous transformations in various times and contexts. While companionship is most basically a close and caring relationship, it later came to convey specific roles and responsibilities to those teaching and learning in the Islamic tradition.",
    "Print version: 9789004305762, 2016, 2016-3"
  ],
  "bibliography": [
    "Jonathan Berkey, The transmission of knowledge in medieval Cairo. A social history of Islamic education , Princeton 1992",
    "Michael Chamberlain, Knowledge and social practice in Damascus, 1190–1350 , Cambridge 1994",
    "Daphna Ephrat, Spiritual wayfarers, leaders in piety. Sufis and the dissemination of Islam in medieval Palestine , Cambrige MA 2008",
    "Carl W. Ernst, The Shambhala guide to Sufism , Boston MA 1997",
    "Muḥammad Ibn al-Ḥājj, Madkhal al-sharʿ al-sharīf , 4 vols., Cairo 2005",
    "Badr al-Dīn Muḥammad Ibn Jamāʿa, Tadkhirat al-sāmiʿ wa-l-mutakallim , Beirut 1979",
    "Alexander Knysh, Islamic mysticism. A short history , Leiden 2000",
    "George Makdisi, The rise of the colleges. Institutions of learning in Islam and the West (Edinburgh 1981), 128–9",
    "George Makdisi, Ṣuḥba et riyāsa dans l’enseignement medieval, in Recherches d’islamologie. Recueil d’articles offert à Georges C.Anawati et Louis Gardet par leurs collègues et amis (Louvain 1977), 207–21",
    "Christopher Melchert, The etiquette of learning in the early Islamic study circle, in Joseph E. Lowry, Devin J. Stewart, and Shawkat M. Toorawa, Law and education in medieval Islam. Studies in memory of George Makdisi (Warminster 2004), 33–44",
    "A. S. Tritton, Materials on Muslim education in the Middle Ages , London 1957",
    "Burhān al-Dīn al-Zarnūjī, Taʿlīm al-mutaʿallim. Tarīq al-taʿallum , trans. G. E. von Grunebaum and Theodora M. Abel, Instruction of the student. The method of learning , New York 1947."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}