{
  "id": "eweb_066",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-25584.xml?rskey=d0eJTH&result=1",
  "annotator": "Antonio",
  "title": "Covenant (religious) pre-eternal",
  "authors": [
    "Michael Ebstein"
  ],
  "word_count": "(2,035 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Jun 2014",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "The notion of a pre-eternal (infinitely pre-existent) or primordial religious covenant between God and mankind occupies a central place in Islamic tradition, particularly in mystical literature. The Arabic terms commonly used to signify this covenant are ʿahd (which can also mean, inter alia, “agreement, treaty”; “obligation, promise, oath”; “injunction, command”) and mīthāq (also, “agreement, contract”; “bond”; “promise”). As with many other religious concepts in Islam, there is no consensus among Muslim scholars on the precise meaning of this covenant; in fact, various authors have rejected the notion of a pre-eternal or primordial compact altogether, while others have interpreted it in diverse ways, depending upon their specific beliefs and religious affiliations.",
    "1. The Qurʾān and its exegesis",
    "The terms ʿahd and mīthāq appear frequently in the Qurʾān and refer either to political and legal agreements among human beings or, typically, to the religious covenant(s) throughout history that God is said to have imposed on mankind by means of His messengers and prophets (for the relevant verses, see Böwering, Covenant). In this context, the Qurʾān mentions the mīthāq that God had concluded with the children of Israel at Sinai and that the latter broke (see, e.g., Q 2:63–64, 83, 93). Here are echoes of the Biblical berīt (“covenant” in Hebrew) and of post-Biblical traditions relating to it (see Böwering, Covenant, and the references given there).",
    "It is, however, the passage in Q 7:172–3 that served as the focal point of later speculations on the primordial covenant between God and mankind: “[Remember] when your Lord took the offspring from the backs (ẓuhūrihim) of the children of Adam and had them bear witness against themselves: ‘am I not your Lord?’; they said: ‘indeed, we bear witness.’ Lest you should say on the day of resurrection: ‘we were unmindful of this,’ or you should say: ‘it is only our fathers who were previously polytheists, while we were later their offspring; will You destroy us because of what the falsifiers have done?’” This binding dialogue is perhaps alluded to in other Qurʾānic verses that speak of “God’s covenant” (ʿahd Allāh , mīthāq). According to these verses, the righteous keep their covenant with God and so gain entrance to Paradise, whereas the evildoers, who break the covenant (naqḍ al-mīthāq , or ʿahd Allāh) , are destined to reside in hell (Q 13:19–25; also 57:8 and 36:60–1).",
    "There is no agreement among Muslim scholars (early and later alike) as to the correct interpretation of Q 7:172–3. In adducing various ḥadīth s, some commentators have argued that these verses refer to a primordial pact between God and mankind: God extracted from the back of Adam ( ẓahr or ṣulb , the latter signifying both “spine” and “loins”) all human beings who are to live until the end of time, in the form of particles or atoms (dharr) or in the form of spirits or souls; He then concluded with them a covenant (mīthāq) in which all humans acknowledged God’s unity (tawḥīd) and committed themselves to worshipping Him, while God took it upon Himself to provide for them in their terrestrial existence. This covenant may explain why all human beings share an innate disposition (fiṭra) to believe in God and to acknowledge His unity. In reality, however, not all humans believe in God, nor do they accept Islam as the only true and perfect monotheistic religion. Accordingly, it was during the primordial pact that God predetermined the fates of men by deciding who will believe and inhabit Paradise and who will disbelieve and be doomed to hell. In contradistinction, other scholars—mainly Muʿtazilīs and those influenced by the Muʿtazila, such as Shīʿī theologians of the fifth/eleventh century onwards—rejected this interpretation and denied the validity of the ḥadīth s on which it was based. These rationalists apparently found both the mythic and deterministic features of the aforementioned interpretation abhorrent. In their view and that of other Muslim scholars, rather than referring to any primordial event, Q 7:172–3 should be interpreted allegorically as alluding to an ongoing, universal compact: human beings are obliged, once they reach maturity, to believe in God and to acknowledge His unity. This obligation stems from their fiṭra or from the prophetic messages that were delivered to mankind throughout history (for these and other interpretations of Q 7:172–3, see Gramlich; Gobillot, 46–53, 62–65).",
    "There is a seemingly primordial pact between God and mankind that is implied in Q 33:72 and that is described in universal terms: “We have offered the deposit, trust, (al-amāna) to the heavens, the earth, and the mountains, but, fearing it, they refused to bear it; yet man has borne it, [for] indeed, he is mischievous and ignorant.” The mīthāq between God and the prophets that is mentioned in two other verses (3:81; 33:7) can likewise be explained as having been concluded in primordial times (al-Ṭabarī, 11:151–2, and Tafsīr al-Jalālayn on 33:7).",
    "2. Shīʿī literature",
    "The notion of a pre-eternal or primordial covenant is a recurrent motif in various Shīʿī traditions. Although these traditions are found in Shīʿī compilations dating from the second half of the third/ninth century onwards, there is no reason to doubt that their roots go back to the second/eighth century, to the teachings of the Imāms Muḥammad al-Bāqir (d. c. 114/732) and his son, Jaʿfar al-Ṣādiq (d. 148/765). The Shīʿī understanding of the pre-eternal or primordial covenant is based on the mythic idea of Muḥammad’s metaphysical being ( nūr Muḥammad , “the light of Muḥammad”; see Rubin). According to this understanding, the Prophet and his family ( ahl al-bayt , i.e., Fāṭima, ʿAlī, and their descendants, the Imāms) were all formed from God’s light before creation. In their state of pre-existence, the lights of ahl al-bayt witnessed the divine unity and venerated God. Then, from ahl al-bayt issued the luminous shadows (aẓilla) or particles (dharr) of the angels, the prophets, and the “believers” (muʾminūn) , that is, the Imāms’ followers to be. God concluded a covenant (mīthāq) with these luminous beings, in which they vowed to worship Him and to maintain love for and loyalty (walāya) to the Prophet and the Imāms. This pre-eternal covenant is the basis for the initiation of the Shīʿī believers in this world into the mysteries of their faith. Moreover, the pre-eternal covenant is to be distinguished from the primordial covenant that was later concluded with humanity at large. The latter pact pertained solely to the belief in God, not to the recognition of the Imāms; consequently, most of mankind can only acknowledge tawḥīd in accordance with their fiṭra and is incapable of professing walāya . The division between the true believers (the Shīʿīs) and the common “Muslims” (muslimūn) is therefore ontologically rooted in pre-eternity (Amir-Moezzi, 29–59). Similar speculations are found in Ismāʿīlī literature (Ebstein, 316–9).",
    "3. Sunnī mysticism",
    "Sunnī mystics of the third/ninth century placed equal importance on the idea of a covenant between God and man. According to Sahl b. ʿAbdallāh al-Tustarī (d. 283/896), one of the major figures in the early Ṣūfī tradition, the goal of the mystic in this life is to re-actualise “the day of the covenant” (yawm al-mīthāq) , when the human race, in the form of light particles, professed God’s unity and lordship (rubūbiyya) and admitted its servitude under Him. Al-Ḥakīm al-Tirmidhī, another important third/ninth-century Sunnī mystic, likewise perceives the day of the covenant as the foundation of the mystical experience and divine knowledge attainable in this world. Furthermore, as in Shīʿī literature, both al-Tustarī and al-Tirmidhī emphasise the events that occurred before creation: al-Tustarī views the light of Muḥammad, which had originated in the divine light itself and which venerated God throughout pre-eternity, as the spiritual source and prototype of the prophets and their heirs (the awilyāʾ , “friends of God”); and al-Tirmidhī maintains that the awliyāʾ had been separated from their fellow men before the formation of the world, due to their unique knowledge of God and in accordance with divine election. Similarly, the well-known al-Junayd (d. 298/910), who played a key role in the consolidation of the Ṣūfī tradition, held that the awliyāʾ had been chosen by God before creation; it was then, in pre-eternity ( azal , eternity without beginning), that they responded to His calling as described in Q 7:172 (Böwering, Mystical vision , 145–65; Gobillot, 53–8, 65–70; Sviri, 1:172–7; al-Junayd, Kitāb al-mīthāq , 42, and Kitāb al-fanāʾ , 33; Karamustafa, 65; Massignon, Passion , 1:76). Thus, two fundamental themes in the early Shīʿī traditions—the manifestation of the divine light in the metaphysical beings of God’s chosen ones, and their pre-eternal selection by God—are likewise found in Sunnī mystical teachings of the third/ninth century. The question whether the early Shīʿī tradition influenced Sunnī mysticism in this context or whether the two traditions derived from common roots and hence developed separately or parallel to each other must await further research.",
    "The notion of a primordial covenant figures also in the works of later Sunnī mystics. In these works, dhikr (remembering God) and samāʿ (listening to music for spiritual-mystical purposes) are presented as a means of recalling and reliving the primordial dialogue between God and man (Gobillot, 58–61; al-Ghazālī, 66). This idea has its origins in early Sunnī mystical thought, as in the teachings of al-Tustarī and al-Tirmidhī (Böwering, Mystical vision , 186; Sviri, 1:141, 232).",
    "Print version: 9789004269613, 2014, 2014-2"
  ],
  "bibliography": [
    "Mohammad Ali Amir-Moezzi, Guide divin dans le shîʿisme originel. Aux sources de l’ésotérisme en Islam (Paris 1992), 73–154, trans. David Streight, The divine guide in early Shiʿism. The sources of esotericism in Islam (Albany 1994), 29–59",
    "Gerhard Böwering, Covenant, EQ",
    "Gerhard Böwering, The mystical vision of existence in classical Islam. The Qurʾānic hermeneutics of the Ṣūfī Sahl at-Tustarī (d. 283/896) (Berlin and New York 1980), 145–65",
    "Michael Ebstein, Secrecy in Ismāʿīlī tradition and in the mystical thought of Ibn al-ʿArabī, JA 298/2 (2010), 303–43",
    "Aḥmad b. Muḥammad al-Ghazālī, Bawāriq al-ilmāʿ fī takfīr man yuḥarrim l-samāʿ , in Hishām ʿAbd al-ʿAzīz (ed.), al-Ghināʾ wa-l-raqṣ fī l-Islām (Cairo 2000), 41–72",
    "Geneviève Gobillot, La conception originelle. Ses interprétations et fonctions chez les penseurs musulmans (Cairo 2000), 46–70",
    "Richard Gramlich, Der Urvertrag in der Koranauslegung (zu Sure 7, 172–173), Der Islam 60/2 (1983), 205–30",
    "Abū l-Qāsim al-Junayd b. Muḥammad, Kitāb al-mīthāq and Kitāb al-fanāʾ , in Rasāʾil al-Junayd , ed. ʿAlī Ḥasan ʿAbd al-Qādir (Cairo 1988), 31–9, 41–5, ed. and trans. ʿAli Hasan ʿAbd al-Qadir, The life, personality and writings of al-Junayd. A study of a third/ninth century mystic (London 1976), 31–9, 40–3 (Ar. text)",
    "Ahmet T. Karamustafa, Walāya according to al-Junayd (d. 298/910), in Todd Lawson (ed.), Reason and inspiration in Islam. Theology, philosophy and mysticism in Muslim thought. Essays in honour of Hermann Landolt (London 2005), 64–70",
    "Louis Massignon, Le “jour du covenant” (yawm al-mīthāq) , Oriens 15 (1962), 86–92",
    "Louis Massignon, La passion de Husayn ibn Mansûr Hallâj. Martyr mystique de l’Islam, exécuté à Bagdad le 26 mars 922. Étude d’histoire religieuse , 4 vols. (Paris 1975), index, s.v. mîthâq , trans. Herbert Mason, The passion of al-Hallāj. Mystic and martyr of Islam , 4 vols. (Princeton 1982), index, s.v. mīthāq",
    "Uri Rubin, Pre-existence and light. Aspects of the concept of Nūr Muḥammad, IOS 5 (1975), 62–119",
    "Annemarie Schimmel, Mystical dimensions of Islam (Chapel Hill 1975), index, s.v. “Covenant, Primordial”",
    "Sara Sviri, The mystical psychology of al-Ḥakīm at-Tirmidhī , Ph.D. diss., Tel-Aviv University 1979 (in Hebrew)",
    "al-Ṭabarī, Jāmiʿ al-bayān ʿan taʾwīl āy al-qurʾān , ed. Ṣidqī Jamīl al-ʿAṭṭār, 15 vols., Beirut 1999",
    "van Ess, TG , index, s.v. w-th-q."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}