{
  "id": "eweb_068",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-25874.xml?rskey=EHdILi&result=1",
  "annotator": "Antonio",
  "title": "al-Dārānī, Abū Sulaymān",
  "authors": [
    "Josef van Ess"
  ],
  "word_count": "(820 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Jun 2013",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Abū Sulaymān ʿAbd al-Raḥmān b. Aḥmad b. ʿAṭiyya al-ʿAnsī al-Dārānī (d. c.215/830) was an early mystic. His family belonged to a South Arabian tribe that had settled in Umayyad Syria, but he spent some time in Iraq; a brother of his lived in Baghdad, probably as a merchant (cf. al-Khaṭīb al-Baghdādī, Taʾrīkh Baghdād , Cairo 1349/1931, 8:366, no. 4464). He was said to have originated in Wāsiṭ, and he certainly visited the Ṣūfī colony in ʿAbbādān, near Baṣra, possibly under the influence of ʿAbd al-Wāḥid b. Zayd from Baṣra. In his later years he lived in Dārayyā, a village near Damascus, where he gathered a small pietist circle, which, in addition to a few disciples—including Aḥmad b. Abī al-Ḥawārī (d. 230/844–5) and Qāsim al-Jūʿī (d. 248/862)—comprised some women.",
    "His message centred on the concept of renunciation (zuhd) . He advocated extinguishing lust (hawā) and the desires (shahawāt) of the world (dunyā) and recommended for this purpose certain ascetic practices that had a long tradition in Christian Syria, especially among monks: hunger (jūʿ) —that is, a constant restricted diet beyond normal ritual fasting; nightly prayers (qiyām bi-l-layl) , which reduced the quantity of sleep and prevented lascivious dreams; and even sexual abstention. Yet he did not advise renunciation of the world as such; life should instead be treated as a sowing-ground (mazraʿa) for the works of obedience (Abū Nuʿaym, 9:278, 14). He avoided mixing with people (Abū Nuʿaym 9:275, 14 ff.), but he did have children. He admitted that women were a constant temptation, even when they were sublimated as “maidens of Paradise” (ḥūr) (Abū Nuʿaym 9:270, 15 ff.). But he did not oppose marriage as such, he only advised taking an ugly or aged wife (Gramlich, 260 f.). He called hunger the key to paradise (Abū Nuʿaym, 259, 10), but he conceded that, under certain conditions, eating had its own dignity (Gramlich, 248). There should be no begging (Gramlich, 25). Death is not something to be longed for, even though it brings release from the world, because after death, man no longer has the chance to worship; before meeting God, after resurrection, he will have to pass through a long period of reduced existence and inactivity (the barzakh ; Abū Nuʿaym 9:277, 10 ff.).",
    "Theologically, al-Dārānī shunned any Qadarī position. Man should not think that he is the master of his own actions; he is merely a puppet in God’s hands (ibid., 263, 19 ff.). Ideal rulers, such as the Umayyad caliph ʿUmar b. ʿAbd al-ʿAzīz (r. 99–101/717–20), should be respected (ibid., 272, 19 ff.), and trade should not be condemned (taḥrīm al-makāsib) ; when told that his son had opened a business of his own, al-Dārānī only warned against caring too much for the “pennies” (ibid., 267, ult. s.). He valued jihād highly but seems not to have had connections with the jihād fighters at the Syrian border against Byzantium; he declared that jihād is best realised in individual mortification ( mujāhadat al-nafs ; ibid., 270, 13 f.)—an early testimony of the idea of al-jihād al-akbar . The ʿAbbāsid governor had tried to expel him to one of the ribāṭ s at the coast, but the people of his village protested (Ibn ʿAsākir, in Malaka Abyaḍ, al-Tarbiya wa-l-thaqāfa al-ʿarabiyya al-islāmiyya fī l-Shām wa-l-Jazīra , Beirut 1980, 320). He was buried in the Ghūṭa, an oasis adjacent to Damascus; the biographer Samʿānī (d 562/1166) visited his grave there ( Ansāb , 5:271, 4).",
    "Print version: 9789004252677, 2013, 2013-2"
  ],
  "bibliography": [
    "Al-Dārānī left no written works; his sayings were transmitted by his disciple Aḥmad b. Abī l-Ḥawārī. This material is preserved in Abū Nuʿaym al-Iṣfahānī, Ḥilyat al-awliyāʾ (Cairo 1352/1933, repr. Beirut 1387/1967), 9:254–80, partly translated and rearranged in Richard Gramlich, Weltverzicht. Grundlagen und Weisen islamischer Askese , Wiesbaden 1997 (index s.v. Dārānī). The local tradition is represented in Ibn Muhannā al- Khawlānī, Taʾrīkh Dārayyā , ed. Saʿīd al-Afghānī (Damascus 1950), 51–4 and 115–21, and Ibn ʿAsākir, Taʾrīkh madīnat Dimashq , (cf. Ibn Manẓūr, Mukhtaṣar Taʾrīkh Dimashq li-Ibn ʿAsākir , ed. Nasīb Nashshāwī, Damascus 1985, 14:187 ff.). Later sources present different images of al-Dārānī",
    "they are referred to in Richard Gramlich, Der eine Gott. Grundzüge der Mystik des islamischen Monotheismus (Wiesbaden 1998), index, and in Benedikt Reinert, Die Lehre vom tawakkul in der klassischen Sufik (Berlin 1968), index. Attempts at a synthesis are found in Louis Massignon, Essai sur les origines du lexique technique de la mystique musulmane (Paris 1954 2 ), 219 ff., and, very briefly, in Josef van Ess, TG , 1:142 f. See also Geneviève Gobillot, Zuhd, EI2 , and Alexander Knysh, Islamic mysticism. A short history (Leiden 2010 2 ), 36–9."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 404
}