{
  "id": "eweb_070",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-25991.xml?rskey=J7BYNB&result=1",
  "annotator": "Antonio",
  "title": "Devil (Satan)",
  "authors": [
    "Christian Lange"
  ],
  "word_count": "(4,868 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Jul 2018",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "In Islam, the Devil (Satan) is not, as a rule, seen as the source of absolute evil operating independently of God. His role in Muslim exegetical, mythical, ethical, mystical, and literary traditions is rich and variegated. This entry deals with the Qurʾānic image of the Devil; the mythic biography of the Devil as fleshed out in exegetical literature and in the ḥadīth ; the Devil’s role in ethical and ascetic literature; the Devil as muse in poetry and music; the Devil as tragic figure in Muslim mystical thought; and modern literary framings of the Devil, up to the beginning of the twenty-first century.",
    "1. In the Qurʾān",
    "In the Qurʾānic story of the Devil’s primordial refusal to acknowledge the superiority of Adam, he is called Iblīs (from Gr. diabolos ; Jeffrey, 57–8; Eichler, 57–8), while in the story of Adam and Eve’s temptation in Paradise and when he appears as tempter of humans on earth, he is designated a shayṭān (the plural of which, shayāṭīn , refers to evil adversaries and mischievous spirits in a broad sense). The term shayṭān corresponds to the various forms of the name Satan (Hebr. ha-śāṭān , Gr. satanas ) in the languages sharing a heritage with the Hebrew Bible. Ethiopian shayṭān (found in the Ethiopic Bible), the closest cognate of Qurʾānic shayṭān , is, the majority of Western scholars agree, the source of Qurʾānic shayṭān (cf. the literature cited in Reynolds, 57 n. 93), in particular because the often-used Qurʾānic epithet of Satan, al-rajīm (Q 3:36, 15:34, 16:98, 38:77), also has an equivalent in Ethiopic (rəgūm) , where it means “the accursed.” An alternative explanation relates al-rajīm to the cosmological idea that the Devil is denied access to the heavenly fortress, that is, Paradise, by “barriers” ( rujūm , Q 67:5), such that al-rajīm means “he who is barred,” or “he who is banished” (Reynolds, 63–4). Yet another interpretation links al-rajīm to Akkadian ragāmu “to sue, to accuse,” suggesting that the phrase al-shayṭān al-rajīm , in its remote (pre-Qurʾānic) meaning, would have meant “Satan the accuser” (Silverstein).",
    "Unlike the angels, with whom he is closely associated in the Qurʾān, Iblīs refused to bow before Adam (Q 2:34, 7:11, 15:31, 17:61, 18:50, 20:116, 38:74–5) and was therefore ordered “out” (Q 15:34, 38:77), presumably of the angelic heavenly council (al-malaʾ al-aʿlā) , although his final punishment is to be delayed until resurrection. The close parallels to the story of Iblīs’s fall in the Rabbinic and, especially, the Christian apocryphal literature (Life of Adam and Eve 12–16; Questions of Bartholomew 4:52–55; Cave of treasures 3:1–6) have often been noted by scholars (e.g., Bodman, 59; a possible Coptic source is discussed by Bishai). In a second cluster of Qurʾānic narratives, the Devil, no longer called Iblīs but now al-Shayṭān, sneaks into paradise and tempts Adam and Eve to eat from the “tree of immortality” (Q 20:120–3; see also 7:20–2), which results in the banishment of all three to earth, “as enemies one to the other” (Q 2:36). In a third cluster of verses, the Devil is said to tempt and mislead people on earth in various ways (Q 2:36, 3:155, 3:175, 4:60, 5:91, 6:68, 7:27, 12:42, 17:53, 18:63, 47:25), making false promises to them (Q 2:268), whispering to them ( waswasa , Q 7:20, 20:120, passim), and deceiving them ( gharra , Q 35:5, 57:14, passim).",
    "2. In the ḥadīth and exegetical literature",
    "The exegetical literature and the ḥadīth flesh out the mythic biography of the Devil. In the time before his rebellion, he was called by his angelic name, ʿAzāzīl (cf. Leviticus 16:8–10; 1 Enoch 8), in addition to several other names. The Qurʾān states that all angels bowed before Adam, “except Iblīs, who was from amongst the jinn ” (Q 18:50). This gave rise to lengthy and inconclusive debates about whether Iblīs should be regarded as an angel or a jinnī , including various stories about how, as a jinnī , Iblīs was adopted amongst the angels in Heaven, as well as the suggestion that the jinn are a subtribe of the angels (al-Ṭabarī, 15:299–302, on Q 18:50; cf. Awn, 26–9). The precise reason of Iblīs’s refusal to bow before Adam—that is, the nature of his sin—is variously described. Iblīs is prey to self-aggrandisement (takabbur) and pride (kibriyāʾ) , hence his cry “I am better than him!” (Q 7:12; cf. al-Bayḍāwī, 1:343). His claim to superiority is based specifically on false analogical reasoning (qiyās fāsid) : “You created me from fire and him from clay” (Q 7:12; see Ibn Kathīr, 1:208). Iblīs, according to al-Ḥasan al-Baṣrī (d. 110/728) (or Ibn ʿAbbās, d. c.68/687–8; see al-Maybudī, 3:566), “was the first to perform qiyās ” (al-Dārimī, Sunan , Muqaddima 22, 1:26). Next to envy (ḥasad) (al-Ghazālī, 5:672) and self-delusion (wahm) (ʿAzīz-i Nasafī, 143), Iblīs’s sin is said to have consisted of his unbridled inquisitiveness, which leads him, inter alia, to question God’s wisdom (ḥikma) in creating and then cursing him, and letting him lead humankind astray (al-Shahrastānī, 1:7–9). This view is echoed by Ibn Taymiyya (d. 728/1328), who refers to as Iblīsiyya all those who insolently question revealed religion (Ibn Taymiyya, 3:111, 8:260).",
    "In Muslim exegetical literature, the myth of Satan’s tempting Adam and Eve centres on the question of how he was able to enter Paradise, as Paradise is devoid of lies and idle talk (Q 52:23). From the fact that Satan was able to gain access, exegetes sometimes concluded that Adam and Eve sojourned in a paradisiacal garden on earth, not in the promised eschatological Paradise (Ibn Qayyim al-Jawziyya, 63). Satan, after enlisting the peacock, talks the snake into letting him sit between its front teeth, or in its belly, thus to be smuggled into Paradise, to approach Eve, and to tempt her to eat from the tree of immortality (al-Kisāʾī, 36–8; cf. Awn, 42). Once in Paradise, Satan is said to have assumed a human-like shape, which is how he is occasionally represented in mediaeval Muslim figurative art, where he appears as a grey-bearded old man (e.g., in a manuscript, written in 707/1307–9, of al-Bīrūnī’s al-Āthār al-bāqiya , MS Edinburgh Or. 161, fol. 48v; for examples from the late-mediaeval Fāl-nāma s, see the reproductions in Farhad, 96, 99; as ʿAzāzīl, he is usually represented as a winged black demon). Together with Adam and Eve, as well as the peacock and the snake (henceforth without legs and condemned to crawl on its belly), Satan is expelled a second time from the divine realm (al-Ṭabarī, 1:269–78, on Q 2:36). Local histories sometimes locate the spot where he landed and specify regions of the earth in which he is particularly active. For example, it is related in Ibn ʿAsākir’s (d. 571/1176) history of Damascus that Satan descended to Iraq (al-Mashriq) (other sources specify that he landed in Maysān, that is, the lower Tigris region), tried to enter Syria but was denied, and then travelled to the western parts (al-Maghrib), where he hatched offspring (Ibn ʿAsākir, 1:318).",
    "On earth, he is said to roam marketplaces and bathhouses (Ibn Abī l-Dunyā no. 35; cf. Ritter, 53, 289, 553). He is characteristically active at nightfall (al-Bukhārī, 2:331; all following examples from al-Bukhārī’s Ṣaḥīḥ are found in K. badʾ al-khalq 11). He haunts people’s dreams (al-Bukhārī, 2:333) and can appear in many different shapes and guises, but he never assumes the form of the Prophet (al-Tirmidhī, Jāmiʿ , K. al-ruʾyā 4). He also resides in the human being itself, through which he courses like blood (al-Bukhārī, 2:331; cf. Nünlist, 276–8). His ultimate destination, after the Day of Judgement, is Hell, where he, Hell’s most famous inmate, is punished with his troops and all those who follow him on earth (Q 7:18, 26:95). The sources place him variously in the pit at the bottom of Hell or in the fourth level, called Laẓā ( Aḥwāl al-qiyāma , 89). The nature of his punishment is seldom specified, but al-Lamaṭī (d. 1156/1743) reports al-Dabbāgh’s (d. 1132/1719–20) view that the jinn and the shayāṭīn are punished with freezing cold (zamharīr) rather than fire, which would inflict little pain on them, as they are themselves made of fire (al-Lamaṭī, 922).",
    "3. The Devil as tempter",
    "In Islamic religious literature, Satan is held responsible for a plethora of misbeliefs and temptations and the sins that result from them. His characteristic spheres of influence, next to marketplaces and bathhouses, are the precincts of soothsaying, tattooing, ḥadīth forgery, poetry, flute playing, consumption of alcohol, and unsupervised concourse between the sexes (al-Thaʿlabī, 37). He is said to have five or more sons of varying names, each overseeing a specific sphere of human activity (al-Qazwīnī, 1:318). His daughters are said to have helped spread lesbianism (siḥāq) (al-Kulaynī, 5:551–2). The Devil is thus woven deeply into the moral topography of Muslim society.",
    "The Devil promotes his own characteristic sins amongst humankind (i.e., pride, arrogance, envy, and unbridled inquisitiveness), but also lust, gluttony, acquisitiveness, and anger (al-Ghazālī, 5:114). His corrosive influence is especially dreaded in prayer, in his attempts to divert the praying person’s attention. He “intervenes between a man and his heart and says, ‘Recite this and that,’ so that, in the end, he does not know whether he prayed three or four (prayer units)” (al-Bukhārī, 2:332). The Devil “pisses in the ears” of the lazy person who oversleeps in the morning instead of getting up to pray (al-Bukhārī, 2:330). Above all, however, the Devil is a heretic par excellence, who confuses people with misleading theological questions (Ibn Abī l-Dunyā, no. 28; al-Bukhārī, 2:330–1). Al-Shahrastānī (d. 548/1153), in the third prolegomenon to his heresiography, the Kitāb al-milal wa-l-niḥal , explains that the basic arsenal of erroneous theological arguments was brought into the world by Iblīs (al-Shahrastānī, 1:6–11). According to ʿUmar al-Suhrawardī (d. 632/1234), Iblīs invented religious disputation (al-mirāʾ fī l-dīn) (al-Suhrawardī, 92). Heterodoxy is, as spelt out in the title of the famous work of Ibn al-Jawzī (d. 597/1201), “delusion wrought by the Devil” (talbīs Iblīs) .",
    "The Devil is very cunning in how he approaches his victims. “The Devil tries everything to get hold of people but is thwarted. So he settles on (people’s interest in) possessions (al-māl) , then grabs them by the neck” (Ibn al-Mubārak, 186 [no. 548]). The way the Devil enters people’s hearts is through his “whispering” (waswās) , instilling thoughts (khawāṭir) , “speeches that enter the soul” (al-Qushayrī, 83, trans. 106). Al-Ḥakīm al-Tirmidhī (fl. second half of third/ninth century) distinguishes between the “whispering of the Devil” (waswās al-shayṭān) and the “whispering of the soul” (waswās al-nafs) , which are internal to a person and result from human passion (hawā) (Ḥakīm al-Tirmidhī, fol. 28a, l. 3). Others, however, minimise the difference or even equate the Devil with inner realities, thereby emphasising the aspect of human responsibility for sin (Eichler, 65). According to al-Hujwīrī (d. 465/1073 or 469/1077), “the Devil cannot enter a man’s heart until he desires to commit a sin…. The Devil is, in reality, a man’s lower soul and passion” (al-Hujwīrī, 208). Najm al-Dīn al-Kubrā (d. 618/1221) likewise states that “the lower soul, Satan, and angels are not things external to you; rather they are you ” (al-Kubrā, 32). In the external sphere, repelling and banishing the Devil from one’s heart corresponds to the ritual of stoning “the pelted Devil” (al-shayṭān al-rajīm) during ḥajj , on the tenth and twelfth of the month of Dhū l-Ḥijja.",
    "4. The Devil as muse",
    "The Qurʾān (Q 26:220–4, 81:25) rejects robustly hostile accusations that the Prophet produces his revelation—as if it were poetry—under the control of a shayṭān (cf. Zwettler, 77, 81). The incident of the so-called Satanic verses, known in Arabic as “the story of the high-flying cranes” (qiṣṣat al-gharānīq) , though gradually purged from the tradition, constitutes a famous exception to Muḥammad’s immunity to demonic inspiration (Ahmed). The belief that poetic inspiration is demonic in origin and that every great poet has a shayṭān as whose mouthpiece he functions (al-Jāḥiẓ, 6:225–9) had a certain currency in Arab culture (Fahd, 407b; cf. Nünlist, 341–7; for an alternative view, see Bauer, 729 n. 42). Iblīs also appears as the muse of magicians, as in the case of the famed sorcerer ʿAbdallāh b. Hilāl al-Kūfī (fl. towards the end of the first/seventh century), who was nicknamed “companion of the Devil” (ṣāḥib Iblīs) (al-Iṣfahānī, 1:164). The mediaeval Arabic encyclopaedias of magic titled Kitāb al-shāmil fī baḥr al-kāmil of Abū Faḍl Muḥammad al-Ṭabasī (d. 482/1089) and Kitāb al-kāmil wa-baḥr al-shāmil of Sirāj al-Dīn Abū Yaʿqūb Yūsuf b. Abī Bakr al-Sakkākī (d. 626/1229)—both of which remain unedited and understudied—frequently and directly invoke the devil, under his various names, next to his male and female progeny, in particular his daughter, ʿAyna.",
    "Iblīs, as the chief shayṭān , is sometimes linked with poets at the top of their trade, so that he becomes, in some cases, “the arche-muse of the Arab poets” (Kennedy, 123). This motif is sometimes employed in order to disparage poets. Thus, Iblīs, disguised as the poet Surāqa b. Mālik, is said to have appeared to Quraysh to incite them to battle the Prophet (al-Iṣfahānī, 4:180). While al-Farazdaq (d. c.112/730) wrote a poem of invective (hijāʾ) on Iblīs (al-Farazdaq, 2:769ff.), poetic evaluations of Iblīs become markedly more positive with Abū Nuwās (d. between 198/813 and 200/815), who calls Iblīs his “uncle” and asks him for help in his profligate shenanigans (Schoeler, 44, 49, 56). On occasion, Iblīs also plays a role in music, inspiring marvellous melodies. For example, the celebrated Ibrāhīm al-Mawṣilī (d. 188/804) is said to have received instruction from Iblīs (al-Iṣfahānī, 5:246–7). According to a non-canonical ḥadīth , “song (al-ghināʾ) is the Qurʾān of the Devil” (al-ʿAẓīmābādī, 5:195).",
    "5. The Devil as tragic figure",
    "Speculative elaborations of the Iblīs myth fall into three main categories (Reinert, 183–4). First, theologians interpreted the story in the light of the problem of free will and predestination. Some, prominently of the Qadarī and Muʿtazilī line, insisted that Iblīs chose freely to disobey God’s command to bow before Adam. Others held that God predetermined Iblīs’s rebellion, in order that humankind might be taught that punishment is the necessary consequence of rebellion against God (Dāya, 86, trans. 112) or so that the full spectrum of God’s attributes (ṣifāt) , including, notably, His wiliness (makr) , could become manifest (see Q 3:54, 7:99, passim). Second, in gnostic thought, Iblīs’s banishment from Heaven was interpreted as a cosmogonic myth, illustrating the gradual alienation of the intellect from its divine source and of the soul from its origin in perfect being. In the second/eighth-century Umm al-kitāb , the fall of Iblīs (here called by his angelic name, ʿAzāzīl) is divided into seven falls, each producing a new, lower heavenly sphere and intellect, all the way down to the sublunar sphere (Halm, 160–70). Third, in mystical and Ṣūfī thought, which builds on elements of the first two traditions, Iblīs’s rebellion is seen as resulting from his pure monotheism and love for God, which made prostration before Adam impossible for him.",
    "Iblīs thus becomes the victim of the logical impasse between the imperative to obey God’s command (amr) and the necessity to follow His will (irāda) . That is, God commanded Iblīs to bow, but He did not will him to do so (Massignon, 145–50). Al-Ḥallāj (d. 309/922) is usually considered the first Muslim mystic to draw the conclusion that Iblīs should be celebrated rather than condemned for his rebellion (Algar; Ritter, 556). In al-Ḥallāj’s Kitāb al-ṭawāsīn , Iblīs is made to state that he followed God’s will in refusing to worship Adam because he was oriented solely towards God and because he knew Him better than anyone else. God’s command came to him as a test (ibtilāʾ) ; he willingly embraced the test, just as a lover does when tested by his beloved (al-Ḥallāj, 205–9, §§11, 14, 17, 27–8). Al-Ḥallāj’s positive portrayal of Iblīs was continued and reached new heights in the writings of figures such as Aḥmad al-Ghazālī (d. 520/1126), who recommended that people should learn true monotheism from Iblīs (cited in Ritter, 558), and ʿAyn al-Quḍāt al-Hamadhānī (d. 526/1131), who raised Iblīs to the level of holiness of the prophet Muḥammad, stating that, while the Prophet manifests the divine names “the Compassionate” (al-Raḥmān) and “the Merciful” (al-Raḥīm), Iblīs manifests the divine names “the Compeller” (al-Jabbār) and “the Wrathful” (al-Qahhār) (ʿAyn al-Quḍāt, 227, §29).",
    "While the “tragic” role assigned to Iblīs by the likes of al-Ḥallāj, Aḥmad al-Ghazālī, and ʿAyn al-Quḍāt seems almost to require his eternal damnation (a view shared by Ibn ʿArabī, d. 637/1240; see Chittick, 122), the question whether he will eventually be redeemed is raised by several authors. Already in the tafsīr of Muqātil (d. 150/767), Iblīs protests that he should be saved (but is rebuffed) (Muqātil, 2:96–7). Abū Ṭālib al-Makkī (d. 386/996) states that God’s mercy is so great that even Iblīs hopes for forgiveness (al-Makkī, § 32,211). ʿAṭṭār (d. before 627/1230), ʿAzīz-i Nasafī (fl. middle of the seventh/thirteenth century), and in particular, al-Jīlī (d. c.831/1428) hold that Iblīs will be rehabilitated at the end of time (ʿAṭṭār, 244; ʿAzīz-i Nasafī, 178; al-Jīlī, 40). As Peter Awn notes in the conclusion to his classic study on the Devil in Islam, it is God who leads men and women, and Satan, astray; this demonstrates God’s ambivalent character as saevus deus (the savage god) (Awn, 189–95). The Devil, although accepted as a reality of faith, does not represent absolute evil, for ultimately, he has “no real power to effect evil” (Rippin, 409a; cf. Bodman, 65).",
    "6. In modern literature of the Islamic world",
    "In the colonial period, as a result of the Muslim encounter with Western-style modernity, the Muslim image of Satan acquires a new versatility. In literary framings, he becomes a figure often detached from its traditional background that can, in some cases, be evaluated positively (Shaikh, 248). For example, the Devil appears as an anti-religious secularist and modernist in the seminal poem Tarjamat Shayṭān (“Life of Satan,” written during the First World War) of the Eygptian poet and literary critic, ʿAbbās Maḥmūd al-ʿAqqād (d. 1964). In the satirical poem Thawra fī l-jaḥīm (“Revolution in Hell”) by the Iraqi philosopher and littérateur Jamīl Ṣidqī al-Zahāwī (d. 1936), Iblīs leads the shayāṭīn in an attempt of the inhabitants of hell—who include free-thinkers such as Ibn Sīnā (Avicenna, d. 428/1037), Ibn Rushd (Averröes, d. 595/1198), and Voltaire (d. 1778)—to storm paradise (al-Zahāwī, 738). In several of his works, the Indo-Persian philosopher and poet Muḥammad Iqbāl (d. 1938) develops a multi-faceted satanology, which oscillates between seeing Iblīs as the impersonation of Promethean activism, creativity, individuation, and progress, and condemning him as the symbol of the evil aspects of modern (Western) civilisation, such as a loveless intellectualism, nationalism, and materialism (Bausani; Schimmel, 208–19).",
    "The Devil also appears as a symbol of the dangers of Western modernity in Najīb Maḥfūẓ’s (d. 2006) novel al-Qāhira al-jadīda (“The new Cairo,” 1945), in which a nihilistic young man, of poor background, rebels against the Islamic system of morals. In Waswasat shayṭān (“The Devil’s whispering,” 1946), a novella by ʿAbd al-Ḥamīd Jūda al-Saḥḥār (Egypt, d. 1974), it is a woman who embodies evil and temptation, seducing a simple and pious Cairo citizen to sinful thoughts and behaviour; the work foreshadows other twentieth-century depictions of the Devil as the enemy of puritan piety.",
    "A well-known twentieth-century controversy surrounding Iblīs arose from the 1966 essay Maʾsāt Iblīs (“The tragedy of Iblīs”) by the Syrian philosopher Ṣādiq Jalāl al-ʿAẓm (d. 2016). In al-ʿAẓm’s allegorical reading of the Qurʾānic Iblīs story, God knowingly sacrifices Iblīs in order to inculcate in the angels and the rest of creation the necessity to submit to the divine command. The implication, not spelt out by al-ʿAẓm, is that religion functions as a crutch to uphold the structures of power. Reactions of religious scholars to al-ʿAẓm’s intervention were harsh, although criticisms were directed primarily at al-ʿAẓm’s Qurʾān hermeneutics rather than at the political repercussions of his argument (van Ess). The Devil becomes identified with modern-day Salafī piety and political Islamism in the 1995 novel al-Shamʿa wa-l-dahālīz (“The candle and the corridors”), by Tahar Ouettar (al-Ṭāhir Waṭṭār, Algeria, d. 2010), in which Iblīs’s paradigmatic insistence on absolute tawḥīd (oneness of God) is likened to one-party rule and to a rejection of pluralism and democracy. Yūsuf Zīdān’s (Egypt, b. 1958) novel, ʿAzāzīl (2008), winner of the 2009 International Prize for Arabic Fiction, tells the story of a fifth-century Christian monk who wrestles with his own lofty intellectual ambitions, political power, and sexuality; it explores the Devil as a source not only of temptation but also of poetic inspiration and as a facilitator of human desire.",
    "Print version: 9789004356665, 2018, 2018-5"
  ],
  "bibliography": [
    "Sources",
    "Aḥwāl al-qiyāma , ed. Moritz Wolff, Muhammedanische Eschatologie , Leipzig 1872",
    "Farīd al-Dīn ʿAṭṭār, Muṣībat-nāma , ed. Nūrānī Viṣāl, Tehran 1338sh/1959",
    "ʿAyn al-Quḍāṭ, Tamhīdāt , ed. ʿAfīf ʿUsayrān, Tehran 1341sh/1962, 1370sh/1991 2",
    "al-ʿAẓīmābādī, ʿAwn al-maʿbūd , 14 vols., Beirut 1415/1995",
    "ʿAzīz-i Nasafī, al-Insān al-kāmil , ed. Mārijān Mūla (Marijan Molé), Tehran and Paris 1962",
    "al-Bayḍāwī, Anwār al-tanzīl , 2 vols., Cairo 1388/1968",
    "al-Bukhārī, Ṣaḥīḥ , ed. Ṭāhā ʿAbd al-Raʾūf Saʿd, 4 vols., al-Manṣūra 1419/1998",
    "al-Dārimī, Sunan , ed. Fawwāz Aḥmad Zamarlī and Khālid al-Sabʿ al-ʿAlamī, 2 vols., Beirut 1987",
    "Dāya, Mirṣād al-ʿibād , ed. Muḥammad Amīn Riyāḥī, Tehran 1352sh/1973, trans. Hamid Algar, The path of God’s bondsmen from origin to return , North Haledon 1980",
    "al-Farazdaq, Sharḥ Dīwān al-Farazdaq , ed. ʿAbdallāh Ismāʿīl al-Ṣāwī, 2 vols., Cairo 1936",
    "al-Ghazālī, Iḥyāʾ ʿulūm al-dīn , 9 vols., Jidda 1434/2013 2",
    "al-Ḥallāj, Kitāb al-ṭawāsīn , ed. Paul Nwiya, Mélanges de l’Université Saint-Joseph 47 (1972), 191–215",
    "al-Ḥakīm al-Tirmidhī, Daqāʾiq al-ʿulūm , Ankara, Ankara University Library, MS İsmail Saib 1, 1571, fols. 24b–48a",
    "Hujvīrī, Kashf al-maḥjūb , trans. Reynold A. Nicholson, The Kashf al-mahjub. The oldest Persian treatise on Ṣūfism , Leiden 1911",
    "Ibn Abī l-Dunyā, Makāʾid al-shayṭān , ed. Majdī al-Sayyid Ibrāhīm, Cairo 1991",
    "Ibn ʿAsākir, Taʾrīkh madīnat Dimashq , ed. ʿAlī Shīrī, 80 vols., Beirut 1995–2001",
    "Ibn Kathīr, Tafsīr , 4 vols., Cairo 1423/2002",
    "Ibn al-Jawzī, Talbīs Iblīs , ed. Ayman Ṣāliḥ, Cairo 1415/1995",
    "Ibn al-Mubārak, Kitāb al-zuhd , ed. Ḥabīb al-Raḥman al-Aʿẓamī, Beirut 1425/2004",
    "Ibn Qayyim al-Jawziyya, Ḥādī l-arwāḥ , ed. Yūsuf ʿAlī Budaywī, Medina 1991",
    "Ibn Taymiyya, Majmūʿ al-fatāwā , ed. ʿAbd al-Raḥmān b. Muḥammad al-ʿĀṣimī and Muḥammad b. ʿAbd al-Raḥmān al-ʿĀṣimī, 37 vols., Riyadh 1381–6/1961–7",
    "al-Iṣfahānī, K. al-Aghānī , ed. Samīr Jābir, 24 vols., Beirut n.d.",
    "al-Jāḥiẓ, Ḥayawān , ed. ʿAbd al-Salām Hārūn, 8 vols., Beirut 1388/1969",
    "al-Jīlī, al-Insān al-kāmil , Cairo 1304/1886",
    "al-Kisāʾī, Qiṣaṣ al-anbiyāʾ , ed. Isaac Eisenberg, Vita prophetarum , auctore Muḥammed ben ‘Abdallah al-Kisaʾi , Leiden 1922",
    "al-Kubrā, Fawāʾiḥ al-jamāl , ed. Fritz Meier, Die Fawāi’iḥ al-ğamāl wa-fawātiḥ al-ğalāl des Nağm ad-dīn al-Kubrā , Wiesbaden 1957",
    "al-Kulaynī, al-Uṣūl min al-Kāfī , ed. ʿAlī Akbar al-Ghaffārī, 8 vols., Tehran 1377–81sh/1957–61",
    "al-Lamaṭī, al-Dhahab al-ibrīz , trans. John O’Kane and Bernd Radtke, Pure gold from the words of Sayyidī ʿAbd al-ʿAzīz al-Dabbāgh , Leiden 2007",
    "al-Makkī, Qūt al-qulūb , trans. Richard Gramlich, Die Nahrung der Herzen , 4 vols., Stuttgart 1992–5",
    "al-Maybudī, Kashf al-asrār wa-ʿuddat al-abrār , 10 vols., Tehran 1331–39sh/1952–61",
    "Muqātil, Tafsīr , ed. ʿAbdallāh Maḥmūd Shiḥāṭa, 5 vols., Cairo 1979–89",
    "al-Qazwīnī, ʿAjāʾib al-makhlūqāt , ed. Ferdinand Wüstenfeld, 2 vols., Göttingen 1848–9",
    "al-Qushayrī, al-Risāla al-Qushayriyya fī ʿilm al-taṣawwuf , ed. Maʿrūf Muḥammad Zarīq, Beirut 1421/2001, trans. Alexander D. Knysh, Al-Qushayri’s Epistle on Ṣūfism , Reading 2007",
    "al-Shahrastānī, al-Milal wa-l-niḥal , ed. Aḥmad Fahmī Muḥammad, 3 vols., Beirut 1368/1948",
    "al-Shiblī, Ākām al-marjān fī aḥkām al-jānn , ed. Edward Badeen, Beirut 2017",
    "al-Suhrawardī, Kashf al-faḍāʾiḥ al-yūnāniyya , ed. ʿĀʾisha Yūsuf al-Manāʾī, Cairo 1420/1999",
    "al-Ṭabarī, Jāmiʿ al-bayān , ed. Maḥmūd Shākir al-Ḥaristānī and ʿAlī ʿĀshūr, 30 vols. in 16, Beirut n.d.",
    "al-Thaʿlabī, ʿArāʾis al-majālis , Cairo n.d.",
    "al-Tirmidhī, al-Jāmiʿ al-ṣaḥīḥ , ed. Aḥmad Muḥammad Shākir, Muḥammad Fuʾāḍ ʿAbd al-Bāqī, and Ibrāhīm ʿAṭwa, 5 vols., Cairo 1356–95/1937–75",
    "Umm al-kitāb , ed. Vladimir Ivanow, Ummu ’l-Kitāb, Der Islam 23 (1936), 1–132",
    "al-Zahāwī, Dīwān , 2 vols., Beirut 1972.",
    "Studies",
    "Shahab Ahmed, Before orthodoxy. The Satanic verses in early Islam , Cambridge MA 2017",
    "Hamid Algar, Eblīs, EIr",
    "Peter J. Awn, Satan’s tragedy and redemption. Iblīs in Sufi psychology , Leiden 1983",
    "Thomas Bauer, The relevance of early Arabic poetry for Qurʾanic studies including observations on kull and on Q 22:27, 26:225, and 52:31, in Angelika Neuwirth, Nicolai Sinai, and Michael Marx (eds.), The Qurʾān in context. Historical and literary investigations into the Qurʾānic milieu (Leiden 2010), 699–732",
    "Alessandro Bausani, Satana nell’opera filosofico-poetica di Muhammad Iqbal (1873–1938), RSO 30 (1955), 55–102",
    "Wilson B. Bishai, A possible Coptic source for a Qurʾānic text, JAOS 91/1 (1971), 125–8",
    "Whitney S. Bodman, The poetics of Iblīs. Narrative theology in the Qurʾan , Cambridge MA 2011",
    "William Chittick, Iblīs and the jinn in al-Futūḥāt al-Makkiyya , in Beatrice Gründler and Michael Cooperson (eds.), Classical Arabic humanities in their own terms. Festschrift for Wolfhart Heinrichs on his 65th birthday (Leiden 2008), 99–126",
    "Paul Arno Eichler, Die Dschinn , Teufel und Engel im Koran , Leipzig 1928",
    "Massumeh Farhad and Serpil Bağcı, Falnama. The book of omens , Washington DC 2009",
    "Arthur Jeffrey, The foreign vocabulary of the Quran , Baroda 1938",
    "Heinz Halm, Die islamische Gnosis. Die extreme Schia und die ʿAlawiten , Zurich 1982",
    "Philip F. Kennedy, Some demon muse. Structure and allusion in al-Hamadhānī’s Maqāma Iblīsiyya , AMEL 2/1 (1999), 115–35",
    "Louis Massignon, Kitâb al-ṭawâsin , Paris 1913",
    "Tobias Nünlist, Dämonenglaube im Islam. Eine Untersuchung unter besonderer Berücksichtigung schriftlicher Quellen aus der vormodernen Zeit (600–1500) , Berlin 2015",
    "Benedikt Reinert, Ĝunaid and Ḥallāğ’s Iblīs, in Wolfgang Röllig (ed.), XXII. Deutscher Orientalistentag vom 21. bis 25. März 1983 in Tübingen , 183–94",
    "Gabriel Said Reynods, The Qurʾān and its biblical subtext , London 2010",
    "Andrew Rippin, Shayṭān. 2. In the Ḳurʾān and Islamic lore, EI2",
    "Hellmut Ritter, Das Meer der Seele , Leiden 1978, trans. John O’Kane, The ocean of the soul , Leiden 2013",
    "Annemarie Schimmel, Gabriel’s wing. A study into the religious ideas of Sir Muhammad Iqbal , Leiden 1963",
    "Gregor Schoeler, Iblīs in the poems of Abū Nuwās, ZDMG 151/1 (2001), 43–62",
    "Khalil Shaikh, Der Teufel in der modernen arabischen Literatur. Die Rezeption eines europäischen Motivs in der arabischen Belletristik, Dramatik und Poesie des 19. und 20. Jahrhunderts , Berlin 1986",
    "Adam Silverstein, On the original meaning of the Qurʾanic term al-shayṭān al-rajīm , JAOS 133/1 (2013), 21–33",
    "Josef van Ess, Libanesische Miszellen. 1. Eine Ehrenrettung des Satans und ihre Folgen, Die Welt des Islams , n.s. 11/1 (1968), 223–8",
    "Michael J. Zwettler, A mantic manifesto. The sūra of “The poets” and the Qurʾānic foundations of prophetic authority, in James L. Kugel (ed.), Poetry and prophecy. The beginnings of a literary tradition (Ithaca and London 1990), 75–119."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}