{
  "id": "eweb_071",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-26009.xml?rskey=Z89LzF&result=1",
  "annotator": "Antonio",
  "title": "Dhū l-Nūn al-Miṣrī",
  "authors": [
    "Jawid Mojaddedi"
  ],
  "word_count": "(1,234 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Dec 2012",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Dhū l-Nūn Abū l-Fayḍ Thawbān b. Ibrāhīm al-Miṣrī (d. Giza, in 245/859 or 248/862) was an early mystic leader of Nubian origin, who is celebrated for his knowledge of a wide range of disciplines, including medicine and alchemy. He was most commonly known by his laqab (honorific title) Dhū l-Nūn (lit., he of the fish, i.e., Jonah), which, rather than Thawbān, may have been his given name.",
    "Dhū l-Nūn appears in the earliest accounts of Ṣūfism as the leading figure of his generation, despite coming from Akhmīm, in Upper Egypt, a region which is under-represented in the Iraqi and Khurāsānian biography collections and manuals. He is traditionally identified as the Ṣūfī master of Sahl al-Tustarī (b. 203/818, in Shustar/Tustar, Iran, d. 283/896, in Basra), who is said to have explained that he did not engage in Ṣūfī discourse himself until after Dhū l-Nūn’s death, in recognition of his supremacy (al-Sarrāj, 181). Al-Tustarī is believed to have begun his association with him after seeing him in Mecca, while on pilgrimage (al-Sulamī, 206), although they are not portrayed as having a relationship as close as that of master and disciple (Böwering, 50–6). In fact, al-Tustarī is named as the transmitter of a ḥadīth in a chain of authority that includes Dhū l-Nūn two intermediaries away from al-Tustarī in Abū Nuʿaym’s biography of the latter (Ḥilya, 10:4). In addition to his being among the first Ṣūfīs to be listed in biography collections, Dhū l-Nūn’s pre-eminence among the earliest known Muslim mystics is evident from the frequency with which he is cited in the oldest Ṣūfī manuals. For instance, he is by far the most frequently cited person of his generation in the Kitāb al-lumaʿ of the Khurāsānian al-Sarrāj (d. 398/988) and the fourth overall, after al-Junayd (of Baghdad, d. 297/910), his disciple al-Shiblī (d. 334/945–6), and the aforementioned al-Tustarī. His opinions cited in these works are not particularly distinct from those of other mystics of his generation, such as the Persian Abū Yazīd al-Bisṭāmī (d. 234/848 or 261/875), and occasionally the same saying is attributed to both (e.g., Abū Nuʿaym, 10:35). Dhū l-Nūn is, however, cited much more frequently than his contemporaries among definitions of the Friends of God (awliyāʾ) , their terminology, and their spiritual states (aḥwāl) and stations (maqāmāt) , on which basis he is often celebrated as the originator of such aspects of Ṣūfī discourse. The preponderance of mystical sayings attributed to Dhū l-Nūn—among an assortment that also contains many ascetic sayings—has also contributed to his identification as one of the earliest Ṣūfī predecessors who can be described accurately as a mystic (Melchert, 51–70).",
    "On the basis of his cited opinions, Dhū l-Nūn appears not to have had a substantial background or interest in juridico-theological Islam. This is consistent with other mystics of that time, when juridico-theological Islam was only beginning to rise to prominence. Dhū l-Nūn is, however, also reported, within a century of his death, to have been imprisoned because of his opposition, during the inquisition of 218/833, to Muʿtazilī dogma concerning the createdness of the Qurʾān and to have been been received enthusiastically decades later by the traditionalist-inclined caliph al-Mutawakkil (r. 232–47/847–61); this gives Dhū l-Nūn impeccable credentials among later Ṣūfī theorists who identified with traditionalists (e.g., Abū Nuʿaym, 9:337–8; van Ess, Biobibliographische Notizen, 100, with reference to al-Kindī, 453).",
    "Although he left no mystical writings, the authoritative tone of his cited opinions, as well as the quality of his cited poetry (Abū Nuʿaym, 9:344–55, 368–92, passim; classified in Nūrbakhsh, 415–34) and formal prayers in balanced rhyming prose (Abū Nuʿaym, 10:332–6 and passim; classified in Ibn ʿArabī, 33–44), imply that he was an accomplished scholar, with considerable literary talents. For instance, many samples of his poetry are cited in his biography in the Ḥilyat al-awliyāʾ . This poetry focuses on the lofty experiences of proximity to God (qurb) and intimacy (uns) with Him, during which one’s senses transform through the power of love (ḥubb) ).The well-known attribution, in the fourth/tenth century, to Dhū l-Nūn of books about alchemy, entitled al-Rukn al-akbar (“The greatest principle”) and al-Thiqa fī l-ṣinʿa (“The reliable authority on the science (of alchemy)”) (GAS 1:643–4; 4:273; Ibn al-Nadīm, Fihrist , ed. and trans. Bayard Dodge, New York 1970, 2:862), is difficult to evaluate because of his remote origins and obscure formative years. A background in Hermetic traditions would, however, be compatible with the intellectual enquiry of a scholar in third/ninth-century Egypt. Later Muslim mystics have celebrated such qualities in their portraits of Dhū l-Nūn, including the great Persian poet, Ṣūfī, and illuminationist philosopher Shihāb al-Dīn Yaḥyā Suhrawardī (d. 587/1191), who identifies “my brother from Akhmīm” as the transmitter to Muslim mystics of a Platonic/Pythagorean wisdom tradition (Böwering, 52).",
    "Prominent among later Ṣūfī authors who celebrate Dhū l-Nūn in their writings is the great mystic of Andalusian origin Muḥyī l-Dīn Ibn ʿArabī (d. 638/1240), who compiled a monograph biography about him, entitled al-Kawkab al-durrī (“The brilliant star”). This compilation from earlier written sources identified by the author himself, such as Abū Nuʿaym al-Iṣfahānī‘s Ḥilyat al-awliyāʾ (“The ornament of the friends of God”), includes some five hundred of Dhū l-Nūn’s recorded sayings, the vast majority of which are classified thematically, rather than chronologically, as part of a reconstruction of his life. The format of Ibn ʿArabī‘s work highlights just how important Dhū l-Nūn was for early Ṣūfī theorists as a source of authoritative opinions, because the resultant approximately seventy classifications of his sayings cover most of the wide range of topics found in their compendia of Ṣūfism. Ibn ʿArabī (11–2) includes a long poem in praise of Dhū l-Nūn, who was also the subject of glorifying stories in Persian mystical mathnawī poems, especially those by Farīd al-Dīn ʿAṭṭār (d. c. 1230; compiled in Nūrbakhsh, 172–80).",
    "Print version: 9789004234871, 2012, 2012-4"
  ],
  "bibliography": [
    "Gerhard Böwering, The mystical vision of existence in classical Islam. The Qurʾānic hermeneutics of the Ṣūfī Sahl at-Tustarī (d. 283/896) , Berlin 1980",
    "Joseph van Ess, Biobibliographische Notizen zur islamischen Theologie, part 8, WO 12 (1981), 99–106",
    "Joseph van Ess, TG 2:727–8",
    "Ibn ʿArabī, al-Kawkab al-durrī fī manāqib Dhī l-Nūn al-Miṣrī , ed. ʿĀṣim al-Kayālī, Beirut 2005, trans. Roger Deladrière, La vie merveilleuse de Dhu-l-Nun l’Égyptien , Paris 1988",
    "Abū Nuʿaym al-Iṣfahānī, Ḥilyat al-awliyāʾ , 10 vols. in 5 (Cairo 1932–8), 9:331, 10:4",
    "Abū ʿUmar al-Kindī, Kitāb al-wulāt wa-kitāb al-quḍāt , ed. Rhuvon Guest, Beirut 1908",
    "Javād Nūrbakhsh, Dhū l-Nūn Miṣrī. Az mashāhīr-i dānishmandān wa-Ṣūfiyān-i Miṣr , London 1999",
    "Abū Naṣr ʿAbdallāh b. ʿAlī al-Sarrāj, Kitāb al-lumaʿ fī l-taṣawwuf , ed. Reynold A. Nicholson, London 1914",
    "Abū ʿAbd al-Raḥmān al-Sulamī, Ṭabaqāt al-Ṣūfiyya , ed. Nūr al-Dīn Shurayba (Cairo 1953), 15–26."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 570
}