{
  "id": "eweb_074",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-26230.xml?rskey=bOQsFi&result=1",
  "annotator": "Antonio",
  "title": "Esotericism and exotericism",
  "authors": [
    "Daniel De Smet"
  ],
  "word_count": "(4,432 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Apr 2015",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Esotericism presupposes the existence of a hidden inner sense behind the literal meaning of a text or the outward appearance of a natural phenomenon. There is no esoteric dimension without a complementary exotericism . The terms “exoteric” (from the Greek exōterikos ) and “esoteric” (esōterikos) are rendered in Arabic by the words ẓāhir (manifest, obvious, apparent, external) and bāṭin (interior, inward, hidden). These terms appear together in the Qurʾān, referring to the outward and inward sins from which the believer must refrain (Q 6:120), to the apparent and hidden benefits given by God (Q 31:20) and, most significantly, to God Himself (Q 57:3, “He is the First and the Last; the Outer and the Inner; He has knowledge of all things”). Probably under the influence of Christian and Jewish allegorical reading of the Bible—and perhaps of the esoteric interpretation of Pythagoras, Plato, and the Chaldaean oracles widespread in late antique Neoplatonism—these notions were applied to the text of the Qurʾān. Muslim authors—mainly Shīʿīs, mystics, philosophers, and adepts of the “occult sciences,” such as alchemy and magic, who refused to consider Islam a purely legalistic religion based on a literal understanding of revelation—recognised in the Qurʾān and in the books of the previous prophets, an inner meaning, hidden under the veil of the obvious and literal rendering of the text. In order to extract the bāṭin from the ẓāhir , they developed, in several ways, an esoteric interpretation of the revealed texts, generally called taʾwīl , in opposition to tafsīr , the exoteric, literal understanding. The hidden meaning unveiled by taʾwīl , which represents the knowledge of the bāṭin (ʿilm al-bāṭin) , is reserved to an elite (khāṣṣ) and may not be disclosed to the mass of ignorant people (al-ʿāmm) . Esotericism implies secrecy, in order to safeguard true knowledge from profanation and to protect its holder against persecution. This hiding of the esoteric knowledge from those who are unworthy of it is called taqiyya (Etan Kohlberg, Taqiyya in Shī‘ī theology and religion, in Hans G. Kippenberg and Guy G. Stroumsa, eds., Secrecy and concealment. Studies in the history of Mediterranean and Near Eastern religions , Leiden 1995, 348–80; Daniel De Smet, La pratique de taqiyya et kitmān en islam chiite. Compromis ou hypocrisie?, in Mohamed Nachi, ed., Actualité du compromis. La construction politique de la différence , Paris 2011, 148–61). A tradition reported by al-Bukhārī (d. 256/870) on the authority of Abū Hurayra (d. c. 57/678) is often invoked as evidence of the practice of taqiyya among the Companions of the Prophet: “I memorised from the Messenger of God two kinds of knowledge. I propagated the first, but if I propagated the second, my throat would be cut” (al-Bukhārī, Ṣaḥīḥ , K. al-ʿIlm, bāb 42). As the bāṭin may be revealed only to a closed circle of initiates, esotericism often supposes a form of initiation.",
    "Those general principles are common to all esoteric traditions in Islam, both Sunnī and Shīʿī. But opinions differ largely as to the methods, extent, and aims of taʾwīl , the authority entitled to teach esoteric knowledge, and the kind of initiation required to gain access to the bāṭin .",
    "The doctrine about ẓāhir and bāṭin was first developed in Shīʿī circles, in which it was claimed that the text of the Qurʾān has been falsified (taḥrīf) by ʿUmar, ʿUthmān, and other Companions hostile to ʿAlī. In order to restore the “original” meaning of the text, they interpreted certain verses as referring to ʿAlī and his family and to the legitimacy of the imāmate (Etan Kohlberg and Mohammad Ali Amir-Moezzi, ed., Revelation and falsification. The Kitāb al-qirāʾāt of Aḥmad b. Muḥammad al-Sayyārī , Leiden 2009; Mohammad Ali Amir-Moezzi, Le Coran silencieux et le Coran parlant. Sources scripturaires de l’islam entre histoire et ferveur , Paris 2011). They also introduced in their esoteric reading of the Qurʾān notions and doctrines borrowed from pre-Islamic traditions, such as Judaism, Christianity, Manichaeism, and several “Gnostic” movements; these need more accurate identification (Heinz Halm, Die islamische Gnosis. Die extreme Schia und die ʿAlawiten , Zurich and Munich 1982; Heinz Halm, Kosmologie und Heilslehre der frühen Ismāʿīlīya. Eine Studie zur islamischen Gnosis , Wiesbaden 1978; Mohammad Ali Amir-Moezzi, The Tafsīr of al-Ḥibarī (d. 286/899). Qurʾanic exegesis and early Shīʿī esotericism, in Farhad Daftary and Gurdofarid Miskinzoda, eds., The study of Shiʿi Islam. History, theology and law , London 2014, 113–34). The idea gradually arose that the Prophet was charged with the descent (tanzīl) of revelation in its outward form and that he entrusted its inner meaning to ʿAlī, who transmitted the esoteric knowledge to the Imāms from his progeny. Traditions attributed mainly to the fifth Imām, Muḥammad al-Bāqir (d. c. 114/732), and the sixth, Jaʿfar al-Ṣādiq (d. 148/765), a major figure in Islamic esotericism (Daniel De Smet, Jaʿfar al-Ṣādeq, pt. 4, Esoteric sciences, EIr ), reflect an esoteric reading of the Qurʾān and the injunction that this hidden knowledge be kept secret by the practice of taqiyya . Jaʿfar al-Ṣādiq is reported to have said, “Our cause is a secret veiled in a secret (sirr mastūr fī sirr) ; the secret of something that has to remain veiled, a secret that can only be taught by another secret; it is a secret about a secret that remains veiled by a secret. Our cause is the truth and the truth of the truth (ḥaqq al-ḥaqq) ; it is the ẓāhir , the bāṭin of the ẓāhir , and the bāṭin of the bāṭin ” (Ḥaydar Āmulī, Jāmiʿ al-asrār , ed. Henry Corbin and Osman Yahya, La philosophie shiʿite , Tehran and Paris 1969, 33). According to another tradition, the Imām said, “The Qurʾān has a surface (ẓahr) and a depth (baṭn) ; its depth has a depth, and so on, until seven depths” (Ḥaydar Āmulī, Jāmiʿ , 103–4). Because the Qurʾān contains several levels of meaning, only the Imām is allowed to teach to his disciples the knowledge of the bāṭin and the taʾwīl leading to it, in accordance with the Shīʿī reading of Q 3:7, “Only God and those firmly grounded in knowledge (al-rāsikhūn fī l-ʿilm) know the interpretation (taʾwīl) [of the Book]” (Ḥaydar Āmulī, Jāmiʿ , 104). But the Imāms also know the bāṭin of all previous revelations, such as the Torah and the Gospel (Amir-Moezzi, Guide divin , 174–99). The Kitāb al-kashf , an early Ismāʿīlī work attributed to Jaʿfar b. Manṣūr al-Yaman (d. c. 346/957), reports that someone asked ʿAlī if the Torah is written in Arabic or in a foreign language (ʿajamī) . ʿAlī answered, “The Torah is in a foreign language, but its taʾwīl is in Arabic” (Jaʿfar b. Manṣūr al-Yaman, Kitāb al-kashf , ed. Rudolph Strothmann, London 1952, 8).",
    "These conceptions of the esoteric knowledge imparted to the Imāms are shared by the two main branches of Shīʿī Islam, Ismāʿīlism and Twelver Shīʿism, whose authors quote the same traditions from the first Imāms. Ismāʿīlism, however, developed a much larger and more radical doctrine of ẓāhir and bāṭin . For this reason, the movement was called by its opponents al-bāṭiniyya and considered outright unbelief (kufr) by both Sunnī and Shīʿī polemicists. The Ismāʿīlīs not only applied the distinction between ẓāhir and bāṭin to the Qurʾān and other revealed texts but extended it to the whole universe. Adopting a Neoplatonic world view, they considered the corporeal world (the lower world, al-ʿālam al-suflī ) the outward manifestation (ẓāhir) of a hidden (bāṭin) higher world (al-ʿālam al-ʿulwī) : the intelligible realm of pure Forms or Ideas, hierarchically ordered on various ontological levels corresponding either to Plotinus’s cosmic entities (the Intellect and the Soul) or to the ten Intellects borrowed by Ḥamīd al-Dīn al-Kirmānī (d. c. 411/1020) from the cosmology of al-Fārābī (d. 339/950). God, the Creator (al-mubdiʿ) , being totally transcendent and unknowable to human minds, remains outside the system. As the human soul is a part (juzʾ) or a trace (athar) of the Universal Soul fallen into the matter of our sublunary world, its salvation requires knowledge of the intelligible world, its initial homeland. All things perceptible through the senses are images or symbols (amthāl, muthul) of the Forms (ṣuwar) in the intelligible world. Hence, the human intellect has to apply to them a taʾwīl in order to ascend from the symbol (mathal) to the symbolised reality (al-mamthūl) . But, on account of the fall of Adam and the subsequent corruption of human nature, the knowledge of this taʾwīl has been veiled. A cycle of occultation (dawr al-satr) was begun, meaning that the human intellect is no longer able to find its way to salvation by itself but needs revelation. Six prophets (lit., speakers, Nuṭaqāʾ ) were sent to earth, each receiving from the Universal Intellect the knowledge of the intelligible world by “inspiration” (taʾyīd) . The intellects of the prophets are endowed with special faculties, enabling them to translate this inspiration into the language of their people and to coin images (ḍaraba al-amthāl) and symbols (rumūz) adapted to the understanding of their audience (Daniel De Smet, Philosophie ismaélienne ; Daniel De Smet, La fonction noétique de la triade al-Jadd, al-Fatḥ et al-Khayāl. Les fondements de la connaissance prophétique dans l’ismaélisme, in Hinrich Biesterfeldt and Verena Klemm, eds., Differenz und Dynamik im Islam. Festschrift für Heinz Halm zum 70. Geburtstag , Würzburg 2012, 319–36). They also issued laws and ritual prescriptions, in order to prevent mankind, fallen into a state of utter depravation, from destroying itself. The outward meaning (ẓāhir) of both the prophetic texts and the laws and rituals based on them are hiding an inner sense (bāṭin) , which the prophets entrusted to their respective Imāms. According to Jaʿfar b. Manṣūr al-Yaman, the bāṭin of the evangelical passage Mt. 16:17–9 refers to the transmission of this esoteric knowledge from the Universal Intellect to the Prophet and, subsequently, from the Prophet to the Imām. Jesus addressed his Imām, Shamʿūn al-Ṣafāʾ (Simon Peter), in the following terms: “O Shamʿūn! It is not I who elevated you into this position and who taught you this secret, as it was not taught by flesh and blood. It is rather my father who is in Heaven [i.e., the Intellect] who manifested it to you. I say that you are the pure rock, really, and that I will build my house on this rock. I alone will reach the gates of Heaven. I am the one who gives you the knowledge of the celestial world (ʿilm al-malakūt) . Whatever I bind in Heaven is bound on earth. In the same way, what I bind on earth is bound in Heaven. Its keys are in your hands” (Jaʿfar b. Manṣūr al-Yaman, Sarāʾir wa-asrār al-nuṭaqāʾ , ed. Muṣṭafā Ghālib, Beirut 1984, 220–1). But this “knowledge of the celestial world” must be kept secret, because most people are unworthy to receive it. Secrecy and the obligation to observe taqiyya are supposed to be the inner meaning of the legal prescription of fasting during Ramaḍān, “fasting is silence” (al-ṣawm huwa l-ṣamt) (Abū Yaʿqūb al-Sijistānī, Kitāb al-iftikhār , ed. Ismail Poonawala, Beirut 2000, 254–7; al-Nuʿmān, Taʾwīl al-daʿāʾim , ed. Muḥammad al-Aʿẓamī, Cairo 1972, 3:107–8). Only those who respond (al-mustajībūn) to the call (daʿwa) of the Imām and are found to be worthy of initiation after a careful examination by the Imām’s propagandists ( duʿāt ) may be selected for instruction (taʿlīm) . This presupposes that the neophyte takes from the dāʿī the oath of allegiance (ʿahd, mīthāq) to the Imām, pledging to keep secret not only the Ismāʿīlī doctrine but all matters concerning the organisation of the daʿwa (Heinz Halm, The Ismaʿili oath of allegiance (ʿahd) and the sessions of wisdom (majālis al-ḥikma) in Fatimid times, in Farhad Daftary, ed., Mediaeval Ismaʿili history and thought , Cambridge 1996, 91–115). The aim of the Ismāʿīlī daʿwa is to prepare for the advent of the Resurrector (al-qāʾim) , the “lord of the seventh cycle,” who will abrogate the ẓāhir of all revealed texts and laws, including those of Islam, and open a cycle of manifestation (dawr al-kashf) , restoring the initial state, which existed before the fall of Adam (Daniel De Smet, Loi rationnelle et loi imposée. Les deux aspects de la šarīʿa dans le chiisme ismaélien des X e et XI e siècles, MFOB 61, 2008, 515–44). The abrogation of the ẓāhir implies that there will be no longer a bāṭin , as the knowledge necessary for salvation will be directly accessible, with no need of taʾwīl and taqiyya . This end of esotericism is the hidden meaning of ʿīd al-fiṭr , the feast of breaking the fast of Ramaḍān (Daniel De Smet, La taqiyya et le jeûne du Ramadan. Quelques réflexions ismaéliennes sur le sens ésotérique de la charia, Al-Qanṭara 34/2, 2013, 355–84).",
    "Most Ismāʿīlī authors, in particular those belonging to the Fāṭimid and Ṭayyibī traditions, proclaim the strict complementarity of ẓāhir and bāṭin , as long as our present cycle of occultation lasts. They make a clear distinction between Muslim and believer (muʾmin) . The Muslims are the exotericists (ahl al-ẓāhir) who adhere exclusively to the literal meaning of the Qurʾān and the prescriptions of the sharīʿa . In their obvious meanings, many verses of the Qurʾān are contrary to reason and to God’s justice and mercy; ritual prescriptions, such as the pilgrimage to Mecca (ḥajj) , imply actions that, without their inner meaning, can only be considered nonsensical (Ḥamīd al-Dīn al-Kirmānī, Kitāb al-maṣābīḥ fī ithbāt al-imāma , ed. Paul E. Walker, Master of the age. An Islamic treatise on the necessity of the imamate , London 2007, 28–32). Hence, Muslims get no benefit from their religion: even during their earthly life, they are “burning in the hell of the sharīʿa ” (Abū Yaʿqūb al-Sijistānī, Kitāb al-yanābīʿ , ed. Henry Corbin, Trilogie ismaélienne , Tehran and Paris 1961, 68). The believer, however, serves God with a double worship: worship through actions (al-ʿibāda al-ʿamaliyya) , by following scrupulously the ẓāhir of legal prescriptions, and worship through knowledge (al-ʿibāda al-ʿilmiyya) , by acquiring from the Imām the science of the bāṭin . The only way to salvation is in the simultaneous observance of the two forms of worship. This means that the Ismāʿīlī has to study both the exoteric sciences (grammar, mathematics, geometry, physics, tafsīr al-Qurʾān, ḥadīth , and fiqh ) and books about taʾwīl (kutub al-taʾwīl) . The impossibility of access to the bāṭin without knowledge of the ẓāhir implies that the Prophet and the Imām are equal in rank (Ḥamīd al-Dīn al-Kirmānī, Kitāb rāḥat al-ʿaql , ed. Muṣṭafā Ghālib, Beirut 1967, repr. 1983, 108–9, 119–22, 166–7, 383). The message of the Prophet without its esoteric interpretation taught by the Imām is like a body without a soul; the taʾwīl of the Imām without the prophetic text is like a soul deprived of its substance (Jaʿfar b. Manṣūr al-Yaman, Kitāb al-ʿālim wa-l-ghulām , ed. and trans. James W. Morris, The master and his disciple. An early Islamic spiritual dialogue , London 2001, 17–8). Because esotericism is inherently linked with exotericism, moderate Ismāʿīlīs generally consider as extremists ( ghulāt , who indulge in licentiousness, ibāḥa ) those who claim that knowledge of the bāṭin releases them from following the ẓāhir of the sharīʿa and who view the Imām as superior to the Prophet.",
    "Dissident Ismāʿīlī movements, such as the Carmathians (Qarmaṭīs) of Baḥrayn and the Druses, effectively claimed the abrogation of the ẓāhir of all revelations and laws, as a new cycle of manifestation began and the cycle of Muḥammad ended definitively. Ḥamza b. ʿAlī (fl. fifth/eleventh century), the founder of the Druse religion, even proclaimed that the Fāṭimid caliph al-Ḥākim (r. 386–411/996–1021) had abrogated all the pillars of Islam (daʿāʾim al-Islām) , in both their outward and inner senses, and issued instead a spiritual law (sharīʿa rūḥāniyya) without ẓāhir or bāṭin (Daniel De Smet, La loi spirituelle (al-šarīʿa al-rūḥāniyya) druze selon Ḥamza b. ʿAlī. Textes canoniques et apocryphes, Arabica 58/1, 2011, 100–27). The Ismāʿīlī Nizārī tradition expanded the duality of ẓāhir and bāṭin with the introduction of a third term, ḥaqīqa (truth, real essence), the three stages being linked by al-ṭarīqa (the path), which is identical with taʾwīl . This path leads the initiate from the ẓāhir (the outer shell) to the bāṭin (the fruit hidden inside the shell) and from there to the ḥaqīqa , the spiritual essence of the fruit. In a period of manifestation, the shell and the fruit can be discarded, as the ḥaqīqa is directly accessible to the believer in the divine person of his Imām (Anon., Baʿḍī az taʾwīlāt-i gulshan-i rāz , ed. Henry Corbin, Trilogie ismaélienne , Tehran and Paris 1961, 75; Anon., Haft bāb-i Bābā Sayyidnā , ed. Wladimir Ivanow, Two early Ismaili treatises , Bombay 1933, 43–4; Khayrkhwāh-i Harātī, Kalām-i pīr , ed. Wladimir Ivanow, Bombay 1935, 55). This happened in 559/1164, when the Nizārī Imām Ḥasan proclaimed, in the fortress of Alamūt, the great resurrection (qiyāmat-e bozorg) .",
    "Displaying similarities to Ismāʿīlism, the “Epistles of the Brethren of Purity” (Rasāʾil Ikhwān al-Ṣafāʾ) , written probably in the fourth/tenth century, are an encyclopaedia of exoteric and esoteric sciences, in which the distinction between ẓāhir and bāṭin occupies a central place. Creation is divided into obvious objects (the things perceptible to the senses) and hidden ones (the entities of the spiritual world). Divine Providence established a strict correspondence between these two levels, so that the ẓāhir of this world reflects exactly the bāṭin of the other. The ẓāhir is a sign (dalīl) , a symbol or image of the bāṭin ; the outward appearances (ẓawāhir) are the shells (qushūr) and bones (ʿiẓam) , whereas the inner realities (bawāṭin) are the core (lubb) and the marrow (mukhkh) (Ikhwān al-Ṣafāʾ, Rasāʾil , Beirut 1957, 1:141–2, 328, 404). In a similar way, human language conveys a ẓāhir (the sounds, letters, and signs of writing) and a bāṭin (meaning), the latter being divided into literal meaning and hidden sense. Hence, the divine books (al-kutub al-ilāhiyya) , which reveal to mankind the knowledge of the intelligible world, contain exoteric revelations (tanzīlāt ẓāhira) , including the outward aspect of religious law, and hidden exoteric interpretations (taʾwīlāt khāfiyya bāṭina) , which extract from the ẓāhir the intelligible essences (maʿānī maʿqūla) (Ikhwān, Rasāʾil , 4:138). Although religions differ greatly in their outward form, they all share the same hidden sense, as there is one and only one bāṭin for all mankind (Ikhwān, Rasāʾil , 3:486, 492, 512, 4:180). In the present era, dominated by evil and ignorance, esotericism is an absolute necessity. The knowledge of the bāṭin is accessible only to an elite of initiates, under the guidance of their leader, who is inspired by the angels. The Ikhwān call these guides of humanity, whose identity must remain hidden to the masses, the well guided imām s (al-aʾimma al-mahdiyyūn) and the caliphs following the right way (al-khulafāʾ al-rāshidūn) (Ikhwān, Rasāʾil , 1:328, 333, 2:343–4, 3:23–4, 342–3, 480, 511–2, 4:28). Although the issue is still debated, it does not appear that the Ikhwān identify these guides with the Ismāʿīlī Imāms (Godefroid de Callataÿ, Ikhwan al-Safaʾ. A brotherhood of idealists on the fringe of orthodox Islam , Oxford 2005, 1–11). Like the Ismāʿīlīs, they proclaim a strict balance between ẓāhir and bāṭin , quoting the example of Socrates, who remained faithful to the ẓāhir of the sharīʿa , preferring the deadly poison to a flight into the bāṭin (Ikhwān, Rasāʾil , 4:34–5, 73, 138–9, 262, 268).",
    "The notions of ẓāhir and bāṭin and the taʾwīl leading from one dimension to the other, are at the core of Shīʿī Islam, as they assign to the Imāms an indispensable role in the continuation of revelation after the death of the Prophet. Despite the open hostility of a majority of Sunnī theologians to any form of “bāṭinism” (bāṭiniyya) and esoteric interpretation of the Qurʾān, mystical trends in Sunnī Islam soon developed their own forms of taʾwīl , eventually under the influence of Shīʿism, with the aim of finding in revelation an inner spiritual sense that transcends the purely legalistic religion. Ṣūfīs, such as Sahl al-Tustarī (d. 283/896) and ʿAbd al-Razzāq al-Qāshānī (d. 730/1329–30), wrote mystical commentaries on the Qurʾān, admitting the existence of different levels of meaning in the sacred text (Gerhard Böwering, The mystical vision of existence in classical Islam. The Qurʾānic hermeneutics of the Ṣūfī Sahl at-Tustarī , Berlin 1980; Pierre Lory, Les commentaires ésotériques du Coran d’après ʿAbd ar-Razzāq al-Qāshānī , Paris 1990). Mystics often quote a famous hadīth: “The Qurʾān has a surface (ẓahr) , a depth (baṭn) , a limit (ḥadd) , and a point of ascent (muṭṭalaʿ).” According to Shihāb al-Dīn ʿUmar al-Suhrawardī (d. 632/1234), the Prophet intended that the lower “limit” of the Qurʾānic text, the outward, obvious meaning of its wordings (lafẓ) , should be transcended in order to attain a higher level—the “level of ascent”—by exploring its multiple depths. This ascension towards a progressively deeper understanding (fahm) of revelation is the fruit of an ecstatic experience in the heart of the mystic. Taʾwīl is the path (ṭarīqa) followed by the Ṣūfī: liberating himself from the passions of this world and meditating on the different meanings of a given Qurʾānic verse, the mystic ascends from the ḥadd to the muṭṭalaʿ , from the ẓāhir to the bāṭin , grasping with increasing intensity the divine presence in the verse. At the end of his ascension, having interiorised the whole Qurʾān, his heart perceives God and is conjoined with the divine essence (ʿUmar al-Suhrawardī, ʿAwārif al-maʿārif , ed. ʿAbd al-Ḥalīm Maḥmūd and Maḥmūd al-Sharīf, Cairo 1993, 1:112–5; Richard Gramlich, Die Gaben der Erkenntnisse des ʿUmar as-Suhrawardī , Wiesbaden 1978, 39–41). In order to find the path leading to this transformation of oneself, the Ṣūfī needs the direction of his spiritual guide, the mystical pole (quṭb) , the shaykh of his order, who possesses the knowledge of the bāṭin , transmitted from the Prophet by an uninterrupted chain (silsila) of initiates. As in Ismāʿīlism, initiation and secrecy are the two main components of Ṣūfī esotericism.",
    "Abū Ḥāmid al-Ghazālī (d. 505/1111), who combined mysticism with Ashʿarī theology, quotes the same ḥadīth against theologians who accept only a literal interpretation of the Qurʾān, such as Ibn Ḥazm (d. 456/1064) and the Ẓāhirī school in al-Andalus (al-Ghazālī, Iḥyāʾ ʿulūm al-dīn , Beirut 1982, 1:288–90). Although a merciless adversary of Ismāʿīlī bāṭinism, al-Ghazālī accepts the presence of several levels of meaning in the Qurʾān. He compares the sacred text with the ocean: one must leave the coast (the ẓāhir ) and plunge into its depths, in order to find pearls and treasures (the bāṭin ) (al-Ghazālī, Kitāb jawāhir al-Qurʾān , Beirut 1977, 8–9, 18–25). But, at the same time, he vehemently denies that the hidden essences (maʿānī bāṭina) could be attained by a taʾwīl taught by an infallible Shīʿī Imām. Only personal meditation and mystical intuition open the way to the intuitive sciences (al-ʿulūm al-mukāshafa) , whose contents may be disclosed only to a selected audience (al-Ghazālī, Iḥyāʾ , 1:282–3, 293; Jawāhir , 24–5, 32–3). However, the question of al-Ghazālī’s esotericism and the interpretation of his so-called esoteric writings (such as the Mishkāt al-anwār ) remains highly controversial (Daniel De Smet, L’attitude ambivalente d’al-Ġazālī envers l’ismaélisme. Éléments ismaéliens dans le Miškāt al-anwār , in Carmela Baffioni et al., eds., Al-Ġazālī (1058–1111) / La prima Stampa Armena / Yehūdāh Ha-Lēvī (1075–1141) / La ricezione di Isacco di Ninive , Milan 2013, 37–52).",
    "The Andalusian mystic Ibn ʿArabī (d. 638/1240), meditating on Q 57:3, developed a complicated doctrine of ẓāhir and bāṭin . Both refer to the divine essence, which is hidden in its inner aspect (the intelligible world) and manifests itself in the outer world perceptible through the senses. By following the mystical path, the gnostic (ʿārif) discovers progressively the taʾwīl , which enables him to perceive the existents in our world, such as stones, animals, or trees, as manifestations of the same divine reality (Ibn ʿArabī, Fuṣūṣ al-ḥikam , ed. Abū l-ʿAlā ʿAfīfī, Beirut 1966, 54, 66, 81, 195). This knowledge, accessible only to the eye of intuition (ʿayn al-baṣīra) of the initiate, has to be kept secret from common people, who are unable to understand it. Ibn ʿArabī’s conception of the unity of being (waḥdat al-wujūd) is incompatible with the absolute transcendence of God in Ismāʿīlism, and the taʾwīl leading to the disclosure of this unity does not suppose the teaching of a Shīʿī Imām. Nevertheless, many aspects of Ibn ʿArabī’s thought, including the practice of taqiyya , are close to the doctrines of the Ikhwān al-Ṣafāʾ and the Ismāʿīlīs (Michael Ebstein, Secrecy in Ismāʿīlī tradition and in the mystical thought of Ibn al-ʿArabī, JA 298/2, 2010, 303–43). This raises the question of Shīʿī influence on esotericism in al-Andalus, beginning with the bāṭinī mystic and philosopher Ibn Masarra (d. 319/931) (Maribel Fierro, Bāṭinism in al-Andalus. Maslama b. Qāsim al-Qurṭubī [d. 353/96], author of the Rutbat al-Ḥakīm and the Ghāyat al-ḥakīm (Picatrix) , SI 84, 1996, 87–112).",
    "Print version: 9789004282117, 2015, 2015-2"
  ],
  "bibliography": [
    "Mohammad Ali Amir-Moezzi, Le guide divin dans le shîʿisme originel. Aux sources de l’ésotérisme en islam , Lagrasse 1992, trans. David Streight, The divine guide in early Shiʿism , New York 1994",
    "Mahmoud Ayoub, The Speaking Qurʾān and the Silent Qurʾān. A study of the principles and development of Imāmī Shīʿī tafsīr , in Andrew Rippin (ed.), Approaches to the history of the interpretation of the Qurʾān (Oxford 1988), 177–98",
    "Meir M. Bar-Asher, Outlines of early Ismāʿīlī-Fāṭimid Qurʾān exegesis, JA 296/2 (2008), 257–95",
    "Meir M. Bar-Asher, Scripture and exegesis in early Imāmī Shiism , Leiden 1999",
    "Henry Corbin, En islam iranien. Aspects spirituels et philosophiques , 4 vols., Paris 1971–2",
    "Daniel De Smet, La philosophie ismaélienne. Un ésotérisme chiite entre néoplatonissme et gnose , Paris 2012",
    "Christian Jambet, Le caché et l’apparent , Paris 2003",
    "Ismail K. Poonawala, Ismāʿīlī taʾwīl of the Qurʾān, in Andrew Rippin (ed.), Approaches to the history of the interpretation of the Qurʾān (Oxford 1988), 199–222."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}