{
  "id": "eweb_075",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-26244.xml?rskey=rlrYoS&result=1",
  "annotator": "Antonio",
  "title": "Ethics in Ṣūfism",
  "authors": [
    "Paul L. Heck"
  ],
  "word_count": "(2,163 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "06 Jan 2016",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Ethics in Ṣūfism generally involves awareness of the universal presence of God. This, in turn, encourages lack of self-regard, resulting in selfless behaviour towards others, beyond the actions prescribed by law (sharīʿa). The topic of ethics in Ṣūfism forms one part of a spiritual system that includes rules of comportment (adab) as well as the stages (maqāmāt) and stations (aḥwāl) of the spiritual journey (sulūk). Ethics as defined in the manuals of Ṣūfism always affected the wider society, working to shape, for instance, altruistic chivalry ( futūwa) in classical Islam.",
    "The moral life in Islam is shaped, broadly, by legal rulings (aḥkām al-sharīʿa) and the ethics of prophecy (akhlāq al-nubūwa). The latter, rooted in Qurʾān and Sunna, is associated with nobility of character (makārim al-akhlāq) , a concept that is not exclusive to Ṣūfism but has a central place in it. (The idea is prominent also, for example, in the “mirrors for princes,” classical advice literature for rulers.) Manuals of Ṣūfism link it closely to ethics, equating growth in ethics with growth in Ṣūfism. The architects of Ṣūfism took the concept of character beyond imitation of the Prophet’s character, speaking of identifying with (or engaging) the ethical qualities of God (al-takhalluq bi-akhlāq Allāh) , which are generally equated with God’s names (asmāʾ) or attributes (ṣifāt) as known from revelation.",
    "The classical manuals of Ṣūfism list the qualities considered to constitute good or comely character (ḥusn al-akhlāq). To cite one example, Abū Najīb al-Suhrawardī (d. 563/1168), the important Ṣūfī shaykh and scholar from western Iran, quoting a ḥadīth in which Muḥammad says that those seated closest to him on Judgement Day will be “the best of you in character” (aḥsanukum akhlāqan) , explains character in terms of the following qualities ( Adab al-Murīdīn , 19–20): forbearance, humility, advice-giving, compassion, tolerance, agreeability, kindness, affability, altruism, service, sociability, friend-liness, generosity, chivalry, sacrifice, valour, love, liberality, affection, leniency, forgiveness, big-heartedness, faithfulness, modesty, amiability, joy, cheerfulness, tranquility, gravitas, well-wishing, commending, well-thinking, self-deprecation, respecting (one’s companions), revering (spiritual) elders, mercy on young and old, and deeming small what one gives and great what one receives. The concept of good or comely character in Ṣūfism is epitomised in the idea of altruism, that is, preference of others over oneself, a quality indicative of the self-detachment ascribed to Muḥammad ( Adab al-Mulūk , 45, associates Q 59:9 on altruism with Q 68:4 on Muḥammad’s character).",
    "In Ṣūfism, a person’s character is taken as evidence of one’s inner state. How is it to be known that one is wholly detached from all but God, even from one’s own self, which is a sine qua non of the spiritual life? The answer lies in one’s behaviour. Regarding the idea of the ethical life as manifestation of inner state, the famous Central Asian Ṣūfī scholar Abū l-Qāsim al-Qushayrī (d. 465/1072) speaks of character as evidence of the essence of men ( jawāhir al-rijāl , al-Qushayrī, al-Risāla , essay on khulq). In contrast, obedience to the rulings of the law is seen as motivated by self-interest, the goal being to avoid God’s anger on Judgement Day. The Adab al-mulūk , an anonymous manual from the fourth/tenth century, distinguishes fasting and prayer, as something one does for oneself, from ḥusn al-khulq (good character), as something that brings joy to the one who performs the good action ( Adab , 45). This is confirmed by the Persian-born Ṣūfī shaykh and author Abū Ḥafṣ al-Suhrawardī (d. 632/1234)—at one time a student of his uncle Abū Najīb al-Suhrawardī—who speaks of self-interest as the reason humans undertake works prescribed by the law but not as the motive behind good character, which, he asserts, ascetics have in some measure, whereas adepts of Ṣūfism have it most fully ( ʿAwārif , 235). This association of sharīʿa -prescribed action with self-interest may help explain the quasi-antinomian disregard for religious norms (e.g., of bodily hygiene and ritual purity) amongst certain spiritual virtuosi as their way of demonstrating that their piety is free from self-interest (Reid).",
    "The above-mentioned idea of human identification with God’s qualities has taken on varied hues throughout the heritage of Ṣūfism. While controversial, it is made less so by writers who align ethics in Ṣūfism with the character of Muḥammad on the basis of a canonical ḥadīth that equates his character, declared to be “great” at Q 68:4, with the Qurʾān itself. Abū Ḥafṣ al-Suhrawardī explains this as Muḥammad’s identification with the qualities (akhlāq) of God ( ʿAwārif , 232), making identification with the character of God nothing more than identification with the character of the Prophet (or, in turn, the character of one’s spiritual master, shaykh , seen as heir to the Prophet’s character). One simply derives from each of the names of God the quality (waṣf ) in it that is appropriate to the human condition ( ʿAwārif , 236).",
    "The development of the idea of human identification with God’s qualities across the history of Ṣūfism has yet to be fully analysed. Here, we suggest only some of the ways it was qualified. For example, al-Qushayrī rejects strongly the idea of any human-divine resemblance in his work on the names of God, al-Taḥbīr fī ʿilm al-tadhkīr (“Taking delight in the science of recollection (of God’s names)”), since, for him, it implies human equality with God and thus transgression of the boundary between creator and creature. For him, the meanings of God’s names serve as a means to cultivate a spirit of intimacy (uns) with one’s lord. Engagement with God’s qualities in this way is meant to purge oneself of baser impulses (shahawāt) that keep one’s mind veiled from God. For example, one of God’s names is “Holy” (qaddūs) , which, for al-Qushayrī, implies transcendence of any shortcoming or deficiency. Those who understand this meaning of the name, he explains, will seek to purify themselves in their outward behaviour, and God, in turn, will purify them in their inner state. For instance, when people purify their tongues of backbiting, God will purify their hearts of it. In no way, however, does such human engagement with God’s qualities imply a share in them or any sort of resemblance between the human and the divine.",
    "Abū Ḥāmid al-Ghazālī (d. 505/1111), the mystical theologian and theoretician born and raised in Khurāsān, is similarly cautious about suggestions of human-divine resemblance but takes things further than al-Qushayrī, claiming that humans can enjoy a share in the qualities of God. This claim is motivated by al-Ghazālī’s concern for knowledge of God. One can identify with the qualities of God because one can obtain knowledge of God by a combination of philosophical argumentation and mystical insight into the realities of things, which ultimately exist with God as their causal agent. It is in this sense that one comes to love God, by seeing his qualities in the mirror of his creation, which al-Ghazālī refers to as the ethics of lordship (akhlāq al-rubūbiyya) : knowledge, righteousness, kindness, benevolence, goodness, mercy, offering counsel, guiding to truth, and keeping from falsehood. By imitating these qualities, one draws closer to God, assuming a share in them through understanding their meanings, as explained in al-Ghazālī’s work on the names of God, al-Maqṣad al-asnā fī sharḥ asmā Allāh al-ḥusnā (“The highest goal in explaining the most beautiful names of God”). At the same time, al-Ghazālī is careful to mark the boundary between creature and creator, as seen in the language he uses. A human, if spiritually advanced, might share ( mushāraka ) in God’s attributes but would not in any way resemble or have affinity with ( munāsaba ) God. In other words, one shares in the meaning of the divine attribute, not its essence (ʿayn al-ṣifa) , just as a student shares in the knowledge of his teacher but does not possess the very same knowledge, only the likes of it. Identification with God’s qualities thus remains at the level of ethical concept, apart from ontological reality.",
    "The Ṣūfī identification with God’s qualities was not only a matter of conceiving and cultivating a spiritually enriched ethics but also a question of God’s self-manifestation, as witnessed in those beloved by God, namely, prophets and their spiritual successors, known as God’s friends or allies (awliyāʾ Allāh). One sees this in the thought of spiritual virtuosi from Sahl al-Tustarī (d. 283/896), the Persian scholar and early Ṣūfī from Kuzhistan, to Rūzbihān al-Baqlī (d. 606/1209), the Persian mystical author from Shiraz, in which ethics is as much about theophany as human behaviour. The theme is notable in the thought of Ibn ʿArabī (d. 638/1240), the famous mystic of Andalusian origin, who views all of existence as the locus for the appearance of God’s names. Each quality (khulq) of God is to become manifest (maẓhar) , thereby becoming the object of ethical engagement on the part of humans ( al-takhalluq bihi , Ibn ʿArabī, al-Futūḥāt , e.g., chap. 73, questions 49–50).",
    "This idea of the theophanic character of ethics has come under challenge with the ascendancy of Salafism in recent decades—as have many other concepts of Ṣūfism that, for Salafists, do not satisfactorily preserve the distinction between creature and creator, the latter alone being worthy of worship. In one sense, ethics (akhlāq) is a bridge between Ṣūfism and Salafism. For example, Salafists, no less than Ṣūfīs, acknowledge the virtues of world-renunciation (zuhd) , patience (ṣabr) , gratitude (shukr) , and humility (tawāḍuʿ) , amongst others, as part of Islam’s way of life in general and the work of refining the soul in particular. Because of this shared language, in some places, such as Syria, traditional circles of Ṣūfism, in the face of the aggressive criticism by Salafists, avoid using the term “Ṣūfism” (taṣawwuf ) , describing their activity instead as the refinement of the soul (tazkiyat al-nafs). The goal here, however, is to imitate the Prophet and discipline the soul and not enter into mystical encounter with the divine (Howell) or seek the means of acquiring privileged knowledge of God (maʿrifa) , which would upset modernist religious assumptions that inform Salafism with respect to the strict division between humanity and divinity. Nevertheless, a key goal of Salafism is the exact replication of the behaviour of Muḥammad, and those who successfully accomplish this are understood to be part of “the saved sect” (al-firqa al-nājiya) , suggesting that they, like Muḥammad, are somehow “in the presence of God” ( fī riḥāb Allāh). In order to understand this state, some Salafists are led, ironically, to consult the writings of al-Ghazālī, because the works of Salafism do not address the concept of being in the presence of God (Gauvain, 81–92). It remains to be seen how this struggle with Salafism will inform the concept of ethics in Ṣūfism, the variegated legacy of which will doubtlessly endure, even as it responds to various kinds of modernist criticism.",
    "Print version: 9789004305748, 2016, 2016-1"
  ],
  "bibliography": [
    "Muhammad Abul Quasem, The ethics of al-Ghazali. A composite ethics in Islam , Delmar NY 1975",
    "Anon., Adab al-mulūk fī bayān ḥaqāʾiq al-taṣawwuf , ed. Bernd Radtke, Beirut 1991",
    "Michel Allard, Le problème des attributs divins dans la doctrine d’al-Ašʿarī et de ses premiers grands disciples , Beirut 1965",
    "Peter Awn, The ethical concerns of classical Sufism, Journal of Religious Ethics 11/2 (1983), 240–63",
    "Gerhard Böwering, The mystical vision of existence in classical Islam. The Qurʾānic hermeneutics of the Sūfī Sahl at-Tustarī (d. 283/896) , Berlin 1980",
    "William C. Chittick, Imaginal worlds. Ibn al-ʿArabī and the problem of religious diversity , Albany 1994 (esp. chap. 3, Ethics and antinomianism, 39–50)",
    "Richard Gauvain, Salafi ritual purity. In the presence of God , Abingdon 2013",
    "Abū Ḥāmid al-Ghazālī, Iḥyāʾ ʿulūm al-dīn , ed. ʿA. Khālidī, 5 vols., Beirut 1998",
    "Abū Ḥāmid al-Ghazālī, al-Maqṣad al-asnā fī sharḥ asmāʾ Allāh al-ḥusnā , ed. Faḍla Shiḥāda, Beirut 1971",
    "Paul L. Heck, Mysticism as morality. The case of Sufism, Journal of Religious Ethics 34/2 (2006), 253–86",
    "Julia Day Howell, Indonesia’s Salafist Sufis, Modern Asian Studies 44/5 (2010), 1029–51",
    "Ibn ʿArabī, al-Futūḥāt al-Makkiyya , Cairo 1329²/1911² (see also the incomplete critical ed. by ʿUthmān Yaḥyā, 14 vols., Cairo 1972)",
    "Abū l-Qāsim al-Qushayrī, al-Risāla al-Qushayriyya , ed. ʿAbd al-Raḥmān al-Marʿashalī, Beirut 1998",
    "Abū l-Qāsim al-Qushayrī, al-Taḥbīr fī ʿilm al-tadhkīr (also called Sharḥ asmāʾAllāh al-ḥusnā ), Beirut 2006",
    "Megan H. Reid, Law and piety in medieval Islam , Cambridge 2013",
    "Abū Ḥafs ʿUmar al-Suhrawardī, ʿAwārif al-maʿārif , Beirut 1966",
    "Abū Najīb al-Suhrwardī, Ādāb al-murīdīn , ed. Menahem Milson, Jerusalem, 1977."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}