{
  "id": "eweb_076",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-26990.xml?rskey=CnCcx6&result=1",
  "annotator": "Antonio",
  "title": "Farqad al-Sabakhī",
  "authors": [
    "Christopher Melchert"
  ],
  "word_count": "(486 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Mar 2012",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Abū Yaʿqūb Farqad b. Yaʿqūb al-Sabakhī , a Basran renunciant ( zāhid , one who renounces the world for spiritual reasons), was apparently born to a Christian family in Armenia but moved to Basra, where he supported himself as a weaver and died in 131/748–9 or earlier. His nisba , al-Sabakhī, refers to the sabkha s (salt flats) to which he would retreat. He is regularly called a worshipper (ʿābid) , implying that he devoted much time to supererogatory ritual prayer. Stories about him and his reported sayings are mostly encouragements to austerity. For example, some Kufan worshippers who came to visit him were surprised by the poor food he served them. He said, “Consider the worker, when he works, how he puts on his poorest clothing. Then, when he has finished, he bathes and puts on two clean garments. You have put on the clothing of leisure before working” (Aḥmad, 328) – in other words, we should dress meanly and worship strenuously as long as we live in the world, hoping to relax only in Paradise. In ḥadīth , he was especially prominent as a transmitter from the Kufan jurists Saʿīd b. Jubayr (d. 95/714) and Ibrāhīm al-Nakhaʿī (d. 96/714), whereas those remembered as transmitting from him were overwhelmingly Basrans. He had a poor reputation for accuracy among later ḥadīth critics.",
    "Farqad is the subject of several stories in which someone else, usually the Sunnī preacher, renunciant, theologian, and scholar born of Persian parents al-Ḥasan al-Baṣrī (d. 110/728), maintains a less ostentatious, more inward style of piety. In one, Farqad presumes to rebuke al-Ḥasan (in Persian) for wearing fine clothing, to which al-Ḥasan responds that Hell is filled with people concerned with clothing (Ibn Saʿd, 7/1:123). In another, al-Ḥasan sees him wearing a woollen cloak and tells him, “Farqad, piety is not in these clothes. Piety is only what lies in the heart and is verified by doing and acting” (Aḥmad, 267). Farqad was nonetheless greatly admired in later Ṣūfī tradition. For example, when the early Baghdadi Ṣūfī biographer Jaʿfar al-Khuldī (d. 348/959) traced his own connection to the Companions, the chain went through Maʿrūf al-Karkhī (d. 200/815–6?, from Baghdad), then Farqad al-Sabakhī, then al-Ḥasan al-Baṣrī (Ibn al-Nadīm, 183 ( fann 5, maqāla 5)).",
    "Print version: 9789004225671, 2012, 2012-1"
  ],
  "bibliography": [
    "Aḥmad b. Ḥanbal, al-Zuhd , Mecca 1357/1938",
    "Ibn al-Nadīm, al-Fihrist , ed. Gustav Flügel, 2 vols. in 1 (Leipzig 1871–2), 183",
    "Ibn Saʿd, Kitāb al-ṭabaqāt al-kabīr , ed. Eduard Sachau et al., 9 vols., Leiden 1904–40",
    "Richard Gramlich, Weltverzicht. Grundlagen und Weisen islamischer Askese (Wiesbaden 1997), Index 410",
    "al-Bukhārī, al-Tārīkh al-kabīr , 8 vols. (Hyderabad 1941–5, repr. Hyderabad 1377/1958), 7:131",
    "Abū Nu‘aym, Ḥilyat al-awliyā’ , 10 vols. (Cairo 1352–7/1932–8), 3:44–50."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}
