{
  "id": "eweb_082",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-30386.xml?rskey=8GmZ5s&result=1",
  "annotator": "Antonio",
  "title": "Ḥātim al-Aṣamm",
  "authors": [
    "Francesco Chiabotti"
  ],
  "word_count": "(1,251 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Jun 2019",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Abū ʿAbd al-Raḥmān Ḥātim b. ʿUnwān (or Ḥātim b. Yūsuf or Ḥātim b. ʿUrwān b. Yūsuf) al-Aṣamm (the deaf; d. 237/851–2) was a native of Balkh, where he spent most of his life. A disciple of Shaqīq al-Balkhī (d. 194/809–10), he is considered one of the earliest spiritual masters of Khurāsān.",
    "Abū Saʿd al-Samʿānī (d. 562/1166), the important Arab biographer from Merv, mentions in his Kitāb al-ansāb (“The book of origins”) other relevant men who bear the same sobriquet (al-Samʿānī, Ansāb , 1:294–8). Ḥātim, however, seems to be the only one known metaphorically as “deaf” and not because of any physical defect. Ḥātim pretended not to hear in order to protect the honour of an old lady who accidentally farted in his presence (al-Qushayrī, 1:63; Gramlich, Sendschreiben , §1.13). This episode might be considered proof of Ḥāṭimʾs adherence to the ethical values of the fityān (Ar. plur. of fatā , lit., boy, manservant, slave; the futuwwa was a social and spiritual movement to which his spiritual master, Shaqīq al-Balkhī, probably also belonged) (al-Qushayrī, 1:56; Gramlich, Sendschreiben , §1.9). Shaqīq played a decisive role in Ḥātimʾs spiritual and religious education. The disciple spent considerable time with his master—thirty years, according to Ibn al-Jawzī (4:135)—and accompanied him in war against pagan Turks. His training as a fighter is often cited by hagiographical sources as a distinctive feature (al-Qushayrī, 1:57, 1:62; Gramlich, Sendschreiben , §1.9, §1.13). Ḥātim eventually died in a ribāṭ (a small fort, of the sort often used as Ṣūfī monasteries) called Raʾs Sarwand, near the city of Wāshajird (al-Sulamī, Ṭabaqāt , 80). The experience of jihād helped him to define his spiritual doctrine of life and death. War is an experience that can guide a man to absolute confidence in God (tawakkul). One of the the most important legacies of his teacher, Shaqīq, this concept was refined and disseminated by Ḥātim al-Aṣamm in his teachings (Radtke, 542; Gramlich, Alte Vorbilder , pt. 2, 68, Knysh, Islamic mysticism , 33). This radical attitude towards life and death is also visible in other aspects of his life. He had a large family—four wives and nine children—and an anecdote shows that concern for their support did not lessen his trust in God (Abū Nuʿaym, 8:79). Ḥāṭim was known also for his travels, as attested in an encounter with a Christian monk (Gramlich, Alte Vorbilder , pt. 2, 81, from al-Shaʿranī, al-Ṭabaqāt al-kubrā).",
    "Despite his distrust of men and his fame as an ascetic (zāhid) , he was active as a preacher and, according to some hagiographical sources, was a popular spiritual adviser (Wāʿiẓ-i Balkhī, 1:176; Gramlich, Alte Vorbilder , pt. 2, 76). His teachings often derive from his own exegesis of Qurʾānic passages concerning readiness to die and absolute sincerity towards God (ʿAṭṭār, Tadhkira , 1:246, Gramlich, Alte Vorbilder , pt. 2, 79). Al-Sulamī (d. 412/1021), the important Ṣūfī hagiographer and Qurʾān commentator, quotes him twice in his collection of mystical exegesis titled Ḥaqāʾiq al-tafsīr (“True realities of Qurʾānic exegesis”) in reference to Q 3:188 and Q 57:14. Ḥātim was aware of the role and influence of the religious establishment, and he acknowledged the evil that corrupt religious authorities could generate. He did not hesitate to admonish powerful men publicly (Gramlich, Alte Vorbilder , pt. 2, 87ff.), as in his criticism of the rulers and religious scholars of Medina (Abū Nuʿaym, 8:82–3). At the same time, he held in high esteem Aḥmad Ibn Ḥanbal (d. 241/855), the celebrated theologian, jurist, traditionist, and founder of one of the four major Sunnī schools, whom he visited in Baghdad (Abū Nuʿaym, 8:82; Khaṭīb al-Baghdādī, 8:242). Besides his oral teachings, he appears to have also composed some treatises that are no longer extant (al-Hujwirī, trans. Nicholson, 115).",
    "Ḥātim is a pivotal figure in the history of Islamic spirituality. Later sources recognised a line of spiritual transmission originating with his companionship with Shaqīq. Ḥātim’s own disciples, including Aḥmad b. Khiḍruyya (d. 240/854–5) and Abū Turāb al-Nakhshabī (d. 245/859), were part of the same chain of authority (cf. Gril, 40). In his logia , one sees also the emergence of codified practices that would later become signs of a Ṣūfī adept, such as the investiture with the patched cloak (muraqqaʿa) , called the “green death” (al-Qushayrī, 1:64; Gramlich, Sendschreiben , §1.13), or with the woollen mantel (ʿabāʾ) (al-Sulamī, Ṭabaqāt , 85). He was bilingual in Arabic and Persian. Because he was not fluent in classical Arabic (Abū Nuʿaym, 8:82), his teachings were probably all systematised in Arabic after his death (Gramlich, Alte Vorbilder , pt. 2, 63). Later local historiography, such as Ṣafī al-Dīn Wāʿiẓ-i Balkhīʾs Faḍāʾil-i Balkh (“The merits of Balkh”), testifies to the veneration of Ḥātim after his death. Ṣafī al-Dīn Wāʿiẓ-i Balkhī narrates some of Hātim’s miraculous qualities attested to by local people; he also visited Ḥātim’s hermitage (Gramlich, Alte Vorbilder , pt. 2, 66, 92–3).",
    "Print version: 9789004386655, 2019, 2019-4"
  ],
  "bibliography": [
    "Sources",
    "Abū Nuʿaym al-Iṣbahānī, Ḥilyat al-awliyāʾ wa-ṭabaqāt al-aṣfiyāʾ (Cairo 1932–8), 8:73–83",
    "ʿAbdallāh b. ʿUmar al-Wāʿiẓ-i Balkhī, Faḍāʾil-i Balkh , ed. ʿAbd al-Ḥayy-i Ḥabībī, Tehran 1350sh/1971",
    "Farīd al-Dīn Muḥammad ʿAṭṭār, Tadhkirat al-awliyāʾ , ed. Reynold Nicholson, 2 vols., Leiden 1905–7",
    "al-Hujwirī, Kashf al-maḥjūb , ed. Maḥmūd ʿĀbidī, Tehran 1383sh/2004–5",
    "al-Khaṭīb al-Baghdādī, Taʾrīkh Baghdād , 14 vols., Cairo 1349/1931",
    "al-Qushayrī, Risāla al-qushayriyya , ed. ʿAbd al-Ḥālīm Maḥmūd and Maḥmūd Ibn al-Sharīf, 2 vols., Cairo 1966, repr. 1990–4, trans. Richard Gramlich, Das Sendschreiben al-Qušayrīs über das Sufitum , Stuttgart 1989",
    "al-Samʿānī, al-Ansāb , ed. ʿAbd al-Raḥmān b. Yaḥyā al-Muʿallimī, 12 vols., repr. Cairo 1980–4",
    "al-Sulamī, Ṭabaqāt al-ṣūfiyya , ed. Johannes Pedersen, Leiden 1960",
    "al-Sulamī, Tafsīr al-Sulamī (= Ḥaqāʾiq al-tafsīr ), ed. Sayyid ʿImrān, 2 vols., Beirut 2001.",
    "Studies",
    "Richard Gramlich, Alte Vorbilder des Sufitums , pt. 1, Scheiche des Westens , Wiesbaden 1995",
    "Richard Gramlich, Alte Vorbilder des Sufitums , pt. 2, Scheiche des Ostens , Harrassowitz, Wiesbaden 1996",
    "Denis Gril, Compagnons ou disciples? La ṣuḥba et ses exigences. L’exemple d’Ibrāhīm b. Adham d’après la Ḥilyat al-awliyāʾ , in Geneviève Gobillot and Jean-Jacques Thibon (eds.), Les maîtres soufis et leurs disciples, III e -V e siècles de l’hégire (IX e -XI e s.). Enseignement, formation et transmission (Damascus 2013), 35–53",
    "Alexander D. Knysh, Islamic mysticism. A short history , Leiden 2000",
    "Alexander D. Knysh, Al-Qushayri’s epistle on Sufism , Reading 2007",
    "Louise Marlow, A translation from the Ḥilyat al-awliyāʾ wa-tabaqāt al-aṣfiyāʾ by Abū Nuʿaym al-Iṣfahānī. The life of Ḥātim al-Aṣamm, al-ʿArabiyya 19 (1986), 29–46",
    "Reynold A. Nicholson, Kashf al-maḥjúb of Hujwiri. The oldest Persian treatise on Súfism , Leiden 1911, London 1976",
    "Bernd Radtke, Theologen und Mystiker in Ḫurāsān und Transoxanien, ZDMG 136 (1986), 536–69",
    "Aluma Solnik-Dankowitz, On the life and teachings of the mystic Ḥātim al-Aṣamm. An example of Sufi anecdotes in Jewish sources (in Hebrew), in Sefunot. Studies and Sources on the History of the Jewish Communities in the East n.s. 23 (2003), 75–97",
    "Georges Vajda, Une réplique rarement attestée de Ḥātim al-Aṣamm, Arabica 23 (1976), 88–90."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 505
}
