{
  "id": "eweb_083",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-27469.xml?rskey=kBdtVq&result=1",
  "annotator": "Antonio",
  "title": "Ghulām Khalīl",
  "authors": [
    "Maher Jarrar"
  ],
  "word_count": "(3,081 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Oct 2015",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Abū ʿAbdallāh Aḥmad b. Muḥammad b. Ghālib al-Bāhilī, known as Ghulām Khalīl (d. 275/888), was originally from Basra, a client (mawlā) of the Bāhila clan, who resided most of his life in Baghdad. He appears in the sources as a controversial figure, mostly in connection with the persecution (miḥna) that he inflicted on the Ṣūfīs of Baghdad. He is known otherwise as an ascetic and a popular preacher (qāṣṣ, wāʿiẓ) , who had a poor reputation as a traditionist (muḥaddith). The sources do not explain his appellation “Ghulām Khalīl” or “Ghulām al-Khalīl” (both forms are attested in the sources; here I use throughout “Ghulām Khalīl,” which is given on the title page of his K. Sharḥ al-sunna , MS., Damascus, al-Ẓāhiriyya, majmūʿ 13). Ghulām might refer to a “boy,” “apprentice,” or “adherent” of an elder shaykh or scholar, in this case named Khalīl, who so far remains unknown. Van Ess ( TG 4:285) suggests, however, that Ghulām al-Khalīl might be an honorific title taken to mean “Servant of Abraham.”",
    "Al-Dhahabī (d. 748/1348) praised him as a knowledgeable scholar (ʿālim) , an ascetic, and a preacher (13:283) and praises his “soundness of belief” (ṣiḥḥat al-muʿtaqad) and his activism in “commanding right and forbidding wrong” (al-amr bi-l-maʿrūf wa-l-nahy ʿan al-munkar).",
    "Ghulām Khalīl was known as an ascetic. Ibn Ḥibbān (d. 354/965) says that he was a “renunciant” (kāna yataqashshaf) , and Ibn al-Nadīm (d. c. 380/990) counts him among the ascetics and mystics and mentions four books that he wrote, among which is a K. al-mawāʿiẓ (“The book of sermons or exhortations”). His ascetic tendencies represent the old school of Basra, which was hostile to the idea of mutual love and closeness between God and man (Massignon, Passion , 1:22, 3:106; van Ess, TG 4:283; Knysh, 61–2).",
    "His role as a popular preacher (qāṣṣ, wāʿiẓ) stands out in his career, but the ḥadīth scholars accused him of fabricating traditions in order to preach to the common people and soften their hearts (al-Baghdādī, 6:247; Ibn al-Jawzī, al-Muntaẓam , 12:266; al-Dhahabī, 13:284). Ibn al-Jawzī (d. 597/1200) relates two anecdotes about his preaching sessions ( K. al-quṣṣāṣ , 297–98). Ghulām Khalīl must have been a charismatic preacher, because al-Dhahabī describes him as a “master of Baghdad” (shaykh Baghdād) , a man of “admirable sublimity” (jalāla ʿajība) and “authoritative somberness” (ṣawla mahība). In fact, public admonition and tadhkīr were clearly affiliated with the authorities from an early date (Armstrong, chap. 5). It is not surprising, then, that part of his charisma derived from his close contacts with the court—al-Hujwīrī, Kashf , 349; ʿIyāḍ, 4:283, gives an interesting report from a banquet of some notables and the Mālikī Qāḍī Ismāʿīl b. Isḥāq—especially with the mother of the ʿAbbāsid regent and military strongman al-Muwaffaq (d. 278/891) (al-Dhahabī, 13:284; al-Masʿūdī, 5:134, no. 3235; Kennedy, al-Muwaffaḳ, EI2 ). Ghulām Khalīl’s dogmatic affiliation is unclear: Massignon ( Recueil des textes , 212, and Passion , 1:80–1), Schacht (40), GAS (1:511), Nwyia (317), Madelung (al-Kharrāz), Ernst (97), and Schimmel (60) consider him a Ḥanbalī. Van Ess ( TG 4:284, and Der Eine , 1:285–6) and Jarrar and Günther (12, 19) noticed a propensity towards Ḥanbalism but did not consider him Ḥanbalī. Melchert (Ḥanābila, 361), however, sees strong evidence of a connection with Ḥanbalism. Nonetheless, Melchert’s claim (Baṣran origins, 240, n. 98) that Jarrar and Günther supported the view that he was Ḥanbalī is incorrect.",
    "In 264/877–8, upon arriving from Wāsiṭ (al-Dhahabī, 14:71), Ghulām Khalīl used his influence at the court to denounce the teaching of several Ṣūfīs who went beyond the traditional, Qurʾānic, terminology of love ( ḥubb , Q 5:54) for God by describing this relationship using the more passionate term ʿishq . This led to a formal persecution of the Ṣūfīs, whom he charged with zandaqa (heresy), a persecution that came to be known as miḥnat Ghulām Khalīl (Abū Nuʿaym, 10:250; al-Baghdādī, 6:335; Ibn al-Jawzī, Talbīs , 1011, 1034–8; al-Dhahabī, 14:71). Seventy to seventy-five Ṣūfīs, among them Abū l-Ḥusayn al-Nūrī, al-Kharrāz, Abū Ḥamza, and Sumnūn al-Muḥibb, were summoned by the muḥtasib (the officially appointed censor; Cook, 471) and interrogated by the grand qāḍī of Baghdad, the Mālikī Ismāʿīl b. Isḥāq (on this miḥna and the fate of these Ṣūfīs see al-Sarrāj, al-Lumaʿ , 498–9; al-Makkī, 2:530; al-Sulamī, 55; Abū Nuʿaym, 10:250; al-Baghdādī, 6:335–6; al-Qushayrī, 2:404; al-Hujwīrī, Kashf , 349, 421; Ibn al-Jawzī, Talbīs , 1011, 1034–8; ʿAṭṭār, 2:48; al-Dhahabī, 13:284–5, 14:71; Massignon, Passion , 1:80–1; Ernst, 79–101; Melchert, Transition, 65–70; Melchert, Ḥanābila, 360–2; van Ess, TG 4:281–3; Gramlich, Lebensweise , 71; Schimmel, 60–1; van Ess, Sufism, 26–7; Böwering, Early Sufism, 54–6; Knysh, 61–3; Karamustafa, 11–2, 21–3; van Ess, Der Eine , 1:285–8). Melchert argues that one of the consequences of this trial was that al-Junayd developed “a language to deal with mystical experience that would not offend more old fashioned ascetics” (Transition, 66; Sufis, 239).",
    "Only one book has reached us from the œuvre of Ghulām Khalīl—it is not mentioned by Ibn al-Nadīm ( al-Fihrist , 186)—namely, K. Sharḥ al-sunna (Jarrar and Günther, 13, 26–31). It belongs to the ʿaqīda genre, in which the author lays out an Islamic creed, with no exposition. Instead, Ghulām Khalīl expressly addresses the ahl al-sunna wa-l-jamāʿa (adherents of the example of the Prophet and of the congregations of Sunnī Muslims) and appeals to them to adhere strictly to all the principles given in his book. The first transmitter of the book was Aḥmad b. Kāmil (d. 350/961), a student of Ghulām Khalīl and of al-Ṭabarī (d. 310/922–3); he was given a copy of the text by the author himself, who is identified as “Abū ʿAbdallāh al-Bāhilī Ghulām Khalīl.” As early as 1870 Massignon drew attention to Ghulām Khalīl and the Damascus Sharḥ , and he edited a short passage of it ( Recueil des textes , 212; German trans. Schacht, 40; Massignon made extensive use of it in The passion of al-Hallaj ; see also GAS , 1:515; van Ess, TG 4:282; and van Ess, Der Eine , 1:285). The text is, however, quoted at length by the Ḥanbalī scholar from Baghdad Ibn Abī Yaʿlā (d. 526/1131) in his Ṭabaqāt al-ḥanābila (ed. al-Fiqī, 2:18–43; ed. al-ʿUthaymīn, 3:37–76; Ibn Taymiyya, Bughyat al-murtād , 258, quoting a sentence from it; al-ʿUlaymī, al-Manhaj , 2:227–36; Ibn Mufliḥ, al-Maqṣad , 2:329–30), where he ascribed it, under the title Sharḥ kitāb al-sunna (sic), to al-Ḥasan b. ʿAlī al-Barbahārī, a Ḥanbalī leader and populist activist (d. 329/941). Based on Ibn Abī Yaʿlā’s ascription to al-Barbahārī, Laoust ( Profession , xlvii), Bell ( Love theory , 48–50), Juynboll (Sunna), and Mughni ( Ḥanbalī movements , 107) also attribute the work to the latter. Melchert has argued that “the document seems more likely to be al-Barbahārī’s, not Ġulām Ḫalīl’s” (Ḥanābila, 362, and al-Barbahārī, EI3 ). The riwāyat al-kitāb (transmission of the book) on the title page of the al-Ẓāhiriyya manuscript, however, presents a list of five generations of scholars who, over a period of three centuries, transmitted this text attributed to Ghulām Khalīl; two of these scholars were Ḥanbalīs (the al-Ẓāhiriyya manuscript was edited twice by modern neo-Ḥanbalīs/Wahhābīs who attributed it, unsurprisingly, to the Ḥanbalī al-Barbahārī and made no mention of Ghulām Khalīl, in spite of the fact that his name appears on the title page and in the samāʿ , the testimony confirming studying with a certain shaykh ). Two commentaries and an English translation have also been published (see bibliography under al-Barbahārī). In addition to the arguments advanced by Jarrar and Günther (31–2) in favour of the ascription of K. Sharḥ al-sunna to Ghulām Khalīl, two new arguments might be added. First, as evidence external to the document itself, the Shāfiʿī and strict adherent of the sunna , al-Imām Qawwām al-Sunna (d. 535/1140), from Iṣfahān, while enumerating the Sunnī creeds with which he is familiar, mentions a creed by Ghulām Khalīl, although he does not give its title ( al-Ḥujja , 2:475). Another evidence is from the text itself: one of the principles advocated in the creed (fol. 4a; ed. al-Radādī, 75, ed. al-Jummayzī, 51; al-Zuʿkurī, Fatḥ al-bārī , 1:277; Ibn Abī Yaʿlā, Ṭabaqāt al-ḥanābila , ed. al-Fiqī, 2:20, ed. al-ʿUthaymīn, 3:41) supports the general Muslim belief that upon his descent from heaven, and after killing the anti-Christ, Jesus the son of Mary will marry and perform the ritual prayer behind the leader from amongst Muḥammad’s family al-Qāʾim min Āl Muḥammad (for the term al-Qāʾim , see Widengren, 44–9). The first part of the saying is common and is attested in various Sunnī creeds, but the second part, especially the use of the phrase al-Qāʾim min Āl Muḥammad , appears odd in a Sunnī—and, for that matter, a Ḥanbalī—creed, should the attribution to al-Barbahārī be accepted. Curiously, the saying appears in the text attributed to al-Barbahārī in Ṭabaqāt al-ḥanābila as well as in the two modern editions, although the modern commentaries pass in silence over the significance of the phrase. This phrase, which contains apocalyptic nuances, was in common use among the various early Hāshimī and Shīʿī factions during the early second/eighth century and formed part of the ʿAbbāsid propaganda during the years of the secret mission ( Akhbār , 51, 52, 199, 200, 238, 288, 317; on the author of this book, see Daniel, 419–39; al-Dūrī, al-Fikra al-mahdiyya, 124, 127–8; and Madelung, New documents, 343, in a letter attributed to al-Maʾmūn). In fact, it has continued in active use by Ismāʿīlīs and Twelver Imāmīs up to the present. It thus seems more probable that Ghulām Khalīl, a preacher propagating for the ʿAbbāsid authorities, would accentuate its use in times of trouble, such as those of political instability within the ruling house and the revolt of the Zanj, which characterised his era. In fact, apocalyptic expectations about the coming of al-Qāʾim al-Mahdī had been widespread among the ʿAbbāsids since the reign of al-Maʾmūn (198–218/813–33) (Madelung, New documents, 345).",
    "Ghulām Khalīl died in Baghdad on 22 Rajab 275/30 November 888. Eyewitness reports of his funeral suggest clearly that he was, at the end of his life, a person of renown (Jarrar and Günther, 18). He was buried in his hometown of Basra, and a cupola, or shrine (qubba) , was built over his tomb.",
    "Print version: 9789004282131, 2015, 2015-4"
  ],
  "bibliography": [
    "Sources",
    "Abū Nuʿaym al-Iṣfahānī, Ḥilyat al-awliyāʾ wa-ṭabaqāt al-aṣfiyāʾ , 10 vols. in 5, Cairo 1352–7/1932–8",
    "Anon., Akhbār al-dawla al-ʿabbāsiyya , ed. ʿAbd al-ʿAzīz al-Dūrī and ʿAbd al-Jabbār al-Muṭṭalibī, Beirut 1971",
    "Farīd al-Dīn ʿAṭṭār, Tadhkirat al-awliyāʾ , ed. Reynold Alleyne Nicholson, 2 vols., Leiden 1905–7",
    "al-Khaṭīb al-Baghdādī, Taʾrīkh Baghdād , ed. Bashshār ʿAwwād Maʿrūf, 17 vols., Beirut 2001",
    "al-Ḥasan b. ʿAlī al-Barbahārī, Sharḥ al-sunna , ed. ʿAbd al-Raḥmān b. Aḥmad al-Jummayzī, Riyadh 1426/2005",
    "al-Ḥasan b. ʿAlī l-Barbahārī, Sharḥ al-sunna, taʾlīf Imām ahl al-sunna wa-l-jamāʿa fī ʿaṣrihi Abū… Muḥammad al-Ḥasan b. ʿAlī b. Khalaf al-Barbahārī , ed. Abū Yāsir Khālid b. Qāsim al-Radādī, Medina 1414/1993",
    "al-Ḥasan b. ʿAlī al-Barbahārī and ʿAbdalḥamīd b. Yaḥyā b. Zayd al-Ḥajūrī l-Zuʿkurī, Fatḥ al-bārī ʿalā Sharḥ al-sunna li-l-Barbahārī , Ṣaʿda (Damāj) 1433/2011 (Damāj is a stronghold of Salafī, Wahhābī Islam in North Yemen)",
    "al-Ḥasan b. ʿAlī al-Barbahārī and Jumʿa b. Ṣāliḥ, Ghāyat al-minna ʿalā Sharḥ al-sunna, taʾlīf Imām ahl al-sunna wa-l-jamāʿa fī ʿaṣrihi Abī Muḥammad al-Ḥasan b. ʿAlī b. Khalaf al-Barbahārī , Cairo 1428/2007",
    "al-Ḥasan b. ʿAlī al-Barbahārī and ʿAbdallāh b. Ṣāliḥ al-ʿUbaylān, al-Nubadh ʿalā Sharḥ al-sunna, rājaʿahu wa-ṣaḥḥaḥahu samāḥat al-Shaykh ʿAbdalʿazīz b. ʿAbdallāh Āl al-Shaykh muftī ʿāmm al-Mamlaka al-ʿArabiyya al-Saʿūdiyya , Kuwait 1423/2003",
    "al-Ḥasan b. ʿAlī al-Barbahārī, Sharḥ al-sunna. Explanation of the Creed , trans. Abu Talhah Daawood ibn Ronald Burbank, Birmingham 1995",
    "al-Dhahabī, Siyar aʿlām al-nubalāʾ , ed. Shuʿayb al-Arnāʾūṭ et al., 25 vols., Beirut 1996/1417",
    "ʿAbd al-ʿAzīz al-Dūrī, al-Fikra al-mahdiyya bayn al-daʿwa al-ʿAbbāsiyya wa-l-ʿaṣr al-ʿAbbāsī al-awwal , in Wadād al-Qāḍī (ed.), Studia Arabica et Islamica. Festschrift for Iḥsān ʿAbbās (Beirut 1981), 123–32",
    "Ibn Abī Yaʿlā, Ṭabaqāt al-Ḥanābila , ed. Muḥammad Ṭayyib Ḥāmid al-Fiqī, 2 vols. Cairo 1952, ed. ʿAbd al-Raḥmān b. Sulaymān al-ʿUthaymīn, 3 vols., Riyadh 1419/1998",
    "Ibn Ḥibbān, Kitāb al-majrūḥīn min al-muḥaddithīn wa-l-ḍuʿafāʾ wa-l-matrūkīn , ed. Maḥmūd Ibrāhīm Zāʾid, 3 vols., Aleppo 1395–6/1975–6",
    "Ibn al-Jawzī, Kitāb al-quṣṣāṣ wa-l-mudhakkirīn , ed. Muḥammad b. Luṭfī al-Ṣabbāgh, Beirut and Damascus 1403/1983",
    "Ibn al-Jawzī, al-Muntaẓam fī taʾrīkh al-mulūk wa-l-umam , ed. Muḥammad ʿAbd al-Qādir ʿAṭā and Muṣṭafā ʿAbd al-Qādir ʿAṭā, 19 vols. in 17, Beirut 1992–3",
    "Ibn al-Jawzi, Talbīs Iblīs , ed. Aḥmad b. ʿUthmān al-Mazyad, 2 vols., Riyadh 1423/2002",
    "Ibn Mufliḥ, al-Maqṣad al-arshad fī dhikr aṣḥāb al-Imām Aḥmad , ed. ʿAbd al-Raḥmān b. Sulaymān al-ʿUthaymīn, 3 vols., Riyadh 1410/1990",
    "Ibn al-Nadīm, al-Fihrist , ed. Gustav Flügel, 2 vols. in 1, Leipzig 1871–2",
    "Ibn Taymiyya, Bughyat al-murtād fī l-radd ʿalā al-mutafalsifa wa-l-qarāmiṭa wa-l-bāṭiniyya ahl al-ilḥād , ed. Mūsā b. Sulaymān al-Duwaysh, Medina 1423/2001",
    "ʿIyāḍ b. Mūsa (al-Qāḍī ʿIyāḍ), Tartīb al-madārik wa-taqrīb al-masālik li-maʿrifat aʿlām madhhab Mālik , vol. 4, Rabat 1970",
    "Abū Ṭālib al-Makkī, Die Nahrung der Herzen , trans. Richard Gramlich, 4 vols., Stuttgart 1992–5",
    "Abū Ṭālib al-Makkī, Qūt al-qulūb , 4 vols., Cairo 1351/1932",
    "al-Masʿūdī, Murūj al-dhahab wa-maʿādin al-jawhar , ed. Charles Pellat, 7 vols., Beirut 1966–79",
    "ʿAbd al-Karīm b. Hawāzin al-Qushayrī, al-Risāla , ed. ʿAbd al-Ḥalīm Maḥmūd and Maḥmūd b. al-Sharīf, 2 vols., Cairo 1994–5",
    "Abū Naṣr al-Sarrāj, al-Lumaʿ , ed. ʿAbd al-Ḥalīm Maḥmūd and Ṭāha ʿAbd al-Bāqī Surūr, Cairo 2002",
    "Muḥammad b. al-Ḥusayn al-Sulamī, Masāʾil wa-taʾwīlāt Ṣūfiyya , ed. Bilal Orfali and Gerhard Bowering, Beirut 2010",
    "Ismāʿīl b. Muḥammad al-Taymī al-Aṣbahānī, al-Ḥujja fī bayān al-maḥajja wa-sharḥ ʿaqīdat ahl al-Sunna , vol. 1, ed. Muḥammad b. Rabīʿ b. Hādī ʿUmayr al-Madkhalī, vol. 2, ed. Muḥammad b. Maḥmūd Abū Raḥīm, n.p., n.d.",
    "al-ʿUlaymi, al-Manhaj al-aḥmad fī tarājim aṣḥāb al-Imām Aḥmad , ed. ʿAbd al-Qādir al-Arnāʾūṭ et al., 6 vols., Beirut 1997.",
    "Studies",
    "Lyall Richard Armstrong, The quṣṣāṣ of early Islam , Ph.D. diss., University of Chicago 2013",
    "Joseph Norment Bell, Love theory in late Hanbalite Islam , Albany 1979",
    "Gerhard Böwering, Early Sufism between persecution and heresy, in Frederick De Jong and Bernd Radtke (eds.), Islamic mysticism contested. Thirteen centuries of controversies and polemics (Leiden 1999), 45–67",
    "Michael Cook, Commanding right and forbidding wrong in Islamic thought , Cambridge 2000",
    "Elton L. Daniel, The anonymous “History of the Abbāsid family” and its place in Islamic historiography, IJMES 14/4 (1982), 419–34",
    "Carl W. Ernst, Words of ecstasy in Sufism , Albany 1985",
    "Josef van Ess, Der Eine und das Andere. Beobachtungen an islamischen Häresiographischen Texten , 2 vols., Berlin 2011",
    "Josef van Ess, Sufism and its opponents. Reflections on topoi, tribulations, and transformations, in Frederick de Jong and Bernd Radtke (eds.), Islamic mysticism contested. Thirteen centuries of controversies and polemics (Leiden 1999), 22–44",
    "Van Ess, TG",
    "Richard Gramlich (trans.), Die Lebensweise der Könige. Adab al-Mulūk Ein Handbuch zur islamischen Mystik , Stuttgart 1993",
    "Maher Jarrar and Sebastian Günther, Ġulām Ḫalīl und das K. Šarḥ as-sunna . Erste Ergebnisse einer Studie zum Konservatismus ḥanbalitischer Färbung im Islam des 3./9. Jahrhundert, ZDMG 153/1 (2003), 11–36",
    "G. H. A. Juynboll, Sunna, EI2",
    "Ahmet T. Karamustafa, Sufism. The formative period , Edinburgh 2007",
    "Alexander Knysh, Islamic mysticism. A short history , Leiden 2000",
    "Henri Laoust, al-Barbahārī, EI2",
    "Henri Laoust, La profession de foi d’Ibn Baṭṭa, traditionniste et jurisconsulte musulman d’école ḥanbalite, mort en Irak à ʿUkbara en 387/997 , Damascus 1958",
    "Wilferd Madelung, al-Kharrāz, EI2",
    "Wilferd Madelung, New documents concerning al-Maʾmūn, al-Faḍl b. Sahl, and ʿAlī al-Riḍā, in Wadād al-Qāḍī (ed.), Studia Arabica et Islamica. Festschrift for Iḥsān ʿAbbās (Beirut 1981), 333–46",
    "Louis Massignon, The passion of al-Hallaj. Mystic and martyr of Islam , trans. from the French Herbert Mason, 4 vols., Princeton 1982",
    "Louis Massignon, Recueil des textes inédits concernant l’histoire de la mystique en pays d’Islam (Paris 1929), 212–3",
    "Christopher Melchert, al-Barbahārī, EI3; Christopher Melchert, Basran origins of classical Sufism, DI 82/2 (2005), 221–40",
    "Christopher Melchert, The Ḥanābila and the early Sufis, Arabica 48/3 (2001), 352–67",
    "Christopher Melchert, Sufis and competing movements in Nishapur, Iran 39 (2001), 237–47",
    "Christopher Melchert, The transition from asceticism to mysticism at the middle of the ninth century C.E., SI 83 (1996), 51–70",
    "Syafiq [sic] A. Mughni, Ḥanbalī movements in Baghdād from Abū Muḥammad al-Barbahārī (d. 329/941) to Abū Jaʿ far al-Hāshimī (d. 470/1077) , Ph.D. diss., University of California, Los Angeles 1990",
    "Paul Nwyia, Exégèse coranique et langage mystique. Nouvel essai sur le lexique technique des mystiques musulmans , Beirut 1970",
    "Joseph Schacht, Der Islam. Mit ausschluss des Qorʾāns , Tübingen 1931 2",
    "Annemarie Schimmel, Abū ’l-Ḥusayn al-Nūrī. “Qibla of the lights,” in Leonard Lewisohn (ed.), The heritage of Sufism , vol. 1, Classical Persian Sufism from its origins to Rumi (700–1300) (Oxford 1999), 59–64",
    "Geo Widengren, The ascension of the apostle of God and the heavenly book , Uppsala 1950."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}