{
  "id": "eweb_086",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-30524.xml?rskey=KTmCVT&result=1",
  "annotator": "Antonio",
  "title": "Ḥourī",
  "authors": [
    "Andrew Rippin"
  ],
  "word_count": "(1,647 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "07 Jul 2016",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Ḥourī s are the virgins of Paradise promised to believers in the afterlife. The English word “houri” is derived from the Persian ḥūrī via French, which ultimately comes from the Arabic noun ḥūriyya . The Arabic word ḥūr is the plural of the adjective ḥawrāʾ (fem.)/ aḥwar (masc.), which denotes a general sense of “whiteness.” The term is used to describe the eye of a gazelle or oryx as it contrasts with the vivid blackness of its pupil, exemplified in the expression ḥūr al-ʿīn , “having eyes like those of gazelles and of cows,” which is often applied to women (Lane, Lexicon , 666).",
    "The word ḥūr is used four times in the Qurʾān, three of which appear in the combination ḥūr ʿīn (the construction ḥūr al-ʿīn is not Quranic). All are embedded in descriptions of Paradise. Q 44:54 and 52:20 state “We will marry them (zawwajnāhum) with ḥūr ʿīn ,” while Q 56:22–3 lists ḥūr ʿīn as being among the rewards of Paradise, along with food and drink, and describes them as being “like hidden pearls.” Q 55:70–2 specifically associates the ḥūr and women: fīhinna khayrāt ḥisān , “therein maidens good and comely … ḥourīs cloistered in cool pavilions.” (trans. Arberry)",
    "Such passages have been read in combination with other descriptions of the joys of Paradise within the Qurʾān in order to add some degree of clarity to the nature of the ḥūr ʿīn . For example, Q 56:35–8 states “Perfectly We formed them [feminine], perfect, and We made them spotless virgins (jaʿalnāhunna abkār) , chastely amorous, like of an age for the Companions of the Right” (Arberry) in which the “them” is understood as being the ḥourīs. Q 38:52 says that these beings are “like-aged maidens restraining their gaze” (qāṣirāt al-ṭarf atrāb) and 37:48 has it as qāṣirāt al-ṭarf ʿīn (“large-eyed maidens restraining their gaze”); 55:56 adds that “no human or jinn has touched them previously.” Q 78:33 describes the reward as kawāʿib atrāb , usually understood as “like-aged, large-breasted maidens.”",
    "The picture of Paradise was developed in its details early on in Islamic literature and the heavenly maidens were an integral part of the description. The earliest sīra texts place the ḥourīs in a nursing role within battle scenes, providing a glimpse of the comfort and rewards to those injured and killed while fighting (Ibn Isḥāq II 24, 177, 345; Guillaume 349, 430, 519; also see Jarrar on the jihād text of Ibn al-Mubārak, d. 181/797). According to the miʿrāj narratives a vision of the ḥourīs was given to Muḥammad (although this does not appear in Ibn Isḥāq’s account), in which their playfulness and companionship is emphasised. It is within the ḥadīth that there are expanded references to ḥourīs and their sensual nature begins to be emphasised (Wensinck, Handbook , s.v. “Paradise: the ḥūr ”). The delicateness of their flesh to the point of transparency is frequently elaborated (e.g., al-Bukhārī, K. Badʾ al-khalq , bāb mā jāʾa fī ṣifat al-janna : “the marrow of their leg bones will be seen through the flesh”) and the implications of their purity is emphasised such that normal (female) bodily functions (including ageing) do not occur. The idea of a reward of 72 wives from among the ḥourīs also appears (al-Tirmidhī, K. Ṣifat al-janna , #2760: “The smallest reward for someone in Paradise is 80,000 servants and 72 wives,” although this is specifically for martyrs; K. Faḍāʾil al-jihād , #1662), but later elaborations provide other figures ranging into the thousands. Subsequent works devoted to the afterlife (surveyed by Rustomji, The garden and the fire , 99–100, 111–15; Bouhdiba, 72–87; as an example see al-Ghazālī, IV 524–7) collate, integrate, and elaborate these elements and provide a cohesive picture of the afterlife and the characteristics of Paradise.",
    "The ḥourīs feature as an element in the Christian critique of Islam from the very beginning, as the sensual and sexual nature of the Islamic Paradise was in general suggested as unseemly. For example, Theodore Abū Qurra (d. after 201/816), in his purported debate with the caliph al-Maʾmūn, sarcastically raised the issue of the eschatological reward for Muslim women if their husbands are promised ḥourīs in Paradise ( Mujādalāt Abī Qurra , 77, 109). For others it was a simple observation that such delights in the hereafter were wholly inappropriate to a spiritual religion (Daniel, 172–6).",
    "The ḥourīs have also attracted substantial scholarly attention. While early Arabic poetry incorporated the figures extensively, which has been taken by some as an indication of a native Arabic origin for the image (Horovitz, Wendell), their relationship to Christian imagery has proven both fascinating and contentious. It is the absence of these figures—indeed, the complete denial of sexuality in the hereafter—in Christianity’s vision of an otherwise very real Paradise that led to speculation over the origin of the image of these maidens. While Zoroastrianism (Berthels, Jeffery), Judaism (Künstlinger), and misunderstood Christian images of angels (Wensinck) have been postulated as their basis, more attention has been paid to Syriac Christianity, especially in connection with the imagery of the bridal chamber in the Hymns on Paradise of Saint Ephrem (d. 373) (Andrae; rejected in Beck; van Reeth). The theory of the pseudonymous Luxenberg, which has received much popular attention, is that ḥūr ʿīn should be understood as meaning “crystal (clear) white (grapes)” on the basis of a mixed Aramaic etymology and a rewritten Quranic text; this postulate has not, however, withstood scholarly critiques (Wild, Saleh). The image of the frustrated martyr not being greeted by his expected virgins as a reward and receiving only grapes has, however, become firmly established in popular imagination (Rustomji, “American visions”).",
    "Given the prominence in contemporary discussions, both scholarly and popular, of women in Islam, the ḥourīs have also received attention because of what the traditional picture may suggest about male attitudes to women, and the “culturally specific limitations” of the “mythological depictions… of the ideal female” (Wadud, 55). In such contexts, the Quranic descriptions tend to be read as non-specific in terms of gender, such that the emphasis becomes “partnering” with a mate rather than a man being married to a ḥourī. The historicising of the ḥūr ʿīn passages is also common, with the remark (Wadud, 55) that their occurrence being limited to Meccan passages of the Qurʾān indicates that the cultural limitations of the environment of that city were recognised as the Muslim community developed. Ṣūfī-influenced interpretations, seeing the ḥourīs as metaphorical, are also popular; in such views, they are spouses for the soul (as a classical interpretation see, for example, Kāshānī, Tafsīr , ad Q 2:25).",
    "Print version: 9789004305779, 2016, 2016-4"
  ],
  "bibliography": [
    "Tor Andrae, Der Ursprung des Islams und das Christentum (Uppsala 1926), 151–61",
    "Edmund Beck, Eine christliche Parallele zu den Paradiesesjungfrauen des Korans?, Orientalia Christiana Periodica 14 (1948), 398–405",
    "Edmund Beck, Les Houris du Coran et Ephrem le syrien, MIDEO 6 (1959–61), 405–8",
    "Eugen Eduardovič Berthels, Die paradiesischen Jungfrauen (Ḥūrīs) im Islam, Islamica 1 (1925), 263–87",
    "Abdelwahab Bouhdiba, Sexuality in Islam , London 2004",
    "Norman Daniel, Islam and the West. The making of an image , Edinburgh 1960",
    "al-Ghazālī, Iḥyāʾ ʿulūm al-dīn , ed. Badawī Ṭabāna (Beirut1957) 4:524–7, tr. Timothy Winter, al-Ghazālī. The remembrance of death and the afterlife. Kitāb dhikr al-mawt wa-mā baʿdahu. Book XL of The revival of the religious sciences, Iḥyāʾ ʿulūm al-dīn (Cambridge 1989), 244–9",
    "Josef Horovitz, Das koranische Paradies , (Scripta Universitatis atque Bibliothecae Hierosolymitanarum, Jerusalem 1923)",
    "repr. in Rudi Paret (ed.), Der Koran (Darmstadt 1975), 53–73",
    "Ibn Isḥāq [Ibn Hishām], al-Sīra al-nabawiyya , ed. M. al-Saqqā, I. al-Abyārī, ʿA. Shalba, Cairo 1955 (2nd ed.), trans. A. Guillaume, The life of Muḥammad. A translation of [Ibn] Isḥāq’s Sīrat rasūl Allāh, Oxford 1955",
    "Maher Jarrar, The martyrdom of passionate lovers. Holy war as sacred wedding, in Angelika Neuwirth et al (eds.), Myths, historical archetypes and symbolic figures in Arabic literature. Towards a new hermeneutic approach (Beirut 1999), 87–107",
    "Arthur Jeffery, The foreign vocabulary of the Qurʾān , Baroda 1938",
    "David Künstlinger, Einiges über die Namen und die Freuden des Kurānischen Paradieses, BSOAS 6 (1930–32), 617–32",
    "Rüdiger Lohlker and Andrea Nowak, Das islamische Paradies als Zeichen. Zwischen Märtyrerkult und Garten, WZKM 99 (2009), 199–225",
    "Christoph Luxenberg, Die syro-aramäische Lesart des Koran. Ein Beitrage zur Entschlüsselung der Koransprache , Berlin 2000, 2004 2",
    "English tr. as The Syro-Aramaic reading of the Koran. A contribution to the decoding of the language of the Koran (Berlin 2007), 247–83",
    "Nerina Rustomji, American visions of the houri , MW 97 (2007), 79–92",
    "Nerina Rustomji, The garden and the fire. Heaven and hell in Islamic culture , New York 2009",
    "Walid Saleh, The etymological fallacy and Qurʾānic studies. Muhammad, paradise, and late antiquity, in Angelika Neuwirth, Nicolai Sinai, and Michael Marx (eds.), The Qurʾān in context. Historical and literary investigations into the Qurʾānic milieu (Leiden 2010), 649–98",
    "Jan M. F. van Reeth, Le vignoble du paradis et la chemin qui y mène. La thèse de C. Luxenberg et les sources du Coran, Arabica 53 (2006), 511–24",
    "al-Tirmidhī, al-Jāmiʿ al-ṣaḥīḥ , eds. A. M. Shākir and M. F. ʿAbd al-Bāqī, Cairo 1937",
    "Stefan Wild, Lost in philology? The virgins of paradise and the Luxenberg hypothesis, in Angelika Neuwirth, Nicolai Sinai, and Michael Marx (eds.), The Qurʾān in context. Historical and literary investigations into the Qurʾānic milieu (Leiden 2010), 625–47",
    "Amina Wadud, Qurʾan and woman. Rereading the sacred text from a woman’s perspective , Oxford 1999",
    "Charles Wendell, The denizens of Paradise, Humaniora Islamica 2 (1974), 29–59",
    "A.J. Wensinck, A handbook of early Muhammadan tradition , Leiden 1927",
    "Theodore Abu Qurra, Mujādalāt Abī Qurra , ed. I. Dick, Aleppo 1999."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}