{
  "id": "eweb_090",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-32161.xml?rskey=pdYUGc&result=1",
  "annotator": "Antonio",
  "title": "Ibn Nujayd",
  "authors": [
    "Jean-Jacques Thibon"
  ],
  "word_count": "(931 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 May 2018",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Abū ʿAmr Ismāʿīl b. Nujayd b. Aḥmad b. Yūsuf b. Sālim b. Khālid al-Sulamī, known as Ibn Nujayd , was a Shāfiʿī scholar, a reputed traditionist, and an esteemed Ṣūfī, the disciple and successor of Abū ʿUthmān al-Ḥīrī (d. 298/910) and the last of his disciples to die.",
    "He was born in Nīshāpūr in 272/885–6 and died in 366/976, according to his grandson Abū ʿAbd al-Raḥmān Muḥammad b. Ḥusayn al-Sulamī (d. 412/1021) or in 365/975, according to his disciple Abū ʿAbdallāh al-Ḥākim (d. 405/1014) as cited by al-Samʿānī (3:279) and al-Dhahabī ( Siyar , 16:148). Al-Qushayrī (d. 465/1073), the major Central Asian religious scholar, Ṣūfī manualist, and hagiographer from Nīshāpūr, is the only authority to assert that he died in Mecca. The young Ibn Nujayd is said to have met al-Junayd (d. 298/910), the famous Baghdad Ṣūfī of Persian origin, according to al-Sulamī, the Ṣūfī master, traditionist, and hagiographer from Nīshāpūr.",
    "Such varied affiliations were common amongst the notables of Nīshāpūr at the time. He belonged to a family of scholars, one of whose specialties was ḥadīth ; his own grandfather Aḥmad b. Yūsuf, known as Ḥamdān (d. 263/877 or 264/878), was a recognised authority in that discipline.",
    "Ibn Nujayd, whose masters in ḥadīth included ʿAbdallāh b. Aḥmad b. Ḥanbal (d. 290/903), wrote a famous juzʾ (note book) bringing together fifty-seven ḥadīth , with chains of narration characterised by fewer intermediaries and thus of increased value (al-Sulamī, Ṣūfī inquires , 18–24). No other work of his is known. Besides his grandson, he had other renowned disciples in ḥadīth , such as the above-mentioned Abū ʿAbdallāh al-Ḥākim, Abū Ṭayyab al-Ṣuʿlūkī (d. 404/1014), and the theologian ʿAbd al-Qāhir al-Baghdādī (d. 429/1037). The list of his masters and disciples in ḥadīth is given by al-Dhahabī (d. 748/1348), the widely respected historian, ḥadīth expert, and biographer from Damascus ( Siyar , 16:146–7).",
    "We know little about Ibn Nujayd’s life. The few anecdotes in the sources concern his relations with al-Ḥīrī. One story illustrates his generosity without ostentation (al-Dhahabī, Siyar , 16:146–7). Another shows the young Ibn Nujayd going through a period of doubt after his commitment to the path and being hounded by al-Ḥīrī through the streets of the city in order to bring him back to his teaching session (majlis) (al-Qushayrī, 279; al-Hujwirī, 298).",
    "Thanks to al-Sulamī, we know the name of one of Ibn Nujayd wives, although she was not al-Sulamī’s grandmother: Fakhrawayh bt. Alī (d. 313/925–6), according to Ibn Nujayd, played a significant role in his education, equivalent to that of al-Ḥīrī (Cornell, 176).",
    "Ibn Nujayd had a strongly spiritual stature: al-Ḥākim considered him the master of his time in the field of taṣawwuf (Ṣūfism). Al-Sulamī does not say explicitly that his grandfather was a Malāmatī (a follower of the “path of blame,” al-Malāmatiyya) but notes that his was a unique spiritual path that was his “way of concealing his spiritual states and preserving his privileged moments” (al-Sulamī, Tabaqāt , 454; Pedersen, 476). The struggle against the ego and pretensions (daʿāwā) , the concealment of one’s spiritual state, and the loss of concern for honorability (isqāṭ al-jāh) found in the teachings recorded by his grandson indicate that he may have belonged to this current of the Malāmatiyya, even though al-Subkī (d. 756/1355), the Shāfiʿī scholar, ḥadīth master, jurist, Qurʾānic exegete, and chief judge of Damascus, considers him only partially connected to them (al-Subkī, 3:223–4).",
    "Ibn Nujayd had inherited from his grandfather wealth that benefitted the Ṣūfīs and scholars. He bequeathed it to his only heir, his daughter. She, in turn, promptly transferred it to her son, Abū ʿAbd al-Raḥmān al-Sulamī, who used part of it to perform the pilgrimage in 366/977 (al-Dhahabī, Siyar , 16:148). Ibn Nujayd bequeathed his grandson a vast library, an essential link in the genesis of al-Sulamī’s work, which would become indispensable for understanding the early development of Ṣūfism. The library was later converted to a small monastery for Ṣūfīs.",
    "Print version: 9789004356641, 2018, 2018-4"
  ],
  "bibliography": [
    "Sources",
    "al-Dhahabī, Siyar aʿlām al-nubalāʾ , ed. Shuʿayb al-Arnaʾūt et al. (Beirut 1401–9/1981–8), 16:146–8, 17:249",
    "al-Dhahabī, Ta ʾ rīkh al-Islām , ed. ʿUmar ʿAbd al-Salām Tadmurī (Beirut 1407–21/1987–2000), vol. 26, years 351–80, 335–7",
    "al-Hujwirī, Kashf al-maḥjūb , trans. Reynold A. Nicholson, Leiden 1911",
    "al-Qushayrī, al-Risāla al-qushayriyya , ed. ʿAbd al-Ḥalīm Maḥmūd and Maḥmūd b. al-Sharīf (Cairo 1966, 1972 2 ), 182",
    "al-Samʿānī, al-Ansāb , ed. ʿAbdallāh ʿUmar al-Bārūdī, 5 vols., Beirut 1408/1988",
    "Tāj al-Dīn al-Subkī, Ṭabaqāt al-shāfiʿiyya al-kubrā , ed. Maḥmūd Muḥammad al-Ṭanāḥī and ʿAbd al-Fattāḥ al-Ḥilw, 10 vols., Cairo 1964–76",
    "al-Sulamī, Dhikr al-niswa al-mutaʿabbidāt al-Ṣūfiyyāt , ed. and trans. Rkia Elaroui Cornell, Early Sufi women (Louisville 1999), 176–9",
    "al-Sulamī, Masāʾil wa-taʾwīlāt Ṣūfiyya , ed. Bilal Orfali and Gerhard Böwering, Sufi inquiries and interpretations of Abū ʿAbd al-Raḥmān al-Sulamī (d. 412/1021 ) (with A treatise of traditions by Ismāʿīl b. Nujayd al-Naysābūrī, d. 366/976–7 ) (Beirut 2010), 12–5, 18–24",
    "al-Sulamī, Ṭabaqāt al-ṣūfiyya , ed. Johannes Pedersen (Leiden 1960), 476–80, ed. Nūr al-Dīn Shurayba (Cairo 1389/1969), 454–7."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 176
}