{
  "id": "eweb_096",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-35378.xml?rskey=CnCcx6&result=2",
  "annotator": "Antonio",
  "title": "al-Karkhī, Maʿrūf",
  "authors": [
    "Aiyub Palmer"
  ],
  "word_count": "(793 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Apr 2019",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Maʿrūf al-Karkhī (d. 200–1/815–6), born Fayrūz (or Fayruzān/Fayzurān), was a legendary ascetic and mystic of the second/eighth-ninth century. He was born to Christian or possibly Ṣābian parents of Persian origin. His nisba (agnomen) probably refers to an association with the Karkh quarter of Baghdad, where he spent most of his life, although it might refer to family connections with the city of Karkh Bājaddā, in Lower Iraq. The story of his conversion to Islam at the hands of the Shīʿī Imām ʿAlī al-Riḍā (d. 203/818) and his being a mawlā (client) and ḥājib (chamberlain) of the Imām are probably fabrications. Maʿrūf al-Karkhī is mentioned, however, as narrating a ḥadīth of the Prophet from the sixth Shīʿī Imām, Jaʿfar al-Ṣādiq (d. 148/765). The grave of Maʿrūf al-Karkhī became almost immediately a site of visitation and veneration after his death for both traditionalists and Ṣūfīs. Maʿrūf al-Karkhī did not leave any written works and is known chiefly for his pithy statements about the nature of sincere repentance to God. He is also known for his short but eloquent prayers and supplications.",
    "The figure of Maʿrūf al-Karkhī is celebrated by traditionalists and Ṣūfīs. He is praised by the great ḥadīth compiler and critic Aḥmad b. Ḥanbal (d. 241/855) from Baghdad and is said by Ṣūfīs to have kept company with the early ascetics Bakr b. Khunays (d. c.126/744) and Dāwūd al-Ṭāʾī (d. c.165/781–2), both from Kufa, although his association with al-Ṭāʾī is disputed. According to Abū ʿAbd al-Raḥmān al-Sulamī (d. 412/1021), the exegete, hagiographer, and theorist from Nīshāpūr, Maʿrūf also knew the famous Damascene ascetic Abū Sulaymān al-Dārānī (d. 215/830). Ṣūfīs include Maʿrūf al-Karkhī in their silsila (chain of discipleship) that connects to Sarī al-Saqaṭī (d. 253/867) from Baghdad and the celebrated al-Junayd al-Baghdādī (d. 298/911), placing him squarely in the tradition of Ṣūfī piety. Maʿrūf also studied under the Basran devotee Farqad al-Sabakhī (d. 131/749), establishing his connection to the Basran school of asceticism and al-Ḥasan al-Baṣrī (d. 110/728). Some accounts indicate that he did not marry, and several statements—such as, “I do not care whether I see a woman or a wall”—attributed to him assert that he had no desire to marry. This position may have been the result of his supposed connection with the mystic Dāwūd al-Ṭāʾī, who considered celibacy a prerequisite for the spiritual path.",
    "Maʿrūf al-Karkhī is a narrator in seven ḥadīth s of the prophet Muhammad, thus placing him within the broader traditionalist movement. The image of Maʿrūf al-Karkhī in traditionalist sources is that of a pious sermoniser who took up residence in a masjid in the Karkh quarter of Baghdad. He also seems to have shared the traditionalist distaste for theological speculation; he was not known to be particularly knowledgeable in ḥadīth . He seems to have lived at a time before traditionalists and Ṣūfīs began to diverge in the latter part of the third/ninth century.",
    "The image of Maʾrūf al-Karkhī in the Ṣūfī hagiographies is one of the archetypal walī (friend of God, saint), whose prayers are answered by God and who heals the sick, gives generously to the poor, and travels instantaneously across long distances. The numerous accounts of his karamāt (miracles) and baraka (blessing) indicate that he was celebrated as a walī in his own lifetime. His walāya (sainthood) seems to have been the result not of asceticism (zuhd) or a strenuous regimen of worship (ʿibāda) but of a gift from God. He thus embodied the type of walī who is murād (sought [by God]), a concept only formulated later by Sahl al-Tustarī (d. 283/896), a prominent exegete, mystical theorist, and teacher from Khūzistān (in present-day southwestern Iran), and al-Ḥakīm al-Tirmidhī (d. 295 or 300/907 or 912), the famous Central Asian exegete and theorist of sainthood.",
    "Print version: 9789004386648, 2019, 2019-3"
  ],
  "bibliography": [
    "Sources",
    "Abū Nuʿaym al-Isfahānī, Ḥilyat al-awliyāʾ wa ṭabaqāt al-aṣfīāʾ , Cairo 1351–7/1932–8, repr. 1974",
    "Ibn al-Jawzī, Manāqib Maʿrūf al-Karkhī wa-akhbāruh , ed. ʿAbdallāh al-Jubūrī, Beirut 1985",
    "Ibn al-Jawzī, Ṣifat al-ṣafwā , ed. Aḥmad b. ʿAlī, Cairo 2000",
    "al-Khatīb al-Baghdādī, Taʾrīkh Baghdād , ed. Bashshār ʿAwād Maʿrūf, Beirut 2002",
    "al-Sulamī, Ṭabaqāt al-ṣūfiyya , ed. Johannes Pederson, Leiden 1960.",
    "Studies",
    "Alexander Knysh, Islamic mysticism. A short history , Leiden 2000",
    "Louis Massignon, Essai sur les origines du lexique technique de la mystique musulmane , Paris 1922, trans. Benjamin Clark, Essay on the origins of the technical language of Islamic mysticism , Notre Dame 1997."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 810
}