{
  "id": "eweb_101",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/abhari-abu-bakr-sufi-of-persian-eraq-d-941-42/",
  "annotator": "Riccardo",
  "title": "ABHARĪ, ABŪ BAKR",
  "authors": [
    "B. Reinert"
  ],
  "last_updated": "May 9, 2018",
  "print_details": "Vol. I, Fasc. 2, pp. 215-216",
  "published": "December 15, 1982",
  "content": [
    "Sufi of Persian ʿErāq (d. 941-42).",
    "ABHARĪ, ABŪ BAKR ʿABDALLĀH B. ṬĀHER B. ḤĀTEM, Sufi of Persian ʿErāq (Solamī, Ṭabaqāt , p. 391.3) where he lived and apparently had received his Sufi training. He was born in Abhar and died in 330/941-42 (ibid., p. 391.9; Qošayrī, Resāla , p. 29.6). He is reckoned a disciple of Yūsof b. Ḥosayn of Ray and was a companion of Moẓaffar Qermīsīnī, a leading shaikh of Persian ʿErāq (Solamī, p. 396.2). Solamī also counts him among the aqrān (colleagues) of Šeblī; hence Abharī must have had close contacts with the Baghdadis at times. He was once in Mecca (Solamī, p. 394.13), presumably on pilgrimage. Those who transmitted from him directly appear to have known him in Persian ʿErāq.",
    "It is difficult to judge how far Abharī’s reputation extended during his lifetime. Abū Moḥammad Mohallab b. Aḥmad b. Marzūq Meṣrī confessed that no shaikh profited him as much as did Abharī (Solamī, p. 391.7; Anṣārī, Ṭabaqāt , p. 392.-2); but little is known of Meṣrī except that he stayed in Baghdad in 328/940 (cf. Solamī, p. 391.7 and Sarrāǰ, Lomaʿ , p. 266.2); he could scarcely have met Abharī there. Probably before his death, and certainly soon after, Abharī was cited as an authoritative source. For example, Bondār b. Ḥosayn (d. 353/964) refers to Abharī in his controversy with Ebn Ḵafīf (Sobkī, Ṭabaqāt al-šāfeʿīya , Cairo, 1965, p. 3 ,224.-3; Solamī, p. 393.5), and Sarrāǰ (d. 378/988) took up and developed Abharī’s doctrine of union and separation ( ǰamʿ and tafreqa ) in his own system ( Lomaʿ , p. 212.11).",
    "Abharī is not said to have written any works, and so it is not known whether the nearly ninety comments on Koran verses recorded by Solamī derive from a systematic tafsīr or are scattered observations. In any case Abharī’s character and teaching must be reconstructed on the basis of these comments and two dozen other surviving sayings. The biographers especially praise his religious knowledge ( ʿelm ) and pious abstinence ( varaʿ ; Solamī, p. 391.4; Qošayrī, p. 29.-7). He himself held study, knowledge, and teaching in high esteem (Solamī, p. 393.13; idem, Ḥaqāʾeq , fol. 185a.-5). Unlike some Sufis he stressed that there was no contradiction between knowledge and mystical experience (Solamī, Ṭabaqāt , p. 394.11; Sarrāǰ, Lomaʿ , p. 216.1; Anṣārī, p. 393.1), and he credited miracles ( karāmāt ) only if their performers adhered strictly to the šarīʿa (Solamī, Ḥaqāʾeq , fol. 22a.-4). He urged the greatest possible abstinence from material things (Solamī, Ṭabaqāt , p. 394.1) as a prudent restraint, not as a destructive total rejection of the world (see Solamī, Ḥaqāʾeq , fol. 155b.-10). These attitudes toward knowledge and abstinence follow those of his teacher (cf., for Yūsof b. Ḥosayn and Qermīsīnī, Solamī, Ṭabaqāt , pp. 189.5-9, 397.2).",
    "The exegetical fragments quoted by Solamī do not define the scope of Abharī’s learning. Given his adherence to Moslem learning, the absence of philological and, even more, of legal notes is surprising. There are few theological deductions (an example below) or any others which are not tied to a specifically Sufi mentality (e.g., Solamī, Ḥaqāʾeq , fol. 178a.-9). But this feature may be due to Solamī’s criterion for selecting his examples. The latter was concerned with elucidating the deep, true meaning of the Koran’s words (see P. Nwyia, Trois oeuvres inédites de mystiques musulmans , Beirut, 1972, p. 33.- 2 ), and Abharī’s exegesis overall may have carried an emphasis different from that of the preserved fragments. It appears that he rather seldom applied a noticeably esoteric hermeneutic to the Koran’s words; an example is his comment on Koran 30:41, “Corruption appears on land and sea”: “By the land is meant the tongue, by the sea the heart” (Solamī, Ḥaqāʾeq , fol. 188b.11).",
    "Abharī’s comment on Koran 76:31 (“He allows to enter into His mercy whom He will”) provides a glimpse of his theological dialectic. He argues that salvation is attained by God’s grace alone: “The [divine] will, not [pious] action, occasions [God’s] mercy on men. For this is his attribute, and his attributes have no deficiency, while men’s actions are encumbered with deficiencies. Man can not, with blemished deeds, occasion something of those attributes that are without deficiency” (Solamī, Ḥaqāʾeq , fol. 278a.-10). This conviction of the negligible worth of people’s deeds (those of the good as well as those of the wicked) compared with God’s mercy and generosity is central to Abharī’s experience of God (see also in Abū Noʿaym, Ḥelya X, p. 352.11). On this point again he seems dependent on Yūsof b. Ḥosayn, who yearned to assume the sins of the whole world in order to be the object of God’s mercy (Solamī, Ṭabaqāt , p. 190.9). This attitude had been formulated by Yaḥyā b. Moʿāḏ of Ray (d. 258/871-72), who lost his fear of God’s punishment by stressing hope in his mercy and came to a position which Abharī’s resembles (cf. F. Meier, Abū Saʿīd i Abū l-Hǰair , Leiden, 1976, pp. 148ff., 177). Abharī, like Yaḥyā, abhorred pride in religious works (Abū Noʿaym, Ḥelya X, p. 177), and his connection with Yaḥyā may well have been through Yūsof b. Ḥosayn (cf. ibid., X, p. 240.2, and Solamī, Ṭabaqāt , pp. 188.9, 190.4). This complex of religious thought apparently exemplifies a tradition distinctive for Persian ʿErāq.",
    "A marked characteristic of Abharī’s ethics is its social aspect. He distinguishes the faithful ( moʾmen ), not by any special relationship with God, but by his security ( amn ) from his own soul ( nafs ) and other people’s security from him; thus “everyone who sees him is fond of him; every troubled person rejoices when he sees him; every lonely person feels at home with him; and every perplexed person seeks refuge with him” (Solamī, Ḥaqāʾeq , fol. 153.-9). Abharī also taught courageous exertion without regard for danger and trouble (Abū Noʿaym, X, p. 352.-4; Solamī, Ṭabaqāt , p. 394.15). Stress on the exercise of courage recalls the early ascetics and motavakkelūn scorning danger (see B. Reinert, Die Lehre vom tawakkul , Berlin, 1968, pp. 162ff.). Abharī understood by tavakkul (“trust in God”) the practice of “being equal to the demands of the moment” (Solamī, Ṭabaqāt , p. 395.1). He apparently gave the term a rather general significance, but he at least illustrates the concept of the exigencies of the moment which lies at the basis of Yūsof b. Ḥosayn’s, and especially Qermīsīnī’s, ethics (Solamī, Ṭabaqāt , pp. 188.13, 398.5).",
    "The trace influences on Abharī by the Baghdad mystics are too slight to confirm Solamī’s assertion of a connection with Šeblī and may derive from Yūsof b. Ḥosayn, who was a pupil of Ḵarrāz and corresponded with Jonayd (Solamī, Ṭabaqāt , p. 185.5; Abū Noʿaym, X, p. 240.8). In fact a short letter of Abharī (ibid., X, p. 351.-6f.) recalls both Jonayd’s thought and his language, terminology, idiom, and style. It comments on Koran 37:40 using Ḵarrāz’s concepts of baqāʾ and fanāʾ (continuance and passing away; Solamī, Ḥaqāʾeq , fol. 209.6; cf. Anṣārī, Ṭabaqāt , p. 133.-1). Abharī’s discussion of ǰamʿ and tafreqa (ibid., p. 393.1) is not certainly of Baghdadi origin; his use of the terms in an apparent play on Koran 7:171 struck Sarrāǰ as original ( Lomaʿ, p. 212.11). The Baghdadis applied this verse in different fashions (for Jonayd in Ketāb al-fanāʾ , see Abdel-Kader, The Life, Personality, and Writings of al-Junayd , London, 1962, p. 33).",
    "In sum, Abharī well represents a local Sufi tradition, but he was not sufficiently original to significantly enrich the development of Sufism. Later Sufi biographical works may refer to Abharī if they are directly or indirectly dependent on Solamī, while e.g., Hoǰvīrī and ʿAṭṭār are unaware of him."
  ],
  "bibliography": [
    "Solamī, Ḥaqāʾeq (Koran commentary), MS, Istanbul, Fatih 262.",
    "ʿAbd-al-Karīm b. Havāzen Qošayrī, Resāla , Cairo, 1359/1940.",
    "Sarrāǰ, al-Lomaʿ fi’l-taṣawwof , ed. R. A. Nicholson, Leiden and London, 1914.",
    "ʿAbdallāh Anṣārī, Ṭabaqāt al-ṣūfīyā , ed. Qandahārī, Kabul, 1340 Š./1961.",
    "Abū Noʿaym Eṣfahānī, Ḥelyat al-awlīāʾ , Cairo, 1357/1938."
  ],
  "citation": "B. Reinert, “ABHARĪ, ABŪ BAKR,” Encyclopædia Iranica, I/2, pp. 215-216; an updated version is available online at http://www.iranicaonline.org/articles/abhari-abu-bakr-sufi-of-persian-eraq-d-941-42 (accessed on 25 January 2014).",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": 29
}