{
  "id": "eweb_102",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/abu-abd-al-rahman-solami-mohammad-b/",
  "annotator": "Riccardo",
  "title": "ABŪ ʿABD-AL-RAḤMĀN SOLAMĪ",
  "authors": [
    "S. Sh. Kh. Hussaini"
  ],
  "last_updated": "May 10, 2018",
  "print_details": "Vol. I, Fasc. 3, pp. 249-250",
  "published": "December 15, 1983",
  "content": [
    "(325-412/937-1021), Sufi, traditionist, and hagiographer.",
    "ABŪ ʿABD -AL- RAḤMĀN SOLAMĪ, MOḤAMMAD B. ḤOSAYN B. MŪSĀ AZDĪ NĪSĀBŪRĪ (325-412/937-1021), Sufi, traditionist, and hagiographer. His nesba Solamī derives from the Arab tribe of Solaym (Samʿānī, Ansāb [Leiden], fols. 303b-304a) through his maternal grandfather (Solamī, Ṭabaqāt al-ṣūfīya [Cairo], p. 454). The above derivation has to be maintained against the one offered by R. Hartmann, who would rather derive it from sollam(“klimax, scala perfectionis”) . Hartmann also implies the possibility of Solamī being the Arabian nesba given in adoption to a Persian family, as often happened in Iran (“Sulamī oder Sullamī?”, OLZ 15, 1912, cols. 127-29; cf. R. Hartmann, “Zur Frage nach der Herkunft und den Anfängen des Sûfîtums,” Der Islam 6, 1916, pp. 63-64). It may be argued, however, that Abū ʿAbd-al-Raḥmān’s father, Ḥosayn b. Moḥammad b. Mūsā Azdī, came from the famous Arabian tribe of Azd which had settled in Khorasan (see G. Strenziok, “Azd,” EI 2 I, pp. 811-13; ʿA. Zarrīnkūb in Camb. Hist. Iran IV, pp. 28-29). The Arab origins of Solamī, therefore, can hardly be disputed. (See also Šorayba’s intro., Solamī, Ṭabaqāt; A. ʿAfīfī, al-Malāmatīya wa’l-ṣūfīya wa ahl al-fotūwa , Cairo, 1364/1945; intro. to Resālat al-malāmatīya , pp. 71-73).",
    "Life. There is but scanty information about the life of Solamī. In 325/937 (most likely 330/942, see Šorayba, p. 18), Solamī was born in Nīšāpūr to a pious family of Sufis and ascetics. He was the eldest son, and his father distributed all that he possessed among the poor at the birth of his son. Both his father and mother are reported to have been Sufis. His maternal grandfather, Ebn Noǰayd, was regarded as one of the eminent Malāmatī shaikhs of his time. Solamī received his training initially from his parents, but after his father’s death Ebn Noǰayd brought him up. As Ebn Noǰayd did not have a son, Solamī inherited from him not only material wealth (the Solamī family in Nīšāpūr was wealthy and famous) but also his knowledge and scholarship. Basically it was the training he had from his parents and his grandfather that initiated Solamī into Sufism. He traveled widely to Iraq, Hamadān, Ray, Marv, Ḥeǰāz, and other places, and met with scholars and Sufis. During the latter part of his life Solamī built a small Sufi hospice ( ḵānaqāh ) which became renowned in and around Nīšāpūr. His library contained many works on Sufism and tradition. Solamī died on 3 Šaʿbān 412/12 November 1021, and was buried in his ḵānaqāh .",
    "Solamī was a follower of the Shafeʿite school. (For a list of his teachers, see Šorayba, pp. 19-24.) Besides his father and grandfather, among his teachers were Abu’l-Qāsem Naṣrābādī, the Sufi traditionist and historian of Nīšāpūr, from whom he received the cloak of initiation ( ḵerqa ); Abū Bakr Ṣebḡī (d. 342/953) and Abū ʿAbdallāh Šaybānī (d. 344/955), both from Nīšāpūr; Abu’l-ʿAbbās Aṣamm; Abū Sahl Ṣoʿlūkī (d. 369/979), who is also said to have bestowed a ḵerqa on Solamī (see M. J. Kister, ed., Ketāb ādāb al-ṣoḥba , Jerusalem, 1954, intro., p. 1); and Abū Naṣr Sarrāǰ, the famous Sufi of Ṭūs (d. 378/988).",
    "Solamī trained a number of scholars in Sufism, history, and Hadith. Among his students were the eminent Sufi Abu’l-Qāsem Qošayrī (d. 465/1072), who quotes Solamī very frequently in his Resāla ; the Shafeʿite jurist Abū Bakr Bayhaqī (d. 458/1065); Abū Noʿaym Eṣfahānī (d. 430/1038), the author of Ḥelyat al-awlīāʾ; Abū Saʿīd b. Abu’l-Ḵayr (d. 440/1049), who was sent by his preceptor to Solamī in order to receive a ḵerqa from him (R. A. Nicholson, Studies in Islamic Mysticism , Cambridge, 1921, repr. 1967, p. 14; for doubts regarding the possibility of this affiliation, see F. Meier, Abū Saʿīd i Abū l-Ḫayr (357-440/967-1049) , Acta Iranica, Tehran and Liège, 1976, p. 45); Ebn al-Bayyeʿ (d.405/1014), the author of Taʾrīḵ Nīsābūr and of other works on traditions; and many others (for a list, see Šorayba, pp. 24-28).",
    "Works. Solamī was a prolific writer. According to his biographers, he has about 100 works to his credit, most of which are lost (cf. Brockelmann, GAL I, pp. 218-19, S. I, pp. 361-62; Sezgin, GAS I, pp. 671-74; Šorayba, pp. 31-42; and ʿAfīfī, al-Malāmatīya , pp. 82-85). Beginning about 350/961, he spent more than fifty years in composition of works on Sufism, exegesis, Traditions, and history (essentially of Sufism). Among the most important is Ṭabaqāt al-ṣūfīya (or ṣūfīyīn ; ed. Šorayba, Cairo, 1953; ed. J. Pedersen, Leiden, 1960). This compilation of Sufi hagiography laid the foundation for the later Ṭabaqāt al-ṣūfīya by ʿAbdallāh Anṣārī (d. 481/1088), which influenced Jāmī’s Nafaḥāt al-ons . Parts of what is perhaps an earlier work by Solamī on the history of Sufism have been published by L. Massignon ( Quatre textes, inédits, relatifs à la biographie d’al-Ḥosayn ibn Manṣour al-Ḥallāj , Paris, 1914, pp. 9-25) under the title “ Taʾrīḵ al-ṣūfīya ,” on the basis of quotations from al-Ḵaṭīb (cf. also Pedersen’s intro. to Ṭabaqāt , pp. 50-62). Ḥaqāʾeq al-tafsīr , an important compilation of Sufi Koran exegesis, has only been edited in part. For a general analysis of the whole tafsīr , see A. Ateş, Sülemî ve tasavvufî tefsîri , Istanbul, 1969. It is a very controversial commentary, the contents of which were attacked by the jurists. His Resālat al-malāmatīya , also known as Oṣūl al-malāmatīya (ed. A. ʿAfīfī, Cairo, 1945) deals with the principles of the Malāmatīya (q.v.) sect of Sufis; this treatise has been analyzed in detail by R. Hartmann ( Der Islam 8, 1918, pp. 157-203). Ketāb ādāb al-ṣoḥba wa ḥosn al-ʿešra (ed. M. J. Kister, Jerusalem, 1954) deals with the moral character and manners and behavior that become a Sufi, taking the Prophet Moḥammad as the model to be followed. Jawāmeʿ ādāb al-ṣūfīya and ʿOyūb al-nafs wa modāwātohā were edited by E. Kohlberg, Jerusalem, 1976.",
    "Orthodox criticisms of Solamī . Scholars, especially of the Hanbalite school, have severely criticized Sufis and Sufism itself. Solamī was also one of the targets of such attacks. Basically there were two objections against him: his method of exegesis and his fabrication of prophetic traditions for the Sufis. His commentary on the Koran was severely criticized by some jurists and historians alike because of his use of symbolic interpretation ( taʾvīl ) (for details see Šorayba, pp. 44-45). The earliest source which accuses Solamī of fabrication of traditions seems to have been his contemporary Moḥammad b. Yūsof al-Qaṭṭān (see Taʾrīḵ Baḡdād II, p. 248). Ḵaṭīb Baḡdādī and Sobkī ( Ṭabaqāt 2 IV, pp. 144-45), on the contrary, refute Qaṭṭān by saying that Solamī was indeed trustworthy and held a high position among the Sufis. Samʿānī, Abū Noʿaym, and Ḵaṭīb emphasize that he was an adept in the science of Hadith ( Ansāb [Leiden], fol. 303b; Ḥelya , Cairo,1351-57/1932-38, II, p. 25; Taʾrīḵ Baḡdād II, p. 248; see also Sobkī, Ṭabaqāt 2 IV, p. 145). Šorayba (pp. 45-47) and Kister ( Ketābādāb , pp. 3-5) point out that there is exaggeration in the accusations against Solamī, because all he did was to narrate the traditions already mentioned in earlier literature.",
    "Solamī’s importance and significance to scholars of history and Sufism is obvious from extensive quotations of his works by the later writers. Qošayrī’s Resāla is full of sayings he learned from Solamī. He is also quoted by Ḡazālī (d. 505/1111), Ḥoǰvīrī (d. 465/1072), Abū Ḥafṣ Sohravardī (d. 632/1234), Ebn al-ʿArabī (d. 638/1240), Ḵaṭīb Baḡdādī, Yāqūt, and others."
  ],
  "bibliography": [
    "See also A. J. Arberry, “Al-Sulamī,” Shorter Encyclopaedia of Islam , Leiden, 1961, p. 551.",
    "Ḏahabī, al-ʿEbar fī ḵabar man ḡabar , ed. F. Sayyed, Kuwait, 1961, III, p. 109.",
    "Idem, Mīzān al-eʿtedāl , ed. A. M. al-Baǰāvī, Cairo, n.d., III, pp. 523-24.",
    "Idem, Ḥoffāẓ , III, pp. 1046-47. Ebn Ḥaǰar, Lesān al-mīzān V, pp. 140-41.",
    "Ebn al-ʿEmād, Šaḏarāt al-ḏahab , Cairo, 1931, III, pp. 196-97.",
    "Ebn al-Jawzī, al-Montaẓam , Hyderabad, 1359/1940, VIII, p. 6.",
    "Ebn Kaṯīr, al-Bedāya wa’l-nehāya , Cairo, 1932, XII, pp. 12-13.",
    "Jāmī, Nafaḥāt , pp. 311-12.",
    "Nāma-ye dānešvarān-e Nāṣerī , Qom, 1379/1959-60, VI, pp. 73-164 (to be read with caution).",
    "Ṣafadī, al-Wāfī bi’l-wafayāt , ed. S. Dedering, Istanbul, 1949, II, pp. 380-81."
  ],
  "citation": "S. Sh. Kh. Hussaini, “ABŪ ʿABD-AL-RAḤMĀN SOLAMĪ,” Encyclopædia Iranica, I/3, pp. 249-250; an updated version is available online at http://www.iranicaonline.org/articles/abu-abd-al-rahman-solami-mohammad-b (accessed on 26 January 2014).",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": 133
}