{
  "id": "eweb_103",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/abu-ali-daqqaq-hasan-b/",
  "annotator": "Riccardo",
  "title": "ABŪ ʿALĪ DAQQĀQ",
  "authors": [
    "J. Chabbi"
  ],
  "last_updated": "May 10, 2018",
  "print_details": "Vol. I, Fasc. 3, pp. 255-257",
  "published": "December 15, 1983",
  "content": [
    "ascetic of Nīšāpūr (d. 405/1015).",
    "ABŪ ʿALĪ DAQQĀQ, ḤASAN B. ʿALĪ B. MOḤAMMAD B. ESḤĀQ, ascetic of Nīšāpūr (d. 405/1015). He was the teacher of the famous Abu’l-Qāsem Qošayrī, who married Fāṭema, his daughter, some time before 414/1023, which is the birth date of their first son (R. Bulliet, The Patricians of Nishapur , Cambridge, Mass., 1972, p. 152). Following this marriage Qošayrī directed the madrasa of Abū ʿAlī, which from the mid-5th/11th century was called Madrasat al-Qošayrī (ibid., p. 250).",
    "Daqqāq (“the Miller”) did not belong to the circle of the patricians of Nīšāpūr. About his family nothing is known except that one of his wives, Fāṭema’s mother, was the daughter of an honorable and pious dehqān , Abu’l-Ḥasan b. Qaṭrān (R. N. Frye, ed., The Histories of Nishapur , London, 1965, text no. II, fol. 1). But this marriage occurred only when Daqqāq had become famous. The mystical tradition presents Daqqāq as one of the disciples of the master of Nīšāpūr, Abu’l-Qāsem Ebrāhīm b. Moḥammad Naṣrābāḏī (d. 367/977-78). The actual time of his training, or whether he experienced a mystical conversion, is unknown. The relationship between Daqqāq and Naṣrābāḏī must be placed in the period 340-66/951-76, when the master was in Nīšāpūr (Massignon, Le passion d’Al-Ḥallāj , Paris, 1975, pp. 215-18). As to his other education, Daqqāq was an excellent orator, had learned Arabic, and was so expert in grammar that he was called Abū ʿAlī al-Naḥwī (Frye, Histories , no. II, fol. 1). Such knowledge was not a general rule among the Khorasanian ascetics; Ḥaddād, the Malāmatī (d. 270/883), was ignorant of Arabic. Daqqāq went to study Hadith and Shafeʿite feqh in Marv at some point after he completed his mystical studies, as is shown by a few anecdotes (Qošayrī, Resāla elā ǰamāʿat al-ṣūfīya be-boldān al-eslām , Beirut, n.d., chap. Safar, p. 130; F. Meier, Abū Saʿīd-i Abū l-Ḫayr , Acta Iranica 2, Tehran and Liège, 1976, p. 52). This move seems strange, for, though Nīšāpūr had a powerful Hanafite party, there was no lack of Shafeʿite masters, at least from the beginning of the 4th/10th century (Ebn Ḵozayma, d. 311/923; Halm, Die Ausbreitung der schafiʿitischen Rechtschule , Wiesbaden, 1974, pp. 40-47). There could even be found the Shafeʿite madrasa of Abu’l-Walīd Qorašī (d. 349/960; Bulliet, Patricians , p. 249). If the move took place after the departure and death of Naṣrābāḏī (366-67/976-77), one might think of political reasons for it. After the Simjurid governor of Nīšāpūr, Nāṣer-al-dawla Abu’l-Ḥasan, left office about 371/981, the Asḥʿarite Shafeʿite party that had always protected him might have been weakened (he had brought there the Asḥʿarite Ebn Fūrak [d. 405/1015]; Bulliet, Patricians , pp. 93, 159). But religious motivation is also possible. Naṣrābāḏī, the disciple of Šeblī, had clearly Hallajian tendencies, which were also partly manifest in Daqqāq (Massignon, Passion II, pp. 110, 215-18); and Khorasanian Hallajism centered around Wāseṭī (d. 320/932) and his disciple Sayyārī (d. 342/961) in Marv. Both were known to and quoted by Daqqāq (Qošayrī, Resāla , chap. biographical notes, Wāseṭī, p. 24; chap. Alfāż, p. 32; chap. Ḥorrīya, p. 100). The Asḥʿarites of Nīšāpūr, such as Abū Esḥāq Esfarāyīnī (418/1027), were apparently not in favor of Hallajism (Massignon, Passion II, p. 217). In Marv Daqqāq attended the lectures of the wealthy faqīh , Abū ʿAbdallāh Ḵeżrī (Sobkī, Ṭabaqāt 1 III, p. 100, no. 116), the student and son-in-law of the traditionist Abū ʿAlī Aḥmad b. ʿOmar b. Šabbūya. He took part in the maǰles of Abū Bakr Qaffāl Ṣaḡīr (d. 420/1029) and transmitted the teaching of Ḵeżrī in this maǰles ( Histories , no. II, fol. 1; Sobkī, Ṭabaqāt 1 IV, p. 329, no. 384; V, pp. 53-62, no. 426). He was also the disciple of the traditionist Abu’l-Ḥayṯam Moḥammad b. Makkī Košmayhānī (d. 389/998), “the transmitter of the Ṣaḥīḥ ” (Ḏahabī, Ḥoffāẓ , nos. 951, 1021). However, Daqqāq does not seem to have been a great traditionist, for he is never quoted as such in any of the specialized ṭabaqāt . Ḏahabī classifies him as a šayḵ al-ṣūfīya , without devoting any biographical note to him ( Ḥoffāẓ , p. 1064, no. 974). Perhaps encouraged by Abū ʿAlī Šabbūya, Daqqāq began preaching about mysticism in public meetings (M. Achena, Les étapes mystiques du shaykh Abū Saʿīd , Paris, 1974, p. 253; ʿAṭṭār, Taḏkerat al-awlīāʾ II, p. 188). Ebn Monawwar regarded Šabbūya as Daqqāq’s initiator in mysticism, but this idea is unlikely. The meetings seem to have been readily appreciated (Frye, Histories , no. II, fol. 2a). After his studies Daqqāq returned to Nīšāpūr, where his meetings drew a select audience that appreciated his eloquence and was eager for his blessing ( baraka ). The meetings took place on Friday mornings in the mosque of Abū Bakr Moṭarrez, an important Asḥʿarite Shafeʿite institution (Bulliet, Patricians , p. 150; Frye, Histories , no. II, fol. 1; no. III, fols. 26b-27a). But Fāresī, a descendant of Daqqāq and the author of the continuation of the Taʾrīḵ Nīšāpūr (entitled al-Sīāq le-Taʾrīḵ Nīšābūr; see Frye, Histories , no. II), notes that Daqqāq also spoke at large in the marketplace ( ḵānāt ) in Persian; he adds that in doing so he was observing an old custom ( Histories , no. II, fol. 1).",
    "In 391/1001 a madrasa was built and named after Daqqāq (later it was called after Qošayrī). Pious people, disciples, and Sufis donated to the project ( Histories , no. II, fols. 1-2a; Patricians , p. 250). Without giving up his weekly meetings at the mosque of Abū Bakr Moṭarrez (see Resāla , chap. Ferāsa, p. 106), Daqqāq preached in the madrasa and offered board and lodgings to his family, students, and servants. (The available testimony refers only to the period of Qošayrī’s direction of the madrasa ; Histories , no. II, fol. 82b; no. III, fols. 69a, 106a-b, 121b, 135b). ʿAbd-al-Karīm b. Hawāzen Qošayrī, who arrived at this time in Nīšāpūr, probably benefited from this facility. Born in 376/986 in the Ostovā district, north of Nīšāpūr, into a wealthy Arab family, he was only fifteen years old. In his Resāla he tells how several times he walked past the madrasa without daring to go inside (chap. Ṣoḥba, p. 134). To him Daqqāq owes a great part of his posthumous fame (there are numerous quotations in the famous Resāla written in 438/1046-47), and Qošayrī transmits Daqqāq’s mystical selsela , one of the first known (ibid.; Massignon, Essai , pp. 128-29). Fritz Meier judges that, toward the end of his sedentary life, Daqqāq decided to travel every year to a different city (F. Meier, Abū Saʿīd , p. 8; Anṣārī, Ṭabaqāt al-ṣūfīya , p. 538, quoted by Jāmī, Nafaḥāt , p. 291). It might be during this period that he went to Nesā, where, after a dream (Achena, Ētapes , p. 56) he built the Ḵānaqāh-e Sarāvī, which Abū Saʿīd would later visit (Meier, Abū Saʿīd , p. 44). According to Massignon ( Passion II, p. 197), he may also have gone to Fārs to see Shaikh Abū Esḥāq Ebrāhīm b. Šahrīār (d. 426/1034), a disciple of Ebn Ḵafīf (d. 371/982). Ill and perhaps deaf, his maǰles was then less attended, for he was scarcely understandable (ʿAṭṭār, II, p. 199; Jāmī, Nafaḥāt , p. 293). Apparently his sole pilgrimage, according to Fāresī, occurred after his studies in Marv, but he is said to have left from Nesā ( Histories , no. II, fol. 2a, quoted by Qošayrī, chap. Ḡayba, p. 37). Daqqāq does not seem to have drawn anybody’s attention in Baghdad, for he is not mentioned in the Taʾrīḵ Baḡdād (unlike many of his co-citizens who had also passed through).",
    "Qošayrī claimed Daqqāq as his master, but after Daqqāq’s death he joined the Solamī group. Daqqāq had few other celebrated students. One of them was Qošayrī’s cousin, Abū ʿAmr ʿAbd-al-Wahhāb Solamī Māyeqī (d. 470/1077), a Persian poet and Sufi ( Histories , no. II, fol. 103a; III, fol. 54a; Patricians , p. 156). A certain ʿAbd-al-Raḥmān b. Moḥammad b. al-Moẓaffar Abu’l-Ḥasan Dāwūdī Būšanǰī (d. 467/1074), having studied feqh and Hadith and being an adīb , poet, and Sufi, arrived in Nīšāpūr in 399/1008, became the disciple of Daqqāq and Solamī, and went back to Būšanǰ in 405/1015 ( Histories , no. II, fol. 42b; no. III, fol. 90b; Sobkī, Ṭabaqāt 1 V, p. 117, no. 461). One may wonder if Qošayrī exaggerated the mystical importance of Daqqāq, who apparently left no work but a few short quotations and a monāǰāt preserved by Jāmī ( Nafaḥāt , p. 292). The adherence of Daqqāq to the Iraqian Sufism transplanted to Khorasan seems not to be doubted. A mere listing of quotations in Qošayrī’s Resāla (the basic source) enables us to realize that, while Daqqāq had relationships with his fellow citizens, preferably Shafeʿites or Asḥʿarites (Ebn Fūrak, Ṣoʿlūkī, Ebn Noǰayd; add Solamī and Ḵargūšī from other sources), his avowed references (Massignon says he picked up verses and sayings of Ḥallāǰ without attribution, Passion II, p. 109) are either Iraqi (Maʿrūf, Sarī, Bešr, Moḥāsebī, Jonayd, Tostarī, Nūrī, Šeblī) or linked to the expatriate Hallajian trend (Wāseṭī, Sayyārī). By contrast, the local Malāmatī trend of Abū Ḥafṣ is entirely ignored. Ḥīrī alone is twice quoted, but once in a hostile way (chap. Alfāẓ, p. 32).",
    "Daqqāq, like many Iranians of his time, seems preoccupied by the problems of the shaping of the mystical movement—instructions to be given to the disciples, collective gatherings such as samāʿ , and the status of awlīāʾ (e.g., Resāla , chap. Ṣoḥba, p. 134; al-Waṣīya le’l-morīdīn, pp. 180, 181; Tark al-ḵelāf, p. 150). As to the samāʿ , Daqqāq’s opinion is very carefully expressed, because according to him, the samāʿ implies risks ( Resāla , chap. Samāʿ, pp. 153-54). Later Abū Saʿīd would rely on Daqqāq’s authority in this matter (not without mischief to Qošayrī; Meier, Abū Saʿīd , p. 215). Daqqāq shared the belief in the awlīāʾ and the karāmāt current at the time. A doubtful anecdote about charisma attributed to Tostarī makes him say that the master was a ṣāḥeb karāmāt who disguised his state as walī ( Resāla , chap. Karāmāt al-awlīāʾ, p. 172). He indeed declares that the awlīāʾ must remain discreet and obey the rules and common customs ( adab ) mentioned in the šarīʿa ( Resāla , chap. al-Walāya, p. 117). His attitude is in complete agreement with the refusal of exterior difference which is claimed by Daqqāq for the zohhād . They must eat and dress as everybody else when they are in public ( Resāla , chap. Ḵalwa, p. 51). Renouncement ( zohd ) consists in leaving the world as it is, in refusing to modify anything in it, even though a rebāṭ or a masǰed is to be built ( Resāla , chap. Zohd, p. 56). This is a strange view, if one realizes that Daqqāq had two institutions built and that he lived in an area where the exploits of the ḡozāt who made use of those border rebāṭ s were not so distant."
  ],
  "bibliography": [
    "Given in the text. Hoǰvīrī, Kašf al-maḥǰūb , Leningrad, 1926, p. 204 does not add any original points to Qošayrī.",
    "Abū ʿAlī Daqqāq is not to be confused with Abū Bakr Daqqāq (Kabīr) Naṣr b. Aḥmad, equally quoted in Qošayrī’s Resāla , an Egyptian of the period of Jonayd (Šaʿrānī, Ṭabaqāt , Cairo, 1954, p. 89, no. 171)."
  ],
  "citation": "J. Chabbi, “ABŪ ʿALĪ DAQQĀQ,” Encyclopædia Iranica, I/3, pp. 255-257; an updated version is available online at http://www.iranicaonline.org/articles/abu-ali-daqqaq-hasan-b (accessed on 26 January 2014).",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": 113
}