{
  "id": "eweb_104",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/abu-bakr-kalabadi-bokari-mohammad-b/",
  "annotator": "Riccardo",
  "title": "ABŪ BAKR KALĀBĀḎĪ",
  "authors": [
    "W. Madelung"
  ],
  "last_updated": "May 11, 2018",
  "print_details": "Vol. I, Fasc. 3, pp. 262-263",
  "published": "December 15, 1983",
  "content": [
    "author of the well-known compendium of Sufism al-Taʿarrof le-maḏhab ahl al-taṣawwof .",
    "ABŪ BAKR KALĀBĀḎĪ BOḴĀRĪ MOḤAMMAD B. ABĪ ESḤĀQ EBRĀHĪM B. YAʿQŪB, author of the well-known compendium of Sufism al-Taʿarrof le-maḏhab ahl al-taṣawwof . Little is known about his life. He originated from Kalābāḏ, a quarter of Bokhara, and was born probably not later than 320/932, since he heard Hadith from Abu’l-Nāṣer Rašādī of Samarqand (d. 339/950-51). Ebn Abi’l-Wafāʾ describes him as a Hanafite theologian ( oṣūlī ) on account of the Hanafite tenor of the theological doctrine presented in his Ketāb al-taʿarrof . ʿAbd-al-Ḥayy Laknavī (d. 1304/1886) states that he studied feqh under the prominent Bokharan Hanafite jurist Moḥammad b. Fażl Kamārī. Although this statement still lacks confirmation from earlier sources, it appears likely that he originally belonged to the Hanafite school. His basic training and interest was, however, in Hadith, as is evident from his writings. He received Hadith from numerous scholars and mentions hearing traditions in Samarqand and Ray. Very likely he heard Hadith also in other towns in Transoxania and Khorasan, certainly in his home town Bokhara and perhaps in Marv and Saraḵs. He was introduced to Sufi thought by Esḥāq b. Moḥammad Ḥakīm Samarqandī (d. 342/953); by Abu’l-Qāsem Fāres b. ʿĪsā Baḡdādī (Dīnavarī), a disciple of Jonayd and Abu’l-ʿAbbās b. ʿAṭāʾ, who in his later years lived in Nīšāpūr, Marv, and Samarqand; and by Moḥammad b. Aḥmad Fāresī, who appears also as a major informant of Solamī in his Ṭabaqāt al-ṣūfīya . The date of Kalābāḏī’s death is variously given as 380/990, 384/994, or 385/995. He was buried in Bokhara, where his tomb was still known in the 11th/16th century.",
    "Only two of his works are known to be extant. 1. Ketāb al-taʿarrof le-maḏhab ahl al-taṣawwof , his account of Sufism (various editions; English translation by A. J. Arberry, The Doctrine of the Ṣūfīs , Cambridge, 1935). The basic purpose of the book is both to explain Sufi doctrine and terminology to the uninitiated and to demonstrate the orthodoxy of the Sufis. It begins with an examination of the origin and meaning of the term Sufi, followed by a list of the famous Sufis, headed by ʿAlī and his descendants, down to Jaʿfar al-Ṣādeq, a list of those Sufis who wrote about their sciences of allusion ( ʿolūm al-ešāra ), and a list of those who wrote on their conduct ( moʿāmalāt ). The next section contains a detailed exposition of the creed of the Sufis cast in terms of Transoxanian Hanafite and Asḥʿarite theology. The Sufi tenets are shown to agree consistently with either or both of the two school doctrines and to repudiate opposing Muʿtazilite positions. Kalābāḏī evidently accepted the Transoxanian Hanafite and Asḥʿarite doctrines as equally orthodox. In consonance with this view he maintains that the Sufis accept in law and ritual the consensus of the two factions ( farāqayn ), i.e., Hanafite and Shafeʿite, wherever possible and, in case of disagreement of the foqahāʾ , follow the stricter ruling. The next section deals with the experience of the Sufis, describing their various states ( aḥwāl ) which climax in the union with God. Quoting extensively the statements of the Sufis, Kalābāḏī explains the meaning of their terminology and allusions. The final sections describes some aspects of the personal conduct of the Sufis and illustrates the special graces and favors which God has bestowed upon them.",
    "The book became popular and received several commentaries. (a) A Persian translation and commentary entitled Nūr al-mobīn wa fażīḥat al-moddaʿīn was composed by Esmāʿīl b. Moḥammad b. ʿAbdallāh Mostamlī Boḵārī (d. 434/1043) (ed. Lucknow, 1912; abridged version edited by A. ʿA. Raǰāʾī, Ḵolāṣa-ye šarḥ-e taʿarrof , Tehran, 1349 Š./1971. (b) A commentary by ʿAbdallāh b. Moḥammad Haravī Anṣārī (d. 481/1086) is not known to be extant. (c) A commentary by ʿAlī b. Esmāʿīl Tabrīzī Qūnavī (d. 729/1326) is still unpublished. (d) An anonymous commentary of which manuscripts are preserved in several libraries.",
    "2. Baḥr al-fawāʾed fī maʿāni ’l-aḵbār , a commentary on 220 Hadiths selected by Kalābāḏī. These Hadiths are mostly of a parenetic or edifying nature, and the commentary deals with the meaning of obscure or unusual expressions and passages and with the doctrinal and ethical significance of the Hadiths, sometimes from a Sufi point of view. The work was completed in 375/985-86 and has not yet been edited."
  ],
  "bibliography": [
    "Ebn Abi ’l-Wafāʾ Qorašī, al-Jawāher al-możīʾa , Hyderabad, 1332/1913-14, II, p. 272.",
    "Kašf al-żonūn (Istanbul) I, pp. 419f.",
    "ʿAbd-al-Ḥayy Laknavī, al-Fawāʾed al-bahīya , ed. M. Badr Naʿsānī, Cairo, 1324/1906-07, p. 161.",
    "Ismail Paşa, Hadīyat al-ʿārefīn II, ed. I. M. K. Inal and A. Aktuç, Istanbul, 1955, p. 54.",
    "A. J. Arberry, Catalogue of the Arabic Manuscripts in the Library of the India Office II/2, London, 1936, pp. 97f.",
    "Sezgin, GAS I, pp. 668f."
  ],
  "citation": "W. Madelung, “ABŪ BAKR KALĀBĀḎĪ,” Encyclopædia Iranica, I/3, pp. 262-263; an updated version is available online at http://www.iranicaonline.org/articles/abu-bakr-kalabadi-bokari-mohammad-b (accessed on 30 January 2014).",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}