{
  "id": "eweb_105",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/abu-noaym-al-esfahani-al-hafez-ahmad-b/",
  "annotator": "Riccardo",
  "title": "ABŪ NOʿAYM AL-EṢFAHĀNĪ",
  "authors": [
    "W. Madelung"
  ],
  "last_updated": "May 16, 2018",
  "print_details": "Vol. I, Fasc. 4, pp. 354-355",
  "published": "December 15, 1983",
  "content": [
    "famous traditionist and author of the collection of Sufi biographies  Ḥelyat al-awlīāʾ .",
    "ABŪ NOʿAYM AL-EṢFAHĀNĪ AL-ḤĀFEẒ, AḤMAD B. ʿABDALLĀH B. AḤMAD B. ESḤĀQ B. MŪSĀ B. MEHRĀN AL-AḤWAL, famous traditionist and author of the collection of Sufi biographies Ḥelyat al-awlīāʾ . He was born in Isfahan in Raǰab, 336/January-February, 948 (the variant dates 334 or 330 given in some sources appear less reliable) into a family of Iranian origin which had been long established in the town. His ancestor Mehrān converted to Islam as a client of ʿAbdallāh b. Moʿāwīa b. ʿAbdallāh b. Jaʿfar b. Abī Ṭāleb (d. 131/748-49). His father’s maternal grandfather was Moḥammad b. Yūsof b. Maʿdān b. Yazīd Ṯaqafī, known as Ebn Bannāʾ (d. 286/899), a major figure in Isfahani Sufism, whose school was still thriving in the lifetime of Abū Noʿaym. His father Abū Moḥammad ʿAbdallāh (d. 365/976) was a traditionist who had traveled to Iraq and Syria in search of Traditions.",
    "In 344/955-56, at the age of eight, Abū Noʿaym began formally to hear Hadith from the most noted traditionists in Isfahan, including Abu’l-Šayḵ b. Ḥayyān and Solaymān b. Aḥmad Ṭabarānī. His father wrote to several scholars abroad and obtained their permission for Abū Noʿaym to relate Traditions from them. In 356/967 he set out on a study trip to Ḵūzestān, Iraq, and Ḥeǰāz. He heard Traditions in Īḏaǰ, ʿAskar Mokram (356), Tostar, Ahwāz, Baṣra, Wāseṭ, Kūfa (357), Baghdad (357-59), Jarǰarāyā, Mecca (359), and Ayla. It seems likely that he intended to proceed from Ayla to Syria but was prevented by the upheavals accompanying the Fatimid invasion in 359/969-70. In any case, he returned to Isfahan in 360/970-71. Probably on a second trip, he traveled in the provinces of Gorgān and Khorasan and heard Traditions in Astarābād, Gorgān, and Nīšāpūr where he mentions visiting the tombs of two Sufis in 371/981-82, and in Ṭorayṯīṯ. In Nīšāpūr he heard Ḥākem Abū Aḥmad Moḥammad b. Moḥammad b. Aḥmad b. Esḥāq (but apparently not Ḥākem Ebn al-Bayyeʿ), Abū ʿAbd-al-Raḥmān Solamī, and many others. He is reported to have received permission to transmit from over 430 scholars, from some of whom he was the only known transmitter. His reputation as a traditionist spread, and he was visited by students from abroad, among them Ḵaṭīb Baḡdādī, who related Traditions frequently on Abū Noʿaym’s authority in his Taʾrīḵ Baḡdād . His teaching activity, however, became severely restricted when a feud developed between him and another famous Isfahani traditionist, Moḥammad b. Esḥāq b. Manda (d. 395/1005).",
    "The feud involved the two major factions, Shafeʿites and Hanbalites, into which the traditionist scholars in Isfahan were divided. Abū Noʿaym was hardly a Shafeʿite jurist, as Sobkī claims; the earlier Shafeʿite biographical dictionaries do not list him. But he probably followed the Shafeʿite school in legal and ritual matters. It is similarly unlikely that he was trained in Ašʿarite theology, though Ebn ʿAsāker lists him as an Ašʿarite theologian. He did, however, approve of Ašʿarite speculative theology, calling it the kalām in accordance with the doctrine of the ahl al-sonna . He appears to have been critical of Hanbalite literalism in respect to anthropomorphic expressions in the Koran and Hadith. Ebn Manda, the leader of the Hanbalite faction, therefore denounced his creed as unorthodox. Abū Noʿaym was consequently ostracized by pro-Hanbalite students of Hadith and expelled from the great mosque of Isfahan, which was dominated by the Hanbalite faction. His (lost) credal statement al-Moʿtaqad was probably written as a defense of the orthodoxy of his beliefs. He later accused Ebn Manda of confusion in the transmission of Hadith in his old age and of ascribing doctrines to others which they did not hold. His banishment from the mosque continued long beyond the death of his opponent, for it is given as reason for his absence at the time of the massacre which Masʿūd, son of Maḥmūd of Ḡazna, committed in the mosque after his conquest of Isfahan in 420/1029. Abū Noʿaym’s escape from this massacre was later counted as a miracle ( karāma ) in his favor. He died on Monday, 20 (or 21) Moḥarram 430/21 October 1038 and was buried in “M.rdbān” (Darb al-Šayḵ Abī Masʿūd).",
    "The following of his works have been published: 1. Dalāʾel al-nobūwa (Hyderabad, 1320/1902 and 1369/1950), a biography of the Prophet, dealing in particular with his superior qualities and miracles attesting to his prophethood. 2. Ḏekr aḵbār Eṣfahān (ed. S. Dedering, Leiden, 1931), a biographical dictionary of Isfahan’s religious scholars (chiefly traditionists), completed in or after 419/1028. The introduction contains a collection of statements of the Prophet in praise of the Persians and a topography and a short history of Isfahan based chiefly on Ḥamza Eṣfahānī’s lost Ketāb Eṣfahān . 3. Ḥelyat al-awlīāʾ wa ṭabaqāt al-aṣfīāʾ (Cairo, 1351-57/1932-38; repr. Beirut and Cairo, 1967-68), a voluminous collection of biographies of Sufis and pious men completed in 422/1031. Although the work, as stated in the introduction, is meant specifically as a history of Sufism, the first nine volumes contain mostly biographies of men not considered Sufis in the strict sense. The work begins with the first four caliphs and other Companions and continues with religious scholars who belong mainly to the traditionist movement of the following generations. Abū Noʿaym thus intended to integrate the Sufi movement into orthodox traditionist Islam. He repudiates Sufi currents espousing antinomianism or the doctrine of God’s indwelling ( ḥolūl ) in man and does not present a biography of Ḥallāǰ. He also devotes extensive biographies to the founders of most of the early legal schools, including Awzāʿī, Sofyān al-Ṯawrī, and Ebn Ḥanbal. Sharing the strong anti-Hanafite bias of most of the traditionists of his time, he pointedly omits a biography of Abū Ḥanīfa and frequently quotes reports disparaging him and the ahl al-raʾy . Only the tenth volume is fully devoted to Sufis and contains biographies of most men included in the Ṭabaqāt al-ṣūfīya of Solamī (which he quotes) and many others, notably Isfahani Sufis. The work reportedly was brought to Nīšāpūr during the author’s lifetime and sold there for 400 dinars. It has always remained popular despite the criticism of Ebn al-Jawzī, who in Ṣefat al-ṣafwa censures the Ḥelya on thirteen points, among them Abū Noʿaym’s extensive reliance on weak Traditions, his ascription of Sufism to Companions and early scholars, from Abū Bakr to Ebn Ḥanbal, his reporting of unorthodox practices and attitudes of the Sufis, and his failure to mention more than a handful of women ascetics.",
    "Other works of Abū Noʿaym extant in manuscript are mentioned by Brockelmann, GAL I, p. 446, S. I, p. 617.",
    "While Abū Noʿaym’s reputation generally continued to grow after his death, Hanbalite tradition has remained hostile to his memory. Ebn al-Jawzī in particular castigates his Ašʿarite sympathies as incompatible with the traditionists’ common stand of repudiating all kalām . Abū Noʿaym is also accused of some irregularities in his claim of authorized transmission by Hanbalites, partly relying on alleged oral testimony of Ḵaṭīb Baḡdādī. These charges are refuted by Shafeʿite scholars such as Ebn al-Naǰǰār, Ḏahabī, and Sobkī. Late Imamite sources consider Abū Noʿaym a crypto-Shiʿite. Already Ebn Šahrāšūb (d. 588/1192), while calling him a non-Shiʿite ( ʿāmmī ), names two works, Manqabat al-moṭahhirīn wa tarbīat al-ṭayyebīn and Mā nazala men al-Qorʾān fī amīr al-moʾmenīn , as reflecting Shiʿite sentiment. The biographies of the early imams in Ḥelyat al-awlīāʾ are often cited by Imamite authors. A collection of forty Hadiths concerning the coming of Mahdī is quoted by Rażī-al-dīn b. Ṭāʾūs (d. 664/1260) and Erbelī (d. 692/1293). These Hadiths, however, do not reflect specifically Shiʿite doctrine. In the Safavid age, the Maǰlesī family, which was descended from Abū Noʿaym, claimed a family tradition to the effect that he had been a Shiʿite practicing taqīya . An epitaph with a Shiʿite inscription was placed on his tomb. The grave was, however, destroyed in the lifetime of the ʿAllāma Moḥammad Bāqer Maǰlesī (d. 1111/1700) by a personal enemy of the latter."
  ],
  "bibliography": [
    "Ebn ʿAsāker, Tabyīn kaḏeb al-moftarī , Damascus, 1347/1928, pp. 246-47.",
    "Ebn Šahrāšūb, Maʿālem al-ʿolamāʾ , ed. ʿA. Eqbāl, Tehran, 1355/1936, p. 21.",
    "Ebn al-Jawzī, al-Montaẓam VII, Hyderabad, 1359/1940, p. 100.",
    "Yāqūt, index. Idem, Odabāʾ I, pp. 251-52.",
    "Ṣarīfīnī, Montaḵab men ketāb al-sīāq , in R. N. Frye, ed., The Histories of Nishapur , The Hague, 1965, fol. 26r.",
    "Erbelī, Kašf al-ḡomma , ed. S. E. Mīānǰī, III, Tabrīz, 1381/1961-62, pp. 368-78.",
    "Ḏahabī, Ḥoffāẓ III, pp. 275-79.",
    "Idem, Mīzān al-eʿtedāl , ed. ʿA. M. al-Beǰāwī, I, Cairo, 1382/1963, p. 111.",
    "Ṣafadī, al-Wāfī VII, ed. Ihsan Abbas, Wiesbaden, 1969, pp. 81-84.",
    "Sobkī, Ṭabaqāt 2 IV, pp. 18-25.",
    "Ebn al-Jazarī, Ḡāyat al-nehāya , ed. G. Bergsträsser, I, Cairo, 1933, p. 71.",
    "Ḵᵛānsārī, Rawżat al-ǰannāt , ed. A. Esmāʿīlān, Tehran and Qom, n.d., I, pp. 272-75.",
    "Al-Nabhānī, Jāmeʿ karāmāt al-awlīāʾ , Cairo, 1329/1911, p. 293."
  ],
  "citation": "W. Madelung, “ABŪ NOʿAYM AL-EṢFAHĀNĪ,” Encyclopædia Iranica, I/4, pp. 354-355; an updated version is available online at http://www.iranicaonline.org/articles/abu-noaym-al-esfahani-al-hafez-ahmad-b (accessed on 31 January 2014).",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}