{
  "id": "eweb_110",
  "source": "EIr",
  "cat": "term",
  "link": "https://www.iranicaonline.org/articles/aklaq-ethics-plural-form-of-koloq-inborn-character-moral-character-moral-virtue/",
  "annotator": "Riccardo",
  "title": "AḴLĀQ",
  "authors": [
    "F. Rahman"
  ],
  "last_updated": "June 14, 2018",
  "print_details": "Vol. I, Fasc. 7, pp. 719-723",
  "published": "December 15, 1984",
  "content": [
    "“ethics” (plural form of ḵoloq “inborn character, moral character, moral virtue”).",
    "AḴLĀQ “ethics” (plural form of ḵoloq “inborn character, moral character, moral virtue”). Although no ethical document has come down from pre-Islamic Iran, it is certain that practical ethics or practical wisdom formed an aspect of both Zoroastrian religious literature (see Andarz ) and the literature that entered into the Islamic tradition in the form of adab . Because the Zoroastrian ruler was linked with religion, he was expected to be an embodiment of moral virtues, particularly justice; and some (like Ḵosrow I) were accepted as such. In pre-Islamic Arabia the ethical ideal was summed up in the concept of morūwa (manliness) and a practical moral-legal code called sonna . Although various moral virtues received different relative emphasis in pre-Islamic Arabia and Iran (e.g., personal honor [ ʿerż ] or valor was much emphasized in the former, justice in the latter), certain virtues, such as self control or forbearance, were almost equally stressed in both. With the rise of Islam, the pre-Islamic Arab ethic was drastically modified in some fundamental respects, and the new virtues especially emphasized were responsibility before God ( taqwā ), justice ( ʿadl ), compassion and mercy ( raḥm ), sincerity ( eḵlāṣ ), cooperation ( taʿāwon ), brotherhood ( oḵūwa ), and self-sacrifice ( īṯār ) within the community of the faithful. On the whole, Islam inculcated traits of character aimed at strengthening and developing community life and the family unit at the expense of tribal life, while it sought to transform the individual’s attitude into one of responsibility toward God by the broad and comprehensive concept of taqwā .",
    "This Koranic ethic was vastly elaborated and expanded through the Hadith of the Prophet, the sayings of his Companions, and the authoritative statements of the next two generations (called “successors” and “successors to the successors”) and, for the Shiʿites especially, of the Imams. The moral aspects of this rich and synthetic literature most probably had highly varied sources, on the basis of which the two generations after the Companions elaborated the ethical teaching of the Koran and the Prophet’s Sunna, covering all aspects of individual, political, social, spiritual, and business life in minute and complementary detail. Islamic law ( feqh ), which covers all fields of human activity, was based upon the Koran and the Hadith, and its moral and legal elements are so fused together that it would be arduous to separate the two. While this complex literature came to mold the Weltanschauung and the moral orientation of the Muslim community profoundly and enduringly, some of the fundamental emphases of the Koran seem to have become seriously modified—for example, the persistent stress of the Koran on socio-economic justice. It is correct that various important areas of this all-encompassing religious ethic were designated as adab (e.g., adab al-ṣalāt , meaning proper conduct in the ritual prayer), but the tempting suggestion that, because the ethical literature of Persian provenance preempted the term adab in the second century of Islam, the term aḵlāq was substituted for adab , is doubtful (see R. Walzer and H. A. R. Gibb, “A kh lāḳ,” EI 2 I, pp. 325-29). The term adab was certainly used in the religious sphere, but for certain specific areas and to denote conduct or behavior more than an inner spiritual attitude. The term ḵoloq was considered more appropriate for the latter, as is evidenced by the use of this term in Hadith. It occurs twice in the Koran to denote moral quality generally, and not specifically an area of conduct or behavior (26:137 and 68:4, where the Prophet is described as possessing “great moral character”).",
    "It is, therefore, not fortuitous that the moral tradition that grew out of religion and further developed under the influence of philosophy was called ʿelm al-aḵlāq (the science of morals). In contrast, the literary tradition and particularly Arabic prose, which originated under enormous Persian influence, came to be called adab . But adab , too, gradually became thoroughly imbued with the ethical concepts of Islam; here lies the confluence of Perso-Islamic ethical currents which was so basic in forming the general cultural orientation of Muslim society. Ebn al-Moqaffaʿ himself (d. ca. 142/758), Persian by origin, whose translation into Arabic of the famous storybook Kalīla wa Demna formed Arabic literary prose style, wrote works on moral instruction for children and adults ( al-Adab al-kabīr ; al-Adab al-ṣaḡīr ; al-Adab al-waǰīz le’l-walad al-ṣaḡīr ). This confluence, through the brilliant literary output of Jāḥeẓ and others (e.g., al-Ḥāsed wa’l-maḥsūd, Fī tafżīl al-noṭq ʿala ’l-ṣamt, Fī estenǰāz al-waʿd: Maǰmūʿat rasāʾel al-Jāḥeẓ , Cairo, 1934, pp. 2-13, 148-54, 173-77), reaches its fruition in the synthetic work of the 3rd/9th century figure Ebn Qotayba, who was a secretary of state, a great man of letters, and an important religious scholar (see his ʿOyūn al-aḵbār , Cairo, 1964, which synthesized Islamic and pre-Islamic Arab and Persian traditions). This purely literary tradition, entertainingly anecdotal in form, seriously ethical in purpose, and most influential in molding the Muslim cultural outlook throughout the centuries, reaches its high point in the works of Saʿdī in the 7th/13th century. More purely ethico-political are the “mirrors for princes,” e.g., the Sīāsat-nāma of Neẓām-al-molk and the Marzbān-nāma of Varāvīnī.",
    "Contrary to what one might expect, theological thought ( kalām ) in Islam did not actually influence ethical thought or even legal thought. Neither the Muʿtazilite doctrines of the freedom of the human will and the capacity of natural human reason to discover good and evil, nor the contrary doctrines of the majority of the Sunnis (i.e., Asḥʿarites), nor yet the synthesis of the two by the Sunni school of Mātorīdī, nor, finally, the assumption of the Muʿtazilite doctrines by Twelver Shiʿism since the 4th/10th century seem to have made any tangible difference in the ethical teachings of these schools. Islamic theology, indeed, seems to have been a formal intellectual discipline and practically inconsequential in terms of influencing human conduct. Far more important for the masses, perhaps (at least as important as the more Shariʿite and outwardly-oriented ethic, both Sunnite and Shiʿite), was the Sufi ethic as it evolved and spread through the Muslim world from the 2nd/8th century onward. The early Sufis (such as Ḥasan Baṣrī, Moḥāsebī, and Jonayd) were preoccupied by ascetic notions of moral purity, particularly purity “of the heart,” i.e., of a continuous self examination of oneself and one’s motivations. They stressed repentance and turning away from the world’s attractions through zohd and faqr (abstention and poverty). Eventually, this ethical Sufism developed a systematic teaching of ethico-spiritual stations ( maqāmāt ), whereby a strict Sufi discipline was created. The oldest record of this early Sufism in Persian is Kašf al-maḥǰūb (translated into English by R. A. Nicholson, London, 1936) by ʿAlī Hoǰvīrī (5th/11th century). While the influence of this kind of ethical asceticism has persisted until today, later Sufism develops a more gnostic character. In the hands of some of its greatest exponents—such as Rūmī and Ebn ʿArabī, the latter mainly through the influence of his disciples and commentators like Ṣadr-al-dīn Qūnavī and the poet ʿErāqī—it encourages both an outlook that sees everything as the direct manifestation of God and in some cases a tendency toward antinomianism. This form of Sufism exerted an incalculable influence on the literatures of Islam in the later centuries, particularly on poetry and above all on Persian poetry, which has profoundly influenced Turkish, Urdu, and even Arabic poetry. But while this poetry provided excellent entertainment and spiritual and moral guidance for the cultured Muslim, once its ideas filtered into popular belief, it not infrequently influenced the uncultured in the direction of antinomian and asocial or antisocial tendencies, which the representatives of the Šarīʿa have been much exercised in keeping under control.",
    "Besides these religious, literary, and Sufi currents of ethical thought, the one that came to dominate the aḵlāq literature as ʿelm al-aḵlāq proper was the Greek philosophy of ethics. As we shall detail below, this current mixed freely with other branches of literature, although until the 7th/13th century work of Naṣīr-al-dīn Ṭūsī it remained purely philosophical. Its later spread beyond philosophical circles and its integration into the mainstream of Islam were facilitated by the view that philosophical ethics was in agreement with Islamic ethical teaching. The Greek sources of the Muslim philosophical, ethical doctrines are Plato’s Republic , Timaeus , and Laws ; Aristotle’s Nicomachean Ethics , also in the Neoplatonist form of Porphyry’s commentary; and other Neoplatonist treatises. Besides these, Galen’s three works, On Character , How a Man May Discover his Own Vices ,and Good Men Profit by their Enemies were also used by Muslims. (The first, lost in Greek, survives in Arabic as Resāla fi’l-aḵlāq , ed. P. Kraus, in Bulletin of the Faculty of Arts , University of Cairo, 1939; cf. R. Walzer in Classical Quarterly , 1949, pp. 82ff. The second [unpublished] Kayf yastakšef al-raǰol maʿāyeb nafseh is resāla no. 118 in Ḥonayn b. Esḥāq’s list of Galen’s works [G. Bergsträsser, Ḥunain Ibn Isḥāq über die syrischen und arabischen Galen-Übersetzungen , AKM 17/2, Leipzig, 1925]. The third, lost in Greek, survives in Arabic as Yantafeʿ al-ḵīār be aʿdāʾehem , resāla no. 121 in Ḥonayn). Indeed, the themes of the last two are familiar in the Persian moral tradition of practical wisdom.",
    "Throughout the philosophical tradition of ethics in Islam, the fourfold division of virtues and their definitions are based on Plato’s famous division of the soul into three parts or aspects, the rational, the spiritual, and the animal. This Platonic base is combined with the Aristotelian definition of virtue as the mean between two extremes. Thus, with two extremes of excess and deficiency ( efrāṭ and tafrīṭ ) in each of the four cardinal Platonic virtues, wisdom, valor, temperance, and justice ( ḥekma , šaǰāʿa , ʿeffa , and ʿadāla ), the number of cardinal vices becomes eight; then both the cardinal virtues and vices are subdivided following later Greek tradition.",
    "The philosophical-ethical tradition of Islam, from its beginning with Kendī, has been concerned with character defects ( amrāż nafsānīya ). Kendī’s widely influential treatise ( Fī dafʿ al-aḥzān , “On Warding off different forms of grief” or “depression”) was quoted by both Meskawayh ( Fī tahḏīb al-aḵlāq , ed. C. Zorayq, Beirut, 1966, pp. 219ff.) and Naṣīr-al-dīn Ṭūsī ( Aḵlāq-e Nāṣerī , Lahore, 1952, pp. 152-53, 187ff.). Kendī’s work Fi’l-aḵlāq seems to be lost, as is his Spiritual Medicine, although the last named has been preserved in Abū Bakr Rāzī’s reworking (tr. A. J. Arberry, The Spiritual Physick of Rhazes , London, 1950). This treatment of amrāż nafsānīya , heavily influenced by Galen, is so well attuned to the atmosphere of Perso-Islamic ethics that it greatly facilitated the fusing of the two traditions both in religious and literary contexts, as happened in the works of Ḡazālī and many literary writers.",
    "But the man whose ethical work became the cornerstone for the subsequent writers on the subject is Meskawayh (d. 421/1030). His influential book, variously titled Fī tahḏīb al-aḵlāq , Ketāb al-ṭahāra , or Tahḏīb al-aḵlāq wa taṭhīr al-aʿrāq , is based on late Greek rational thought, although Meskawayh repeatedly stresses the agreement of this body of thought with Islam and, in fact, quotes Islamic religious texts. The work is expressly written for the practical purpose of “preserving the present virtues of the soul or recovering them for the soul if it has lost them” ( Tahḏīb , p. 175), a phrase repeated in the book. This fundamental concept, that the soul is initially born with a virtuous character which may be lost and recovered is patently Islamic (Koran 95:4-7). Christian it can not be, for the soul according to the Christian concept is born in sin; nor can it be Platonic or Neoplatonist, since according to these schools the soul is also born in “fall” and “forgetfulness,” slowly recovering itself through knowledge, which is described as reminiscence; nor yet is it Aristotelian, for according to Aristotle man is born with a clean slate, and ethical virtues are acquired by the soul “neither because of nature nor despite nature” ( Nicomachean Ethics 2.1.23-25). But Meskawayh’s work ends rather abruptly; and the last chapter, devoted to the remedies for the absence of virtues, discusses only the problem of anger ( ḡażab ), which is the excess of the virtue of valor ( šaǰāʿa ), and completely ignores other moral maladies and their treatment. It appears certain that the author himself left off here; it is unlikely that the manuscript tradition is deficient.",
    "Meskawayh’s work was followed by the Aḵlāq-e Nāṣerī of the philosopher and Shiʿite theologian Ḵᵛāǰa Naṣīr-al-dīn Ṭūsī (d. 672/1273-74). This work, as its first preface shows, was written at the instance of the Ismaʿili prince Nāṣer-al-dīn ʿAbd-al-Raḥīm b. Abī Manṣūr while the author was at his court. After his return from Kohestān, however, Ṭūsī reissued it with a second preface (to be found at the beginning of the text of the Panjab University Press, Lahore, 1952) wherein he is severely critical of the religious milieu in which it was originally written. Ṭūsī, who bases the ethical part of his work on that of Meskawayh (in fact, he was commissioned only to render Meskawayh’s Arabic work into Persian: Aḵlāq-e Nāṣerī , p. 5), nevertheless adds to it two more parts, on economics ( tadbīr-e manzel ) and politics ( sīāsat-e modon ). Moreover, he puts the whole work in the proper philosophical perspective in the manner of Fārābī and Ebn Sīna by expounding briefly the psychological teachings of these philosophers ( Aḵlāq , pp. 16-29). This comprehensiveness sets the tone for future works of philosophical ethics. Ṭūsī’s work, unlike that of Meskawayh, discusses comprehensively the maladies of the soul ( amrāż-e nafs ) and their treatment. It is interesting that the philosopher suggests training in mathematics as the remedy for the moral sickness of ǰahl-e morakkab (“compound ignorance,” when an ignorant person thinks that he possesses knowledge, a mental-moral state which is said to be difficult if not impossible to cure), since in mathematical sciences (as distinguished from speculative philosophy) truth and falsehood are absolutely distinct; e.g., two plus two can not be anything but four ( Aḵlāq , p. 161). This doctrine, taken over by Davānī in his Aḵlāq-e Jalālī , probably derives from the later Platonic Academy but is not to be found in Plato himself, who in his Republic severely criticizes mathematical sciences as being contradictory and as having unproved premises; hence he argues for a new science of dialectic. It is surprising that Ṭūsī, a renowned Shiʿite thinker, states in his treatment of hazl (over joviality, being excessively given to jokes, an extreme of mazāḥ or good sociable humorousness) that, while the Prophet was humorous but never excessive, ʿAlī was excessively jovial, so much so that people criticized him for it and said “if only he was not of light temperament” ( Aḵlāq , p. 166). He adds that joviality is a characteristic in which it is extremely difficult to keep to moderation. Ṭūsī also divides vices into active and passive ( Aḵlāq , pp. 98ff.). Ṭūsī’s work has been translated into English ( The Nasirean Ethics , tr. G. M. Wickens, London, 1964).",
    "While Ṭūsī’s ethics is based on Meskawayh, a century earlier Ḡazālī’s ethics has been heavily influenced by Meskawayh’s doctrines as well. The chapter on self-discipline in the Eḥyāʾ ʿolūm al-dīn (2nd book of the 3rd quarter) is strongly indebted to Meskawayh; so also is Ḡazālī’s Mīzān al-ʿamal , which is a work of Sufi ethics. While Ḡazālī had rejected Greek metaphysics in his Tahāfot al-falāsefa , he came to accept Meskawayh’s version of Greek ethics (this was undoubtedly facilitated by his Sufi background), which “did not contradict the Book and the Sunna” (cf. EI 2 I, p. 328). In this way, through Ḡazālī in Sunni Islam and Ṭūsī in Shiʿite Islam, late Hellenistic ethics came to be fully integrated into the Perso-Arab tradition. Ḡazālī’s influence on later writers of philosophical ethics is quite direct. He is quoted by Ṭūsī ( Aḵlāq , p. 182; in ethics, as opposed to kalām , there is practically no difference between Shiʿite and Sunni thinkers) and by Davānī on the subject of excessive sexual appetite ( Aḵlāq-e Jalālī , n.p., n.d., p. 86).",
    "From Ṭūsī onwards, the Muslim ethical writers begin to stress the virtue of justice. One reason for this is that, since the essence of all virtue is the “mean” between extremes, justice itself constitutes the essence of all “means.” Thus a person who has justice ( ʿadāla ) necessarily has all other virtues as well. Ṭūsī, who devotes a special chapter to justice, squarely grounds it in his metaphysical doctrine ( Aḵlāq , pp. 114ff.). Unity is the absolute good and is, in fact, God himself; those things that are nearer to God have the greatest share of unity. Unity and justice are twins, as it were, since, in the same way that lack of unity is diversity, lack of justice is the antagonistic plurality of extremes; hence unity is the same as “balance,” a positive unity synthesizing extremes. From this follows the central importance of the person in a society who balances the conflicting claims of the members of that society, i.e., the ruler. This gives us the second reason for the exceptional importance of justice from Ṭūsī onward, since Ṭūsī, Davānī, and Ḥosayn Wāʿeẓ Kāšefī wrote all their works at the instance of a ruler and as advice to him.",
    "Thus Davānī (Jalāl-al-dīn Moḥammad, d. 908/1502-03), who wrote his book Aḵlāq-e Jalālī  at the demand of the Āq Qoyunlū ruler Uzun Ḥasan, devotes one-fifth of the whole ethical section of his work to the virtue of justice and, like Ṭūsī, singles it out for separate treatment. In the preface to this work (also called Lawāmeʿ al-ešrāq fī makārem al-aḵlāq ), the author states that his book is a reworking of an earlier work “containing fine sayings and statements of rare wisdom emanating from famous kings, virtuous religious leaders, and great philosophers” (Calcutta, 1911, p. 8). This was obviously not a philosophical treatise but a collection of apophthegmatic sayings, “since having been written by one of the early authors it contains some outmoded expressions . . . and its arrangement is also not systematic and logical” (p. 8). The author bases himself squarely on Ṭūsī’s work, which he follows closely both in its comprehensiveness, i.e., he includes economic and political sciences along with individual ethics, and in his analyses and examples. But Davānī’s work is of a more popular style and is clearly a rapprochement between strict philosophy and literature. Here, then, philosophy, already integrated into religion, does seem to meet adab in its style as well as in its emphasis on practice rather than theory. It is perhaps not without a point that the author argues (pp. 12ff.) that ethics should not be defined as only ḥekmat-e ʿamalī , i.e., knowledge ( ʿelm ) of practical things, but must also include actual action ( ʿamal ). Wisdom includes both right speech (i.e., correct thought) and correct action.",
    "A contemporary of Davānī, Ḥosayn Wāʿeẓ Kāšefī (d. 910/1504), wrote a well-known work titled Aḵlāq-e Moḥsenī  for the use of the son of Bāyqarā, the ruler of Herat. This small work has little philosophical about it; it talks about different virtues (the virtue of justice covers one-fourth of the total work) in the manner of the Golestān of Saʿdī. He makes a brief statement, inserts one or more stories to make his point, and includes references to Ḵosrow I and others, along with references to the Koran and Hadith. But the work is professedly about aḵlāq ; and here religion, adab , Sufism, and the philosophical heritage all meet at a popular level. This work was used for the training of civil servants by the East India Company, and a large part of it was translated into English by H. G. Keene (London, 1867). Davānī’s work was prescribed under British rule for the Degree of Honours in Persian and was translated into English by W. F. Thompson as Practical Philosophy of the Muhammadan People (London, 1839).",
    "Notice also should be taken of the influence of Ṭūsī’s work on Resālat al-aḵlāq by the famous Sunni theologian ʿAżod-al-dīn Īǰī (born in Īǰ in Fārs in 680/1281, d.756/1355), who is celebrated for his theological treatise al-Mawāqef . In this ethical work he appears, like Davānī, to follow Ṭūsī closely; but that the work has a decidedly theological motivation is brought out by its introduction, which, in the usual style of theological works in Islam, is devoted to establishing the possibility of knowledge; among the avenues of sure knowledge it includes true tradition ( ḵabar-e ṣādeq ).",
    "Beginning in about the middle of the 19th century, all Muslim countries have produced ethical manuals for school children in a direct, attractive, and intelligible style in which the story-telling of the past is retained. These manuals also aim at inculcating patriotism and even nationalism. The religious heritage is preserved through frequent references to the Koran and Hadith. Thus, in Iran, Ebn al-Moqaffaʿ’s adab work for children was translated into Persian in 1934 and used for ethical instruction. Attention is also drawn to the pre-Islamic ethical lore of Iran, Zoroastrian ethical teaching. In 1937 a work entitled Aḵlāq-e Rūḥī by ʿAṭāʾallāh Rūḥī was published in Tehran and endorsed by the Department of Public Instruction. This work follows the example of the Aḵlāq-e Moḥtašemī of Ḥasan Esfandīārī written about two decades earlier but is more comprehensive (Tehran, 1314 Š./1935); but both of these works have once again made ethics a part of adab (see D. M. Donaldson, Studies in Muslim Ethics , London, 1953, pp. 192-93)."
  ],
  "bibliography": [
    "See also Geiger and Kuhn, Grundr. Ir. Phil. II, pp. 346ff.",
    "Encyclopaedia of Religion and Ethics , ed. J. Hastings, et al., New York, 1919-27, s.v. “Ethics and Morality (Moslem).”",
    "T. J. de Boer, History of Islamic Philosophy , London, 1961.",
    "History of Islamic Philosophy , ed. M. M. Sharif, 2 vols., Wiesbaden, 1963-66.",
    "O. Pazarlı, İslâmda Ahlâk , Istanbul, 1972, an informative but uneven history of Islamic ethics; for an analysis of Īǰī’s unpublished Resālat al-aḵlāq , see pp. 227ff."
  ],
  "citation": "F. Rahman, “AḴLĀQ,” Encyclopædia Iranica, I/7, pp. 719-723; an updated version is available online at http://www.iranicaonline.org/articles/aklaq-ethics-plural-form-of-koloq-inborn-character-moral-character-moral-virtue (accessed on 25 April 2014).",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}