{
  "id": "eweb_111",
  "source": "EIr",
  "cat": "term",
  "link": "https://www.iranicaonline.org/articles/anal-haqq-i-am-the-truth-the-most-famous-of-the-sufi-sathiyat-ecstatic-utterances-or-paradoxes/",
  "annotator": "Riccardo",
  "title": "ANA’L-ḤAQQ",
  "authors": [
    "A. Schimmel"
  ],
  "last_updated": "August 7, 2018",
  "print_details": "Vol. I, Fasc. 9, pp. 1001-1002",
  "published": "December 15, 1989",
  "content": [
    "“I am the Truth,” the most famous of the Sufi šaṭḥīyāt (ecstatic utterances, or paradoxes).",
    "ANA’L-ḤAQQ “I am the Truth,” the most famous of the Sufi šaṭḥīyāt (ecstatic utterances, or paradoxes). Uttered by Ḥosayn b. Manṣūr Ḥallāǰ (executed 309/922 in Baghdad), these words are traditionally said to have been spoken when he knocked at the door of his master, Jonayd, after returning from a pilgrimage in 282/896; asked, by Jonayd, “Who is there?”, he is supposed to have answered ana’l-ḥaqq . Jonayd thereupon cursed him. However, L. Massignon has shown that the words were not a sudden outcry, but rather form part of Ḥallāǰ’s doctrine that the uncreated Divine spirit can transform for a moment the created human spirit so that a change of subject takes place. Hence the Divine and the human person work together, and here is no question of “incarnation” or “Unity of Being.” The expression is found in Ḥallāǰ’s Ketāb al-ṭawāsīn in the context of his discussion of the claim of Eblīs, who said “I am better than (Adam),” and of Pharaoh, who said “I am your Lord Most High” (Koran 79:24). Since according to early Sufi theories (particularly Ḵarrāz) only God has the right to say “I,” the utterance “I” is, in itself, blasphemy. Ḥallāǰ’s ana’l-ḥaqq was later generally understood as meaning “I am God,” for ḥaqq had become a frequently used equivalent of “God,” especially in the non-Arabic areas. Hence, ana’l-ḥaqq was interpreted as the most daring expression of man’s essential unity with God, and is a key expression in the mystical poetry of Iran, Turkey, Muslim India, and Indonesia wherever the theories of waḥdat al-woǰūd “Unity of Being” were employed.",
    "Sufi leaders were divided in their opinions about Ḥallāǰ. Some, like ʿAbd-al-Qāder Gīlānī, thought that he “sang tunes which are not permitted to a mortal”; others tried to explain ana’l-ḥaqq by comparing the mystic in his ecstatic state to the burning bush out of which God spoke (ʿAṭṭār, Taḏkerat al-awlīāʾ , ed. R. A. Nicholson, rep. London, 1907, II, p. 136), or, like Rūmī, by using the metaphor of the iron which, red-hot in the midst of fire, imagines itself to be the fire ( Maṯnawī II, vs. 1347ff.). Most of the sober orders, particularly the later Naqšbandīya, saw in ana’l-ḥaqq a sign of dangerous intoxication (hence the numerous allusions to “Manṣūrī wine” in poetry) or of immaturity, for “only as long as the water is not boiling does the kettle produce a sound,” or “the caravan bell is heard only when the goal has not yet been reached,” in such manner do the later poets in India describe the delusive state of Ḥallāǰ’s ana’l-ḥaqq . Others tried to defend Ḥallāǰ’s utterance by explaining that he was overwhelmed by love, like a gazelle who becomes so infatuated with the gardener that she exclaims, “I am a human being” (Nāṣer Moḥammad ʿAndalīb, Nāla-ye ʿAndalīb , 2 vols., Bhopal, 1309/1891, I, p. 133). They might also contrast the ḥaqq “eternal, hence real” to the bāṭel “vain, decaying”: And is not man’s spirit ( rūḥ ) indeed ḥaqq? (ibid., I, p. 622). Or else they saw Ḥallāǰ as the enraptured gnostic who discovers, once the veils of createdness and ignorance have been lifted in ecstasy, that everything is identical with God; thus he hears the trees, mountains, and fishes proclaiming with mute eloquence ana’l-ḥaqq (cf. Šabestarī, Golšan-e rāz , and Lāhīǰī’s relevant commentary: Šarḥ-e Golšan-e rāz , ed. K. Samīʿī, Tehran, 1337 Š./1958, pp. 368-79, esp. p. 369). But to unveil the secret of either loving union or absolute identity, to “beat the drum of Unity” as the poets say, was considered bī-adabī “lack of etiquette” (ʿOrfī, Kollīyāt , Tehran, 1340 Š./1961, p. 431), for the true lover does not divulge the secret of his beloved, nor the servant that of his master. Again, others, like Rūmī, held that ana’l-ḥaqq was the expression of perfect selflessness ( Fīhī mā fīhī ); the mystic had completely forgotten himself in God, so that his “I” was a sign of Divine grace; in contrast, Pharaoh’s “I” became a curse for him ( Maṯnawī II, vs. 2523; V, vs. 2035). The expression ana’l-ḥaqq was so popular that the poets could easily presuppose its knowledge even among the masses (e.g., folk poetry in Sindhi, Panjabi, Pashto). Akbar Allāhābādī (d. 1921) cleverly juxtaposed ana’l-ḥaqq to Darwin’s “I am a monkey” to point to the difference between Muslim and modern Western approaches to humanity.",
    "Ḥallāǰ’s utterance attracted the interest of European scholars as early as the beginning of the 19th century; most of them followed a pantheistic interpretation or declared Ḥallāǰ a “pure monist” (A. von Kremer) and tried to trace back the ana’l-ḥaqq to the aham brahmāsmi of the Upanishads (particularly M. Horten). Massignon, however, showed its correct place in Ḥallāǰ’s theology. His explanations led even Moḥammad Eqbāl, formerly a critic of Ḥallāǰ’s “measureless pantheism,” to the opinion that ana’l-ḥaqq rather meant “the Infinite entering into the loving embrace of the finite.”"
  ],
  "bibliography": [
    "L. Massignon, La Passion d’al-Ḥoseyn ibn Manṣour al-Ḥallāj, martyre mystique de l’Islam , 2 vols., Paris, 1922; new ed., 4 vols., Paris, 1977.",
    "Idem, ed., Ḥallāǰ, Ketāb al-ṭawāsīn , Paris, 1913.",
    "E. J. W. Gibb, History of Ottoman Poetry , London, 1901.",
    "I. R. A. Nicholson, The Idea of Personality in Sufism , Cambridge, 1923.",
    "H. L. Şuşut, Fakir sözleri , Istanbul, 1958.",
    "A. Schimmel, Al-Halladsch, Märtyrer der Gottesliebe , Cologne, 1968 (with extensive bibliography).",
    "Idem, “The Martyr-mystic Ḥallāj in Sindhi Folk Poetry,” Numen 9, 1962, pp. 161-200.",
    "Idem, “Zur Verwendung des Halladj-Motivs in der indopersischen Dichtung,” Mélanges offerts à Henri Corbin , ed.",
    "S. H. Nasr, Tehran, 1977, pp. 425-47.",
    "Idem, “Iqbal and Hallaj,” Muhammad Iqbal, Poet-Philosopher of Pakistan , ed.",
    "H. Malik, New York, 1971, pp. 310-24."
  ],
  "citation": "A. Schimmel, “ANA’L-ḤAQQ,”  Encyclopædia  Iranica , I/9, pp. 1001-1002, available online at http://www.iranicaonline.org/articles/anal-haqq-i-am-the-truth-the-most-famous-of-the-sufi-sathiyat-ecstatic-utterances-or-paradoxes (accessed on 30 December 2012).",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}