{
  "id": "eweb_113",
  "source": "EIr",
  "cat": "term",
  "link": "https://www.iranicaonline.org/articles/baten-inner-hidden-the-opposite-of-zaher-outer-visible/",
  "annotator": "Riccardo",
  "title": "BĀṬEN",
  "authors": [
    "B. Radtke"
  ],
  "last_updated": "November 2, 2016",
  "print_details": "Vol. III, Fasc. 8, pp. 859-861",
  "published": "December 15, 1988",
  "content": [
    "(inner, hidden), the opposite of ẓāher (outer, visible). Both terms can be predicated of living beings. Most frequently, however, they are associated with the concept ʿelm (knowledge).",
    "BĀṬEN (inner, hidden), the opposite of ẓāher (outer, visible). Both can be predicated of living beings; in the Koran (57:3) God is al-ẓāher wa’l-bāṭen . Most frequently, however, bāṭen or ẓāher is associated with the concept ʿelm (knowledge). There are two ways in which knowledge can be hidden: (1) If it is not within everybody’s reach and (2) if it relates to aspects of things beyond the reach of the senses. This distinction was explained by Ebn Taymīya (d. 728/1328) in his Resāla fī ʿelm al-bāṭen wa’l-ẓāher (p. 230.13-15) as follows: “ ʿElm al-bāṭen can sometimes be knowledge of inner things, such as knowledge of intuitions and moods existing in the heart, and it can also be knowledge of extrasensory things of which prophets were apprised. On the other hand, ʿelm al-bāṭen can mean knowledge which is hidden from most people’s understanding ( yabṭon ʿan fahm akṯar at-nās ).” Both senses of the concepts bāṭen and ʿelm al-bāṭen gained currency, mainly in Shiʿite and Sufi circles.",
    "Shiʿite ideas . The belief that things have an imperceptible inner nature ( bāṭen ) and that knowledge of this ( ʿelm al-bāṭen ) is a higher form of knowledge first arose among the Shiʿite radicals ( ḡolāt , sing. ḡālī ) at Kūfa in the 2nd/8th century. The Kaysānīya and Ḥarbīya sects held that God’s bāṭen (or maʿnā “meaning”) is eternal and that his ẓāher has been manifested in ʿAlī, Moḥammad, and their descendants. Others, citing Koran 57:3, described God’s ẓāher as the human body in which the bāṭen , i.e., the holy spirit ( rūḥ al-qodos ), is incarnated. Bāṭen and ẓāher were predicated not only of God but also of humans and the creation around them. Some of the ḡolāt distinguished between the ẓāher in humans, which is terrestrial, and the bāṭen in humans, which is eternal ( azalī ). The eternal part of a human was often called al-jozʾ al-elāhī , which may perhaps be rendered as “the divine spark.”",
    "Among the various beliefs of the ḡolāt , the one which acquired most notoriety and longest-lasting influence was their doctrine of the inner and outer meaning of the Koran and the Islamic law ( Šarīʿa ). The appellation Bāṭenīya given to later offshoots of the ḡolāt such as the Ismaʿilis referred to this doctrine. As metaphors for the ẓāher and bāṭen of the Koran and the Šarīʿa , the words qešr (shell) and lobb (kernel) were used. According to the doctrine, humans can have knowledge of the inner as well as the outer meaning of God’s book and law. Shiʿites of the various schools which arose ( ḡolāt , Qarmatians, Ismaʿilis, the Eḵwān-al-Ṣafā) all believed the imam to be endowed, through divine afflatus ( elhām ), with knowledge of the bāṭen and consequent ability to explain the inner, true meaning of the Koran and the law through allegorical interpretation ( taʾwīl ). One of the first to treat Koranic themes as allegories was the Kufan ḡālī Moḡīra b. Saʿīd (put to death 119/737). Furthermore, the imam was believed to possess extrasensory knowledge of inner natures and future events ( ḡayb ). Believers loyal to the imam would gain salvation through the ʿelm al-bāṭen which he would impart to them, and possession of this knowledge of the inner truth would confer exemption from duty to obey the law and cause the soul to rise to the level of the angels. These beliefs were voiced mainly by ḡolāt and are likely to have been influenced by gnostic legacies from late antiquity.",
    "Among the critics of the Shiʿite doctrine of al-bāṭen and ʿelm al-bāṭen , Ebn Ḥazm, Ḡazālī, the Zaydite Moḥammad Daylamī, and the Hanbalites Ebn al-Jawzī and Ebn Taymīya deserve mention. Ebn Ḥazm viewed taʾwīl as a dangerous threat to the understanding of clear texts. For Ḡazālī the greatest danger in the doctrine of knowledge not accessible to all was the resulting blind acceptance ( taqlīd ) of the authority of the imam. For Ebn al-Jawzī and Ebn Taymīya ʿelm al-bāṭen was an inadmissible innovation; like all Hanbalites, they believed that God has given his last word to humans by transmitting through the Koran and the Sunna all that He wished them to learn, and that this final revelation is intelligible to anybody without special knowledge.",
    "Sufi ideas . While the ideas of the ḡolāt and other Shiʿites first emerged at Kūfa, the source of Sufi thinking about al-bāṭen and ʿelm al-bāṭen can be traced to Basra. The bāṭen , as understood by the early Basran mystics, is man’s inner self, the complex of emotions which stir his soul (cf. Ebn Taymīya’s definitions). Study of the human soul and inner self was pursued in Ḥasan Baṣrī’s circle, particularly by his mystic pupils. A major role in this development appears to have been played by his pupil ʿAbd-al-Wāḥed b. Zayd. The basis for ʿelm al-bāṭen , as thus defined, was found in a ḥadīṯ qodsī (saying of God Himself). This ḥadīṯ was said to have been transmitted by ʿAbd-al-Wāḥed b. Zayd to his pupils Aḥmad Hojaymī and Aḥmad b. Ḡassān and to have been made known to him by Ḥasan Baṣrī, who had heard it from Ḥoḏayfa b. al-Yamān (one of the Prophet’s companions), who had heard it from Moḥammad, who had heard it from God. Basran ʿelm al-bāṭen consists of knowledge of ways to train the soul and is a psychic discipline attainable by anybody through his own mental effort—not, like Kufan ʿelm al-bāṭen , a body of knowledge conferred by afflatus on a chosen individual. The mystic ʿelm al-bāṭen is expounded in fully developed form in the writings of Ḥāreṯ Moḥāsebī (3rd/9th century). In the east, Ḥakīm Termeḍ¯ī (d. ca. 300/910) built this concept of ʿelm al-bāṭen into his theosophical system. Heresiographers such as Kaʿbī branded the Sufis of the 3rd/9th century simply as aṣḥāb al-bāṭen . In the Sufi manuals written in the 4th/10th century by Kalābāḏī, Sarrāj, and Abū Ṭāleb Makkī, ʿelm al-bāṭen is an essential component of the orthodox Sufism which these authors propound. In addition to the concept of ʿelm al-bāṭen as knowledge of means to train the soul, a second concept now entered Sufi thinking, namely the interpretability of the Koran and the Sunna from within. It was held that understanding of the inner self enables the mystic to understand the inner meaning of God’s book and law. This method of interpretation from within was often described as estenbāṭ (inference). The biggest collection of such exegesis from the early medieval period is the Ḥaqāʾeq al-tafsīr of Solamī (d. 412/1021).",
    "From the 4th/10th century onward, a different tendency, already discernible among some of the earlier Sufis, becomes more and more prominent. ʿElm al-bāṭen is no longer held to be attainable through human effort but is assumed (as by the Shiʿites) to be God-given knowledge. For example, the unknown author of Adab al-molūk (late 4th/10th century) describes ʿelm al-bāṭen as knowledge conferred on Sufis through divine afflatus. Ḡazālī in his Eḥyāʾ ʿolūm al-dīn distinguishes two categories of ʿelm al-bāṭen : ʿelm taṣqīl al-qalb (knowledge of ways to polish the heart), which is a pedagogic discipline, and ʿelm al-mokāšafa , which is God-given illumination of the heart. Ebn al-ʿArabī draws a similar distinction. The two meanings were not always clearly differentiated, with the result that misunderstandings and misrepresentations could arise, mainly in works by writers unsympathetic to Sufism.",
    "The most serious criticism, voiced above all by the Hanbalites Ebn al-Jawzī and Ebn Taymīya, concerned the claim of many Sufis to possession of an ʿelm al-bāṭen of the second category, which in the view of the critics meant possession of a “private revelation.”",
    "See also bātenya ; ismaʿilism ; mazdakism; ẓāher; zand; and zendǰq."
  ],
  "bibliography": [
    "Shiʿites, sources: Ašʿarī, Maqālāt , ed. Ritter, pp. 6-9.",
    "M. Daylamī, Bayān maḏhab al-bāṭenīya wa-boṭlāneh manqūl men ketāb Qawāʿed ʿaqāʾed āl Moḥammad , ed. R. Strothmann, Istanbul, 1939, pp. 4, 7-10, 16, 21, 30, 36f., 39, 44, 48f., 61-63, 80.",
    "Ebn Ḥazm, Feṣal , tr. I. Friedlander, “The Heterodoxies of the Shiites in the Presentation of Ibn Ḥazm,” JAOS 28-29,1907-08, see index s.v. Bâṭinijja .",
    "ʿAbd-al-Raḥmān Ebn al-Jawzī, Talbīs Eblīs , Cairo, 1928, pp. 102ff.",
    "A. Ebn Taymīya, Resāla fī ʿelm al-bāṭen wa’l-ẓāher , in Majmūʿat al-rasāʾel al-monīrīya I, Beirut, 1970, pp. 229-52.",
    "Eḵwān al-Ṣafāʾ, Rasāʾel , 4 vols., Beirut, 1957, III, pp. 486, 488, 511.",
    "Feraq al-šīʿa , ed. Ritter, pp. 63, 82.",
    "M. Ḡazālī, al-Monqeḏ men al-żalāl , ed. F. Jabre, Beirut, 1969, pp. 28ff.",
    "Idem, Fażāʾeḥ al-bāṭenīya , ed. ʿA. Badawī, Cairo, 1964, pp. 11ff.",
    "Abu’l-Ḥosayn ʿAbd-al-Raḥīm Ḵayyāṭ, Ketāb al-enteṣār , ed. H. S. Nyberg, Cairo, 1927, p. 136.",
    "Ketāb al-haft wa’l-aẓella , ed. A. Tamer and I. A. Khalifé, Beirut, 1970, pp. 29, 31, 61f., 87-89, 94f., 98, 100f., 107, 135, 191f., 194.",
    "M. Mofīd, Awāʾel al-maqālāt , Tabrīz, 1371/1951-52, pp. 37-41.",
    "Jaʿfar b. Ḥarb Nāšeʾ, Oṣūl al-neḥal , ed. J. van Ess, Frühe muʾtazilitische Häresiographie. Zwei Werke des Nāšiʾ al-Akbar (gest. 293 H.) , Beirut, 1971, p. 41.",
    "Omm al-ketāb , ed. W. Ivanow, “Ummu’l-kitāb,” Der Islam 23, 1936, pp. 1-132, par. 106.",
    "S. Qomī, Ketāb al-maqālāt wa’l-feraq , ed. J. Maškūr, Tehran, 1963, pp. 55f., 60, 62f.",
    "M. Šahrestānī, Melal , 2 vols., Beirut, 1975, I, pp. 147, 149-51, 189, 192.",
    "R. Strothmann, Esoterische Sonderthemen bei den Nusairi , Berlin, 1958, pars. 198, 248, 260, 263-64, 266, 269, 299-301.",
    "Shiʿites, literature: R. Arnaldez, Grammaire et thélogie chez Ibn Ḥazm de Cordoue , Paris, 1981, pp. 65f.",
    "J. van Ess, Die Erkenntnislehre des ʿAḍudaddīn al-Īcī , Wiesbaden, 1966, pp. 278ff.",
    "R. Freitag, Seelenwanderung in der islamischen Häresie , Berlin, 1985, see index of terms s.v. bāṭin . I. Goldziher, Streitschrift des Gazalī gegen die Bāṭinijja-Sekte , Leiden, 1916.",
    "Idem, Die Ẓâhiriten , Hildesheim, 1967.",
    "H. Hahn, “Das \"Buch der Schatten.\" Die Mufaḍḍal Tradition der Ġulāt und die Ursprünge des Nuṣairiertums,” Der Islam 55, 1978, pp. 219-66.",
    "Idem, Die islamische Gnosis. Die extreme Schia und die ʿAlawiten , Zurich and Munich, 1982, see index of terms s. vv. bāṭin, geheim.",
    "Idem, Kosmologie und Heilslehre der frühen Ismāʿīlīya , Wiesbaden, 1978, see index of terms s.vv. bāṭin, ʿilm al-bāṭin.",
    "Sufism, sources: Adab al-molūk , ed. B. Radtke, Beirut, 1988, pp. 34-36.",
    "Ebn al-Jawzī, Talbīs Eblīs , pp. 321ff. Ebn Taymīya, Resāla , pp. 229-52.",
    "M. Ḡazālī, Eḥyāʾ ʿolūm al-dīn I, bāb 2. M. Kalābāḏī, al-Taʿarrof le-maḏhab ahl al-taṣawwof , Cairo, 1969, pp. 105f.",
    "Abū Ṭāleb Makkī, Qūt al-qolūb , 4 vols., Cairo, 1932, II, pp. 22-24, 40.",
    "Ḥ. Moḥāsebī, al-Reʿāya le-ḥoqūq Allāh , ed. M. Smith, GMS, N.S. 15, London, 1940.",
    "Abū Naṣr Sarrāj, al-Lomaʿ fi’l-taṣawwof , ed. R. A. Nicholson, GMS 22, Leiden and London, 1914, pp. 23f.",
    "Abū Ḥafṣ ʿOmar Sohravardī, ʿAwāref al-maʿāref , tr. R. Gramlich, Die Gaben der Erkenntnisse des ʿUmar as-Suhrawardi. ʿAwārif al-maʿārif , Freiburger Islamstudien 6, Wiesbaden, 1978, pp. 26ff.",
    "M. Solamī, Ḥaqāʾeq al-tafsīr , see Sezgin, GAS I, pp. 671-72.",
    "Ḥakīm Termeḏī, Daqāʾeq al-ʿolūm , ms. Ismail Saib I, Ankara, no. 1571, fols. 10bff.",
    "Sufism, literature: A. Affifi, The Mystical Philosophy of Muhyid Din-Ibnul Arabi , Cambridge, 1937, pp. 105ff.",
    "J. van Ess, Die Gedankenwelt des Ḥāriṯ al-Muḥāsibī , Bonn, 1961.",
    "F. Meier, “Ein wichtiger Handschriftenfund zur Sufik,” Oriens 20, 1967, pp. 60-106.",
    "B. Radtke, Al-Ḥakīm al-Tirmiḏī , Freiburg, 1980, see index s.v. ʿilm al-bāṭin .",
    "Idem, “Theologen und Mystiker in Ḫurāsān und Transoxanien,” ZDMG 136, 1986, pp. 536-69 (esp. pp. 551ff.).",
    "H. Ritter, “Studien zur Geschichte der islamischen Frömmigkeit I. Ḥasan al-Baṣrī,” Der Islam 21, 1933, pp. 1-83.",
    "K. M. al-Šaybī, al-Ṣela bayn al-taṣawwof wa’l-tašayyoʿ , Cairo, 1969 (only to be used as a collection of material).",
    "Search terms :"
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}