{
  "id": "eweb_117",
  "source": "EIr",
  "cat": "term",
  "link": "https://www.iranicaonline.org/articles/dekr/",
  "annotator": "Riccardo",
  "title": "ḎEKR",
  "authors": [
    "Gerhard Böwering",
    "Moojan Momen"
  ],
  "last_updated": "December 21, 2015",
  "print_details": "Vol. VII, Fasc. 3, pp. 229-233",
  "published": "December 15, 1994",
  "content": [
    "lit., “remembrance”; the act of reminding oneself of God.",
    "ḎEKR (lit., “remembrance”), the act of reminding oneself of God.",
    "i. In Sufism .",
    "ii. In the Babi and Bahai religions .",
    "i. IN SUFISM",
    "Among Sufis ḏekr is the most common prayer practice. The term and its derivatives occur in about 250 koranic verses. The Koran itself (e.g., 7:63, 38:1) and other scriptures (e.g., 21:7) are referred to as ḏekr or as ḏekrā and taḏkera (reminder; e.g., 6:90, 74:49), and the Prophet Moḥammad is called moḏakker (admonisher; 88:21). In most instances ḏekr has the basic meaning of “mentioning” God’s name or “remembering” God, as in “Remember Me and I will remember you” (2:152); “O believers, remember God incessantly” (33:41); and the frequently cited verses 5:91, 7:205, 13:28, 18:24, and 33:35. This meaning recurs in numerous canonical Hadith (Wensinck, II, pp. 178-82) and often also in the noncanonical Hadith frequently cited by Sufis. One example of the latter is the ḥadīṯ qodsī , “I am the Companion of one who remembers Me” ( anā jalīso man ḏakaranī ; Tostarī, p. 26; Šeblī in Qošayrī, p. 467; ʿAyn-al-Qożāt, p. 24; Meybodī, V, p. 393, VII, p. 541, VIII, pp. 218-19, 388 [uttered by Bāyazīd], X, p. 260; for Daylamī’s attribution to ʿĀʾeša, see Saḵāwī [d. 902/1467], pp. 95-96), another the ḥadīṯ nabawī , “The best ḏekr is the secret one” (Aḥmad b. Ḥanbal, nos. 1477, 1559, 1623; Sarrāj, ed. Nicholson, p. 42). The Prophet is also reported to have compared ḏekr assemblies ( majāles al-ḏekr ) to the meadows of paradise (Moḥāsebī, 1940, p. 331; Qošayrī, p. 466) and to have likened ḏekr to the angels’ glorification of God: “No company sits remembering God, without the angels surrounding them and divine Presence ( sakīna ) covering them” (Wensinck, II, p. 494; Moḥasebī, apud van Ess, p. 201). Ḏekr formulas were also adopted in Muslim everyday life, for example, al-ḥamdo le’llāh (Praise belongs to God) and sobḥān Allāh (Glory be to God). The most beautiful names of God ( al-asmāʾ al-ḥosnā ) were recited to the rhythm of prayer beads ( tasbīḥ ) or as litanies ( awrād , aḥzāb ).",
    "While theologians ( motakallemūn ) explored the variety of meanings in the word ḏekr (Tahānawī, pp. 512-13), scholars of religious law ( foqahāʾ ) concentrated upon minute regulation of ritual prayer ( ṣalāt ). Nevertheless, the term majāles al-ḏekr was used by such scholars of law as Anas b. Mālek (d. 91-93/709-11) for prayer and other religious assemblies said to have existed since the time of the Prophet (Makkī, II, p. 23; cf. Meier, 1976, p. 236).",
    "From the basic meaning of ḏekr in the Koran and Hadith Sufis derived the notion of “recollection” of God ( ḏekr ) as a principal prayer practice and central doctrinal concept. Although patterns of historical influence have not been conclusively demonstrated, the Sufi ḏekr includes aspects resembling the repetition of the name of God and hesychastic prayer of eastern Christianity, as well as features similar to the meditation techniques of Yoga (Anawati and Gardet, pp. 235-58). Possible affinities between Sufi forms of ḏekr and the shamanistic practices of Central Asia have been doubted (Meier, 1954, p. 131). As a devotional practice ḏekr is clearly distinct from Muslim ritual prayer ( ṣalāt ) and personal supplication ( doʿā ʾ ). It is, however, closely associated with intimate colloquy with God ( monājāt ) and with ecstatic prayer accompanied by music and dance ( samāʿ ).",
    "In practice the Sufi ḏekr reflects the mystic’s concentration upon God’s presence within the human soul, to the exclusion of all else. The Sufi repeats a short ḏekr formula either aloud or “in the heart,” seeking to turn away from all distractions and to erase all barriers to awareness of God’s presence. The struggle against forgetting God ( ḡafla , nesyān ), the antithesis of ḏekr , reaches a point at which the Sufi is so much with God that he is unaware of even the act of ḏekr itself. Ḏekr is understood to be both an act of speaking and an act of hearing: The uninterrupted repetition of God’s name is experienced as hearing God speak. For Sufis it thus fends off the insinuations of Satan, counteracts the egocentric drives of the lower soul, and cleanses the mirror of the heart from the tarnish of worldly concerns. They can then be free for God alone. Unlike the ritually obligatory ṣalāt , ḏekr is voluntary, and performance is not bound to any particular time (Qošayrī, p. 467), though eventually Sufis came to prefer Thursday nights for their collective ḏekr . They do not understand ḏekr as an exercise in self-mortification (despite the term sayf al-morīdīn “novices’ sword”; Qošayrī, p. 465); rather, it is a mystical way of reaching ecstasy ( wajd ), union with and immersion ( esteḡrāq ) in God.",
    "The Sufi ḏekr developed from an individual method of prayer among the classical Sufis of the 9th century into a prayer ceremony of the Sufi confraternities ( ṭarīqa s) beginning in the 12th century. Sahl b. ʿAbd-Allāh Tostarī (d. 283/896) was one of the earliest Sufis who adhered to a regular ḏekr practice and offered a rudimentary yet coherent ḏekr theory. Throughout his life Tostarī observed the method of recollecting God by repeating the mental prayer “God is my witness” ( Allāh šāhedī ; Qošayrī, pp. 83-84; Böwering, pp. 45-49, or in the words of Ebn al-ʿArabī [d. 638/1240], p. 174: “God is with me, God looks at me, God sees me”), in order to actualize God’s presence in the silence of his heart. In the conviction that God takes care of the mystic at every moment of his existence, he understood the practice of ḏekr as man’s daily spiritual sustenance ( qūt ) and interpreted it experientially as the breakthrough to God, Who Himself effects His own recollection within the mystic’s heart ( al-ḏekr be’l maḏkūr , ḏekr Allāh be’llāh ; Böwering, pp. 201-07). According to Tostarī, God reveals Himself in the inmost recesses of the human soul ( serr al-nafs ) as the Lord of the primordial covenant alluded to in the koranic phrase alasto be rabbekom (Am I not your Lord? 7:172). In this covenant the preexisting souls of all humanity had acceded to the lordship of God before the beginning of time. Through anamnesis the mystic rediscovers this moment in preexistence in pharaoh’s blasphemous proclamation of his own lordship, anā rabbokom al-aʿlā (I am your Lord Most High; 79:24). By listening to God, the true speaker of the koranic word, the mystic ironically perceives the actual essence of belief flowing from pharaoh’s tongue of unbelief and remembers in his experience the moment when God, in preexistence, affirmed His oneness and lordship for human consciousness. That there is only One Who can truly say “I” is the ultimate truth of Islamic mysticism captured in the act of ḏekr (Böwering, pp. 185-201). Rowaym b. Aḥmad (d. 303/915-16) corroborated Tostarī’s theory of ḏekr : “The people heard their first ḏekr when God addressed them saying, ‘Am I not your Lord?’ This ḏekr was secreted in their hearts even as its occurrence was secreted in their intellects. So when they heard the ḏekr , the secret things of their heart appeared, and they were ravished, even as the secret things of their intellects appeared when God informed them of this, and they believed” (Kalābāḏī, pp. 126-27; tr. pp. 166-67).",
    "The ecstatic quality of this “I” was first given consistent expression in the paradoxical utterances ( šaṭḥ ) of Bāyazīd Besṭāmī . His statements “Glory be to Me!” ( sobḥānī ), “I am He” ( anā Howa ), “I am I and thus am ‘I,’” and “I am I; there is no God but me” gave vivid expression to a human consciousness merging with the divine. In these expressions there was room neither for the human self nor for God but only for the ultimate and absolute “I,” called “God” as the object of faith but “I” as the subject of mystical experience. Whereas it was Bāyazīd who laid the ecstatic foundations for Sufi prayer, Ḥallāj (d. 309/922) became famous for bringing the ḏekr experience into the open with his public proclamation ana’l-Ḥaqq (“I am the Real,” i.e., God). There were, however, Sufis, who favored a more sober approach to ḏekr . Abū Bakr Wāseṭī (d. after 320/932), for example, held that the first Sufi word was “Allāh” uttered by the first caliph, Abū Bakr (d. 13/634) and that it was the task of the believer to find peace in the ḏekr (Sarrāj, ed. Nicholson, pp. 91, 122-23). He voiced reservations about the unmitigated practice of ḏekr ( man ḏakara eftarā “One who performs recollection fabricates lies”; Sarrāj, ed. Arberry, p. 12) and saw its legitimate goal as mystical vision ( mošāhada ): “ Ḏekr is leaving the field of forgetfulness as one enters the space of vision dominated by fear and intense love” (Qošayrī, p. 467). Many other classical Sufis contributed aphorisms to the chapters on ḏekr included in the widely disseminated Sufi manuals of the 10th and 11th centuries.",
    "There is sufficient evidence that the classical Sufis performed ḏekr , originally a predominantly solitary exercise, also in groups and employed shouting and dancing as the body language of ecstasy. At Qayrawān in the 9th century these collective perfomances were known as mašhad al-ḏekr (Meier, 1976, p. 243); they came to be associated with samāʿ , the practice of listening to music and poetry recitation, especially in the Sufi circles of Baghdad. Jonayd (d. 298/910), one of the leading shaikhs of Baghdad and a sober mystic disinclined to show signs of rapture (Qošayrī, p. 202), defined the basic prerequisites of samāʿ as a fixed time and place and the presence of brethren (Sarrāj, ed. Nicholson, pp. 186, 272). Abū Naṣr Sarrāj (ed. Nicholson, pp. 285-88) recorded some of the features of those sessions, like emotional gesticulation and shouted ejaculations, and compared the dancing Sufis to a flock of sheep stirred by the wolf. In sessions of samāʿ preference was given to the spontaneous show of emotion resulting from overwhelming experience. Although Ḥakīm Termeḏī (d. between 295/907 and 310/922) and others criticized dancing, clapping hands, jerking the head, and swaying during ḏekr (Radtke, p. 129), still others approved throwing off the turban and tearing the clothes. Dancing, whirling, and leaping up were understood as the expression and result of trance, rather than as means for achieving ecstasy. There were provisions, however, that made it permissible to provoke the emotion artificially ( tawājod ) or to conform to the movement of another dancer ( mowāfaqa ), especially that of a respected person (Qošayrī, pp. 201-06).",
    "With time, ḏekr and samāʿ , which had originally been independent forms of religious expression, became intermingled. Although it appears impossible to define with precision the various stages of transition, the process had been completed by the time of Aḥmad Ḡazālī (d. 520/1126), thus well before the emergence of Sufi confraternities. Aḥmad Ḡazālī understood ḏekr as the merging of the practitioner with the cosmic consciousness of creation, which spontaneously proclaims God the one and only Lord (Gramlich, 1983, pp. 18-19). As an exercise, it served Aḥmad Ḡazālī as the prelude to samāʿ . The group assembled after either the morning or evening prayer and, following litanies and the recital of ḏekr formulas, listened to koranic verses recited by a beautiful voice and interpreted by the shaikh. Then the singer ( qawwāl ) stepped forward to chant songs apt to induce dance and ecstasy (Robson, text p. 167; tr., p. 105).",
    "In their attempt to explain Sufi teachings to a larger public the authors of the Sufi handbooks, from Sarrāj’s Lomaʿ (ed. Nicholson, p. 219) through Qošayrī’s Resāla (p. 465) to Moḥammad Ḡazālī’s Eḥyāʾ (Anawati and Gardet, pp. 214-234), established a ranking of three degrees of ḏekr , an ordering already formulated in substance by Tostarī’s disciple Ebn Sālem (Sarrāj, ed. Nicholson, p. 219). The ḏekr of the tongue ( ḏekr al-lesān ) is the mere recital of the ḏekr formula; that of the heart ( ḏekr al-qalb ) is total inner concentration on God’s name without moving the tongue; and that of the innermost being ( ḏekr al-serr ) is the experience of total absorption by the reality of the One Who is recollected ( al-maḏkūr ). In each of these modes recollection has initially to be established with effort, but then it begins to flow spontaneously. As the mystic advances through these three ranks of ḏekr , a process of interiorization takes place. In the ḏekr al-lesān the Sufi is aware of three entities: the subject, the object, and the act of recollection. In the ḏekr al-qalb he is conscious only of the division between the subject and the object of recollection. Finally, in the ḏekr al-serr no duality remains, and total fanāʾ (passing from existence) is achieved (see BAQĀʾ WA FANĀ ʾ ). In later Sufi theory the latter two stages were collapsed into a single second stage, and recollection of the organs and limbs ( ḏekr al-jawāreḥ ) was added as the third, in an attempt to describe the permeation of and sovereignty over the whole body by ḏekr ( solṭān al-ḏekr ; see e.g., Maʿṣūm-ʿAlīšāh, I, p. 236).",
    "The Sufi confraternities further transformed the ḏekr , which had begun as a free method of prayer, into an elaborate liturgical ceremony. They developed a dual tradition, including the solitary ḏekr , whether uttered aloud ( jalī ) or imperceptibly ( ḵafī ), and the collective ḏekr , performed by the group aloud in unison. They also distinguished between ḏekr moqayyad , performed at a fixed time and place, and ḏekr moṭlaq , which was free of such constraints (Ebn ʿAṭāʾ-Allāh, p. 5). This same distinction determines whether or not a ḏekr is bound to a fixed ritual (Qoššāšī, pp. 146-47; Meier, 1957, p. 202). Ideally ḏekr , as an act of reminding oneself of God, should become the mystic’s permanent state and an activity performed uninterruptedly. It is of prime importance that the ḏekr formula be implanted in the practitioner’s heart by the Sufi shaikh through talqīn (infusion), an act derived from Muslim funeral custom (Qošayrī, p. 737; Gramlich, p. 389). The most common ḏekr formula in the ṭarīqa tradition is the Muslim declaration in which the negation lā elāha (there is no god) is combined with the affirmation ellā Allāh (but God). Other preferred forms are “Allāh” and the pronoun howa “He.” The principal requirements for the solitary ḏekr are a state of ritual purity while reciting the formula; solitude in a small, dark, and empty room; a position facing the qebla with eyes closed, legs crossed, and hands on the knees; elimination of all distracting thoughts ( nafy al-ḵawāṭer ) and breathing controlled with minute regularity ( ḥabs al-nafas ); the presence of the pīr before one’s heart (a practice of visual representation, sometimes aided by contemplation of the ephebe, or šāhed ; Gramlich, p. 393; cf. Ritter, 1978, pp. 434-503); and the presence of God before one’s eyes ( morāqaba ) through and beyond the image of the pīr .",
    "Three basic forms of the Sufi ḏekr can be distinguished, according to the beats ( żarb ) of the rhythmic movements and regular breathing performed by the seated individual practitioner. The common historical roots of the three basic forms can be traced in the Kobrawī ḏekr , for the essential elements were already set forth in the Merṣād al-ʿebād (pp. 271-88; tr. pp. 271-85) of Najm-al-Dīn Dāya (d. 654/1256), who followed the practice of Najm-al-Dīn Kobrā (d. 618/1221). The Neʿmat-Allāhīs practice a two-beat ḏekr , called ḏekr-e haykalī or ḥamāyelī , accompanied by bodily movements when the practitioner is alone or performed mentally when others are present. As lā elāha is pronounced the head is drawn up in a half-circle from the navel to the throat around the right side of the chest, the seat of the carnal soul ( nafs ); while ellā Allāh is pronounced it is returned in another half-circle to the navel around the left side of the chest, the seat of the higher soul or spirit ( rūḥ ; Gramlich, pp. 396-98).",
    "The Naqšbandīs perform a three-beat ḏekr without visible motion or perceptible sound. Sitting quite still, the practitioner presses the tongue to the palate and holds his breath beneath the navel. Without moving, he draws the lā from beneath the navel to the top of the head (first beat), then directs the elāha from the vertex to the right shoulder (second beat), and finally drives the ellā Allāh from the shoulder into the heart (third beat). The breath should be held as long as possible and released only after an uneven number of completed repetitions, ideally twenty-one; then the exercise is repeated on a new breath (Gramlich, pp. 398-401). The principles regulating the Naqšbandī ḏekr , as ascribed to ʿAbd-al-Ḵāleq Ḡojdovānī (d. after 617/1220) and developed by Bahāʾ-al-Dīn Naqšband (d. 791/1389), have become standard in the confraternity (summarized in Trimingham, pp. 202-04).",
    "The Kobrawī Sufi ʿAlāʾ-al-Dawla Semnānī (d. 736/1336), following Nūr-al-Dīn Esfarāyenī (d. 717/1317), developed a four-beat ḏekr (Qoššāšī, pp. 155-58) that was adopted by the Hamadānīya (see ʿALĪ HAMADĀNĪ ). Holding his breath, the Sufi inclines his head to the level of the navel and inaudibly pronounces the formula in four beats: lā , while jerking the head back into the upright position, elāha while tracing a half-circle with the head around the right side of the chest and returning it to the position of the navel, ellā while jerking the head back up again, and Allāh while describing a half-circle with the head around the left side back to the navel. The principal shaikhs of the Neʿmat-Allāhīya, Ḏahabīya , and Ḵāksārīya developed further variations of these basic forms of ḏekr , which are generally kept secret from the uninitiated (Gramlich, p. 404-07). These variations, often employed as means of shaping a practitioner’s character, rest on the assumption that through recollection one assumes the traits of the divine names ( taḵalloq be asmāʾ Allāh , a phrase of Abu’l-Ḥosayn Nūrī, d. 295/907-08) and actualizes the perfections latent within man as created in God’s image (ʿAṭṭār, II, pp. 54-55).",
    "The collective ḏekr ceremonies of the ṭarīqa tradition, based on a number of ḏekr formulas, most commonly lā elāha ellā Allāh , included minute regulation of respiratory rhythm and precisely prescribed postures, according to the traditional practice within a particular confraternity. Such traditions frequently included the use of musical instruments like drums and pipes and the recital of poetry and eulogies to saints. The shaikh, or pīr , occupied the most important place in a Sufi session ( ḥażra ) or circle ( ḥalqa ). He also directed the exercise of a person practicing ḏekr in seclusion ( ḵalwa ), especially the forty-day retreat ( arbaʿūn ; see ČELLA ii ).",
    "An especially well-known form of communal ḏekr is that of the Mawlawī ṭarīqa . Although it is also performed individually, the Mawlawī ḏekr , usually called samāʿ , is best known in its collective form. A group of adepts assembles in a circular room ( samāʿ-ḵāna ) around the shaikh, who sits on his sheepskin facing the qebla . Participation presupposes initiation; musicians must be present, and a particular style of dress (conical cap and sleeveless gown) is imposed. The group first sits in a circle, then stands together and dances in an ordered circle, each person turning on his own axis, with head and arms in precisely prescribed positions. All begin and end with the music as they perform their studied ritual of whirling. Unlike earlier forms of samāʿ , in the Mawlawī ḏekr ecstasy has become the goal of the dance, rather than its result (Ritter, 1933).",
    "For a music sample, see  Baluchistan Dekr .",
    "For a music sample, see  Fadāye Roḳsār – D ekr Qāderieh .",
    "For a music sample, see  Ḵorasan – Dekr Hāji Majnun Šāh .",
    "For a music sample, see  Sanandaj – Dekr Qāderieh ."
  ],
  "bibliography": [
    "(For abbreviations found in this bibliography, see “Short References.”) Aḥmad b. Ḥanbal, al-Mosnad , Beirut, 1398/1978.",
    "G. C. Anawati and L. Gardet, Mystique musulmane. Aspects et tendances, expériences et techniques , 2nd ed., Paris, 1968.",
    "Farīd-al-Dīn ʿAṭṭār, Taḏkerat al-awlīā ʾ, ed. R. A. Nicholson, 2 vols., London and Leiden, 1905-07.",
    "ʿAyn-al-Qożāt Hamadānī, Tamhīdāt , ed. ʿA. ʿOsayrān, Tehran, 1382/1962.",
    "G. Böwering, The Mystical Vision of Existence in Classical Islam , New York, 1980.",
    "Ebn al-ʿArabī, Mawāqeʿ al-nojūm , Cairo, 1325/1907.",
    "Ebn ʿAṭāʾ-Allāh Eskandarī, Ketāb meftāḥ al-falāḥ wa-meṣbāḥ al-arwāḥ , Cairo, n.d.",
    "J. van Ess, Die Gedankenwelt des Ḥāriṯ al-Muḥāsibī , Bonn, 1961.",
    "R. Gramlich, Die schiitischen Derwischorden Persiens II. Glaube und Lehre , Wiesbaden, 1976.",
    "Idem, Der reine Gottesglaube, Wiesbaden, 1983.",
    "ʿAlī b. ʿOṯmān Hojvīrī Jollābī as Kašf al-maḥjūb , ed. V. A. Žokofskī, Tehran, 1336 Š./1957; tr. R. A. Nicholson as The Kashf al-Maḥjūb. The Oldest Persian Treatise on Sufism , new ed., 1936; repr. London, 1959.",
    "Abū Bakr Kalābāḏī, Ketāb al-taʿarrof le maḏhab ahl al-taṣawwof , ed. A. J. Arberry, Cairo, 1352 /1933; tr. A. J. Arberry as The Doctrine of the Ṣūfīs , Cambridge, 1935.",
    "D. B. Macdonald, “Emotional Religion in Islam as Affected by Music and Singing, Being a Translation of a Book of the Iḥyāʾ ʿulūm ad-dīn of al-Ghazzālī,” JRAS , 1901, pp. 195-252, 705-48; 1902, pp. 1-28.",
    "Idem, Religious Attitude and Life in Islam , Chicago, 1909.",
    "Abū Ṭāleb Makkī, Qūt al-qolūb , 4 vols. in 2, Cairo, 1932.",
    "Maʿṣūm-ʿAlīšāh, Ṭarāʾeq al-ḥaqāʾeq , ed. M.-J. Maḥjūb, 3 vols., Tehran, 1339-1345 Š./1960-66.",
    "F. Meier, “Der Derwischtanz. Versuch eines Überblicks,” Asiatische Studien 8, 1954, pp. 107-36.",
    "Idem, Die Fawāʾiḥ al-ğamāl wa-fawātiḥ al-ğalāl des Nağm ad-Dīn al-Kubrā , Wiesbaden, 1957.",
    "Idem, Abū Saʿīd-i Abū l-Ḫayr , Leiden, 1976.",
    "Abu’l-Fażl Meybodī, Kašf al-asrār wa ʿoddat al-abrār , ed. ʿA.-A. Ḥekmat, 10 vols., Tehran, 1331-39 Š./1962-70.",
    "Ḥāreṯ b. Asad Moḥāsebī, Ketāb al-reʿāya le ḥoqūq Allāh , ed. M. Smith, GMS, N.S. 1, London, 1940.",
    "M. Molé, “La danse extatique en Islam,” in Sources orientales VI. Les danses sacrées , Paris, 1963, pp. 145-280.",
    "ʿAbd-al-Karīm Qošayrī, al-Resāla al-qošayrīya , 2 vols., ed. M. Maḥmūd, Cairo, 1966.",
    "Ṣafī-al-Dīn Aḥmad Qoššāšī, al-Semṭ al-majīd , Hyderabad, 1328/1910.",
    "B. Radkte, al-Ḥakīm at-Tirmiḏī , Freiburg, 1980.",
    "Najm-al-Dīn Dāya Rāzī, Merṣād al-ʿebād , ed. M.-A. Rīāḥī, Tehran, 1352 Š./1973; tr. H. Algar as The Path of God’s Bondsmen from Origin to Return ,Delmar, N.Y., 1982.",
    "H. Ritter, “Der Reigen der ‘Tanzenden Derwische,’” Zeitschrift für Ver-gleichende Musikwissenschaft 1, 1933, pp. 28-40.",
    "Idem, Das Meer der Seele , Leiden, 1978.",
    "J. Robson, Tracts on Listening to Music , London, 1938.",
    "Moḥammad b. ʿAbd-al-Raḥmān Saḵāwī, al-Maqāṣed al-ḥasana fī bayān kaṯīr men al-aḥādīṯ al-moštahera ʿala’l-alsena , ed. ** Ḡemārī, Beirut, 1979.",
    "Abū Naṣr Sarrāj, al-Lomaʿ fi’l-taṣawwof, ed. R. A. Nicholson, London and Leiden, 1914; ed. A. J. Arberry as Pages from the Kitāb al-Lumaʿ of Abū Naṣr al-Sarrāj , London, 1947.",
    "Moḥammad-ʿAlā b. ʿAlī Tahānawī, Kaššāf eṣṭelāḥāt al-fonūn , 2 vols., Calcutta, 1862.",
    "Sahl b. ʿAbd-Allāh Tostarī, Tafsīr al-Qorʾān al-ʿaẓīm , Cairo 1329/1911.",
    "J. S. Trimingham, The Sufi Orders in Islam , Oxford, 1971.",
    "A. J. Wensinck, Concordance et indices de la tradition musulmane , 8 vols., Leiden, 1936-88.",
    "(GERHARD BöWERING)",
    "ii. IN THE BABI AND BAHAI RELIGIONS",
    "In Babi and Bahai usage ḏekr refers to both a person (see Lawson) and an activity (see Scholl). In such phrases as ḏekr Allāh al-aʿẓam (the mightiest remembrance of God or the remembrance of God the Mightiest) it refers to the manifestation, or prophet, of God ( maẓhar-e elāhī ). In the writings of the Bāb  it is a reference to himself (Lawson). In the writings of Bahāʾ-Allāh  it may refer either to himself or to the Bāb (1984, pp. 190, 194; 1967, p. 7). This usage reflects the Shiʿite interpretation of certain koranic passages (e.g., 3:58 and 20:124) as references to the imams. Ḏekr , the “mention” or “remembrance” of God, also denotes prayer and the recital and reading of the scripture, as well as sharing the Sufi meaning of repetitive, ritual chanting (see i, above).",
    "In the histories of the Babi period several practices resembling the Sufi ḏekr are recorded. For example, in the Tārīḵ-e jadīd of Mīrzā Ḥosayn (p. 157; cf. Mīrzā Jānī, p. 231) it is recorded on the authority of Ḥaydar Beg that the Babis of Zanjān used to chant “Allāh abhā” (God is Most Glorious) ninety-two times (equal to the numerical value of the name Moḥammad) from their barricades during the upheaval in 1266-67/1850-51 (see BABISM ii",
    "Bahāʾ-Allāh provided formulas to be chanted and also set aside a special day for this activity (ʿAbd-al-Bahāʾ, tr., p. 38), but, apart from the ritual invocation of the words “Allāh abhā” as part of personal daily devotions, there is not at present much in Bahai practice that corresponds to the Sufi practice of ḏekr . The phrase mašreq al-aḏkār refers both to the practice of reciting prayers and scripture at dawn and to the place in which such recitations are carried out (see BAHAI FAITH ix ).",
    "ʿAbd-al-Bahāʾ, Taḏkerat al-wafāʾ , Haifa, 1924; tr. M. Gail as Memorials of the Faithful , Wilmette, Ill., 1971.",
    "Bahāʾ-Allāh, Alwāḥ-e nāzela ḵeṭāb be molūk wa roʾasā-ye arż , Tehran, 1347 Š./1968; partial tr. Shoghi Effendi as Proclamation of Bahá’u’lláh to the Kings and Leaders of the World , Haifa, 1967.",
    "Idem, Montaḵabātī az āṯār-e Ḥażrat Bahāʾ-Allāh , ed. Shoghi Effendi, Hofheim-Langenhain, Germany, 1984.",
    "B. T. Lawson, “The Terms ‘Remembrance’ ( dh ikr ) and ‘Gate’ ( báb ) in the Báb’s Commentary on the Súra of Joseph,” in M. Momen, ed., Studies in Honor of the Late Hasan M. Balyuzi , Los Angeles, 1988.",
    "Mīrzā Ḥosayn Hamadānī, Tārīḵ-e jadīd , tr. E. G. Browne as Táríkh-i-Jadíd, or New History of Mírzá ‘Alí Muḥammad the Báb , Cambridge, 1893.",
    "Ḥājī Mīrzā Jānī Kāšānī, Ketāb al-noqṭat al-kāf , ed. E. G. Browne, Leiden and London, 1910.",
    "Moḥammad-Nabīl Zarandī, tr. Shoghi Effendi as The Dawn-Breakers. Nabíl’s Narrative , Wilmette, Ill., 1962.",
    "S. Scholl, “The Remembrance of God. An Invocation Technique in Sufism and the Writings of the Báb and Bahá’u’lláh,” Bahá’í Studies Bulletin 2/3, 1983, pp. 73-98."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}