{
  "id": "eweb_122",
  "source": "EIr",
  "cat": "term",
  "link": "https://www.iranicaonline.org/articles/baqa-wa-fana-sufi-term-signifying-subsistence-and-passing-away/",
  "annotator": "Riccardo",
  "title": "BAQĀʾ WA FANĀʾ",
  "authors": [
    "G. Böwering"
  ],
  "last_updated": "October 28, 2016",
  "print_details": "Vol. III, Fasc. 7, pp. 722-724",
  "published": "December 15, 1988",
  "content": [
    "Sufi term signifying “subsistence and passing away,” that is, passing away from worldly reality and being made subsistent in divine reality.",
    "BAQĀʾ WA FANĀʾ, Sufi term signifying “subsistence and passing away.” The Sufi teaching of passing away from worldly reality and being made subsistent in divine reality describes the apex of mystic experience and union with God. As a correlative pair of notions, in which fanāʾ logically precedes baqāʾ , it is applied to two levels of meaning, the passing away of human consciousness in the divine and the obliteration of imperfect qualities of the soul by substitution of new, divinely bestowed attributes. Of the two terms, fanāʾ is the more significant concept in Sufi writings and occasionally implies connotations expressed by its counterpart. Though possibly similar in its meaning to the Buddhist nirvāṇa , fanāʾ does not denote the extinction of individual life. The link of baqāʾ wa fanāʾ with ideas of ekstasis prevalent in Hellenistic culture appears to be tenuous as well.",
    "In his ascetic struggle, the mystic of Iranian Sufism strives to abandon this world ( donyā ) before it leaves him and to slay his carnal soul ( nafs ) before it breathes its last, because he experiences physical existence—including the body, the senses, and the lower self—as existence alienated from God. In mystic vision on the other hand, he professes and actually realizes oneness of God ( tawḥīd ), the eternal and true reality, one without partners, beside whom the mystic’s temporal existence has no claim to reality and his self no right to selfhood. In realizing tawḥīd , the mystic has to pass away from any trace of individual self-consciousness so that his self is blotted out in actual non-existence and God alone exists and in truth subsists ( al-fanāʾ fi’l-tawḥīd ). The teaching of Abu’l-Ḥasan Ḵaraqānī (d. 425/1033), “One is a Sufi who is not. The Sufi is a day that has no need of sun, a night that needs neither moon nor star, and a non-existence that needs no existence” (Jāmī, Nafaḥāt , p. 298) expands Jonayd’s insight that the mystic’s existence is his greatest sin (ʿAṭṭār, II, p. 7; Ebn Ḵallekān, I, p. 374), and Abū Bakr Wāseṭī’s statement that non-existence is the mystic’s qebla while existence his falling into kofr (ʿAṭṭār, II, p. 273).",
    "This non-existence, however, equals the state of original existence humanity possessed in the presence of God at the primordial covenant of alast prior to creation (Koran 7:172). Originally conceived by Abu’l-Fayż Ḏu’l-Nūn (d. 245/860), developed by Sahl b. ʿAbd-Allāh Tostarī (d. 283/896), spread in Sufi circles by Abu’l-Qāsem Jonayd (d. 298/910), publicly proclaimed by Ḥosayn b. Manṣūr Ḥallāj (d. 309/922), and enigmatically articulated by Abū Bakr Šeblī (d. 334/945), this original standing of man ( waqfa ) before God at the primordial covenant, when man received his own intellect in and through his profession of God’s oneness, is reactualized by the Sufi in his dying to worldly existence and his returning to his original, primal state in the presence of God (Böwering, pp. 153-57, 185-207). Returning to his non-existence, which actually is his only true existence, the mystic “is as he was, when he was before he was” (Ḏu’l-Nūn, quoted by Kalābāḏī, p. 105) or has reached his goal of “returning to the beginning” (Jonayd, quoted by Anṣārī, p. 168), so to speak “being the way he was at the moment he was not as yet” (Šeblī, quoted by ʿAṭṭār, II, p. 175).",
    "The fundamental experience of passing away from actual existence and subsisting in primordial existence was couched in the language of fanāʾ and baqāʾ by the Sufi Abū Saʿīd Ḵarrāz (d. 286/899; ennaho awwal man takallama fī ʿelm al-fanāʾ wa’l-baqāʾ , Solamī, p. 228; cf. Hojvīrī, p. 180) and adopted in the short epistle, Ketāb al-fanāʾ , attributed to Jonayd (Abdel-Kader, p. 31-39: for questions of authenticity cf. Reinert, p. 132). There is no proof for the views advanced by Zaehner that the Sufi teaching of fanāʾ derives from Hindu philosophy or, even more temerariously, adopts the Upanishadic tat tvam asi ( Hindu and Muslim Mysticism , London, 1960, pp. 94-97, and Indo-Iranian Journal 1, 1957, pp. 286-301). It is an erroneous claim as well that Bāyazīd Besṭāmī  was the first to have introduced the term fanāʾ into Sufism, as assumed by Hartmann (p. 64) and apparently also Ritter (1954, p. 231). The connection of the teaching of fanāʾ and baqāʾ in Sufi tafsīr literature with the sole Koranic passage (55:26-27) citing the roots of both terms together (“All that dwells upon the earth is perishing [ fānen ], yet still abides [ yabqā ] the Face of thy Lord, majestic, splendid”) is a reading of Sufi views into Koranic language rather than an organic terminological development out of Koranic roots.",
    "The transition from existence to non-existence or primordial existence is not a total annihilation, since the Sufi’s self is not reduced to pure nothingness. Rather, it is purification of the Sufi’s self which is drawn to higher forms of being and ultimately absorbed in God. Ebn al-ʿArabī defined the matter in categorical terms: “There is no passing away ( fanāʾ ) except from such and such as there also is no subsisting ( baqāʾ ) except through such and such and with this and that. The from-away belongs necessarily to fanāʾ ( fa-ʿan le’l-fanāʾ lā bodd menh ). According to the Sufis, however, passing away on the mystic path means always passing away from the lower (state by being absorbed) in the higher” (II, p. 512). At an advanced stage of perfection the mystic puts on divine attributes, in Abu’l-Ḥosayn Nūrī’s words, “being fashioned in the attributes of God” ( al-taḵalloq be-aḵlāq Allāh , ʿAṭṭār, II, pp. 54-55), and in Najm-al-Dīn Kobrā’s view, becoming the subject of divine attributes and capable of “creating, bringing forth, giving life, causing death, having mercy, punishing and other things that belong to the divine attributes of bounty and justice” ( Fawāʾeḥ , ed. Meier, p. 29). In its perfect form, the experience of fanāʾ and baqāʾ is understood in Sufism as al-fanāʾ ʿan al-nafs and al-baqāʾ beʾllāh , and ultimately as al-fanāʾ feʾllāh , but not as al-fanāʾ ʿan Allāh .",
    "The crucial point of passing away is reached when the Sufi’s own self is stripped off, like a snake shedding its skin, and the mystic’s own self-identity is obliterated. In shedding the self of ordinary self-perception—the self that is identifiable by a person’s name—the mystic reaches his true self that is ultimately and profoundly one with God. This is illustrated by Šeblī’s saying, “It has been my life-long desire to be alone with God, without that Šeblī was there at this being alone,” and Šehāb-al-Dīn Yaḥyā Sohravardī’s description of the Sufi’s ascent from the Muslim creed, “no god save God,” through the stages of “no he save He,” “no thou save Thou,” and “no I save I” to the stage where there is but the One ( Resāla-ye safīr-e sīmorḡ , in Spies and Khatak, pp. 27-29).",
    "The mystic’s true self is discovered in the depth of his personality as the divine secret of God’s own I-ness taking the place of the mystic’s self and overcoming the duality of subject and object in their identity. Realizing this secret, the Bīsar-nāma of pseudo-ʿAṭṭār exclaims, “I am God, I am God, am God” ( man ḵodā-yam, man ḵodā-yam, man ḵodā ), and Nasīmī’s Dīvān takes up a theme of Rūmī’s Maṯnawī (bk. 5, vv. 2022-23), “I beheld that I am God from top to toe” ( sar tā ba-qadam wojūd-e ḵᵛod ḥaq dīdam ; cf. Ritter, 1955, p. 590). Rūmī catches this secret in the image of a ruby permeated by the rays of the sun and transformed as if into sunlight. As long as the ruby is ruby, there are as yet two, ruby and sunlight, but when the penetration of sunlight is complete there is only one brilliance (bk. 5, vv. 2025-35). The old “I” ( ana ) has become the “no” ( lā ) that is denied by the new “I”: man man nī-am (“I am not I”) as Rūmī says (bk. 1, vv. 3124-26).",
    "As the mystic loses the identity with his own self, he experiences identity with God, as illustrated by Besṭāmī’s famous utterance, “I shed my own self as a snake shed its skin; then I beheld my own essence ( ḏāt ), and lo, I was He ( ana howa )” (Sahlajī, pp. 77, 118), and in Abū Saʿīd b. Abʾil-Ḵayr’s exclamation: “When you see me you see Him, and when you see Him you see me” (Ebn Monawwar, p. 259). The certainty that God has become the mystic’s I-ness, being the “this-ness” ( annīa ) not the “where-ness” ( aynīya ) of his individual self—a distinction recorded in Bīrūnī’s Taḥqīq mā le’l-Hend (p. 66, quoted by Gramlich, p. 328)—induces the mystic to pronounce theopathic utterances ( šaṭaḥāt ), such as Besṭāmī’s sobḥānī , Ḥallāj’s ana’l-Ḥaqq and others (cf. e.g., Rūzbehān Baqlī, Šarḥ-e šaṭḥīyāt ). These ecstatic expressions of Sufi experiences of fanāʾ and baqāʾ are rooted in the old Sufi conviction that only God can truly say “I” (Sarrāj, p. 32) and inspired by typical Sufi interpretations of Koranic verses, e.g., God’s word to Moses, “I am your Lord” ( ennī ana rabboka ; 20:12), and Pharaoh’s claim, “I am your Lord Most High” ( ana rabbokom al-aʿlā ; 79:24) (see Nwyia, pp. 178-83, and Böwering, pp. 190-97).",
    "The consciousness of absorption in God induced some Iranian mystics to lay claim to divine self-consciousness. Asked about the contradiction of his description of the true mystic as one able to lift the earth and the seven heavens with a single eyelash, while he had defined him earlier as unable to carry the weight of a fly, Šeblī answered, “at that time I was I, now I am He” ( āngāh mā mā būdīm aknūn mā ūʾst ; cf. ʿAṭṭār, II, p. 176). According to ʿAṭṭār’s account, Ḵaraqānī believed that he could fill the seven heavens and the earth by himself, span the distance between the earth and the divine throne with one giant step, cause a deluge with one drop of his heart’s blood, move heaven and earth, and engulf all of creation with his knowledge (II, pp. 212-15). He even is said to have claimed, “I am the Chosen of the age, I am God of the age” ( moṣṭafā-ye waqt-am wa ḵodā-ye waqt-am ; ibid., II, p. 211). Claims ascribed to Besṭāmī, e.g., “I am I; there is no god save I; so worship me” (Sahlajī, p. 122), and, “Moses desired to see God. I do not desire to see God—He desires to see me” (Ebn al-Jawzī, p. 333), even more vividly depict the mixing of human and divine consciousness in mystic speech uttered in the experience of fanāʾ and baqāʾ . The speaker of the utterance may be either God or the mystic, God speaking with the tongue of the mystic, or the mystic speaking out of the experience of divine consciousness within himself."
  ],
  "bibliography": [
    "The chapters on fanāʾ and baqāʾ in the Sufi handbooks and A. H. Abdel-Kader, The Life, Personality and Writings of Al-Junayd , London, 1962.",
    "Farīd-al-Dīn ʿAṭṭār, Taḏkerat al-awlīāʾ , ed. R. A. Nicholson, 2 vols., London, 1905-07.",
    "Ḵᵛāja ʿAbd-Allāh Anṣārī, Ṭabaqāt al-ṣūfīya , ed. ʿA. Ḥabībī, Kabul, 1340 Š./1961.",
    "Abū Rayḥān Bīrūnī, Taḥqīq mā le’l-Hend , Hyderabad, 1377/1958.",
    "G. Böwering, The Mystical Vision of Existence in Classical Islam , Berlin, 1980.",
    "Ebn al-ʿArabī, al-Fotūḥāt al-makkīya , 4 vols., Cairo, 1329/1911.",
    "Ebn al-Jawzī, Talbīs Eblīs , Cairo, n.d. Ebn Ḵallekān, Wafayāt al-aʿyān , ed. E. ʿAbbās, Beirut, n.d. Moḥammad b. Monawwar, Asrār al-tawḥīd , ed. Ḏ. Ṣafā, Tehran, 1332 Š./1953.",
    "R. Gramlich, Die schiitischen Derwischorden Persiens. Zweiter Teil: Glaube und Lehre , Wiesbaden, 1976, esp. pp. 313-35 (a thorough treatment of the topic).",
    "K. Hartmann, “Zur Frage nach der Herkunft und den Anfangen des Sufitums,” Der Islam 6, 1916, pp. 31-70.",
    "ʿAlī b. ʿOṯmān Hojvīrī, Kašf al-maḥjūb , ed. V. Žukowsky, repr. Tehran, 1336 Š./1957.",
    "Abū Bakr Kalābāḏī, Ketāb al-taʿarrof , ed. A. J. Arberry, Cairo, 1933.",
    "F. Meier, Die Fawāʾiḥ al-ğamāl wa-fawātiḥ al-ğalāl des Nağm ad-dīn al-Kubrā , Wiesbaden, 1957.",
    "R. A. Nicholson, The Mystics of Islam , London, 1914.",
    "P. Nwyia, Exégèse coranique et langage mystique , Beirut, 1970.",
    "B. Reinert, Die Lehre vom tawakkul in der klassischen Sufik , Berlin, 1968.",
    "H. Ritter, “Die Aussprüche des Bāyezīd Bisṭāmī,” Westöstliche Abhandlungen , ed. F. Meier, Wiesbaden, 1954, pp. 231-43.",
    "Idem, Des Meer der Seele , Leiden, 1955.",
    "Jalāl-al-Dīn Rūmī, Maṯnawī-e maʿnawī , ed. R. A. Nicholson, 8 vols., London, 1925-40.",
    "Rūzbehān Baqlī, Šarḥ-e šaṭḥīyāt , ed. H. Corbin, Tehran, 1344 Š./1965.",
    "Sahlajī, al-Nūr men kalemāt Abī Ṭayfūr , in Šaṭaḥāt al-ṣūfīya , ed. ʿA. Badawī, Cairo. 1949.",
    "Abū Naṣr Sarrāj, ed. R. A. Nicholson, The Kitāb al-lumaʿ fi’l-taṣawwuf , London, 1914.",
    "Abū ʿAbd-al-Raḥmān Solamī, Ṭabaqāt al-ṣūfīya , ed. N. Šorayba, Cairo, 1372/1952.",
    "O. Spies and S. K. Khatak, Three Treatises on Mysticism , Stuttgart, 1935.",
    "R. C. Zaehner, “Abū Yazīd of Bisṭām—a Turning Point in Islamic Mysticism,” IIJ 1, 1957, pp. 286-301.",
    "Idem, Hindu and Muslim Mysticism , London, 1960.",
    "Search terms :"
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}