{
  "id": "eweb_124",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/fusanji/",
  "annotator": "Riccardo",
  "title": "FŪŠANJĪ HERAVĪ, ABU’L-ḤASAN ʿALĪ,",
  "authors": [
    "Gerhard Böwering"
  ],
  "last_updated": "May 29, 2013",
  "print_details": "Vol. X, Fasc. 3, pp. 230-231",
  "published": "December 15, 2000",
  "content": [
    "correctly BŪŠANJĪ; b. Aḥmad b. Sahl (d. 958/959), an important exponent of the fetyān ( javān-mardān ) of Khorasan.",
    "FŪŠANJĪ (correctly BŪŠANJĪ) HERAVĪ, ABU’L-ḤASAN ʿALĪ , b. Aḥmad b. Sahl (d. 347/958 or 348/959), an important exponent of the fetyān ( javān-mardān ) of Khorasan. He came from Būšanj (Mid. Pers. Pūšang, also Arabized as Fūšanj, q.v.), a village seven farsak òs from Herat. Fūšanjī studied with Abū ʿAlī Ḥosayn b. Edrīs Anṣārī Heravī (d. 301/913-14) and Abū ʿAbd-Allāh Moḥammad b. ʿAbd-al-Raḥmān Sāmī Heravī (d. 302/914-15), two learned scholars of Hadith at Herat (Ḏahabī, Taʾrīḵ , years 331-50, p. 382; cf. idem, Sīar XIV, pp. 113-15). He was first introduced to Sufi thought and practice by Abū ʿOṯmān Ḥīrī (d. 298/910) in Nīšāpūr. For more extensive Sufi instruction, Fūšanjī traveled to visit Ebn ʿAṭāʾ (d. 320/923) and Jorayrī (d. 311/923), two prominent Sufis of Baghdad, as well as Ṭāher Maqdesī and Abū ʿOmar Demašqī (d. 320/932), two Sufi masters of Syria (Solamī, Ṭabaqāt , p. 481, ed. Šarība, p. 458). He is known to have discussed problems of Sufi doctrine with Abū Bakr Šeblī (d. 334/946; ibid.) and Mortaʿeš (d. 328/939-40) in Baghdad and to have visited Abū ʿAlī Rūḏabārī (d. 322/934), a leading Sufi of Egypt (Ebn ʿAsāker, XI, p. 840). Fūšanjī, who left no written work, is listed in the sources as an adherent of the Shafiʿite school (Sobkī, Ṭabaqāt [Cairo2] II, pp. 244-45; Ebn al-Ṣalāḥ, pp. 595-96).",
    "According to fragmentary autobiographical statements cited by Ebn ʿAsāker (XI, pp. 841-42), Fūšanjī was drawn into the controversy surrounding the theological teachings of Abū Bakr Moḥammad b. Esḥāq b. Ḵozayma Solamī (d. 311/924) at Nīšāpūr, a situation that also brought him into close contact with the Sufi Abū ʿAlī Ṯaqafī (d. 328/940), at whose side he was eventually buried. Seeking a resolution of the controversy, Fūšanjī traveled to consult with ʿAbd-al-Raḥmān b. Abī Ḥātem Rāzī (d. 327/938) at Rayy and then with Abu’l-ʿAbbās Qalānesī (d. 314/926) at Baghdad. Although there he stood accused before the vizier by Abū ʿAmr Aḥmad b. Moḥammad b. ʿOmar Semsār, he was later given leave to return home. Fūšanjī then took up permanent residence in Nīšāpūr and established a Sufi center ( fa-baneya behā dāran le’l-ṣūfīya ) where, for some forty years until his death, he instructed a large group of disciples from Khorasan in the Sufi way of life (Ḏahabī, Taʾrīḵ , years 331-50, p. 383). Among them were Abu’l-Ḥasan Moḥammad b. Ḥosayn b. Dāʾūd ʿAlawī Naysābūrī (d. 401/1011; cf. Ḏahabī, Taʾrīḵ , years 401-20 A.H., p. 50), Abū ʿAbd-Allāh b. al-Bayyeʿ (q.v.; d. 403/1012-13; cf. Ḏahabī, Sīar XVII, pp. 162-77), and Abū Moḥammad ʿAbd-Allāh b. Yūsof b. Aḥmad Ardastānī Eṣbahānī (d. 409/1019; Ḏahabī, Taʾrīḵ , years 401-20, pp. 187-88), as well as Abu’l-Ḥasan Moḥammad b. Abī Esmāʿīl ʿAlī b. Ḥosayn ʿAlawī Hamadānī (d. 393-94/1003-4), who attended to Fūšanjī’s funeral arrangements (Ebn ʿAsāker, XI, p. 841; cf. Tārīḵ Baḡdād , III, pp. 90-91; Ḏahabī, Sīar XVII, pp. 77-79).",
    "Fūšanjī is renowned for his teachings on fotowwa , a term which he interprets as Sufi humanism. For him, Sufism consists of fotowwa , human freedom ( ḥorrīya ), genuine generosity, and elegant manners (Solamī, Ṭabaqāt , p. 484; ed. Šarība, p. 460). Lamenting the decay of Sufism in his day—“Today, Sufism is a name without reality, but formerly, it was a reality without a name” (Solamī, Ṭabaqāt , p. 482, ed. Šarība, p. 459; Hojvīrī, p. 49, ʿAbd-Allāh Anṣārī, p. 498)—Fūšanjī defines fotowwa as altruism. He bases this characterization on the koranic phrase, “preferring others above themselves” ( yoʾṯerūna ʿalā anfosehem ; Koran 59:9) and a saying of the Prophet that defines faith through loving one’s brother as one’s own self (Ebn ʿAsāker, XI, p. 842; Ḏahabī, Taʾrīḵ , years 331-50, p. 383). For Fūšanjī, fotowwa is founded on the principles of observing one’s religious duties ( morūʾa ) and keeping God before one’s eyes ( morāqaba ). It requires a humble heart: “One who is humble in his soul, God raises his rank, and one who waxes proud in his soul, God abases him in the eyes of men” (Solamī, Ṭabaqāt , p. 484, ed. Šarība, p. 461). Fūšanjī sees faith ( īmān ) as confirmed by works: “The beginning of faith is bound to its end,” meaning that the act of faith becomes authentic through the sincere practice of the law (ibid.). He defines tawba (repentance) as, “If you remember sin and find no delight in it when remembering it” (Qošayrī, p. 261; Hojvīrī, p. 385), and tawakkol (trust in God) as, “That you eat what is placed before you, chew it peacefully, and know that nothing that is due to you escapes you” (Moḥammad b. al-Monawwar, p. 244). Perhaps because of the theological controversy which affected his earlier years, Fūšanjī maintained a rational definition of tawḥīd (professing God as one) as “neither comparing God’s essence nor negating His attributes” (Qošayrī, pp. 28, 585; Ebn ʿAsāker, XI, p. 842) and rejected speculative thought ( naẓar ) as the devil’s trap ( faḵḵ Eblīs ; Ebn ʿAsāker, XI, p. 843; Ḏahabī, Taʾrīḵ , years 331-50, p. 384)."
  ],
  "bibliography": [
    "ʿAbd-Allāh Anṣārī Heravī, Ṭabaqāt-e ṣūfīya , ed. M. Mawlāʾī, Tehran, 1362 Š./1983, pp. 497-500.",
    "Abū Noʿaym Eṣbahānī, Ḥelyat al-awlīyāʾ wa ṭabaqāt al-aṣfīāʾ , 10 vols, Beirut, 1967-68, X, pp. 379-80.",
    "Moḥammad b. Aḥmad Ḏahabī, Sīar aʿlām al-nobalāʾ , ed. Š. Arnaʾūt et al., 25 vols., Beirut, 1413/1992.",
    "Idem, Taʾrīḵ al-Eslām , ed. ʿO. Tadmorī, 2 vols., Beirut, 1413/1992-93 (volumes for years 331-50 and 401-20).",
    "Ebn ʿAsāker, Taʾrīḵ madīnat Demašq , facsimile ed., 19 vols., Amman, n. d.",
    "Abu’l-Ḥasan ʿAlī b. ʿOṯmān Hojvīrī, Kašf al-maḥjūb , ed. V. A. Zhukovsky, Leningrad, 1926, repr. Tehran, 1336 Š./1957.",
    "Moḥammad b. Monawwar, Asrār al-tawḥīd fī maqāmāt Šayḵ Abī Saʿīd , ed. M. R. Šafīʿī Kadkanī, Tehran, 1366 Š./1987.",
    "ʿOṯmān b. ʿAbd-al-Raḥmān Ebn alá-Ṣalāh Šahrazorīá, Ṭabaqāt al-foqahāʾ al-šāfeʿīya , ed. M.-D. Najīb, 2 vols., Beirut, 1413/1992.",
    "ʿAlī b. ʿOṯmān Hojvīrī, Kašf al-maḥjūb , ed. R. A. Nicholson, Leiden and London, 1911, repr. London, 1959.",
    "ʿAbd-al-Karīm Qošayrī, Resāla , ed. ʿA.-Ḥ. Maḥmūd and M. b. Šarīf as al-Resāla al-qošayrīya , Cairo, 1385/1966.",
    "Sobkī, Ṭabaqāt (Cairo2) II, pp. 244-45.",
    "Solamī, Ṭabaqāt , pp. 481-84; ed. N.-D. Šarība, Cairo, 1969, pp. 458-61."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": 292
}