{
  "id": "eweb_129",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/jafar-al-sadeq-iii-and-sufism/",
  "annotator": "Riccardo",
  "title": "JAʿFAR AL-ṢĀDEQ iii. And Sufism",
  "authors": [
    "Hamid Algar"
  ],
  "last_updated": "October 5, 2012",
  "print_details": "Vol. XIV, Fasc. 4, pp. 356-362",
  "published": "December 15, 2008",
  "content": [
    "all the Sufi orders claim initiatic descent from the Prophet exclusively through ʿAli b. Abi Ṭāleb, the first imam of the Ahl al-Bayt, and many speak also of a  selselat al-ḏahab  (golden chain), linking them with all of the first eight of the Twelve Imams.",
    "JAʿFAR AL-ṢĀDEQ",
    "iii. And Sufism",
    "With a single exception, that of the Naqšbandiya, all the Sufi orders claim initiatic descent from the Prophet exclusively through ʿAli b. Abi Ṭāleb, the first imam of the Ahl al-Bayt (q.v.), and many speak also of a selselat al-ḏahab (golden chain), linking them with all of the first eight of the Twelve Imams. Jaʿfar al-Ṣādeq, the sixth imam, occupies, however, a position of particular significance in Sufi tradition. A number of Sufis are said to have associated with him; he is lauded for his knowledge of the Path in several foundational works of Sufi literature; and numerous utterances and writings on the topic of spiritual progress have been attributed to him. What has been asserted concerning him in these respects is in some cases clearly apocryphal and has been the subject of dispute, especially on the part of Shiʿite authors ill-disposed to Sufism, even in its Shiʿite manifestations. Thus, Moqaddas Ardabili (d. 993/1585), probable author of Ḥadiqat al-šiʿa , dismisses the alleged links between Imam Jaʿfar al-Ṣādeq and Sufism as an attempt on the part of some early Sufis to gain the authority of the imam for the teachings they began to elaborate during his lifetime. By way of refutation, Ardabili cited a tradition of the imam condemning Abu Hāšem Kufi, generally regarded as the first person to be designated as Sufi (quoted in Maʿṣum-ʿAlišāh, I, p. 190). Given the duration of Jaʿfar al-Ṣādeq’s imamate and the influence and appeal he exerted beyond the circle of his specifically Shiʿite following, it is, however, likely that he played some role in the gestation of Sufism, even if the nature and extent of that role were distorted in later tradition.",
    "In the Ḥelyat al-awliāʾ , one of the earliest hagiographical compendia, the author Abu Noʿaym Eṣfahāni (d. 430/1038) mentions Jaʿfar al-Ṣādeq immediately after his father, Imam Moḥammad al-Bāqer, and he lauds him for his devout concentration on worship, his chaste abstention from the pursuit of power, and insistence on feeding the poor, even to the detriment of his own family (III, pp. 192-193). Jaʿfar al-Ṣādeq is the last in the succession of imams of the Ahl al-Bayt acknowledged by Abu Bakr Kalābāḏi (d. 380/990), as foremost, after the companions of the Prophet, in manifesting the truths of Sufism “in word and deed” (Kalābāḏi, p. 27). ʿAli Hojviri (d. ca. 463/1071), author of the first Persian compendium on Sufism, likewise includes the first six imams among the forerunners of the Sufis, and he describes Jaʿfar al-Ṣādeq as “the sword of the Sunna, the beauty of the Path, the interpreter of gnosis, and the adornment of pure devotion” ( sayf-e sonnat wa jamāl-e ṭariqat wa moʿabber-e maʿrefat wa mozayyen-e ṣafwat ; Hojviri, p. 94). The most eloquent testimony to the prominence of Jaʿfar al-Ṣādeq in the Sufi imagination is provided, however, by Shaikh Farid-al-Din ʿAṭṭār (d. 618/1221). He invokes him in the very first section of Taḏkerat al-awliāʾ as a figure who will bring blessing on his enterprise and mention of whom will suffice as an indication of the centrality to the Sufi path of the Prophet, his Companions, and all the Ahl al-Bayt. Jaʿfar al-Ṣādeq was, moreover, the one “who spoke more than the other imams concerning the Path ( ṭariqat ),” who “excelled in writing on innermost mysteries and truths and who was matchless in expounding the subtleties and secrets of revelation ( laṭāyef-e asrār-e tanzil wa tafsir ).” Given his own emphatic loyalty to Sunnism, ʿAṭṭār felt it necessary at the same time to emphasize that love of the Ahl al-Bayt was not the preserve of Shiʿites, and he even claimed that Sunnis are the true devotees of the Prophet’s household (pp. 12-13). This assertion foreshadowed attempts by later Sufis of Sunni bent to detach Jaʿfar al-Ṣādeq from Shiʿism entirely and appropriate him in exclusivity for their own tradition.",
    "Both Abu Noʿaym and ʿAṭṭār narrate several encounters between Jaʿfar al-Ṣādeq and Sufis (or, to be more precise, proto-Sufis) with whom he was contemporary. Thus according to Abu Noʿaym, Sofyān Ṯawri (d 161/776), celebrated both as a jurist and as an ascetic, met with him at least twice. On the first occasion, the imam bestowed threefold pious counsel on Sofyān at his request; he responded gratefully by seizing his hand in a gesture implying submission and loyalty (Abu Noʿaym, III, p. 193). Later, however, Sofyān permitted himself to reproach the imam for the silken raiment he found him to be wearing, only for him to reveal beneath it a modest white woolen cloak and to explain that the finery is for men to behold and the woolen cloak for God; he therefore displays the former and conceals the latter (Abu Noʿaym, III, p. 193). A similar account is given by ʿAṭṭār (p. 15), except that the hidden garb is of coarse linen, not of wool, and the visitor beholding the duality of dress is left unnamed. (Given the reprehensibility of silken clothing for men, it is remarkable that Shiʿite tradition similarly reports that Jaʿfar al-Ṣādeq could be seen wearing a silk cloak at the Prophet’s Mosque in Medina; Majlesi, XLVII, p. 17). ʿAṭṭār also speaks of an occasion when Sof-yān suggested to Jaʿfar al-Ṣādeq that he should emerge from his self-imposed isolation in order to benefit men with his utterances. The imam replied that the nature of the times necessitated such isolation, and he proceeded to recite two lines of verse to the effect that the hearts of men had become full of scorpions (ʿAṭṭār, p. 15).",
    "Another proto-Sufi, Dāʾud Ṭāʾi (d. 160/775), is said to have heard Jaʿfar al-Ṣādeq express fear that his ancestor, the Prophet, would reproach him in the hereafter for not sufficiently following ( motābaʿat ) his model, for—said the imam—it was not lineage that mattered, but deeds (ʿAṭṭār, p. 14). Belittling as it does one of the central values of Shiʿism, that is, descent from the Prophet, this utterance seems of dubious authenticity. Two further stalwarts of early Sufism, Mālek-e Dinār (d. 131/748) and Ebrāhim b. Adham (d. 261/875) are said by a Shiʿite author, Abu Jaʿfar Moḥammad Ṭusi (d. 460/1067), to have been the servants ( ğelmān ) of Jaʿfar al-Ṣādeq (Ṭusi, al-Amāli , cited in Ebn Šahrāšub, IV, p. 248); the case of the former is undocumented, and that of the second involves a chronological impossibility. Probably apocryphal, also for reasons of dating, is the story of an encounter between Jaʿfar al-Ṣādeq and Šaqiq Balḵi (d. 194/810). To the imam’s request for a definition of fotowwat (spiritual chivalry), Šaqiq replied that if sustenance came his way, he would give thanks, and if it did not, he would be patient. The imam retorted that even the dogs of Medina comported themselves thus; true fotowwat was not only to be patient when lacking sustenance, but also to dispense it freely when having it at one’s disposal (Afšār and Omidsālār, eds., fol. 36b).",
    "The most widespread but also least plausible tradition is that linking Imam Jaʿfar al-Ṣādeq to Bāyazid Besṭāmi (q.v.), for the Sufi in question was born not earlier than 234/848, that is eighty-six years after the death of the imam. ʿAṭṭār recounts nonetheless that Jaʿfar al-Ṣādeq was the culminating figure among the one hundred and thirteen elders from whose company Bāyazid benefited. One day the imam instructed him to fetch a book from a nearby shelf, to which Bāyazid responded, “what shelf?” indicating that he had been absorbed in the presence of the imam to the exclusion of all else. Jaʿfar al-Ṣādeq thereupon pronounced his training complete and sent him home to Besṭām (ʿAṭṭār, pp. 161-62). Ḥaydar Āmoli (d. after 787/1385), a proponent of the absolute identity of true Sufism and true Shiʿism, elaborated on the theme by having Bāyazid function as the gatekeeper, water carrier, and confidant of the imam during a sojourn in Baghdad (Āmoli, p. 224); according to a certain Abu ʿAbd-Allāh Moḥaddeṯ, Bāyazid was in his service for precisely thirteen years (cited in Ebn Šahrāšub, IV, p. 248). Nur-al-Din Jaʿfar Badaḵši (fl. 8th/14th cent.), a Kobrawi author, repeats the anecdote of the shelf and attributes to Bes-ṭāmi the confession: “if I had not met al-Ṣādeq, I would have died an unbeliever;” and he claims that he was persuaded to join the circle of the imam by a consideration of two of the key textual proofs of Shiʿism: Qurʾān, 42:23 (“I ask for this no reward save love of my kinsfolk”), and the ḥadiṯ al-ṯaqalayn , which links the imams to the Qurʾān as guarantors for the correct practice of Islam (cited by Nur-Allāh Šuštari, I, p. 21).",
    "From the 8th/14th century onwards, the main initiatic line of the Naqšbandiya places Jaʿfar al-Ṣādeq intermediate between his maternal grandfather, Qāsem b. Abi Moḥammad b. Abi Bakr (d. 101/719-20 or 102/720-21), and Bāyazid. The assertion that Qāsem had been the spiritual preceptor of Jaʿfar al-Ṣādeq was not new, having already been made by Abu Moḥammad Ṭāleb Makki (d. 386/996) in his Qut al-qolub . The imam may well have studied with Qāsem, who attained renown in Sunni tradition as one of “the seven jurists” ( foqahā-ye sabʿa ) of Medina, and he definitely transmitted Hadith from him. Qāsem is not numbered, however, among the proto-Sufis, and the attribution to him of a preceptorial function seems therefore fanciful. As for the supposed initiatic relation between Jaʿfar al-Ṣādeq and Besṭāmi, Naqšbandis were aware from the outset of the chronological problem and therefore affirmed that the imam’s training of Bāyazid took place inwardly by means of his spiritual being ( ruḥ-āniyat ), not outwardly through the meeting of their bodily forms (Pārsā, pp, 12-13; Kāšefi, I, pp. 11-12). The same was asserted by Sufis of the ʿEšqiya, a Central Asian order, and its Indian derivative, the Šaṭṭāriya, who similarly included Jaʿfar al-Ṣādeq and Bāyazid Besṭāmi in the ancestry to which they laid claim (Maʿṣum-ʿAlišāh, II, p. 151; Rizvi, II, p. 151; Trimingham, pp. 97-98).",
    "Others sought to solve the problem posed by the occurrence of Jaʿfar al-Ṣādeq’s demise before the birth of Bāyazid by positing the existence of two Bāyazid Besṭāmis, elder and younger. Describing his visit to Besṭām, Yāqut Ḥamawi (d. 626/1229) mentions two personages with remarkably similar names: the celebrated Sufi, Abu Yazid (i.e., Bāyazid) Ṭayfur b. ʿIsā b. Sorušān Zāhed Besṭāmi, whose tomb he records having seen, and the far less well-known Abu Yazid (i.e., Bāyazid) Ṭayfur b. ʿIsā b. Ādam b. ʿIsā b. ʿAli Zāhed Besṭāmi al-Aṣḡar (the younger; Yāqut, I, p. 421). Nur-Allāh Šuštari (d. 1019/1610) therefore hypothesizes that tradition may have confused the elder Bāyazid with the younger, thereby disqualifying the Sufi from being a contemporary of the imam; if the chronology be corrected, it remains possible that Bāyazid indeed kept the company of Jaʿfar al-Ṣādeq (Nur-Allāh Šuštari, II, p. 24). He also suggests, somewhat contradictorily, that Bāyazid’s link to the imam consisted simply of a turn to Shiʿism at a certain point in his life; this, he claims, is the sense of Šarif ʿAli b. Moḥammad Jorjāni’s statement in his Šarḥ al-Mawāqef (a commentary on ʿAżod-al-Din Iji’s Ketāb al-mawāqef fi ʿlm al-kalām ) that the Sufi benefited spiritually ( estefāża ) from the spiritual being of the imam. Jorjāni’s statement reflects his Naqšbandi and, therefore, Sunni affiliation, but, in accordance with his own standard procedure, Šuštari imposes a Shiʿi identity on Jorjāni (d. 816/1413) himself so that his formulation of the matter can be interpreted as an exercise in ṭaqiya (prudential dissimulation). With a single deft maneuver, Nur-Allāh Šuštari thus claims both Jorjāni and Bāyazid Besṭāmi for Shiʿism (Nur-Allāh Šuštari, II, p. 22).",
    "The supposed link between Jaʿfar al-Ṣādeq and Bāyazid has also received architectural expression. It is said that when Bāyazid returned to Besṭām, he was accompanied by one of the imam’s sons, Moḥammad by name; he predeceased Bāyazid, who was wont to spend much time in meditation at his tomb. Centuries later, a descendant of Bāyazid successfully petitioned the Oljāytu (Öljeitü) the Il-khanid for funds to construct a dome over the tomb, making it the nucleus of a shrine that was repeatedly restored and expanded in Safavid and Qajar times (Nur-Allāh Šuštari, II, pp. 23-24; see BESṬĀM). As for the tomb of Bāyazid himself, it has remained to this day a modest affair, standing in the courtyard of the shrine of Moḥammad b. Jaʿfar al-Ṣādeq and surmounted by nothing more than an iron grille, as if acknowledging the subordination of the Sufi to the Ahl al-Bayt.",
    "With respect to Jaʿfar al-Ṣādeq and Naqšbandi tradition, it may finally be noted that a late source, the Ḵazinat al-aṣfiāʾ of Ḡolām Sarvar Lāhuri, ascribes to Bahāʾ-al-Din Naqšband, the eponym of the order, genealogical as well as spiritual descent from the imam (I, p. 545); and that once the Sunni identity of the Naqšbandiya received new emphasis by way of reaction to the Safavid promotion of Shiʿism in Persia, at least one Naqšbandi, Sayyed Moḥam-mad Bādāmyāri, sought to deny all connection of Jaʿfar al-Ṣādeq to Shiʿism and claimed him, however incongruously, for Sunni Islam (Qazvini, fol. 19b). A similar assertion had earlier been made by the Kobrawi, Nur-al-Din Esfarāʾeni (d. 717/1317); Jaʿfar al-Ṣādeq would be repelled, he claimed, by the doctrines put forth in his name by the Shiʿites (Landolt, introd. to his ed. of Esfarāʾeni, pp. 18-19). Like Bāyazid at the hands of Šuštari, the imam thus became an object of sectarian appropriation and debate.",
    "The Bektāšiya (q.v.), an order professing a Shiʿism of a certain type and therefore utterly different from the emphatically Sunni Naqšbandiya, also invoked the authority of Jaʿfar al-Ṣādeq for various aspects of its doctrines and practices. It thus attributed to him the origin of its fourfold scheme of the ascending stages of religion ( šariʿat , ṭariqat , maʿrefat , ḥaqiqat ), as well as the initiatic belt known as the tiğbent girded on by the neophyte (Birge, pp. 106, 234). The initiatic ceremony included the recognition of the maḏhab of Jaʿfar al-Ṣādeq as true and correct, although this rarely resulted in any substantial knowledge or practice of Shiʿi jurisprudence on the part of the Bektāšis, notoriously lax as they were in the fulfillment of canonical duties (Sertoğlu, p. 263). Of particular interest is the patently false attribution to Jaʿfar al-Ṣādeq of one of the few prose texts to which Bektāšis have traditionally referred, the Buyruk (Command). Circulating in different recensions, the book includes doctrinal elements reminiscent of early Safavid Shiʿism as well as several evocations of Ḵaṭāʾi, the pen-name of Shah Esmāʿil I Ṣafawi (q.v.), features which suggest an early 16th century origin for the text (Mélikoff, pp. 135-36). The purpose behind its original composition may indeed have been to recruit Bektāšis for the Safavid cause, but the book contains much that is distinctively Bektāši: rites of initiation ( ikrar âyini ) for males and females (Jaʿfar al-Ṣādeq [attrib. to], 1989, pp. 85-88); prayers and proclamations known as gülbank (Pers. golbāng ) to be recited on various occasions (ibid., pp. 281-85); and the fantastic legend of the Prophet’s dealings with the kırklar , a forty-man conclave of the saintly who, initially reluctant to admit him to their midst, ultimately consented to drink wine with him out of a luminous bowl brought from paradise by Salmān Fārsi (ibid., pp. 9-17). Much of this material is attributed to Jaʿfar al-Ṣādeq, a circumstance difficult to explain. Given his status as eponym of the Jaʿfari maḏhab , perhaps it was thought appropriate to invoke his authority additionally for the rites and doctrines of the Bektāšiya. Alternatively, elements of extremist ( ğolāt , q.v.) teaching that had claimed to enjoy Jaʿfar al-Ṣādeq’s approval, despite his best efforts to disown them throughout his life, may have found their way to Anatolia, by routes unknown, some time during or before the gestation there of the Bektāši order.",
    "More worthy of serious consideration is the contribution that Jaʿfar al-Ṣādeq reputedly made to the Sufi exegesis of the Qurʾān. Traditions ascribed to him are a major component of the Ḥaqāʾeq al-tafsir , a compilation of sayings on various Qurʾānic verses assembled by Abu ʿAbd-al-Raḥmān Moḥammad Solami (d. 412/1021); they have been culled from its text and edited by Paul Nwyia (1968, pp. 188-230) and ʿAli Zayʿur (pp. 73-177). Solami inaugurates his commentary with Jaʿfar al-Ṣādeq’s dictum that the Qurʾān has four aspects: ʿebāra , the explicit verbal meaning; ešāra , implicit or allusive meaning; laṭāʾef , subtleties; and ḥaqāʾeq , ultimate truths, each aspect being intended for a separate class of humanity: the ʿawāmm (masses), the ḵawāṣṣ (elite), the awliāʾ (friends of God), and the anbiāʾ (prophets) respectively. This fourfold scheme is not, however, implemented anywhere in the body of Solami’s tafsir , where no more than two levels are ever proposed. He then proceeds to cite a series of traditions from Jaʿfar al-Ṣādeq analyzing the basmalah , the invocation that precedes every chapter of the Qurʾān but one, in terms of its component letters; each is treated as the initial of one or more significant words (Nwyia, 1968, pp. 188-89; Zayʿur, pp. 73-74). Insofar as Jaʿfar al-Ṣādeq is regarded as the founder of jafr , the arcane science of the letters, the attribution to him of these traditions does not entirely lack plausibility. The other material ascribed in Solami’s commentary to Jaʿfar al-Ṣādeq consists of brief glosses on miscellaneous verses, mostly interiorizing in nature; nothing reminiscent of Shiʿism is to be discerned in them. Ziyādāt Ḥaqāʾeq al-tafsir , Solami’s addenda to his tafsir , preserved in an apparently unique manuscript dating from the 13th or 14th century held by the Gazihusrevbegova Library in Sarajevo (Dobrača, I, p. 139), also contains no fewer than two hundred and forty two citations from Jaʿfar al-Ṣādeq (index, s.v. Jaʿfar al-Ṣādeq, in Solami, 1995). In his introduction to this later work, Solami cites two further traditions from Jaʿfar al-Ṣādeq bearing on the multiplicity of meanings to be found in the Qurʾān: one to the effect that it has seven principal topics ( sabʿat anwāʿ ), and the other proclaiming it to have nine aspects ( tesʿat awjoh ; Solami, 1995, p. 2).",
    "Solami may not have been the first Sufi to cite mystically tinged traditions from Jaʿfar al-Ṣādeq relating to commentary ( tafsir ) on the Qurʾān. He had been preceded by Fożayl b. ʿEyāz (d. 187/803)µ and Ḏu’l-Nun Meṣri (d. 246/861); the latter claimed to have heard the traditions in question from Fażl b. Ḡonaym Ḵozāʿi, and he in turn narrated them from Mālek b. Anas, the imam of the Māleki maḏhab , who had heard them from Jaʿfar al-Ṣādeq himself. Louis Massignon, the first Western scholar to draw attention to Solami’s commentary, dismisses this chain of transmission as improbable, and suggests instead, without providing much evidence, that the initial compilation was the work of either Jāber b. Ḥayyān or Ebn Abi’l-ʿAwjāʾ (Massignon, pp. 205-6). The only authority mentioned by Solami himself for his citations from Jaʿfar al-Ṣādeq is a chain of authorities ( esnād ) reaching back to the imam by way of Manṣur b. ʿAbd-Allāh, Abu’l-Qāsem Eskandarāni, Abu Jaʿfar Malaṭi, Imam ʿAli al-Reżā, and Imam Musā al-Kāẓem. The identity of the first link in this chain is uncertain; very little is known of the second; and the third laid no claim to direct contact with Imam ʿAli al-Reżā (Böwering, 1991, pp. 52-53; idem, 1996, pp. 44-52). The case is somewhat different with the esnād cited by Solami in the Ziādāt for material from Jaʿfar al-Ṣādeq, for the persons comprising it can be identified with certainty as transmitters of Shiʿite Hadith; they are: Aḥmad b. Naṣr Ḏāreʿ (d. after 365/975), Solami’s immediate source; ʿAbd-Allāh b. Aḥmad b. ʿĀmer (d. 324/936) and his father, Aḥmad b. ʿĀmer. Again, however, there is no direct linkage to Imam ʿAli al-Reżā and through him to Jaʿfar al-Ṣādeq, for all that Aḥmad b. ʿĀmer claimed was to be in possession of a written text attributed to the imam (Böwering, 1996, pp. 52-56). Gerhard Böwering seems ultimately to have concluded that the material attributed by Solami to Jaʿfar al-Ṣādeq is inauthentic, for in his final pronouncement on the subject, without providing further argumentation, he speaks of a “pseudo-Jaʿfar aṣ-Ṣādiq” (Böwering, 2001, p. 135).",
    "Whatever conclusions may be reached concerning the chains of transmission, it is highly improbable that all the exegetical utterances attributed to Jaʿfar al-Ṣādeq actually stemmed from him. In commenting on the “Light Verse” (23:35), he is, for example, supposed to have spoken of four terrestrial lights (i.e., Abu Bakr, ʿOmar b. Ḵaṭṭāb, ʿOṯmān, and ʿAli) rising up to merge with their celestial counterparts, the archangels Jebril, Mikāʾil, Esrā-fil, and ʿAzrāʾil (Nwyia, 1968, p. 212; Zayʿur, p. 126). Likewise comprising an endorsement of the first four caliphs, is the pronouncement elsewhere ascribed to Jaʿfar al-Ṣādeq that on the leaves of each of the four trees of Paradise—the Lote Tree of the Limit ( sedrat al-montahā ), Ṭubā, the Eternal Abode ( al-maʾwā ), and the Tree of Immortality ( šajarat al-ḵold )—is written the name of one of the four, complete with a laudatory invocation (Afšār and Omid-sālār, eds., fol. 76a-b). These statements might be interpreted as an exercise in taqiya , were it not that the concept of the Rightly Guided ( rāšedun ) caliphs, as a harmonious and normative quartet, in chronologically descending order of merit, had not fully crystallized even among Sunnis in the time of Jaʿfar al-Ṣādeq.",
    "The definitive evaluation of the material in Solami’s two collections is rendered particularly difficult by the existence of other exegetical works ascribed to Jaʿfar al-Ṣādeq but compiled by Shiʿite scholars, and all except one unpublished (Böwering, 1991, p. 54; Ateş, 1974, p. 50; Sezgin, I, p. 529). That exception is a text related by Mo-ḥammad b. Ebrāhim Noʿmāni (d. 360/971), the last link in a chain of authorities going back to Jaʿfar al-Ṣādeq and entirely different from that invoked by Solami. It constitutes the entire chapter of Moḥammad-Bāqer Majlesi’s Beḥār al-anwār entitled “Traditions concerning the various types of verse found in the Qurʾān” (“Bāb mā wareda fi aṣnāf āyāt al-Qorʾān”; Majlesi, CXIII, pp. 3-97). Although slightly similar in content to the tradition enumerating the “nine aspects” cited by Solami at the beginning of his Ziādāt , it is not an assemblage of discrete traditions but a separate treatise ( resāla mofrada ) that deals systematically with categories of Qurʾānic verses such as the abrogating and the abrogated; the general and the specific; the Meccan and the Medinan; and verses relating to commanding and prohibiting. In other words, it is in the nature of a general introduction to the contents of the Qurʾān rather than a commentary on its specific verses, and it has much in common with the prefatory parts of an earlier tafsir , that of ʿAli b. Ebrāhim Qomi, on which Noʿmāni may have drawn; alternatively, Qomi and Noʿmāni may have derived their material independently from the same source (Bar-Asher, pp. 64-67). What is certain is that the text associated with the name of Noʿmāni has little in common with the material attributed to Jaʿfar al-Ṣādeq by Solami, and it cannot therefore be taken as even circumstantial evidence for its authenticity. Even a cursory comparison of the two would invalidate Massignon’s assertion that there are “remarkable doctrinal coincidences” between the works in question (Massignon, p. 204), as well as Nwyia’s still bolder claim that “we are in the presence of one and the same work, having the same inspiration, the same style, and the same spiritual content” (Nwyia, 1970, pp. 159-60).",
    "However the question of authenticity may be adjudicated by modern scholarship, the material presented by Solami as emanating from Jaʿfar al-Ṣādeq was unquestioningly reproduced in a number of other Sufi Qurʾān commentaries, notably the Kašf al-asrār of Abu’l-Fażl Rašid-al-Din Meybodi (d. late 6th/12th century) and the ʿArāʾes al-bayān of Ruzbehān Baqli (d. 606/1209), with attribution to the imam. The first of these two, however, sometimes places the citations from Jaʿfar al-Ṣādeq in a Qurʾānic context different from that chosen by Solami (Keeler, p. 22; for a complete listing of the thirty-nine traditions narrated from the imam by Meybodi, see Šariʿat, p. 923). Contrastingly but perhaps not surprisingly, Ebn Taymiya (d. 728/1328), who, despite his reputation was not totally averse to Sufism, rejected the authenticity of all the material that Solami attributed to Jaʿfar al-Ṣādeq (Ebn Taymiya, I, p. 29).",
    "Another text marked by the emphasis of Sufism and ascribed to Jaʿfar al-Ṣādeq is Meṣbāḥ al-šariʿa wa meftāḥ al-ḥaqiqa , consisting of one hundred brief homilies on various virtues and devotional practices arranged in no particular order; the first is humble submission to God and the hundredth, the avoidance of backbiting. A detailed examination of its contents might reveal correspondence between certain parts of this work and verified Hadith of the imam, but the likelihood of the book as a whole having emanated from him is slim (Šibi, I, p. 210).",
    "The most fully verifiable and certainly the longest lasting connection of Jaʿfar al-Ṣādeq with Sufism is to be sought in a number of lineages descended from him both genealogically and, to some degree, spiritually. They all originate with ʿAli ʿOrayżi, the youngest offspring of Jaʿfar al-Ṣādeq, who was still an infant when his father died but came to gain a reputation for Hadith scholarship (Majlesi, XLVIII, p. 258). At some point, either he or one of his descendants came to settle in Basra, where the family remained until 317/929 when ʿOrayżi’s great-great-grandson, Aḥmad b. ʿIsā b. Moḥammad b. ʿAli “al-Mohājer,” left for the Ḥejāz in order to escape an impending Qarmaṭi raid. His intention was also to perform the Ḥajj, but he was compelled to tarry a year in Medina on account of the Qarmaṭi sacking of Mecca that took place not long after his arrival. In 318/930, he moved on to Yemen, and then, in 340/951, to the region of Tarim in the Hażramawt in south Arabia. This was the final stage in his migratory journey, and although previously a stronghold of the Ebāżi sect (an offshoot of the Kharijites), Tarim now became the center from which various branches of the family went forth to disseminate religious knowledge. This they did in accordance with the Shafiʿite maḏhab , a curious circumstance which may have originated as a form of taqiya before becoming a permanent and actual choice of legal rite. The principal clan, descended from Aḥmad b. ʿIsā, was that of the Bā ʿAlawi, named after one of his grandsons, ʿAlawi (this name, often shortened to ʿAlwi, is not to be confused with the nesba belonging to Imam ʿAli; it is evidently the name of “a well-known bird;” Löfgren, “Bā ʿAlawı,” p. 828).",
    "It is with ʿAlawi’s great-grandson, Moḥammad b. ʿAli b. Moḥammad b. ʿAli b. ʿAlawi (d. 653/1255), known as al-Ostaḏ al-Aʿẓam (the great master), that this line of descent from Jaʿfar al-Ṣādeq acquires a Sufi dimension; from his time onward, it is possible to speak of an ʿAlawi ṭariqa , characterized by hereditary transmission of the leadership. Descended genealogically from the ʿAlawiya but counting more importantly as an offshoot of the Kobrawiya is the ʿAydarusiya, the order established by Abu Bakr b. ʿAbd-Allāh ʿAydarus (d. 914/1508), who has been described as the “patron saint” of Aden (Löfgren, “ʿAydarūs,” p. 781). Several shaikhs of the ʿAydarusiya bore the complete name of their distant ancestor, Jaʿfar al-Ṣādeq, indicating thereby a claim to spiritual as well as genealogical descent from the sixth imam of the Shiʿites (Zabidi, fols. 80b-81a). Although the Hażramawt preserved its centrality for both the ʿAlawis and the ʿAydarusis, many members of both lineages either visited or settled in various parts of Southeast Asia, primarily Java, Sumatra, and the Malay peninsula. Although they participated there in the propagation of Islam, their spiritual influence on the indigenous population, particularly in the case of the ʿAlawiya, was limited by the consistent exclusion of non- sayyed s from membership (Attas, p. 32). Some of them, nonetheless, enjoyed great prestige in a number of Muslim principalities in Pontianak, Sulawesi, and the Sulu Archipelago, often intermarrying with the ruling families (Atjeh, 1977, pp. 35-37). With respect to these far-flung Sufi descendants of Jaʿfar al-Ṣādeq, it may finally be noted that, impressed by the triumph of the 1978-79 Islamic Revolution in Iran, some have abandoned their affiliation to the Shafiʿite school and indeed, to Sunnism as a whole, and embraced Twelver Shiʿism, with which their ancestor is, after all, definingly associated (Alatas, pp. 337-39).",
    "Entirely mythical is, by contrast, the purported connection between Jaʿfar al-Ṣādeq and another distant part of the Muslim world, namely eastern Turkestan. Traditions circulating there depict him as a warrior who was martyred while propagating Islam in Khotan and China ( Tezkire-i Imam Jaʿfar-i Sadiq ), and a shrine attributed to him to the south of the ancient city of Khotan remains an object of pious visitation down to the present time (Baumer, p. 69). Since there is no trace of Shiʿism in the history of the area, it seems reasonable to speculate that the legend was first cultivated, and the shrine first built, by Sufis who cannot be presently identified."
  ],
  "bibliography": [
    "Abu Noʿaym Aḥmad Eṣfahāni, Ḥelyat al-awliāʾ , 10 vols. in 5, Beirut, 1387/1967, III, pp. 192-206.",
    "Abu Ṭāleb Moḥammad Makki, Qut al-qolub: fi moʿāmalāt al-maḥbub wa waṣf ṭariq al-morid elā maqām al-tawḥid , ed. ʿAbd-al-Moʾmen Ḥefni, Cairo, 1991.",
    "Iraj Afšār and Maḥmud Omidsālār, eds., Hazār ḥekāyat-e Ṣufiān , a facs. ed., Tehran, 1993 (comp. in the 9th/15th cent.).",
    "Syed Farid Alatas, “The Ṭariqat al-ʿAlawiyyah and the Emergence of the Shiʿi School in Indonesia and Malaysia,” Oriente Moderno 18/2, 1999, pp. 322-39.",
    "Ḥaydar Āmoli, Jāmiʿ al-asrār wa manbaʿ al-anwār/La philosophie shiʿite , ed. Henry Corbin and Oṱ¯mān Esmāʿil Yaḥyā, Bibliothèque iranienne 16, Tehran and Paris, 1969.",
    "Süleyman Ateş, Sülemî ve tasavvufî tefsîrî , Istanbul, 1969.",
    "Idem, Işari tefsir Okulu , Ankara, 1974, pp. 50-55.",
    "Aboebakar Atjeh, Pengantar Ilmu Tarekat (Uraian Tentang Mystik) , Bandung, 1964, pp. 346-64. Idem, Aliran Syiʿah di Nusantara , Jakarta, 1977.",
    "Farid-al-Din ʿAṭṭār, Taḏkrat al-awliāʾ , ed. Mo-ḥammad Esteʿlāmi, 3rd. ed., Tehran, 1981.",
    "Syed Muhammad Naguib Attas, Some Aspects of Sufism as Understood and Practised among the Malays , ed. Shirle Gordan, Singapore, 1963.",
    "Meir M. Bar-Asher, Scripture and Exegesis in Early Imāmī Shiism , Leiden, 1999.",
    "Christoph Baumer, Die südliche Seidenstrasse: Inseln im Sandmeer: Versunkene Kulturen der Wüste Taklamakan , Mainz, 2002.",
    "John Kingsley Birge, The Bektashi Order of Dervishes , London, 1937; repr. 1982.",
    "Edgar Blochet, “La Conquête des États Nestoriens de l’Asie Centrale par les Schiites,” Revue de l’Orient Chrétien 25, 1925-26, pp. 36-41.",
    "Gerhard Böwering, “The Qurʾān Commentary of al-Sulamı,” in Wael Hallaq and Donald P. Little, eds., Islamic Studies Presented to Charles J. Adams , Leiden, 1991, pp. 41-56.",
    "Idem, “The Major Sources of Sulamı’s Minor Commentary,” Oriens 35, 1996, pp. 35-56.",
    "Idem, “The Light Verse: Qurʾānic Text and Sufi Interpretation,” Oriens 36, 2001, pp. 113-44.",
    "Kasim Dobrača, Katalog Arabskih, Turskih i Persijskih Rukopisa/Catalogue of the Arabic, Turkish, Persian, and Bosnian Manuscripts I, Sarajevo, 1963.",
    "Ebn al-Jawzi, Taḏkerat al-ḵawāṣṣ , Najaf, 1964, pp. 342-43.",
    "Idem, Ṣefat al-ṣafwa , eds. Ebrāhim Ramażān and Saʿid al-Laḥḥām, 4 vols., Beirut, 1989, II, pp. 114-15.",
    "Ebn Šahrāšub, Manāqeb Āl Abi Ṭāleb , 4 vols., Qom, n.d. Ebn Taymia, Majmuʿat al-rasāʾel wa’l-masāʾel , ed. Moḥammad Rašid Reżā, 5 vols., Beirut, 1983.",
    "Nur-al-Din ʿAbd-al-Raḥmān Esfarāʾeni, Kāšef al-asrār , ed. Hermann Landolt, Tehran, 1979; ed. and tr. H. Landolt as Le révélateur des mystères , Lagrasse, 1986.",
    "Alan Godlas, “The ʿArāʾis al-Bayān : The Mystical Qurʾānic Exegesis of Rüzbihān al-Baqlī,” Ph.D. diss., University of California, Berkeley, 1991.",
    "Fernand Grenard, Mission Scientifique dans la Haute Asie, 1890-1895, Troisieme Partie , 2 vols., Paris, 1898, pp. 27-31.",
    "Ḡolām Sarvar Lāhuri, Ḵazinat al-aṣfiāʾ , 2 vols., Bombay, 1873.",
    "Abdurrahman Habil, “Traditional Esoteric Commentaries on the Quran,” in Seyyed Hossein Nasr, ed., Islamic Spirituality I: Foundations , New York, 1987, pp. 24-47.",
    "ʿAlwi Ṭāher Ḥaddād, ʿOqud al-almās , Singapore, 1991.",
    "ʿAli b. ʿOṯmān Hojviri, Kašf al-maḥjub , ed. Valentin Zhukovskii, repr., Tehran, 1979.",
    "Imam Jaʿfar al-Ṣādeq (attr.), Meṣbāḥ al-šariʿa wa meftāḥ al-ḥaqiqa , Beirut, 1980; tr. Muna Bilgrami as The Lantern of the Path , Shaftesbury, 1989; tr. Ḥasan Moṣṭafawi as Meṣbāḥ al-šariʿa . . . : ṣad bāb dar ḥekmat wa maʿāref wa siar wa soluk wa aḵlāq wa ādāb wa sonan , Tehran, 2003.",
    "Idem (attr. to) Tam ve Hakiki Imam Cafer-i Sadık Buyruğu , Istanbul, 1989.",
    "Abu Bakr Moḥammad Kalābāḏi, al-Taʿarrof le maḏ-hab ahl al-taṣawwof , eds. ʿAbd-al-Ḥalim Maḥmud and Ṭaha ʿAbd-al-Bāqi Sorur, Cairo, 1960.",
    "Faḵr-al-Din Kāšefi, Rašaḥāt ʿayn al-ḥayāt , ed. ʿAli-Aṣḡar Moʿiniān, 2 vols., Tehran, 1977.",
    "Annabel Keeler, Sufi Hermeneutics: The Qurʾān Commentary of Rashīd al-Din Maybudī , Oxford, 2006.",
    "O. Löfgren, “ʿAydarüs,” in EI 2 I, pp. 780-82. Idem, “Bā ʿAlawī,” in EI 2 I, pp. 828-30.",
    "Moḥammad-Bāqer Majlesi, Beḥār al-anwār , Tehran, 1965, XLVII. Cesar Adib Majul, Muslims in the Philippines , Quezon City, 1973.",
    "Louis Massignon, Essai sur les origines du lexique technique de la mystique musulmane , Paris, 1968.",
    "Moḥammad Maʿṣum- ʿAlišāh, Ṭarāʾeq al-ḥaqāʾeq , ed. Moḥammad-Jaʿfar Maḥjub, 3 vols., Tehran, n.d. Irène Mélikoff, Hadji Bektach: un mythe et ses avatars, Genèse et évolution du soufisme populaire en Turquie , Leiden, 1998.",
    "Aḥmad Moqaddas Ardabili, Ḥadiqat al-šiʿa , ed. Ṣādeq Ḥasanzāda, Qom, 1998.",
    "Nur-Allāh Šuštari, Majāles al-moʾmenin , 4th. ed., 2 vols., Tehran, 1998.",
    "Paul Nwyia, “Le tafsır mystique attribué à Ğaʿfar Ṣādiq,” Mélanges de l’Université Saint-Joseph 43/4, 1968, pp. 181-230.",
    "Idem, Exégèse coranique et langage mystique: Nouvel essai sur le lexique technique des mystiques Musulmans , Beirut, 1970.",
    "Moḥammad Pārsā, Qodsiya: kalemāt-e Bahāʾ-al-Din Naqšband , ed. Aḥmad Ṭāheri ʿErāqi, Tehran, 1975.",
    "Moḥammad b. Ḥosayn Qazvini, Selsela-nāma-ye ḵᵛājagān , ms. Bibliothèque Nationale, supplèment persan, 1418.",
    "S. A. A. Rizvi, A History of Sufism in India , 2 vols., Delhi, 1983. Ruzbehān Baqli Širāzi, ʿArāʾes al-bayān fi ḥaqāʾeq al-Qorʾān , Lucknow, 1898. Mo-ḥammad-Jawād Šariʿat, Fehrest-e tafsir-e Kašf al-asrār wa ʿoddat al-abrār , Tehran, 1984. Robert Bertram Serjeant, The Saiyids of Hadramawt , London, 1957.",
    "Murat Sertoğlu, Bektaşilik , Istanbul, 1969.",
    "Kāmel Moṣṭafā Šibi, al-Ṣela bayn al-taṣawwof wa’l-tašayyoʿ , 2 vols., Beirut, 1982.",
    "Abu ʿAbd-al-Raḥmān Moḥammad Solami, Ziādāt Ḥaqāʾeq al-tafsir , ed. Gerhard Böwering as The Minor Qurʾān Commentary of Abū ʿAbd ar-Raḥmān b. al-Ḥosayn as-Sulamī , Beirut, 1995.",
    "Idem, Ḥaqāʾeq al-tafsir , ed. Sayyed ʿOmrān, Beirut, 2001.",
    "Mark Aurel Stein, Ancient Khotan: Detailed Report of Archaeological Explorations in Chinese Turkistan , 2 vols., London, 1907, I, pp. 417-18.",
    "John B. Taylor, “Jaʿfar al-Sādiq, Spiritual Forebear of the Sufis,” Islamic Culture 40/2, April 1966, pp. 97-113.",
    "Tezkire-i Imam Jaʿfar-i Sadiq , uncatalogued Turki manuscript, Bancroft Library, University of California, Berkeley. J. Spencer Trimingham, The Sufi Orders in Islam , Oxford, 1971.",
    "L. W. C. van den Berg, Le Hadhramout et les Colonies Arabes dans l’Archipel Indien , Batavia, 1886, pp. 192-212.",
    "Ferdinand Wµüstenfeld, “Die Çufiten in Süd-Arabien im XI. (XVII.) Jahrhundert,” Abhandlungen der historisch-philologischen Classe der königlichen Gesellschaft der Wissenschaften zu Göttingen 30/4, 1883, pp. 1-148.",
    "Šehāb-al-Din Abu ʿAbd-Allāh Yāqut Ḥamawi, Moʿjam al-boldān , 6 vols., Beirut, n.d. Abu Jaʿfar Moḥammad Ṭusi, al-Amāli , Qom, 1995.",
    "Mortażā Zabidi, ʿEqd al-jawhar , ms. Dār-al-Kotob al-Meṣriya: Taṣawwof Taymur 332.",
    "Thierry Zarcone, “Le Culte des Saints au Xinjiang de 1949 à nos Jours,” Journal of the History of Sufism 3, 2002, pp. 138-39.",
    "ʿAli Zayʿur, Kāmel al-tafsir al-Ṣufi al-ʿerfāni le’l-Qorʾān be ḥasb Ḥaqāʾeq al-tafsir wa Ziādāt Ḥaqāʾeq al-tafsir le’l-Solami , Paris 2002."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": 495
}