{
  "id": "eweb_133",
  "source": "EIr",
  "cat": "term",
  "link": "https://www.iranicaonline.org/articles/meraj-i/",
  "annotator": "Riccardo",
  "title": "MEʿRĀJ i. DEFINITION",
  "authors": [
    "Mohammad Ali Amir-Moezzi"
  ],
  "last_updated": "May 3, 2017",
  "published": "June 25, 2010",
  "content": [
    "Derived from the Arabic instrumental form mef ʿ āl , the term me ʿ rāj means “instrument of ascension,” either a “ladder” or a “stairway;” it can also designate the place one revolves or from where one climbs. However, in a technical sense and often accompanied by the article al- , it designates “heavenly or celestial ascent,” more specifically that which Muslim tradition attributes to the Prophet Mohammad, an ascension soon associated with the “nocturnal or night journey” ( esrā ʾ ) of the latter.",
    "MEʿRĀJ",
    "i. DEFINITION",
    "Derived from the Arabic instrumental form mef ʿ āl , the term me ʿ rāj means “instrument of ascension,” either a “ladder” or a “stairway;” it can also designate the place one revolves or from where one climbs. However, in a technical sense and often accompanied by the article al- , it designates “heavenly or celestial ascent,” more specifically that which Muslim tradition attributes to the Prophet Mohammad, an ascension soon associated with the “nocturnal or night journey” ( esrā ʾ ) of the latter.",
    "Gradual development of the me ʿ rāj narrative. Very early, learned Muslims came to the conclusion that the Prophet’s celestial ascent is linked to Qur ʾ ān 17:1: “Glory be to Him, who carried His servant ( ʿ abd ) by night from the Holy Mosque ( al-masjed al- ḥ arām ) to the Further Mosque ( al-masjed al-aq ṣ ā ) the precincts of which We have blessed, that We might show him some of Our signs. He is the All-hearing, the All-seeing” (Arberry, p. 273). One also associates two other Qur ʾ ānic passages, namely 53:1-18 and 81:19-25 that are supposed to report Mohammad’s visionary experiences. However, the enigmatic, if not obscure nature of these passages – where besides, the issue is not at all ascension but rather the descent of a celestial entity – as well as the many doctrinal hesitations that marked the early moments of Islam, led to numerous and at times profound differences in the Muslim tradition. Intrigued by the question from early on, Western research, as described below, readily reflects these differences and hesitations in the diversity of conclusions reached.",
    "Of the Qur ʾ ānic passages cited above, especially the first, tradition provides three main interpretations recorded in major Qur ʾ ānic commentaries ( Ṭ abari, Bay ḏ āwi, Baḡawi, etc.), in authoritative compilations of Hadith (Bo ḵ āri, Moslem, Nasā ʾ i, Ebn Ḥ anbal, etc.), and in the ancient corpus of sira or “history of the Prophet” (Schrieke and Horovitz): according to the first, which seems to be the oldest, “night journey” and “ascension” are considered synonymous. “The Further Mosque” is located in heaven, but no details are given regarding the sequence of events. Thus, the celestial ascension is said to have taken place during the span of one night and from Mecca.",
    "According to the second interpretation, which gradually found more support, the account becomes more detailed. The expression “the Further Mosque” now designates Jerusalem and Mohammad’s experience is divided in two parts: after having his heart cleansed by one or several angels, the Prophet first makes a night journey from Mecca (perhaps from the Ka ʿ ba, or from his own house or from the home of his cousin Omm Hāni ʾ ) to Jerusalem, mounted upon a winged animal named Borāq brought by the archangel Gabriel; and then a celestial ascension from Jerusalem after an encounter and prayer with prophets of the past (mainly Abraham, Moses and Jesus who are cited more frequently than others).  A more detailed account of events during this ascension is provided below.",
    "According to a third exegesis of verse 17:1, based on an exegesis of 17:62, considers the night journey not as an event that actually took place in the physical world, but a vision or a truthful dream (according to two definitions of the term ro ʾ yā in the latter verse). One should note that, without providing any textual proof, all these interpretations consider “the servant” spoken of in verse 17:1 to be the Prophet Mohammad.",
    "The complexity of the question and the implicit hesitation apparent in the interpreting tradition are reflected in discussions among theologians who base their arguments on sometimes very ancient material: did this experience take place in a dream or in an awakened state? Was it physical or purely spiritual? An appraisal of these questions and the varied responses given have themselves been analyzed in minute detail by a number of scholars (e.g., Andrae, pp. 72ff.; Birkeland, pp. 57ff.; van Ess 1996, passim). Finally, Sunni orthodoxy maintains that both the night journey and the celestial ascent took place physically and in a state of full consciousness. This interpretation establishes the exclusive and miraculous nature of the prophetic me ʿ rāj that thus becomes a theological argument. This argument was brilliantly summarized by Ṭ abari (d. 310/923) in his Tafsir ( Ṭ abari, pp. 176-79), and was to be used later by almost all of the Sunni commentators: if the Prophet had not been physically transported, and moreover in an awakened state, this event would not furnish proof of his prophetic mission and therefore those who did not believe in the story could not be accused of infidelity. The Qur ʾ ān clearly states that God transported his servant and not his spirit. Ultimately, if it were only the Prophet’s spirit in a dream, what need would there have been for a winged mount such as Borāq ? However, in spite of the increasing consolidation of the official version, those who subscribed to the visionary and/or spiritual nature of the experience remained sufficiently numerous, especially among the philosophers and mystics that at the end of the 6th/12th century, for Fa ḵ r-al-Din Rāzi (d. 605/1209) to feel obligated to defend the doctrine considered “orthodox” (Rāzi, pp. 150-52; Monnot, pp. 62-64).",
    "The means of ascension have also been the subject of much discussion. Before Borāq was accepted, some spoke of a ladder ( me ʿ rāj ; see, for example, Ebn Hešām, p. 268; or Ebn Sa ʿ d, I,1, p. 143). Ancient Arab poets also spoke of a ladder enabling the climb up to heaven. Does not God Himself, in Qur ʾ ān 6.38 and 52.38, speak of a ladder ( sollam ) drawn between the sky and earth? Is He not Himself named Ḏ u’l-ma ʿ ārej (70. 3-4; ma ʿ āreg designates Jacob’s ladder in the Ethiopian Book of Jubilees XVII, 21; see Horovitz, 1919, p. 174f.)",
    "Another thorny issue creating differences and sparking off controversies: the Prophet certainly heard God but did he see Him as well? In the beginning, the affirmation of a face-to-face vision of God seems to have created a scandal (Andrae, pp. 71ff.) Later, discussions on the nature of the experience (dream or reality? corporeal/physical or spiritual?) freed the path to debates on the question of the “vision of God” in different theological speculations (van Ess, 1996, passim). Eventually, the Sunni orthodox position opted for the possibility of direct vision, thus maintaining the supremacy of Mohammad’s divine experience in relation to that of previous prophets.",
    "According to Ebn Sa ʿ d (d. 230/845; see I, 1, p. 147) the night journey took place on 17 Rabi ʿ I and the ascension on 17 Ramadan (of ca. 621?). However, ever since at least the 4th/10th century, it is the night preceding 17 Rajab that is considered the laylat al-me ʿ rāj and is celebrated by pious Muslims (Schrieke and Horovitz).",
    "The Qur ʾ ānic data along with information provided by the tradition have been treated extensively in Western research since the 13th/19th century (Gilliot, passim), and one can only point here to some essential features in this abundant material. In 1844, considering the first verse of Sura 17 to have no relation with the rest of this chapter and that in the Qur ʾ ān, the Prophet never declares himself capable of performing thaumaturgic acts, Gaston Weil maintained that this verse had probably been invented during the time of the first caliph Abu Bakr (r. 632-34). He stresses the polemical aspect of the tradition that uses the ascension narrative to prove the superiority of Mohammad over prophets of the past and as a whole, the supremacy of Islam vis-à-vis previous religions. Refuting Weil’s forgery theory, Theodor Nöldeke, and later Friedrich Schwally, were both to maintain that the verse narrates the Prophet’s dream regarding his night journey from Mecca to Jerusalem. As for the “fable of ascension,” it could only have been joined to this verse after the prophet’s death, most likely in reference to celestial journeys through ecstasy as reported in older Christian literature (Nöldeke 1860, p. 135; idem and Schwally 1909, pp. 85-88). According to Anthony Ashley Bevan, the traditional interpretation of the verse rests on three assumptions: that “the servant” in the verse is really Mohammad; that “the further sanctuary” is Jerusalem; and that the journey was miraculous in nature. Whereas the first two may appear plausible, the third is not demonstrable (Bevan, 1914, passim). These theories regarding the anonymous aspect of references contained in Qur ʾ ān 17:1 were to be revisited and developed by John Wansbrough for whom the “night journey” theme is linked instead to Moses’ departure from Egypt (Qur ʾ ān 20:77; 26:52; 44: 23); thus identification of “the servant” with Moses would put this first verse in agreement with what follows in the Sura (Wansbrough, pp. 67-70). Even if this hypothesis may appear to be conjectural, it is indisputable (as we will see below) that Moses is to play a major role in different versions of the narrative of the Prophet’s ascension. Two years after Bevan, Bertram Schrieke was to maintain that al-masjed al-aq ṣ ā is to be sought in heaven. In extension of an old theory held by Ignaz Goldziher (II, pp. 55ff.), Schrieke believes that identification of this “ Further Mosque” (Arberry) with Jerusalem is from a tradition of Omayyad origin, invented during the rule of the Omayyad caliph ʿ Abd-al-Malek (r. 685-705), seeking to glorify Jerusalem to the detriment of Mecca, then governed by the anti-caliph ʿ Abd-Allāh b. al-Zobayr (d. 692), an adversary of the former. This theory was refuted by Horovitz in 1919 – who, apart from this, is in agreement with Schrieke – along with both Goitein (1950) and Busse (1966).",
    "It was after the assimilation of this tradition that one began to distinguish between esrā ʾ and me ʿ rāj . Following Weil, Schrieke also emphasized the polemical aspect of the narrative (Schrieke, 1916, passim). In a famous article that appeared in 1953, Alfred Guillaume, basing his argument mainly on A ḵ bār Makka a work by Azraqi (d. 259/837) and al-Maḡāzi by Wāqedi (d. 206/822) puts forward the following hypothesis: Qur ʾ ān 17:1 does not evoke anything miraculous but simply a natural event (relatively unknown during the Prophet’s life), namely a minor pilgrimage ( ʿ omra ), undertaken at night from Mecca to the Wādi Je ʿ rāna (or Jeʿerrāna), a site whose mosque was called al-masjed al-aq ṣ ā (Guillaume, passim). Vigorously refuted by Martin Plessner and Rudi Paret, Guillaume’s thesis had no takers (however, see van Ess, TG, IV, pp. 380ff., 389ff.; 1992, pp. 89ff.). Much more recently, in an article about the initial direction of prayer for Muslims, Angelika Neuwirth proceeds by a detailed literary and philological analysis of 17:1. The study concludes that this verse has nothing to do with celestial ascension but that it narrates the spiritual experience of the Prophet’s night journey to Jerusalem, and for reasons intrinsic to the structure of the Sura, it is in perfect harmony with what follows (Neuwirth 1993, pp. 240-59).",
    "The different phases in the development of the me ʿ rāj narrative, as well as the role of Western studies in the examination of this issue, were explained in an exemplary manner by Herbert Busse, who also attempted to establish a chronology of this literary tradition: in the first phase, esrā ʾ and me ʿ rāj are practically synonymous and mean “celestial journey;” verse 17:1 alludes to this. In a second phase, the destination of this journey is by tradition named: bayt al-maqdes , al-masjed al-aq ṣ ā or al-bayt al-ma ʿ mur . First, this place is located in the heaven corresponding to the Ka ʿ ba on earth. Then, a distinction is made between bayt al-maqdes / al-masjed al-aq ṣ ā located in Jerusalem, and al-bayt al-ma ʿ mur set in heaven. This enables a second distinction between a night journey to Jerusalem and ascension to heaven.",
    "In conjunction, according to the oldest versions, the experience begins at the residence of Omm Hāni ʾ or at the home of the Prophet himself. Now, according to ancient beliefs, the only departure point possible for a heavenly journey is a sanctuary. Verse 17:1 was corrected to reflect this belief; however, exegetes had great difficulty in not only in reconciling older versions with the Qur ʾ ān but also in identifying the masjed al- ḥ arām with the Meccan sanctuary. Once this identification was established, it was possible for the sanctuary in Jerusalem to compete against the one in Mecca, especially since Jerusalem was the point of departure for the ascension by Jesus. This could only have taken place after the first phase of construction of the Ḥ aram al-šarif , that is, after 715. If this sanctuary had been associated with 17:1 before this date, it would have been mentioned in inscriptions at the Dome of the Rock. Now, the oldest mention of the Qur ʾ ānic verse at al- Ḥ aram al-šarif , dates from the 5th/11th century (Busse, 1991, passim).",
    "The corpus of Sunni sources in Arabic and content of the narrative . Monographs dedicated to the question of me ʿ rāj seem to have appeared very early on. These are what prosopographic and bibliographic works call the kotob al-me ʿ rāj ( me ʿ rāj books), among which the oldest specimen, undoubtedly written in the first half of the 2nd century of the Hejira, would appear to be by the Shi ʿ ite Hešām b. Sālem Jawāleqi, disciple of Mo ḥ ammad al-Bāqer (d. ca. 119/737) and Ja ʿ far al- Ṣ ādeq (d. 148/765), the fifth and sixth imams, respectively (van Ess, TG, I, p. 345; V, p. 69; for Shi ʿ ism see also below). This certainly consisted of a collection of traditions regarding different aspects of the issue. However, the marvelous apocalyptic that characterized the narrative of the Prophet’s celestial ascension, experienced such rapid development that the literary genre extended beyond circles of traditionists, Qur ʾ ān commentators and theologians, reaching circles of preachers and storytellers. The most popular accounts dedicated to events that occurred during the ascension, generally categorized as qe ṣ a ṣ al-me ʿ rāj , “ me ʿ rāj stories,” would have originated from these circles (Bencheikh, “Mi ʿ rā dj 2.”). This explains why the learned, who left behind the most famous narratives—all the while being receptive to imagined versions—were also constantly careful to respect the “orthodoxy” so as to prevent disturbing flourishes from developing, as was the case among storytellers. To cite the most representative of these texts:",
    "First, there is al-Esrā ʾ wa’l-me ʿ rāj , attributed to Ebn ʿ Abbās (d. ca. 67/686), the Prophet’s famous Companion (edited several times). Undoubtedly apocryphal, this work nonetheless remains decisive owing to the authorship of Ebn ʿ Abbās lending the subject guaranteed, unfailing respectability in Sunnism.",
    "Ketāb al-me ʿ rāj by Abu’l-Qāsem ʿ Abd-al-Karim Qošayri (d. 465/1073; ed. ʿ Ali Ḥ asan ʿ Abd-al-Qāder, Cairo, 1964), Ash ʿ arite Shafi ʿ ite theologian and mystic, author of the Resāla, known as Qošayriya ; this book was probably written in response to the Me ʿ rāj-nāma , attributed to his famous contemporary and fellow countryman, Avicenna (Fouchécour, 1996 passim).",
    "Ketāb qe ṣṣ at al-me ʿ rāj by Abu’l- Ḥ asan A ḥ mad b. ʿ Abd-Allāh Bakri (fl. 7th/13th cent.; ed. Cairo, 1991), controversial author whose book on the life of the Prophet was outlawed. His “Story of the Ascension” is, however, very similar to that by the Pseudo-Ebn ʿ Abbās.",
    "Al-Ebtehāj be’l-kalām ʿ alā ’l-esrā ʾ wa’l-me ʿ rāj by Mo ḥ ammad b. A ḥ mad b. ʿ Ali Ḡay ṭ i (d. 984/1576; ed. Cairo, 1970), Shafi ʿ ite traditionist.",
    "The two Barzanji, both Shafi ʿ ite jurists in Medina, Ja ʿ far b. Ḥ asan (d. 1187/1764), author of Qe ṣṣ at al-me ʿ rāj , and his great-grandson, Ja ʿ far b. Esmā ʿ il (d. 1317/1899), author of Tāj al-ebtehāj ʿ alā’l-nur al-wahhāj fi’l-esrā ʾ wa’l-me ʿ rāj (printed together in one volume, Cairo, 1896). These versions are very different from the narrative attributed to Ebn ʿ Abbās, both in terms of language, which is much more stylized and in terms of the content, which is far more austere.",
    "Finally, one ought to mention the popular al-Serāj al-wahhāj fi laylat al-esrā ʾ wa qe ṣṣ āt al-me ʿ rāj by Mo ḥ ammad Bābeli Ḥ alabi (dates unknown, perhaps 13th/19th century; ed. Aleppo, n.d.), a highly developed summary of previous versions, especially the Pseudo-Ebn ʿ Abbās (Bencheikh, 1988, pp. 235-40; Ḥ arak, passim; Ṭ u ʿ mi).",
    "Moreover, constitutive elements of the narrative of the Prophet’s ascension (descriptions of the Divine Throne, the heavens, paradise and hell, angelology, etc.) are also found in other categories of works: Legends of the Prophets ( qe ṣ a ṣ al-anbiyā ʾ ), general histories whose initial chapters almost always contain information of a cosmogonic and cosmological nature, literature regarding the apocalypse and resurrection, and finally literature of the mirabilia ( ʿ ajā ʾ eb wa ḡarā ʾ eb ).",
    "This literature groups together three kinds of narrative accounts regarding the Prophet, considered as miraculous:",
    "– First, purification from all sin, by angels who open the Prophet’s chest ( šar ḥ al- ṣ adr ) and cleanse his heart. Some versions limit themselves to an ablution rite that prepares the Prophet for his extraordinary experience.",
    "– The account of the night journey from Mecca to Jerusalem on Borāq . According to some versions (see Ṭ abari, p. 178), the Prophet there already meets some souls condemned to hell.",
    "– Finally, the ascension from Jerusalem towards the heavens, the encounter with God, the visit to levels of paradise and hell; and the return to Mecca.",
    "A synopsis of the narrative of the me ʿ rāj. In his monograph on the subject, Jamel-Eddine Bencheikh (1988, pp. 225ff.) has established the “chronology” of events experienced by Mohammad. In order to recall briefly the main events of the narrative (though not accounting for the countless variations for each detail), we base our summary on this meticulous work. One may note that both the initiatory and sanctifying aspects, as differentiated by Angelo Michele Piemontese in the Persian literary narratives of the me ʿ rāj (see Bibliography), already feature here as fundamental:",
    "– Purification of the heart: after receiving his prophetic mission, Mohammad falls asleep near the Ka ʿ ba. Under instructions from Gabriel, angels arrive on the scene; they open his chest and with water drawn from the well(s) of Zamzam purify his heart, removing all faults, doubts, and idolatry. Then they fill his body with faith and wisdom.",
    "– The Night Journey: one night accompanied by Borāq , Gabriel reappears before Mohammad, who is asleep at home in Mecca. Mounted on the winged animal, in the company of the angel, the Prophet arrives in Jerusalem. En route, he offers prayers on two occasions: once at Wādi al- ʿ Aqiq, where God had spoken to Moses; and once at Bethlehem, where Jesus was born. He hears voices of the Jewish and Christian faiths, as well as God’s protestations addressed at those condemned to hell. Finally, in Jerusalem, Mohammad is instructed in the religion of God, namely of submission, Islam. Once inside the Temple’s space at Jerusalem, in Gabriel’s company, three cups are offered to him. He chooses the vessel containing milk. Next he meets prophets of the past (Adam, Noah, Abraham, Moses, David, Solomon, Jesus) and leads their prayer.",
    "– Ascension to the heavens . Mohammad then climbs the ladder leading to the first heaven and there meets Azrā ʾ il, the angel of death, and Mālek, the guardian of hell. Having arrived at the first heaven called heaven of the moon or of iron, he greets John, son of Zacharius, and Jesus. In the second heaven, of copper and named the “Ornate” [heaven in Arabic grammar is of feminine gender], he meets the angel of the Night of Destiny; along with David, Solomon and Joseph. In the third, a silver-made heaven, called the “Radiant,” Mohammad sees Enoch and Elias. In the fourth heaven, of gold and bearing the name the “Illuminated,” he meets Aaron. Next, he arrives at the fifth heaven made from pearl and called the “Marvelous” where he finds Moses (note: in some versions, Moses appears in the sixth heaven). It is Abraham whom he meets in the sixth heaven, made of emerald and called the “Pure.” Reaching the seventh heaven, of ruby, Mohammad meets Adam near the oft-visited sanctuary ( al-bayt al-ma ʿ mur ). Next, he attains the Lotus Tree of the Ultimate Boundary ( sedrat al-montahā ), the very source of celestial rivers and arrives at the ultimate heaven where everything is made of topaz. At its furthest point, curtains in circular form indicate the beginnings of the divine residence.",
    "– The Throne of God . Gabriel leaves Mohammad who must continue his journey alone. Seated on a green cushion, he reaches a sea of white light, then a sea of yellow light and finally a sea of darkness where the archangels Mikā ʾ il and Esrāfil are present. The first watches over the water while holding a weighing scale; the second mouths his trumpet. Mohammad approaches the Throne of God. He dictates the obligations that his community will have to meet. He returns to the fifth heaven (or the sixth, which seems more plausible) where Moses advises him to request God to alleviate his prescriptions. After three attempts, God accepts Mohammad’s request.",
    "– The Levels of Paradise . Having descended to the seventh heaven, he rejoins angel Gabriel. Together they head towards paradise, crossing a vast ocean fed by four great rivers. Led by Gabriel, Mohammad first discovers the perfect creatures, an angel in the form of a cock and another composed of half ice, half fire. Entering a paradise named Eden, they see the River that is the source of all rivers on earth. Next, they visit the different levels of paradise, made from light, cities, palaces, gardens and rivers of all kinds. There they encounter eternal virgins, the tree with seventy thousand fruits, the tree of bliss, watered with wine where one finds blissful people mounted on splendid camels, and finally Reżwān, the guardian of paradise. The latter offers Mohammad four drinks. The Prophet accepts three of them but refuses wine and thus protects his people from madness and base actions. At the lower paradise, he discovers the crystal palace that God had saved for him.",
    "– The Steps to Hell . Next Gabriel leads Mohammad towards Hell descending by the seven earths found below ours. Under the first is the point from which destructive winds will blow at the end of time to demolish earthly settlements. The second level, known as the earth of Harshness, is covered with scorpions. The third, Misfortune, is populated with hideous monsters; and the fourth, the Sterile, with venomous serpents. The fifth, the Smooth, is made from malodorous sulfur. In the sixth, called the Distant, records of all the sins committed by man are kept in registers. The seventh, the Astonishing, is the kingdom of Satan. Further below, the Prophet discovers that an emerald set upon a rock that rests on a gigantic fish supports the seven subterranean realms. He then sees hell and its seven flaming gates. There, sinners are divided according to the nature of their sins. Gabriel describes for him the Last Judgment: God will make hell known in the form of a terrifying beast. On the Day of Judgment, upon a cue from God, this beast will escape from its guardian. Only Mohammad will be able to stop the animal. God will then weigh the good and evil deeds on an outsized balance. Man will be required to cross the bridge Ṣ erā ṭ . Witnessing the suffering endured by sinners, Mohammad is struck by fear. Gabriel asks him to report what he has seen in order that his community maintains itself on the right path.",
    "–  The Return . Gabriel takes the Prophet back to the threshold of the Temple’s space at Jerusalem where Borāq awaits. Mounted upon Borāq, Mohammad returns to Mecca. Taken into confidence, his cousin, Omm Hāni ʾ , his wife ʿ Ā ʾ eša and his daughter Fā ṭ ema, advise him not to reveal his experience to the people of Qorayš. He, nonetheless, reports the events to men of his tribe. Only Abu Bakr believes him. Put to the test by the Qorayšites, he is miraculously helped by God and the archangel Gabriel and thereby proves the truthfulness of his account. The Muslims render glory to God and request that the story be put into writing; this narrative account takes on the name of al-Me ʿ rāj .",
    "Other corpus, other conceptions. The various Shi ʿ ite tendencies obviously possess their own corpus of scriptures regarding the me ʿ rāj . The Twelver Shi ʿ ites treat the subject in all the different types of sources, notably collections of Hadith, and this ever since the most ancient compilations (Amir-Moezzi 1996, passim). We will limit ourselves to citing the tafsirs by Forāt b. Ebrāhim Kufi (d. ca. 300/912), of ʿ Ali b. Ebrāhim Qomi (d. ca. 307/919) and that of Mo ḥ ammad b. Mas ʿ ud ʿ Ayyāši (d. c. 320/932), Ba ṣ ā ʾ er al-darajāt by Ṣ affār Qomi (d. 290/902-3), and al-Kāfi by Mo ḥ ammad b. Yaʿqub Kolayni (d. 329/940-41) leading to the monumental work by [Mo ḥ ammad b. ʿ Ali b. Musā] Ebn Bābuya, known as al-Šay ḵ al- Ṣ aduq (d. 381/991, see EBN BĀBAWAYH 2 ), author of a Ketāb e ṯ bāt al-me ʿ rāj (apparently lost), no doubt a continuation of Ketāb al-me ʿ rāj , composed by his own father ʿ Ali b. Ḥ osayn b. Bābuya (also lost; see on sources and their references Amir-Moezzi 1992, pp. 48-58). Twelver Shi ʿ ite works appear well acquainted with the Sunni versions of the me ʿ rāj narrative (see, e.g., Majlesi, pp. 282-409), including the parallel version of the Sunni account by Abu Sa ʿ id Ḵ odri, reported by Ebn Hešām, II, pp. 44-50), but naturally they also report conceptions that are specifically Imami. According to these, just like the Prophet, the imams are also capable of rising to heaven. In fact, among the Twelver Shi ʿ ites, the imam in both senses is present in heaven: first as cosmic imam, place of manifestation ( ma ẓ har, majlā ) for the Divine Names and symbol par excellence of walāya , “Friendship with God;” and next as terrestrial imam, place of manifestation for the cosmic imam (Amir-Moezzi 2002, passim). ʿ Ali, the first imam and the perfect illustration of these two aspects of the figure of the Divine Guide, is consequently notably present in Twelver Shi ʿ ite accounts of the celestial ascension. First, one of the main purposes of Mohammad’s night journey and celestial ascension is God’s revelation of the Prophet’s successor. Thus, the name ʿ Ali is engraved upon the hallowed sacred sites visited by Mohammad: the Rock in Jerusalem, on the Lotus Tree of the Ultimate Boundary, on the gates leading to the seventh heaven and upon the Divine Throne. In the long tradition relating Mohammad’s initiation during his ascension to the ablution, ritual of the call to prayer ( a ḏ ān ) and the canonic prayer, the angels remind the Prophet of their oath of allegiance to ʿ Ali. In other traditions, it is the great prophets of the past who sing the praises of the latter, revealing to Mohammad that the ultimate objective of all prophetic missions is the proclamation of the walāya of the imam, divine man, of whom ʿ Ali is the supreme symbol. Finally, in the ultimate step of the journey, God Himself speaks to the Prophet about ʿ Ali’s elevated status as “Friend of God” ( wali ) par excellence; whose very name is derived from a Divine Name.",
    "ʿ Ali’s presence in heaven is not confined to his walāya . In each heaven the Prophet visits a castle owned by ʿ Ali. His celestial image ( me ṯ ālihi fi’l-samā ʾ ) is constantly admired by the angels. According to some Hadiths, he accompanies the Prophet during his celestial journeys (regarding the number of ascensions by the Prophet, see Majlesi, Be ḥ ār , XVIII /2, pp. 306-07). In the same manner, other imams and their walāya are present in Imami accounts of the me ʿ rāj , albeit less frequently than ʿ Ali. Not only does the Prophet encounter their “lights” or their “names” at the ultimate step of his celestial journey, but they are themselves capable of making this kind of journey, particularly on Friday night when their spirits rise to the Throne of God in order to acquire new knowledge. The specific mention of the spiritual nature of celestial ascension of the imams seems to have been introduced to distinguish it from the Prophet’s physical journey. Still, the Shi ʿ ite conception according to which the wali is capable of an initiatory journey to heaven seems to have enabled the disciples of the imams to also claim to have achieved a similar feat. Examples most often cited by heresiographers are those by Abu Man ṣ ur ʿ Ejli and Abu’l- Ḵ a ṭṭ āb, respectively adepts of the fifth and sixth imams (van Ess, TG, I, pp. 277, 377; Amir-Moezzi 1996, p. 112 n. 56).",
    "Among Ismā ʾ ili thinkers, the Prophet’s night journey and celestial ascension are said to have taken place in spirit. Moreover, for many among them, Qur ʾ ān 17:1, in its esoteric interpretation, alludes to the spiritual promotion that enables the man of God to gain access to the highest human degree of walāya and nobowwa, prophethood (Marquet, 1996, passim). In this respect, one may cite E ṯ bāt nobu ʾ āt (ed. A. Tāmer, Beirut, 1966, bk. 2, chap. 11) by Abu Ya ʿ qub Sejestāni (fl. 4th/10th cent.), Asās al-ta ʾ wil (ed. A. Tāmer, Beirut, 1960, pp. 226, 333, 337ff.) by Qāżi No ʿ mān (d. 363/974) and the Epistles of the E ḵ wān al- Ṣ afā (ed. Cairo, especially bk. 4) which apart from the interpretation already mentioned, link the Prophet’s ascension to the physical evolution of creation and the spiritual development of human souls (Marquet 1976, pp.81ff.).",
    "Among the No ṣ ayris, the divine realm is a Trinitarian hierarchy. At its peak is found the ma ʿ nā (“meaning,” ʿ Ali) from which emanates the esm (“name,” Mo h ammad) and the bāb (“gate,” Salmān Fāresi). As a consequence of the original sin, man lost awareness of the mysteries of this trinity. The ascension of the No ṣ ayri gnostic, for whom the Prophet’s celestial ascension is a symbol (Bar-Asher and Kofsky 1995, pp. 243ff.), consists of traversing the ascending path of return to the origin in order to once more attain this lost divine knowledge (Bar-Asher and Kofsky, 1996, passim).",
    "No other group such as the ascetics, the mystics and the gnostics, have so widely exploited the Prophet’s celestial journey as an initiatic model and spiritual prospect (Samarrai, passim). From the early 3rd/9th century, the Ketāb al-tawahhum by Mo ḥ āsebi (Fr. tr. A. Roman, Paris, 1978) sets the precedent for an initiatory literature that one might qualify as visionary. Great figures such as Abu Yazid Bas ṭ āmi , Ebn ʿ Arabi , ʿ Alā ʾ -al-Dawla Semnāni and Ruzbehān Baqli, to mention only a few, have left intense testimonies and profound meditations on their own thoughts and experiences of the me ʿ rāj (see in the Bibliography to the works by Lory, Chodkiewicz, Landolt, and Ballanfat). Although the earliest theoretical treatises on Sufism (by Sarrāj, Kalābā ḏ i, Ḵ arguši, Qošayri, et al.) very rarely treat the issue of the Prophet’s ascension, the older Sufi commentators of the Qur ʾ ān, from Tostari (fl. 3rd/9th cent.) to Solami (d. 412/1021), including Ebn ʿ A ṭ ā ʾ (d. 309/922) base their remarks on verses supposed to allude to the prophetic ascension in order to meditate upon what for them constitutes the peak of divine experience, namely the vision of God (Böwering, passim; Colby). A majority of the Sufis are careful to distinguish between the Prophet’s corporeal experience and their own, which remains essentially spiritual. This then accentuates Mohammad’s superiority—not only over the mystics but also over previous prophets.",
    "In contrast, the philosophers, beginning with Avicenna, to whom a Me ʿ rāj-nāma (Māyel-Heravi 1986, intro.; Heath) is attributed, insist on the spiritual nature of the ascension and the absurdity of the belief in its corporeality; whence the violent reaction from orthodox circles (Fouchécour 1996, passim). Apart from the great Persian thinker, other significant philosophers such as Kendi and Ebn Ṭ ofayl, as worthy inheritors of the Neoplatonists of late antiquity, consider the ascension as an allegory of the spiritual progress that a sage makes during his contemplative experiences (see Jolivet and Elamrani-Jamal, respectively).",
    "The Me ʿ rāj-nāma , written in Persian and attributed to Avicenna seems to be the first in a long series of me ʿ rājiya in Persian, written by or attributed to a number of philosophers, thinkers, and mystics, of which we cite only the most renowned: ʿ Omar Ḵ ayyām, Rašid-al-Din Fażl-Allāh Hamadāni, Šams-al-Din Aflāki, Sayyed Mo ḥ ammad Nurba ḵ š, Ne ʿ mat-Allāh Wali (Māyel-Heravi 1996, pp. 201ff.). In addition, major Persian poets have treated the theme of the Prophet’s ascension; either in the introduction ( dibāča ), the body of their divans (collections of poetry), or in the course of their poetical narratives: Ḥ adiqat al- ḥ aqiqa  by Sanā ʾ i (d. 535/1140), To ḥ fat al- ʿ Erāqayn by Ḵ āqāni (d. 595/1198), the Ḵ amsa   by Ne ẓ āmi (d. 614/1217); in many of their works ʿ A ṭṭ ār (d. 618/1221) Amir Ḵ osrow Dehlavi (d. 725/1325) or Jāmi (d. 898/1492), Vaḥši of Bāfq (d. 991/1583; Piemontese, passim; Fouchécour 1989; Māyel-Heravi 1996, pp. 199-200).",
    "Although oral legends of the me ʿ rāj have not survived, most probably censured by the Doctors of Law concerned with safeguarding orthodox doctrine (Bencheikh, “Mi ʿ rā dj 2.”) one may assume that they played a certain role in how the story of the Prophet’s experience was received among peripheral cultures of the Muslim world, for example in East and West Africa and most notably in Indonesia where, it should be noted, the Qe ṣṣ at al-me ʿ rāj by Barzanji “the Elder” (see above) enjoys extraordinary popularity. The interpenetration of oral and written contributions during elaborate festivities commemorating the prophetic ascension (generally, 27th Rajab) is found to be at the basis of the origin and development of a popular literature in many vernacular languages (Swahili, Fulani, Malay; see Knappert, “Mi ʿ rā dj 3.;” “Mi ʿ rā dj 4.”).",
    "Finally the artistic corpus (see MEʿRĀJ ii. ILLUSTRATIONS ): As Basil William Robinson points out, non-Arab Muslims in general, and Iranians in particular, have never quite respected the Semitic restriction of figurative representation of human beings that Islam inherited in spirit from the second of the Biblical Ten Commandments, an even stricter reprobation when it concerns Prophet Mohammad (Robinson, 1976, pp. 13ff.; 1993, pp. 104-106). This fact deserves mention, all the more so because, as Thomas Arnold has noted, no event in the religious history of Islam has so often been represented in Islamic art as the Prophet’s ascension (Arnold 1928, p. 2, and chaps. 6 and 7). From the abundance of these representations, let us content ourselves with mentioning some of the especially renowned illuminations: the great Topkapi manuscript (H 2154) of the 8th/14th century, the famous manuscript in Uighur, dated 840/1436 (Bibliothèque Nationale Paris, suppl. turc 190) whose miniatures, representing an unveiled Prophet admirably drawn (Séguy, passim), are considered by some to be amongst the most beautiful of all Persian painting. The Prophet is shown unveiled in a miniature without text from the 9th/15th century now at the Chester Beatty Library (cat. 292 i, ii) and in another manuscript kept in the British Library (Add. 27/261). Let us also cite the manuscripts from Shiraz in the Timurid in which the Prophet is shown veiled, and finally the great and sublime 10th/16th-century manuscript of Ne ẓ āmi’s Ḵ amsa of Shah Ṭ ahmāsp I (British Library, Or. 2,265; Gruber, passim).",
    "Precedents and extensions in other cultures . Admittedly, some details of the story about the Prophet’s ascension emanated from pre-Islamic Arabia (Horovitz, 1919) but the essential seems to have originated elsewhere. In fact, origins for the theme of “a sage’s celestial ascension” may be traced back to early ages in many cultures. However, for the Near and Middle East, it seems that Iranian culture is the most ancient to have left written traces of this theme. Ever since 1899, Edgar Blochet (see Bibliography) pointed out striking parallels between the narrative of the me ʿ rāj and the Pahlavi text, Ardā Wirāz ( Wirāf )- nāmag  in which the sage Wirāz/Wirāf , seeking to confirm the truth and save neglected Scriptures from oblivion, undertakes spiritually a celestial journey and visits the post-mortem realm and spirits of the dead; angels, the heavens, planets, paradise, hell and their inhabitants as well as ancient sages present before the Divine Throne (Gignoux 1984; Bahār 1984, chaps. 21 and 22). Although the composition of the Ardā Wirāz ( Wirāf )- nāmag is relatively late (towards the 3rd/9th cent.), the ancient inscription of the Zoroastrian priest, in which Kerdir provides an account of his celestial ascension and initiatic journey, clearly demonstrates that this theme was deeply rooted in Sassanid Zoroastrianism (Gignoux, 1974; Tafażżoli 1992; Rāšed-Mo ḥ a ṣṣ el 2001, pp. 108ff.). Some specialists, notably Ph. Gignoux have not hesitated to perceive therein traces of very ancient shamanist practices (see, for example, Gignoux 1979).",
    "In the same article of 1899 (p. 213), Blochet maintained that even the name Borāq is of Persian origin, derived from * barāg or bārag (NPers. bāra ) in the sense of “mount.” This etymology seems to have been accepted by Sh. Shaked (see HADITH v . ), in spite of its refutation ever since 1919 by Horovitz, who declares himself in favor of a derivation from the Arabic root brq “to light, strike lightning.” In this case, according to him, Borāq would be a rare diminutive form meaning “little flash of lightning” due to its quickness or brilliant color. Hardly convinced by these hypotheses, Paret (pp. 1310-11) envisages the possibility of tracing this name to a pre-Islamic tradition, unknown to us. According to him, later conceptions of the Prophet’s mount during his celestial ascent, especially when one attributes it a human form, must rather be sought in figurative representations: statues guarding the gates to Assyrian palaces, represented in the form of centaurs, griffons or sphinxes. He recalls that at the beginning of the 6th/12th century, in a description of ruins at Persepolis, Ebn Bal ḵ i in his Fārs-nāma (ed. Le Strange and Nicholson, p. 120) gives the name borāq to the winged monster with a human visage appearing at Xerxes’ portico.",
    "Iranian beliefs and practices would not have been unknown to Jewish mystical Hekhalot literature (see Shaked, 1994, pp. 49ff.). Belonging to the mysticism of the “divine chariot” ( merkavah ), inspired therefore by the visions of Ezekiel, this literature relates the initiatory voyage of a sage (often reviving the role of the Biblical prophet Enoch or the tannaitic sage Akiba, the founder of rabbinic Judaism [d. 135 CE]) crossing seven celestial temple-palaces to attain the Divine Throne and revel in the vision of God’s beauty (Scholem 1995, pp. 40ff.; Schäfer 1988, pp. 243ff.; on the dating of this literature now see Kuyt 1995, pp. 3ff.). The similarities, sometimes to the finest detail, between the me ʿ rāj and descriptions transmitted by this literature, are so striking that it is hard to consider them simply as parallels due to an apocalyptic imagination common in the ancient Middle East (Halperin 1988, Appendix II; Halperin 1995, pp. 269ff.). Shaul Shaked believes that the Islamic tradition was probably inherited from this twofold tradition via two independent channels, namely Zoroastrian and Jewish (see HADITH v. ). This double affiliation seems equally present in the Judeo-Christian and Christian apocalypses, as well as in the celestial journeys of those in a state of ecstasy known in ancient Christian literature, traditions which in turn, could have played a more or less important role in stories of the Prophet’s ascension, such as 2 Cor. 12,1ff., and the apocryphal Ascension of Isaiah , Apocalypse of Baruch, Apocalypse of Zephaniah and Apocalypse of Abraham (e.g. Bousset, pp. 136ff.; 239ff.; Widengren 1950, pp. 23ff.; 1955, pp. 45ff.; Dean-Otting, index).",
    "The Islamic tradition of Mohammad’s ascension in turn had repercussions in the Christian West. The In the 7th/13th century, an Arabic version of the me ʿ rāj (now lost) was translated into Castilian by the Jewish doctor Abraham, commissioned by his master the king of Castile Leon Alfonso X the Wise (r. 1252-84 ). This translation, known by the title Liber scale Machometi , served as the basis for the Latin translation by Bonaventure of Siena, which in turn led to a number of translations into Western languages. This “Book of Mo h ammad’s ladder” ( Liber scale Machometi ) sparked off violent polemics, not only against Islam and the Muslims, but also among learned Christians themselves. In writing his Divine Comedy , Dante certainly drew inspiration from this text. The subject has been treated extensively in Western research, ranging from the work by Asin Palacios to Besson and Brossard, including studies by Marie-Thérèse d’Alverny, Giorgio Levi Della Vida, Enrico Cerulli as well as Paul Wunderli and Jean-Patrick Guillaume (see Bibliography; refer also to the bibliographies in Bencheikh, 1993; Rodinson)."
  ],
  "bibliography": [
    "Bibliographical details for most primary sources are cited within the text.",
    "Sources not cited fully within the text:",
    "M. -T. D’Alverny, “Les pérégrinations de l’âme dans l’autre monde d’après un anonyme de la fin du XIIe siècle,” Archives d’histoire doctrinale et littéraire du moyen-age 15-17, 1940-42, pp. 219-99.",
    "M. A. Amir-Moezzi, Le Guide divin dans le shi’isme originel , Paris, 1992, tr. as Divine Guide in Early Shi’ism , New York, 1994.",
    "Idem, ed., Le voyage initiatique en terre d’Islam: ascensions célestes et itinéraires spirituels , Louvain and Paris, 1996.",
    "Idem, “L’Imam dans le ciel. Ascension et initiation (Aspects de l’imamologie duodécimaine III),” in idem, ed., Le voyage initiatique , pp. 99-116.",
    "Idem, “Notes a propos de la walāya imamite (Aspects de l’imamologie duodécimaine X),” JAOS 122/4, 2002, pp. 724-41.",
    "Idem, “L’ascesion céleste du prophete Muḥammad: note bibliographique,” in M. A. Amir-Moezzi et al., eds., Penseé grecque et Sagesse d’Orient. Hommage â Michel Tardieu, Turnhout, Belgium, 2009, pp. 47-61.",
    "T. Andrae, Die Person Muhammads im Lehre und Glauben seiner Gemeinde , Stockholm, 1918.",
    "A. J. Arberry, The Koran Interpreted, New York, 1955.",
    "Th. Arnold, Painting in Islam , Oxford, 1928.",
    "M. Asin Palacios, \n \nt;em>La escatolgia musulmana en la Divina Comedia, Madrid, 1919.",
    "Idem, Dante y el Islam , Madrid, 1927.",
    "M. Bahār, Pāžuheši dar asā ṭ ir-e Irān , Tehran, 1984.",
    "P. Ballanfat, “L’échelle des mots dans les ascensions de Rūzbihān Baqlī de Šīrāz” in Amir-Moezzi, ed., Le voyage initiatique , pp. 265-300.",
    "M. M. Bar-Asher and A. Kofsky, “A Tenth-Century Nu ṣ ayrī Treatise on the Duty to Know the Mystery of Divinity,” BSOAS 58, 1995, pp. 243-50.",
    "Idem “L’ascension céleste du gnostique nu ṣ ayrite et le voyage nocturne du prophète Mu ḥ ammad,” in Amir-Moezzi, ed., Le voyage initiatique , 1996, pp. 133-48.",
    "J. Bencheikh, Le voyage nocturne de Mahomet , Paris, 1988.",
    "Idem, “Mi ʿ rā dj 2. In Arabic literature,” in EI² , VII, 1993, pp. 100-3.",
    "G. Besson and M. Brossard-Dandré, Le Livre de l’Echelle de Mahomet , Paris, 1991.",
    "A. A. Bevan, “Mohammed’s Ascension to Heaven,” in K. Marti, ed., Studien zur semitischen Philologie und Religionsgeschichte: Julius Wellhausen zum siebzigsten Geburtstag am 17. Mai 1914 …, Giessen, Germany, 1914, pp. 49-61.",
    "H. Birkeland, The Legend of the Opening of Muhammed’s Breast , Oslo, 1955.",
    "E. Blochet, “Etudes sur l’histoire religieuse de l’Iran II: l’ascension au ciel du prophète Mohammed,” RHR 40, 1899, pp. 1-25, 203-36.",
    "D. W. Bousset, “Die Himmelsreise der Seele,” ARW 4, 1901, pp. 136-69, 229-73.",
    "G. Böwering, “Mi ʿ rāj,” in The Encyclopedia of Religion , New York, 1987, IX, pp. 552-56.",
    "Idem, “From the Word of God to the Vision of God: Mu ḥ ammad’s Heavenly Journey in Classical Ṣ ūfī Qur’ān Commentary,” in Amir-Moezzi, ed., Le voyage initiatique , 1996, pp. 205-22.",
    "H. Busse, “Der Islam und die biblischen Kultstätten,” Der Islam 42, 1966, pp. 111-47.",
    "Idem, “Jerusalem in the Story of Muhammad’s Night Journey and Ascension,” Jerusalem Studies in Arabic and Islam 14, 1991, pp. 1-40.",
    "E. Cerulli Il ‘libro della scale’ e la questione delle fonti arabo-spagnole della Divina Commedia , Vatican City, 1949.",
    "Idem, Nuovo Ricerche sul ‘Libro della Scala’ e la conoscenza dell’Islam in occidente , Vatican City, 1972.",
    "M. Chodkiewicz, “Le voyage sans fin,” in Amir-Moezzi, ed., Le voyage initiatique , pp. 239-50.",
    "F. Colby, “The Subtelties of the Ascebsion: al-Sulamī on the Mi ʿ rāj of the Prophet Mu ḥ ammad,” Studia Islamica 94, 2002, pp. 167-83.",
    "Idem, Narrating Muhammad’s Night Journey. Tracing the Development of the Ibn ‘Abbas Ascension Discourse , Albany, 2008.",
    "M. Dean-Otting, Heavenly Journeys. A Study of the Motif in Hellenistic Jewish Literature , Frankfurt am Main, etc., 1984.",
    "Ebn Hešām, al-Sira al-nabawiya , ed. al-Saqqā-Abyāri-Šalabi, Beirut, 1971.",
    "A. Elamrani-Jamal, “Expérience de la vision contemplative et forme du récit chez Ibn Ṭ ufayl,” in Amir-Moezzi, ed., Le voyage initiatique , pp. 159-72.",
    "J. van Ess, TG = Theologie und Gesellschaft im 2. und 3. Jahrhundert Hidschra , Berlin and New York, 1991-97.",
    "Idem, “ ʿ Abd al-Malik and the Dome of the Rock. An Analysis of Some Texts,” in J. Raby and J. Johns, eds., Bayt al-Maqdis. ʿ Abd al-Malik’s Jerusalem , Oxford Studies in Islamic Art 9, 2 vols., I, Oxford, 1992.",
    "Idem, “Le mi ʿ rā ğ et la vision de Dieu dans les premières spéculations théologiques en Islam,” in Amir-Moezzi, ed., Le voyage initiatique, 1996, pp. 27-56.",
    "Idem, “Vision and Ascension: Sūrat al-Najm and its Relationship with Mu ḥ ammad’s mi ʿ rāj ,” Journal of Quarnic Studies 1/1, 1999, pp. 47-62.",
    "C. H. de Fouchécour, “Les récits d’ascension ( me ʿ rāj ) dans l’œuvre de Nézâmi,” in Etudes irano-aryennes offertes à Gilbert Lazard , Studia Iranica , Cahier spécial 7, 1989, pp. 99-108.",
    "Idem, “Avicenne, al-Qošeyrī et le récit de l’échelle de Mahomet,” in Amir-Moezzi, ed., Le voyage initiatique 1996, pp. 173-98.",
    "Ph. Gignoux, “La signification du voyage extra-terrestre dans l’eschatologie mazdéenne,” in Mélanges d’histoire des religions offerts à H. Ch. Puech , Paris, 1974, pp. 63-69.",
    "Idem, “‘ Corps osseux et âme osseuse’: essai sur le chamanisme dans l’Iran ancien,” JA 267/1-2, 1979, pp. 41-80.",
    "Idem, Le Livre d’Ardā Vīrāz , Tehran and Paris, 1984.",
    "C. Gilliot, “Coran 17, isrā’ : 1 dans la recherche occidentale. De la critique des traditions au Coran comme texte,” in Amir-Moezzi, ed., Le voyage initiatique, pp. 1-26.",
    "S. D. Goitein, “The Historical Background of the Erection of the Dome of the Rock,” JAOS 70, 1950, pp. 98-122.",
    "Ignaz Goldziher, Muhammedanische Studien , 2 vols. in one, Halle an der Saale, 1889; repr. Hildesheim, 1961.",
    "Ch. J. Gruber, The Prophet Mu ḥ ammad’s Ascension (miʿrāj) in Islamic Art and Literature, ca 1300-1600 , PhD thesis, University of Pennsylvania, 2005.",
    "Idem and F. Colby, eds., The Prophet’s Ascension: Cross-Cultural Encounters with the Islamic Miʿrāj Tales , Bloomington, Ind., 2010.",
    "A. Guillaume, “Where was al-Masjid al-Aq ṣ ā?,” Al-Andalus 18, 1953, pp. 323-36.",
    "J. P. Guillaume, “’Moi, Mahomet, Prophète et Messager de Dieu’. Traduction et adaptation dans le Liber scale Machometi ,” in Amir-Moezzi, ed., Le voyage initiatique , pp. 83-98.",
    "D. J. Halperin, The Faces of the Chariot: Early Jewish Responses to Ezekiel’s Vision , Tübingen, 1988.",
    "Idem, “ Hekhalot and Mi ʿ rāj : Observations on the Heavenly Journey in Judaism and Islam,” in J. J. Collins and M. Fishbane, eds., Death, Ecstasy and Other Worldly Journeys , New York and Albany, N.Y., 1995, pp. 269-88.",
    "A. Ḥ arak, Al-Esrā ʾ wa’l-me ʿ rāj: derāsa mawżu ʿ iya , Cairo, 1991-92.",
    "R. Hartmann, “Die Himmelsreise Muhammeds und ihre Bedeutung in der Religion des Islam,” in Vorträge der Bibliothek Warburg 1928-1929 , Leipzig and Berlin, 1930, pp. 42-65.",
    "P. Heath, Allegory and Philosophy in Avicenna , Philadelphia, Pa., 1992.",
    "J. Horovitz, “Muhammeds Himmelfahrt,” Der Islam 9, 1919, pp. 159-83.",
    "J. Jolivet, “La topographie du salut d’après le discours sur l’âme d’al-Kindī,” in Amir-Moezzi, ed., Le voyage initiatique , pp. 149-58.",
    "C. Kappler, ed., Apocalypses et voyages dans l’au-delà , Paris, 1987.",
    "J. Knappert, “Mi ʿ rā dj 3. Mirādj literature in East and West Africa,” in EI²  VII, 1993, p. 103.",
    "Idem, “ Mi ʿ rā dj 4. Mirādj in Indonesia,” in EI²  VII, 1993, p. 103-04.",
    "A. Kuyt, “The ‘Descent’ to the Chariot: Towards a Description of the Terminology, Place, Function and Nature of the Yeridah in Hekhalot Literature,” Journal of Jewish Studies 47, 1996, pp. 376-78 .",
    "H. Landolt, “La “double échelle” d’Ibn ʿ Arabī chez Simnānī,” in Amir-Moezzi, ed., Le voyage initiatique , pp. 251-64.",
    "G. Levi Della Vida, “Nuova luce sulle fonti islamiche della Divina Commedia,” Al-Andalus 14, 1949, pp. 377-407.",
    "P. Lory, “Le Mi ʿ rāğ d’Abū Yazīd Bas ṭ āmī,” in Amir-Moezzi, ed., Le voyage initiatique , pp. 223-38.",
    "Mo ḥ ammad Bāqer Majlesi, Be ḥ ār al-anwār , XVIII/2, Tehran-Qom, 1956-72, pp. 282-409.",
    "Y. Marquet, “Sabéens et I ḵ wān al- Ṣ afā,” Stud. Isl. 24 1976, pp. 77-109.",
    "Idem, “L’ascension spirituelle chez quelques auteurs Ismaïliens,” in Amir-Moezzi, ed., Le voyage initiatique 1996, pp. 117-32.",
    "N. Māyel-Heravi, Me ʿ rāj-nāma-ye Abu ʿ Ali Sinā , ed., introd. and notes, Mashad, 1986.",
    "Idem, “Quelques me ʿ rāğiyye en persan,” in Amir-Moezzi, ed., Le voyage initiatique 1996, pp. 199-204.",
    "G. Monnot, “Le commentaire de Rāzī sur le voyage nocturne,” in Amir-Moezzi, ed., Le voyage initiatique , pp. 57-65.",
    "A. Neuwirth, “Erste Qibla-Fernste Masğid? Jerusalem im Horizonte des historischen Mu ḥ ammad,” in F. Hahn et al., eds., Zion-Ort der Begegung (Festschrift für Laurentius Klein) , Bodenheim, 1993, pp. 227-70.",
    "Th. Nöldeke, Geschichte des Qorāns , Göttingen, 1st. ed., 1860.",
    "Idem and F. Schwally, Geschichte des Qorāns , Zweiter Teil: Sammlung des Qorāns , 2nd ed. Leipzig, 1919.",
    "R. Paret, “al-Burāḳ,” in EI² , I, pp. 1310-11.",
    "S. Pelosi, Dante e la cultura islamica: analogie tra la ‘Commedia’ e il ‘Libro della scala’ , Tripoli, 1965.",
    "A. M. Piemontese, “Le voyage de Mahomet au paradis et en enfer: une version persane du mi ʿ rāj ,” in C. Kappler, ed., Apocalypses et voyages dans l’au-delà , Paris, 1987, pp. 285-303.",
    "M. Plessner, “Muhammed’s Clandestine ʿ Umra in the Ḏ u’l-Qa ʿ da 8 H. and Sūra 17,1,” Rivista degli Studi Orientali 32 (1957), pp. 525-30.",
    "M. T. Rāšed-Mo ḥ a ṣṣ el, Katibahā-ye Irān-e bāstān , 2nd ed., Tehran, 2001.",
    "Fa ḵ r-al-Din Rāzi, al-Tafsir al-kabir aw mafāti ḥ al-ḡayb , Cairo, 1933; repr. Tehran, vol. 10, pp. 150-52.",
    "B. W. Robinson, Persian Paintings in the India Office Library , London, 1976.",
    "Idem, “Mi ʿ rā dj 5. The Mi ʿ rā dj in Islamic art,” i, EI² , VII, 1993, pp. 104-06.",
    "M. Rodinson, “Dante et l’Islam d’après les travaux récents,” RHR 139, January-March 1951, pp. 203-35.",
    "Q. al-Samarrai, The Theme of Ascension in Mystical Writings , Baghdad, 1968.",
    "P. Schäfer, “New Testament and Hekhalot Literature: the Journey into Heaven in Paul and in Merkavah Mysticism,” in idem, Hekhalot-Studien , Tübingen, 1988, pp. 234-49.",
    "G. Scholem, Major Trends in Jewish Mysticism , New York, 1961, repr. 1995.",
    "B. Schrieke, “Die Himmelsreise Muhammeds,” Der Islam 6, 1916, pp. 1-30.",
    "Idem and J. Horovitz, “Mi ʿ rā dj 1. In Islamic exegesis and in the popular and mystical tradition of the Arab world,” EI² , VII, 1993, pp. 97-100.",
    "M. R. Séguy, Miraj-Nameh ou le voyage du Prophète , Montrouge, France, 1977.",
    "Idem, The Miraculous Journey of Mahomet , tr. R. Pevear, New York, 1977.",
    "M. Sells, “Ascension,” Encyclopaedia of the Qur’ān , I, pp. 176-81.",
    "S. Shaked, Dualism in Transformation: Varieties of Religion in Sasanian Iran , SOAS Jordan Lectures 16, London, 1994.",
    "Idem, “Hadith v. Hadith as influenced by Iranian ideas and practices,” in EIr ., XI, pp. 453-57.",
    "Ṭ abari, Jāme ʿ al-bayān fi tafsir al-qur ʾ ān , 30 vols., ed. Beirut, 1992, vol. 3, pp. 176-79.",
    "A. Tafażżoli, “Kertīr wa siyāsat-e ette ḥ ād-e din wa dawlat dar dawra-ye sāsāni,” in idem, Yek-i qaṭra-ye bārān , Tehran, 1992, pp. 721-37.",
    "M. Al- Ṭ u ʿ mi, ed., Taṭriz al-dibāj be ḥ aqā ʾ eq al-esrā ʾ wa’l-me ʿ rāj , Beirut, 1994.",
    "J. Wansbrough, Quranic Studies: Sources and Methods of Scriptural Interpretation , Oxford, 1977.",
    "G. Weil, Historisch-kritische Einleitung in den Koran , 1st ed., 1844.",
    "G. Widengren, The Ascension of the Apostle and the Heavenly Book , Uppsala and Wiesbaden, 1950.",
    "Idem, Muhammad, the Apostle of God, and his Ascension , Uppsala and Wiesbaden, 1955.",
    "P. Wunderli, Etudes sur le ‘Livre de l’Eschiele de Mahomet’: prolégomènes à une nouvelle édition de la version française d’une traduction alphonsine , Winterthur, Switzerland, 1965.",
    "I. Zilio-Grandi, Il viaggio notturno e l’ascensione del proefeta nel racconta di Ibn ‘Abbas , Torino, 2010."
  ],
  "citation": "Mohammad Ali Amir-Moezzi, “MEʿRĀJ i. DEFINITION, ”  Encyclopædia Iranica , online edition, 2010, available at http://www.iranicaonline.org/articles/meraj-i (accessed on 30 April 2017).",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}