{
  "id": "eweb_135",
  "source": "EI2",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_0239",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_0239",
  "title": "Abū Nuʿaym al-Iṣfahānī",
  "authors": [
    "J. Pedersen"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    ", Aḥmad b. ʿAbd Allāh b. Isḥāḳ b. Mūsā b. Mihrān al-S̲h̲āfiʿī , born in Iṣfahān in Rad̲j̲ab 336/Jan.-Feb. 948 (Ibn Khallikān: or 334, Yāḳūt, Buldān , i, 298, 330), d. Monday 21 Muḥarram (Ibn Khallikān: or Ṣafar; Yāḳūt: Monday 20 Muḥarram; Ḏh̲ahabī, Subkī: 20 Muḥarram) 430/23 Oct. 1038, an authority on fiḳh and taṣawwuf . His grandfather Muḥ. b. Yūsuf was a well known ascetic, the first of his kin to accept Islam (Ibn Ḵh̲allikān). Abū Nuʿaym mentions him as his forerunner in Ḥilyat al-Awliyāʾ (i, 4). His father who also was a scholar (Yaḳūt, Buldān , iv, 344) had him taught by important teachers, such as Ḏj̲aʿfar al-Ḵh̲uldī and al-Aṣamm, from his sixth year. From 356/967 he travelled and studied in ʿIrāḳ, Ḥid̲j̲āz and Ḵh̲urāsān, and for 14 years he was reckoned as one of the best ḥadith -authorities. This is stated by his contemporary al-Ḵh̲aṭīb al-Bag̲h̲dādī who quotes him ( Taʾrik̲h̲ Bag̲h̲dād , xii, 407, 412) and by al-Ḏh̲ahabī and al-Subkī, but neither al-Ḵh̲aṭīb nor Yāḳūt include him in their biographies of learned men. The number of those who transmitted ḥadit̲h̲ from him is said to be about eighty. Al-Sulamī, his older contemporary, quotes one ḥadit̲h̲ on his authority with one intermediary ( Ṭabaḳāt al-Ṣūfiyyah sub Abu ’l-ʿAbbās b. ʿAtāʾ). Al-Ḵh̲aṭīb, according to al-Subkī one of his nearest pupils, criticises him for treating id̲j̲āza ’s lightly, but is in this contradicted by al-Ḏh̲ahabī, 278. The strife between Ḥanbalites and S̲h̲āfiʿites caused sharp criticism of him by his fellow townsman Abū ʿAbd Allāh b. Mandah (cf. Brockelmann, S i, 281) and led to bodily attacks on him. He was even expelled from the mosque of Iṣfahăn, which saved his life as, according to tradition, Subuktigīn, when he conquered the town, massacred the people assembled in the mosque at the Friday-service; this is reckoned one of his karāmāt . Al-Nabhānī (cf. Brockelmann, S II, 763 f.) relates that the mosque fell down twice and crushed the crowd because A. N. had cursed it. Abū Nuʿaym’s work Ḥilyat al-Awliyāʾ wa-Ṭabaḳāt al-Aṣfiyāʾ (Cairo 1351/1932-1357/1938) was finished in 422/1031 (see x, 408). It was written to strengthen what he regarded as the true ṣūfism (i, 4). After a general description of ṣūfism he mentions the different etymologies of the word, above all its derivations from ṣūf , on which he had written a book Labs al-Ṣūf , stressing its connotation of humility (i, 20, 23). The rest consists in accounts of and sayings by 649 pious people ( nussāk ) reckoned as ṣūfis, beginning with the four \"righteous caliphs\"—an evidence of the interpenetration of ṣūfism and orthodoxy. Every section begins with \"the s̲h̲ayk̲h̲ (Abū Nuʿaym) said\". It differs from al-Sulamī’s\n Ṭabaḳāt , which gives only sayings with few or no anecdotes. It is told that he brought the work personally to Nīsābūr\n \n ¶ where he sold it for 400 dīnārs. Extracts from it are used in Ibn al-Ḏj̲awzī, Ṣafwat al-Ṣafwa .",
    "His second large work, Ḏh̲ikr Ak̲h̲bār Iṣbahān (ed. S. Dedering, Leiden 1931) contains biographies of people who had connexions with Iṣfahān, mainly scholars, after a short history and topography of the town. On this topic he had several forerunners (cf. Dedering ii, p. VIII-X). Besides these works he wrote several smaller books on the proofs of prophecy, the medicine of the prophet, the excellence of Muḥammad’s first followers, with extracts from al-Buk̲h̲ārī and Muslim etc. He died in Iṣfahān and his tomb is said by Yāḳūt (i, 298) to be in Murdbāb."
  ],
  "signature": "(J. Pedersen)",
  "bibliography": [
    "Brockelmann, S I, 616 f",
    "Yāḳūt, index",
    "Ibn Ḵh̲allikān, Cairo, no. 32",
    "Ḏh̲ahabī, Tad̲h̲kirat al-Ḥuffāz , Ḥaydarābād 1334, iii, 275-79",
    "Subkī, Ṭabaḳāt al-S̲h̲āfiʿiyyah , Cairo 1324, 7-9",
    "S̲h̲aʿrānī, al-Ṭabaḳāt al-Kubrā , Cairo 1315, i, 56",
    "Ibn al-ʿImād, S̲h̲ad̲h̲arāt , iii, 245",
    "Nabhānī, Ḏj̲āmiʿ Karāmāt al-Awliyāʾ , Cairo 1329, i, 293."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}