{
  "id": "eweb_136",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_COM_0035",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_COM_0035",
  "title": "Ak̲h̲lāḳ",
  "authors": [
    "R. Walzer",
    "H.A.R. Gibb"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "(plural of k̲h̲uluḳ , \"innate disposition\"), ethics.",
    "1. Islamic ethics took shape only gradually and the tradition of the different elements of which it is composed was not finally established before the 5th/11th century. Unlike the Greek world, in which popular ethics were refined and reshaped by philosophical reasoning without any breach between them, and with no perceptible influence of any foreign doctrine, so that eventually philosophy came to express the moral values by which the lives of the educated classes were governed, in Islam ethics appear in their matured state as an interesting and, on the whole, successful amalgamation of a pre-Islamic Arabian tradition and Ḳurʾānic teaching with non-Arabic elements, mainly of Persian and Greek origins, embedded in or integrated with a general-Islamic structure. The praise of, and value attached to, good character ( ḥusn al-k̲h̲uluḳ ) is common enough among traditionalists, mystics, philosophers, and those writers who aim at giving practical advice to rulers and \"civil servants\". But their ideas of moral perfection are drawn from widely different sources, although all of them, in various ways, try to conform to the basic standards of Islam (which are in themselves not static); hence the process of assimilation and eventual integration of these different and sometimes conflicting trends extended over a considerable time.",
    "2. It would be erroneous to assume that the different kinds of morality which found literary expression in successive periods from the age of the pre-Islamic poets to the 5th/11th century present a cumulative process, in the sense that each new type as it emerged replaced or suppressed the earlier types. On the contrary, they co-existed for a long time, in varying strength. The tribal sunna of the pre-Islamic Arabs, based on usage and custom, described by I. Goldziher ( Muhammedanische Studien , i) and others (e.g. B. Farès, L’honneur chez les \n Arabes \n avant l’Islam , Paris 1932), by no means died out with the advent of Islam; and since pre-Islamic literature eventually became part of the accepted Arabic humanities, the values expressed in it were never entirely forgotten: a high sense of personal honour [see ʿirḍ ], courage [see ḥamāsa ], loyalty to one’s fellowtribesmen [see ḳabīla ], hospitality [see ḍayf ], endurance [see ṣabr ], self-control [see ḥilm ], and a secular spirit which could never be completely quelled by the prevailing religious morality [cf. also muruwwa ]. The preaching of Muḥammad obviously produced a radical change in moral values as well, based on the sanctions of the new religion, and fear \n ¶ of God and of the Last Judgment: kindness and equity, compassion and mercy, generosity, self-restraint, sincerity, moral fellowship of the Believers are among the new virtues to replace tribal morality, and to become the pillars of an ethical society or, at least, the programme for such a society.",
    "The religious ethic of the Ḳurʾān was subsequently expanded and pointed in immense detail by the traditionists in the form of ḥadīt̲h̲s [ q.v. ], professedly based upon and expounding the sunna , or model behaviour, of the Prophet, but frequently supplementing this source by traditions of the Companions and by adaptation of materials from the cultural traditions of the older religions. The importance of the Ḥadīt̲h̲ in forming and maintaining the common ethical ideas of the Muslim Community in all ages and all regions has been incalculable; but in addition it was largely responsible for the ethical framework of the developing Islamic Law [see s̲h̲arīʿa ], and for laying the foundations which made possible the process of integration described above. It may be said broadly that the whole corpus of Ḥadīt̲h̲ constitutes a handbook of Islamic ethics, inasmuch as in the general Muslim view the correct performance of religious duties and the right understanding of religious doctrine are inseparable elements of the moral life. Within this comprehensive structure, however, certain forms of conduct were more particularly designated by the term adab [ q.v. ], which in this early religious context had a definitely ethical connotation (see, e.g. Wensinck’s Handbook , s.v. Adab). It is tempting to surmise (though it might be difficult to prove) that it was the capture of this term for the very differently motivated ethic of Persian origin expounded by the 2nd/8th century writers (see § 4 below) which led to the substitution of the term ak̲h̲lāḳ , which appears in various traditions extolling \"good ak̲h̲lāḳ \n ” (see Wensinck, Handbook , 11a and B. Farès, Makārim al-Aḫlāq , Rend . Linc ., 1937, 417= Mabāḥit̲h̲ ʿArabiyya , Cairo 1939, 21 ff.). The tradition of the Prophet used as a proof-text by later writers on Islamic ethics: \"I have been sent to fulfil the virtues which go with nobility of character ( makārim al-ak̲h̲lāḳ )”, does not occur in the canonical books of tradition (cf. B. Farès, loc. cit.). Under this title several collections of ethical ḥadīt̲h̲s were made from the 3rd/9th century onwards, e.g. by Ibn Abi ’l-Dunyā (Brock., l, 160), al-Ḵh̲arāʾiṭī (Brock., S I, 250), and al-Ṭabarsī (Brock. I, 513; S I, 709), the last-named being the classical S̲h̲īʿite book on the subject (cf. also B. Farès, 411-2).",
    "3. The refinement and development of moral thought on the basis of the Ḥadīt̲h̲ was carried further by both of the religious movements which began to develop within Sunnī Islam in the 3rd/9th century. In theological circles, on the one hand, the conflict with the antideterminist trend of the Muʿtazila [ q.v. ], and the consequent emphasis laid by the Muʿtazilite theologians on moral decision and individual responsibility, produced an elaborate discussion and analysis of these topics [see ḳadar ]; and it was through both the Muʿtazilite movement, which in its turn was connected with Greek thought and Christian-Hellenistic apologetic works, and the orthodox reaction to it [see kalām ] that the reception of Greek philosophical ethics was prepared and made possible. On the other hand, the anti-intellectual and ascetic mystical movement of Ṣūfism [see taṣawwuf ] produced a somewhat divergent type of Islamic ethics, which was gradually to become more and more influential and eventually almost dominated in the Islamic world. For the ṣūfī preachers, poverty, \n ¶ self-humiliation, and complete surrender of personality became the highest values in life. It may be sufficient here to mention one eminent early ṣūfī writer, al-Muḥāsibī (d. 213/857), who had a decisive influence on al-G̲h̲azālī when he made ṣūfism a definite part of Islamic ethics in his fundamental Revivification of the Religious Sciences (see M. Smith, An early \n Mystic of Baghdad , London 1935, and JRAS , 1936, 65).",
    "4. The introduction of Persian moral thought into the Islamic tradition preceded the acquaintance with Greek ethics. Its main representative is Ibn al-Muḳaffaʿ [ q.v. ], and—apart from Kalīla wa-Dimna , a work which deserves to be mentioned in this context —its main content is to be found in the two adab works ascribed to him, the Adab al-Kabīr (Fr. translation by C. F. Destrée, Brussels 1902, from the Dutch of G. van Vloten; German trans, by O. Rescher, MSOS , 1917) and the Adab al-Ṣag̲h̲īr (German trans, by O. Rescher, 1915), whose authenticity has been doubted but not disproved by G. Richter ( Isl ., 1930, 278) and F. Gabrieli ( RSO , 1932, 219 ff.). These works [cf. also ardas̲h̲īr , buzurd̲j̲mihr ] are not based on any philosophical principle, but rather remind the reader of Greek rhetorics, giving the rulers, \"civil servants\" and persons who wish to advance in life advice on how to be successful. The Islamic allusions contained in this literature are at first scanty and formal, but the connection of this tradition with religion is steadily emphasized; Islam is regarded accordingly in the character of a state religion, linked to the sovereign power as religion had been linked with political power in the old Persian state (cf. A. Christensen, L ’ Iran \n sous les \n Sassanides \n 2 , Copenhagen 1944, ch. iii): \"religion and government are sisters\". The advice, conveyed in a pleasing and effective style, is based on opportunist considerations and the recognition of force, which the intelligent man ( al-ʿāḳil ) will know how to deal with properly. In the course of a century or so, however, this originally foreign adab tradition was more or less adapted to Islamic standards, and was finally received into the accepted body of Islamic adab in the ʿUyūn al-Ak̲h̲bār of Ibn Ḳutayba (d. 276/889-90). This work, which may be called the first comprehensive manual of Islamic ethics, brought together and to a remarkable degree integrated the Ḳurʾānic, ḥadīt̲h̲ , pre-Islamic and Persian contributions, and by excluding the irreconcilable elements of the two latter, practically defined and standardized the component elements of the orthodox morality in its pre-philosophical and pre-ṣūfistic stage. Related types of literature are the \"Mirrors of Princes\" [see malik ] and popular wisdom in apophthegmatic form [see ḥikma ].",
    "5. Philosophical ethics, derived from the Greeks, was introduced at first by the limited circles who devoted themselves to the study of philosophy. The details of its development amongst the Muslim falāsifa are studied in the next section. As is pointed out in § § 8-10 of that section, philosophical ethics exercised an influence on adab literature and what is of even greater importance, philosophical ethics in the form given to it by Miskawayh was fully excepted by such an influential theologian as al-G̲h̲azālī and in this way was integrated with religious tradition. Miskawayh’s doctrine became known also through another channel, viz. the Persian works of authors such as al-Ṭūsī and al-Dawwānī. On the other hand, the purely ṣūfistic morality gained through the great Persian poets an \n ¶ immense influence in the eastern Islamic world, including Turkey—an influence which was paralleled and reinforced in all countries by the powerful social position occupied by the ṣūfī orders and the extension of their lay membership to all classes.",
    "6. During the last century, the strong revulsion from ṣūfism in orthodox Muslim circles has had a parallel effect on Muslim ethical thought, which in reaction from the extreme passivity of the ṣūfī ethic has tended to swing towards an activist ethic, rather guardedly expressed by such leaders as Ḏj̲amāl al-Dīn al-Afg̲h̲ānī and Muḥammad ʿAbduh, and in more outspokenly \"Muʿtazilite\" terms by others. Outside theological circles, the same trend, reinforced by the influence of western philosophies, together with internal social and political developments, has stimulated more evolutionary types of ethical theory, notably those of the Turkish sociologist Ziyā Gökalp and of the Indian poet Muḥammad Iḳbāl, all of which, however, are most properly to be regarded as representing transitional phases in modern Muslim thought.",
    "1. In the classification of the various branches of philosophy, ak̲h̲lāḳ is considered, together with politics [ al-ʿilm al-madanī , see madīna ) and economics ( tadbīr al-manzil [ q.v. ]), as a part of practical philosophy. Galen’s work Fi ’ l-Ak̲h̲lāḳ is described in Ḥunayn’s treatise on the Syriac and Arabic Galen-translations in the following terms: \"Galen dealt in it with different ἤθη, their causes, signs and treatment\" (ed. Bergsträsser, no. 119; cf. Seneca, Epist. xcv, 65). Al-G̲h̲azāli uses almost the same words when he says ( al-Munkid̲h̲ , 99) that ak̲h̲lāḳ as a branch of philosophy consists in \"defining the characteristics and moral constitutions of the soul and the method of moderating and controlling them\". The same definition still occurs in Ibn Ṣadr al-Dīn al-S̲h̲irwānī (d. 1036/1626-7), quoted by Ḥād̲j̲d̲j̲ī Ḵh̲alīfa, s.v. ak̲h̲lāḳ : \"It is the science of virtues and the way how to acquire them, of vices, and the way how to guard against them. Its subject is: the innate dispositions ( ak̲h̲lāḳ ), the acquired virtues, and the rational soul as far as it is affected by them\". Ak̲h̲lāḳ as a philosophical doctrine of ethics appealed at first only to the limited circles of persons interested in Greek philosophy. But since its representatives insist that philosophical ethics are not meant to contradict Islam but either to supplement or confirm it, these ideas could eventually be integrated with the religious tradition and retain some influence even in later centuries.",
    "2. Greek moral philosophy was conveyed to the Arabs in several different ways which eventually converged. Standard works of the classical days of Greece read in the late philosophical schools, like Plato’s\n Republic , Timaeus , Laws , were known in the original and in commentaries and summaries (cf. aflāṭūn ). Aristotle’s Nicomachean Ethics , divided into eleven books, were known in Isḥāḳ b. Ḥunayn’s translation. Books viii-xi of the Arabic text, corresponding to vii-x of the usual division, have been traced in a Moroccan manuscript (cf. A. J. Arberry, in BSOAS , 1955, 1 ff.). The same manuscript contains a summary of the Nicomachean Ethics by Nicolaus of Damascus (1st century B. C.). Porphyry’s commentary (cf. Fihrist , and J. Bidez, Vie de Porphyre , Gand-Leipzig 1913, 56*-58*) was translated into Arabic and most probably extensively used by Miskawayh in chapters 3-5 of his Tahd̲h̲īb \n \n ¶ \n al-Ak̲h̲lāḳ (see § 7 below). The Arabs knew also a late Greek summary of the Nicomachean Ethics (\"Summary of the Alexandrines\"): extracts in MS Taymūr Pas̲h̲a, ak̲h̲lāḳ 290, no. 16; this work was translated into Latin by Herman the German in 1243 or 1244 (cf. Aristoteles Latinus , ii, Cambridge 1955. 1308). Al-Fārābī wrote a commentary on the introduction of the Nicomachean Ethics which is referred to by Spanish authors of the 12th century (cf. M. Steinschneider, al-Farabi , St. Petersburg 1869, 60). Ibn Rus̲h̲d’s Middle Commentary (written in A. D. 1177) is preserved in a Latin translation by the same Herman in 1240 (cf. Aristoteles Latinus , ii, 1308) and in a Hebrew translation of 1321 by Samuel b. Judah of Marseilles (M. Steinschneider, Die \n hebr . Übersetzungen , 217).",
    "Among Greek works less known in the Western tradition but widely read in the Arab world are three treatises by Galen. (1) Περὶ ὴθῶν, Fi ’ l-Ak̲h̲lāḳ , lost in the Greek original and preserved only in Arabic guise. (Arabic Epitome published by P. Kraus in Bull . of the \n Fac . of \n Arts of the Univ . of \n Egypt , v/1, 1939; cf. R. Walzer, in Classical Quarterly , 1949, 82 ff.; idem, in Harvard Theological Review , 1954, 243 ff.; S. M. Stern, in Classical Quarterly , 1956.) (2) How \n a man may discover his own vices (cf. Corpus Med . Grace , v, 4, 11; Ḥunayn, Risāla , no. 118). (3) Good \n men profit by their enemies (lost in the Greek original; Ḥunayn, no. 121). Both of these two latter treatises were used by al-Rāzī (see § 5 below), all three by Miskawayh (§ 7 below). A treatise by Themistius is quoted under a wrong name by Miskawayh (see below); another one attributed to him survives in Arabic (ed. L. Cheikho, Mas̲h̲ ., 1920, 887-9, tr. M. Bouyges, Arch . de \n Philosophie , 1924, 15 ff.). There were, no doubt, some other late Greek books from which middle-platonic Greek thought, only slightly touched by neoplatonic ideas, was handed down to the Arabs. Among other pre-neoplatonic treatises studied by Arabic writers on moral philosophy are the Pinax of Cebes (\"Kābis the Platonist\"), reproduced in Miskawayh’s\n Ḏj̲āwid̲h̲ān Ḵh̲irad (ed. Badawi, 229 ff.; separate editions by Elichman, Leiden 1640 and R. Basset, Algiers 1898); the neopythagorean Bryson’s Οὶκονομικóς, preserved only in Arabic translation and extensively quoted by Miskawayh (ed. M. Plessner, Heidelberg 1928); the Golden Verses ascribed to Pythagoras [see fut̲h̲āg̲h̲ūras ] and a pseudo-platonic Exhortation \n concerning the education of young men , two \"Pythagorean\" documents by which Miskawayh was impressed (cf. F. Rosenthal, in Orientalia , 1941, 104 ff., 383 ff.).",
    "3. Al-Kindī’s ethical treatises ( Fihrist , nos. 190-1, 193-6 cf. also F. Rosenthal, al-Sarak̲h̲si , ii A, 10-2, 16-7) were apparently appreciated by subsequent Islamic writers. His treatise On freedom from \n Grief (ed. H. Ritter-R. Walzer, Studi \n su \n Al Kindi II , Rome 1938; M. Pohlenz, in GGA , 1938, 404 ff.) was used by Miskawayh ( Tahd̲h̲īb , 70 ff,), Ibn Sīnā and others. Another quotation in Miskawayh (61) may derive from al-Kindīs lost work Fi ’ l-Ak̲h̲lāḳ and is also known to al-Ghazālī (F. Rosenthal, in Orientalia , 1940, 186 ff.). Al-Kindī (cf. al-Ḥudūd , in Rasāʾil (Abū Rīda), 177-8 and elsewhere in his Rasāʾil ) bases his moral philosophy, not unlike the Stoics, Galen and other late Greek philosophers, on the threefold platonic partition of the soul into a rational, spirited and appetitive part or soul or faculty, and on a platonic definition of the four cardinal virtues, wisdom, valour, temperance and justice [cf. faḍīla ]; these in their turn are each associated with a number of subordinate virtues. This scheme may, though \n ¶ different in detail, be compared to the Stoic arrangement of the virtues and vices, or, e.g., to the pseudo-Aristotelian De virtutibus et vitiis (transl. in the 11th century by Ibn al-Ṭayyib (Brock., S I, 884). The Aristotelian definition of virtue as the mean between two extremes is combined with the platonising view (cf. Porphyry, ᾿Αφορμαί, ch. xxxii, 2 and I. Goldziher, Maʿānī al-Nafs , 20). Although the evidence available in the few extant works of al-Kindī is obviously slight, it seems probable that Miskawayh based himself in the first chapter of Tahd̲h̲īb \n al - Ak̲h̲lāḳ on al-Kindī’s treatment of the virtues and vices. There is on the whole nothing ultra-neoplatonic in al-Kindī’s platonising popular philosophy, in which platonic, peripatetic and stoic elements are blended in a way not uncommon in hellenistic and later popular Greek moral treatises.",
    "4. The Christian Ḳusṭā b. Lūkā’s treatise About \n the causes of the differences which exist between men with regard to their characters , ways of life , desires and considered moral choice (ed. P. Sbath, in BIE , 1941) is based on the Platonic tripartition of the soul and on the whole on ideas to be found in Galen.",
    "5. Al-Kindī’s treatise On Spiritual Medicine appears to be lost but al-Rāzī’s brilliant treatment of the same subject is available in a critical edition of the Arabic text ( Opera Philosophica , ed. Kraus, 15-96, Eng. tr. by A. J. Arberry, The spiritual \n Physick of Rhazes , London 1950). As was to be expected in this Muslim \"Platonist\", it is written in an uncompromisingly platonic vein, and the Aristotelian elements found in al-Kindī and Miskawayh are missing. It should be studied together with his autobiographical defence of the philosophical way of life ( Opera , 98-111; French transl. by P. Kraus in Orientalia , 1935, 300 ff.; English tr. by Arberry in Asiatic Review , 1949). Al-Rāzī’s version of Greek moral philosophy did not, however, influence the main trend of philosophical ethics in Islam.",
    "6. The treatise Fī Tahd̲h̲ib al-Ak̲h̲lāḳ of the Jacobite philosopher Yaḥyā b. ʿAdī represents another variant of late Greek thought. There are no specifically Christian ideas in it; Aristotelian influence is, as in al-Rāzī, non-existent. It is based on the platonic tripartition of the soul, but the 21 virtues and corresponding vices are neither specifically referred to the three souls nor subordinated to the four cardinal virtues and their contraries (which are listed among them). This scheme probably depends ultimately on some lost pre-neoplatonic Greek original. His concluding chapter on the perfect man who bases his life on the requirements of his intellectual soul and has trained himself to love every human being combines stoic and neoplatonic language, and is not very different from the thought of al-Fārābī [ q.v. ].",
    "7. The most influential work on philosophical ethics is Tahd̲h̲īb al-Ak̲h̲lāḳ of Miskawayh (d. 421/1030) (analysis of its contents in de Boer, 507, and Donaldson, 127-133; Eng. tr. by A. J. M. Craig in course of publication). Miskawayh firmly rejects the pre-Islamic Arabic poets as educators, but is not unsympathetic to the Persian tradition of ethics. In many striking passages he insists on the agreement of Greek moral philosophy with the basic tenets of Islam. He tries, however, to reconcile revealed and philosophical truth on the basis of rational thought, and for this reason his views are not acceptable to a primarily religious thinker, except with a certain shift of emphasis. The few Greek writers mentioned by name and quoted, sometimes at considerable \n ¶ length, are all of the later centuries of the Roman Empire: Galen (see § 2 above), Bryson (on the right upbringing of children; ibid.), Porphyry as a commentator on Aristotle’s\n Ethics , and Themistius, wrongly quoted under the name of Socrates (cf. F. Rosenthal, in IC , 1940, 403). References to Plato and Aristotle occur within the context of these late works. Although al-Kindī is only twice mentioned by name, Miskawayh is probably in al-Kindī’s debt to a much greater extent (see § 3 above). In chapters 3-5 he follows rather closely a neoplatonic commentator on certain sections of the Nicomachean Ethics , which recalls the known teaching of ethics in the later Peripatos and the extant commentaries on the Ethics without being identical with any of them. But at the same time he stresses the platonic elements to be found in the Ethics to make out Aristotle to be a more decided platonist than he was. Miskawayh’s own contribution to this inherited interpretation, if any, was (apart from demonstrating the compatibility of Greek philosophy with Islam) to emphasise the neoplatonic aspects of this moral philosophy still further (cf. R. Walzer, Some \n aspects of \n Miskawaih ’ s \n Tahdhib al-Akhlāq , Mélanges Levi \n della \n Vida , Rome 1956).",
    "8. The influence of philosophical ethics on adab literature has been noted by de Boer, who singles out as an instructive example Adab al-Dunyā wa ’ l-Dīn by al-Māwardī (d. 450/1058). In this work the presentation of the traditional ethical materials is refreshed and \"modernized\" by the inclusion of materials from the later centuries, including both philosophical and ascetic ideas; these are combined with the older materials somewhat unsystematically, but in a direction not dissimilar from that taken later by al-G̲h̲azālī. (German transl. by O. Rescher, 1932-3.)",
    "9. A much more far-reaching and fundamental synthesis was carried through by al-G̲h̲azālī (d. 505/1111), who on the one hand discarded the merely formal and superficial elements of the adab tradition, and on the other firmly based his exposition on the penetrating spiritual analysis developed by the ṣūfī teachers (see sect, i, § 3 above). At the same time, he evidently regarded Miskawayh’s treatise as \"reasonable in itself and supported by proof\", and agreed that its contents did not contradict the Book and the Sunna ”. Hence the philosophical ideas of Greek origin which Miskawayh discusses and explains became part of the generally-accepted educational theory to be found in the Iḥyāʾ ʿUlūm \n al-Dīn , in which the section on self-discipline (2nd book of the 3rd quarter) is based on Miskawayh’s Tahd̲h̲īb al-Ak̲h̲lāḳ . Miskawayh’s influence is also unmistakably traceable in other works of al-G̲h̲azālī, and his ethical theory was in this way eventually integrated with the religious tradition. (Cf. A. J. Wensinck, La Pensée de Ghazzali , Paris 1946, esp. chap. ii; M. Plessner, op. cit.; H. Ritter, Al Ghazzali , Das Elixier \n der \n Glückseligkeit , Jena 1925; and see al-g̲h̲azālī .)",
    "9. How successful the G̲h̲azālian synthesis was in influencing later ethical literature and thought is a question which still awaits investigation. The literary evidence suggests prima facie that its influence, if anything, was indirect, and that the diverse trends of ethical thought continued to exist side by side. The influence of Miskawayh’s work was perpetuated chiefly in Persian literature; the S̲h̲īʿite Avicennian, Naṣīr al-Dīn al-Ṭūsī, follows Miskawayh closely, as he himself avows, in the section on ethics of his Ak̲h̲lāḳ-i Nāṣirī (completed 633/1233) (cf. Plessner, loc. cit.). Two centuries \n ¶ later, al-Dawwānī (d. 907/1501), the author of the Ak̲h̲lāḳ-i Ḏj̲alālī (Eng. trans., with valuable notes, by W. F. Thompson, Practical Philosophy of \n the \n Muhammadan People , London 1839; short analysis by Donaldson, 184), selected his basic material from Ṭūsī’s work, but he also refers to al-G̲h̲azālī as an additional Islamic authority. (For Persian akhlāḳ literature cf. H. Ethé, in Gr . I. Ph ., ii, 346 ff.)"
  ],
  "signature": "(R. Walzer and H.A.R. Gibb)",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}