{
  "id": "eweb_137",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_1083",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_1083",
  "title": "Baḳāʾ wa-Fanāʾ",
  "authors": [
    "F. Rahman"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "The Ṣūfic terms fanāʾ (passing-away, effacement) and baḳaʾ (subsistence, survival), refer to the stages of the development of the mystic in the path of gnosis. These categories, partly antithetical and partly complementary, are more or less equivalents of such other pairs as sukr (intoxication) and ṣaḥw (sobriety), d̲j̲\n amʿ or waḥda (unity) and tafriḳa or kat̲h̲ra (separation, plurality), and nafy (negation) and it̲h̲bāt (affirmation).",
    "The doctrine has been developed especially since the execution, in Bag̲h̲dād in A.D. 922, of al-Ḥallād̲j̲ who declared “I am God”, when the Ṣūfīs turned to the task of a more sober description of the mystic experience in an effort to exonerate al-Ḥallād̲j̲ from the un-Islamic idea of identifying the human ego with God and to demonstrate that Ṣūfism was not only truly Islamic but is the true Islam. Even though some Ṣūfīs, in their moment of ecstasy, have not been able to guard against utterances similar to that of al-Ḥallād̲j̲, especially in their poetry, they have usually categorically denied both the incarnation of God in man and the total mergence of the individual and finite human ego in God. Two allied definitions have been offered of fanāʾ : (1) the passing-away from the consciousness of the mystic of all things, including himself, and even the absence of the consciousness of this passing-away and its replacement by a pure consciousness of God, and (2) the annihilation of the imperfect attributes (as distinguished from the substance) of the creature and their replacement by the perfect attributes bestowed by God. It is quite obvious that fanāʾ , unlike the Indian Nirvana, is not a mere cessation of individual life, but the development of a more ample and perfect selfhood, thanks to the utter change of attributes wrought by the influence of God, and is more like the Greek έκστᾶσις, provided one guards against the total fusion of man and God.",
    "Accordingly, bāḳāʾ , keeping the two definitions of fanāʾ in view, means (1) persistence in the new divinely bestowed attributes ( bāḳāʾ biʾllāh ), and (2) a return to the mystic’s consciousness of the plurality of the creaturaly world. The second follows from the first, since being with God means also being with the world which has been created by God and in which He is manifested, however imperfectly. The Ṣūfīs generally regard this state of bāḳāʾ as being more perfect than that of mère\n fanāʾ and this is the meaning of their dictum that sobriety supervenes on intoxication. This “return” to the world—which is, they emphatically state, not a simple return to the pre-fanāʾ state of the mystic, since his experience has given him an altogether new insight—means to perceive its inadequacies and to endeavour to make it more perfect.",
    "The doctrine of bāḳāʾ throws into bold relief the distinction between the mystic and the prophetie consciousness. Whereas the ordinary mystic stops at fanāʾ and does not even wish to return to the world, it is the function of the prophet—the mystic par excellence,—to be constantly both with God and with the world, to transmute the course of history through the implementation of the religio-moral divine Truth."
  ],
  "signature": "(F. Rahman)",
  "bibliography": [
    "Besides the works of the Ṣūfīs—of which the K. ad-Lumaʿ of Abū Naṣr al-Sarrād̲j̲ and the Kas̲h̲f al-Maḥd̲j̲ūb of al-Hud̲j̲wīrī, are the most important on the subject, the \n ¶ most helpful account in any Western language is in R. A. Nicholson’s The Mystics of Islam , London 1914, especially the last chapter. According to al-Hud̲j̲wīrī, the author of the doctrine was Abū Saʿīd al-Ḵh̲arrāz, but it was further developed by D̲j̲unayd and others no doubt under the criticism of the orthodoxy. A radical, forceful and lucid statement was developed, as a criticism of Ibn al-ʿArabī, by the 17th century Indian S̲h̲ayk̲h̲ Aḥmad Sirhindī whose Persian Maktūbāt have not been studied at all in the West."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
