{
  "id": "eweb_139",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_1818",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_1818",
  "title": "D̲h̲awḳ",
  "authors": [
    "F. Rahman"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    ", “taste”, is a technical term used in philosophy, in aesthetics (especially literature), and in Ṣūfism.",
    "1. In philosophy [see \n falsafa\n ] d̲h̲awḳ is the name for the gustatory sense-perception. Following Aristotle, it is defined as a kind of sub-species of the tactual sense, localized in the gustatory organ, the tongue. It differs from tactual sense, however, in that mere contact with skin is not sufficient for gustation to occur: besides contact, it needs a medium of transmission, viz. the salivai moisture. The salivai moisture, in order to transmit tastes faithfully, must be in itself tasteless, otherwise it will impose its own taste upon the object of gustation, as is the case with patients of bile. The problem is discussed whether the tasted object “mixes” with the saliva and thus its parts are directly tasted, or whether the object causes a qualitative change in the saliva, which is then transmitted to the tongue. The answer is that both are conjointly possible and it is therefore held that if it were possible for the object to be transmitted without this moisture gustation could occur all the same, unlike, for example, vision, for which a medium is absolutely necessary. Nine kinds of taste—which are joint products of the tactual and gustatory sensations—are enumerated by Avicenna.",
    "2. In aesthetics, d̲h̲awḳ is the name for the power of aesthetic appreciation; it is something that “moves the heart”. But although it is psychologically subjective, it nevertheless requires objective standards ( id̲j̲māʾ ) for objectivity and verification, “just as the taste of sugar is private, nevertheless its sweetness is something universally agreed upon by consensus”.",
    "3. The aesthetic definition of d̲h̲awḳ already stands at the threshold of the mystic use of the term. In its mystical usage this term denotes the direct quality of the mystic experience. The Christian mystics had also used the term ( e.g. , the αἴσθησις καρδίας and ϒεύσις of Bishop Diadochus), although it would occur naturally to a mystic endeavouring to distinguish direct experience from discursive knowledge. The metaphor of “sight” is also often used, but d̲h̲awḳ has more qualitative overtones of enjoyment and “intoxication” ( sukr ) besides the noetic element which it shares with the term “sight”. Thus, D̲j̲alāl al-Dīn Rūmī says “you cannot appreciate the \n ¶ intoxication of this wine unless you taste it”. Kamāl al-Dīn in his Iṣṭilāḥāt al-ṣūfīyya states that d̲h̲awḳ is the first stage of wad̲j̲d (ecstasy), the two further stages being s̲h̲urb (drinking) and riy (satisfaction). According to some, however, wad̲j̲d is a higher stage than d̲h̲awḳ . These distinctions, however, are later, and concern the doctrine of Ṣūfism rather than its practice.",
    "D̲h̲awḳ is also commonly used to denote insight or intuitive appreciation, generally of any phenomenon whatsoever, and implies the previous acquisition and exercise of a skill. A doctor, for example, may on the basis of his previous experience be able to identify a novel disease by d̲h̲awḳ ; or a historian, in face of conflicting evidence on a point, may be able to decide by a kind of “historical intuition”."
  ],
  "signature": "(F. Rahman)",
  "bibliography": [
    "in addition to the references above, and general works on philosophy and literary aesthetics, see al-Thānāwī, Dictionary of technical terms , s.v.",
    "al-D̲j̲urd̲j̲anī, K. al-Taʿrīfāt."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}