{
  "id": "eweb_141",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_COM_0228",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_COM_0228",
  "title": "Futuwwa",
  "authors": [
    "Cl. Cahen",
    "(Fr. Taeschner"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    ", a term invented in about the 2nd/8th century as the counterpart of muruwwa [ q.v. ], the qualities of the mature man, to signify that which is regarded as characteristic of the fatā , pl. fityān , literally “young man”; by this term it has become customary to denote various movements and organizations which until the beginning of the modern era were wide-spread throughout all the urban communities of the Muslim East. The study of these movements is made difficult by the fact that, in the course of history, they have assumed very diverse forms, corresponding with which are two fundamental categories of documentation, the information from which often appears for that reason to be irreconcilable. Thus, from the time when, over a century ago, Hammer-Purgstall drew attention to them, many representations of them have been given and, despite the advance that has been made in our knowledge of them, it cannot be said that even now we really know exactly what they were. Hammer-Purgstall for his part regarded the futuwwa as a form of chivalry, and one finds this interpretation repeated up to our own time; but, for the past fifty years, particular attention has been given to the connexions maintained by the futuwwa at a late period on the one hand with Ṣūfism, and on the other with the professional groupings; however, even in the latter case the nature of the treatises specifically devoted to it has resulted in its being approached from the doctrinal or psychological angle rather than being integrated within the social structure, of which nevertheless it constitutes an important element. It is to this last aspect that I wish to give especial emphasis.",
    "In the pre-Islamic and early Islamic periods, the Arabic language does not use the term futuwwa , but only fatā , itself used in the singular rather than in the plural, in that the word denoted individuals, not groups. At that time the fatā was a man still young and vigorous, valiant in warfare, noble and chivalrous: an essentially personal attitude and, though obviously linked with tribal society and its combats, one not dependent on any collective activity or explicit religious belief; and indeed it so happens that a modern work will still extol this type of character under the name futuwwa . The semi-legendary model for it in ancient Arabian society was prince Ḥātim al-Ṭāʾī [ q.v. ]; but, in Islam, the gradual growth of the figure of ʿAlī has resulted in his being regarded as the fatā par excellence, as is expressed in the old saying lā fatā illā ʿAlī .",
    "Quite soon, however, in the complex society of the Arabo-Islamic Empire new fityān (now in the plural) made their appearance; it is however impossible to trace their origin back exclusively to the ancient Arab tradition. Indeed, these new fityān themselves are presented to us in two categories of portraits which are at first sight incompatible.",
    "A first group of texts, consisting for the most part of relatively late accounts of mystics, but also of earlier narrations of the lives of poets, presents the fityān as young adults living in small communities, coming from varied social, ethnic (and, to start with, religious?) circles and, free from any sort of attachment to family (they were frequently bachelors), profession (even if they had one) or tribe, associating together to lead in common the most comfortable possible life in an atmosphere of solidarity, mutual devotion and comradeship (with joint ownership of goods), without which such an aim could obviously not be achieved. The setting was more extensive than that of a single town, in the sense that a fraternity existed between the fityān of each town and others elsewhere by whom they were received when travelling, like the old “companions” in Europe. It seems that they wore a special costume. It was still largely under this aspect that Ibn Baṭṭūṭa, the famous traveller of the 8th/14th century, was to see them when he encountered them among the common people in Turkish Asia Minor; but among the Persian aristocracy also, where futuwwa was translated by d̲j̲avānmardī , the life of the fityān appeared to a prince such as the author of the Ḳābūsnāma (5th/11th century) to be a desirable vocation, indeed an ideal.",
    "In contrast, however, to these peaceful impressions the ancient chroniclers record many others which are far less so. In this connexion the name fityān is not in fact the one that occurs most frequently; since they were discussing elements of disorder, the writers, who belonged to the official classes, gave them names suggestive of the mob or rabble; the most general term, which the recipients adopted with just as much pride as did other men of the people in revolutionary France the term sans-culotte , is ʿayyār ( ūn ) “vagrant, outlaw”; other quite common terms were awbās̲h̲ “riff-raff”, s̲h̲āṭir , pl. shuṭṭār \n “artful [ones]” and, from the time of the Sald̲j̲ūḳids, rind [ q.v. ], pl. runūd \n “scamp”. It is with their condition in Bag̲h̲dād that we are through the documentation most familiar, but it must not be forgotten that the special character of that town may mean that they did not occur there in their widely-spread form, and it is important to study them also in any other place where it is possible to do so.",
    "In Bag̲h̲dād, we see the ʿayyārūn emerging from obscurity in the periods when authority was relaxed. Well-known pages of al-Ṭabarī and al-Masʿūdī evoke them for us, armed with stones and staves and with no protection other than helmets made of palmleaves, standing together in defence of the caliph al-Amīn against the attacks of the K̲h̲urāsānīs who supported his brother al-Maʾmūn, or, half a century later, in the cause of al-Mustaʿīn against the troops of al-Muʿtazz. The three centuries from the 4th/10th to the 6th/12th are full of tales of disturbances fomented by them or in which they took part, their exploits only ceasing at exceptional times under strong rulers (the Būyid ʿAḍud al-Dawla, the three great Sald̲j̲ūḳids). During the civil wars of the last years of the independent caliphate, numerous leaders sought their help and enrolled them in their police forces. In 361-2/972, when arms had been distributed \n ¶ to those who had declared themselves ready to set off for the Holy War against the Byzantine invaders, disorders ensued which were ended only by burning down a quarter of the town. In about 420-5/1028-33 two of their leaders, Ibn al-Mawṣilī and al-Burd̲j̲amī, were the real masters of the capital and forced the appointment as head of police of Muḥammad al-Nasawī who was regarded as one of their friends and who in any case treated them with consideration and relied on them. If we are to believe later traditions, it is possible that the Būyid Abū Kālīd̲j̲ār was in league with them. In the following century the head of the fityān in Bag̲h̲dād in about 530/1135 and the succeeding years included the governor and members of the vizier’s and the sultan’s families among his followers. These are only a few instances out of a multitude of other less striking ones. When they were strong, they succeeded in plundering, but the chief complaint of the merchants in the sūḳ s was in general less of their “thefts” than of the “protection”\n k̲h̲ifāra , ḥimāya [ qq.v. ] which, following the example of certain great men, they extended over the sūḳ s for the sake of the spoils that fell to them. They were particularly powerful in the outlying districts, but also in certain quarters of Kark̲h̲, inhabited by artisans, on the left bank of the Tigris and, later, at Bāb al-Azad̲j̲ on the right bank, at the gates of the capital which provided their livelihood.",
    "Who were they, what were their aims? In the first place they were clearly humble people, often without any established or definite profession; but more exalted persons readily mingled with them, either being attracted by them or, from ambition, desiring to have followers. They certainly had no ‘programme’ in the sense that a modern popular party would have, and often an inclination towards plunder and the rewards derived from it seem to have been their sole motivation; however, at the same time they had a more specific ambition, which may cause some surprise: they wanted to be enrolled in the police ( s̲h̲urṭa ), partly of course for the sake of the regular pay, but also and primarily because to join the police is the surest way of avoiding trouble with them. This is also the reason why one sometimes comes across reformed ʿayyārūn who, acting as volunteers ( muṭṭawiʿūn ), helped the government against their former companions. Among the masses, the true ʿayyārūn enjoyed the popularity of thieves who attack the rich, an elementary form of class repossession to which no moral stigma was attached. Their leaders claimed official recognition for the title of ḳāʾid which they assumed and which, besides gratifying their self-esteem, gave them a secure place in the social hierarchy. Finally, as regards religion, they included S̲h̲īʿīs and Sunnīs; the Ismāʿīlīs may have attempted to penetrate their groupings in order to organize political activities there (as in the case of the “plot” which a pious organization denounced in 473/1080 to the government of the Caliph under the Sald̲j̲ūḳid protectorate); and the Ḥanbalīs certainly had their social “base” among some of them: but these diverse movements co-existed, and the futuwwa , in its general character common to all, owes nothing to them and is not more specifically affected by any one of them than by any other.",
    "What we have just said applies, we repeat, more particularly to Bag̲h̲dād, where the importance of the forces of the government and the aristocracy in general thrust back ʿiyāra ( i.e. , the quality and posture of the ʿayyārūn ) into a role of extra-legal opposition. \n ¶ position. But the picture suggested by the documentation relating to other towns is, despite its deficiencies, somewhat different. There was not a single town in the Iranian and peri-Iranian world, from Central Asia to Mesopotamia, which did not have its ʿayyārūn , and although they appear to be somewhat similar to what we have just seen in the capital of the Caliphate they nevertheless seem to be more closely linked with the local bourgeoisie, even in the functioning of official political institutions. Sometimes they joined forces with the bourgeoisie in support of a native prince, as in the Sāmānid territory; sometimes the bourgeoisie relied on them in resisting the authorities whom it resented as foreigners, particularly during the Turkish period. Their greatest success, in Sīstān, was the elevation to princely authority of a dynasty that had sprung up from themselves, that of the Ṣaffārids, which had started out by superseding the inadequate forces of the Caliph during the struggle against the bedouin K̲h̲ārid̲j̲īs; and without going as far as that, there were many occasions when they made and unmade princes. More usually, in the majority of towns which had no s̲h̲urṭa , they formed an indispensable local militia, whose quality was enhanced by their active traditions of sporting and military training and upon whom the raʾīs of the city relied, whether or not he was their actual leader (see the case of Buk̲h̲ārā, where the K. al-D̲h̲ak̲h̲āʾir clearly shows the official standing of their battalions alongside the army and the g̲h̲āzī s).",
    "It will naturally be asked what connexion there is between the fityān whom we described at the beginning of this article and the ʿayyārūn of whom we are now speaking. The texts, however, make it clear beyond question that many of the fityān of the first sort called themselves or were called ʿayyārūn or some equivalent name, while many of the ʿayyārūn on the other hand called themselves fityān or followers of the futuwwa . An at least partial equivalence is therefore indisputable, and the only question is to know if this is or is not absolute and, insofar as it is confirmed, to understand its significance. To find the answer, we have to remember the existence of the urban ʿaṣabiyyāt . In eastern towns certain kinds of factions existed almost everywhere under this name, feuding in the name of some particular doctrine or eponym; but they are more profoundly characteristic of a certain type of urban society. Now the texts also leave no doubt that the concepts of ʿaṣabiyya and futuwwa were, at least in part, inter-related. In the moral sense, ʿaṣabiyya is the principle of solidarity of a group, futuwwa the individual qualities by which it can be achieved. This being said, it is evidently as impossible to attribute any great numerical strength to the sodalities of fityān of the mystico-literary texts as it is to deny it to the ʿayyārūn belonging to the ʿaṣabiyyāt who inspired the accounts in the historical and related works; but we see very clearly that, in a sense that is materially elastic but morally no less strong, the members of the ʿaṣabiyyāt could have regarded themselves as true adherents of the futuwwa and that, among the fityān in the apparent idyllic sense, many individuals or groups may in fact have been steeped in the ʿaṣabiyyāt and the disturbances that they engendered. Consequently the futuwwa must apparently be considered neither as an interesting but marginal socio-ideological institution, as most of the ancient descriptions imply, nor even solely or precisely as a form of reaction by the destitute classes, but as a general and fundamental \n ¶ structural element of urban society in the mediaeval East.",
    "Within which frontiers, in the East? Though attested throughout the whole Irano-Mesopotamian territory, the ʿiyāra-futuwwa is not recorded, at least under those names, in Syria or Egypt. There were militias there, it is true, the aḥdāt̲h̲ [ q.v. ], a name which, like fityān , evokes “youth”; they are found first in the 4th/10th century, ranged against the authorities while simultaneously entrusted with the functions of the s̲h̲urṭa ; later, towards the end of the following century, they became an officially accepted institution, their raʾīs then being raʾīs for the town, sometimes almost by inheritance; however, they progressively declined in face of the organization of new powers relying on military garrisons. The resemblance to the fityān , both in the facts and the meaning of the name, is evident; and yet the analogy is not absolute. The status of the aḥdāt̲h̲ became more systematically official than that of the fityān , their recruitment was perhaps more bourgeois, and above all there is no indication that their organization was in any way concerned with the communal life, the rites of initiation and the ideological elaboration which, as we shall see, characterize the futuwwa ; if we add to this that the latter’s domain was that of Sāsānid tradition, while the aḥdāt̲h̲ only existed in the former Syro-Byzantine territories, we shall concede that, in spite of a certain parallelism in conditioning and evolution, there may be differences in their historical origins. But in Damascus the ordinary aḥdāt̲h̲ were sometimes opposed by more popular aḥdāt̲h̲ who were accused of ʿiyāra ; in Egypt, at Tinnīs, there was in the 4th/10th century a large organization of s̲h̲abāb s̲h̲ud̲j̲ʿān \n “young heroes”, who combined communal life with violent anti-aristocratic activities; though Muslims, they were denounced by the Christian notables to the Fāṭimid caliph al-Muʿizz who had them exterminated, like others in Damascus ( Histoire \n des \n Patriarches \n d’Alexandrie , ed. Soc. d’Arch. Copte, ii/2, 88-9); and later, in Cairo, there were popular groups then called ḥarāfīs̲h̲ who reveal an undeniable relationship with the ʿayyārūn , if not explicitly with the futuwwa in the strict sense of the term, with whom they do not appear to have claimed kinship (see W. Brinner, The significance of the \n ḥarāfīsh \n and their \n Sultan , in JESHO , vi/2 (1963)). Nothing comparable seems to have been recorded in western Islam.",
    "The futuwwa is often represented as being linked with the guild organizations, and it has even been suggested that, through the initiation rites to which we shall return later, both of these were influenced by the Ismaʿīlīs, who were credited with particular interest in the world of labour. We have already said what we think about this last point. More generally, it is important to make a careful chronological distinction. In the later Middle Ages ( v. infra ) a certain kind of interpenetration between the trade guilds in the Irano-Turkish territories and the futuwwa is undeniable; but until the 7th/13th century, when guild life remained very much under State control, the most that could be said is that the futuwwa \n clientèle was evidently recruited for the most part at a popular level. On the one hand, it was apparently not the well-established masters of regular trades who constituted the chief recruits; on the other hand there is in any case nothing to indicate that the corporate groups of futuwwa were set up and marked off from one other on an occupational basis. No doubt relationships in respect of their work can be traced; but if a European parallel may be cited, it is that of \n ¶ the inter-professional Companies and not the trade guilds, and the term ‘corporation’ must not be taken implicitly as the equivalent of ‘profession’.",
    "The point remains that the futuwwa , as we have noted, is strictly speaking an urban phenomenon. Naturally it happened that, in the course of their activities, the fityān went beyond urban boundaries and mingled with other social categories, and the diversity of the groups and the uncertainties of terminology in the various writers perhaps permit us to admit the existence of some intermediate cases between the true futuwwa and other corporate organizations. But it seems necessary to make a distinction in principle between the urban fatā and the ṣuʿlūk [ q.v. ], the knight-errant of the desert (even if he derives from the proto-Arab fatā or the d̲j̲avānmard of Persian tradition); and although, in the frontier zone, the fatā may be replaced by the g̲h̲āzī , for the rest he is a phenomenon of wider occurrence, and even there generally coexisted with the other without confusion.",
    "These remarks on the ʿayyārūn apply particularly to the period up to the 5th/11th century; at that time there occurred an evolution, both among them and in the surrounding society, which in itself is of great historical importance, but which furthermore, as we shall see, is at the origin of the appearance of that form of literature on futuwwa which, when compared with the reality, is at first sight so misleading. The growing importance of the fityān-ʿayyārūn , attracting persons of high social rank and an increasing number of men of erudition, provoked a tendency among them to clarify and scrutinize the values that the futuwwa in fact implied; in the second place, and simultaneously with this process, another movement came into being within Ṣūfism which, for long restricted to individual forms of asceticism and mysticism, became organized into communities where, very naturally, the problems of collective life brought them into touch with the experience of futuwwa ; it was perhaps the extra-legal aspect of the futuwwa which formed the attraction for some Ṣūfīs like the Malāmatiyya. It was in these circles, from the 5th/11th century, that a specific literature on futuwwa made its appearance, the characteristic feature of which is that it provides us with a spiritual elaboration of the subject, with the addition of certain pseudo-historical traditions and a selective and idealized portrayal of the ancient fityān (such as we described earlier, partly from this source), without any other allusion being made to the real organizations of fityān and the use of violence, of which nevertheless the chroniclers continue to provide such irrefutable evidence—to such an extent that we might well wonder if we really are dealing with the same people, were it not that we know that at least from the 7th/13th century some of the writers of the treatises of this type were well-known as leaders of authentic groups of real fityān .",
    "The attitude of the governments and aristocracy towards the futuwwa was consequently modified. It is true that they continued their struggle against those who fomented disturbances or who were suspected of heterodoxy, but, far from being opposed to the concept of the futuwwa , they were hostile only to what they called distortions, or deviations from what it should in fact be. Niẓām al-Mulk, the great Sald̲j̲ūḳid vizier, in whose lifetime a vizier of the Caliph persecuted the group of fityān suspected of Ismāʿīlism to whom we have already referred, was at the same time the man to whom one of the first treatises of muruwwa and futuwwa was dedicated. \n ¶ \n Again, during the following century, in the well-known pages where the Ḥanbalī Ibn al-Ḏj̲awzī attacked the fityān of his day and their conception of sexual honour, their acts of violence, etc., what he preaches is not so much their destruction as the taking over of the futuwwa , in its anarchic condition, by a superior authority capable of guiding it towards its true aims.",
    "It was this reform that the caliph al-Nāṣir (577/1181-620/1223) was to accomplish. The dominating preoccupation of this remarkable man was his attempt to regroup under the aegis of the Caliphate all spiritual families and all organizations claiming kinship with Islam. At a very early date (578/1182 according to Ibn Abi ’l-Damm and al-Sak̲h̲āwī quoted in Muṣṭ. D̲j̲awād, see Bibl .) he had himself initiated into the Bag̲h̲dād\n futuwwa by its grand master, s̲h̲ayk̲h̲ \n ʿAbd al-D̲j̲abbār. As we have seen, the futuwwa was to a greater or lesser degree diversified, and in the time of al-Nāṣir in Bag̲h̲dād there were five branches of it, one of which, the Nabawiyya , whose existence is attested as early as the 4th/10th century and which was also known elsewhere in the 6th/12th century by Ibn D̲j̲ubayr, devoted itself to fighting against the heretic and the infidel, while another was the Raḥḥāṣiyya , ʿAbd al-Ḏj̲abbār’s branch. Al-Nāṣir cannot have been a simple, ordinary devotee of the futuwwa . Legislating in this domain as in others, he tried to unify, discipline and coordinate the futuwwa of Bag̲h̲dād while at the same time encouraging the ruling circles of religious, military and administrative society to belong to it, with the aim of converting into an instrument of social education and general solidarity what had previously been a source of disturbance and discord, and also to reconcile the Ṣūfī-influenced\n s̲h̲arīʿa of his conception with a corpus of regulations and customs that had grown up independently of it. Afterwards he exhorted the princes of the whole Muslim East to adhere to this new futuwwa , to develop its organization in their respective States, to associate themselves generally with him in the establishment, under his aegis, of a pan-Islamic futuwwa . For the aristocratic clientèle, privileges had to be found; hence the emphasis placed on the monopoly of performance of certain sports to which the fityān had long devoted themselves with enthusiasm. Indeed in Syria and Egypt the futuwwa , in this form, remained aristocratic. But it so happens that it was with this form that Hammer-Purgstall was acquainted, with the result that he looked upon it as an order of chivalry; we can see to what extent this view is, if not misdirected, at least restricted in fact to a single tardy excrescence, destined not to last and in no way representative of the real futuwwa . In Bag̲h̲dād society the caliph’s efforts were nullified, after his death, by the Mongol conquest. Strangely enough, it was in Anatolian-Turkish society, during its first phase of organization, that the great caliph’s initiative was to rouse the strongest echoes; the futuwwa that developed there in the original form of the ak̲h̲ī s [ q.v. ] never ceased to be ascribed to the patronage of al-Nāṣir (see below).",
    "It is through the writings on futuwwa that resulted from al-Nāṣir’s policy that we are best acquainted with the organization of the fityān , without of course being able always to specify exactly which elements of the description given would also have been valid in the preceding centuries, and which were al-Nāṣir’s innovations. The treatises of Ibn al-Miʿmār, who is the most factual, al-K̲h̲artaburtī who is more imbued with the spirit of Ṣūfism, and al-Suhrawardī, the \n ¶ first of a series of writers in Persian, inaugurated a literary category which, in Irano-Turkish territories (and also in Egypt during the Ottoman period), was to continue until the beginning of modern times. The rôle of communal initiatory groups which they ascribed to the futuwwa organizations is certainly applicable, though not uniformly, in the “classical” periods of Islam. Membership, preceded by a period of probation, was accompanied by a ceremonial which entailed in particular the drinking of a cup of salt water during a communal meeting at which a belt was buckled round the new devotee; he also adopted the distinctive clothing of the futuwwa , the trousers being especially significant. He was introduced by a sponsor to whom he was bound as by the inflexible duty of the son ( ibn ) or junior, inferior man ( ṣag̲h̲īr ) to the father ( abū ) or senior ( kabīr ). In al-Nāṣir’s futuwwa , an interval of time separated the first ceremony of adoption of the novice ( murīd ) from the presentation of the trousers, the action which alone conferred the rank of full member, comrade ( rafīḳ ). The Futuwwatnāma of Suhrawardī adds a hierarchy between the simple adepts by the spoken word only ( ḳawlī ) and those who had girded on the sword ( sayfī ), but we do not know how far this corresponded to reality; at the end of the century an intermediate stage was still spoken of, that of those who had drunk the cup ( s̲h̲urbī ). Solidarity between comrades had to be absolute. The general organization, in which the Grand Master was the caliph assisted by a naḳīb , was divided into a certain number of subgroups ( aḥzāb , pl. of ḥizb ), each of which consisted of several buyūt ; and a kind of autonomous internal jurisdiction settled their disputes by a procedure in which the oath of honour of the futuwwa played a great part. The books on futuwwa do not mention any sporting privileges; but we know that these did apply to the rearing and flying of homing pigeons, an ancient occupation of the fityān but despised by the aristocracy, and the sport of the bunduḳ [see \n ḳaws\n ] (accompanied by the shooting of birds), the rules for which were then officially promulgated, and which seems to have been a favourite diversion of the Turkish military caste; we may suppose that this aspect of the futuwwa did not interest the writers who were considering the futuwwa in its moral and religious aspects.",
    "There is no doubt, however, that from then onwards there was a certain convergence between the popular futuwwa and the futuwwa of the Ṣūfīs. One of the most ardent disseminators of the reformed institution was the same Suhrawardī, general theological adviser to al-Nāṣir and founder of an order of Ṣūfīs, and one who commanded extraordinary respect, especially in Asia Minor. A certain reciprocal penetration took place between the combative spirit of the fityān and the spiritual ideal of the Ṣūfīs. One manifestation of this was the adoption for the futuwwa of isnād s inspired by Ṣūfī models, by means of which each group claimed attachment to ancestors, whether true or suppositious, whose patronage was morally significant: generally, in the end, to ʿAlī, on account of the ambivalence of the word fatā , and very often after him to Salmān, the patron of the Irano-Mesopotamian artisans. In more general terms, we thus see the futuwwa demonstrating in its own particular way the method of absorption of popular movements by Ṣūfī organizations which from the end of the Middle Ages to our own time has characterized such large sectors of social evolution in Muslim countries. It is merely necessary to repeat that the literature that resulted from this evolution cannot \n ¶ be taken as a guarantee of what the classical futuwwa had been in earlier times.",
    "(i) Survival of the courtly futuwwa after the Mongol Invasion.",
    "When Hülegü, the grandson of Čingiz K̲h̲ān, conquered Bag̲h̲dād in 1258, putting a bloody end to the ʿAbbāsid Caliphate, he also dealt a blow to the futuwwa organization, which the Caliph al-Nāṣir li-Dīn Allāh had reformed and brought to new greatness by introducing it into courtly life. Futuwwa writings, which had come into being under al-Nāṣir, survived for a time to the extent of entries in the great encyclopaedias (here I would mention the Persian encyclopaedia Nafāʾis al-funūn fī masāʾil al-ʿuyūn of Āmulī, and the Tuḥfat al-ik̲h̲wān of ʿAbd al-Razzāḳ Kās̲h̲ānī), which have a chapter on futuwwa , giving extracts from the Kitāb al-Futuwwa of the Ḥanbalī\n faḳīh \n Abū ʿAbd Allāh Muḥammad al-S̲h̲ārim (?), known as Ibn al-Miʿmār, which was written for the futuwwa circles of the caliph al-Nāṣir. But it is doubtful whether this literary survival was matched by any actual survival of the organizational futuwwa in its courtly form.",
    "For some time, however, the courtly futuwwa did in fact persist in Egypt. This was connected with the move of the ʿAbbāsid Caliphate to that country under the Mamlūk sultan al-Ẓāhir Baybars (658-676/1260-1277). Before he left for Damascus on 19 Ramaḍān 659/18 August 1261, the ʿAbbāsid prince who had fled to him, and whom he recognized as Caliph al-Mustanṣir II, clothed him with the “garment of the futuwwa” ( libās al-futuwwa ). After Mustanṣir II had been killed on his unsuccessful campaign against the Mongols, a second supposed ʿAbbāsid descendant arrived in Cairo, and was in turn recognized by Baybars as the Caliph al-Ḥākim bi-amr Allāh, and Baybars in his turn now bestowed on him the “garment of the futuwwa ”. Baybars’s successors maintained the investiture with the “garment of the futuwwa” for some time. They invested Mamlūk amīr s and foreign princes with it, issuing the relevant documents, e.g. , that made out for the Mamlūk sultan al-As̲h̲raf K̲h̲alīl in 691/1292 in respect of the Kurdish prince ʿAlāʾ al-Dīn al-Hakkārī. Mamlūk amīr s who had received the futuwwa showed this in their coat of arms. As time went on, however, interest in the futuwwa seems to have waned. During the 8th/14th century, or at the latest during the 9th/15th, courtly futuwwa appears to have become extinct even in Egypt—at least, no more is heard of it. Only Ḳalḳas̲h̲andī, in his work Ṣubḥ al-aʿs̲h̲ā , makes brief mention of the ceremony of admission, the girding ( s̲h̲add ). There are also a few documents opposing the futuwwa , written by members of the ʿulamāʾ , such as the one by the famous Ḥanbalī reformer Ibn Taymiyya (died 728/1328), but otherwise no further evidence has come to light.",
    "(ii) Popular\n futuwwa . The Turkish Ak̲h̲i̊li̊k \n .",
    "Wherever futuwwa once existed, it continued in a different form, by becoming linked with the crafts, and thus, in time, it became the rule of the guilds. This process, occurring in all the countries of the Islamic Orient, is by no means clear, but we know more about its history in Turkey than in most other places. This is due to the fact that here ( i.e. , in Sald̲j̲ūḳ Anatolia), it took on a rather interesting form among the urban craftsmen, noticeable because the bearer of the futuwwa (Turkish fütüwwet ), the fütüwwetdār , was referred to as Ak̲h̲i̊ ; hence the Turkish name Ak̲h̲i̊li̊ḳ (see \n ak̲h̲ī\n ) for this particular Anatolian form of futuwwa .",
    "We know from the historian Ibn Bībī that courtly futuwwa did exist in Anatolia. He reports that the Rūm-Sald̲j̲ūḳ Sultan ʿIzz al-Dīn Kaykāwūs I had requested and received the “garment of the futuwwa ” from the Caliph al-Nāṣir (c. 611/1214). In the time of his successor ʿAlāʾ al-Dīn Kayḳubād I (616-634/1219-1236), the great S̲h̲ayk̲h̲ Abū Ḥafṣ ʿUmar al-Suhrawardī—al-Nāṣir’s theological adviser—came to Konya as ambassador and, amongst other duties, performed the futuwwa rituals. One might be justified in assuming that this contributed to the spread of futuwwa in Anatolia, yet this impetus from courtly futuwwa does not seem to be solely resonsible for the development of Ak̲h̲i̊li̊ḳ .",
    "The existence of this form of futuwwa in Iran can be proved even before that in Anatolia, and everything points to the fact that it must have reached Anatolia from there. This theory is also supported by the cult of Abū Muslim [ q.v. ]—the propagator of the ʿAbbāsid revolt against the Umayyads—who (rather like Sayyid Baṭṭāl [ q.v. ]) became a sort of national hero, first for the Persians and later also for the Turks. However, whilst Sayyid Baṭṭāl was regarded as the model of fighters for the faith—the G̲h̲āzīs—Abū Muslim was the model for the artisans and the lesser people, who formed a corporate body under the name of Ak̲h̲ī . According to a widespread tale which was responsible for shaping the picture of Abū Muslim in the imagination of the people, the Ak̲h̲ī s led by him—especially those of Marw and K̲h̲urāsān—were the ones chiefly concerned with the ʿAbbāsid rising. Even if one regards this as a mythical elaboration of the figure of Abū Muslim, one may still assume that the institution as a popular element in the social structure of Iran dates quite a long way back.",
    "Although there is clearly a connexion between the futuwwa and the Ak̲h̲i̊li̊ḳ , there is some question about the earlier Islamic and Iranian antecedents of the futuwwa (see above). Ak̲h̲ī \n Farad̲j̲ Zind̲j̲ānī (died 457/1065), one of the most famous saints in Iran, is the earliest personality on Iranian soil who is mentioned as an Ak̲h̲ī , and he is also revered by the Anatolian Ak̲h̲ī s (whose adherence to the futuwwa is beyond doubt) as one of their own s̲h̲ayk̲h̲s, appearing in their rolls of honour ( silsila ). Ak̲h̲ī Farad̲j̲ Zind̲j̲ānī is held to be the master of the great Persian poet Niẓāmī, but as the latter was born only in 535/1141 (that is to say 80 years after Zind̲j̲ānī’s death), one can only regard Niẓāmī as a spiritual disciple of the great master.",
    "In the 7th/13th and 8th/14th centuries, when Ak̲h̲i̊li̊ḳ flourished in Anatolia (as is borne out by \n ¶ numerous documents) it also flourished in Iran. There were a number of Ak̲h̲ī s in the time of S̲h̲ayk̲h̲ Ṣafī al-Dīn Ardabīlī (1252-1334), the ancestor of the Ṣafawid S̲h̲āhs, and some of them must be numbered among his own companions and followers. Notable amongst these is Ak̲h̲ī \n Sulaymān of Gilk̲h̲ w ārān, the father-in-law of the S̲h̲ayk̲h̲. In connexion with these, one should probably also mention a certain Ak̲h̲ī \n Aḥmad al-Muḥibb..... al-Ardabīlī, by whom we have a Kitāb al-Futuwwa in Arabic (which contains, however, only quotations from the Ḳurʾān and ḥadit̲h̲ , and sayings concerning generosity). The Ṣafawid\n Ak̲h̲ī tradition may also be the basis of the fact that we find the word Ak̲h̲ī (with reduced significance) several times in the Diwān of K̲h̲aṭāʾī ( i.e. , S̲h̲āh Ismāʿīl), as a name for followers of the Ṣafawiyya.",
    "Further evidence for the existence of the Iranian institution is to be found in the work of the great Persian Ṣūfī S̲h̲ayk̲h̲ and saint Amīr Sayyid ʿAlī b. S̲h̲ihāb al-Dīn Hamadānī, called ʿAlī II (714-786/1313-1384), entitled Risāla-i Futuwwatiyya , in which he not only equates futuwwa and taṣawwuf (and where the ‘possessor of the futuwwa’ , the futuwwatdār , is. referred to by the name of Ak̲h̲ī ), but where there is also clear reference to the institution as such.",
    "Like the Anatolian\n Ak̲h̲ī s, the Iranian ones occasionally intervened in politics. This can be seen from the example of Ak̲h̲īd̲j̲ūḳ [ q.v. ] who gained power in Tabrīz and Ād̲h̲arbāyd̲j̲ān for three years (758-760/1357-59), until the D̲j̲alāʾirid S̲h̲ayk̲h̲ Uways conquered Tabrīz.",
    "(iii) Futuwwa as a system of guilds.",
    "There have probably always been guilds ( ṣinf , [ q.v. ], pl. aṣnāf , Turkish esnaf ) in the towns of the Islamic Orient. This is also indicated by the fact that whereas individual trades are scattered all over the town in the Occident, those in the Orient are grouped around the market area in streets \n ¶ bearing their name. In the absence of clear evidence, one cannot state with any certainty what the organization of the guilds was like in the Middle Ages, and whether there has always been a link with the futuwwa . The few guild documents which we do possess are of a relatively more recent date (at the earliest of the 9th/15th century): that is to say, dating from the era of the great Ottoman expansion which grew until its rule extended over three continents. In the documents of the guild records, there is a corresponding prominence of Turkish writings with evidence of their having influenced the Arabic.",
    "These guild documents, now generally referred to as Fütüwwet-nāme s, primarily—not to say exclusively—deal with the organization of the guilds. The numerous catechisms which survive, collections of questions put to the apprentice who was being examined and their answers, are exclusively concerned with matters of organization and ritual and not with questions of training in the trades. From these, it appears that it is not only the Ak̲h̲i̊li̊ḳ , as we know it from its writings, which is responsible for the organization of guilds as a futuwwa union; the documents differ in several respects, so that it appears probable that other futuwwa groups also exerted their influence over the guilds.",
    "The so-called “Great\n fütüwwetnāma ” ( fütüwwetnāme-i kebīr ) of Sayyid Meḥmed b. Sayyid ʿAlāʾ al-Dīn al-Ḥüseynī al-Raḍawī, dated 931/1524, the full title of which is Miftāḥ , al-daḳāʾiḳ , is the most important of these documents. It describes the fütüwwet customs of the guilds in full detail, and from this it appears that the fütüwwet of the guilds had nine grades (whereas that of the Ak̲h̲i̊li̊ḳ had three). The first three of these, nāzil , nīm-ṭarīḳ , and meyān-beste , may be taken to correspond to the three grades of a trade: apprentice ( terbiye , or či̊raḳ ), journeyman ( ḳalfa ), and master ( usta ), which do not, however, appear under these names in the fütüwwetnāme . The next three grades (that is to say, 4 to 6), are those of the master of ceremonies, the naḳīb : bīs̲h̲rewīs̲h̲ ( i.e. , the assistant of the naḳīb ), naḳīb , and head naḳīb ( naḳīb al-nuḳabāʾ ); the three top grades (7 to 9), are those of the S̲h̲ayk̲h̲: the representative ( k̲h̲alīfe ) of the s̲h̲ayk̲h̲, also known as Ak̲h̲ī , the S̲h̲ayk̲h̲ , and the Supreme S̲h̲ayk̲h̲ ( s̲h̲ayk̲h̲ al-s̲h̲uyūk̲h̲ ). The Ak̲h̲ī , therefore, is the seventh grade in the hierarchy of this particular guild fütüwwet .",
    "There is a further difference: whereas the Ak̲h̲i̊li̊ḳ shows a division into two classes, the fütüwwetnāmes of the guilds give evidence of a division into three: Ḳawlī , S̲h̲ürbī and Seyfī . Thus there is an intermediate class between the lowest members—those who are committed by their word only—and the full members—those who have received the accolade; this is the class of those who have partaken of the ritual cup.",
    "A further interesting custom of the guild-fütüwwet is the one by which the novice, or apprentice—the nāzil —chooses not only a master as “Patron of the Journey” ( yol \n atasi̊ ), but at the same time he has to chose two “Brothers of the Journey” ( yol \n kardes̲h̲leri ) —apparently from among the older apprentices—who are to assist him along the path of the fütüwwet .",
    "A further thing which emerges clearly from almost every page of the “Great fütüwwetnāme \n ” of Sayyid Meḥmed b. Sayyid ʿAlāʾ al-Dīn, is its decidedly S̲h̲īʿī (and more specifically “Twelver” S̲h̲iʿī, Imāmī) character. Doubtless this is because at the time when it was written, at the beginning of the 10th/16th century, the “Twelver” S̲h̲īʿa enjoyed a \n ¶ time of expansion because of the Ṣafawiyya, and this led to the foundation of the new Persian Empire. It threatened to spread also to Ottoman territory, until Sultan Selīm I put an end to the threat of the new S̲h̲īʿī Persians by his campaign against S̲h̲āh Ismāʿīl, over whom he won the victory of Čāldirān [ q.v. ] in 1514. This was also the time when the S̲h̲īʿī order of the Bektās̲h̲iyya [ q.v. ] was organized by Bālim Sulṭān. There are, in fact, some points of contact between the “Great\n fütüwwetnāme \n ” of Sayyid Meḥmed, and the Bektās̲h̲iyya: a number of the terd̲j̲ümān —the short verses mentioned there which were recited or sung at the celebrations of the guilds —can also be found in the book Mirʾāt al-maḳāṣid fī dafʿ al-mafāsid of Sayyid Aḥmad Rifʿat, which describes the Bektās̲h̲ī ceremonies.",
    "There appear to be only a few complete manuscripts of the “Great fütüwwetnāme ” of Sayyid Meḥmed. There are, however, shorter guild extracts in all libraries, and these are usually also called “fütüwwetnāme ”. They are generally excerpts from the “Great fütüwwetnāme ”. One may therefore assume that every guild compiled its own little fütüwwetnāme from that source. It is worth noting that the S̲h̲īʿī character of the original no longer emerges in these. This fact reflects a trend in the history of religion of the Ottoman Empire where—after earlier indecision between Sunnī and S̲h̲īʿī—the Sunnī creed progressively gained ground from the days of Selīm I onwards. Arabic futuwwa writings (discussed by Thorning in a study which has become an indispensable basis for all work on futuwwa ) also seem to be based on the Turkish “Great\n fütüwwetnāme ” of Sayyid Meḥmed, and to represent Arabic translations of excerpts from this work.",
    "Whilst there were other futuwwa traditions besides Ak̲h̲i̊li̊ḳ in most of the guilds whose rule was Sayyid Meḥmed’s “Great\n fütüwwetnāme ”, there was also a group of guilds which must be regarded as the direct continuation of Ak̲h̲i̊li̊ḳ , namely the tanners and all trades concerned with the treatment of leather, such as saddlers and cobblers. All these paid homage to their pīr \n Ak̲h̲ī Ewrān [ q.v. ], properly Evren, an Ak̲h̲ī saint of Ki̊rs̲h̲ehir in Central Anatolia (south-east of Ankara), who is himself said to have been a tanner. They did not use Sayyid Meḥmed’s “Great fütüwwetnāme ” as their rule, but the original fütüwwetnāme of the Ak̲h̲ī s, which is that of Yaḥyā b. K̲h̲alīl al-Burg̲h̲āzī. There is, however, in most of these manuscripts which come from tanner circles, an appendix informing the reader of the more modern terms, and these are the terms familiar to us from Sayyid Meḥmed’s “Great fütüwwetnāme ”. Thus there is evidence that influence was exerted by the fütüwwet tradition represented by the latter over the Ak̲h̲ī tradition kept up by the tanners.",
    "For their part, the tanners, thanks to their Ak̲h̲ī tradition, could exert their own influence over the other guilds, particularly as they had a firm and centralized organisation which had its centre at the grave of their patron saint Ak̲h̲ī Evren in Ḳi̊rs̲h̲ehir. At this place there was a tekye whose guardian, called Ak̲h̲ī Baba [ q.v. ], was taken to be a descendant of Ak̲h̲ī Evren, and regarded (admittedly only in the Turkish provinces of the Ottoman Empire, Anatolia, Rumelia, Bosnia and even the Crimea, but not in the Arab provinces) as the head of all the tanners in the Ottoman Empire. This Ak̲h̲ī Baba, or his representative, travelled through the provinces every year, receiving the apprentices into the guild. The main part of this ceremony was their girding with the belt ( ḳus̲h̲aḳ ḳus̲h̲atmasi̊ ). Naturally, such ceremonies. \n ¶ brought a certain income, and this formed the financial basis of the organization. The Ak̲h̲ī Babas succeeded in gaining the privilege of girding the apprentices of other guilds as well, and thus they gained a position of considerable power among the craftsmen of the ancient Ottoman Empire. Ak̲h̲ī Evren thus became pīr not only of the tanners but of the whole of the Turkish guilds. This position of the Ak̲h̲ī Babas of Ḳi̊rs̲h̲ehir was repeatedly confirmed by edict and, on the whole, the Ottoman sultans protected the guilds and their organizations. These were useful to them on several counts: firstly, they supplied not only the general populace, but in particular the armies on their campaigns, and secondly they were a reserve of men—some of the guilds were bound to do military service; in the earliest days, the guilds were also the only means of reaching the whole population of the Empire. This was the purpose of the occasional processions of the guilds. Ewliyā Čelebi describes one which took place under Murād IV in 1048/1638. Such gatherings gave the ruler a picture of the military and economic strength of his country.",
    "There were, however, some protests from ʿulemāʾ circles, both against the S̲h̲īʿī leanings of the “Great fütüwwetnāme ” by Sayyid Meḥmed, and against the Ak̲h̲ī Evren cult of the tanners. A learned man by name of Münīrī (Ibrāhīm b. Iskandar) Belg̲h̲rādī wrote a book entitled Niṣāb al-intisāb wa-ādāb al-iktisāb , attacking these things and presenting the crafts from the strictly Sunnī point of view. The book was of no avail; probably it never even reached the hands of those for whom it was intended.",
    "There is a great amount of important documentation concerning the guilds (including their rules and regulations) in Turkish archives, the major part of which has not been studied.",
    "The European provinces, including those inhabited by other races, like Bosnia, took part in the general development of the Turkish guilds; they also relied on the same writings.",
    "As has already been mentioned, the “Great fütüwwetnāme \n ” of Sayyid Meḥmed b. Sayyid ʿAlāʾ al-Dīn was also the accepted authority in the Arabic provinces of the Ottoman Empire. There, the guilds used extracts, written in Arabic, and adapted them to their special needs. This is the material on which H. Thorning based his epoch-making work. There is a description of the guilds in Damascus in 1883 by Elia Qoudsî, from which it becomes clear that the organization at that time was still essentially the same as that which we know to have existed among the Turkish guilds.",
    "A valuable document concerning the fütüwwet as an organization of the guilds comes from Persia. This is the Fütüwwetnāme-i sulṭānī of the well known writer Kamāl al-Dīn Ḥusayn Wāʿiẓ Kās̲h̲ifī (died 910/1505), a nephew of the famous poet Ḏj̲āmī. Unfortunately only one manuscript has so far come to light; it is in the British Museum, but is incomplete and still awaits an editor. One may hope, though, that further manuscripts of this important work, and of others concerning the futuwwa and the guild organizations, will emerge from the still largely unexplored libraries of Iran.",
    "In Turkestan also it can be shown that futuwwa is at the basis of the guild organizations. The eastern Turkish guild treatises (of which there was quite a number in the collection of the Berlin orientalist Martin Hartmann), are generally called risāla . It has recently been shown that there is even a reference to the Anatolian saint of the guild, \n ¶ \n Ak̲h̲ī Evren. Thus the effects of his cult stretched as far as Turkestan.",
    "In the course of the 19th century, with the influx of European goods and the expansion of the European type of commerce, the guild-organizations fell into decay in all states of the Islamic Orient. For this reason it has been gradually abolished in all countries of the Islamic world. In Turkey, it was discontinued in Young Turk times, and replaced by chambers of commerce (by a law of 13 February 1325 mālī /26 Feb. 1910; chambers of commerce were instituted in 1943). A few surviving features were abolished in the time of the Turkish Republic. With this, therefore, the organization of the futuwwa also came to an end.",
    "In the Arabic dialect of Egypt, futuwwa means “ruffian”; cf. the Mud̲h̲akkirāt futuwwa , 2nd ed., Cairo 1927, written in colloquial Arabic."
  ],
  "signature": "(Cl. Cahen)",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}