{
  "id": "eweb_144",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_3016",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_3016",
  "title": "Ibāḥa",
  "authors": [
    "W. Madelung",
    "(M. G. S. Hodgson"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "(II) “permission”, a term commonly applied to antinomian teachings (or actions), especially as asserted among certain S̲h̲īʿī and Ṣūfī groups. Antinomian trends were strong among the more radical S̲h̲īʿī circles from an early date. “Allowing the forbidden”, ibāḥat (or taḥlīl ) al-maḥārim , is a constantly recurring accusation against certain groups on the fringe of the S̲h̲īʿa; it served, among other criteria, to class them among the G̲h̲ulāt [ q.v. ]. The heresiographers mention many such groups as belonging to, or splitting off from the movements tracing the imāmate through Muḥammad b. al-Ḥanafiyya or through Muḥammad al-Bāḳir.",
    "Among these groups, knowledge of the imām, usually understood as gnosis of his true nature, was the most essential religious obligation, and so important as to reduce all other obligations to insignificance. The Ḳurʾānic legal injunctions were then often interpreted ( taʾwīl ) as signifying some act of loyalty to the imām or to the community of true believers, while the prohibitions referred to religious enemies. Or the legal prescriptions might be considered as “chains and burdens”, as a punishment for those who refused to acknowledge the true imām. The charges of libertinism which were invariably levelled against such groups by the upholders of the s̲h̲arīʿa have to be viewed with reserve.",
    "Early Ismāʿīlism varied this pattern by holding that the era of Muḥammad and the validity of his law had come to an end with the appearance of the Ḳāʾim, Muḥammad b. Ismāʿīl, the master of the seventh era. The Ḳurʾān and its law were interpreted according to their inner meaning ( bāṭin ), which, in contrast to their exterior, literal meaning ( ẓāhir ), was of eternal validity. But this early antinomianism was strongly opposed by the official Fāṭimid daʿwa , which consistently maintained that both ẓāhir and bāṭin , s̲h̲arīʿa and taʾwīl , works and knowledge, were obligatory. It reappeared in movements which split off later from the Fāṭimid daʿwa , notably the Druze and the Nizārīs.",
    "Among Ṣūfīs, antinomianism seems to have been later in developing; early Ṣūfīs were commonly rigorists in the cult and tutiorists in points of conscience. But when Islamic spiritual life began to flow largely through Ṣūfī channels, antinomian thinking appeared there too. Sometimes Ṣūfīs probably fell heir to the experience and even the language of earlier S̲h̲īʿī traditions.",
    "For Ṣūfīs, as for S̲h̲īʿīs, the texts of Ḳurʾān and Ḥadīt̲h̲ concealed a bāṭin , a secret spiritual meaning; and some Ṣūfīs felt that following the bāṭin dispensed one from the literal prescription. But whereas S̲h̲īʿī antinomianism reflected the historical role of the imām and the élite community of his adherents, Ṣūfī mysticism, like any mysticism, suggested a more personal rejection of literally formulated prescriptions. The bāṭin was not an arbitrarily allegorical meaning of the letter, but rather an inner spirit to which the letter was an approximation, symbolization, or even exemplification, adapted to less spiritual minds. Accordingly, it could be expected that once \n ¶ this inner spirit was entered into, the actual letter was superfluous—the spirit would of itself call forth whatever act was needed.",
    "This point of view took several forms. If God enlightened consciences directly, the scholastic interpretation of rules by s̲h̲arʿī scholars was artificial in comparison; hence, even those Ṣūfīs who upheld the norms worked out by the ʿulamāʾ tended to argue on the basis of loyalty and exemplary zeal rather than claim that the s̲h̲arʿī ʿulamāʾ really understood God’s will better. Then Ṣūfīs believed that the advanced mystical devotee was the friend of God; and just as some S̲h̲īʿīs felt that whoever was devoted to the imām, even though not actually dispensed from s̲h̲arʿī rules, would be forgiven his transgressions, so some Ṣūfīs believed that the friend of God was free—that even if he still ought to perform God’s commands, he did them out of uncoerced love; and if he slipped, he would be forgiven. Some held that the perfected Ṣūfī saint could by his nature do no sin: whatever action he seemed to do must be understood otherwise.",
    "Ṣūfī discipline itself made for tension with the s̲h̲arīʿa. The devotee who had reached high spiritual states might be so wholly in God’s hands that he was not responsible for his own actions: if he did perform the ritual worship, it might be unawares— God took care of his enraptured worshipper. Especially illegal utterances ( s̲h̲aṭḥiyyāt ) were held blameless under these circumstances. In any case, the novice must agree to obey his pīr implicitly; many would add, even in seeming contravention of the s̲h̲arīʿa. \n Moreover, Ṣūfī ways of worship often seemed opposed to the s̲h̲arīʿa —music and dance; even, eventually, taking drugs, or gazing at beautiful figures. Ṣūfī apologists claimed that what was for a devotional purpose was exempted from the rules. Some of the Malāmatiyya [ q.v. ], who made a point of concealing their virtues and not their vices, seem to have adopted vices on purpose to display them.",
    "In all these cases, it was ordinary Ṣūfī teaching which, however cautiously couched, at the least gave to a Ṣūfī’s obedience to s̲h̲arʿī rules a distinctive flavour. But all Ṣūfīsm was esoteric: only the initiate could know the real truth behind what was taught. Hence radicals readily concluded that the s̲h̲arīʿa rules did not really apply to initiates at all. (Moreover, as Ṣūfīs came to see all religions as equally legitimate —if not equally perfect—ways of approaching God, the rules of any one religion could seem little more than transient expedients.) Such radicals ranged from those who asserted antinomianism only as an esoteric principle, not to be actually practised, to those who, alleging some religious pretext, ignored social standards of all sorts. Normally, ibāḥa meant not unethical interpersonal behaviour, but the rejection of s̲h̲arʿī norms for ceremonial acts and personal regimen (eating, sex, etc.). The upholders of the s̲h̲arīʿa among the Ṣūfīs attacked all who accepted any sort of ibāḥa (sometimes under the name “ibā-ḥiyya ”).",
    "Some ṭarīḳas were noted for insisting on the s̲h̲arīʿa —for instance, the Naḳs̲h̲bandiyya and the Ḳādiriyya [ qq.v. ]; others, such as the Bektās̲h̲iyya [ q.v. ], notoriously flouted conventional standards. Such ṭarīḳa s were called, in Persian, bī-s̲h̲arʿ . For some centuries, certain extreme antinomian dervishes were referred to as Ḳalandar s [ q.v. ]. But even within s̲h̲arīʿa -observant ṭarīḳa s, individual s̲h̲ayk̲h̲ s might take a bī-s̲h̲arʿ position.",
    "S̲h̲īʿī antinomianism sprang from chiliastic hopes: the hypocritically unjust world was to be transformed \n ¶ and filled with justice by God’s agent; what mattered was to dissociate oneself from the world and its ways and to stand ready to support the new order. Ṣūfī antinomianism sprang rather from a mystical experience and vision, in which an inner ethical responsiveness made all external rules seem trivial or arbitrary. But the two sorts of vision, chiliastic and mystical, were often combined, especially in the later medieval period, when a S̲h̲īʿī sect like the Nizārī Ismāʿīlīs took on the aspect of a Ṣūfī ṭarīḳa , while more than one Ṣūfī ṭarīḳa was adopting a S̲h̲īʿī and more or less chiliastic outlook."
  ],
  "signature": "(W. Madelung)",
  "bibliography": [
    "Most Ṣūfī writings, while upholding the s̲h̲arīʿa , have displayed one or more of the tendencies toward ibāḥa cited",
    "Ḏj̲alāl al-Dīn Rūmī’s Mat̲h̲nawī exemplifies most of them. G̲h̲azālī’s polemic against the Ahl al-ibāḥa is edited and translated, with a useful introduction, “Der Antinomismus der islamischen Mystik”, by Otto Pretzl, Die Streitschrift des Ġazâlī gegen die Ibâḥîja , Munich 1933 (SB Bayer. Ak., Phil.-hist. Abt., Jahrgang 1933, Heft 7)."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}