{
  "id": "eweb_148",
  "source": "EI2",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_3803",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_3803",
  "title": "al-Kalābād̲h̲ī",
  "authors": [
    "P. Nwiya"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    ", Abū Bakr Muḥammad b. Isḥāḳ , author of one of the most celebrated manuals on Ṣūfism. In spite of the fame of his work, he himself is practically unknown. He is believed to have died in 380/990 or 384/994; his nisba indicates that he lived in Kalābād̲h̲, a district of Buk̲h̲ārā, according to Yāḳūt [s.v.], and manuscript sources (see Arberry, India Office Catalogue , no. 1218) confirm that he died in Buk̲h̲ārā, where “his tomb is visited and revered”. Of the five or six works by al-Kalābād̲h̲ī, two have come down to us, one of them unpublished and without any great merit: Maʿānī ’l-ak̲h̲bār (for other titles of this work see Sezgin, GAS , i, 669), a kind of brief ethical commentary on some of the Prophet’s\n ḥadīt̲h̲ s. The other is Taʿarruf li-mad̲h̲hab ahl al-taṣawwuf , a basic work for the understanding of Ṣūfism in the first three centuries of Islam (tr. A. J. Arberry, The doctrine of the \n Sūfis , Cambridge 1935). The work is divided into three parts. The first, historical, section defines the meaning of the word ṣūfī and gives a swift survey of the most important figures of Ṣūfism; the second part is apologetics, going back to the articles of the creed al-Fiḳh al-Akbar \n \n ¶ \n II to demonstrate the accord between the doctrine of the Ṣūfīs and As̲h̲ʿarism (see Arberry, Sufism , 69); through using quotations from the Ṣūfīs and commenting on them, the third part sets out the major stages on the mystic path. The author frequently quotes al-Ḥallād̲j̲, indicating that he lived in an environment favourable to mysticism but one in which Ṣūfism had begun to deteriorate. According to the introduction, the book was written in response to this decay and with the intention of delineating true Ṣūfism."
  ],
  "signature": "(P. Nwiya)",
  "bibliography": [
    "In the article."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}