{
  "id": "eweb_161",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_COM_0937",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_COM_0937",
  "title": "Rukhṣa",
  "authors": [
    "R. Peters",
    "J.G.J. ter Haar"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "( a. ), literally “permission”, dispensation”.",
    "1. In law.",
    "Here, ruk̲h̲ṣa is a legal ruling relaxing or suspending by way of exception under certain circumstances an injunction of a primary and general nature ( ʿazīma [ q.v. ]).",
    "The general obligation to fast during Ramaḍān is, by way of rukhṣa , suspended during the days of an illness or a journey, under condition that these days are made up after Ramaḍān. Similarly, the general prohibition to eat meat that has not been ritually slaughtered is suspended if a Muslim could only survive by violating it. As a rule, one has the choice whether or not to make use of the rukhṣa. \n However, if one fears that one may die if one does not avail oneself of the rukhṣa , following it is obligatory, except in the case that one is threatened to be killed if one does not renounce Islam, for then martyrdom is to be preferred. The circumstances permitting a dispensation of the strict rule are either the necessity to preserve one’s life or the removal of hardship, such as in the permission for a physician to look at a woman’s pudenda or the relaxation of the obligation to perform ṣalāt during a journey. The distinction between rukhṣa and ʿazīma does not have legal consequences, except that, according to the Ḥanafīs, tacit consensus ( id̲j̲māʿ sukūtī ) can establish a rukhṣa but not a ʿazīma .",
    "2. In Ṣūfism.",
    "The way in which the concepts of ruk̲h̲ṣa and its counterpart ʿazīma are used in Ṣūfism involves an extrapolation from a juridical to a much more ethical domain. Here they refer to two opposite and differently-valued patterns of behaviour. ʿAzīma denotes a way of life characterised by determination and firmness of purpose, and is consequently of a higher level than ruk̲h̲ṣa , which lacks these characteristics. These two words refer also, particularly in their plural form, to concrete deeds in which the two behavioural patterns manifest themselves. E.g. celibacy and tawakkul (trust in God to such an extent that one does not support oneself) are considered to be ʿazāʾim , whereas marriage and supporting oneself are seen as ruk̲h̲aṣ . The depreciatory valuation of the latter is to be witnessed in the idea expressed e.g. by al-Makkī in his Kūt al-ḳulūb that ruk̲h̲aṣ are (meant) for the weak, whereas the ʿazāʾim are characteristic of the strong. Also, al-Ḳus̲h̲ayrī makes it clear in his Risāla that, with these strong persons, the Ṣūfīs are meant. On the other hand, in Kūt al-ḳulūb and also in the Kitāb al-Lumaʿ by Abū Naṣr al-Sarrād̲j̲, the tradition is quoted according to which God loves the use of both ruk̲h̲aṣ and ʿazāʾim equally well, albeit that in the latter source this tradition is quoted primarily as a warning against denouncing people who avail themselves of ruk̲h̲aṣ . Thus the overall picture painted by these sources is that in Ṣūfī circles a surplus value is attached to the ʿazāʾim (B. Reinert, Die Lehre vom tawakkul in der klassischen Sufik , Berlin 1968, 135-7; R. Gramlich, Schlaglichter über das Sufitum . Abū Naṣr as-Sarrāǧs Kitāb al-lumaʿ eingeleitet , übersetzt und kommentiert , Stuttgart 1990, 240; idem, Das Sendschreiben al-Qušayris über das Sufitum . Eingeleitet, übersetzt und kommentiert, Wiesbaden 1989, 538).",
    "Naḳs̲h̲bandī Ṣūfis even claim that their attitude of \n ¶ strictly confining themselves to ʿazāʾim and avoiding the use of ruk̲h̲aṣ is one of the most distinctive characteristics of their order. Yet even Naḳs̲h̲bandīs have had to take the above-mentioned tradition in consideration, and therefore, according to a saying by Bahāʾ al-Dīn Naḳs̲h̲band, this brotherhood, although abstaining from these practices, yet does not denounce others who observe them (J. ter Haar, Follower \n and heir of the \n Prophet . Shaykh Aḥmad Sirhindī ( 1564-1624 ) as mystic , Leiden 1992, 80-1, 107). This strong emphasis on ʿazīma is partly a reaction to other Ṣūfīs who used the idea of ruk̲h̲ṣa in order to justify certain controversial practices like samāʿ and raḳṣ [ q.vv .] (L. Massignon, La passion d’al-Hallaj , Paris 1922, ii, 779-81). A different and much more positive valuation of ruk̲h̲aṣ is to be found in the Kitāb Ādāb al-murīdīn by Abu ’l-Nad̲j̲īb al-Suhrawardī, where they are considered to be an integral part of a special type of affiliation, viz. the affiliation of the mutas̲h̲abbihūn , i.e. the lay members affiliated to an order, a designation which in this source at least has no pejorative connotation. Their affiliation is admittedly of a lower level compared to that of the Ṣūfis proper; nevertheless, it is a valuable one, since, according to a saying of the Prophet, “Whoever makes the effort to ressemble a group of people is one of them” (M. Milson, A Sufi \n rule for novices . Kitāb Ādāb al-Murīdīn of Abū al-Najīb al-Suhrawardī , Cambridge and London 1975, 17-21, 72-81)."
  ],
  "signature": "(R. Peters)",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
