{
  "id": "eweb_164",
  "source": "EI2",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_6653",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_6653",
  "title": "al-Sarrād̲j̲",
  "authors": [
    "P. Lory"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    ", Abū Naṣr ʿAbd Allāh \n b. ʿAlī, Ṣūfī author originally from Ṭūs in K̲h̲urāsān, who lived towards the middle of the 4th/10th century and died in his home town in 378/988.",
    "The bio-bibliographical and hagiographic literature (ʿAṭṭār, Tad̲h̲kira , ed. Nicholson, ii, 182-3; al-D̲h̲ahabī, Taʾrīk̲h̲ al-Islām , cited by Nicholson in The \n Kitáb al-Lumaʿ , p. III; Ibn Tag̲h̲rībirdī, Nud̲j̲ūm , iv, 152; D̲j̲āmī, Nafaḥāt , no. 353; Ibn al-ʿImād, S̲h̲ad̲h̲arāt , iii, 91) gives hardly any precise information about his life and upbringing. We do, however, know the names of some of his teachers and sources of information e.g. amongst others, D̲j̲aʿfar al-K̲h̲uldī (d. in Bag̲h̲dād 348/960) and Aḥmad b. Muḥamad b. Sālim of Baṣra (d. 356/967), the leading light of the Sālimiyya school. The fact that he frequented the company of this last and that he cites him does not, nevertheless, allow us to count him amongst the partisans of the Sālimiyya [ q.v. ] (see Nicholson, op . cit ., pp. XI-XII); the lively discussion which he had with Ibn Sālim on the validity of the s̲h̲aṭaḥāt attributed to Abū Yazīd al-Bisṭāmī ( Lumaʿ , ch. Tafsīr al-s̲h̲aṭḥiyyāt ) testifies all the same to his independence of mind. From the text of the K. al-Lumaʿ it appears that al-Sarrād̲j̲ travelled widely, since he cites, on occasion, conversations which he apparently had not only in Persia but also in ʿIrāḳ, Syria and even Egypt. Above all, our sources mention the remarkable consequences of his spiritual elevation. Thus, invited during Ramaḍān to direct the education of the dervishes in the S̲h̲ūnīziyya mosque at Bag̲h̲dād, he is said not to have touched for a month the food which was brought to his cell ( Tad̲h̲kira , ii, 182; Nafaḥāt , no. 353; Hud̲j̲wīrī, Kas̲h̲f al-maḥd̲j̲ūb , ed. Z̲h̲ukovski, 417). ʿAṭṭār, and D̲j̲āmī following him, further report that \n ¶ \n al-Sarrād̲j̲, carried off by a moment of ecstasy, plunged his face into a flaming brazier without suffering any pain or leaving any trace on his face; on the contrary, it was completely radiant. But in fact, we know hardly anything further on his life and, in particular, have no information at all on his possible successors on the mystical path. As for his disciples, we know only one name, that of Abu ’l-Faḍl of Sarak̲h̲s, the future master of Abū Saʿīd b. Abi ’l-K̲h̲ayr [ q.v. ] (Muḥammad b. al-Munawwar, Asrār al-tawḥīd , ed. D̲h̲. Ṣafā, 27; Nafaḥat , no. 354). This is a remarkable dearth of information about one who was called “the peacock of the poor” ( ṭāwūs al-fuḳarāʾ ) and whose authority and competence were widely recognised.",
    "In fact, the personality of al-Sarrād̲j̲ is completely hidden behind the K. al-Lumaʿ \n “Book of shafts of light”, his main and probably only work, since, despite an affirmation of existence by D̲j̲āmī, no other title attributed to him is known to us. This work involves a treatise of considerable value, both from the richness of its documentary information on the Ṣūfism of the first Islamic centuries and also from the quality of the religious thought which informs it. Al-Sarrād̲j̲ presents there the bases of knowledge understood in a mystical sense, contrasted with the Islamic religious sciences known at the time. He details in it the main stages and states of the mystical path; underlines the importance of the revealed sacred text and the prophetic example by highlighting the ways of interpretation followed by the Ṣūfīs; describes the customs ( ādāb ) of Ṣūfīs and cites the particularly significant texts of the great masters. The precision of his definitions in the technical lexicon of Ṣūfism is most valuable. He also deals with the tangible and controversial aspects of the Ṣūfī life, such as the status of miracles ( karāmāt ), the nature of ecstasy, the lawfulness of listening to music ( samāʿ [ q.v. ]), the orthodoxy of the paradoxical utterances ( s̲h̲aṭaḥāt ) attributed to certain mas̲h̲āyik̲h̲ ; and the doctrinal errors of several currents of thought claiming a connection with Ṣūfism. Each chapter forms a little, autonomous treatise, in which the author cites abundantly ḥadīt̲h̲ s and, especially, the dicta of the great masters of Ṣūfism. His own points of view are not concealed at all but are fitted in fairly discreetly behind the teachings of the great figures in the tradition.",
    "The importance of the Lumaʿ was appreciated as soon as it appeared. Subsequent authors, like al-Ḳus̲h̲ayrī in his Risāla , found in it substantial bases of documentation, as did even Abū Ḥāmid al-G̲h̲azālī, who drew upon it for several elements in his writings on the behaviour of Ṣūfīs (see esp. the Iḥyāʾ , Book ii, K. Ādāb al-samāʿ wa ’l-wad̲j̲d ). The Lumaʿ also contributed to the legitimisation of Ṣūfism as an Islamic science in its own right. Al-Sarrād̲j̲ showed himself quite firm about the essential point: true Ṣūfīs are not merely in complete conformity with Islamic orthodoxy but they themselves make up its spiritual élite. It is not, then, a question of an apologia, in the strict sense of the term, or of a purely defensive justification of Ṣūfism, but it goes beyond that to an argued and assured statement of the harmonious integration of mysticism within the bosom of Muslim religious life. Being moderate and aiming at a consensus of opinion, al-Sarrād̲j̲’s language in the Lumaʿ thus forms a particularly clear and vivid example of the conception which the Ṣūfīs had of themselves towards the middle of the 4th/10th century."
  ],
  "signature": "(P. Lory)",
  "bibliography": [
    "The Kitáb al-Lumaʿ ..., ed. with summary and glossary, by R.A. Nicholson, GMS, Leiden-London 1914",
    "A.J. Arberry (ed.), Pages of the Kitāb al-Lumaʿ of Abū Naṣr al-Sarrāj , London 1947 \n ¶ (gathers together the lacunae of the Nicholson ed. on the basis of a Bankipore ms., with a memoir, preface and notes )",
    "Schlaglichter über das Sufitum , the K. al-Lumaʿ , introd., tr. and comm. by R. Gramlich, Wiesbaden 1990 (a valuable work, including a correction of Nicholson’s text from two supplementary mss. as well as exhaustive references throughout the text to the Arabic and Persian, Ṣūfī and non-Ṣūfī, bio-bibliographical sources)."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 191
}
