{
  "id": "eweb_165",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_6863",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_6863",
  "title": "S̲h̲aṭḥ",
  "authors": [
    "C. Ernst"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "or s̲h̲aṭḥiyya ( a. , pl. s̲h̲aṭaḥāt or s̲h̲aṭḥiyyāt ), a technical term in Sūfism meaning “ecstatic expression”, commonly used for mystical sayings that are frequently outrageous in character.",
    "The root s̲h̲-ṭ-ḥ has the literal meaning of movement, shaking, or agitation, and carries the sense of overflowing or outpouring caused by agitation; thus mis̲h̲tāḥ is a place where flour is sifted by shaking. In the first available discussion of the term, Abū Naṣr al-Sarrād̲j̲ (d. 378/988) defines s̲h̲aṭḥ as “a strange-seeming expression describing an ecstasy that overflows because of its power” ( Kitāb al-Lumaʿ , ed. R.A. Nicholson, London 1914, 375).",
    "There is no evidence to support the suggestion of Massignon that early ecstatic sayings circulated in the guise of divine sayings reported by the Prophet Muḥammad, or ḥadīt̲h̲ ḳudsī [ q.v. ]; the latter have as good a documentation as any early ḥadīt̲h̲ collection and are not separately attributed to Ṣūfīs (W. Graham, Divine word and prophetic word in early Islam , The Hague 1977, 70). Nonetheless, the early stratum of ḥadīt̲h̲ ḳudsī contains similar materials, such as the important ḥadīt̲h̲ al-nawāfil (Graham, 173), which anticipates s̲h̲aṭḥ by proposing the possibility of a union with God through love that leads to divinely-inspired speech and action. By the 4th/10th century, authors such as al-Sarrād̲j̲ had applied the term above all to utterances such as Abū Yazīd al-Bisṭāmī’s “Glory be to me, how great is my majesty” ( subḥānī mā aʿẓama s̲h̲ānī [for s̲h̲aʾnī ]), and al-Ḥusayn b. Manṣūr al-Ḥallād̲j̲’s “I am the (divine) truth” ( anā al-ḥaḳḳ ); for a general survey, see C. Ernst, Words of \n ecstasy in \n Sufısm , Albany 1985).",
    "Among Ṣūfī authors, the chief responses to s̲h̲aṭḥiyyāt (sometimes held simultaneously by the same individual) were (1) to explain them away, either as misquotations, or as the results of immaturity, madness, or intoxication ( sukr ); (2) to regard them as authentic expressions of spiritual states, which should nonetheless be concealed from the unworthy; and (3) to view them as expressions of the profoundest experience of divine realities. Many Ṣūfī authors briefly address the question of s̲h̲aṭḥ , showing a strong ambivalence about apparently blasphemous claims to divinity, mixed with admiration for the spiritual status of their authors, whose words are often quoted anonymously; al-G̲h̲azālī notably belongs to this category. Among those who took these sayings seriously was D̲j̲unayd [ q.v. ], who \n ¶ composed a commentary ( tafsīr ) on the sayings of Abū Yazīd, partially transmitted by al-Sarrād̲j̲ with his own additions ( Lumaʿ , 375-408). This may be compared with the collection of Abū Yazīd’s sayings transmitted by al-Sahlakī (d. 476/1083) under the tide Kitāb al-Nūr min kalimāt Abī Ṭayfūr (ed. ʿAbd al-Raḥmān Badawī, S̲h̲aṭaḥāt al-Ṣūfiyya , Cairo 1949, tr. Abdelwahab Meddeb, Les Dits de Bistami \n : \n Shatahât , Paris 1989).",
    "The most extensive exposition of s̲h̲aṭḥ was provided by Rūzbihān al-Baḳlī ([ q.v. ]; see now also Ernst, Rūzbihān Baqlī \n : mysticism experience and the rhetoric of sainthood in \n Persian Sufısm , London 1995). His Arabic Manṭik al-asrār (ed. P. Ballanfat and Ernst, forthcoming), translated into Persian by the author in 570/1174 as S̲h̲arḥ-i s̲h̲aṭḥiyyāt (ed. H. Corbin, Tehran 1966), presents nearly 200 commented examples from 45 different authors (with emphasis on Abū Yazīd, al-Wāsiṭī, al-Ḥuṣrī, al-S̲h̲iblī, and al-Ḥallād̲j̲, including all of the latter’s Kitāb al-Ṭawāsīn ). Rūzbihān’s distinctly apologetic commentary typifies the most positive Ṣūfī attitude toward s̲h̲aṭḥiyyāt . Many of the sayings take the form of “I am” sayings, identifying with God or the divine attributes. The principal Ṣūfī interpretation of this variety of sayings rested on the concept of mystical annihilation of the individual ego ( fanāʾ ), followed by the subsistence of God in its place ( baḳāʾ ); this made it possible for God to speak through the individual. Other sayings question the ultimate significance of Islamic rituals and the afterlife. Rhetorically, the audacious style of s̲h̲aṭḥ partook of the form of the pre-Islamic Arab boasting contest ( mufāk̲h̲ara [ q.v. ]); among early Ṣūfīs, many recorded conversations and sayings show the tendency to exceed the claims of others and discredit them by hyperbole.",
    "Because of the lack of any clear legal definition of blasphemy in Islamic law, s̲h̲aṭḥiyyāt were treated inconsistently by legal authorities; some regarded them as beyond the jurisdiction of the s̲h̲arīʿa , especially when subjected to interpretation, while others (e.g. Ibn al-D̲j̲awzī [ q.v. ]) viewed them as tantamount to the heresies of incarnation, libertinism, and unification ( ḥulūl , ibāḥa , ittiḥād ) and fully deserving of punishment in terms of apostasy. In practice, the reduction of apostasy to the category of zandaḳa [ q.v. ], the Zoroastrian concept of heresy as political crime, meant that s̲h̲aṭḥiyyāt were only prosecuted when political authorities found it desirable to do so. The prosecution of Ṣūfīs such as Nūrī, the executions of al-Ḥallād̲j̲ and ʿAyn al-Ḳuḍāt Hamadānī [ q.v. ], or the posthumous trial of the poet Ibn al-Fāriḍ [ q.v. ], are explicable in terms of their political context ( Words of \n ecstasy , 97-116; Th.E. Homerin, From Arab \n poet to Muslim saint: Ibn al-Fāriḍ , his verse , and his shrine , Columbia, S.C. 1994, 63).",
    "Non-Ṣūfī intellectuals regarded s̲h̲aṭḥiyyāt with sceptical interest; Ibn K̲h̲aldūn regarded them as unintentional products of unconscious ecstasy, which are pardonable except (as in the case of al-Ḥallād̲j̲) when they are spoken deliberately ( Muḳaddima , ed. ʿAbd al-Wāḥid Wāfī, Cairo 1379/1960, 1079-80). The philosopher Ibn Ṭufayl [ q.v. ] found the sayings of Abū Yazīd and al-Ḥallād̲j̲ to lack intellectual rigour ( Ḥayy \n ibn \n Yaḳẓān , ed. L. Gautier, Beirut 1936, 4), while his Jewish commentator Moses of Narbonne reinterpreted them to harmonise with Hebrew scripture (G. Vajda, Comment \n le philosophe \n Juif Moïse de Narbonne , commentateur d’Ibn Ṭufayl , comprenait-il Us paroles extatiques ( šaṭaḥāt ) des \n Soufis \n ? , in Actas \n del primer congreso de estudios arabes e islamicos , Cordoba , 1962 , Madrid 1964, 129-35).",
    "Among later Ṣūfīs, Ibn ʿArabī [ q.v. ] continued the ambivalent attitude toward s̲h̲aṭḥiyyāt , regarding them \n ¶ as a sign of lack of mental control together with an egotistical claim ( al-Futūḥāt al-Makkiyya , Beirut ed., ii, 387.8-388.26, tr. W. Chittick, in Les Illuminations de \n la \n Mecque , ed. M. Chodkiewicz, Paris 1988, 265-74). He only admitted as legitimate sources of doctrine those sayings (like his own) that are spoken by divine command, without any boasting, although his classification of particular s̲h̲aṭḥiyyāt is remarkably elastic, depending on the context of his argument (Ernst, The man without attributes: \n Ibn ʿArabī’s \n interpretation of \n Abū Yazīd al-Bisṭāmī , in Journal of the Muhyiddin Ibn ʿArabi Society , xiii [1993], 1-18). The most elaborate response to Rūzbihān’s collection of s̲h̲aṭḥiyyāt was supplied by Dārā S̲h̲ukōh [ q.v. ] in 1062/1650 in his Ḥasanāt al-ʿārifīn (ed. M. Rahīn, Tehran 1973), an abridgement of the S̲h̲arḥ-i s̲h̲aṭḥiyyāt with additional excerpts from later Indian Ṣūfīs. The term s̲h̲aṭḥ has been applied to later mystical sayings of Ṣūfīs in Java (Badawī, 148-58), India, Turkey, Egypt, and North Africa until the present day, with the same mixture of responses as in earlier times, while the sayings of Abū Yazīd and al-Ḥallād̲j̲ still retain the power to shock their readers."
  ],
  "signature": "(C. Ernst)",
  "bibliography": [
    "(in addition to references given in the article): H. Ritter, Die Aussprüche des Bayezid Bistami , in Festschrift R. Tschudi , Wiesbaden 1954",
    "A. Gölpmarlı, Tunus Emre ve tasavvuf Istanbul 1961, 252-4 (Barak Baba)",
    "Ḥasan Muḥammad al-S̲h̲arḳāwī, Alfāẓ al-Ṣūfiyya , Cairo 1395/1975, 204-7",
    "L. Massignon, La Passion de Husayn ibn Mansûr Hallâj , Paris 1975, tr. H. Mason, Princeton 1982",
    "C. Ernst, From holography to martyrology: conflicting testimonies to a Sufi martyr of the Delhi Sultanate , in History of Religions , xxiv (1985), 308-27",
    "ʿAzīz Allāh, Durr-i maknūn , B.L. ms. Or. 4382",
    "ʿAlāʾ al-Dawla al-Simnānī, Farḥat al-ʿāmilīn wa-furd̲j̲at al-kāmilīn , in Opera minora , ed. W. Thackston, Cambridge 1988, 135-50",
    "Aḥmad al-ʿAyyās̲h̲ī Skayrad̲j̲, al-S̲h̲aṭaḥāt al-Skayrad̲j̲iyya fi ’l-ṭarīḳa al-Tid̲j̲āniyya , Cairo 1352/1933 (= Brockelmann, S II, 882)."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}