{
  "id": "eweb_166",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_COM_1049",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_COM_1049",
  "title": "S̲h̲awḳ",
  "authors": [
    "L. Lewisohn"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "( a. ), the verbal noun from s̲h̲ \n w \n ḳ , meaning “desire, longing, yearning, craving”, much used as a technical term in Islamic religious thought and mysticism.",
    "1. The period before its adoption into \n Sūfism .",
    "There are various meanings and stages discernible in the development of the term in mysticism:",
    "(a) In pre-Islamic profane poetry . Fragments survive attesting a semi-technical usage of s̲h̲awḳ as an element of profane love in the ʿUd̲h̲rī tradition (dating from the early 5th century), especially visible in the few extant poems of the two Muraḳḳis̲h̲ [ q.v. ], al-Akbar and al-Aṣg̲h̲ar (see Al-ʿUdhari, Jāhilī \n poetry before \n Imru ’ al-Qais , diss., London Univ. 1991, unpubl., 180-92).",
    "(b) In the \n Ḳurʾān \n and in \n Ḥadīt̲h̲. The term is not found in the Ḳurʾān, but the idea of yearning figures prominently in the ak̲h̲bār ascribed to the Prophet David and in such manifestations of early Muslim piety as collection of prayers or adʿiya (sing. duʿāʾ ), as in “whosoever yearns for Paradise moves swiftly towards good merit”. Its early evolution as a religious term was bound up with scholastic discussions concerning the beatific vision, the possibility of seeing God in the Hereafter [see \n ruyʾat allāh\n ], involving the idea of the justified believer’s yearning to gaze on God’s countenance and to meet with him, and s̲h̲awḳ was especially stressed as a quality of the Prophet, in Abū ʿAlī al-Daḳḳāk’s words, cited by al-Ḳus̲h̲ayrī, “Yearning was composed of one hundred parts. Ninety-nine of these the Prophet possessed, and the one remaining part he divided among mankind” ( al-Risāla al-Ḳus̲h̲ayriyya , ed. Maḥmūd and S̲h̲arīf, Cairo 1966, ii, 626).",
    "(c) In pre-Islamic ak̲h̲bār literature . Here, s̲h̲awḳ is a central motif in anecdotes from the Jewish and Christian traditions related by early Muslim scholars. Thus lengthy citations from ak̲h̲bār on the Prophet David are cited by al-G̲h̲azālī to clarify his mystical conception of s̲h̲awḳ (see Iḥyāʾ , iv, 324-5). Such traditions with their explicit association of technical terms like maʿrifa , hubb , s̲h̲awḳ and d̲h̲ikr show the common ground between early Islamic ascetical piety and the later development of Ṣūfī theosophical theories based on love, yearning and gnosis.",
    "(d) In mystical \n tafsīr . Al-Sulamī’s recension of the text of the Ḳurʾānic commentary ascribed to the Imām D̲j̲aʿfar al-Ṣādiḳ (ed. P. Nwyia, in MUSJ , xliii [1967], 181-230) outlines a highly elaborate hermeneutics of love in early pietistic Islam, based on such terms as s̲h̲awḳ ḥubb , etc., indicating a possible provenance for the later development of s̲h̲awḳ in the sophisticated love theory of al-Ḥallād̲j̲ and his later followers such as Rūzbihān Baḳlī (d. 606/1209). Also, Abū Sahl al-Tustarī [ q.v. ] in his mystical Tafsīr al-Ḳurʾān al-ʿaẓīm expresses the idea that s̲h̲awḳ or yearning is merely a reflection of the more essential love and light of God (see G. Böwering, The mystical vision of existence in classical Islam , Berlin-New York 1980, 165-70).",
    "2. Its \n adoption into \n Ṣūfism .",
    "S̲h̲awḳ actually appears in the earliest vocabulary of speculative Ṣūfism, even antedating such terms as maḳām and ḥāl [ q.vv .] in the literature; it expressed both a longing for the beatific vision in the Hereafter and a psycho-spiritual sentiment of yearning as a part of a complex mystical love theory, this last being concerned with the interiorisation of piety, with a focus on the bāṭin , the life of the soul, rather than on the Ẓāhir of public faith. Thus the complementary nature of the two notions is seen as early as the Persian S̲h̲aḳīḳ al-Balk̲h̲ī (d. 194/810), acclaimed by al-Sulamī as a pioneer in K̲h̲urāsān to expatiate on the “mystical states” ( ʿulūm al-aḥwāl ). Soon after his time, there arose debates amongst the mystics about the relationship of love to yearning, and about which was superior. Thus Sarī al-Saḳaṭī [ q.v. ] held that s̲h̲awḳ was the “highest station”, whereas ʿAbd Allāh al-Anṣārī [ q.v. ] considered it as the gnostic’s greatest defect. Ḥārit̲h̲ al-Muḥāsibī [ q.v. ] steered a middle course in his K. al-Maḥabba (excerpts cited in Abū Nuʿaym al-Iṣfahānī’s\n Ḥilya ), \n ¶ that yearning was derived from love, and assisted the lover’s pursuit of the divine vision. The imagery of lights and radiance appears in these works, and then in an author like Abu ’l-Ḥusayn al-Nūrī (d. 295/907), that of fire—the fires of fear, love and yearning. There was a tendency to re-direct yearning towards the beloved of the heart, seen in al-Sarrād̲j̲’s [ q.v. ] K. al-Lumaʿ , with a final stage of yearning, that of ineffablity, the subject having passed away ( fanāʾ ) in the object of yearning.",
    "In his Iḥyāʾ , al-G̲h̲azālī has a lengthy K. al-Maḥabba wa ’l-s̲h̲awḳ wa ’l-uns wa ’l-riḍā (no. XXXVII), a comprehensive monograph on the philosophico-theological premises underlying the mystical understanding of the varieties of human and divine love. For him, all love derives ultimately from the love of God. Likewise, there is a first category of s̲h̲awḳ based on contemplation and the heart’s vision and a second category based on sacred tradition and God’s natural and created manifestations. The gnostic’s yearning for the Divine Unknown is endless, an infinite s̲h̲awḳ which neither lessens in this world nor the next.",
    "The concept appears extensively in the Persian mystical poets from the 6th/12th century onwards. Thus Sanāʾī [ q.v. ] has sections on s̲h̲awḳ in his mystical mat̲h̲nawī poems the Ḥadīḳat al-ḥaḳīḳa and Sanāʾī-ābād . We find a special emphasis on the mystical piety of love, mad̲h̲hab al-ʿis̲h̲ḳ , with s̲h̲awḳ al-ḳalb , a yearning for contemplation of the Beloved in the mystic’s heart in this present world, emphasised over al-s̲h̲awḳ ilā ’l-d̲j̲anna , seen, e.g. in Rūzbihān al-Baḳlī. But there is also a very thorough treatment of s̲h̲awḳ in the Ḥanbalī mystic Ibn Ḳayyim al-D̲j̲awziyya (d. 751/1350 [ q.v. ]) in his Rawḍat al-muḥibbīn (see. J. Bell, Love \n theory in late \n Hanbalite Islam , Albany 1979), and this continues in later Ḥanbalī authors, such as Marʿī b. Yūsuf al-Karmī (11th/17th century)."
  ],
  "signature": "(L. Lewisohn, shortened by the Editors)",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}