{
  "id": "eweb_167",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_6890",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_6890",
  "title": "S̲h̲ayk̲h̲",
  "authors": [
    "E. Geoffroy"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "( a. ), pl. s̲h̲uyūk̲h̲ , denotes etymologically “someone whose age appears advanced and whose hair has gone white”, used for a man over fifty years old ( LʿA , Beirut 1988, vii, 254; TʿA , Cairo 1869-89, ii, 267-8). The Ḳurʾānic usage of s̲h̲uyūk̲h̲ , in XL, 67, is in this sense. From pre-Islamic times onwards, the idea of authority and prestige has accordingly been attached to the term, so that s̲h̲ayk̲h̲ is used for the chief of any human group, whether the family (al-Zabīdī states that a woman’s\n s̲h̲ayk̲h̲ is her husband, TʿA , ii, 268), a tribe, a trade guild, etc. In the early Islamic context, al-s̲h̲ayk̲h̲ān \n i denotes either the two caliphs Abū Bakr and ʿUmar (Ibn K̲h̲aldūn, Muḳaddima , Beirut n.d., 357) or the two best-known traditionists, al-Buk̲h̲ārī and Muslim ( ibid ., 346). The \n ¶ term s̲h̲ayk̲h̲ may be applied to the head of a religious establishment ( madrasa , dār al-ḥadīt̲h̲ , ribāṭ , etc.), and to any Muslim scholar of a certain level of attainment (in the biographical collections, the term is generally linked with others, such as imām ). In the peripheral regions of the Islamic world, s̲h̲ayk̲h̲ may have various meanings. In India, it denotes a category of the descendants of the Prophet or as̲h̲rāf [see \n hind, ii, at vol. III, 410a ], whilst in Ibn Baṭṭūṭa’s time, the inhabitants of Mogadishu applied it to their sultan ( Riḥla , ii, 182, tr. Gibb, ii, 374-5).",
    "The term s̲h̲ayk̲h̲ is often found with a complement. The s̲h̲ . al-balad can be the equivalent of the mayor of a town, or more simply, an employee looking after the good management of the town (Dozy, Suppl ., i, 809). Amongst the Ḥafṣids of Tunis, the grand vizier had the title s̲h̲. al-Muwaḥḥidīn , in reference to the Almohads, whose heirs the Ḥafṣids claimed to be (Ibn K̲h̲aldūn, op . cit ., 266). On the purely religious level, the honorific title S̲h̲. al-Islam [ q.v. ] is found, also the function of s̲h̲. al-iḳrāʾ (master in instruction of the Ḳurʾān readings), and the designation s̲h̲. al-Sunna for traditionists or other persons scrupulously observing the Sunna .",
    "In Ṣūfī mysticism, the s̲h̲ayk̲h̲ is the spiritual master (pls. s̲h̲uyūk̲h̲ , mas̲h̲āyik̲h̲ ). Having himself traversed the mystical path ( ṭarīḳ (a) [ q.v. ]), he knows its traps and dangers, and is therefore essential for the aspiring novice or murīd [ q.v. ], who must place himself totally under his guidance (termed iḳtidāʾ ; see esp. al-G̲h̲azālī, Iḥyāʾ , Beirut, iii, 75-6; al-Suhrawardī, ʿAwārif al-maʿārif , Beirut 1983, 83). He thus becomes the novice’s spiritual father and “educator”, al-s̲h̲ayk̲h̲ al-murabbī (see e.g. Ibn K̲h̲aldūn, S̲h̲ifāʾ al-sāʾil li-tahd̲h̲īb al-masāʾil , Tunis 1991, 224, 226) or s̲h̲ . al-tarbiya . His closeness to God makes him a walī or saint, and provides a firm basis for his authority; the Ṣufīs interpret in this sense the ḥadīt̲h̲ \n “the\n s̲h̲ayk̲h̲ has the same position amongst his followers as the Prophet in his community” (see e.g. the K. K̲h̲atm al-awliyāʾ of al-Ḥakīm al-Tirmid̲h̲ī, Beirut 1965, 489, and on this tradition, al-Suyūṭī, al-D̲j̲āmiʿ al-ṣag̲h̲īr , no. 4969). A wider circle than his spiritual disciples seek out the Ṣūfī master not for tarbiya but for the spiritual influence, baraka [ q.v. ] emanating from him; in this case, he is envisaged as the s̲h̲ . al-tabarruk . The s̲h̲ayk̲h̲ usually officiates in a zāwiya [ q.v. ] founded on his personal initiative (most of the s̲h̲ayk̲h̲ s whom Ibn Baṭṭūṭa met in the course of his travels were heads of this kind of institution). In Persia, the s̲h̲ayk̲h̲ of a k̲h̲ānḳāh [ q.v. ] had a similar spiritual charisma, but in the Ayyūbid and the Mamlūk Near East the k̲h̲ānḳāh became a public institution, and its s̲h̲ayk̲h̲ , nominated by the ruling power, belonged more to the class of ʿulamāʾ or administrators than to the Ṣūfīs. At Cairo and Damascus there was a supreme s̲h̲. al-s̲h̲uyūk̲h̲ , charged with the office of controlling the practice of taṣawwuf and whose role was often more political and diplomatic than spiritual (whence al-Subkī’s severe judgement on this pompous title, see his Muʿīd al-niʿam , Beirut 1986, 96). At a later period, the Ottomans introduced a s̲h̲. al-ṭuruḳ (“head of the mystical paths” rather than “of the Ṣūfī brotherhoods”) in each major city of the empire, with the same function as the s̲h̲ . al-s̲h̲uyūk̲h̲ . At the beginning of the 19th century, Muḥammad ʿAlī Pas̲h̲a [ q.v. ] set up a s̲h̲. mas̲h̲āyik̲h̲ al-ṭuruḳ al-ṣūfiyya , with authority over the whole range of Egyptian brotherhoods.",
    "One should also note that titles like s̲h̲ayk̲h̲ , s̲h̲- al-s̲h̲uyūk̲h̲ or s̲h̲. al-mas̲h̲āyik̲h̲ are equally used for the heads of trade and professional guilds (see, e.g. above, \n ¶ vol. II, 967b, and III, 206a), evoking the affinities which existed between ṭaṣawwuf and futuwwa [ q.v. ]. In later Ṣūfism, the S̲h̲. al-sad̲j̲d̲j̲āda denoted the successor—corporeal or spiritual—of the eponymous head of the order; the prayer carpet, sad̲j̲d̲j̲āda [ q.v. ], considered as stemming from the master, symbolises the transmission of spiritual authority to his “heir”. Finally, a woman in whom is recognised the quality of a spiritual master (above all, vis-à-vis other women) is still today called s̲h̲ayk̲h̲a \n ."
  ],
  "signature": "(E. Geoffroy)",
  "bibliography": [
    "(in addition to references in the article): See the art. s̲h̲ayk̲h̲ in ʿAbd al-Munʿim al-Ḥifnī, Muʿd̲j̲am muṣṭalaḥāt al-ṣūfiyya , Beirut 1987. On the s̲h̲ . al-s̲h̲uyūk̲h̲ , see L. Fernandes, The evolution of a Sufi institution in Mamluk Egypt: the Khanqah, Berlin 1988, 47-54. On the s̲h̲ . al-mas̲h̲āyik̲h̲ in Egypt, see M.T. al-Bakrī, Bayt al-Ṣiddīḳ , Cairo 1323, 379-80, and esp. P.J. Luizard, Le soufisme égyptien contemporain , in Egypte/Monde arabe , ii (1990), 44. For a parallel between the s̲h̲ayk̲h̲ of Ṣūfism and that of futuwwa , see J.-C. Vadet, La Futuwwa , morale professionelle ou morale mystique , in REI , xlvi (1978), 57-90."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
