{
  "id": "eweb_168",
  "source": "EI2",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_6926",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_6926",
  "title": "al-S̲h̲iblī",
  "authors": [
    "F. Sobieroj"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    ", Abu Bakr Dulaf b. D̲j̲aḥdar , a Sunnī mystic. Born in Sāmarrāʾ or Bag̲h̲dād (of a family which came from Transoxania) in 247/861, he died there in 334/945. Before his conversion to Ṣūfism he was an official at the ʿAbbāsid court in Sāmarrāʾ, apparently a chamberlain or ḥād̲j̲ib of the caliph’s brother Abū Aḥmad al-Muwaffaḳ [ q.v. ] as well as, or subsequently, a wālī or deputy-governor of Damāwand. He was a reputed scholar in Mālikī law and an assiduous student of ḥadīt̲h̲ .",
    "At the age of about 40 he converted to the mystical life, under the influence of the Ṣūfī K̲h̲ayr al-Nassād̲j̲ of Sāmarrāʾ (d. 322/934). Soon after, K̲h̲ayr sent al-S̲h̲iblī on to al-D̲j̲unayd [ q.v. ], in Bag̲h̲dād, for further spiritual training. He remained a novice of al-D̲j̲unayd until the latter’s death in 297/910. The intense relationship between master and novice became the object of coundess stories based on the twin motif of al-S̲h̲iblī being rebuked by al-D̲j̲unayd for 1. his resflessness, “drunkenness”, theopathic language and pretension ( daʿwa ) as well as for 2. his public preaching. For some time, al-S̲h̲iblī associated with al-Ḥallād̲j̲ [ q.v. ], but he denied him before the vizier and went, it is said, to accuse him at the foot of the scaffold (309/922). Al-S̲h̲iblī affected a bizarre mode of life, cultivating “eccentricities” of speech and action which caused his repeated internment in the lunatic asylum \n ¶ in Bag̲h̲dād. He was criticised, in particular, by the Ḥanbalī scholars Ibn ʿAḳīl and Ibn al-D̲j̲awzī [ q.vv .], for the pretentiousness in his speech (some Ṣūfīs pointed out that he discoursed on “states”, and “stations”, not on unity, tawḥīd ), for his claim of being empowered with universal intercession, for a lack of respect for the data of revelation (angels, hellfire, prophets), for his wastefulness and concomitant neglect of his family, as well as for his painful and humiliating penances.",
    "He has left no works, but his sayings (or “allusions”, is̲h̲ārāt ) figure in the Ṣūfī manuals and collections on s̲h̲aṭḥ [ q.v. ], as do his deliberate eccentricities, ecstatic states and penances. His is̲h̲ārāt were counted by contemporary Ṣūfīs to be one of the “three miracles of Bag̲h̲dād/of the world”. A considerable number of mystical poems have been recorded from him, many of which are quotations of bacchic poets like Ibn al-Muʿtazz or amatory poets such as Abū Nuwās, Bas̲h̲s̲h̲ār b. Burd, and most importantiy, Ḳays, the mad̲j̲nūn [see \n mad̲j̲nūn laylā\n ], whose example of excessive love al-S̲h̲iblī adopted as a model for loving God.",
    "As a master of novices he trained numerous disciples, often in rough, sometimes violent ways (visitors flee from him; al-D̲j̲unayd warns his pupils to speak to al-S̲h̲iblī “from behind the throne; for his swords drip with blood”). Al-S̲h̲iblī demands of his pupils to see nothing in him but the traces of divine power and instructs them through “eccentric” behaviour: he throws stones at them to teach them about true love; he cuts his beard off to indicate that one should not mourn over the dead but make the Living God one’s sole concern; he burns his clothes as they distract from worship. He had servants or k̲h̲uddām , attending to his and his family’s needs, as well as pupils, who received an initiatory garment, like Naṣrābād̲h̲ī. Abū ʿAmr al-Zad̲j̲d̲j̲ād̲j̲ī and Ibn K̲h̲afīf al-S̲h̲īrāzī [ q.v. ]. In the classical transmission of the k̲h̲irḳa [ q.v. ] al-S̲h̲iblī figures as a link in the chain, between al-D̲j̲unayd and al-Naṣrābād̲h̲ī. Ibn K̲h̲afīf is said to have received “the white garment of al-D̲j̲unayd” ( d̲j̲āma-yi safīd ) out of al-S̲h̲iblī’s hands, which was passed thereafter on to al-Kāzarūnī [ q.v. ]. The anonymous author of the Ṣūfī manual Adab al-mulūk , possibly identical with ʿAlī b. D̲j̲aʿfar al-Sīrawānī, a pupil of al-S̲h̲iblī based in Mecca, presents him as the most important authority in Ṣūfism after al-D̲j̲unayd. He had disciples in K̲h̲urāsān, such as Muḥammad al-Farrāʾ (d. 370/980-1), a student of the Sunnī kalām theologian and Ṣūfī Abū ʿAlī al-T̲h̲aḳafī (d. 328/939-40), who was spied upon by order of al-S̲h̲ibh; Abū Sahl al-Ṣuʿlūkī (d. 369/980), a student of al-As̲h̲ʿarī; and the governor ( malik ) of Harāt. Ibn Abī D̲h̲uhl (d. 378/988-9), who “spent a fortune on al-S̲h̲iblī. His closest disciple, however, was Abu ’l-Ḥasan al-Ḥuṣrī of Bag̲h̲dād (d. 371/982), “the true inheritor of al-S̲h̲iblī (Anṣārī). By contrast, everyone else was but a “hearer of his word”. Al-S̲h̲iblī’s claim that the eastern side of the Tigris was safeguarded against the S̲h̲īʿī Būyids only through his presence, coupled with the fact that s̲h̲ortly after his death the Daylamīs completed their conquest of Bag̲h̲dād, indicates that al-S̲h̲iblī’s influence at the end of his life extended even to the highest ranks of government. His tomb in Bag̲h̲dād was still visibly intact in 1982."
  ],
  "signature": "(F. Sobieroj)",
  "bibliography": [
    "Dīwān Abī Bakr al-S̲h̲iblī , ed. K.M. al-S̲h̲aybī, Bag̲h̲dād 1386/1967 (includes valuable introd.)",
    "Sarrād̲j̲, Lumaʿ , ed. R.A. Nicholson, London-Leiden 1914, 395-406 and index",
    "Baḳlī, S̲h̲arḥ-i s̲h̲aṭḥiyyāt , ed. H. Corbin, Tehran-Paris 1966, 234-79",
    "Adab al-mulūk , ed. B. Radtke, Beirut 1991, index",
    "¶ Abū Nuʿaym, Ḥilya , Beirut 1387/1967, x, 366-75",
    "Sulamī, Ṭabaḳāt , ed. S̲h̲arība, Cairo 1372/1953, 337-48",
    "Ḳus̲h̲ayrī, Risāla , Cairo 1359-1940, 27-8, tr. R. Gramlich, Wiesbaden 1989, index",
    "Anṣārī, Ṭabaḳāt , ed. Mawlāʾī, Tehran 1362/1983, 448 ff. and index",
    "Hud̲j̲wīrī, Kas̲h̲f , tr. Nicholson, London 1976, 155-6 and index",
    "Taʾrīk̲h̲ Bag̲h̲dād , xiv, 389-97",
    "Ibn al-Ḏj̲awzī, Talbīs Iblīs , Beirut 1409/1989, 486-9 and index",
    "ʿAṭṭār, Tad̲h̲kira , ed. Nicholson, London-Leiden 1905-7,’ ii, 160-82",
    "Maḥmūd b. ʿUt̲h̲mān, Firdaws , ed. F. Meier, Leipzig 1948, 112",
    "D̲h̲ahabī, Siyar , Beirut 1401-5/1981-5, xv, 367 ff.",
    "Ibn al-Mulaḳḳin, Ṭabaḳāt , Cairo 1393/1973, 204-17, 499, 506, 509",
    "D̲j̲āmī, Nafaḥāt , ed. Tawḥīdīpūr, Tehran 1336/1957, 180-83",
    "L. Massignon, La passion d’Al-Ḥallāj , Paris 1975, 123-9 and index",
    "E. Dermenghem, Aboû Bakr Chiblî , in AIEO , viii (1949-50), 235-69."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 376
}
