{
  "id": "eweb_176",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_COM_1188",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_COM_1188",
  "title": "Taṣawwuf",
  "authors": [
    "L. Massington",
    "B. Radtke",
    "W.C. Chittick",
    "F. de. Jong",
    "L. Lewisohn",
    "Th. Zarcone",
    "C Ernst",
    "Françoise Aubin",
    "(J.O. Hunwick"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "( a. ), the phenomenon of mysticism within Islam. It is the maṣdar of Form V of the radical ṣ-w-f indicating in the first place one who wears woollen clothes ( ṣūf ), the rough garb of ascetics and mystics. Other etymological derivations which have been put forward in Western and, especially, Islamic sources, are untenable. Hence a mystic is called ṣūfī or mutaṣawwif , colls, ṣūfiyya or mutaṣawwifa .",
    "1. Early development in the Arabic and Persian lands.",
    "Already among the Companions of the Prophet Muḥammad there were persons who wanted more than just to strive after the outward observance of the religious law and of the usages founded by the Prophet. At the same time, while fulfilling their religious duties, they paid attention to what was happening to their souls, and tried to harmonise these internal experiences with the external observances by means of renunciation of the world and asceticism. Here, they knew that many characteristics of the Prophet’s message favoured this, whilst the 1st-2nd/7th-8th centuries brought about a certain secularisation of life and luxury, contrary to the ideals of the original Islamic community, and from which the truly Godfearing person could save himself only by withdrawing from the world.",
    "The representatives of the ascetic movement, which strove after giving depth to life and renouncing the world, were often called nāsik , pl. nussāk , corresponding to the Latin\n viri religiosi . As an outward sign, they wore rough woollen cloth in order to react against \n ¶ the people wearing more luxurious dress, and possibly also in imitation of the dress of Christian monks and ascetics.",
    "A fringe group of the movement was called Ṣūfiyya in the 2nd/8th century. As opposed to the religiosi , antinomian, antisocial and anti-governmental tendencies became noticeable among them. This is in any case reported by sources which were ill-disposed towards the Ṣūfiyya and therefore cannot lay claim to unconditional trust. The Ṣūfiyya tried to achieve a sensitive relation with God. They developed views about the love of God, and for this they could quote Ḳurʾān V, 54: “He loves them, and they love Him”. They also had a means to intensify this relation and to give it an artistic expression by playing music and wordly poetry, in particular love poetry, and by listening to this ( samāʿ [ q.v. ]). For the Ṣūfiyya , the beloved who was celebrated in these poems was God, and the love relation described in them was their relation to God. The “hearing” often put them in a state of ecstasy ( wad̲j̲d ) brought about in particular by the dance which was connected with the hearing. Another exercise was the d̲h̲ikr Allāh , on which see below. Notwithstanding the fact that the religiosi in general rejected these practices, the word Ṣūfī , which in the 2nd/8th century still had been an expression for a somewhat disreputable fringe group, had been adopted for the entire mystical movement in the course of the 3rd/9th century for reasons which are not clear. On the whole, however, the name never succeeded in imposing itself universally. In the East, in K̲h̲urāsān and in Transoxania, mystics were for a long time called ḥakīm , pl. ḥukamāʾ , and besides this the term, “knower of God” ( ʿārif , pl. ʿārifūn ) was often used.",
    "The Ṣūfī was poor (A. faḳīr , P. darwīs̲h̲ ). He had renounced the world as a zāhid (pl. zuhhād ) and devoted himself to the ardent service of God. However, he was not only contending with the world and its seductions, but also with himself, his own base self ( nafs ), experienced as the seat of all evil lusts, which impeded real renunciation of the world and exclusive surrender to God. It was therefore his task to look into himself and exercise self-training, with the aim of doing away with the self and all the impulses of the will emanating from it. For as long as the self was enduring, true Islam, true surrender to God’s will was not possible. The final obliteration of personal activity was experienced as an absorption, a cessation of being, in God ( fanāʾ [ q.v. ]). A road ( ṭarīḳ or ṭarīḳa [ q.v. ], pl. ṭuruḳ , the later word for “dervish order”), along which the mystic travelled ( sulūk ), led to this. In the internal experience it led across a number of way stations ( manāzil ), locations ( maḳām , pl. maḳāmāt ) and situations ( ḥāl , pl. aḥwāl ), for which in later times classification systems were established in the handbooks (see below). Already in early times, many interpreted this road as a journey towards God through the macrocosmos.",
    "The Ṣūfis strove to procure a coherent foundation of their theory and practice. Their guiding principles were the Ḳurʾān and Sunna, the “orthodox” custom of the Islamic world which consolidated itself in the 3rd/9th century. The science thus formed was called ʿilm al-bāṭin , knowledge of the inner self or internal knowledge. They opposed it to the traditional sciences, namely, tradition ( ḥadīt̲h̲ ) and jurisprudence ( fiḳh ), which they designated as knowledge of the perceptible or the perceptible knowledge ( ʿilm al-ẓāhir ). The Ṣūfīs considered the status of their knowledge of the inner self as being superior to the perceptible sciences, yet they thought the latter to be indispensable for leading \n ¶ a God-fearing life. Rendering mysticism “orthodox” and coherent entailed the elimination of many of the attitudes of earlier times, especially those of the circles of the Ṣūfiyya . This is perhaps one of the reasons why the designations Ṣūfī , Ṣūfiyya , became socially acceptable in the 3rd/9th century.",
    "The endeavour to get at a mental elucidation, at an intellectualisation, at a “rendering orthodox”, is also found in Ṣūfī literature which originated in the 3rd/9th century. At the outset, there are collections of sayings by local leaders, which were then moulded into thematically-arranged collections. To these rather unassuming writings were added, in this same century, treatises by the great mystical scholars of that time, who pushed forward the development of the ʿilm al-bāṭin . Unfortunately, many of these writings have been lost. As authors one might mention al-Ḥārit̲h̲ b. Asad al-Muḥāsibr (d. 243/857 [ q.v. ]), who worked in Baṣra and in Bag̲h̲dād. His name al-Muḥāsibī , i.e. he who takes himself to task, who settles accounts with himself, alludes to the contents of his writings. In the latter, a science of scrupulous introspection of great subtlety is being developed, one which was unequalled by all who came later.",
    "At this same time, a centre of intellectual mysticism developed in the capital Bag̲h̲dād after the leadership of the movement had first been at Baṣra, in the circle and among the pupils of al-Ḥasan al-Baṣrī. The leader of the school of Bag̲h̲dād was al-D̲j̲unayd b. Muḥammad (d. 298/910 [ q.v. ]), to whose authority al-most all later Ṣūfism refers. Other authors and scholars of the ʿIrāḳ and Bag̲h̲dād schools were Abū Saʿīd al-K̲h̲arrāz (d. 279/892 or 286/899 [ q.v. ]), Abu ’l-Ḥusayn al-Nūrī (d. 295/907) and Aḥmad b. ʿAṭāʾ (d. 310/ 922). To Baṣra belongs Sahl b. ʿAbd Allāh al-Tustan (d. 283/896 [ q.v. ]) From al-D̲j̲unayd’s circle also came Abū Bakr al-Wāsiṭī (d. 320/932), but he was mainly active in the east, in K̲h̲urasan. A solitary and a special case was the famous al-Ḥusayn b. Manṣūr al-Ḥallād̲j̲ [ q.v. ] who by his exaggerated and challenging sayings provoked the state authorities and was finally executed in Bag̲h̲dād in 310/922.",
    "In the East, Naysābūr [see \n nīs̲h̲āpūr\n ] and the region around Balk̲h̲ and Tirmid̲h̲, on the upper Oxus, were centres of Ṣūfism. As the main author one should mentioned al-Ḥakīm al-Tirmid̲h̲ī (d. ca . 300/910), whose work is the most comprehensive of what has survived of classical Ṣūfism (“classical” here indicates the period between the 3rd/9th and the 4th-5th/10th-11th centuries). The famous Abū Yazīd al-Bisṭāmī (d. probably in 261/874-5 [ q.v. ]) was also active in the East.",
    "The 4th-5th/10th-11th centuries were a period of consolidation, in which there appeared the great collections and text-books which gave Ṣūfism its final orthodox tone. One may mention Abū Naṣr al-Sarrād̲j̲ (d. 378/988 [ q.v. ]) and his Kitāb al-Lumaʿ , Abū Ṭālib al-Makkī (d. 386/996 [ q.v. ]) and his Ḳūt al-ḳulūb \n al-Kalābād̲h̲ī (d. 380/990 [ q.v. ]) and his al-Taʿarruf li-mad̲h̲hab ahl al-taṣawwuf \n Abū ʿAbd al-Raḥmān al-Sulamī (d. 412/1022 [ q.v. ]), who in numerous comprehensive writings collected information about Ṣūfism and Ṣūfīs; al-Ḳus̲h̲ayrī (d. 465/1074), the author of the wellknown Risāla ; and the anonymous author of the textbook Adab al-mulūk , probably composed towards the end of the 4th/10th century.",
    "Classical Ṣūfism found a certain culmination in the activities of Muḥammad al-G̲h̲azālī (d. 555/1111 [ q.v. ]). Originally a theologian, he was converted to mysticism after a crisis in his life. In his main work, the Iḥyāʾ ʿulūm al-dīn , he accomplished a synthesis of theological science and mystical ʿilm al-bāṭin , and continued the \n ¶ endeavours of his Ṣūfī predecessors of the 4th/10th century. In lengthy passages, the Iḥyāʾ is simply a revision of the Ḳūt al-ḳulūb of Abū Ṭālib al-Mākkī, and, to a lesser extent also, of the Risāla of al-Ḳus̲h̲ayrī.",
    "Increasingly, the Persian language was also used in Ṣūfī literature, which until far into the 4th/10th century was only written in Arabic. Ansārī of Herat (d. 481/1089) wrote mainly in Persian. With his Kas̲h̲f al-maḥd̲j̲ūb , ʿAlī b. ʿUt̲h̲mān al-D̲j̲ullābī al-Hud̲j̲wīrī (d. towards 1080 [ q.v. ]) composed the first Ṣūfī handbook in Persian. Ṣūfism was to be of particular importance for Persian poetry, in connection with which one should mention the poets ʿAṭṭār (d. ca . 615/1220), D̲j̲alāl al-Dīn Rūmī (d. 672/1273) and D̲j̲āmī (d. 898/ 1492) [ q.vv .], and later, the other languages of the Islamic world, Turkish, Urdu etc., were to follow.",
    "If on the one hand Ṣūfism was confined in the straightjacket of Islamic theology, it experienced on the other hand enrichment and enlargement by admitting non-Islamic ways of thinking and worldviews, above all those of Classical Antiquity, mainly Neoplatonism, mixed with Aristotelian elements, which had become known to the Islamic world through translations since the beginning of the 3rd/9th century. There are also influences from Iranian religions and ways of thinking. Vague influences from non-Islamic doctrines can already be detected in the writings of the scholars of the 3rd/9th century. Above all, al-Ḥakīm al-Tirmid̲h̲ī should be mentioned, since he developed an early theosophical system. However, it was only very much later that a broad influence set in, the main exponents of this tendency being Yaḥyā b. Ḥabas̲h̲ al-Suhrawardī (d. 587/1191 [ q.v. ]) from Persia and Ibn al-ʿArabī from Spain, who spent the second half of his life in Syria and Asia Minor, and died in Damascus in 638/1240 [ q.v. ]. Al-Suhrawardī joined mystical experiences with older Iranian traditions. Ibn al-ʿArabī drew up a Neoplatonic-Gnostic system, which is dominated by the idea of the unity of all beings ( waḥdat al-wud̲j̲ūd [see \n waḥdat al-s̲h̲uhūd and waḥdat al-wud̲j̲ūd\n ]). Early classical Ṣūfism had directed its attention to the fact that God operates everything, that God is the only real agent, to whose will and action man should submit with no will or self of his own. Post-classical Ṣūfism, whose beginning is to be dated in the 5th-6th/11th-12th centuries, made God not only into the only agent but even into the One who exists all alone. Later, there arose, in the person of Ibn Taymiyya (d. in Damascus 728/1328 [ q.v. ]) and others, opposition against aspects of Ṣūfism which Ibn Taymiyya considered as abuses. Among other things, his criticism was aimed at the monism of being of Ibn al-ʿArabī",
    "In addition to non-Islamic ways of thinking, later Ṣūfism had also to integrate further elements. Through exercises and practices—above all through d̲h̲ikr [ q.v. ]— the mystic could place himself in situations in which he had visionary experiences ( mukās̲h̲afāt \n “unveilings”) which he interpreted as information coming from higher worlds, even from God Himself. A system of classification and interpretation of the visions was developed. Here mention should be made of Nad̲j̲m al-Dīn al-Kubrā from K̲h̲īwa in K̲h̲ w ārazm (d. 620/ 1220 [ q.v. ]), in whose school attention was given in particular to the visionary element. Already in the 5th/11th century, al-Ḳus̲h̲ayrī began to incorporate this element into the doctrinal system of Ṣūfism, and it is found in its entirety in the last classical handbook of Ṣūfism, the ʿAwārif al-maʿārif of Abū Ḥafs ʿUmar al-Suhrawardī (d. 635/1234 [ q.v. ] in Bag̲h̲dād). It went through a Persian translation and adaptation \n ¶ in the 8th/14th century, and has remained a standard work of Persian mystics until the present day.",
    "Mystic life was increasingly cultivated in the orders ( ṭuruḳ ), and these have been its characteristic home until the present day. If nowadays Islamic mysticism is mentioned, in general, gatherings like those of the orders are meant. These last originated in the 6th-7th/12th-13th centuries, during which Ṣūfī groups were formed with fixed rules and hierarchically-arranged leadership, but gatherings must have existed already earlier. Al-Hud̲j̲wīrī enumerates ten traditions of schools. But it is not yet a question of orders proper, if indeed one understands by order a Ṣūfī gathering, with a hierarchical organisation, fixed rules and rituals.",
    "In the early days, well into the 4th/10th century, the pupil-teacher relation was a very loose one. The pupil ( murīd ) often visited several teachers ( s̲h̲ayk̲h̲ , pl. s̲h̲uyūk̲h̲ ) in order to seek instruction about the path. Later, the typical teacher giving instruction was called s̲h̲ayk̲h̲ al-taʿlīm . From the end of the 3rd/9th century onwards, in fact, at first in eastern Persia, a change became visible in this relationship. Next to mere instruction came personal education by the teacher, who took the pupil much more under his wing so that the relationship became closer. The customs which developed from these teacher-pupil relations were the foundation of the later rules of orders. After the instruction of the novice was finished, he obtained from his teacher an authorisation ( id̲j̲āza [ q.v. ]) and, as an external sign, a rough cloak ( k̲h̲irḳa ). To his outfit also often belonged a prayer rug ( sad̲j̲d̲j̲āda ), a rosary ( misbaḥa ) and a beggar’s bowl ( kas̲h̲kūl ).",
    "The most important orders are the Ḳādiriyya, the Kubrawiyya, the Naḳs̲h̲bandiyya, the K̲h̲alwatiyya and the S̲h̲ād̲h̲iliyya [ q.vv .]. As a rule, the orders have fixed, written rules, which usually deal with the following points:",
    "1. They give the order’s affiliation ( silsila ), which is traced back from the present leader to the Prophet Muḥammad. It may comprise 30-40 degrees. These affiliations are frequently not very historical; in the various orders, they often coincide from the Prophet onwards till the foundation of the specific order in the 7th-9th/13th-15th centuries, but after that date, differentiation appears.",
    "2. The conditions and rituals for admission into the order. Some orders take men and women, some only men. The novice owes the s̲h̲ayk̲h̲ unconditional obedience ( perinde ac cadaver ), one which refers also to the affairs of everyday life.",
    "3. Instructions about the use of the formulas for the d̲h̲ikr . They deal with the regulation of breathing, with rhythms in which these formulas must be recited, and with the different speed in which this has to be performed.",
    "4. Instructions regarding seclusion ( k̲h̲alwa ). The Ṣūfī often withdraws for a length of time, which may span weeks, in special, screened-off small rooms, in order to devote himself to d̲h̲ikr exercises. As a rule, very precise instructions are given for these; they deal with the site and the arrangement of space, the length of the seclusion, the sequence of the formulae and litanies, the prescriptions for posture, and practical points like maintenance and questions of cleanliness.",
    "5. Often advice is also given concerning the relation of the members of the order among themselves.",
    "The most important practice of the Ṣūfīs and of the Ṣūfī communities is the remembrance of God ( d̲h̲ikr ), and with some orders also listening to music and dance. These were rejected by the theologians, as well as by Ibn Taymiyya and his school; others, \n ¶ like al-G̲h̲azālī, accepted just samāʿ . In early times, even during the Prophet’s lifetime, d̲h̲ikr could consist of the picturing of God in the mind and of thinking of Him, to which aim meetings were held. The early Ṣūfiyya recited certain formulas in common. Later, and up to the present time, it means to have God’s name ( Allāh ) always present and to pronounce it while paying attention to certain breathing techniques. This recital of God’s name could lead to ecstatic situations, which were accompanied by visions. At times, the schools or orders developed specific methods for remembering God. At the admission into the order these methods were “implanted” into the novice by the teacher ( talḳīn al-d̲h̲ikr ).",
    "Many prominent teachers and personalities of Ṣūfism attained an odour of sanctity soon after their death, some even during their lifetime. Supernatural knowledge and the power to work wonders were ascribed to them, and their tomb often became a place of pilgrimage ( ziyāra [ q.v. ]). Soon a garland of stories and legends around their person and their doings came into being, thus forming the basis of hagiographies. The first were written in Arabic, but unfortunately these have survived only in Persian translations.",
    "The example of wonder-working saints was the Prophet Muḥammad himself, to whom supernatural features were ascribed by the Ṣūfīs. Already for the oldest Ṣūfīs, the Prophet’s life ( sīra ) and sayings and doings ( sunna ) were the example. The Ṣūfī should not only follow him with body and soul (the imitatio Muhammadi ) but also exert himself to keep Muḥammad himself always present in thoughts and feelings. This representation could be intensified to such an extent that Ṣūfīs thought they had Muḥammad in person before their eyes, who communicated with them by words and advice, for they were and are convinced that Muḥammad after his death lives on in a transformed existence. In later times the term “Muḥammad’s path” ( ṭarīḳa muḥammadiyya ) was used in this context.",
    "The mystical path is in principle open to every Muslim. According to the Ṣūfīs, therefore, anybody can arrive at higher forms of religious knowledge, even if this must be achieved under the guidance of a s̲h̲ayk̲h̲ . These achievements are promised to the novice as fruits of the path. The S̲h̲īʿa, on the other hand, for which religious authority and knowledge must always be connected with blood percentage with the Prophet Muḥammad through the Imams, were and are still hostile to this “democratic” idea of knowledge upheld by the Ṣūfīs.",
    "2. Ibn al-ʿArabī and after in the Arabic and Persian lands and beyond.",
    "i. The present state of research . Judgements here have to be made with caution, since this period is far less known and far less studied than the first one. There is little doubt, however, about its importance, and Marshall Hodgson was probably right when he wrote “Once the Ṣûfīs came to espouse a distinctive metaphysic, that metaphysic became the most influential form of speculation among Muslims generally . . . Ṣûfism, especially the new intellectualizing expressions of it, served more than any other movement to draw together all strands of intellectual life” ( The venture of Islam , Chicago 1974, ii, 230). The teachings of Ibn al-ʿArabi (560-638/1165-1240 [ q.v. ]) were without doubt pervasively influential, but the exact nature of this needs exploration, as do the works of his followers and commentators; also, several of his contemporaries were authors of major importance who established lines of teaching and influence that extended for centuries to come.",
    "There is the further problem of defining Ṣūfism/ taṣawwuf ’in this period. Authors known as Ṣūfīs may or may not have applied the term to themselves. All through the period one finds a broad spectrum of attitudes, beliefs and practices that have been labelled as Ṣūfism by both Muslims and outside observers. One is also overwhelmed by the sheer mass and diversity of material, in various forms of art, a vast range of devotional material, popular stories, hagiographies, handbooks on adab , collections of sayings or malfūẓāṭ [ q.v. in Suppl.], etc. The Ṣūfī orders [see \n ṭarīḳa\n ] display its social and political aspect, but Ṣūfism continued to be transmitted by other channels also; Ṣūfī texts became part of the curriculum for any well-educated scholar.",
    "ii. The Ṣūfism of Ibn al-ʿArabī . If Ibn al-ʿArabī came to be known as al-s̲h̲ayk̲h̲ al-akbar , “the Greatest Master”, this is because he offered enormously erudite and challenging explanations of all the basic issues of Islamic theory and practice. However, given the complexity, profundity, prolixity, and diversity of Ibn al-ʿArabī’s writings, it is difficult if not impossible to make categorical statements about his views on any important theoretical issue. Certainly the attempts that have often made to categorise his thinking—such as \n ¶ calling it “static” as opposed to “dynamic” (Massignon and Gardet)—have litde basis in his writings. Although we are told everywhere in the later literature, both Islamic and Western, that Ibn al-ʿArabī established the perspective of waḥdat al-wud̲j̲ūd , he never employs this expression, which has a complex history among both his followers and his critics, meaning different things to different authors (see Chittick, Rūmī \n and \n waḥdat al-wujūd , in Poetry \n and mysticism in Islam , Cambridge 1994, 70-111). It is misleading to say without qualification that Ibn al-ʿArabī believes in any specific doctrine. On any given issue, his position depends on the standpoint he chooses to adopt in the context, and he acknowledges the conditional validity of every standpoint. This relativity of standpoints does not negate the fact that some standpoints are more true than others, or that immediate happiness after death can only be achieved by following the prophets, which, in Islamic terms, means observing the s̲h̲arīʿa \n .",
    "Once we treat generalisations with caution, we can say that certain notions play central roles in Ibn al-ʿArabī’s thinking, such as wud̲j̲ud (existence, being, finding), the divine names, God’s self-disclosure ( tad̲j̲allī [ q.v. ]), and imagination ( k̲h̲ayāl ). Probably the most basic of these notions, however, is the perfect human being ( al-insān al-kāmil ), who is looked upon as integrating of all reality, since he is the origin and goal of the universe, the model and criterion for human development, and the guide on the path to God. Several of Ibn al-ʿArabī’s works, such as his famous Fuṣūṣ al-ḥikam , his monumental al-Futūḥāt al-makkiyya , and his short al-ʿAbādila , are structured in terms of various modalities of human perfection. These modalities in turn are viewed as manifestations of the multiform reality of the Ḳurʾān (see Chodkiewicz, Ocean , ch. 2), and every standpoint of his starts from the Ḳurʾān and the basic hermeneutical principle that God intends every sense that can be understood from his Word without distorting the plausible meanings of the Arabic language.",
    "Instead of attempting to summarise Ibn al-ʿArabī’s worldview, it may be useful to suggest how his perspective might help us understand the place of Ṣūfism in Islamic history. It is well to keep in mind, however, that Ibn al-ʿArabī would probably not call himself a “Ṣūfī” in any limiting sense, since he rarely employs the term, and, in a tripartite division of the Men of God ( rid̲j̲āl Allāh ), he places the Ṣūfīs in an intermediate category, above the ascetics ( zuhhād ) to be sure, but below the Blameworthy ( malāmiyya ), who are also called the Realisers ( muḥaḳḳiḳūn ). In this highest category, he numbers the Prophet and the greatest friends of God ( awliyāʾ ), including himself. Their basic activity is taḥḳīḳ , which Ibn al-ʿArabī understands in terms of the Prophet’s command, “Give everything that has a ḥaḳḳ its ḥaḳḳ” . Everything in existence has a ḥaḳḳ —a truth, a reality, a right, an appropriate claim—or else God would not have created it. The function of the Realiser is to discern a thing’s ḥaḳḳ and act accordingly, and Ibn al-ʿArabi sets out principles in terms of which every ḥaḳḳ can be discerned and acted upon.",
    "Ibn al-ʿArabī’s teachings are intimately tied to the Ḳurʾān in diverse ways, both obvious and hidden. His writings attempt to show how the Ḳurʾān manifests the reality of God in its every chapter, verse, word and letter. On a doctrinal level, his governing idea is tawḥīd or the assertion of God’s unity, to be understood from two basic points of view, which can be labelled by the two primary names of the Holy Book— ḳurʾān and furḳān . According to one traditional understanding, \n ¶ \n ḳurʾān means “bringing together” ( d̲j̲amʿ ) ; hence it represents a perspective that is complementary to furḳān , which means “separation” and “differentiation”. The Ḳurʾān differentiates all the phenomena of the universe in keeping with God’s knowledge and wisdom, but it also brings all things together under the umbrella of God’s unitary creativity. Reality’s differentiation is prefigured in God’s external knowledge of creation, and its unity derives from the divine oneness. God is one through his Essence ( d̲h̲āt ) and “many” through his differentiated knowledge. His oneness pertains to wud̲j̲ūd , and his manyness to the things, which, qua things, have no wud̲j̲ūd . The unifying principles of the many things are known as the “divine names”. This is what Ibn al-’Arabī means when he says, as he often does, that God is the One/the Many ( al-wāḥid al-kat̲h̲īr )—He is one through His Essence and many through His names. For its part, the Holy Book, as God’s eternal speech, designates both the oneness and the manyness of reality. Its two names, ḳurʾān and furḳān , signify the two basic principles in terms of which God creates the universe and reveals himself in the “signs” ( āyāt ) that are found in the three fundamental domains of manifestation: the universe, the soul, and the Book.",
    "Saʿīd al-Dīn Farg̲h̲ānī (d. ca . 695/1296 [ q.v. ]), who is probably the first follower of Ibn al-ʿArabī to use the term waḥdat al-wud̲j̲ūd in a technical sense, employs it to designate the side of ḳurʾān , and he contrasts it with kat̲h̲rat al-ʿilm , “the manyness of [God’s] knowledge”, which designates the side of furḳān , For him as for many other members of Ibn al-ʿArabī’s school, the goal of knowledge and practice is to establish a happy balance between furḳān and ḳurʾān , both in the soul and in human interactions. In later Islamic history, especially in the debates over Ibn al-ʿArabī that raged in the Indian subcontinent, the perspective of waḥdat al-wud̲j̲ūd was said to assert that “All is He” ( hama ūst ), whereas the opposing view, labelled wahdat al-s̲h̲uhūd by S̲h̲ayk̲h̲ Aḥmad Sirhindī (d. 1034/1604 [ q.v. ]), was said to maintain that “All is from Him” ( hama az ūst ) or “All is through Him” ( hama bidūst ).",
    "If we examine the Futūḥāt al-makkiyya , we see that Ibn al-ʿArabī’s basic approach is to deal with any Ḳurʾānic verse, ḥadīt̲h̲ , or intellectual issue in terms of these two perspectives. He often refers to the two as tanzīh and tas̲h̲bīh , the assertion of God’s incomparability and the declaration of His similarity, or, loosely, transcendence and immanence. He sees the first standpoint expressed plainly in the divine names of majesty ( d̲j̲alāl ) and wrath ( g̲h̲aḍab ), while the second appears more clearly in the names of beauty ( d̲j̲amāl ) and mercy ( raḥmd ). He associates the first with the rational faculty and its activities ( ʿaḳl , naẓar , fikr ), and the second with imagination ( k̲h̲ayāl ) and direct vision ( kas̲h̲f , s̲h̲uhūd , d̲h̲awḳ , futūḥ —unveiling, witnessing, tasting, opening). In his view, these are the two basic standpoints of Islamic thought, represented roughly by the philosophers, theologians, and jurists on the one hand and the Ṣūfīs on the other. In contrast, the standpoint of taḥḳīḳ acknowledges the limited truth and rightfulness of every standpoint. Ibn al-ʿArabī affirms the necessity of both modes of knowing and criticises any attempts to limit knowledge to one mode or the other. Hence he asserts both the oneness of God’s wud̲j̲ūd and the manyness of His knowledge, the unity of His Essence and the multiplicity of His names, ḳurʾān and furḳān , tas̲h̲bīh and tanzīh , k̲h̲ayāl and ʿaḳl , “He” and “not He”. On the human side, these two perspectives are the “two eyes” ( ʿaynān ) with which people see their way to God. Ignoring the vision of \n ¶ either eye yields a distorted view of things, valid within its own limits, but inadequate as a guide to God and as a judge of other viewpoints.",
    "What then is the role of the s̲h̲afīʿa \n ? Ibn al-ʿArabī employs the term s̲h̲arīʿa (and s̲h̲arʿ ) generally to signify the whole range of teachings that have come through the prophets, more specifically to designate the teachings that have come in the Ḳurʾān and the Sunna, and most specifically to mean the aḥkām or revealed legal rulings as contrasted with the ak̲h̲bār or revealed reports. The function of the s̲h̲arīʿa in all these meanings is to bring about the return to God in a mode that guarantees felicity ( saʿāda ), that is, salvation. Hence, the s̲h̲arīʿa , including all the specific aḥkām , is the indispensable guide.",
    "Ibn al-ʿArabī drew from all the Islamic sciences in his works, especially tafsīr , ḥadīt̲h̲ ,, grammar, fiḳh , and kalām . Methodologically, what differentiates him from masters of all these sciences is his reliance on kas̲h̲f and k̲h̲ayāl as the corrective to ʿaḳl. Kas̲h̲f or unveiling is a type of vision that sees the presence of al-wud̲j̲ūd al-ḥaḳḳ , the Real Being, manifest in God’s signs. The importance of unveiling, which discerns invisible realities in their images, comes out clearly in Ibn al-ʿArabī’s theory of imagination, and no discussion of his teachings can afford to ignore the centrality of this term to his vocabulary. K̲h̲ayāl , he tells us, is the centrepiece of the necklace of knowledge, the integrating factor. It is the human cognitive faculty that sees connections and sameness, and as such it is contrasted with ʿaḳl , which sees difference and otherness. By nature k̲h̲ayāl inclines toward tas̲h̲bīh , and by nature ʿaḳl tends toward tanzīh . If knowledge is left in the hands of ʿaḳl , there can be no understanding of God’s presence in the world, and if it is left in the hands of k̲h̲ayāl , there can be no understanding of God’s distance, transcendence, and unity. ʿAḳl easily grasps God’s inaccessibility and majesty, but it cannot understand, save theoretically, His nearness and beauty, and the direct perception of God’s presence can only be achieved through imagination.",
    "K̲h̲ayāl , then, is the human cognitive faculty that perceives the object in its mirror image, or the signified in its signifier. More broadly, the term designates the notion of an “image”, which is neither the thing that it images nor completely different from it, and in this sense it may be treated as a synonym for barzak̲h̲ [ q.v. ] or “isthmus”, which refers to any intermediate reality. Thus the term k̲h̲ayāl can designate the universe itself ( al-ʿālam ), which is an intermediary between God and absolute nothingness ( al-ʿadam al-muṭlaḳ ), since it is neither the one nor the other, though it is the image of both. On a lower level, k̲h̲ayāl refers to the world of imagination or mundus imaginalis , which is the intermediary between the angelic world of pure spirits and the sensory world of pure bodies, hence the locus of visionary events and the resurrection. Microcosmically, k̲h̲ayāl can designate the human self or soul ( nafs ), which bridges spirit and body, light and darkness, knowledge and ignorance, awareness and unconsciousness. Because the soul is imaginai, it is never purely spiritual or purely bodily, so it can never be pure light or pure darkness. Like the universe itself, it undergoes constant development, change, and transmutation through the new creation ( al-k̲h̲alḳ al-d̲j̲adīd ), the never-ending process whereby the universe emerges from the infinite light of God and returns to it. Since nothing has true and permanent wud̲j̲ūd but God, and since God’s mercy prevails over His wrath, felicity will ultimately reach all the people of the Fire. The principle of the predominance \n ¶ of mercy over wrath, asserted explicitly in the ḥadīt̲h̲ literature and implicitly in the Ḳurʾān, determines the final end of everything. Ḳurʾān will eventually triumph over furḳān , since light is more real than darkness, and the oneness of al-wud̲j̲ūd al-ḥaḳḳ is more basic to reality than the manyness of the things, though the traces of manyness will never disappear on any level. From the standpoint of human welfare and ultimate felicity, furḳān , tanzīh , and ʿaḳl remain vital and inescapable.",
    "With this extremely brief overview of Ibn al-ʿArabī’s overall perspective, we can suggest that, if he is accepted as the s̲h̲ayk̲h̲ al-akbar of the “Ṣūfīs”, then “Ṣūfism” involves seeing with both eyes, discerning the ḥaḳḳ of each thing on the basis of the Ḳurʾān and the ḥadīt̲h̲ , and giving each thing its ḥaḳḳ through practice according to the s̲h̲arīʿa , the Sunna, and the example of the People of God ( ahl Allāh ). The importance of the s̲h̲arīʿa in Ibn al-ʿArabī’s own writings cannot be overstated. The idea that Ibn al-ʿArabī’s waḥdat al-wud̲j̲ūd devalues or overthrows the s̲h̲arīʿa , though popular among his critics (and some fans), is untenable; as he often insists, the s̲h̲arīʿa is inseparable from the ḥaḳīḳa \n .",
    "Ibn al-ʿArabī’s Ṣūfism clearly remains inaccessible to almost everyone, a point that he acknowledges when he calls himself the “seal of the Muḥammadan friends of God”, but it remains the ideal against which numerous Ṣūfī teachers have judged themselves and others. For him and them, Ṣūfism in its highest sense is taḥḳīḳ in both theory and practice. On the level of theory, both ḳurʾān and furḳān must be given their proper due. Theory relates primarily to the ak̲h̲bār , the reports from the prophets, not to the aḥkām , the prophetic rulings.",
    "Since the discussion of the aḥkām pertains to the second half of the s̲h̲ahāda , it is weighted in favour of furḳān , not ḳurʾān . The specific standpoint of the legal rulings is the Muḥammadan perfection, which is asserted in relation to human salvation and damnation, and here Ibn al-ʿArabī leaves less room for manoeuvre. He asserts ḳurʾān only by acknowledging the correctness of every mad̲h̲hab and every mud̲j̲tahid , but this does not allow for a diminution of the s̲h̲arīʿd’s authority.",
    "The s̲h̲arīʿa was established by God with certain specific aims, and these cannot be achieved unless it is observed. The fact that God has established other s̲h̲arīʿas for other segments of humanity pertains to the domain of ak̲h̲bār , not aḥkām , so it has no relevance to the specific acts that Muslims are required to perform as followers of Muḥammad.",
    "This then may suggest something of what “Ṣūfism” involves for Ibn al-ʿArabī. In a more limited understanding of the word taṣawwuf —and it is this understanding that corresponds more closely to the views of sympathetic outside observers—it denotes a type of Islamic religiosity that usually stresses the first term in the following complementary pairs: ḳurʾān and furḳān , tas̲h̲bīh and tanzīh , kas̲h̲j and ʿaḳl , mercy and wrath, ḥaḳīḳa and s̲h̲arīʿa , intoxication ( sukr ) and sobriety ( sahw ), intimacy ( uns ) and awe ( hayba ), meaning ( maʿnā ) and form ( ṣūra ), spirit and letter. In contrast, s̲h̲arīʿ -minded Islam stresses the second term in all these pairs. In the lived reality of Islam over history, these pairs can be taken as designating the extreme limits of various spectra according to which Muslims understand their religion and put it into practice. As for groups such as bī-s̲h̲arʿ \n Ṣūfīs or the Ḥurūfiyya [ q.v. ], one needs to keep in mind that the accounts often derive from critics and that modern scholars (and, for very different \n ¶ reasons, politicised Muslims of all sorts) are constitutionally predisposed to propagate negative reports. If it is found that the reports are indeed correct, then such groups would represent a total rupture of the balance between furḳān and ḳurʾān , if not an outright rejection of the normative Islam that is established in the Ḳurʾān and the Sunna. In the same way, modern “fundamentalism” can be seen as a rupture of balance in the direction of furḳān (cf. M. Woodward, Islam in \n Java : normative piety and mysticism in the Sultanate of Yogyakarta , Tucson 1989).",
    "iii. Ibn al-ʿArabī’s contemporaries . Ibn al-ʿArabī appears as a watershed in the history of Ṣūfism partly because he solidifies a certain shift in focus that had gradually been occurring in Ṣūfī writings. Before his time, most authors of theoretical works had devoted their efforts to issues of practice, morality, ethics, and “spiritual psychology” (the stations and states— maḳāmāt and aḥwāl ), but from his time onward, Ṣūfī works commonly deal with topics that had been discussed in detail only in kalām \n and falsafa , such as tawḥīd , nubuwwa , and maʿād , even though writing on the earlier topics continues unabated. The Ṣūfī works differ from those of other disciplines by their stress on ḳurʿān over furḳān , which means, among other things, that kas̲h̲j predominates over ʿaḳl as a means to understand the Ḳurʾān and the Sunna.",
    "Within the writings of authors known as Ṣūfīs, this same spectrum of thought and practice can be discerned, and the 7th/13th century is a highpoint of Islamic history in terms of the diversity and richness of the Ṣūfī spectrum. Compared to most other Ṣūfī authors, Ibn al-ʿArabī appears as the most prolific and profound of the masters of furḳān , which helps explain why Western scholars have often spoken of his “systematisation” of Ṣūfism. In a certain sense, his writings are systematic, especially when contrasted with masters of the other extreme, such as Ḥāfiẓ or Yūnus Emre, but not when compared to the works of theologians, philosophers, and jurists.",
    "Authors who stand on the furḳānī side of the Ṣūfī spectrum write relatively systematic works in which they differentiate and discern on the basis of a sober evaluation of all things’ distance from God, but those who stress the ḳurʾānī side are drawn toward benevolent inattention to distinctions and an intoxicated celebration of the oneness of all being. Furḳān is the domain of knowledge and intelligence, ḳurʾān the realm of love and union. The knowers strive to achieve the differentiated vision of each thing in the context of the divine reality, but lovers try to overcome all difference so that nothing remains except the eternal Beloved.",
    "If the natural vehicle of furḳānī discourse is technical prose, the most effective vehicle for ḳurʾānī language is poetry and its performance. Poetry is able to bring God’s presence into the direct awareness of the listener without the intermediary of rational analysis, which by nature removes God from the stage. The two greatest masters of explicitly Ṣūfī poetry are contemporaries of Ibn al-ʿArabī—Ibn al-Fāriḍ (d. 632/ 1235 [ q.v. ]) in Arabic and Ḏj̲alāl al-Dīn Rūmī (d. 672/ 1273 [ q.v. ]) in Persian, as is another great Ṣūfī poet of Persian, Farīd al-Dīn ʿAṭṭār (d. 618/1221 [ q.v. ]). Poetry’s function is made most explicit in Rūmī’s works. “God is beautiful”, as the Prophet said, “and He loves beauty”, so everything beautiful is lovable and, in the last analysis, all beautiful things take their beauty from God. Why, Rūmī asks, do you take water from the drainpipe? You should recognise that all beauty is God’s beauty, all love is love for God, \n ¶ and every intermediary disintegrates and disappears. Poetry’s evocation of beauty is evocation of God. Reminding people of beauty stirs up love in their hearts, and all love redounds on God. Nonetheless, furḳān cannot be abandoned, for without it, love will remain forever misguided.",
    "Although Rūmī stands on the side of ḳurʾān when contrasted with Ibn al-ʿArabī, his dialectic of love presents us with the same complementarity between ḳurʿān and furḳān . Ibn al-ʿArabī differentiates in the technical language of the ʿulamāʾ between the eye that perceives tanzīh and the eye that sees tas̲h̲bīh , but Rūmī describes in the language of the common people the experience of separation ( firāḳ ) and union ( wiṣāl ). Union is to live in God’s presence, beauty and gentleness ( lutf ), and separation is to suffer His absence, majesty and severity ( ḳahr ). But mercy prevails over wrath, so every cruelty ( d̲j̲afāʾ ) of the Beloved is in fact an act of faithfulness ( wafaʾ ). In showing their sincerity, God’s lovers welcome the pain ( dard ) of the dregs ( durd ) along with the joy of the wine. In this poetic discourse, rooted in images, symbols, and signs of the transcendent, bold expressions of paradox— “All is He!,” “I am the Beloved!”—are standard fare.",
    "No one doubts that Ibn al-Fāriḍ and Rūmī were great Ṣūfī poets, but questions have been raised concerning the Ṣūfī content of the works of many important poets during this whole period. For some observers, Ḥāfiẓ (d. ca . 792/1390 [ q.v. ]) appears as the greatest of all Persian Ṣūfī poets, but for others he is simply a genius who employed the available imagery. Amīr K̲h̲usraw (d. 725/1325 [ q.v. ]) was the foremost Indo-Persian poet and a disciple of the great Ṣūfī master Niẓām al-Dīn Awliyāʾ (d. 725/1325 [ q.v. ]), yet, we are told, there is little trace of Ṣūfism in his poetry. The poems of Ibn al-ʿAfīf al-Tilimsānī (d. 688/1289 [ q.v. ]), it is said, should probably not be given a Ṣūfī interpretation, even though his father was a famous disciple of Ibn al-ʿArabī and was violently attacked by Ibn Taymiyya. The Awadhī poetry of Malik Muḥammad D̲j̲āyasī (d. ca . 949/1542 [ q.v. ]) deals almost exclusively with “secular” topics, yet he is recognised as a great Čis̲h̲tī saint. Discussions of this sort miss an important point: What conveys the basic message of ḳurʿān is not so much the explicit content as the psychological impact on the listener. The single most important feature of Ṣūfī poetry is its beauty, a beauty that entrances and intoxicates. In Ṣūfī theoretical works, authors write about intoxication, but readers stay sober. Ṣūfī poetry (and, in fact, any good poetry well sung) conveys intoxication, as most who have attended sessions of the musical recitation of poetry known as ḳawwālī in the subcontinent will attest. As for someone like Ḥāfiẓ, he is a Ṣūfī poet not only because of his repeated references to Ṣūfī teachings but also because, within the tradition, it is inconceivable that any but a great friend of God could transmute language with such alchemy. For the modern scholar, whose radical furḳān leaves no room for “mysticism”, Ḥāfiẓ’s title lisān al-g̲h̲ayb (“the tongue of the unseen”) is simply a poetical way of saying that he was remarkable; for the Ṣūfī tradition, it means that the invisible, divine master of the universe used Ḥāfiẓ as His tongue, just as He used Rūmī as his reed. The metaphor is the reality.",
    "Although, in the domain of furḳānī Ṣūfism, Ibn al-ʿArabī may indeed deserve the appellation al-s̲h̲ayk̲h̲ al-akbar that his followers gave to him, there are many other important figures whose lifetimes overlapped with his and who deserve much more attention than modern scholarship has given to them. In Ibn al-ʿArabī’s\n \n ¶ own view, the greatest of his contemporaries was S̲h̲uʿayb Abū Madyan (d. 594/1197 [ q.v. ]), who left behind disciples like Ibn Mas̲h̲īs̲h̲ (d. 625/1228 [ q.v. ]), the master of Abu ’l-Ḥasan al-S̲h̲ād̲h̲ilī (d. 656/1258), the eponym of the S̲h̲ād̲h̲iliyya [ q.v. ] (see V. Cornell, The way of \n Abū Madyan . Doctrinal \n and poetical works of \n Abū Madyan Shuʿayb ibn al-Ḥusayn al-Anṣārī , Cambridge 1996). Among other important contemporaries in the furḳānī domain were the philosophers Suhrawardī al-Maḳtūl (d. 587/1191 [ q.v. ]) and Afḍal al-Din Kās̲h̲ānī (7th/13th century), both of whom have a Ṣūfī orientation in some of their writings. Ibn Sabʿīn (d. 669/1270 [ q.v. ]), born like Ibn al-ʿArabī in Murcia, displays a highly sophisticated and articulate philosophical mind, so much so that some scholars have considered him a Peripatetic, but the practical implications and Ṣūfī orientation of his teachings becomes obvious in his rasāʾil and his Budd al-ʿārif . He seems to be the first author to have used the term waḥdat al-wud̲j̲ūd in anything like a technical sense, and his understanding of this expression (along with the polemical attack on it by Ibn Taymiyya) probably resulted in the idea that waḥdat al-wud̲j̲ūd is equivalent to the Persian expression hama ūst . Also of interest are Ibn Sabʿīn’s students and fellow-Andalusians, Badr al-Dīn al-Ḥasan b. Hūd (d. 699/1300) and the poet Abu ’l-Ḥasan al-S̲h̲us̲h̲tarī (d. 668/1269). Awḥad al-Dīn Balyānī (d. 686/1288) of S̲h̲irāz seems to be following in Ibn Sabʿīn’s footsteps in his famous Risālat al-aḥadiyya , which was long attributed wrongly in Western sources to Ibn al-ʿArabī (see M. Chodkiewicz, Awḥad al-Dīn Balyānī . Epître \n sur \n l’unicité \n absolue , Paris 1982).",
    "Ibn al-ʿArabi himself had several disciples who wrote significant works and exercised a determining influence in the way the tradition was to interpret him; these include al-Badr al-Ḥabas̲h̲ī (d. ca . 618/1221), Ibn Sawdakīn (d. 646/1248), ʿAfīf al-Dīn al-Tilimsānī (d. 690/1291), and especially Ṣadr al-Dīn Ḳūnawī (d. 673/1274 [ q.v. ]). Both al-Tilimsānī and Ḳūnawī were independently minded in their readings of Ibn al-ʿArabī’s works. The former sometimes employs his commentary on the Fuṣūṣ al-ḥikam to criticise his master’s positions, and both were far more inclined toward falsafa than Ibn al-ʿArabī. Ḳūnawī’s direct students included three major transmitters of his teachings— the Persian poet Fak̲h̲r al-Dīh ʿIrāḳī (688/1289 [ q.v. ]), author of the short prose classic Lamaʿāt \n Saʿīd al-Dīn Farg̲h̲ānī, author of the first commentary on Ibn al-Fāriḍ’s\n Tāʾiyya and Muʾayyid al-Dīn al-D̲j̲andī (d. ca . 700/1300), author of the most influential of the more than one hundred commentaries on the Fuṣūṣ . Perhaps pertaining also to Ḳūnawī’s circle is one Naṣīr or Nāṣir al-Dīn K̲h̲ūʾī, who is probably the author of a widely-read Persian work that helped popularise some of Ibn al-ʿArabī’s teachings, Tabṣirat al-mubtadī (see Chittick, Faith \n and practice of Islam . Three \n thirteenth century \n Sufi \n texts , Albany 1992). Also connected with Ibn al-ʿArabī’s circle was Awḥad al-Dīn Kirmānī (d. 635/1238 [ q.v. ]), a well-known author of Persian quatrains. Ibn al-ʿArabī entrusted Ḳūnawī’s training to him for a period of time, but there is no apparent trace of Ibn al-ʿArabī’s teachings in his poetry. The idea that Rūmī was a student of or influenced by Ibn al-ʿArabī, propounded by Nicholson and others, has no textual basis. Other authors of great importance in this period include Rūzbihān Baḳlī (d. 606/1209) and Rūmī’s father Bahāʾ Walad (d.’ 628/ 1231), both of whom exposed the reality of love in extraordinarily beautiful Persian prose. Nad̲j̲m al-Dīn Kubrā (d. 618/1221 [ q.v. ]), the eponym of the Kubrawiyya, \n ¶ has been noted for his psychology of colours. His theoretical and practical interests were developed in various directions by his disciples. Thus Saʿd al-Dīn Ḥammūʾī (d. 649/1252 [ q.v. ]) writing in both Arabic and Persian, and the latter’s disciple ʿAzīz al-Dīn Nasafī (d. before 700/1300) writing in Persian, manifest the general tendency of the period to deal much more explicitly with metaphysical and philosophical issues, though Ḥammūʾīs works are obscure, and he delights in expounding the symbolism of letters and numbers, while Nasafī wrote relatively popular expositions of the different metaphysical and cosmological teachings of various schools of Ṣūfism and philosophy (though it is usually difficult to determine which historical figures he has in mind; see H. Landolt, La paradoxe de la \n “face de dieu” . ʿAzīz-e Nasafī ( VII \n e \n /XIII \n e \n siècle ) et le “monisme ésotérique” de l’Islam , in SI , xxv [1996], 163-92). Kubrā’s disciple Nad̲j̲m al-Dīn Dāya Rāzī (d. 654/1256 [ q.v. ]) wrote the Persian classic Mirṣād al-ʿibād , which has been a mainstay of the teaching of both theory and practice in the Persianspeaking orders. Another important author of the period, S̲h̲ihāb al-Dīn ʿUmar Suhrawardī (d. 632/1234 [ q.v. ]), nephew of the eponym of the Suhrawardiyya [ q.v. ], wrote the Arabic classic ʿAwārif al-maʿārif , a work that has been widely influential in the organisation and practical teachings of the orders.",
    "iv. From \n the late 7th/13th to the 12th/18th century . This period of four centuries is marked by an enormous proliferation of works on Ṣūfism, but the problem of surveying these works is made doubtly difficult by the increasing geographical spread of Islam and the use of local languages. The best regional survey of Ṣūfism is provided by Rizvi’s two-volume History of Sufism \n in India (Delhi 1978-83), but a short tour through Indian manuscript libraries was able to turn up several important authors of Ṣūfī theoretical works whom Rizvi does not mention, such as the inventive author of Persian treatises on Ibn al-ʿArabī’s perspective K̲h̲ūb Muḥammad Čis̲h̲tī (late 10th/16th century), the prolific Ḳādirī\n s̲h̲ayk̲h̲ \n ʿAbd al-Ḥaḳḳ Muḥammad Mak̲h̲dūm Bīd̲j̲āpūrī Ṣāwī ( fl . 1108-23/1696-1711), the sophisticated Ḳādirī metaphysician Sayyid ʿAbd al-Ḳādir Fak̲h̲rī Naḳawī (late 12th/18th century), the essayist Irādat K̲h̲ān Wāḍiḥ (12th/18th century), and the stylist Muḥtaram Allāh (12th/18th century) (see Chittick, Notes \n on Ibn al-ʿArabī’s influence in India , in MW , lxxxii [1992], 218-41). In the small number of cases in which Ṣūfī authors of this period have been studied, they have often been chosen for reasons that can best be called political or ideological. One example is S̲h̲ayk̲h̲ Aḥmad Sirhindī [ q.v. ], who has been the object of several monographs, even though it is easy to argue that his works—in contrast to his claims—hardly stand out among those of his contemporaries. The reason for his fame seems to be that among Muslims of the subcontinent, he has taken on mythic proportions as the precursor of a certain type of modern political consciousness, since he defended an Islamic particularism that overcame the heritage of Akbar and led politically to the triumph of Awrangzīb over Dārā S̲h̲ukūh [see \n hind v.(b) ] (for general remarks on the distortions introduced by ideology in the Indian context, see C. Ernst, Eternal \n garden . Mysticism , history , and politics at a \n South Asian Sufi \n center , Albany 1992).",
    "Scholars have frequently observed that Ṣūfism was instrumental in the spread of Islam in diverse cultural contexts. On a doctrinal level, one of the primary reasons for its spread is the flexibility that is provided by the perspective of ḳurʾān . Once it is recognised that “All is He”, alien beliefs and practices \n ¶ can easily be read as expressions of Islamic truths. The intellectual figures in India who actively studied the theory and practice of Hinduism had Ṣūfī predilections. Dārā S̲h̲ukūh [ q.v. ], with works such as Mad̲j̲maʿ al-baḥrayn and his translation of the Upanishads, is a prime example. Another is the S̲h̲aṭṭārī\n s̲h̲ayk̲h̲ \n Muḥammad G̲h̲awt̲h̲ of Gwalior (d. 970/1563 [ q.v. ]), who was an important supporter of Bābur and wrote several works that show both originality and mastery of the perspective of Ibn al-ʿArabī’s school; one of these, the Persian Ḏj̲awāhir-i k̲h̲amsa , was widely read not only in the original but also in an Arabic translation. He also translated into Persian, with many modifications and additions, an earlier Arabic translation of the Yogic text Amritkund (see Ernst, Sufism \n and yoga according to \n Muhammad Ghawth , in Sufi , xxix [1996], 9-13; according to an oral report from Bruce Lawrence, the Arabic is still read today in a Ṣūfī order in Syria). The two most important Muslim authors writing in Chinese, Wang Daiyu (d. 1657 or 1658) and Liu Chih (d. ca . 1736 [ q.v. ]), adopt a ḳurʾānī perspective in theoretical issues. Wang makes little reference to Arabic or Persian terminology, but skilfully explains Islamic metaphysical, cosmological and psychological doctrines with the help of terminology drawn from Confucianism, Taoism, and Buddhism. He is sympathetic toward the Chinese traditions, especially Confucianism, but furḳān occasionally comes to the fore, and then he offers judicious criticisms to illustrate Islam’s superiority, and he consistently describes the details of right activity in terms of the s̲h̲arīʿa \n .",
    "In order to provide some idea of the vast range of material waiting to be studied, one may cite the names of a few representative authors, divided into three main categories (ignoring, despite their social and historical importance, many major Ṣūfī masters not known primarily as authors): (a) poets; (b) authors rooted in the metaphysical perspectives established by Ibn al-ʿArabī and others; and (c) authors primarily concerned with spiritual, psychological, ethical and practical teachings.",
    "(a) Throughout this period, poetry is the most important literary vehicle for the wide dissemination of Ṣūfī teachings, especially the ḳurʿānī view of things. Poetry incites love and, in the mat̲h̲nawī form, excels at story-telling. Persian Ṣūfī poets of the first rank include Saʿdī (d. 691/1292 [ q.v. ]), whose love poetry is preferred by some even to Ḥāfiẓ and whose prose classic Gulistān reflects a Ṣūfī concern for practical morality. Bīdil (d. 1133/1721 [ q.v. ]) is considered by many Persian speakers (at least among the Afg̲h̲āns) to be the greatest of all poets. In his case, there can be no doubt as to his Ṣūfī perspective, since he was a master of Ibn al-ʿArabī’s school of thought, as comes out clearly, for example, in his mat̲h̲nawī called ʿIrfān . Among the many other Persian Ṣūfī poets who deserve special mention are Maḥmūd S̲h̲abistarī (d. 718-20/ [ q.v. ]), Awḥadī Marāg̲h̲aʾī (d. 738/1338), and Kamāl K̲h̲ud̲j̲andī (d. 803/1400-1 [ q.v. ]). In Turkish; besides Yūnus Emre one can mention Mīr ʿAlī S̲h̲īr Nawāʾī (d. 906/1501 [ q.v. ]), writing in Čag̲h̲atay Turkish, and Nesīmī (d. 820/1417-18 [ q.v. ]), Lāmiʿī (d. 938/1531-1 [ q.v. ]), and Nāẓim (d. 1139/1726 [ q.v. ]) writing in Ottoman. Also deserving mention is Ḳāḍī Burhān al-Dīn [ q.v. ], sultan of Sivas for eighteen years until his death in 800/1398. Although he has been called a poet of “profane love”, this judgment should be tempered by the fact that he was a master of Ibn al-ʿArabī’s school, as proven by his highly original Iksīr al-saʿādāt fī asrār al-ʿibādāt (see Chittick, Sultan Burhān \n \n ¶ \n al-Dīn’s Sufi \n correspondence , in WZKM , lxxiii [1981], 33-45). Outstanding poets of other languages who deserve special mention include Maẓhar (d. 1195/1781 [ q.v. ]), Dard (d. 1199/1785 [ q.v. ]), and Mīr Muḥammad Taḳī (d. 1223/1810 [ q.v. ]) in Urdu; S̲h̲āh ʿAbd al-Laṭīf (d. 1165/1752) in Sindhi, Bāyazīd Anṣārī (d. 980/ 1572-3 [ q.v. ]) in Pas̲h̲to, Bullhe S̲h̲āh (d. after 1181/ 1767-8) in Panjabi; and Ḥamza Fanṣūrī (d. ca . 1008/ 1600) in Malay.",
    "(b) Authors with a metaphysical orientation. The importance of a continuing tradition of debate over the exact significance of Ibn al-ʿArabī’s teachings becomes obvious in the large number of commentaries on the Fuṣūṣ al-ḥikam . Several of these were written by prolific authors whose works are begging for serious study. These include ʿAbd al-Razzāḳ Kās̲h̲ānī (d. 730/1330 [ q.v. ]), Dāwūd al-Ḳayṣarī (d. 751/1350), Sayyid ʿAlī Ḥamadānī (whose commentary is in Persian; d. 786/1385 [ q.v. ]), the S̲h̲īʿī thinker Sayyid Ḥaydar Āmulī (d. 787/1385), ʿAbd al-Karīm D̲j̲īlī (d. 832/1428 [ q.v. ]), ʿAlī b. Aḥmad b. ʿAlī Mahāʾimī (d. 835/1432), Ṣāʾin al-Dīn ʿAlī Turka Iṣfahānī (d. 835/1432), Ḳuṭb al-Dīn al-Iznīḳī (d. 885/1480), ʿAbd al-Raḥmān D̲j̲āmī (d. 898/1492 [ q.v. ]), Bālī K̲h̲alīfa (d. 960/1553), Ismāʿrl Anḳarawī (whose commentary is in Turkish, d. 1041/1631-2 [ q.v. ]), ʿAbd Allāh Busnawī (two commentaries, one in Arabic and one in Turkish, d. 1054/1644), Muḥibb Allāh Ilāhābādī (two commentaries, one in Arabic and one in Persian, d. 1058/1648), and ʿAbd al-G̲h̲anī al-Nābulusī (d. 1143/ 1730 [ q.v. ]; for a list of Fuṣūṣ commentaries, see O. Yahia’s Arabic introduction to Sayyed Haydar Amoli Le \n texte des textes , Tehran and Paris 1975). Of all these, Kās̲h̲ānī has been the most studied, but far from thoroughly (notable is T. Izutsu’s partial analysis of his Fuṣūṣ commentary in Sufism \n and \n Taoism , Berkeley 1984, and P. Lory’s\n Les commentaries ésotériques du Coran d’après ʿAbd al-Razzāq al-Qāshānī , Paris 1981). D̲j̲īlī. who has often been singled out as Ibn al-ʿArabī’s chief follower—perhaps because his al-Insān al-kāmil has remained popular among Arab Ṣūfīs until recent times—is a good example of an original thinker who appears superficially to be a mainstream member of Ibn al-ʿArabī’s school. Sophisticated support for Ibn al-ʿArabī’s positions is found in the numerous works of Ṣafī al-Dīn Ḳus̲h̲as̲h̲ī (d. 1071/1660-1 [ q.v. ]) and his disciple Ibrāhīm al-Kūrānī (d. 1101/1690 [ q.v. ]). The Algerian\n s̲h̲ayk̲h̲ \n Aḥmad b. Ad̲j̲ība (d. 1224/1809 [ q.v. ]) demonstrates that theorising in the line of Ibn al-ʿArabī continued in the Arabic-speaking countries into the 19th century.",
    "The Persian treatises, numbering over 100, of the poet S̲h̲āh Niʿmat Allāh Walī (d. 834/1430-1), eponym of the Niʿmat-Allāhiyya [ q.v. ], are firmly grounded in the writings of Ibn al-ʿArabī and his commentators, especially Kās̲h̲ānī and Ḳayṣarī. More widely influential among Persian readers, however, has been S̲h̲arḥ-i guls̲h̲an-i rāz by Muḥammad Lāhīd̲j̲ī (d. 912/1506 [ q.v. ]), which is a far more fluent and readable interpretation of the same sources. The Naḳs̲h̲bandiyya [ q.v. ] are sometimes said to have been hostile to Ibn al-ʿArabī, perhaps because pf Sirhindī’s critique of waḥdat al-wud̲j̲ūd , but in fact many Naḳs̲h̲bandīs, early and late, supported his teachings, such as K̲h̲ w ād̲j̲a Muḥammad Pārsā (d. 842/1419), K̲h̲ w \n ād̲j̲a ʿUbayd Allāh Aḥrār (d. 896/1490), and D̲j̲āmī, who was not only a learned commentator on Ibn al-ʿArabī, but also an extremely influential populariser of his teachings through his seven mat̲h̲nawīs (known as Haft \n awrang ), his dīwān , and his short Persian treatises such as Lawāʾiḥ . Mullā ʿAbd Allāh Ilāhī (d. 896/1491), a disciple \n ¶ of Aḥrār, was the first major propagator of the Naḳs̲h̲bandiyya in Turkey and popularised Ibn al-ʿArabī’s ideas with works in Arabic, Persian, and Turkish; he is sometimes confused with another disciple of Aḥrār, Mullā Aḥmad Ilāhī of Buk̲h̲ara, who settled in Bursa and translated Ṣadr al-Dīn Ḳūnawī’s\n Mifiāḥ al-g̲h̲ayb into Persian at the command of Meḥemmed II Fātiḥ in the year 880/1475-6 (M. Kara, Molla Ilāhī : un précurseur de la Nakşibendiye \n in \n Anatolie , in Naqshbandis , 316-18 [see also \n ṣadr al-dīn ḳūnawī\n ]). K̲h̲ w ād̲j̲a Kalān and K̲h̲ w ād̲j̲a K̲h̲urd, the two sons of Bāḳī Billāh (d. 1012/1603 [ q.v. ]), who introduced the Naḳs̲h̲bandī\n ṭarīḳa into India, both wrote works supporting waḥdat al-wud̲j̲ūd and criticising, if indirectly, the position of their father’s disciple Sirhindī. The poet Mīr Dard, who founded a branch of the Naḳs̲h̲bandīs, appears as a follower of Ibn al-ʿArabī in many metaphysical issues in his long Persian work, ʿIlm al-kitāb . S̲h̲āh Walī Allāh (d. 1176/1762 [see \n dihlawī\n ]) was also not opposed to Ibn al-ʿArabī. Like Sirhindī, he has taken on mythic proportions among modernday Indian Muslims, who respect him not only for his scholarship but also his political ideas. His sophisticated handling of metaphysical, theological, and psychological issues is demonstrated in several works, especially his Arabic Ḥud̲j̲d̲j̲at Allāh al-bālig̲h̲a ; in one well-known treatise he attempts to demonstrate that there is no fundamental contradiction between the views of Ibn al-ʿArabī and Sirhindī. The great Egyptian\n s̲h̲ayk̲h̲ \n ʿAbd al-Wahhāb al-S̲h̲aʿrānī (d. 973/1565 [ q.v. ]) was a famous and prolific defender of Ibn al-ʿArabī.",
    "Many members of the Čis̲h̲tiyya [ q.v. ] were known for their support of Ibn al-ʿArabī’s teachings, including ʿAbd al-Ḳuddūs Gangohī (d. 944/1537) and Kalīm Allāh D̲j̲ahānābādī Čis̲h̲tī (d. 1142/1729 [ q.v. ]), though Masʿūd Bakk (d. ca . 789/1387) should not be considered Ibn al-ʿArabī’s follower, since his writings demonstrate little awareness of Ibn al-ʿArabī’s school and instead are reminiscent of the perspective of ʿAyn al-Ḳuḍāt Hamadānī (d. 525/1131). The works of the latter, who offered a sophisticated theological standpoint as well as a subtle theory of love, were widely read in this period. Numerous other Ṣūfis in India devoted themselves to Ibn al-ʿArabī’s teachings, foremost among them the above-mentioned Muḥibb Allāh Ilāhābādī, who was probably the best-informed of all the Indian authors concerning the contents of the Futūḥāt . Maḥmūd K̲h̲ w us̲h̲-dahān Čis̲h̲tī (d. 1026/1617), author of Maʿrifat al-sulūk , employs the terminology of Ibn al-ʿArabī’s school in an original revisioning of relationships that seems to represent the teachings of his master S̲h̲āh Burhān al-Dīn b. Mīrānd̲j̲ī S̲h̲ams al-ʿUs̲h̲s̲h̲āḳ (d. 1005/1597) of Bid̲j̲apur. An interesting if unknown author is Ḳamar al-Dīn b. Munīb Allāh b. ʿInāyat Allāh al-Ḥusaynī al-Awrangābādī, who apparently flourished in the 12th/18th century, His Arabic\n Maẓhar al-nūr , on which his son Nūr al-Hudā wrote a long commentary, is a history of Islamic ideas on light, classifying major schools of thought in terms of their understanding of light and concluding with support for waḥdat al-wud̲j̲ūd as the best of these perspectives. A significant line of Ibn al-ʿArabī’s intellectual influence extends through figures who are not known as Ṣūfīs, such as D̲j̲alāl al-Dīn Dawānī (908/1502-3 [ q.v. ]; see, for example, his unpublished S̲h̲arḥ-i rubāʿiyyāt ), the philosopher Mullā Ṣadrā (d. 1050/1640 [ q.v. ]), and the broad-ranging S̲h̲īʿī scholar Muhsin Fayḍ Kās̲h̲ānī (d. 1090/1679 [ q.v. ]). Other lines of theoretical writing are clearly present during this period, though once again, it is difficult to disentangle them from Ibn al-ʿArabī’s ideas. Kubrawī authors such \n ¶ as ʿAlāʾ al-Dawla Simnānī (d. 736/1337 [ q.v. ]) showed hostility to certain of Ibn al-ʿArabī’s teachings, and he, along with the important and prolific Čis̲h̲tī master Gīsū Darāz (d. 825/1422 [ q.v. ]), are often claimed as precursors of Sirhindī. Theoretical writers of special importance in Indonesia include Ḥamza Fanṣūrī, Nūr al-Dīn Rānīrī (d. 1068/1658), and ʿAbd al-Raʾūf Singkilī (d. after 1104/1693) [see \n indonesia\n , vi].",
    "(c) Despite the numerous authors who wrote books concerned specifically with the fine points of metaphysics, theology, cosmology, and psychology, by far the most common genre of Ṣūfī writing during this period is category (c), especially when we remember that most if not all the authors of works in category (b) also wrote books pertaining to it. Among authors of special importance here one can mention Ibn ʿAṭāʾ Allāh al-Iskandarī (d. 709/1309 [ q.v. ]), a major theorist of the S̲h̲ād̲h̲iliyya who wrote the famous collection of aphorisms known as al-Ḥikam ; ʿIzz al-Dīn Kās̲h̲ānī (d. 735/1334-35), who composed among other works the Persian Miṣbāḥ al-hidāya (which is not, contrary to some reports, a translation of Suhrawardī’s\n ʿAwārjf al-maʿārif though it was certainly inspired by it); Ibn Ḳayyim al-D̲j̲awziyya (d. 751/1350 [ q.v. ]), the most important student of Ibn Taymiyya; and the Firdawsī\n s̲h̲ayk̲h̲ \n Mak̲h̲dūm al-Mulk Manīrī (d. 782/ 1381 [ q.v. ]) and the S̲h̲ād̲h̲ilī\n s̲h̲ayk̲h̲ \n Ibn ʿAbbād al-Rundī (d. 792/1390 [ q.v. ], both of whom are famous for their letters to disciples.",
    "3. In North Africa. See ṭarīḳa \n . II. 2.",
    "4. In 19th and 20th-century Egypt.",
    "In Egypt, the 19th century witnessed the emergence and institutionalisation of central authority over the Ṣūfī orders and the institutions linked with the orders: zawāyā [see \n zāwiya\n ], takāyā [see \n takiya\n ], and the shrines of saints. This position of central authority was granted to the s̲h̲ayk̲h̲ al-sad̲j̲d̲j̲āda al-bakriyya [see \n bakriyya\n ] in a. \n firmān proclaimed by Muḥammad ʿAlī [ q.v. ], the then Ottoman governor of Egypt, in 1812. State agencies became active in support of al-Bakrī’s administration of the Ṣūfī orders from the 1840s, and the s̲h̲ayk̲h̲ al-Azhar was excluded from interference in the affairs of the orders in 1847. These developments allowed for a more specific actualisation of the somewhat diffuse authority granted in the firmān , and contributed to an increased administrative importance of the office of s̲h̲ayk̲h̲ al-sad̲j̲d̲j̲āda al-bakriyya . In the second half of the 19th century, the principle of right of ḳadam (i.e. priority) became central to the administration of the Ṣūfī orders. This principle implied the exclusive right of a Ṣūfī order to proselytise and to appear in public in an area, if it could be proved that it had been the first to do so, i.e. that it had ḳidam (seniority). The rise of the principle of right of ḳadam was a development in conjunction with the abolition of the iltizām [ q.v. ] system, and possibly the result of this abolition, by Muḥammad ʿAlī between 1812 and 1815. Since the administration of the Ṣūfī orders under the s̲h̲ayk̲h̲ al-sad̲j̲d̲j̲āda al-Bakriyya was instrumental in consolidating the positions of the majority of the heads of the orders and safeguarded their established interests, its legitimacy went largely unchallenged. It functioned effectively until early 1881, when the then s̲h̲ayk̲h̲ al-sad̲j̲d̲j̲āda al-Bakriyya was pressured by the Khedive Tawfīḳ to initiate reforms pertaining to ritual practice, and to encroach upon the internal autonomy of the heads of the orders. Moreover, in consequence of the increased efficiency of the state’s administration, following its reorganisation in the wake of the British occupation in 1882, the administration \n ¶ of the Ṣūfī orders lost much of its significance for the state and its agencies. These ceased to act fully in support of the orders, even when adequate maintenance of rights of ḳadam was at stake. Inadequate maintenance of these rights allowed for the rise and spread of a number of new Ṣūfī orders and for the secession of others, some of which obtained official status as independent Ṣūfī orders in their own right. In consequence, most of the heads of the established Ṣūfī orders and many of the heads of the takāyā tended towards self-containment and distanced themselves as much as possible from the s̲h̲ayk̲h̲ al-sad̲j̲d̲j̲āda al-bakriyya . The decline of the authority of this official was reversed with the promulgation of the Regulations for the Ṣūfī Orders ( Lāʾiḥat al-ṭuruḳ al-ṣūfiyya ) by khedivial decree in 1895. These Regulations, which were revised in 1903, provided a new legal base for the office of supreme head of the Ṣūfī orders, i.e. for the office of s̲h̲ayk̲h̲ mas̲h̲āyik̲h̲ al-ṭuruḳ al-ṣūfiyya (this term seems to become current only after 1880, and is not used in official communications and documents until 1892), whereas the members of a council, known as al-mad̲j̲lis al-ṣūfī , and chaired by the s̲h̲ayk̲h̲ mas̲h̲āyik̲h̲ , represented the heads of the orders in the central decision-making process. The regulations strengthened the position of the s̲h̲ayk̲h̲ al-sad̲j̲d̲j̲āda al-bakriyya in his capacity of supreme head of the orders (the heads of the takāyā and the zawāyā were placed under the authority of the Dīwān al-Awḳāf ). In conjunction with the Internal Regulations for the Ṣūfī Orders ( al-Lāʾiḥa al-dāk̲h̲iliyya li’l-ṭuruḳ al-ṣūfiyya ) which came into force in 1905, it provided the office of s̲h̲ayk̲h̲ , mas̲h̲āyik̲h̲ al-ṭuruḳ al-ṣūfiyya with an unprecedented high degree of specificity and autonomy of the authority allotted to it, while it gave a self-sufficiency and distinctiveness to the administration of the Ṣūfī orders in its totality, unmatched at any previous stage. The two sets of regulations, of 1903 and 1905, were the constitution for the Ṣūfī orders until 1976.",
    "A number of paragraphs in the regulations prohibited and regulated certain aspects of ritual and belief. These, however, were not enforced and were probably included in response to the principal challenge the Ṣūfī orders were facing at the time: the increasing call for iṣlāḥ [ q.v. ] of the reformists and the current rumours casting doubt on the righteousness of belief of some heads of the orders. Reformist criticism of taṣawwuf became more intense and frequent in the first half of the 20th century, and notably from the 1920s onwards, when three organisations, al-D̲j̲amʿiyya al-S̲h̲arʿiyya (headed by Maḥmūd K̲h̲aṭṭāb al-Subkī), the D̲j̲amāʿat Anṣār al-Sunna al-Muḥammadiyya (headed by Muḥammad Ḥāmid al-Fiḳī), and the Ik̲h̲wān al-Muslimūn [ q.v. ]; (headed by Ḥasan al-Bannā), turned against the orders. In the 1930s, the s̲h̲ayk̲h̲ al-Azhar , Muḥammad Muṣṭafā al-Marāg̲h̲ī, in line with his notions of iṣlāḥ , consistently worked for a re-organisation of Islamic institutions in Egypt and their incorporation into one single organisational structure supervised by al-Azhar. This structure was to include the Ṣūfī orders, which were to be supervised by the hayʾat kibār al-ʿulamāʾ , while the heads of the orders would have to be Azhar-trained scholars. These plans met with much opposition and never materialised.",
    "Reform-minded Azhar circles triumphed in 1947, when King Fārūḳ deposed the then s̲h̲ayk̲h̲ mas̲h̲āyik̲h̲ al-ṭuruḳ al-ṣūfiyya , Aḥmad Murād al-Bakrī. He was to be the last s̲h̲ayk̲h̲ al-sad̲j̲d̲j̲āda al-bakriyya to hold the office of supreme authority over the Ṣūfī orders in Egypt. Aḥmad al-Ṣāwī, an Azharī scholar without Ṣūfī background, was appointed in his stead. He took a \n ¶ variety of failed initiatives aiming at reform of the Ṣūfī orders. Yet, these initiatives eventually resulted in an iṣlāḥ movement among the heads of the orders under his authority. The reforms they advocated pertained mainly to ritual practice, and implied strict prohibitions of certain forms of self-mortification, public displays of mystical ecstasy, and the trading of id̲j̲āzas [see \n k̲h̲alīfa\n ]. This movement continued to have an impact after al-Ṣāwī’s abdication in 1957, and eventually left its traces in the Law on the Ṣūfī Orders of 1976, and the Regulations of 1978 (see below).",
    "Involvement of Ṣūfī orders in Egyptian party politics was limited throughout the first half of the 20th century. Available data point toward an increasing politicisation of the realm of the Ṣūfī orders in the years immediately preceding the revolution of 1952. This limited involvement in politics would seem to reflect the decline of the Ṣūfī orders in the first half of the 20th century in conjunction with the emergence of secularising trends, as well as with the rise of voluntary associations of a different nature operating out of a non-mystical or anti-mystical conception of Islam. After 1952, considerations of domestic and foreign policy seem to have induced the new régime to take an interest in the Ṣūfī orders and to stimulate their revival. Mystical Islam and the administrative organisation of the Ṣūfī orders could be used by the régime to combat opposition inspired by the Ik̲h̲wān al-Muslimūn , as well as to strengthen and widen its own base of support by stimulating and favouring the adherents of conceptions of Islam that were rooted in and partly identical with some of the central conceptions in popular Islam. In conjunction with objectives in the realm of foreign policy, and notably the consolidation of ties with Syria, the Sudan, and Morocco, a number of Ṣūfī orders were coached, supported and stimulated. In addition, s̲h̲ayk̲h̲s of Ṣūfī orders from Nigeria, Mali, Senegal and Ghana, together with a number of heads of Ṣūfī orders in Egypt, were involved in the preparations for a World Ṣūfī Conference to be convened in Cairo. The plan, which was launched in 1961 on the occasion of the visit of the Senegalese Tid̲j̲ānī\n s̲h̲ayk̲h̲ \n Ibrahima Niass to Cairo, never came to fruition. The official visit of this s̲h̲ayk̲h̲ , who was received by Egypt’s president D̲j̲amāl ʿAbd al-Nāṣir, reflects the importance attached by the régime to the Ṣūfī orders and their leaders in the realm of foreign policy.",
    "Apart from the increased visibility of Egyptian Ṣūfī orders abroad, the revival of the orders in Nāṣir’s Egypt manifested itself in several ways: their number increased, as did their membership; they were given a prominent role at official religious celebrations; and more mawālid [see \n mawlid\n ] were celebrated and on a larger scale then had been the case in the decade before 1952. As a rule, the Arab Socialist Union, from its creation in 1962 onwards, was involved in the organisation of these celebrations, which were used for making propaganda for the régime in a variety of ways. This increased involvement of the A.S.U. with the Ṣūfī orders, brought about an increase in the number of orders who distanced themselves from the Ṣūfī Council and refused to recognise its authority. Thus in the early 1970s, Ṣūfī orders which functioned outside the formal administrative framework of the Ṣūfī Council, and who were known as ṭuruḳ ḥurra (free Ṣūfī orders), were more numerous than those who de facto recognised its jurisdiction, and who were known as ṭuruḳ rasmiyya (official Ṣūfī orders).",
    "The revival of taṣawwuf in Nāṣir’s Egypt from the end of the 1950s continued and broadened in the Egypt of Anwar al-Sādāt, where the régime seemed \n ¶ to arm itself against the anti-mystical religiously-inspired opposition by means of further cultivating the Ṣūfī orders. The Law on the Ṣūfī Orders ( Ḳānūn al-Ṭuruḳ al-Ṣūfiyya ) adopted by the Egyptian Parliament in 1976, and the supplementary set of regulations known as al-lāʾiḥa al-tanfīd̲h̲iyya , issued by Presidential decree in 1978, and which replaced the regulations of 1903 and 1905, were to better serve this purpose. The detailed and precise formulations in the Law and the Regulations constituted a new legal framework for taṣawwuf in Egypt. They aimed at bringing all the Ṣūfī orders in Egypt under the control of the state, and provided institutional prerequisites allowing for an effective exercise of authority. In conjunction, policies of cultivating and favouring the orders were conducted in a quest for optimal legitimacy, and with the obvious aim to make them instrumental to strengthening the position of the régime in its struggle against the religiously inspired opposition. These policies were essentially continued after the murder of Anwar al-Sādāt in 1981, and account for the pre-eminent position of the approximately seventy Ṣūfī orders which were recognised by the state in Egypt in 1997.",
    "5. In Persia from 1800 onwards.",
    "The history of Ṣūfism ( taṣawwuf ) in Persia in the 19th and 20th centuries has mainly been dominated by two Ṣūfī\n ṭarīḳas , the Niʿmatullāhiyya and the D̲h̲ahabiyya. In contrast to other orders in Persia, whose impact has been more on popular than on “high” culture, these two orders have made the most important contributions to the mystical intellectual tradition in Persia in respect to ḥikmat , ʿirfān and taṣawwuf .",
    "i. Other Persian Ṣūfī \n sects and orders: \n Ḳādiriyya , Naḳs̲h̲bandiyya \n and \n Ahl-i Ḥaḳḳ .",
    "Aside from these two orders, few other ṭarīḳas have featured in the religious topography of Persian Islam with any permanence or prominence during this period. Although the Naḳs̲h̲bandiyya “arose among Persian-speakers and virtually all its classical texts are in the Persian language”, its impact on Persian culture “has been relatively slight” [see \n naḳs̲h̲bandiyya, 1. In Persia ]. Naḳs̲h̲bandīs in Iran today are mainly confined to the region of Kurdistān where their members are overwhelmingly drawn from rural folk society. Similarly, the followers of the Persian-based Ahl-i Ḥaḳḳ or ʿAlī-Ilahī quasi-Ṣūfī sect were, up until the 1950s when they started to acquire urban-based followers, “largely tribespeople and peasants, or poor urban migrants, with no link to centres of power” (Ziba Mir-Hosseini, Redefining \n the truth: \n Ahl-i Ḥaqq \n and the \n Islamic Republic of Iran , in BRISMES Bulletin , xxi/2 [1994], 213). The fact that adepts of this sect “neither observe Muslim rites, such as daily prayers and fasting during the month of Ramaḍān, nor share its sacred space, such as sanctity of the mosque and pilgrimage to Mecca” ( ibid ., 213), and that their theology combines S̲h̲īʿī extremism ( g̲h̲ulāt ) with a belief in metempsychosis also puts them beyond the pale of orthodox Islamic Ṣūfism. There have been recent efforts to reorient Ahl-i Ḥaḳḳ theology in accordance with S̲h̲īʿī orthodoxy, but such modernist and universalistic interpretations are rejected by the majority of the old-school Ahl-i Ḥaḳḳ members within Persia. Besides formidable theological differences, the Ahl-i Ḥaḳḳ’s alienation from the mainstream of modern Persian spirituality is literary and linguistic as well; until recently their sacred language was Gūrānī rather than Persian or Arabic, in which tongues the intellectual life of Persian Ṣūfism in this period found their predominant expression. Likewise, while the founder of the Ḳādiriyya [ q.v. ], ʿAbd al-Ḳādir D̲j̲īlānī (d. 528/ 1134) hailed from the province of Gīlān, the impact of his order on Persian taṣawwuf in the 19th and 20th centuries has been rather insignificant.",
    "ii. The Niʿmatullāhī \n revival : Maʿṣūm ʿAlī S̲h̲āh , to \n Ṣofī ʿAlī S̲h̲āh ( 1770-1898 ).",
    "The period from approximately 1750-1980 in the history of Persian Ṣūfism represents an attempt to recreate, albeit in newfangled S̲h̲īʿī garb, the political and cultural glory which Ṣūfism enjoyed in pre-Ṣafawid times. External movements in Persian political history and incidents in the intellectual universe of the Niʿmatullāhiyya provide three distinct periods into which the historical development of Ṣūfism in Persia may be roughly divided during the 19th-20th centuries: (1) \n ¶ 1770 to 1898, (2) 1898 to 1978, and (3) 1978 to the present day.",
    "It was with the death of the 34th Niʿmatullāhī Ḳuṭb, Riḍā ʿAlī S̲h̲āh Dakkanī, ca . 1800, and with the advent to Persia of Sayyid Maʿṣūm ʿAlī S̲h̲āh in 1184/1770—which generated what has been dubbed “the Niʿmatullāhī renaissance” (N. Pourjavady and P.L. Wilson, Kings of \n love: the history and poetry of the \n Niʿmatullāhī Sufi Order of Iran , Tehran 1978, 93)—that the real history of Ṣūfism in modern Iran begins. By the middle of the 19th century, the fame and fortunes of Ṣūfism had declined to their lowest ebb in the entire history of post-Islamic Persia. Writing in the early 1840s, Zayn al-ʿĀbidīn S̲h̲īrwānī reported that “in the whole land of Iran there is neither abode nor site where a dervish can lay his head.... In the rest of the inhabited quarter of the world among all its different races and peoples, hospitals for the sick and k̲h̲ānaḳāhs for the dervishes are built—except in Iran, where there is neither k̲h̲ānaḳāh nor hospital” ( Ḥadāʾiḳ al-siyāḥa , Tehran 1348/1929, 258).",
    "The S̲h̲īʿī clerical establishment felt threatened by the enthusiasm with which the Niʿmatullāhī revival in Persia was received. Writing in the early 1800s, Sir John Malcolm reported that “the progress of Soofeeism has of late been very rapid in Persia”, with adherents of Sayyid Maʿṣūm ʿAlī S̲h̲āh and Nūr ʿAlī S̲h̲āh numbered in tens of thousands, though he admitted that such calculations were only guesswork ( Hist . of Persia , London 1829, ii, 292 ff.). The former was assassinated in 1211/1795 by the fanatical S̲h̲īʿī cleric Āḳā Muḥammad Bihbahānī, who thus acquired his notorious sobriquet of Ṣūfī-kus̲h̲ \n “Ṣūfī killer”; but this killing and those of other Niʿmatullāhīs only served to fan the flames of Ṣūfī revival in Persia.",
    "In the late 18th century, Sayyid Maʿṣūm and Nūr ʿAlī S̲h̲āh had travelled extensively through Persia, setting up k̲h̲ānaḳāhs in various towns and reviving an interest in Ṣūfism, which had been ruthlessly suppressed in the late Ṣafawid period. Amongst his disciples was Mus̲h̲tāḳ ʿAlī S̲h̲āh, an illiterate mad̲j̲d̲h̲ūb who nevertheless became a legend in the annals of Persian Ṣūfism and whose charisma has been compared to that of S̲h̲ams-i Tabrīzī or Ḳāsim-i Anwār, inspiring several literary works. Muẓaffar ʿAlī S̲h̲āh (see below) adopted “Mus̲h̲tāḳī” as his pen-name and composed a dīwān in his honour, the Dīwān-i Mus̲h̲tāḳiyya after Mus̲h̲tāḳī’s martyrdom at the hands of fanatical mullahs in Kirmān in 1206/1792 (see W.R. Royce, Mīr Maʿṣūm ʿAlī S̲h̲āh \n and the \n Nīʿmat Allāhī \n revival 1776-7 to 1796-7 . A study of \n Sufism \n and its opponents in late eighteenth century Iran , Ph.D. diss., Princeton Univ. 1979, unpubl.). The Niʿmatullāhīs had benefited in the 1770s from the liberal intellectual and stimulating atmosphere during Karīm K̲h̲ān Zand’s reign, but after the latter’s death in 1779, they were exposed to the taunts and assaults of the exoteric ʿulamāʾ , their leaders fleeing from Iṣfahān and in the end finding refuge in Ottoman ʿIrāḳ, where Nūr ʿAlī S̲h̲āh was well received by the governor Aḥmed Pas̲h̲a and was able to write in Bag̲h̲dād the first two chapters of his immense Ṣūfī epic poem D̲j̲annat al-wiṣāl (ed. D̲j̲. Nūrbak̲h̲s̲h̲, Tehran 1348 s̲h̲ ./1969).",
    "In Kirmān, near to which S̲h̲āh Niʿmatullāh’s tomb lay, the revival scored its greatest successes amongst the local ruling élite, including the adherence of the physician and ʿālim \n Mīrzā Muḥammad Taḳī, better known by his Ṣūfī sobriquet of Muẓaffar ʿAlī S̲h̲āh (later, in 1800, poisoned at Bihbahānī’s prompting). It also attracted the sympathy of the governor for the Zands, Abu ’l-Ḥasan Bīglarbaygī, the 42nd Imām of \n ¶ the Nizārī Ismāʿīlīs, the two groups having sympathetic relations (see H. Algar, The revolt of \n Āgā K̲h̲ān Mahallatī \n and the transference of the \n Ismāʿīlī Imamate \n to India , in SI , xxi [1969], 55-81; N. Pourjavady and P.L. Wilson, Ismāʿīlīs \n and \n Niʿmatullāhīs , in SI , xli [1975], 113-35). Bihbahānī’s anti-Ṣūfī measures led to further deaths authorised by the Ḳād̲j̲ār régime and to an anti-Ṣūfī polemic literature, with treatises such as Bihbahānī’s\n Risāla-yi K̲h̲ayratiyya and Muḥammad Rafīʿ Tabrīzī’s\n Ḳaṭʿ al-maḳāl fī radd ahl al-ḍalāl . Niʿmatullāhī devotees were, for their part, active in composition, and Muẓaffar ʿAlī S̲h̲āh attempted in his prose works to integrate Peripatetic, Illuminationist and Akbarian (Ibn al-ʿArabī’s) philosophical doctrines into a complicated theomonism expressed in S̲h̲īʿī theosophical terms but interiorised along traditional Ṣūfī lines. Although the literary and poetic works of the Niʿmatullāhī Ṣūfīs at this time rarely come up to the achievements of the great classical Persian poets (cf. Browne, LHP , iv, 220-1), these were part of the great intellectual and physical efforts, achieved not without bloodshed, to renew the covenant with the classical Ṣūfī past.",
    "In the early 19th century, Ḥusayn ʿAlī S̲h̲āh became head of the order in both Persia and India, and then in 1817 Mad̲j̲d̲h̲ūb ʿAlī S̲h̲āh, but after his death in 1823, the order split into three branches, the main branch under the dominant figure of the Niʿmatullāhiyya in the 19th century, Zayn al-ʿĀbidīn S̲h̲īrwānī. called “Mast ʿAlī S̲h̲āh”, while two derivative branches, Kawt̲h̲ariyya and S̲h̲amsiyya have not attracted much notice aside from S̲h̲ams al-ʿurafāʾ (d. 1935; on which see M. Humāyūnī, Tārīk̲h̲-i silsilahā-yi ṭarīḳa-yi Niʿmatullāhī dar Īrān , London 1992, 105-58; 159-67; R. Gramlich, Die Schiitischen Derwischorden Persiens . Erster Teil . Die Affiliationen , Wiesbaden, 1965, 43-50). He had a prodigious literary output, comprising three large travel accounts of his travels and adventures throughout the Islamic world, from North Africa to Bengal, which show us a warm personality with universal concerns and a fascination with religious diversity, and a broadminded, cosmopolitan humour. Most of his life was spent in forced exile, wandering under threat of execution and in the shade of fatwās demanding his death. But with the accession of Muḥammad S̲h̲āh Ḳād̲j̲ār in 1834, the circumstances of the Ṣūfīs improved greatly under the influence of the Grand Vizier Mīrzā Āḳāsī, a Niʿmatullāhī leader and associate of Mast ʿAlī, so that many Niʿmatullāhī s̲h̲ayk̲h̲s now secured royal stipends, although he and Mast ʿAlī subsequently became rivals for the leadership of the order. But there was no striking shift of influence at this time from the ʿulamāʾ to the Ṣūfīs (Abbas Amanat, Resurrection \n and renewal . The making of the \n Babi \n movement in \n Qajar Iran , Ithaca and London 1989, 79). After Mast ʿAlī’s death in 1837, he was succeeded by Raḥmat ʿAlī S̲h̲āh, who now became royal deputy-governor of Fārs, so that the same S̲h̲īʿī mullahs of Fārs, wrote Raḥmat’s son later, “who had previously insisted that Raḥmat’s hookah first be washed and purified before others smoke it, now vied with each other for the blessing of drinking the dregs of his tea cup” (Maʿṣūm ʿAlī S̲h̲āh S̲h̲īrāzī, Ṭarāʾiḳ al-ḥaḳāʾiḳ , ed. M.D̲j̲. Maḥd̲j̲ūb, Tehran 1345 s̲h̲ ./1966, iii, 392). Raḥmat’s achievements included the diffusion of the order by sending representatives as far as India and Turkey, and the composition of the first volume of the Ṭarāʾiḳ al-ḥaḳāʾiḳ , completed after his death by his son Maʿṣūm ʿAlī S̲h̲āh (Humāyūnī, Tārīk̲h̲ , 191), the most important and impartial history of Ṣūfism ever written in Persian in modern times. A year before his death in 1861, Raḥmat left the affairs of the order to his uncle \n ¶ \n Ḥād̲j̲d̲j̲ī Āḳā Muḥammad, called Munawwar ʿAlī S̲h̲āh, but soon afterwards, two other branches split off, the Gunābādīs and the Ṣāfī ʿAlī S̲h̲āhīs.",
    "(a)The Gunābādīs. The schism here arose from the refusal of the s̲h̲ayk̲h̲ appointed by Raḥmat to Iṣfahān, Saʿādat ʿAlī S̲h̲āh, to follow Munawwar, to the point of founding his own order. Very soon, the headship of this sub-order became exclusively hereditary and confined to the family of Sulṭān ʿAlī S̲h̲āh Gunābādī (d. 1909). W.M. Miller, during his sojourn amongst this sub-order in the 1930s, reported that they had some 10,000 adherents throughout Iran, including several members of the Mad̲j̲lis and the prime minister Ḳawām al-Sulṭana ( Shiʿah \n mysticism , the \n Sufis of Gunābād , in MW , xiii, 346-7). The Gunābādiyya continue today under the leadership of followers of the recently-deceased ḳuṭb \n Riḍā ʿAlī S̲h̲āh Tābanda. In the 1980s, Tābanda warmly endorsed the Islamic Republic’s war with ʿĪrāḳ, declaring the Gunabādīs’s willingness to become martyrs. In 1997 a near relative, Dr. Nūr ʿAlī Tābanda, became head, after his predecessor had, according to a leading Iranian newspaper in London, suffered harassment from the Islamic Republic police on the grounds that, inter alia , the dervishes were engaging in “immoral activities” ( lahw wa lahb ). But notwithstanding Dr. Tābanda’s previous participation in Mihdī Bāzargān’s Freedom Movement and his present quietist rhetoric, the Gunābādī Ṣūfīs remain active supporters of the fundamentalist ideology of the Islamic Republic.",
    "(b)The Ṣāfī ʿAlī S̲h̲āhīs. Ḥād̲j̲d̲j̲ī Mīrzā Ḥasan Iṣfahānī, called Ṣāfī ʿAlī S̲h̲āh (d. 1898) was undoubtedly the foremost Niʿmatullāhī poet—and perhaps the foremost Persian Ṣūfī poet—of the 19th century. His ample Dīwān has been frequently reprinted, and he wrote several prose works and a two-volume versified Ḳurʾānic\n tafsīr in the same metre as that of Rūmī’s\n Mat̲h̲nawī . He broke his allegiance to Munawwar in 1877, and after his death his disciple, the Ḳād̲j̲ār prince ʿAlī Ẓahīr al-Dawla, brother-in-law of Muẓaffar S̲h̲āh Ḳād̲j̲ār [ q.v. ], turned the sub-order into an And̲j̲uman-i uk̲h̲uwwat \n “Fraternal Society” with the aim of combining Ṣūfism and politics, in the atmosphere of the time of numerous secret societies and lodges founded on Masonic principles (see A.K.S. Lambton, Secret \n societies and the Persian revolution of 1905-6 , in her Qajar Persia . Eleven \n studies , London 1987, 300-19; H. Algar, An introduction to the history of freemasonry in Iran , in MES , vi [1970], 291; and farāmūs̲h̲-k̲h̲āna , in Suppl.). The And̲j̲uman also reflected its founder’s support for the constitutional movement, and many of the members of this quasi- ṭarīḳa were, like himself, high-ranking statesmen. It also had many social and charitable activities, and by 1964, some 34,000 members had been admitted to the society. But with the triumph of the fundamentalist Islamic Revolution in 1979, the And̲j̲uman was forcibly renamed, its building became used primarily as a mosque and the remaining members of the sub-order seem to have caved in to government pressure to participate in formalities unrelated to Ṣūfism.",
    "iii. The main branch of the Niʿmatullāhī order from 1861 to the present day .",
    "As noted above, Munawwar succeeded Raḥmat in 1860, and his quarter-century’s headship of the order was marked by the Gunābādī and Ṣāfī ʿAlī S̲h̲āhī schisms (see above, ii. a, b). Although the D̲h̲ahabiyya masters had made hereditary succession an essential feature of their administration of their order during the early 19th century, signs of such spiritual patrimonialism did not appear amongst the Niʿmatullāhīs \n ¶ till the end of that century. Munawwar’s son ʿAlī Āḳā D̲h̲u ’l-Riyāsatayn, called Wafā ʿAlī S̲h̲āh, succeeded him, effectively meaning that, for four generations— from Raḥmat ʿAlī S̲h̲āh to Muʾnis ʿAlī S̲h̲āh, excluding Ṣādiḳ ʿAlī S̲h̲āh’s four-year tenure 1918-22—filial affiliation and consanguinity determined spiritual sovereignty, so that the main branch was transformed into what Pourjavady and Wilson have called a virtual “Family of Poles” centred on S̲h̲īrāz. Finally, in the 1910s, the Gunābādī sub-order transformed hereditary succession into what is probably today the only unwritten socio-political dogma of modern Persian Ṣūfism (this principle being in contrast to the position in Egypt, where inheritance of such leadership positions was often implicit, rather than prescriptive as in Persia).",
    "Muʾnis ʿAlī S̲h̲āh (d. 1953) was called D̲h̲u ’l-Riyāsatayn from his mastery of the exoteric sciences of Islam as well as the esoteric ones. In 1936 he moved from S̲h̲īrāz to Tehran and established there his Čahār Sūḳ\n k̲h̲ānakāh , which became one of the most important Ṣūfī centres in Tehran of its time. After his death, the control and the office of ḳuṭb exercised by one family for almost a century came to an end with the coming of a talented and educated medical student, D̲j̲awād Nūrbak̲h̲s̲h̲, who had already attained the rank of S̲h̲ayk̲h̲ al-s̲h̲uyūk̲h̲ \n “Supreme S̲h̲ayk̲h̲” in Muʾnis’s last years and had been designated by the latter his “sole spiritual son” ( farzand-i rūḥānī yigāna ), indicating his appointment as future ḳuṭb and head of the order. During the 1950s, Dr. Nūrbak̲h̲s̲h̲ (he had graduated M.D. at Tehran University in 1952) managed to secure the allegiance of most of the order’s s̲h̲ayk̲h̲s (Pākalʿaʾī of Isfahān was an exception). As well as being active writing in his professional field of psychiatry, Dr. Nūrbak̲h̲s̲h̲ has been active in publishing Ṣūfī works from his “K̲h̲ānakāh Niʿmatullāhī Publications” and writing his own works on Ṣūfism. By 1978, he had founded 60 k̲h̲ānaḳāhs in Iran, and in the 1970s, responding to the wishes of American disciples, several Niʿmatullāhī centres were founded in North America. In 1983 he moved to Britain, where he now resides, and now (1997) there are 21 k̲h̲ānaḳāh in extra-Islamic lands, ranging from the U.S.A. and Canada to West Africa and Australia, each with anything from 25 to 75 full-time members. Within Iran of the Islamic Republic, the order has maintained itself and its 60 k̲h̲ānanḳāh s with considerable difficulty. Since 1995, the acceptance of new initiates has been forbidden to local directors on pain of imprisonment or worse. In 1994 the Ministry of Islamic Guidance banned, without explanation, all new publications and the reprinting of old Niʿmatullāhī works. Thus although the order has apparently successfully established itself in the West, in the face of a concerted campaign of interference and intimidation in Iran, the survival of this major Ṣūfī order into the 21st century there seems uncertain.",
    "iv. The D̲h̲ahabiyya .",
    "The revival of this order in more recent times within Persia began earlier than with the Niʿmatullāhīs in the person of Ḳuṭb al-Dīn Nayrīzī (d. 1173/1759), the 32nd master of the order (on the origins of the order, see D. DeWeese, The eclipse of the \n Kubraviyah \n in \n Central Asia , in Iranian Studies , xxi/1-2 [1988], 62-9). Nayrīzī was a fine scholar in the traditional sciences, an admirer of Ibn al-ʿArabī, author of numerous Arabic and Persian rasāʾil , and at the end of his life, we are told, when resident in Nad̲j̲af he gave lectures to all members of the main four Sunnī\n mad̲h̲habs as well as the D̲j̲aʿfarī S̲h̲īʿa (Iḥsān Allāh ʿAlī Iṣṭak̲h̲rī, Uṣūl-i taṣawwuf , Tehran 1338/1959, 443); and his \n ¶ travels throughout Persia and ʿIrāḳ were ultimately to lead to a revival of the D̲h̲ahabī\n ṭarīḳa \n . \n From Nayrīzī’s time onwards, familial relationship was linked to spiritual headship, with new masters having married daughters of their predecessor, so that the order became a family dynasty based on patrilineal succession. The D̲h̲ahabī ḳuṭbs enjoyed the support of the Zands in S̲h̲īrāz but were also quick to give support to Āg̲h̲ā Muḥammad Ḳād̲j̲ār at Tehran in the early 1780s. However, they suffered, like other Ṣūfīs, under Bihbahānī’s persecutions and the dominance of the ʿulamāʾ during Fatḥ ʿAlī S̲h̲āh’s reign (1797-1815).",
    "From 1815 to 1869 the master of the order was Abu ’l-Ḳāsim S̲h̲īrāzī, who had the pen-name of Rāz for his poetry, the 35th D̲h̲ahabī ḳuṭb , “most prolific of all D̲h̲ahabī masters” (Asad Allāh K̲h̲āwarī, D̲h̲ahabiyya . Taṣawwuf-i ʿilmī , āt̲h̲ar-i adabī , Tehran 1362/1983, 380, 575-680), the first master since pre-Ṣafawid times to build a formal k̲h̲ānaḳāh for D̲h̲ahabī fuḳarāʾ , who had formerly gathered in private houses in S̲h̲īrāz. As a poet, Rāz attained considerable renown, composing some “half a million couplets, thirty thousand of which belonged to his state of d̲j̲ad̲h̲a and the rest written from the quietude of spiritual attainment” (K̲h̲āwarī. D̲h̲ahabiyya , 380; also see 575-680 for a lengthy discussion of his literary works and theologicopoetic contribution to Persian Ṣūfism). He was also known for his tutelage of famous s̲h̲ayk̲h̲s , among whom may be mentioned the mud̲j̲tahid \n Mīrzā ʿAbd al-Karīm Rāyiḍ al-Dīn Zing̲h̲ānī (known as ʿUd̲j̲ūba and ʿĀrif ʿAlī S̲h̲āh, d. 1882). He also assumed custodianship in 1851 of the S̲h̲āh Čirāg̲h̲ complex, the third most important shrine and pilgrimage centre in Persia, thus increasing his personal prestige. He lauded his son D̲j̲alāl al-Dīn, who subsequently became the 36th ḳuṭb , as a saint and immaculate from the womb. By such speculations, Rāz reinforced the nepotism now firmly enshrined in this silsila , ensuring that the pattern of paternal inheritance went unquestioned and that all property (especially the wealthy S̲h̲āh Čirāg̲h̲ complex) and power over disciples would remain the birthright of his descendants; indeed, such favouritism was diametrically opposed to earlier D̲h̲ahabī masters’ views on spiritual succession. Rāz’s fourth son Mad̲j̲d al-As̲h̲rāf was master of the order 1869-1913. Under his leadership, D̲h̲ahabī teachings spread throughout K̲h̲urāsān. Iṣfahān and Fārs (Iṣṭak̲h̲rī, Uṣūl , 528, and he was the first D̲h̲ahabī to realise the value of the new Western techniques of printing, so that by his death at the age of 85, he had published over 40 of the works of the classical Ṣūfīs. During the upheavals of the Constitutional Revolution, he adopted a conservative and quietist stance, unlike his fellow S̲h̲īrāzī townsmen the Niʿmatullāhī ḳuṭbs \n Wafā ʿAlī and Muʾnis ʿAlī S̲h̲āh; his earlier writings had indicated his strongly pro-Ḳād̲j̲ār royalist stance, successfully achieving Muẓaffar al-Dīn S̲h̲āh’s support for his continuing custodianship of the S̲h̲āh Čirāg̲h̲.",
    "On his death in 1913, the order was thrown into confusion, with many members uncertain about the succession, causing the first major schism within the D̲h̲ahabiyya, with a serious and effective challenge to the patrilineal right of inheritance for the ḳuṭbiyyat , the office of ḳuṭb ; in the end, the majority of the D̲h̲ahabiyya abandoned the family line of Mad̲j̲d al-As̲h̲rāf and followed Waḥīd al-Awliyāʾ and, later, his successor Ḥubb-i Ḥaydar. A considerable polemical literature grew up amongst the D̲h̲ahabīs over this question, almost all of it biassed in some direction or other, but it is clear that a spiritual office had become entangled with the temporal concerns of a self-perpetuating \n ¶ family loyalty, and this last could not long survive in the revolutionary, anti-monarchical climate of early 20th-century Iran. Nevertheless, the S̲h̲arīfī family kept their position as custodians of the S̲h̲āh Čirāg̲h̲ until 1978, when they fled the country and the mausoleum was seized by the Islamic revolutionaries.",
    "Despite the fact that the S̲h̲arīfī family considered Waḥīd al-Awliyāʾ as a usurper and mere pretender to the ḳuṭbiyyat , the majority of D̲h̲ahabīs today consider him to have been the 37th Master and rightful spiritual successor of Mad̲j̲d al-As̲h̲rāf. Waḥīd al-Awliyāʾ was a Tabrīzī by birth, famed for his expertise in ʿirfān and a prolific author, who also revived and reprinted a good number of Ṣūfī classics. In addition to his vigorous publishing activities, his learned s̲h̲ayk̲h̲s such as Ḥād̲j̲d̲j̲ī Mīrzā Muḥsin ( alias \n ‘“Imād al-Fuḳarāʾ Ardabīlī”) and Dr. Iḥsān Allāh ʿAlī Iṣṭak̲h̲rī made considerable literary contributions to D̲h̲ahabī spirituality, the former composing some 18 books, including Persian translations of Arabic Ṣūfī works, while the latter’s attractive, if hagiographical, exposition of the “principles of Ṣūfism” from a D̲h̲ahabī perspective, called Uṣūl-i taṣawwuf (Tehran 1379 A.H./1959) represents (together with K̲h̲āwarī’s work D̲h̲ahabiyya ) the best general account of this order from its earliest days to the early 1960s. On his death in 1955, he was succeeded by one of his elect disciples, Ḥubb-i Ḥaydar, unconnected with his family in any way, but responsible for constructing his master’s large mausoleum in S̲h̲īrāz. There have been many active scholars and publishers of D̲h̲ahabī and other classics among Ḥubb-i Ḥaydar’s followers, and it is clear that the order, like the Niʿmatullāhiyya, is quite intellectually active. Hence Hamid Algar’s assertion that “most contemporary adherents of the Ḏahabīya appear to be merchants and civil servants with little knowledge of the theoretical bases of Sufism” is inaccurate. Nor is there any indication today that the order is but “a degenerate parody of the Sufi tradition, rather than an actual continuation of it” ( EIr , art. Ḏahabīya , at vol. vi, 580).",
    "When Ḥubb-i Ḥaydar died in 1962, he was succeeded by Dr. Abu ’l-Ḥamīd Gand̲j̲awiyān, a professor of dermatology at Tabrīz University as the 39th ḳuṭb \n . \n With an extensive Western educational background and a formidable specialist output, he currently resides in Southampton, England, as a British subject. This background and experience, and the presence of numerous disciples in North America and England, will probably ensure that, like the Niʿmatullāhīs, the future spiritual tradition of the D̲h̲ahabīs will be as much the product of the secular university as of the religious madrasa .",
    "v. D̲h̲ahabī-Nīʿmatullāhī \n relations .",
    "Although the D̲h̲ahabīs have always been less widespread than the Niʿmatullāhīs, being mainly confined to Fārs, their contribution to the development of 19th and 20th-century Persian spirituality has been no less significant. The fact that Niʿmatullāhī sources (e.g. S̲h̲irwānī, Ḥadāʾiḳ al-siyāḥa , 251) deride the D̲h̲ahabiyya only reflects the narrow-minded, sectarian, intra -ṭarīḳa rivalry still permeating relations between the two groups. Yet philosophically speaking, their approach to theosophical questions was much the same, centred on the S̲h̲īʿa in their mystical theology and with a common intellectual universe still largely defined by the waḥdat al-wud̲j̲ūd doctrines of Ibn al-ʿArabī as interpreted by his Persian followers like Ṣadr al-Dīn Ḳūnawī.",
    "vi. Numbers \n and geographical distribution of \n Persian Ṣūfīs \n in the 19th-20th centuries . \n ¶",
    "Like Malcolm in the early 19th century, Richard Gramlich in the later 20th century has acknowledged the impossibility of any accurate calculation here. Perhaps because of the more informal nature of Persian Ṣūfism—with many persons affiliated to several orders at once, whilst others may be affiliated to one order but rarely visit its k̲h̲ānaḳāh —there are no precise figures for those in k̲h̲ānaḳāhs in pre-1979 Persia, unlike in Ottoman Turkey, where precise figures were recorded in government records (see S. Anderson, Dervish \n orders of \n Constantinople , in MW , xii [1922], 53-61). Gramlich’s review of the three main orders—K̲h̲āksar, D̲h̲ahabiyya and Niʿmatullāhiyya—led him to conclude that the latter was, by the 1960s, by far the largest Persian Ṣūfī order, anything from 20 to 100 times larger than the other two put together ( Die schiitischen Derwischorden Persiens . I. Die Affiliationen , Wiesbaden 1965, 89-90). The Gunābādī branch of the latter order is now considered to be the larger branch in Iran. For statistics of the present distribution of the Niʿmatullāhiyya and their centres, see above, section iii, at the end. Up to the 20th century, the D̲h̲ahabiyya were concentrated on S̲h̲īrāz, with small branches in other Persian cities under s̲h̲ayk̲h̲s of the ḳuṭb. In the early 1950s, the Tehran k̲h̲ānaḳāh was endowed as a religious charity, and after Waḥīd al-Awliyāʾ’s death, his house and mausoleum in S̲h̲īrāz were converted into a k̲h̲ānaḳāh , subsequently expanded into a large complex. There are at present (1997) seven official D̲h̲ahabī k̲h̲ānaḳāh s in Iran, with gatherings of members in private houses in other towns. None of the k̲h̲ānāḳāh s has so far been confiscated by the Islamic Republic régime, nor has there been any persecution of members, and the publication of Ṣūfī works by the order has proceeded unimpeded. Outside Iran, the only official k̲h̲ānaḳāh is in Southampton, England, where the order’s head resides, although there are gatherings in private houses in three cities of the USA.",
    "vii. Key \n features of Persian Ṣūfism in the 19th and 20th centuries .",
    "From the above survey, it is evident that in its social transformations and adaptation to the exigencies of modern religious and political changes during the 19th-20th centuries, Ṣūfism has developed certain features which render it substantially different from the mystical Islam of the high classical period in Sald̲j̲ūḳ, Mongol or Tīmūrid Persia. Since the metaphysical and spiritual reality ( ḥaḳīḳat ) of Ṣūfism does not permit quantitative analysis on the basis of social, historical or political transformations, whether or not these features embody a “decline” is not in question. However, in the light of these—basically six—features outlined below, it is evident that modern Persian Ṣūfism has failed to maintain, indeed, in many senses, has fallen far away from, the high ethical standards previously attained during the renaissance of Ṣūfism in the 12-13th centuries (on which see L. Lewisohn (ed.), The legacy of \n mediœval Persian Sufism , London 1993).",
    "(a) Institutionalisation . During the 19th-20th centuries, each initiatic chain of succession ( silsila ) and “Path” ( ṭarīḳa ) tended vigorously to maintain its own separateness and difference, distinguishing—often to the point of sectarian discrimination—its teachings from others. As in classical Islam, the k̲h̲ānaḳāh institution with its various duties—ranging from services ( k̲h̲idmat ) to musical liturgy ( samāʿ )—became once again the central social focus of the various orders. Ṣūfī k̲h̲ānaḳāh s, up to recently, could be found in every major city and town in Iran. In the beginning of the 20th century, just when the signs of modernisation were becoming \n ¶ visible everywhere in Tehran, “one could find k̲h̲ānaḳāh s outside all ten gateways leading into Tehran, within each of which dwelled a pīr serving as a spiritual guide, sought after by numerous pilgrims whether in pursuit of the soft drink of divine Unity or the wine of spiritual guidance” (D̲j̲aʿfar S̲h̲ahrī, Tārīk̲h̲-i id̲j̲timāʿī-yi Tihrān dar ḳarn-i sīzdahum , Tehran 1369 s̲h̲ ./1990, vi, 419). In post-1978 Tehran, institutional Ṣūfism is still flourishing despite—if not because of— the pressures upon and persecution of its leaders by the Islamic régime.",
    "(b) Intra- ṭarīḳa, rivalry . Just as the orders are now firmly distinguished from each other in separate institutional forms, the differences between, rather than unity among, the contemporary Persian silsilas are emphasised in the literature. Consequently, the chaste attitude of universal charitable tolerance ( ṣafaʾ ) maintained by the classical Persian mystics was, in this period, replaced by rivalry for positions of leadership and power over disciples, bitter jealousy between, and irreconcilable schisms among the leaders of the modern Persian ṭarīḳas (e.g. the rancour roused in Niʿmatullāhī ranks by the Ṣāfī ʿAlī S̲h̲āh schism, and the vitriolic polemics written by D̲h̲ahabī Ṣūfīs opposed to Waḥid al-Awliyāʾ).",
    "(c) Ṣūfī religious exclusivism . Gramlich’s observation ( Die Schiitischen Derwischorden , ii, 146) that the Persian S̲h̲īʿī Ṣūfī orders generally tend to identify the ḳuṭb as belonging exclusively to their particular ṭarīḳa conveys a fundamental tendency of contemporary Persian Ṣūfism rarely found elsewhere in the Islamic world. Whereas, according to most contemporary Sunnī Ṣūfism, the spirit of the ḳuṭb can only be seen at Mecca, at the Kaʿba, which is his maḳām [see \n ḳuṭb\n ], in orders such as the Niʿmatullāhiyya and D̲h̲ahabiyya, the head of the ṭarīḳa is considered the supreme ḳuṭb , the sole and unique Pole of the Muslim saintly hierarchy, so that his cosmological role is physically and politically temporalised. One socio-political consequence of this doctrine has been that every Persian murs̲h̲id is considered not only an absolute monarch over his disciples—quite in accordance with ordinary pīr-murīdī tenets and teachings found in other areas of the Islamic Ṣūfī world—but also the only genuine ruler in the invisible and visible worlds of being. W.M. Miller’s observation ( art . cit ., 344) that the ḳuṭb is the “central doctrine” of the Gūnābādī Ṣūfīs may generally be said to apply to ḳuṭb doctrines rife in the D̲h̲ahabiyya as well as the various branches of the Niʿmatullāhiyya.",
    "Probably influenced by the Ismāʿīlī doctrine of the infallibility of their Imām, Niʿmatullāhī Ṣūfīs of the early Ḳād̲j̲ār period such as Nūr ʿAlī S̲h̲āh and Muẓaffar ʿAlī S̲h̲āh reoriented the S̲h̲īʿī\n wilāya doctrine to imply that they were in direct communication with the hidden Imām (Amanat, Resurrection , 73-5), while among the D̲h̲ahabiyya an identical doctrine appeared as well (e.g. the D̲h̲ahabī\n ḳuṭb \n Sayyid Muḥammad Ḥusayn-i S̲h̲arīfī is explicitly called in one source “the special representative of the Imām of the Age”, Nāyib-i k̲h̲āṣṣ-i imām-i ʿaṣr ). Such esoteric speculations gradually effected the “peculiar” assimilation “of the Quṭbī and Imāmī \n conceptions” in S̲h̲īʿī Ṣūfī orders, as Trimingham has termed it: “With Twelver Ṣūfīs, the Quṭb is the representative of the Imām on earth; hence the hatred of the mujtahids for the Ṣūfīs. The first principle of the Gūnābādī branch of the Niʿmatullāhiyya is walāya or ‘allegiance’ to the Quṭb , who is the actual present head of the order, even though through him all things subsist” ( The Sufi \n orders in Islam , Oxford 1973, 164).",
    "Though speculations on the doctrine of the ḳuṭb \n \n ¶ and the Imām, there has been gradual vulgarisation in the classical doctrine of ḳuṭbiyya , causing not only the cosmological but the political “polarisation” of taṣawwuf . Hence maʿrifa is understood to be the exclusive intellectual property of a particular Ṣūfī order, implicitly excluding all other spiritual orders, masters, religions, and mystical paths from the divine plan of salvation and self-realisation (for further discussion of the S̲h̲īʿī Ṣūfī ḳuṭb doctrine, see al-S̲h̲aybī. al-Ṣila bayn al-taṣawwuf wa ’l-tas̲h̲ayyuʿ , Cairo 1969, 463; idem, Sufism \n and \n Shiʿism , London 1991, 75 ff.; Matti Moosa, Extremist Shiʿites . The Ghulat \n sects , Syracuse 1988, 111; D.M. Donaldson, The Shiʿite religion , London 1933, 14; on Niʿmatullāhī attempts to resolve the exclusivism occasionally caused by this doctrine, see Gramlich, Die Schiitischen Derwischorden , i, 49). Whether such a polarised (a literally ḳuṭb- centric) approach to mysticism has been ultimately conducive to Ṣūfism’s final goal of theocentric consciousness is questionable. What is prima facie evident, however, is that the exclusivism of the Persian S̲h̲īʿī Ṣūfī ḳuṭb doctrine provides little constructive groundwork for ecumenism, creative religious pluralism or inter-faith dialogue—in a modern world where religious diversity is an inescapable fact of life.",
    "(d) Ṣūfī patrimonialism or dervichisme . Jean Aubin coined the term dervichisme to describe an essential component of a type of hereditary Ṣūfism passed down by lineages of “sacred families” during the Mongol period, so that “spiritual authority and material management was transmited, hand to hand, hereditarily, with their morally privileged status and their ancestry assuring the social position of the inheritors” ( La propriété foncière en Azerbayd̲j̲an sous les Mongols , in Le Monde iranien et l’Islam , iv [1976-77], 128). During the Mongol period, hereditary succession in both civic and religious matters was the norm in Persian society, as Marshall Hodgson has observed: “Even the head of a Ṣūfī order, who designated his successor from among his disciples, was encouraged to designate a son if one had become a disciple. But such family loyalty was pragmatic rather than prescriptive” ( The venture of Islam , Chicago 1977, ii, 112). Eventually, however, as a consequence of such Ṣūfī dynasticism, what was from the start “an originally charismatic leadership was institutionalized” ( ibid ., ii, 217).",
    "By the early Ṣafawid period, the hereditary principle in Ṣūfī orders such as the Nūrbak̲h̲s̲h̲iyya and Niʿmatullāhiyya in Persia had become virtually prescriptive. The Niʿmatullāhiyya, for instance, originally began as a ṭarīḳa designed to offer spiritual guidance, but by waging war against the Ottomans, currying patronage and forging links of marriage with the ruling Ṣafawid family, this silsila became a dūdmān (family dynasty) dedicated to the acquisition of royal power, and based exclusively on hereditary succession (ʿAbd al-Ḥusayn Zarrīnkūb, Dunbāla-yi d̲j̲ustud̲j̲ū dar taṣawwuf-i Īrān , Tehran 1362 s̲h̲ ./1983, 232-6). Indeed, such dervichisme became enshrined in most Persian ṭarīḳa doctrine, for all the Ṣūfī orders which wished to survive or succeed in Ṣafawid Persia were forced to make the position of s̲h̲ayk̲h̲ hereditary, if only in emulation of “the Safavids themselves who had insisted that pidarfarzandī , that is, the dynastic principle, was the sole criterion to be used to determine the succession, and not naṣṣ ” (R.M. Savory, Iran \n under the \n Safavids , Cambridge 1980, 25).",
    "Following the Niʿmatullāhī revival in the Ḳād̲j̲ār period, similar dynastic pretensions reappeared among leaders of certain branches of the Niʿmatullāhiyya in the middle, and the D̲h̲ahabiyya at the end, of the 19th century. As worldly dynastic interests took precedence \n ¶ over otherworldly spiritual attainment, all quest for genuine and individually realised spirituality was set aside, as most of the Ṣūfī orders, seeming to lose sight of the basic spiritual principles of their practice, treated the position of ḳuṭb as hereditary—the Gunābādī branch of the Niʿmatullāhīs, the D̲h̲ahabiyya in the 19th century, and the Ahl-i Ḥaḳḳ, in particular, have generally made hereditary succession and dervichisme their fundamental social pillar.",
    "(e) Ṣūfism \n and Persian poetry . Sir John Malcolm’s observation that “the very essence of Soofeism is poetry” ( History , ii, 279) highlights an enduring characteristic of taṣawwuf in Persia: that spiritual guidance and mystical understanding remain linked to lyrical expression and poetic inspiration. However, by the 19th century, the Persian poetico-mystical tradition had considerably declined due to various factors. A sort of separation between literature and taṣawwuf occurred in Persia in the late Ṣafawid period, both of which, anyway, were experiencing a waning (on the literary slump, see Bahār, Sabk-s̲h̲ināsī , iii, 311-18). By the Zand and Ḳād̲j̲ār periods, one finds that most of the g̲h̲azals and mat̲h̲nawīs composed by the Persian ṭarīḳat s̲h̲ayk̲h̲s were to a large extent a means by which those who possessed some literary talent could confirm their spiritual authority by creating poetic utterances capable of integration into their followers’ samāʿ liturgy. The central political motif in most Ṣūfī poetry produced during this period is what DeWeese has termed “ ṭarīqa \n -solidarity”—in the present Persian context constituting a sense of the distinctness of the Niʿmatullāhī (or D̲h̲ahabī) silsilas as constituting a bona-fide, self conscious Ṣūfī order amongst other Islamic brotherhoods. Walter Feldman’s remark that 18th-century Turkish Ṣūfī poets tended to speak of themselves “primarily as enlightened mürşids” in contrast to the earlier classical Turkish Ṣūfī poets such as Yūnus Emre who had usually humbly “cast themselves as seekers on the Path” ( Mysticism , didacticism and authority in the liturgical poetry of the \n Haketî Dervishes of Istanbul , in Edebiyât , NS iv/2 [1993], 263), and Asad Allāh K̲h̲awārī’s observation that the composition of poetry by D̲h̲ahabī s̲h̲ayk̲h̲s had less an aesthetic than a utilitarian function, being “considered as one of the necessary conditions of ḳuṭbiyyat” ( D̲h̲ahabiyya , 685), also applies to the 19th-century Persian Ṣūfī poets. In their verse one finds less and less the wine of “ecstasy divine”: a scent of rosewater perhaps, but the fragrance of the rose has fled.",
    "To the present day, Persian Ṣūfīs still continue to compose and publish mat̲h̲nawīs and g̲h̲azals filled with all the ancient and timeless symbolism and imagery of rose and nightingale, beloved and lover, prince and pauper. However, even if contemporary Iran is the inheritor of the world’s most venerable tradition of mystical poetry, there has been no Ṣūfī bard during the entire modern period, with the notable exceptions of Nūr ʿAlī S̲h̲āh in the early 19th century, Furūg̲h̲ī Basṭāmī (d. 1274/1857; a follower of the Čis̲h̲tiyya\n silsila ) at the end of the 19th, and Ṣafī ʿAlī S̲h̲āh in the early 20th century, whom any contemporary Iranian literary historian has acknowledged to have combined spiritual gifts and poetico-literary genius with any of the same competence or literary success shown by his mediaeval forebears. Hence literary historians usually regard the Ṣūfī contribution to modern Persian literature as largely insignificant (see M.T. Bahār, Sabks̲h̲ināsī , iii; Browne, LHP , iv; and Y. Aryanpūr, Az Ṣabā tā Nīmā . Tārīk̲h̲-i \n 150 \n sāl adab-i fārsī , Tehran 1357/1978).",
    "(f) Loss of \n self-confidence caused by the marginalisation of \n \n ¶ \n mysticism in the intellectual milieu . In the mid-19th century, the anxiety of the Persian Ṣūfīs in face of encroaching Europeanisation is reflected in the nostalgic comment of the Niʿmatullāhī leader Mast ʿAlī S̲h̲āh (penned in the early 1830s): “In truth, these Europeans ( ḳawm-i frang ) in affairs of government, politics and cultivation of their lands are extremely skillful and do not neglect even the least minutia in the art of war, nor of the means of overcoming enemies and cultivating friends” ( Ḥadāʾiḳ al-siyāḥa , 348-9; also cf. similar comments by S̲h̲īrāzī, Ṭarāʿiḳ al-ḥaḳāʾiḳ , iii, 521-2; J.I. Cole, Invisible \n occidentalism . Eighteenth-century Indo-Persian \n constructions of the West , in Iranian Studies , xxv/3-4 [1992], 3-16. For a discussion of similar circumstances in Turkey, see Nuray Mert, Children of \n a \n “defeated civilization” . The sad face of \n Westernization \n in Turkey , in Turkey : the pendulum swings back , London: Islamic World Report, i/3 [1996], 69-70).",
    "During the 20th century, with S̲h̲īʿism in the madrasas , and secular rationalism the idol of the intellectual élite in the universities, Ṣūfism was denigrated by both groups and in this process fell by the wayside, ceasing to be part of the mainstream of Persian religious and intellectual life. The main Persian 19th century political reformers, such as D̲j̲amāl al-Dīn al-Afg̲h̲ānī (1839-97), Āk̲h̲undzāda (1812-78), Mīrzā Malkum K̲h̲ān (1833-1908) and Mīrzā Āḳā K̲h̲ān Kirmānī (1854-96; who had rebelled against his Ṣūfī origins—his father being affiliated with the Ahl-i Ḥaḳḳ), castigated Ṣūfī mysticism for its alleged passivity and advocacy of taḳlīd . Their attack was continued by the radical Iranian secular intellectuals of the early 20th century such as Aḥmad Kasrawī (1891-1946 [ q.v. ]), who condemned Ṣūfism “as one of the deep-rooted and greatly misguided beliefs to have appeared in Islam” (see his On Islam \n and \n Shiʿism , tr. M.R. G̲h̲anoonparvar, Costa Mesa, Calif. 1990, 79).",
    "Kasrawī’s opinions of Ṣūfism were later repeated by Iranian secular intellectuals in the 1960s-1970s, most of whom toed the Marxist Tūdih party’s atheist-materialist line on the social irrelevance of religion. As a consequence, the more moderate voices of both European Persianists who considered Persian Ṣūfism to be a chief cause of cultural advancement in Islam such as R.A. Nicholson and F. Meier ( Soufisme et déclin \n culturel , in R. Brunschvig and G.E. von Grunebaum, Classicisme \n et déclin culturel dans l’histoire de l’Islam , Paris 1957, 217-41), as well as Iranian savants such as Mud̲j̲tabā Mīnuwī, who considered the Ṣūfī movement to be the apex of human ethical thinking and the sole champion of religious tolerance in Islam (see his Āzādagī wa tasāmuḥ , in Iranshenasi , vi/1 [1992], 174-85) have been all but drowned out by the louder cries of the secular and religious fundamentalists.",
    "Refutations of Ṣūfism based on its perceived incongruence with S̲h̲īʿī doctrines continued as in Zand and Ḳād̲j̲ār times to be written during the 20th century by extremist Iranian clerics (such as Sayyid Abu ’l-Faẓl b. al-Riḍā, known as ʿAllāma Burḳaʿī) (cf. his Ḥaḳīḳat-i ʿirfān , 2 Tehran n.d., which reproduces texts, 161-2, of four fatwās in condemnation of early 19th-century Niʿmatullāhī masters purportedly issued by 19th-century clerics—Baḥr al-ʿUlūm, ʿAlī Ṭabāṭabāʾī, Muḥammad Mahdī S̲h̲ahristānī and Abu ’l-Ḳāsim Ḳumī). At present, most of the Iranian S̲h̲īʿī clergy “regard it [Ṣūfism] as nothing more than an illegitimate competitor in the marketplace of religious values” (Y. Richard, Shiʾite Islam , tr. A. Nevill, London 1995, 54).",
    "To the present day, although the dervish ideal ( darwīs̲h̲ī ) remains, on the one hand, an indelible trait \n ¶ of Iranian national character (see M.C. Bateson\n et alii , Ṣafā-yi bāṭin . A study of a set of Iranian ideal character types , in Brown and Itzkowitz (eds.), Psychological \n dimensions of \n Near Eastern \n studies , Princeton 1977, 257-73), on the other hand, institutional or k̲h̲ānaḳāh-based \n Ṣūfism continues to be frequently attacked by both Iranian intellectuals in exile and modernist and traditional religious thinkers within Iran proper. In Iranian newspapers published in the West, the cultural and political significance of Ṣūfism remains a hotly-debated topic whose relevance to modern philosophies of life is frequently contested or vindicated (see e.g. Dāryūs̲h̲ Humāyūnī, Imrūz zamān az madrasa bih k̲h̲ānaḳāh raftan nīst , in Nīmrūz , year 8, no. 390, D̲j̲umʿa 11, Ābān 1375 s̲h̲ ., 15e, and Riḍā Ḥaḳḳd̲j̲ū’s pro-Ṣūfī riposte to Humāyūnī, Ham \n madrasa wa ham k̲h̲ānaḳāh , in Nīmrūz , year 8, no. 393, D̲j̲umʿa 2 Ād̲h̲ar, 1375 s̲h̲ ., 33) by supporters for and against. Though beleaguered at the time of writing by the atmosphere of the religious intolerance prevailing in the Islamic Republic of Iran, and in the West, where traditional taṣawwuf is challenged by the anti-mystical “secular fundamentalism”, Persian Ṣūfism will doubtless survive this crisis.",
    "6. Amongst the Turks.",
    "The Turkish lands from Anatolia to Eastern Turkistān in the pre-modern period. See ṭarīḳa \n . ii . 5.",
    "The Balkans. See ṭarīḳa. ii . 6.",
    "(c) The Ottoman Turkish lands and Republican Turkey in the 19th and 20th centuries.",
    "i. The Ottoman \n period .",
    "The history of Ṣūfism in the Ottoman empire of the 19th and early 20th centuries reflects, in the first place, the consequences of the liberal reforms of the Tanẓīmāt [ q.v. ] and the discovery of European philosophical thought. Also, up to 1925, and even under the Republic, although in a different way, Ṣūfism remained closely linked with the Ṣūfī brotherhoods ( ṭuruḳ ), except for a few exceptions, themselves not without interest.",
    "Two Ṣūfī orders imposed their mark, the Bektās̲h̲iyya and the Naḳs̲h̲bandiyya [ q.vv .]. The Bektās̲h̲iyya were forbidden in 1825 together with the Janissaries but reconstituted themselves some years later, becoming a mystical and philosophical current, notably in the great cities of the empire (Istanbul, Izmir and Salonica). The Bektās̲h̲īs of the countryside, less and less accepted by their co-religionists of the towns, who were offended by their ignorance, were progressively absorbed by the ʿAlewīs. As a general rule, the Bektās̲h̲iyya espoused the movement for liberal reform, against Sultan ʿAbd ül-Ḥamīd (1876-1909) and in favour of restoration of the constitution abolished in 1878. This is explicable by, amongst other things, their suppleness in religious matters, even their lack of respect for the S̲h̲arīʿa , which they placed after the ṭarīḳa (the brotherhood and its exoteric rules), the ḥaḳīḳa (truth) and maʿrifa (gnosis), in accordance with their doctrine of the so-called “four doors” ( dört ḳapi̊ ); this was regarded as a sign of the supremacy of the bāṭin (hidden doctrine, Ṣūfism) over the ẓāhir (the exoteric sciences, those of the medreses ). Bektās̲h̲ī Ṣūfism was nevertheless very poor on the level of the mystical techniques of contemplation.",
    "The Bektās̲h̲iyya were strongly attacked by the Sunnī\n ʿulamāʾ for what these last considered their heretical beliefs. In particular, in 1874 the ʿālim \n Isḥāḳ Efendi attacked their closeness to the Ḥurūfiyya [ q.v. ] in his Kās̲h̲if ül-esrār wa-dāfiʿ ül-es̲h̲rār (German tr. G. Jacob, Beiträge zur Kenntnis des Derwisch-Ordens des Bektaschis , Berlin 1908). The response to this took the form of an apologia for the Bektās̲h̲iyya which is one of the best expositions of Bektās̲h̲ī doctrine, of a quality rarely seen previously (Aḥmed Rifʿat, Mirʾāt ül-maḳāṣid fī dāfiʿ ül-mefāsid , Istanbul 1876). The doctrine was then subsequently fixed through several other works, in particular, by Aḥmed Ri̊fḳi̊ (in his Bektās̲h̲ī si̊rri̊ , Istanbul 1910), who accentuated the order’s heterodox and political dimension and brought its doctrine into the heretical Balkans current of the Ḥamzawīs (see below) and the liberal movements opposed to ʿAbd ül-Ḥamīd II. Bektās̲h̲ī thought was further set forth in several poetic collections signed by its most brilliant representatives of the 19th and 20th centuries: Turābī (d. 1868), Meḥmed Ḥilmī Dede (1842-1907), Edīb K̲h̲arābī (1852-1915) and Riḍa Tewfīḳ (1868-1949 [see \n bölükbas̲h̲i̊\n , \n riḍā tewfīḳ, in Suppl. ]).",
    "In opposition to this form of Ṣūfism, there was that of the Naḳs̲h̲bandiyya, an order which enjoyed a profound \n ¶ renewal at the beginning of the 19th century amongst the Kurds of the empire’s eastern provinces. This renewal of the Naḳs̲h̲bandiyya, called K̲h̲ālidiyya from the name of Mawlānā K̲h̲ālid Bag̲h̲dādī (1776-1827), who had studied with the Naḳs̲h̲bandīs of India at Dihlī, strongly echoed the teachings of the Indian Naḳs̲h̲bandiyya Mud̲j̲addidiyya but made certain innovations. The K̲h̲ālidiyya made compulsory retreat ( k̲h̲alwa erbaʿīniyya ) for new initiates and made the doctrine of the rābiṭa (the spiritual link of the s̲h̲eyk̲h̲ with his disciple) the order’s great rule (B. Abu-Manneh, Khalwa \n and \n Rābiṭa \n in the \n Khālidī \n suborder , in M. Gaborieau et alii (eds.), Naqshbandîs . Cheminement et situation actuelle d’un ordre mystique musulmane , Istanbul 1991). It invariably opposed the use of music and dancing. Very soon, with some exceptions, the Naḳs̲h̲bandiyya of the whole Ottoman Empire adopted the K̲h̲ālidiyya form. Believing that the mystical way was primarily to be achieved through a profound knowledge of the Ḳurʾān and Sunna, and by scrupulous respect for the prescriptions of the S̲h̲arīʿa , the Naḳs̲h̲bandiyya set themselves firmly against the liberal-type reforms of the Tanẓīmāt era, reforms which inter alia gave rights similar to those of the Muslims to the infidels of the Empire. Their form of Ṣūfism, with its ensemble of very potent contemplative techniques, was practised stricdy within the framework of the S̲h̲arīʿa (Th. Zarcone, Expérience de la mort et préparation à la mort dans l’Islam mystique . Le cas des nakşibendî de Turquie , in G. Veinstein (ed.), Les Ottomans et la mort . Permanences et mutations , Leiden 1996). Unlike the Bektās̲h̲iyya, the Naḳs̲h̲bandiyya supported the Ḥamīdian régime; Gümüs̲h̲k̲h̲ānawī Aḥmed Ḍiyā (1813-93), the order’s main s̲h̲eyk̲h̲ , had numerous disciples amongst the Palace staff. He linked the study of ḥadīt̲h̲ with his mystical teaching, a tradition which has maintained itself amongst his disciples to the present day. After the constitutional revolution of 1908-9, the Naḳs̲h̲bandiyya were to be generally found on the conservative wing of the Young Turk movement. Being both a Young Turk and a Naḳs̲h̲bandī, the S̲h̲eyk̲h̲ ül-Islām \n Mūsā Kāẓim (1850-1920) attacked heterodox Ṣūfism (i.e. the Bektās̲h̲iyya) and went so far as to preach the absorption of the tekke by the medrese , convinced that Ṣūfism had to be taught with the other Islamic sciences and not elsewhere.",
    "In the 19th century, other Ṣūfīs, linked with mystical currents originating in the Arab world, like the S̲h̲ād̲h̲ilī Muḥammad Ẓāfir al-Madanī (1829-1903) or the Rifāʿī one Abu ’l-Hudā al-Ṣayyādī (1850-1909 [ q.v. in Suppl.]), held, like the Naḳs̲h̲bandiyya, that Ṣūfism should range itself alongside Islamic orthodoxy. In other respects, the 19th and 20th centuries were notable for another interpretation of Ṣūfism which adopted a philosophical dimension close to Arabic Neoplatonism according to the commentary of several controversial mystics, such as Ibn al-ʿArabī, and even of those who had been condemned to death, such as Badr al-Dīn b. Ḳāḍī Samāwnā (1358-9 to 1416 [ q.v. ]), with a complete lack of interest in the structure of the ṭarīḳa ; one could cite the Malāmī movement of Muḥammad Nūr al-ʿArabī (d. 1888) which rose out of the Ḥamzawī milieux of the Balkans and was very quickly introduced into Istanbul. The devotees of other orders were also marked by this rejection of the external aspects of Ṣūfism (the tekke , ceremonies, special garments, headgear, etc.) in the name of a return to a purified mysticism, but also under the influence of ideas of progress. One might mention here the name of Ḳus̲h̲adali̊ Ibrāhīm K̲h̲alwatī (1774-1845) who rejected the tekke and proclaimed himself against celibacy and renouncement of the world ( terk-i dünya ), two \n ¶ aspects of the mystical life which have often divided Ṣūfīs (Zarcone, Pour ou contre le monde . Une approche des sociabilités mystiques musulmanes dans l’Empire ottoman , in F. Georgeon and P. Dumont (eds.), Vivre dans l’Empire ottoman . Sociabilités et relations intercommunautaires ( XVIII \n e \n -XX \n e \n siècle ), Paris 1997). At the end of the 19th century there arose from Naḳs̲h̲bandī circles Bedīʿ ül-Zamān Saʿīd Nūrsī (1876-1960 [ q.v. ]), founder of the Nurcu movement [see \n nurculuk\n ], and he likewise opposed the system of ṭuruḳ in the name of a return to the faith and to pure Ṣūfism.",
    "The tradition of commentaries on the writings of Ibn al-ʿArabī and the Mat̲h̲nawī of D̲j̲alāl al-Dīn Rūmī continued, with innovations appropriate to the age. Modernist Ṣūfīs and Ottoman intellectuals like Meḥmed ʿAlī ʿAynī, Riḍā Tewfīḳ, Ismāʿīl Fennī, Ferīd Ḳam and Aḥmed Ḥilmī S̲h̲ehbenderzāde, showed a great interest in these two thinkers whose doctrines favoured a rapprochment of Islam with the ideas of the Age of the Enlightenment and even with such European philosophers then in vogue as Herbert Spencer in Britain and Henri Bergson in France. The old dispute over the orthodoxy or not of Ibn al-ʿArabī, specifically on the doctrine of the unity of existence attributed to him, waḥdat al-wud̲j̲ūd [see \n waḥdat al-s̲h̲uhūd\n ], continued and gave rise to lively debates between the Ṣūfīs and the ʿulamāʾ , going beyond the strict framework of religion and involving the Turkish philosophers affected by the Western schools of thought. The main commentator at this time on Ibn al-ʿArabī was Aḥmed ʿAwnī Ḳonuḳ (1868-1938) (his commentary on the Fuṣūṣ al-ḥikam , ed. M. Tahrali and S. Eraydin, 3 vols. Istanbul 1987). Regarding the Mat̲h̲nawī , it continued to be studied within the framework of the special institutions for this ( dār ül-met̲h̲newī ) or by members of the Mawlawiyya; the most famous dār ül-met̲h̲newī was that founded at Istanbul by the s̲h̲eyk̲h̲ \n Murād al-Buk̲h̲ārī (d. 1848). It is characteristic of certain commentaries written on the Mat̲h̲nawī in the 19th and early 20th centuries that they consider Rūmī’s Ṣūfism in relationship to modern thought and Western science; such authors were ʿĀbidīn Pas̲h̲a (d. 1907) (his commentary in 6 vols. Istanbul 1887-8), Ṭāhir ül-Mewlewī (1877-1928) ( Met̲h̲newī , 14 vols. Istanbul 1963) and Kenʿān Rifāʿī ( S̲h̲erḥli Met̲h̲newī-yi s̲h̲erīf , Istanbul 1973). Furthermore, the interest in the press in general drove Ṣūfīs of all tendencies to found journals and to set forth their thoughts in a new literary manner (the journals Muḥibbān , Ḥikmet , Ḏj̲erīdeyi Ṣūfī , Taṣawwuf , Maḥfil , etc.); in these can be found commentaries on the Mat̲h̲nawī , biographies, historical texts, philosophical essays, mystical commentaries on the Ḳurʾān, etc.",
    "One of the main conflicts between Ṣūfism and Islamic theology at the opening of the 20th century set the s̲h̲eyk̲h̲ \n Ṣafwet ( Taṣawwufun ẓaferleri , Istanbul 1924) against the theologian Izmirli Ismāʿīl Ḥaḳḳī (1868-1946) ( Ḥaḳḳi̊n ẓaferleri , Istanbul 1922) concerning the question of ḥadīt̲h̲ , the crux being whether the ḥadīt̲h̲ s cited by the Ṣūfis to justify their doctrines were reliable. Ismāʿīl Ḥaḳḳī, himself a member of the S̲h̲ād̲h̲iliyya and under al-G̲h̲azālī’s influence, some time later distinguished, in a new elaboration of Islamic theology ( Yeñi ʿilm-i kelām , Istanbul 1923-4, 151-2), between two forms of Ṣūfism, one linked with the Ḳurʾānic tradition and the other departing from it.",
    "ii. The Republican \n period .",
    "The creation of the Republic (1923) and the abolition in 1925 of the orders, involving the closing of the tekkes , led Ṣūfism, if it was to survive, into either bypassing the structures of the ṭuruḳ or going underground, \n ¶ a situation which, in both cases, had consequences for the development of the practice of mystical doctrines. It was only in the 1950s, with a relaxation of state anti-religious measures, that some Ṣūfis were able to publish their writings. In general, Naḳs̲h̲bandīs remained faithful to their orthodox line. This was set forth by Mehmed Zâhid Kotku (1897-1980) and his son-in-law Mehmed Esat Coşan, who today directs the “Iskenderpaşa community” in Istanbul (it inherits the tekke of Gümüs̲h̲k̲h̲ānawī Aḥmed Ḍiyā); by Abdülhekim Hüseynî (1902-72) and his son Mehmed Reşid Erol (1929-96), founder of the “community of Menzil Köyu” at Adiyaman in Anatolia; and by several other s̲h̲eyk̲h̲ s stemming from the eastern parts of Anatolia (H. Algar, The Naqshbandi \n order in \n Republican Turkey , in The pendulum swings back , London 1996). It is important to note that many of these maintained unofficial medreses in which Ṣūfism had a major part. ʿAbd ül-Ḥakīm Arwāsī/Abdülhakim Arvasi (1864-1943), another Naḳs̲h̲bandī, vigorously brought into prominence the teachings of Aḥmad Sirhindī [ q.v. ], the founder in India of the Naḳs̲h̲bandiyya Mud̲j̲addidiyya, and proponent of al-G̲h̲azālī and his Ṣūfism, at the same time combatting the S̲h̲īʿa and the radical Wahhābiyya [ q.v. ]. His pupils and successors, the main ones being the writer Necip Fazil Kisakürek (1905-83), with his O ve ben , 6th ed. Istanbul 1990, and Hüseyn Hilmi Işik (b. 1911), founder of the Işikci movement, remained faithful to his thought but broke with several minor Naḳs̲h̲bandī practices and the system of tekkes .",
    "Already in existence at the end of the Ottoman period, the Nūrd̲j̲u movement of Saʿīd Nūrsī, a former Naḳs̲h̲bandī, can be classed as a crypto-Ṣūfī movement, despite its rejection of the ṭarīḳa and the s̲h̲eyk̲h̲’s authority, since it continues to venerate and to follow the teachings of such grand masters of Ṣūfism as ʿAbd al-Ḳādir al-D̲j̲īlānī and Aḥmad Sirhindī and since it describes itself as a return to pure Ṣūfism. This aspect had been reinforced by the Nurcu Fethullah Gülen, who fiercely defends a revolutionary view of instruction, proposing a harmonisation of the old medrese system with that of the secular schools (Lâtif Erdoğan, Fethullah Gülen Hocaefendi “Kücük dünyam” , Istanbul 1995; Eyüp Can, Ufuk tur , Fethullah Gülen Hocaefendi ile , Istanbul 1996 or 1997). On the other hand, in the last decade, certain Nurcus, called Aczmendî, have considered that it is time to re-establish the tekke system ( Risale-i Nur’da usûl \n ve program . Aczmendlik , Istanbul n.d. [1996 or 1997]).",
    "Ṣūfis linked with other currents have contributed to the development of an Islamic mysticism during the time of the Republic, like the K̲h̲alwatī Muzaffer Ozak (1916-85), who attached central importance to music and dance movements. Like the Ḳādiriyya and Rifāʿiyya, he kept up the link between mystical doctrine and dancing, a link which became lost amongst the Mawlawiyya. Other Ṣūfīs, already only very loosely attached to the ṭarīḳa system, adapted immediately to the situation under the Republic, such as the Melāmīs, who kept up, at Istanbul, the tradition of Muḥammad Nūr al-ʿArabī: Ḥād̲j̲d̲j̲ī Maḳṣūd K̲h̲ulūṣī (d. 1929), Hasan Lutfī Susut and Mahmud Sadettin Bilginer (1909-83), K̲h̲ulūṣī’s son. Alevî doctrines were favoured by the Kemalist régime, and the Alevîs took over Bektās̲h̲ī\n tekkes and for many years caused a grave confusion by identifying the Ṣūfī doctrine and practices of the Bektās̲h̲iyya with their own system, this despite the protests of a small group of Bektās̲h̲īs led by Bedri Noyan (1912-97), one of whose chief members was Turgut Koca (1921-97), who incarnated this tradition. Amongst the Alevîs, Bektās̲h̲ī doctrine \n ¶ enjoyed a popularisation and acquired a folkloric nature which has profoundly deprived it of its real nature. Having almost totally disappeared within Turkey itself, the tradition of commentaries on the Mat̲h̲nawī and on Ibn al-ʿArabī had a brilliant representative in Sarajevo in the person of Fayḍ Allāh/ Fejzulah Hadžibajrić (d. 1990), who gave life to the last dār ül-met̲h̲newī of the Ottoman world.",
    "7. In Muslim India.",
    "(a)The pre-1800 period. See ṭarīḳa \n . ii 7.",
    "(b)In the 19th and 20th centuries.",
    "i. The study of Ṣūfism in colonial and post-colonial \n South Asia .",
    "The term and category “Ṣūfism” was first coined for European languages by British Orientalists based in India, particularly Sir William Jones ( The sixth discourse , on the \n Persians , and On the mystical poetry of the Persians and \n Hindus , in Works , London 1807). While European travellers had previously remarked upon “dervishes” and “fakirs” only as exotic curiosities, Orientalists applied the term “Ṣūfī” largely to the literary phase of Ṣūfism, particularly as expressed in Persian poetry. These European scholars were persuaded that the elegant poems of Ḥāfiẓ and D̲j̲alāl al-Dīn Rūmī [ q.vv .] could. have nothing to do with the Islamic (“Mahometan”) religion, and therefore they unanimously believed it to be derived from Indian sources; this position was reinforced by the anti-Ṣūfī attitudes of S̲h̲īʿī\n mud̲j̲tahids in Persia (Sir J. Malcolm, History of Persia , London 1815, ii, 382-3; Lt. J.W. Graham, A treatise on \n Sufiism , or \n Mahomedan mysticism , \n ¶ in Transactions of the Literary Society of Bombay , i [1819], 89-119). British colonial officials, who were the main source of European studies of Ṣūfism in the 19th century, thus maintained a double attitude toward Ṣūfism: its literary classics (part of the Persian curriculum required by the British East India Company until the 1830s) were admired, but its contemporary social manifestations were considered corrupt and degenerate in relation to what was perceived as orthodox Islam (R.F. Burton, Sindh , London 1851, 198-231). This “golden age” ambivalence toward Ṣūfism was soon mirrored by the attitudes of Muslim reformists and fundamentalists (see below), creating a situation in which Ṣūfism quickly became a contested term, the meaning of which remains hotly disputed today. In Urdu, taṣawwuf still generally means a prescriptive ethical and spiritual ideal as it did in early Islamic texts, though sometimes it functions as a generic equivalent of mysticism. The English word “Ṣūfism” describes a variety of practices and doctrines with a debatable relationship to Islam (C. Ernst, The Shambhala \n guide to \n Sufism , Boston 1997).",
    "Colonial officials encountered contemporary Ṣūfism primarily in the context of government regulation of the many shrines and saints’ tombs found in India; under their administration, active Ṣūfī circles were no longer attached to major shrines, though k̲h̲ānḳāhs continued to function, particularly in the Pand̲j̲āb and Sind. British officials settled disputes over the administration of shrines as waḳf properties under Anglo-Mohammedan law (cf. G. Kozlowski, Muslim endowments and society in \n British India , Cambridge 1985). This was an issue particularly for large shrines, such as the tomb of K̲h̲ w ād̲j̲a Muʿīh al-Dīh Čis̲h̲tī at Ad̲j̲mēr, or that of Bābā Farīd al-Dīn Gand̲j̲-i S̲h̲akkar at Pākpat́t́an [ q.vv .] (D. Gilmartin, Shrines , succession and sources of moral authority in the \n Punjab , in Pakistan . The social sciences’ perspective , ed. A.S. Ahmed, Karachi 1990, 146-64). Some Ṣūfīs, e.g. the čis̲h̲tī leader Ḥād̲j̲d̲j̲ī Imdād Allāh (d. 1899), fought against the British during the 1857-8 uprising, and groups such as the Ḥurr (followers of the Pīr Pagārō in Sind) continued resistance up to 1947 (H.T. Lambrick, The terrorist , London 1970). But colonial policy reinforced the position of many hereditary sad̲j̲d̲j̲āda-nis̲h̲īn s as rural landlords and notables, particularly in the Pand̲j̲āb. The process of legal regulation and dispute resolution of Ṣūfī shrines has continued in post-colonial India and Pakistan (S.K. Rashid, Wakf \n administration in India , New Delhi 1978).",
    "There is considerable proto-anthropological material on Ṣūfī saints and shrines compiled by colonial officials in the Indian district gazetteers and surveys of the “castes and tribes” variety, often drawn from local oral tradition; most of these accounts regard Indian Ṣūfī practice as a Hinduised deviation from a supposedly pristine Islam (T.W. Arnold, art. Saints \n and martyrs , Muhammadan , in India , in ERE , xi, 68-73). Some Hindu scholars went so far as to interpret Ṣūfism in terms of Vedanta (L. Ramakrishna, Panjabi Sufi \n poets , London 1938). Politically-oriented studies of Ṣūfī saints and orders have focussed upon their relationship with the colonial government (Sarah Ansari, Sufi \n saints and state power . The Pirs of Sind , 1843-1947 , Cambridge 1992) and the Pakistan movement (D. Gilmartin, Empire \n and Islam . Punjab and the making of Pakistan , Berkeley 1988). There is an increasing body of anthropological literature on Ṣūfī practice in Pakistan and India, both on the part of government officials (Census of India, Beliefs \n and practices associated with Muslim pirs in two cities of India [ Delhi \n and \n Lucknow ], New Delhi 1966) and Euro-American researchers (K.P. Ewing, \n ¶ \n Sufism and desire in Pakistan , Durham 1997).",
    "Post-colonial governments in Pakistan, under the impulse of modern nationalism, have promoted publications that focus on Ṣūfī literature (especially poetry in local languages) as the manifestation of national identity. The Folk Heritage Institute in Islamabad ( Lōk Wirt̲h̲a ) publishes a “Sufi Poets Series” consisting of editions and Urdu translations of prominent Ṣūfīs who wrote poetry in the regional languages of Pakistan (Pas̲h̲tō, Pand̲j̲ābī, Balōčī, Brāhuī, Hindkō, Sindhī). The Department of Charitable Trusts ( Maḥkama-i Awḳāf ), which controls the revenue of major shrines, publishes officially sanctioned biographies of Ṣūfī saints in Urdu that accord with the Islamic “Pakistan ideology,” and high-ranking provincial and national officials regularly preside at the ʿurs anniversaries of Ṣūfī saints (Ewing, The politics of Sufism: redefining the saints of Pakistan , in Journal of Asian Studies , lii [1983], 251-68). Hagiographies organised along provincial or all-Pakistan lines also receive official sponsorship. The Government of India, in contrast, sponsors literature and films that identify Ṣūfīs as “secular nationalists” having more in common with Hindu bhaktī than with Islam (M. Jotwani, Sufis of Sindh , New Delhi 1986).",
    "Although British historians largely ignored Ṣūfī writings, the post-colonial era has seen the growth of new scholarship in South Asia, initially at Aligarh Muslim University, focused on the history and literature of Ṣūfism of the “medieval” period. The studies of the Čis̲h̲tī order by K.A. Nizami have demonstrated how it is possible to follow the continuities in a silsila through the oral discourses ( malfūẓāt ) and letters ( maktūbāt ) that continued to be written in Persian up to the 20th century (Nizami, Tārīk̲h̲-i mas̲h̲āyik̲h̲-i Čis̲h̲t , Delhi 1953; see also C. Ernst and B. Lawrence, Burnt \n hearts . The Chishti Sufi \n order , London 1998). Biographical and historical studies of particular Ṣūfī saints and orders have been written in the history departments of South Asian universities, while Persian and occasionally Arabic text editions of Ṣūfī writings have been produced in language and literature departments. Particularly prized Persian writings by famous s̲h̲ayk̲h̲s of the Čis̲h̲tī and Naḳs̲h̲bandī orders have been printed for devotional use in Pakistan as recently as the 1960s. “Classical” Ṣūfī works in Arabic and Persian, from the 13th up to the 19th centuries, are widely available for popular use through modern Urdu translations in India and Pakistan, and occasionally in other languages as well. The vast majority of South Asian Ṣūfī texts in Persian still remains in manuscript, however (for a comprehensive list, see Aḥmad Munzawī, Fihrist-i mus̲h̲tarak-i nusk̲h̲ahā-yi k̲h̲aṭṭī-yi Fārsī-i Pākistān , Islamabad 1984-, esp. vols, iii [ ʿIrfān ] and xi [ Zindagīnāma-yi pīrān ]). Only rarely have contemporary Ṣūfī writings in Indian languages been translated (C. Shackle (tr.), The teachings of \n Khwaja Farid , Multan 1978; idem (tr.), Fifty \n poems of Khwaja Farid , Multan 1983).",
    "ii. Ṣūfism and modern ideologies .",
    "Ṣūfī pīrs of the 20th century, despite their entrenched positions as landholders in the colonial system, were crucial to the support of the Pakistan nationalist movement because of their large followings, and Ṣūfī leaders have generally found nationalism to be a congenial doctrine. But the ideological proponents of modernism and Islamic fundamentalism have both seen Ṣūfism as a major opponent. Modernists like Iḳbāl [ q.v. ], in a critique similar to that of Orientalists, denounced institutional Ṣūfism for fatalism, passivity, and a false notion of the absorption of humanity in unity with God. Although Iḳbāl’s writings invoke Ṣūfī figures such as Ḥallād̲j̲ and Rūmī [ q.vv .], his concepts of terms \n ¶ such as k̲h̲udī and ʿis̲h̲ḳ [ q.v. ] owe as much to Bergson and Nietzsche. Secularised intellectuals and Muslim modernists alike saw Ṣūfī practice as mediaeval superstition and as a drug that stupefies the masses. Ṣūfī apologists have responded to this criticism by appropriating the rhetoric of science and announcing that Ṣūfism attains the goal of truth that science can only dream of (Wāḥid Bak̲h̲s̲h̲ Siyāl, Mus̲h̲āhada-i ḥaḳḳ \n : \n islāmī rūḥānī sāʾins [ science ], Karachi 1974).",
    "Fundamentalists (echoing Orientalists and colonial officials) criticised Ṣūfism as Hindu-influenced idolatry of human beings, amounting to abandonment of “pure” Islam. Reformers like Ḥād̲j̲d̲j̲ī S̲h̲arīʿat Allāh (d. 1840), founder of the Farāʾiḍī movement in Bengal, and Sayyid Aḥmad Brēlwī (d. 1831 [ q.v. ]) in the Pand̲j̲āb, were militantly opposed to certain forms of Ṣūfism, S̲h̲īʿism. and local adaptations of Islam; for this reason, the British regarded them as “Wahhābīs,” although some reformers were trained in Ṣūfī orders. Abu ’l-ʿAlāʾ Mawdūdī (d. 1979), founder of the fundamentalist D̲j̲amāʿat-i Islāmī, rejected Ṣūfī practice despite his upbringing in a Čis̲h̲tī family, though his authoritarian leadership style has been interpreted as an extension of the master-disciple relationship (S.V. Nasr, Mawdudi \n and the making of \n Islamic \n revivalism , Oxford 1996). Defenders of Ṣūfism argue that Ṣūfism is the spiritual essence of Islam, and at the same time they refute earlier Orientalist theories of the non-Islamic origins of Ṣūfism (W.B. Sial Rabbani, Islamic Sufism . The science of flight in God , with God , by God , and union and communion with God , also showing the tremendous \n Sufi \n influence on Christian and \n Hindu \n mystics and mysticism , Lahore 1984). Naḳs̲h̲bandī groups concerned about Islamisation have apparently de-emphasised meditation practices (the laṭāʾif ) but have redefined discipleship as a basic Islamic religious duty (A. Buehler, Masters of \n the heart . Naqshbandi Sufism \n in colonial India , Columbia, S.C. 1997).",
    "The debate over Ṣūfī doctrine and practice in South Asia has crystallised around two North Indian\n madrasas founded in the colonial period, the ḥadīt̲h̲-oriented \n Deoband school [ q.v. ] and the devotional Barēlwī school. Although the founders of Deoband were largely drawn from the Ṣābirī branch of the Čis̲h̲tiyya, they rejected practices such as samāʿ [ q.v. ], and ziyārat as well as excessive veneration of the Prophet or Ṣūfī masters (Barbara Metcalf, Islamic revival in \n British India . Deoband , 1860-1900 , Princeton 1982). The Barēlwīs, followers of Sayyid Aḥmad Riḍā K̲h̲ān (d. 1921) of Ray Bareilly, emphasise the necessity of intercession by the Prophet and, secondarily, the Ṣūfī s̲h̲ayk̲h̲ ; as in other Muslim regions, the issue of saintly mediation has thus become highly controversial (U. Sanyal, Devotional Islam \n and politics in British India . Ahmad Riza Khan Barelwi \n and his movement , 1870-1920 , Oxford 1996). Pietistic missionary groups such as the Tablīg̲h̲ī D̲j̲amāʿat [ q.v. ] founded by Muḥammad Ilyās (d. 1944) have appropriated the ethical emphasis of Ṣūfism while rejecting ritual, metaphysics, and sainthood (M.A. Haq, The faith movement of \n Mawlana Muhammad Ilyas , London 1972). Polemics and apologetics from these different perspectives dominate modern discussions of Ṣūfism in Urdu and in English.",
    "iii. Ṣūfism in print .",
    "Probably the greatest social transformation in modern Ṣūfism derives from the introduction of print to South Asia early in the 19th century, principally in the form of calligraphed lithography (movable Arabic type was preferred by the British). As in other regions, Ṣūfī orders were among the first to make use of the new technology to distribute teachings of contemporary \n ¶ teachers and to preserve the classical texts of the past. The revolution entailed by printing Ṣūfī texts lay in the possibility of mass distribution of inexpensive books to the middle-class public, in place of the restricted access to manuscripts and oral teachings among a privileged few. Printing of Ṣūfī texts in India was carried out principally in the northern cities of Dihlī, Kānpūr, and Lak’hnaw, often at presses (such as Nawāl Kis̲h̲ōr in Lak’hnaw) run by Hindu muns̲h̲ī s. The number of Persian texts printed in India in the 19th century was considerably higher than the total printed in Persia or Central Asia. Leaders of Ṣūfī orders such as the Čis̲h̲tiyya, Naḳs̲h̲bandiyya, Ḳādiriyya and Suhrawardiyya orders [ q.vv .] commissioned publication of both early and contemporary Ṣūfī texts, initially in Persian but increasingly in Urdu translation (C. Ernst, The study of \n Sufism \n in \n Pakistan , unpubl. paper for American Institute for Pakistan Studies Workshop, 1996). Their publications included periodicals, and s̲h̲ayk̲h̲s like the Naḳs̲h̲bandī leader D̲j̲amāʿat ʿAlī S̲h̲āh (d. 1951) sometimes required their disciples to subscribe (Buehler). Some Ṣūfīs (the Čis̲h̲tī leaders D̲h̲awḳī S̲h̲āh, d. 1951, and Ḥasan Niẓāmī, d. 1955) were trained in modern universities and made use of the press and European literary genres such as the novel to communicate their insights in Urdu and English to wider audiences.",
    "Beyond the Gangetic basin, the Pand̲j̲āb, and the Urdu-speaking centres of the Deccan (U. K̲h̲ālidī and M. ʿAḳīl, Dakan kā ʿahd-i islāmī , 1300 \n tā \n 1950 , ēk bunyādī kitābiyyāt , Watertown, Mass. 1993, 58-65), very little scholarly work has been done on Ṣūfī activities in the modern period, such as the transmission of Ṣūfī orders from Kerala [see \n mappila\n ] to Ceylon in the 19th century. While Urdu has been an important medium for disseminating the full range of Ṣūfī literature, Indian languages that employ non-Arabic scripts (Bengali, Tamil, Malayalam) have also been used for Ṣūfī publications. In the Tamil country, tombs like that of S̲h̲āh al-Ḥamīd (d. 1558) at Nagore are still centres of pilgrimage for Muslims, Hindus, and Christians, and hagiographies in Tamil remain popular (V. Narayanan, The Zamzam \n in Nagore: worshipping \n Shahul Hamid \n in a Tamil landscape , unpubl. paper). The Māʾid̲j̲bhandārī Ṣūfī order, founded in Chittagong by Sayyid Aḥmad Allāh (1826-1906) with links to the Ḳādiriyya, has engaged in extensive proselytisation and publication of biographies and songs in Bengali, with support from the ruling circles of contemporary Bangladesh (M.A. Latif, letter of 1992). The tantric bards known as the Bāuls gained cultural respectability after the 1920s when Rabindranath Tagore popularised the Bengali songs of Lālan Fakir (d. 1890); despite their religious ambiguity, the presence of Ṣūfī symbolism in their writings is unmistakeable (C. Solomon, Bāul \n songs , in D. Lopez, (ed.), The religions of India in practice , Princeton 1996, 187-208).",
    "iv. The internationalisation of \n South Asian Ṣūfism .",
    "Devotion to Indian Ṣūfī saints spread to the Malay peninsula, South Africa and the Caribbean in the 19th century as the British exported indentured laborers to those regions from India. In the 20th century, Europeans were exposed to visiting Indian Ṣūfī teachers such as ʿInāyat K̲h̲ān (d. 1927), who was trained as a Čis̲h̲tī but presented Ṣūfism as a universal religion detached from normative Islam. His teachings have been perpetuated by Americans (Rabiʿa Martin, Samuel Lewis) as well as family members (Pir Vilayat Khan) in Europe and America. Bawa Muhaiyaddeen (d. 1986), a Tamil Ṣūfī from Sri Lanka, acquired a significant following (both Muslim and non-Muslim) \n ¶ after moving to the U.S.A. in 1971, and his tomb outside Philadelphia has now become a place of pilgrimage. South Asian Muslim immigrants and students in England, Canada, and the U.S.A. have established branches of the Čis̲h̲tiyya and the Naḳs̲h̲bandiyya in their new homes along traditional lines. European and American converts to Islam have also joined South Asian Ṣūfī orders; the principal k̲h̲alīfa of D̲h̲awḳī S̲h̲āh in Pakistan was S̲h̲ahīd Allāh Farīdī (d. 1978), an Englishman formerly named Lennard, whose Urdu writings have been published in Karachi. The principal ideological change for Ṣūfism in the modern period is the option of Ṣūfism without Islam, something barely conceivable before the 20th century. This new possibility is partly the result of the efforts of Western scholars and fundamentalists, both of whom regard Ṣūfism as separate from “pure” Islam, but it is partly the natural effect of ecumenism and the modern search for spirituality. Ṣūfī groups in Europe and America also give a much more prominent and public role to women than was previously customary in South Asia. Cultural products of Ṣūfism have attained great popularity in the West, from not only the Middle East (the Whirling Dervishes and Rūmī’s poetry) but also South Asia ( ḳawwālī music by the Sabri Brothers and Nusrat Fateh Ali Khan). At the end of the 20th century, South Asian Ṣūfism has found large new audiences through electronic communications on an international scale.",
    "8. In Chinese Islam.",
    "It is likely that the Muslims from the Middle East or Central Asia, drawn to China in the 13th-14th centuries by the Mongol emperors of the Yuan dynasty, brought with them Ṣūfī practices. But this is only a supposition since, in our present state of knowledge, we know nothing about the religious life of the Muslims of China before their complete sinicisation. We have to wait till the middle of the 17th century and the upheavals which mark the end of the native Ming dynasty and its replacement by the Manchu dynasty of the Chʾing (or Qing) in order to find a specifically Islamic Chinese literature, which from then onwards is rich, mature and self-assured.",
    "i. Literary Ṣūfism .",
    "As a general rule, the great Muslim thinkers of the 17th-19th centuries adopted a uniform approach. They give an exposition for their coreligionists and compatriots, in Chinese, of the complete foundations of the faith, beginning with a sacred history which places the mystical and ancient past of China within the continuity of the enfolding of Biblical history. They continue with a dogmatic system of morality set out in Confucian terms and with the believer’s obligations set forth in a clear language which is quasi-vernacular. Finally, they set forth a mysticism which is undeniably Ṣūfī.",
    "If speculative theology shows itself as being consistent from the time of the first works composed, sc. the time of those of Wang Tai-yü (Wang Daiyu, ca . 1580-1658?), published between 1642 and 1657, this theology nevertheless evolves from one author to another over the course of the two succeeding centuries whilst remaining, so far as it seems, not rooted in any particular time and with no sectarian links. In order to acquire prestige, this theology often claims to stem from the translation of some Arabic or Persian work. Sometimes such originals are imaginary; but even when these actually exist and are as famed as the Mirṣād al-ʿibād of Nad̲j̲m al-Dīn Rāzī Dāya [ q.v. ] \n ¶ or the Lawāʾiḥ of D̲j̲āmī [ q.v. ], works which were highly valued in Chinese Islam, the alleged translation implies a total re-writing and remodelling in order to translate the philosophical notions and concepts of Ṣūfism into an acceptable Chinese mode of thought. From this, an original literature has resulted, one unknown to Islamic specialists for want of being studied by Sinologists.",
    "The great Chinese ʿulamāʾ were actually forced to use as best they could the lexicographic and conceptual material at their disposal—Neo-Confucian, Taoist and Buddhist. The believer’s journey towards “absorption” with the divine ( ho-hui , ho-chʾi ), which is a “return to origins” ( kuei-pen , fan-pen , hai-yüan ) is made, they explain, by “transformation” ( hun-hua ) through attaining the “Perfect Way” ( chih-tao ) or “Vehicle of the Truth” ( chen-chʾeng , i.e. ḥaḳīḳa )— tao being the basic concept of Taoism and chʾeng that of Buddhism. The postulant seeking illumination has first of all followed, at a lower level, the “Usual Way” ( chʾang-tao ) or the “Vehicle of the Rites” ( li-chʾeng ) or “Vehicle for Religion” ( chiao-chʾeng , i.e. the S̲h̲arīʿa ) in order to understand the letter of the “Five meritorious acts” ( wu-kung , i.e. al-arkān al-k̲h̲amsa ); then he follows the “Middle way” ( chung-tao ) or “Vehicle of the Way” ( tao-chʾeng or ṭarīḳa ) which allows him to discover the spirit of the five meritorious acts, all this under the direction of a “Head of the Way” ( tao-chang or s̲h̲ayk̲h̲ ), a “Ship of compassion on the sea of illusions”, according to the Buddhist formula normally applied to Kuan-yin, the Chinese avatar of Avalokiteçvara. The journey of the believer is comparable to the search for “personal perfection” ( hsiu-shen ) recommended by Confucius and Mencius and set in the centre of the Neo-Confucian ethics of the 16th-17th centuries. For “he who knows himself knows his God” ( jen-chi jen-chu ). As a 19th-century author, Ma Kʾai-kʾo (Ma Kaike), from Yunnan, sets forth, by following the way of gradual attainment of perfection, the believer “acts as in Confucianism, but progresses to a supplementary degree” ( Ta-hua tsungkuei \n “The general return [to God] of the great transformations”, 1865, ed. Peking 1922-3, ii, 46). This supplementary degree is attained thanks to the ascetic practice of the thirty “levels” ( pʾin , the “stations”, maḳāmāt ), described in detail by the Chen-kung fa-wei “The secret unveiled of truly meritorious acts” (whose author and date are problematical: the end of the 17th or the end of the 18th century ?).",
    "In the thread of written discourse, the Arabic terms—or more exactly, Arabo-Persian ones, since the influence of the great religious centres of Central Asia was strongly felt in Chinese Islam—are not only translated but also transliterated phonetically, so far as the Chinese characters allow. Thus d̲h̲ikr is written phonetically as chʾi-kʾe-erh , and the s̲h̲ahāda is written and recited as lio-i-lio-he-ying-lan (= lā [ ilāh ] illā ’llāh ) and, at the end of the formula, Mu-han-me-te-laliu-lun (= Muḥammad rasūl [ Allāh ]). Since Chinese Muslims pronounce Arabic in a manner much deformed by Chinese phonetics, it is not surprising that, as pilgrims to Mecca, they have been looked down upon by Arabic-speakers and have had the reputation of following a bastardised form of religion. However, their literature proves that this is not the case: the use of a terminology and a juggling with images borrowed from Chinese culture has not resulted in a degenerate syncretism. The message, the Ṣūfī one in particular, has remained distinctively Muslim. According to a Chinese historian of world religions (Li Xinhua, 1983, 76), Naḳs̲h̲bandiyya adherents are said to be recognisable by their preference for Neo-Confucian \n ¶ thought, whilst the partisans of the Ḳādiriyya are said to incline towards a choice of Taoist and Buddhist terms; but this is, for the moment, merely a working hypothesis.",
    "The fate of the works of literary Islam, so strongly marked by Ṣūfism, is curious. Those which emanate from the most prestigious thinkers—foremost amongst which is the Nanking scholar Liu Chih (Liu Zhi, ca . 1662-70 to ca . 1730-6), whom one of his 19th-century admirers, Ma Lien-yüan, considered as the Chinese Ibn al-ʿArabī—have been constantly republished up to the present time, and in the most varied circumstances: in the midst of civil war in the 19th century, on the occasion of the modernist movement of the 1920s and in the period of relaxation and re-Islamisation of the post-Maoist years, and in Taiwan. They symbolise a feeling of identification amongst the community, even—and above all—for adherents of the Ik̲h̲wān movement, close to the government in the Republican period as also in the Communist period. In former times published by the mosques and spread by them alone (at the present time, in continental China, in rivalry with the institutes of Islamic studies), they were accessible to all the faithful of the mosque who were sufficiently literate. Also, the fact that in 1993 the most typical work and the one most appreciated by believers, “The Arabian philosophy”, Tʾien-fang hsing-li of Liu Chih ( ca . 1704), has been “translated” into the spoken language, shows a continuance of interest in speculative Islamic literature.",
    "ii. The Ṣūfism of \n the brotherhoods .",
    "In China, the popular Ṣūfism of the brotherhoods has its historical bases in the northwestern part of the country, where the intercontinental trade route which we call the “Silk Road” comes out. The late Joseph Fletcher (1934-84) showed in a magisterial way how this Ṣūfism was connected with the movements of worldwide Ṣūfism and attached itself to various silsilas of the Middle East and Central Asia. From the 15th century onwards, Naḳs̲h̲bandī activists from the Alti̊s̲h̲ahr or “Six cities” of the Tarim basin (in the southern part of modern Sinkiang), themselves shaped by the Naḳs̲h̲bandīs of Transoxania, came to preach in the western part of China; and, in the same way, in the second half of the 17th century, the grandson of Mak̲h̲dūm-i Aʿẓam (the ancestor of the K̲h̲od̲j̲as of the Alti̊s̲h̲ahr [see \n k̲h̲od̲j̲as in Suppl. ]), Muḥammad Yūsuf, and also, above all, the latter’s son, Hidāyat Allāh, called K̲h̲ōd̲j̲a Āfāḳ (d. 1694), the founder of the Āfāḳiyya spiritual lineage. At the end of the 17th century, three Chinese spiritual lineages, the best known of which was to become that of Ma Lai-chʾih (1673-1753) at the head of the “Flowery Mosque”, Hua-ssu , claimed descent from K̲h̲od̲j̲a Āfāḳ and, through him, from the Naḳs̲h̲bandiyya. The founder of the oldest known Chinese ṭarīḳa , a Ḳādirī one, Chʾi Ching-i (1656-1719), was equally influenced by him.",
    "In the second half of the 18th century, the propagator of the Naḳs̲h̲bandī revival, who had been trained in Yemen and advocated a strict enforcement of the S̲h̲arīʿa and the abandonment of the cult of sacred tombs, Ma Ming-hsin (1719-81 [ q.v. ]), founded an indigenous ṭarīḳa called the D̲j̲ahriyya ( Che-he-linyeh ) with d̲h̲ikr uttered out loud. This was called by outside observers the “New Religion”, Hsin-chiao , in contrast to the earlier movements derived from the Āfāḳiyya, called K̲h̲ufiyya ( Hu-fei-yeh ) with d̲h̲ikr formed within the mind only, or, seen from the outside, the “Old Religion” ( Lao-chiao ). (It should be noted that, in the 19th-20th centuries, the New/Old Religion dichotomy embraced a set of realities which varied \n ¶ according to circumstances.) It was from the rivalry between these two Naḳs̲h̲bandī trends of thought that there resulted, on several occasions, the bloody troubles which culminated in the putting to death of Ma Ming-hsin in 1781 and the execution in 1871 of his fifth successor, Ma Hua-lung (1810-71 [ q.v. ]), together with the depopulation of whole Muslim regions of Shensi, Ningsia and Yunnan [ q.vv .] by the Chinese imperial armies which exterminated or deported masses of population. From the last quarter of the 19th century onwards, the centres of authority of the Ṣūfī brotherhoods were brought together within a restricted area, in comparison with the immense size of China, one not more than 350 km/220 miles from north to south between the 35th and 38th parallels and 500 km/310 miles from east to west between Kansu, Ningsia and west of the Chʾinghai. Nevertheless, from this time onwards, they swarmed forth across the whole of China, in the wake of commercial enterprises which were linked with missionary work.",
    "The ṭuruḳ introduced into China—the Ḳādiriyya, Naḳs̲h̲bandiyya in their various forms, and Kubrawiyya—after the second or third generation of spiritual masters, split into small groups called men-huan : a men-huan is at one and the same time the hereditary line of a s̲h̲ayk̲h̲ , the group of faithful under the domination and authority of that line, the considerable ensemble of goods and lands owned by it, worked and protected for it by the faithful, and finally, the holy places which bear its charisma. The men-huan re-appeared after the Cultural Revolution. A D̲j̲ahrī master of the eighth generation, Ma Tʾeng-ai, was from 1980 till his death in 1991 the deputy-governor of Ningsia and manager of a commercial house trading with the Near East. But in the 1990s, the survival of the men-huan is threatened as much by the fundamentalism of the Ik̲h̲wān. which is becoming more and more powerful, as by the course of rivalries within the men-huan themselves.",
    "9. In Africa south of the Mag̲h̲rib during the 19th and 20th centuries.",
    "For the sake of convenience, Ṣūfism will be examined here under the following headings: (i) doctrinal developments, (ii) missionary Ṣūfism, (iii) Ṣūfī involvement in the political sphere, and (iv) opposition to Ṣūfism.",
    "i. Doctrinal \n developments .",
    "Two major trends are discernible, not mutually exclusive. Chodkiewicz has pointed out the pervasive influence of Ibn al-ʿArabī’s teachings in the 19th century, amounting to an “Akbarian” revival, and this is as true in Africa as elsewhere. Whether by direct reading of al-Futūḥāt al-makkiyya or filtered through secondary sources of Akbarian ideas, such as the writings of ʿAbd al-Wahhāb al-S̲h̲aʿrānī (d. 963/1565) and ʿAbd al-G̲h̲anī al-Nābulusī (d. 1143/1731) [ q.vv .], the ideas of Ibn al-ʿArabī have been diffused in many parts of Africa. This influence is particularly evident in the teachings of Aḥmad al-Tid̲j̲ānī and his major West African disciple al-Ḥād̲j̲d̲j̲ . ʿUmar b. Saʿīd (d. 1864). But it is also evident in the writings of such diverse figures as ʿAbd al-Ḳādir al-D̲j̲azāʾirī, Māʾ al-ʿAynayn al-Ḳalḳarmī, Muḥammad Aḥmad the Mahdī of the Sudan, Aḥmad al-ʿAlawī al-Darḳāwī, and ʿAbd al-Salām al-Fītūrī, founder of the Libyan ʿArūsiyya.",
    "Familiarity with Ibn al-ʿArabī’s thought is also to be found in Aḥmad b. Idrīs, though he is more typically representative of the second trend, that is, the ṭarīḳa Muḥammadiyya , which stresses imitation of the Prophet in word and deed and seeing him in a waking state. His anti-mad̲h̲habist teachings, which advocate individual resort to Ḳurʾān and Sunna in matters of personal conduct, are reflected in the writings of one of the most important 19th-century Ṣūfī personalities in Africa, Muḥammad b. ʿAlī al-Sanūsī [ q.v. ]. Al-Sanūsī quotes the definition of the ṭarīḳa Muḥammadiyya of Abu ’l-Baḳāʾ Ḥasan al-ʿUd̲j̲aymī (d. 1113/1702): “This Way is the inward immersion of the adept in the contemplation of Muḥammad’s person, whereby he imitates the Prophet in word and deed, occupies his tongue with pronouncing blessings upon him at all times, whether in retirement or when appearing in public, so that honouring the Prophet dominates his heart to such an extent and penetrates his interior so deeply that when he merely hears the Prophet’s name, he begins to shake, his heart is overwhelmed beholding him, and the physical appearance of the Prophet manifests itself before the eye of his inner vision” ( al-Manhal al-rawī , in al-Mad̲j̲mūʿa al-muk̲h̲tāra , Beirut 1968, 49-50, tr. B. Radtke in his Ijtihād \n and \n Neo-Sufism , 915). An important influence on Aḥmad b. Idrīs and his school was the teaching of ʿAbd al-ʿAzīz al-Dabbāg̲h̲ (said to be inspired directly by al-K̲h̲aḍir) as reported in the K. al-Ibrīz of Aḥmad b. al-Mubārak al-Lamaṭī; it was also extensively quoted in the Tid̲j̲ānī manual Rimāḥ ḥizb al-raḥīm of al-Ḥād̲j̲d̲j̲ . ʿUmar.",
    "A third trend, quite unrelated to the two previous ones, may also be noted: that is, the increased incorporation \n ¶ into certain “popular” Ṣūfī orders, such as the ʿĪsāwiyya and Ḥamāds̲h̲a of Morocco, of rituals of blood sacrifice, spirit exorcism and trance, at least partly under the influence of freed slaves of West African origin. Another manifestation of the amalgamation of Ṣūfism and African spirit cults is to be observed in phenomena such as the “dīwāns of Sīdī Bilāl” of Algeria, the rituals of the Gnāwa of Morocco, the Stambali of Tunisia and the Ṭumbura of the Sudan (also found among African slaves in Mecca, according to C. Snouck Hurgronje, Mecca in the latter part of the 19th century , Leiden 1931, 11-12).",
    "ii. Missionary Ṣūfism .",
    "In the course of the 19th and the first half of the 20th century, Ṣūfī teachings were disseminated over wide areas of the continent through the activities of certain brotherhoods, and in many cases they were’ the conduit for conversion to Islam. The Tid̲j̲āniyya gained a considerable number of adherents in Morocco and Algeria, and zāwiyas were established in Egypt and the Sudan. But it is in Mauritania and West Africa that its spread has been most noteworthy. In southern Mauritania it was taken up by the Idaw ʿAlī under the influence of Muḥammad al-Ḥāfiẓ (d. 1247/ 1830), and from there it spread into Senegal and Guinea. Al-Ḥād̲j̲d̲j̲ \n ʿUmar b. Saʿīd (d. 1865 [ q.v. ]), was made a k̲h̲alīfa of the order by Muḥammad al-G̲h̲ālī and subsequently initiated a d̲j̲ihād in Guinea and Mali which led to conversion to Islam and a short-lived Tid̲j̲ānī “empire”. His nephew, Muḥammad al-Hās̲h̲imī b. Aḥmad b. Saʿīd, known as Alfa Hās̲h̲im (d. 1349/ 1931), fled French colonialism and established a base in the Ḥid̲j̲āz, which catered to African Tid̲j̲ānīs, but also, because of its location in the lands of pilgrimage, led to the propagation of the Tid̲j̲āniyya among Muslims from other areas of the world (e.g. Indonesia, ʿIrāḳ and the Balkans). In the 20th century, the chief African propagandist for the order has been the Senegalese\n s̲h̲ayk̲h̲ \n Ibrāhīm Niasse (d. 1975), who has made the Tid̲j̲āniyya an order of mass participation, not only in Senegal but also in northern Nigeria and Ghana. His teachings, which emphasise spiritual tutelage ( tarbiya ), have also found favour in Mauritania, Chad and the western Sudan.",
    "Brotherhoods based on the teachings of Aḥmad b. Idrīs have also spread far and wide. The Sanūsiyya [ q.v. ] established a network of zāwiyas in eastern Libya and throughout Chad to as far as Kano in northern Nigeria. The K̲h̲atmiyya, founded by Muḥammad ʿUt̲h̲mān al-Mīrg̲h̲anī (d. 1268/1852), a Meccan who went to the Sudan to propagate the teachings of Aḥmad b. Idrīs, gained many adherents in the Sudan and Eritrea [see \n mīrg̲h̲aniyya\n ]. Another Idrīsian brotherhood, the Ras̲h̲īdiyya-Ṣāliḥiyya, was also successful in the Sudan, and in Somalia, where it was propagated by the anti-colonial leader Muḥammad ʿAbd Allāh Ḥassān [ q.v. ].",
    "Older brotherhoods also enjoyed increased influence in the 19th century and were agents for conversion to Islam. The Ḳādiriyya enjoyed considerable success in West Africa through its Muk̲h̲tāriyya branch deriving from the Kunta scholars [see \n kunta\n ] of the late 18th and 19th centuries. Disciples of the Kunta s̲h̲ayk̲h̲s carried their teachings to the savannah and forests, and were proselytisers for the faith. S̲h̲ayk̲h̲ ʿUt̲h̲mān b. Muḥammad Fodiye [ q.v. ], the Fulani\n mud̲j̲āhid (d. 1232/1817), traces one of his ṭarīḳa lines through the Kunta silsila . Through S̲h̲ayk̲h̲ ʿUt̲h̲mān, the Ḳādiriyya became the quasi-official ṭarīḳa of the state he founded in northern Nigeria, and through his d̲j̲ihād many were converted to Islam. Aḥmad\n \n ¶ \n Lobbo (also known as Seku Aḥmadu, d. 1260/1844), the Fulani\n mud̲j̲āhid of Masina (Mali), also had a Ṣūfī affiliation to the Ḳādiriyya-Muk̲h̲tāriyya. In Senegal, Aḥmad Bamba (d. 1927) founded an entirely new order derived from the Ḳādiriyya, the Murīdiyya [ q.v. ], which, by preaching a doctrine of laborare est orare , has played an important role in developing agriculture, and with its economic success has come powerful national political influence. There has also been a Ḳādiriyya revival in Nigeria in recent years led by Muḥammad al-Nāṣir b. Muḥammad al-Muk̲h̲tār al-Kabarī of Kano (locally known as Nasiru Kabara, d. 1996). Sometimes Ṣūfī brotherhoods have been agents of “reconversion”—the diffusion among rural or nomadic Muslims of normative urban Islam; such was the case with the Ḳādiriyya-ʿUt̲h̲māniyya in Nigeria, the Sanūsiyya in Libya and Chad, and the Mad̲j̲d̲h̲ūbiyya-S̲h̲ād̲h̲iliyya in the eastern Sudan. Many Ṣūfīs of sub-Saharan Africa were also scholars of fiḳh , notably the Kano Tid̲j̲ānīs of the Ṣalg̲h̲a tradition.",
    "iii. Ṣūfī involvement in the political sphere .",
    "In addition to what has been noted above, Ṣūfī movements worked, on the one hand, to resist colonial penetration, and on the other, at least in some cases, to establish a working relationship with colonial régimes. Some of the more striking examples of Ṣūfī involvement in armed struggle in opposition to colonialism are as follows: resistance to French penetration of Algeria led by the Ḳādirī\n s̲h̲ayk̲h̲ \n ʿAbd al-Ḳādir al-D̲j̲azāʾirī; resistance to Italian penetration of Chad by the French and later Libya by the Italians, spearheaded by the Sanūsiyya brotherhood; resistance to French penetration of Mauritania led by the Ḳādirī s̲h̲ayk̲h̲ \n Māʾ al-ʿAynayn [ q.v. ] (who founded a new branch the ʿAyniyya); and resistance to British colonialism in Somalia from 1900 to 1920 led by Muḥammad ʿAbd Allāh Ḥassan. During the colonial period, relationships between brotherhoods and colonial régimes were in some cases good, even close, while in others they were cold or downright hostile. In North Africa, the Tid̲j̲ānī leaders were on amicable terms with the French, as was in Senegal Seydou Nourou Tall, who became a virtual mouthpiece of the French colonial order in West Africa. On the other hand, the Ḥamālliyya Tid̲j̲ānīs were fiercely opposed to the French, while the Tid̲j̲āniyya leadership of Kano was under constant British surveillance. The French exiled both Ḥamallāh and the Murīdiyya leader Aḥmad Bamba. In the Sudan, the K̲h̲atmiyya under Sayyid ʿAlī al-Mīrg̲h̲anī developed its own political party, the National Unionist Party ( ḥizb al-ittiḥād al-waṭanī ) in opposition to the Umma Party of Sayyid ʿAbd al-Raḥmān al-Mahdī, who organised his Anṣār along ṭarīḳa lines. In Tanzania, the Ḳādiriyya brotherhood has played a significant role in national politics since independence.",
    "iv. Opposition \n to \n Ṣūfism .",
    "The most vigorous opposition to Ṣūfism in Africa has been that directed against the Tid̲j̲āniyya brotherhood. Attacks were directed against Aḥmad al-Tid̲j̲ānī’s claims that he had received direct authorisation for his teachings from the Prophet Muḥammad, that he was the ḳuṭb al-aḳṭāb , that reciting certain Tid̲j̲ānī litanies (notably the ṣalāt al-fātiḥ ) brought more merit than reciting the Ḳurʾān, and that those who see him or serve him would enter paradise without judgment. There has been a virtually constant stream of polemic in Mauritania since soon after the brotherhood reached there. An attack by the poet Idyayd̲j̲ al-Kumlaylī (d. 1854) was responded to by Muḥammad b. Muḥammad al-Ṣag̲h̲īr b. Nʾbūd̲j̲a in his al-Ḏj̲ays̲h̲ al-kafīl bi-ak̲h̲d̲h̲ \n \n ¶ \n al-t̲h̲aʾr mimman salla ʿalā ’l-s̲h̲ayk̲h̲ al-Tid̲j̲ānī sayf al-inkār . This was then attacked by Muḥammad al-K̲h̲aḍir b. Māyābā (d. 1925), a Ḳādirī adept, in his Mus̲h̲tahā ’l-k̲h̲ārif al-d̲j̲ānī fī zalaḳāt al-Tid̲j̲ānī al-d̲j̲ānī , which was attacked by several scholars, most importantly by Muḥammad Niasse (d. 1959) in his al-D̲j̲uyūs̲h̲ al-ṭullaʿ bi ’l-murhafāt al-kuṭṭaʿ ilā Ibn Māyābā ak̲h̲ī ’l-tanaṭṭuʿ . In Nigeria in the 1970s and 1980s, both Tid̲j̲ānīs and Ḳādirīs came under attack in sweeping denunciations of Ṣūfism led by a neo-Wahhābī scholar Abū Bakr Gummi (d. 1994), whose al-ʿAḳīda al-ṣaḥīḥa bi-muwāfaḳat al-s̲h̲arīʿa (publ. Beirut 1392/1972) drew numerous responses. More specifically directed against the Tid̲j̲āniyya were the writings of an ex-Tid̲j̲ānī adept, Muḥammad al-Ṭāhir Mai Gari, whose attacks elicited rebuttals from two Mauritanian scholars as well as from Nigerian Tid̲j̲ānīs (see Arabic literature of Africa ( ALA ), ii, ch. 13, for an account of the Nigerian polemical literature)."
  ],
  "signature": "(L. Massington- and [B. Radtke])",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}