{
  "id": "eweb_178",
  "source": "EI2 (Supplement)",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_COM_1465",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_COM_1465",
  "title": "Wahm",
  "authors": [
    "P. Lory"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "2. In mysticism.",
    "In the doctrinal texts of Muslim mysticism, the term wahm can appear with either the general sense of “illusory, uncertain personal conjecture” or the more precise sense of “estimative faculty” acquired through the intermediary of Hellenistic philosophy and medicine. However, in the context of the description of spiritual progress, it takes on specific connotations: it denotes a natural faculty of comprehension capable of giving sense only to sensible phenomena, inclined towards anthropomorphism ( tas̲h̲bīh ) in religious matters and unsuited to the perception of the divine: “Imagination ( wahm ) is a cloud of dust between intelligence ( ʿaḳl ) and profound comprehension ( fahm ). It relates neither to intelligence, of which it is not an attribute, nor to comprehension, nothing in which corresponds to any of its attributes (...). It resembles the drowsiness between deep sleep and waking, which is \n ¶ being neither asleep nor awake. Waking, it is the transition between intelligence and comprehension, and comprehension and intelligence, without there being any fog of obscurity between the two” (Ibrāhīm al-Ḵh̲awwāṣ, quoted by al-Sarrād̲j̲, K. al-Lumaʿ , ed. A.H. Maḥmūd and T.ʿA.B. Surūr, Cairo 1960, 298; and R. Gramlich, Schlaglichter über \n das \n Sufitum , Stuttgart 1990, 345). It is in this sense that al-Ḥallād̲j̲ declares in a celebrated poem: “No estimation ( wahm ) could relate to the subject of You, in such a way that in imagination it could be decided where You are!” ( K. al-Tawāsīn , ed. P. Nwyia, v, 11-12). And subsequently, evoking the spiritual miʿrād̲j̲ , he writes: “Overturn your discourse, abandon conjectures ( al-awhām ), pick up your feet behind and before!” ( ibid ., v, 21).",
    "While imagination is a natural faculty, sometimes useful for meditation (see al-Muḥāsibī, K. al-Tawahhum ), it needs to be mastered and left behind. More profoundly still, illusion, the fundamental wahm , consists from the Ṣūfī point of view in believing that existence and, a fortiori , human activities, exist independently of God, outside Him. Men assume an illusory existence ( wud̲j̲ūd wahmī ), when this is entirely dependent on pure divine existence ( wud̲j̲ūd ḥaḳīḳī ). Spiritual exercises, as well as the use of discursive reasoning, amount here to means of waking up and of being freed from this illusion. The most expansive treatment of the functions of imagination is to be found in the works of Ibn al-ʿArābī [ q.v. ]. Although he sometimes employs the terms wahm and k̲h̲ayāl as synonyms, he propounds a doctrine of precise human imagination where wahm regains the connotations mentioned above (for example, al-Futūḥāt \n al-makkiyya , Cairo 1911, iii, 364-5). Basically, he disassociates imagination deriving from simple individual mental representation from that which links the spirit of the person to the superior worlds. Only this second imaginative faculty constitutes a genuine way of knowledge and can become the setting for an authentic theophanic experience (see H. Corbin, L’imagination créatrice \n dans le soufisme d’ \n Ibn ʿArabī , Paris 1958, Eng. tr. R. Mannheim, Creative \n imagination in the \n Sufism of Ibn ʿArabī , Princeton 1969; W.C. Chittick, The Sufi \n path of knowledge: \n Ibn al-ʿArabi’s \n metaphysics of imagination , Albany 1989)."
  ],
  "signature": "(P. Lory)",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}