{
  "id": "eweb_204",
  "source": "EI2",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_7147",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_7147",
  "title": "al-Sulamī",
  "authors": [
    "G. Böwering"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    ", Abu ʿAbd al-Raḥmān Muḥammad b. al-Ḥusayn al-Azdī al-Sulamī al-Naysābūrī, important Ṣūfī hagiographer and Ḳurʾān commentator. He was born at Nīs̲h̲āpūr (Naysābūr) in 325/937 or 330/942 and died in the same city in 412/1021. He belonged to the tribe of the Azd on his father’s side and to that of the Sulaym on his mother’s. When al-Sulamī’s father left Nīs̲h̲āpūr to settle at Mecca, al-Sulamī’s education was entrusted to his maternal grandfather, Abū ʿAmr Ismāʿīl b. Nud̲j̲ayd (d. 366/976-7), who was a disciple of Abū ʿUt̲h̲mān al-Ḥīrī (d. 298/910), a S̲h̲āfiʿī scholar of ḥadīt̲h̲ and an adherent of the ascetic tradition of Nīs̲h̲āpūr. Al-Sulamī received a teaching certificate ( id̲j̲āza ) from the Ḥanafī Abū Sahl al-Ṣuʿlūkī (296-369/909-80) and, some time after 340/951, the Ṣūfī cloak ( k̲h̲irḳa ) from the S̲h̲āfiʿī Abu ’l-Ḳāsim al-Naṣrābād̲h̲ī (d. 367/977-8) who, some ten years before in 330/942, had become a Ṣūfī at the hands of Abū Bakr al-S̲h̲iblī [ q.v. ] at Bag̲h̲dād.",
    "An avid student of ḥadīt̲h̲ , al-Sulamī travelled widely throughout K̲h̲urāsān and ʿIrāḳ in search of knowledge, visiting Marw and Bag̲h̲dād for extended periods of time. He travelled as far as the Ḥid̲j̲āz, but apparendy visited neither Syria nor Egypt. His travels climaxed in a pilgrimage to Mecca, performed in 366/976 in the company of al-Naṣrābād̲h̲ī, who died shortly after the Pilgrimage. When al-Sulamī returned to Nīs̲h̲āpūr about 368/977-8, his teacher Ismāʿīl b. Nud̲j̲ayd had passed away, leaving him his extensive library. This library became the centre of the small Ṣūfī lodge ( duwayra ) which al-Sulamī established in his quarter of the town, the sikkat al-Nawand . There he spent the remaining forty years of his life as a resident scholar, probably visiting Bag̲h̲dād on a number of occasions. By his later years, he had become highly respected throughout K̲h̲urāsān as a S̲h̲āfiʿī man of learning, and an author of Ṣūfī manuals.",
    "Al-Sulamī was a prolific author who eventually employed his future biographer, Abū Saʿīd Muḥammad b. ʿAlī al-K̲h̲as̲h̲s̲h̲āb (381-456/991-1064), as his attendant and scribe. He composed the long list of his works, amounting to more man a hundred titles, over a period of some fifty years from about 360/970 onwards. Some thirty of his works are known to be extant in manuscript; many have appeared in print. These writings may be divided into three main categories: Ṣūfī hagiographies, Ṣūfī commentaries on the Ḳurʾān, and treatises on Ṣūfī traditions and customs. Each of these categories appears to be represented by a major work.",
    "The substantial Taʾrīk̲h̲ al-Ṣūfīyya , listing the biographies of a thousand Ṣūfīs, is known only through extracts incorporated in later sources. It was probably an amplified version of the Taʾrīk̲h̲ of Abū Bakr Muḥammad b. ʿAbd Allāh al-Bad̲j̲alī, known as Ibn S̲h̲ād̲h̲ān al-Rāzī, who died in 376/986 at Nīs̲h̲āpūr. The Ṭabaḳāt al-ṣūfiyya (ed. J. Pedersen, Leiden 1960, and N. S̲h̲arība, Cairo 1969) is a shorter version, listing summary biographies of 105 Ṣūfīs with selections of their sayings. The writings of al-Sulamī on Ṣūfī traditions and customs, often referred to as Sunan \n al-ṣūfiyya , are lost today. Extracts of its contents were integrated into the major works of Abū Bakr Aḥmad b. al-Ḥusayn al-Bayhaḳī (d. 458/1066). Judging by these extracts, al-Sulamī’s Sunan probably resembled \n ¶ a variety of minor treatises on Ṣūfī practices. His principal commentary on the Ḳurʾān, Ḥaḳāʾiḳ al-tafsīr , is a voluminous work which still awaits publication as a whole, although extracts of it have been published by Massignon and Nwyia. Some time after the completion of the Ḥaḳāʾiḳ al-tafsīr , al-Sulamī wrote a separate Ḳurʾān commentary entitled Ziyādāt ḥaḳāʾiḳ al-tafsīr (ed. G. Böwering, Beirut 1995), an appendix to the former extant in a unique manuscript. This work was compiled some time after 370/980, the date by which, in all probability, the Ḥaḳāʾiḳ al-tafsīr had been completed. Significant portions of both Ḳurʾān commentaries were integrated into the ʿArāʾis al-bayān fī ḥaḳāʾiḳ al-Ḳurʾān (2 vols., Cawnpore 1301/1884) of Abū Muḥammad Rūzbihān al-Baḳlī (d. 606/1209)."
  ],
  "signature": "(G. Böwering)",
  "bibliography": [
    "For al-Sulamī’s life and work, see Sezgin, GAS , i, 671-4",
    "the introds. to the editions of Sulamī, Ṭabaḳāt al-sūfiyya",
    "S. Ateş, Sülemî ve tasavvufî tefsiri , Istanbul 1969",
    "G. Böwering, The Qurʾān commentary of Al-Sulamī , in W.B. Hallaq and D.P. Little (eds.), Islamic studies presented to Charles J. Adams , Leiden 1991, 41-56",
    "idem, The minor Qurʾān commentary of Abū Abd ar-Raḥmān Muḥammad b. al-Ḥusayn as-Sulamī ( d. 412/1021 ), Beirut 1995",
    "idem, The major sources of Sulamī’s minor Qurʾān commentary , in Oriens (1995). Extracts from Sulamī’s Ḥaḳāʾik al-tafsīr were published by L. Massignon, Essai sur les origines du lexique technique de la mystique musulmane , Paris 1922, 2 1968, 359-412",
    "P. Nwyia, Le Tafsīr mystique attribué à Ǧaʿfar Ṣādiq , in MUSJ , xliii (1968), 181-230, repr. in ʿAlī Zayʿūr, al-Tafsīr al-ṣūfī li ’l-Ḳurʾān ʿind al-Ṣādiḳ , Beirut 1979, 125-212",
    "P. Nwyia, Sentences de Nūrī citées par Sulamī dans Ḥaqāʾiq al-Tafsīr , in MUSJ , xliv (1968), 145-7",
    "idem, Trois œuvres inédites de mystiques musulmans , Beirut 1973, 23-182. The items of Ibn ʿAṭāʾ’s Ḳurʾān commentary included in Sulamī’s Ḥaḳāʾiḳ al-tafsīr have been tr. into German with introd. by R. Gramlich, Abu ’l-ʿAbbās b. ʿAṭāʾ : Sufi und Koranausleger , Stuttgart 1995. Minor works attributed to Sulamī known to have appeared in print: Risālat al-malāmatiyya (ed. Abu ’l-ʿAlāʾ al-ʿAfīfī, Cairo 1364/1945)",
    "Kitāb al-Arbaʿīn fi ’l-taṣawwuf , Ḥaydarābād 1369/1950",
    "Kitāb Ādāb al-ṣuḥba , ed. M.J. Kister, Jerusalem 1954",
    "ed. Yūsuf ʿAlī Badyawī, Beirut 1410/1990",
    "D̲j̲awāmiʿ ādāb al-ṣūfiyya , ed. E. Kohlberg, Jerusalem 1976",
    "ʿUyūb al-nafs wa-mudāwātuhā , ed. idem, Jerusalem 1976",
    "ed. Mad̲j̲dī Fatḥī al-Sayyid, Ṭanṭā 1410/1990",
    "Kitāb al-Futuwwa , ed. S. Ateş, Ankara 1397/1977",
    "cf. also F. Taeschner, in Studia Orientalia J. Pedersen septagenario , Copenhagen 1953, 340-51",
    "al-Muḳaddima fi ’l-taṣawwuf wa-ḥaḳīḳatih , ed. Yūsuf Zaydān, Cairo 1408/1978",
    "ed. Ḥusayn Amīn, Bag̲h̲dād 1984",
    "Manāhid̲j̲ al-ʿārifīn , ed. Kohlberg, in JSAI , i (1979), 19-39",
    "Manāhid̲j̲ , al-ʿārifīn , Darad̲j̲āt al-muʿāmalāt , D̲j̲awāmiʿ ādāb al-ṣūfiyya , al-Muḳaddima fi ’l-taṣawwuf Bayān aḥwāl al-ṣūfiyya , Masʾala darad̲j̲āt al-ṣādiḳīn , Sulūk al-ʿārifīn , Nasīm al-arwāḥ , Bayān zalal al-fuḳarāʾ , ed. S. Ateş, in Tisʿa kutub li-Abī ʿAbd al-Raḥmān Muḥammad b. al-Ḥusayn b. Mūsā al-Sulamī , Ankara 1401/1981, 1-212",
    "Ṣifāt al-d̲h̲ākirīn wa ’l-mutafakkirīn , ed. Abū Maḥfūẓ al-Karīm al-Maʿṣūmī, in Mad̲j̲allat al-mad̲j̲maʿ al-ʿilmī al-hindī , ix (1404/1984)",
    "Uṣūl al-malāmatiyya wa-g̲h̲alaṭāt al-ṣūfiyya , ed. ʿAbd al-Fattāḥ Aḥmad al-Fāwī Maḥmūd, Cairo 1405/1985",
    "Darad̲j̲āt al-muʿāmalāt , ed. Aḥmad Ṭāhirī ʿIrāḳī, Tehran 1369",
    "Nasīm al-arwāḥ , ed. idem, Tehran 1372",
    "Kitāb kalām al-S̲h̲āfiʿī fi ’l-taṣawwuf , ed. idem, Tehran 1372",
    "Kitāb al-Samāʿ , ed. N. Pūrd̲j̲awādī, Tehran 1372",
    "D̲h̲ikr al-niswa al-mutaʿabbidāt al-ṣūfiyyāt , ed. ʿIrāḳī, Cairo 1413/1993. Many of these minor works of al-Sulamī are being reprinted collectively \n ¶ in N. Pūrd̲j̲awādī (ed.), Mad̲j̲mūʿa-yi āt̲h̲ār-i Abū ʿAbd al-Raḥmān Sulamī , i, Tehran 1369",
    "ii, Tehran 1372",
    "iii, Tehran, forthcoming."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 133
}