{
  "id": "eweb_209",
  "source": "EI2",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_5427",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_5427",
  "title": "al-Muḥāsibī",
  "authors": [
    "R. Arnaldez"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    ", Abū ʿAbd Allāh al-Ḥārit̲h̲ (d. 243/857), Muslim mystic.",
    "Amongst these, he is the one whose contemplation is the most psychological; it is marked by attachment to moral values, and not by a more or less extreme \n ¶ theological system. In this sense, L. Massignon has legitimately described his mystical doctrine as “more circumspect” ( Passion \n 2 , i, 120). He proceeds from introspection and confines himself to analysing and developing it in its relations with the circumstances of life. It is no doubt this which explains his cognomen of muḥāsibī , signifying “he who calculates his actions”, in other words, one who practises examination of conscience; many Ṣūfis considered this practice dangerous, in that it tends to make the man the judge of his actions, a role which belongs only to God. Al-Muḥāsibī was furthermore reproached for this practice by Ibn Ḥanbal [ q.v. ]. It will be observed below how he avoids this danger and this criticism. It should also be noted that he does not confine himself to subjective descriptions of states of conscience, but that he examines them with his reason and with a “concern for precise philosophical definitions”, as noted by L. Massignon ( Essai , revised ed., 242); furthermore, he always relies on intellectual meditation on texts of the Ḳurʾān and the prophetic tradition. Included among his works is an epistle concerning the quiddity and meaning of intelligence ( Risālat māhiyyat al-ʿaḳl wa-maʿnāh ). Thus his thought has evolved into a “science of hearts”. It is in this sense that he is opposed to the excessively abstract rationalism of the Muʿtazilīs, affirming the uncreated simplicity of the divine Word while teaching that the letters of the Ḳurʾān are created.",
    "Born in Baṣra, al-Muḥāsibī came at a very early stage to Bag̲h̲dād, where he spent the greater part of his life and where he died. Nothing is known of his life other than that he devoted it to teaching. But from 232/846 onward, he was obliged to abandon his teaching, confronted by the blind reaction of the Sunnīs who did not understand his use of dialectic in opposing the Muʿtazila. It was at this point that Ibn Ḥanbal began to attack him.",
    "Among his numerous works, listed by L. Massignon in his Essai (243-4), there are two which have been edited and which deserve particular attention.",
    "“The book of observance of the rights of God” ( K. al-Riʿāya li-ḥuḳūḳ Allāh ) has been edited by Margaret Smith (London 1941) who writes in her introduction that this book “is his masterpiece, by far the greatest, as it is the longest and most comprehensive of his writings. It is written in the form of counsels, given to a disciple in reply to his questions, to enable believers to find the way of life in which they could render to God the service which is his due” (pp. xvi-xvii). Al-Muḥāsibī reveals what the soul of a believer should be, to conform with what God wills it to be. It will be noted in particular that he speaks of pious fear ( taḳwā ) and of repentance ( tawba ). He examines, for example, fear at the level of the members of the body, in order to avoid the offences which they are capable of committing, and fear at the level of the conscience ( fi ’l-ḍamīr ), and he shows that fear engenders waraʿ , which consists in avoiding all that is displeasing to God. The study of the “repentant ones” ( al-tawwābūn ) is very detailed. In this context, al-Muḥāsibī distinguishes three degrees in human conduct. First there is the young man who has been brought up well, who inevitably makes some mistakes, but who returns at once to the purity of his heart which God protects because He loves him, since the one who loves ( al-ḥabīb ) is unwilling to lose the one whom he loves ( al-maḥbūb ). Then there is the case of the man who, from his ignorance, returns to God. God gives him the resolution ( al-ʿazm )to observe His Commandments in the future. But the soul which tends towards \n ¶ evil continues in its efforts. Then God helps the man who persists in his wrong-doing ( al-muṣirr fī d̲h̲anbih ); the awareness that he has of the promises of Paradise and the threat of Hell is insufficient to detach him from worldly pleasures. He is in need of something “which unties in his heart the knots of persistence in evil, in such a way that he may return to his Lord in repentance of his offence”. This result is to be achieved by fear ( k̲h̲awf ) and by hope ( rad̲j̲ā ), which are evidently to be understood here as gifts and blessings of God.",
    "Al-Muḥāsibī wrote a particularly fine book, the Kitāb al-Tawahhum , which André Roman has translated and which he presents as a “vision of the last things”. It could be said that it is a Dies Irae which ends up in an In Paradisum .",
    "In his Essai , Massignon has translated or summarised several passages drawn from manuscripts of al-Muḥāsibī. In a kind of autobiography, al-Muḥāsibī shows himself troubled by the divisions which rend the Muslim community. He insists that salvation can only be attained through pious fear, the observation of canonical obligations and waraʿ : abstaining from that which God forbids, acting in all things only for God and taking the Prophet as a model. L. Massignon also quotes the opening passage of al-Faṣl fi ’l-maḥabba , on Love, where al-Muḥāsibī shows that all initiative comes from God through a kind of anticipatory grace, and this constitutes a response to the criticisms applied to examination of conscience. It is not a man who judges himself but it is God who, in His love, enlightens the hearts of those who love Him and enables them to see their faults and their omissions.",
    "Comprehension of the thought of al-Muḥāsibī is difficult if taken as a whole. J. van Ess has studied the intellectual climate in which al-Muḥāsibī lived, revealing in particular his relations with kalām . Here there is an important point of view which should serve as a starting-point in any effort to evaluate what is represented by the mystical doctrine of al-Muḥāsibī.",
    "He wielded an immense influence, which Massignon has analysed in detail in his Essai (254). Despite persistent attacks, his “powerful personality” ensured the survival of his prestige. Al-Sarī al-Saḳatī, the maternal uncle of D̲j̲unayd, was his pupil, and, through him, his teaching affected the nephew. The great mystic al-G̲h̲azālī willingly acknowledged the authority of al-Muḥāsibī."
  ],
  "signature": "(R. Arnaldez)",
  "bibliography": [
    "L. Massignon, Recueil de textes inédits concernant l’histoire de la mystique en pays d’Islam , Paris 1929",
    "Margaret Smith, An early mystic of Baghdad , a study of the life and teaching of Ḥārith b. Asad al-Muḥāsibī , London 1935",
    "Massignon, Essai sur les origines du lexique technique de la mystique musulmane , new revised and augmented ed., Paris 1954",
    "J. van Ess, Die Gedankenwelt des Ḥārit̲ al-Muḥāsibī , Bonn 1961",
    "Massignon, La Passion de Hallāj \n 2 , Paris 1975, index of names, iv, 229",
    "A. Roman, Une vision humaine des fins derničres : le Kitāb al-Tawahhum d’al-Muḥāsibī , Paris 1978",
    "R. Arnaldez, Les grands sičcles de Bagdad , i, Algiers 1985, 244-9."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 229
}
