{
  "id": "eweb_212",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_COM_0833",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_COM_0833",
  "title": "Nafs",
  "authors": [
    "E.E. Calverley",
    "(I.R. Netton"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "( a. ), soul. Nafs , in early Arabic poetry meant the self or person, while rūḥ meant breath and wind. Beginning with the Ḳurʾān, nafs also means soul, and rūḥ means a special angel messenger and a special divine quality. Only in post-Ḳurʾānic literature are nafs and rūḥ equated and both applied to the human spirit, angels and d̲j̲inn . Since the two concepts of nafs and rūḥ are so closely connected, both will be considered here.",
    "I. The Ḳurʾānic uses. A. Nafs and its plurals anfus and nufūs have five uses: 1. In most cases they mean the human self or person, e.g. III, 54: “Let us call... ourselves and yourselves”; also XII, 54; LI, 20, 21. 2. In six verses nafs refers to Allāh: V, 116b, “Thou [Allāh] dost know what is in myself [says ʿĪsā], but I do not know what is in Thyself ( nafsika )”; also III, 27, 28; VI, 12, 54 and XX, 43. 3. One reference, XXV, 4 (cf. XIII, 17), is to gods: “They [ āliha ] do not possess for themselves ( anfusihim ) any harm or benefit at all!” 4. in VI, 130 the plural is used twice to refer to the company of men and d̲j̲inn : “We have witnessed against ourselves ( anfusinā \n )”. 5. It means the human soul: VI, 93: “While the angels stretch forth their hands [saying,]. Send forth your souls ( anfus )”; also L, 15; LXIV, 16; LXXIX, 40, etc. This soul has three characteristics: a. It is ammāra bi ’l sūʾ , commanding to evil (XII, 53). Like the Hebrew\n nefes̲h̲ , the basic idea is “the physical appetite”, in Pauline usage φυχή, and in the English New Testament “flesh”. It whispers (L, 15), and is associated with al-hawā , which, in the sense of “desire”, is always evil. It must be restrained (LIXXIX, 40) and made patient (XVIII, 27) and its greed must be feared (LIX, 9b). b. The nafs is lawwāma , i.e. it upbraids (LXXV, 2); the souls ( anfus ) of deserters are straitened (IX, 119). c. The soul is addressed as muṭmaʾinna , tranquil (LXXXIX, 27). These three terms form the basis of much of the later Muslim ethics and psychology. It is noteworthy that nafs is not used in connection with the angels.",
    "B. Rūḥ has five uses: 1. Allāh blew ( nafak̲h̲a ) of His rūḥ , a. into Adam, giving life to Adam’s body (XV, 29; XXXVIII, 72; XXXII, 8), and b. into Maryam for the conception of ʿĪsā (XXI, 91 and LXVI, 12). Here rūḥ equates with rīḥ and means the “breath of life” (cf. Gen. ii, 7), the creation of which belongs to Allāh. 2. Four verses connect rūḥ with the amr of Allāh, and the meanings of both rūḥ and amr are \n ¶ disputed, a. \n In XVII, 87, it is stated: “They ask thee [O Muḥammad] about al-rūḥ ; say: al-rūḥ min amr i \n rabbī , and ye are brought but little knowledge”, b. \n In XVI, 2, Allāh sends down the angels with al-rūḥ min amrihi upon whomsoever He wills of His creatures to say: “Warn that the fact is, There is no God but Me, so fear”, c. \n In XL, 15, Allāh “cast\n al-rūḥ min amrihi upon whomsoever He wills of His creatures to give warning”, d. \n In XLII, 52: “We revealed ( awḥaynā ) to thee [O Muḥammad] rūḥ an \n min amrinā ; thou knewest not what the book was, nor the faith, but We made it to be a light by which We guide whomsoever We will of Our creatures”. Whatever meanings amr and min may have, the contexts connect al-rūḥ in a. with knowledge; in b. with angels and creatures, to give warning; in c. with creatures, for warning, and in d. with Muḥammad, for knowledge, faith, light and guidance. Therefore this rūḥ is special equipment from Allāh for prophetic service. It reminds one forcibly of Bezalel, who was “filled with the spirit of God in wisdom, in understanding and in knowledge” (Exodus, xxxv, 30, 31). 3. In IV, 169, ʿĪsā is called a rūḥ from Allāh. 4. In XCVII, 4; LXXVIII, 38 and LXX, 4, al-rūḥ is an associate of the angels. 5. In XXVI, 193, al-rūḥ al-amīn , the faithful rūḥ , comes down upon Muḥammad’s heart to reveal the Ḳurʾān. In XIX, 17, Allāh sends to Maryam “Our\n rūḥ ”, who appears to her as well-made man. In XVI, 104, rūḥ al-ḳudus sent the Ḳurʾān to establish believers. Three other passages state that Allāh helps ʿĪsā with rūḥ al-ḳudus (II, 81; ii, 254; v, 109). This interrelation of service and title imply the identity of this angelic messenger, who may be also the rūḥ of 4. Thus in the Ḳurʾān rūḥ does not mean angels in general, nor man’s self or person, nor his soul or spirit. The plural does not occur.",
    "C. Nafas , breath and wind, cognate to nafs in root and to rūḥ in some of its meanings, does not occur in the Ḳurʾān, but is used in the early poetry (F. Krenkow, The poems of \n Ṭufail \n and \n aṭ-Ṭirimmāḥ , London 1927, 32). The verb tanaffasa (sūra LXXXI, 18) is derived from that meaning, while the only other Ḳurʾānic forms from the same radicals are fa-l-yatanāfas \n i \n ’l-mutanāfisūn a \n (LXXXIII, 26) and are derived in al-Ṭabarī, D̲j̲āmiʿ al-bayān , Cairo 1321, xxx, 57, probably correctly, from nafisa \n “he desired”.",
    "II. Umayyad poetry first uses rūḥ for the human soul ( Kitāb al-Ag̲h̲ānī , xvi, 126, last line; Cheikho, Le Christianisme , Beirut 1923, 338) where the Ḳurʾān had used nafs as in no. 5 above.",
    "III. Of the early collections of traditions, Mālik’s\n al-Muwaṭṭaʾ , Cairo 1339, i, 126, uses nasama , which does not occur in the Ḳurʾān, and nafs (ii, 262) for the soul or spirit, while Ibn Ḥanbal’s\n Musnad uses nasam (vi, 424), nafs (i, 297, ii, 364, vi, 140) and nafs and rūḥ (iv, 287, 296). Muslim, al-Ṣaḥīḥ , Constantinople 1331, viii, 44, 162-3, and al-Buk̲h̲ārī, al-Ṣaḥīḥ , Cairo 1314, iv, 133, both use rūḥ for the human spirit.",
    "IV. The Tād̲j̲ al-ʿarūs (iv, 260) lists 15 meanings for nafs and adds two others from the Lisān al-ʿArab , as follows: spirit, blood, body, evil eye, presence, specific reality, self, tan, haughtiness, self-magnification, purpose, disdain, the absent, desire, punishment, brother, man. It states that most of these meanings are metaphorical. The Lisān (viii, 119-26) finds examples of these meanings in the poetry and the Ḳurʾān. Lane’s Lexicon faithfully reproduces the material (2827b). The lexical treatments of nafs disclose these facts: 1. Any attribution to Allah of nafs as “soul” or “spirit” is avoided. 2. In man, a. nafs and rūḥ are identified, or b. nafs applies to the mind and rūḥ to life, or c , man has nafsān \n i , two souls, one \n ¶ vital and the other discriminative, or d. the discriminative soul is double, sometimes commanding and sometimes forbidding.",
    "V. The influences that affected the post-Ḳurʾānic uses of both nafs and rūḥ were the Christian and Neo-Platonic ideas of rūḥ with human, angelic and divine applications, and the more specifically Aristotelian psychological analysis of nafs . These influences are clearly shown in the records of the religious controversies.",
    "A. \n Al-As̲h̲ʿarī [ q.v. ] (H. Ritter, Die dogmatischen Lehren der Anhänger des Islam von Abu ’l-Ḥasan ʿAlī bin Ismāʿīl al-Aśʿarī , Istanbul 1929) reports the Rāfiḍiyya doctrines of the incarnation of rūḥ Allāh in Adam and its transmigration through the prophets and others (6, 46), as well as the conflicting positions that man is body ( d̲j̲ism ) only, body and spirit, and spirit ( rūḥ ) only (61, 329 ff.). His creed of the orthodox (290-297) omits any statement about the nature of man.",
    "B. \n Al-Bag̲h̲dādī [ q.v. ] ( al-Farḳ bayn al-firaḳ , Cairo 1328) records the same heretical doctrines about man’s nature (28, 117 ff., 241 ff.), says the transmigration theories were held by Plato and the Jews (254) and describes the incarnation beliefs of the Ḥulūliyya sects [see \n Ḥulūl\n ] among whom he includes the Ḥallād̲j̲iyya (247). His position is “The life of Allāh is without rūḥ and nourishment and all the arwāḥ are created, in opposition to the Christian doctrine of the eternity of the Father, Son and Spirit” (325).",
    "C. \n Ibn Ḥazm [ q.v. ] uses nafs and rūḥ interchangeably of man’s soul ( Kitāb al-Fiṣal fi ’l-milal , Cairo 1317-21, v, 66). He excludes from Islam all who hold metempsychosis views, among whom he includes the physician-philosopher Muḥammad b. Zakariyyāʾ al-Rāzī (i, 90 ff., iv, 187-8). He rejects absolutely the doctrine of some of the As̲h̲ʿariyya of the continual recreation of the rūḥ (iv, 69). He taught that Allāh created the spirits of all Adam’s progeny before the angels were commanded to prostrate to him (sūra VII, 171), and that these spirits exist in al-Barzak̲h̲ [ q.v. ] in the nearest heaven until the angel blows them into embryos (IV, 70).",
    "D. \n Al-S̲h̲ahrastānī [ q.v. ] ( Kitāb al-Milal wa ’l-niḥal , ed. Cureton, i, London 1842), in his description of the belief of the pagan Arabs concerning survival after death, does not use the terms nafs or rūḥ , but says the blood becomes a wraith-like bird that visits the grave every hundred y ears. One of his most important sections (203-40) deals with the orthodox and heterodox doctrines of al-rūḥ . Al-Ḥunafāʾ [see \n Ḥanīf\n ], or true believers, debate with al-Ṣābiʾa [ q.v. ], who are dualists, emanationists and gnostics. His account of the views of the Ṣābiʾa faithfully reflects the doctrines of the Ik̲h̲wān al-Ṣafāʾ ( Rasāʾil , Bombay 1305), who taught that man is a whole compounded of a corporeal body and a spiritual nafs (i/2, 14), and that the substance ( d̲j̲awhar ) of the nafs descended from the spheres ( al-aflāk ). But al-S̲h̲ahrastānī rejects the Neo-Platonic idea that human souls ( nufūs ) are dependent upon the souls of the superhuman spirit world ( al-nufūs al-rūḥāniyyāt ) (210, 224-5), and the Hermetic doctrines that the nafs is essentially evil (236) and that salvation consists in the release of the rūḥ from material bodies (226-7). He applies the term rūḥānī to all spirits, good and evil (213). His description of the natural man (216 ff.) with three souls, vegetative, animal and human, each with its own source, place and powers, resembles that of the Ik̲h̲wān al-Ṣafāʾ ( Rasāʾil , i/2, 48 ff.). Indeed, the Aristotelian analysis of the human soul as given in De Anima , and handed on by Alexander of Aphrodisias and Porphyry, had been adopted with little modification by the Muslim \n ¶ philosophers, such as al-Kindī [ q.v. ], al-Fārābī [ q.v. ] each of whom wrote a Kitāb al-Nafs , Ibn Sīnā [ q.v. ] who wrote two, and Miskawayh [ q.v. ], whose Tahd̲h̲īb al-ak̲h̲lāḳ has the same immaterial (1) and functional (7) psychology for its ethical basis. Al-S̲h̲ahrastānī achieved the long-needed interpretation of the conflicting usages of nafs and rūḥ in the Greek and Christian heritage, and in the Ḳurʾān and Muslim tradition. But the philosophers, even with his support, were not able to force the Greek psychology upon orthodox Islam. The mutakallimūn [see \n kalām\n ] and the great majority of Muslims broadened the Ḳurʾānic terminology, but retained the traditional views of the nature of the soul as a direct creation of Allāh having various qualities.",
    "VI. Aristotle’s principle of the incorporeal character of spirit had nevertheless found a permanent place in Muslim doctrine through the influence of Islam’s greatest theologian, al-G̲h̲azālī [ q.v. ]. In al-Tahānawī’s\n Dictionary of the technical terms , ed. Sprenger, Calcutta 1862, are extracts of the doctrines of al-G̲h̲azālī on man’s rūḥ and nafs . He defines man as a spiritual substance ( d̲j̲awhar rūḥānī ), not confined in a body, nor imprinted on it, nor joined to it, nor separated from it, just as Allāh is neither without nor within the world, and likewise the angels. It possesses knowledge and perception, and is therefore not an accident (547 at top; cf. Tahāfut al-falāsifa , Cairo 1302, 72). He devotes the second section of al-Risāla al-laduniyya (Cairo 1327, 7-14) to explain the words nafs , rūḥ and ḳalb (heart), which are names for his simple substance that is the seat of the intellectual processes. It differs from the animal rūḥ , a refined but mortal body in which reside the senses. He identifies the incorporeal rūḥ with al-nafs al-muṭmaʾinna and al-rūḥ al-amīn of the Ḳurʾān. He then uses the term nafs also for the “flesh” or lower nature, which must be disciplined in the interests of ethics.",
    "VII. This position of al-G̲h̲azālī’s was that of the theistic philosophers in general, as well as some of the Muʿtazila and the S̲h̲īʿa. but it has never dominated Islam. The great analytical philosopher and theologian, Fak̲h̲r al-Dīn al-Rāzī [ q.v. ], could not bring himself to accept it. In his Mafātīḥ al-g̲h̲ayb , v, 435, commenting on sūra XVII, 85, he quotes as the opinion of al-G̲h̲azālī the statement that is in the latter’s Tahāfut (72; cf. also al-Rāzī’s\n Muḥaṣṣal , Cairo 1323, 164), but on 434 (1. 9 and 8 from below) of the Mafātiḥ , he acknowledges the strength of the corporeal doctrine, and in his Maʿālim uṣūl al-dīn , on the margin of the Muḥaṣṣal , 117, he definitely rejects as baseless ( bāṭil ) the view of the philosophers that the nafs is a substance ( d̲j̲awhar ) which is not a body ( d̲j̲ism ) and not corporeal.",
    "VIII. Al-Bayḍāwī’s [ q.v. ] system of cosmogony and psychology is given in his Ṭawāliʿ al-anwār (lithograph ed. with commentary by Abu ’l-T̲h̲anāʾ al-Iṣfahānī and gloss by al-D̲j̲urd̲j̲ānī, Istanbul 1305, 285 ff.; Brockelmann, I 2 , 533, S I, 742-3). He discusses 1. the classes of incorporeal substances; 2. the heavenly intelligences; 3. the souls of the spheres; 4. the incorporeality of human souls; 5. their creation; 6. their connection with bodies; and 7. their survival. His cosmogony follows: Allāh, because of his unity, created only one Intelligence ( ʿaḳl ). This Second Intelligence, that emanated first ( al-ṣādir ) from Allāh, is the cause ( ʿilla ) of all other potentialities and is not body ( d̲j̲ism ), nor original matter ( hayūlā ) nor form ( ṣūra ). It is the secondary cause ( sabab ) of another intelligence with soul ( nafs ) and sphere ( falak ). There emanates from the second a third intelligence and so on to the tenth (288) who is the rūḥ of sūra LXXVIII, \n ¶ 38 (cf. al-Bayḍāwī’s\n Anwār al-tanzīl , ed. Fleischer, ii, 383, 1. 4), whose effective influence is in the world of the elements and who is the producer of the spirits ( arwāḥ ) of mankind. Below these intelligences are the high or heavenly angels, which the philosophers call al-nufūs al-falakiyya , and the low nufūs , which are in two classes: earthly angels, in control of the simple elements and the earthly souls, such as the reasoning souls ( anfus nāṭiḳa ) controlling particular persons. In addition (285), there are the incorporeal substances, without effect or control, who are angels, some good ( al-kurūbiyyūn ) and some evil ( al-s̲h̲ayāṭīn ) and the d̲j̲inn , who are ready for both good and evil. This is the classification he refers to in his comment on sūra II, 28 (ed. Fleischer, i, 47, 25). His psychology resembles that of al-G̲h̲azālī, whom he mentions (294). For the incorporeality of the soul ( tad̲j̲arrud al-nafs ) he presents five arguments from reason, four Ḳurʾānic verses and one tradition. His commentator remarks (300) that these prove only that the soul differs from the body. He then argues that all nufūs are created when their bodies are completed. The nafs (303) is not embodied in and is not close to the body, but is attached as the lover to the beloved. It is connected with that rūḥ which comes from the heart and is generated from the finest nutritive particles. The reasoning nafs produces a force that flows with that rūḥ through the body, producing in every organ its proper functions. These functional powers are perceptive, which are the five external senses, and the five internal faculties of the sensus communis , imagination, apprehension, memory and reason, and the active ( al-muḥarrika ) which are voluntary ( ik̲h̲tiyāriyya ) and natural ( ṭabīʿiyya , 308).",
    "IX. The dominant Muslim doctrine concerning the origin, nature and future of al-rūḥ and al-nafs is most fully given in the Kitāb al-Rūḥ of Ibn Ḳayyim al-D̲j̲awziyya [ q.v. ] (Ḥaydarābād\n 2 1324). Of his 21 chapters, Ibn Ḳayyim devotes the 19th to the problem of the specific nature of the nafs (279-342). He quotes the summaries given by al-As̲h̲ʿarī ( op . cit ., 331-5), and by al-Rāzī ( Mafātīḥ al-g̲h̲ayb , v, 431-4). He denies al-Rāzī’s statement that the mutakallimūn consider man to be simply the sensible body, and says all intelligent people hold man to be both body and spirit. The rūḥ is identified with the nafs , and is itself a body, different in quiddity ( al-māhiyya ) from this sensible body, of the nature of light, high, light in weight, living, moving, interpenetrating the bodily members as water in the rose. It is created, but everlasting; it departs temporarily from the body in sleep; when the body dies it departs for the first judgement, returns to the body for the questioning of Munkar and Nakīr [ q.v. ], and, except in the cases of prophets and martyrs, remains in the grave foretasting bliss or punishment until the Resurrection. He rejects (256) Ibn Ḥazm’s doctrine that Adam’s progeny are in al-Barzak̲h̲ [ q.v. ] awaiting their time to be blown into embryos. He presents 116 evidences for the corporeality of the rūḥ , 22 refutations of opposing arguments and 22 rebuttals of objections. He represents traditional Islam.",
    "X. The earlier Ṣūfīs had accepted the materiality of the rūḥ . Both al-Kus̲h̲ayrī [ q.v. ] ( al-Risāla , with commentary of Zakariyyāʾ al-Anṣārī and gloss of al-ʿArūsī, Būlāḳ 1290, ii, 105 ff.) and al-Hud̲j̲wīrī [ q.v. ] ( Kas̲h̲f al-maḥd̲j̲ūb , ed. Nicholson, London 1911, 196, 262) call the rūḥ a fine, created substance ( ʿayn ) or body ( d̲j̲ism ), placed in the sensible body like sap in green wood. The nafs ( al-Risāla , 103 ff.; Kas̲h̲f al-maḥd̲j̲ūb , 196) is the seat of the blameworthy characteristics. All together make the man.",
    "In addition to the philosophical position of the \n ¶ immateriality of al-rūḥ that al-G̲h̲azālī had made orthodox, another interpretation of spirit developed which is essentially philosophical. Ibn al-ʿArabī [ q.v. ] (H.S. Nyberg, Kleinere Schriften des Ibn al-ʿArabī , Leiden 1919, 15, 11, 7 ff.) divides “things” into three classes: Allāh, Who is Absolute Existence and Creator, the world, and an undefinable tertium quid of contingent existence that is, joined to the Eternal Reality and is the source of the substance and the specific nature of the world. It is the universal and common reality of all realities. Man likewise is an intermediate creation, a barzak̲h̲ (22, 42) between Allāh and the world, bringing together the Divine Reality and the created world (21, 42) and a vicegerent connecting the eternal names and the originated forms (96). His animal spirit ( rūḥ ) is from the blowing of the divine breath (95), and his reasoning soul ( nafs nāṭiḳa ) is from the universal soul ( al-nafs al-kulliyya ), while his body is from the earthly elements (95-6). Man’s position as vicegerent (45-6) and his resemblance to the divine presence (21) come from this universal soul, who has various other names, holy spirit ( rūḥ al-ḳudus ), the first intelligence (51), vicegerent ( k̲h̲alīfa ), the perfect man (45) and the rūḥ of the world of command ( ʿālam \n al-amr ), which al-G̲h̲azālī held to be Allāh’s direct creation (122, 1 ). In his Fuṣūṣ , lith. ed., with commentary by al-Ḳās̲h̲ānī, Cairo 1309, 12 ff., he says that Allāh appears to Himself in a form which thus becomes the place of manifestation of the Divine essence. This place receives a rūḥ , who is Adam, the k̲h̲alīfa and the perfect man. He discusses (Nyberg, op . cit ., 129 ff.) the essence and properties of the rūḥ , quoting among others the view he says is “attributed” to al-G̲h̲azālī which is in al-Tahāfut (as above). He finds the differences of doctrine harmless, since all agree that the rūḥ is originated. In his tractate on the nafs and rūḥ (M. Asín Palacios, Tratado acerca del conocimiento del alma y del espíritu , in Actes du XIV ème \n Congrès international des Orientalistes , Paris 1906, iii, 167-91), he describes how men may reach the distinction of “the perfect man” through the cultivation of the qualities of the rūḥ and the suppression of the nafs .",
    "Ibn al-ʿArabī’s contemporary, the poet Ibn al-Fāriḍ [ q.v. ] (Nicholson, Studies \n in \n Islamic \n mysticism , Cambridge 1921, ch. iii), at times identifies his own rūḥ with that from which all good emanates ( al-Tāʾiyya al-kubrā , on margin of Dīwān of Ibn al-Fāriḍ, Cairo 1319, ii, 4-5) and with the “pole” ( ḳuṭb ) upon which the heavens revolve (113, 115). Al-Kās̲h̲ānī, the commentator of al-Tāʾiyya , explains that this identity is with the greatest spirit ( rūḥ al-arwāḥ ) and the greatest “pole”. The compiler of the commentaries on the Dīwān states (ii, 196) that incarnation ( ḥulūl ) and union ( ittiḥād ) with Allāh are impossible, but there is real “passing away” ( fanāʾ ) and attainment ( waṣl ) of the rūḥ and nafs in the nafs of Allāh, for His nafs is their nafs .",
    "ʿAbd al-Karīm al-D̲j̲īlānī carries his position of existential monism on to straight animistic pantheism. In al-Insān al-kāmil , Cairo 1334, the terms rūḥ al-ḳudus , rūḥ al-arwāḥ and rūḥ Allāh stand for a special one of the aspects of the Divine Reality ( al-Ḥaḳḳ ), not to be embraced under the command “be” nor created. This spirit is the divine aspect in which stand the created spirits of all existences, sensible and intelligible (94). Existence itself subsists in the nafs of Allāh, and His nafs is His Essence ( d̲h̲āt ). Moreover, every sensible thing has a created spirit ( rūḥ ) (194). One of the aspects of the angel of sūra XLII, 52, who is named the command ( amr ) of Allah, and who is an aspect of Allāh as above, is given to the rūḥ mentioned \n ¶ in the verse. That angelic and divine rūḥ thereby becomes the Idea ( ḥaḳīḳa ) of Muḥammad (95-6) and he thereby becomes the “perfect man” (96, 131 ff.). The rūḥ which is the specific nature of the human nafs has five names: animal, commanding to evil, instinctive ( al-mulhama ), reproving, and tranquil. When the divine qualities actually describe the nafs , then the names, qualities and essences of the gnostic ( ʿārif ) are those of the One Known ( Maʿrūf ) (130-1).",
    "XI. In geomancy ( ʿilm al-raml ), the first “house” ( bayt ) of the ummahāt is called nafs because it guides to problems concerning the soul and spirit of the inquirer, and to the beginning of affairs (Muḥammad al-Zanātī, Kitāb al-Faṣl fī ʿilm al-raml , Cairo n.d., 7; cf. Henr. Corn. Agrippae, Opera , Leiden, n.d., but early 17th century, 412: nam primus domus personam tenet quaerentis )."
  ],
  "signature": "(E.E. Calverley)",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}