{
  "id": "eweb_216",
  "source": "EI2",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_0275",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_0275",
  "title": "Abū Yazīd (Bāyazīd) Ṭayfūr b. ʿ Īsā b. Surūs̲h̲ān al-Biṣṭāmī",
  "authors": [
    "H. Ritter"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    ", one of the most celebrated Islamic mystics. With the exception of short periods, during which he was obliged to live far from his home town owing to the hostility of orthodox theologians, he spent his life in Bisṭām in the province of Ḳūmis. There he died in 261/874 or 264/877-8. The Ilk̲h̲ānid Uld̲j̲aytu Muḥammad Ḵh̲udābanda is reputed to have had a dome erected over his grave in the year 713/1313. He wrote nothing, but some five hundred of his sayings have been handed down. In part they are extremely daring and imply a state of mind in which the mystic has an experience of himself as of one merged with the deity and turned into God ( ʿayn al-d̲j̲amʿ ). They were collected and handed down by his circle and people who visited him, in the first place by his disciple and attendant Abū Mūsā (I) ʿĪsā b. Ādam, son of his elder brother Ādam. From him the celebrated ṣūfī of Bag̲h̲dād, al-Ḏj̲unayd, received sayings of this nature in Persian and translated them into Arabic ( Nūr , 108, 109, 122). The chief traditionist from Abū Mūsā is his son Mūsā b.\n \n ¶ \n ʿĪsā, known as “ʿAmmī\", from whom the tradition was handed down by \"the lesser Ṭayfūr\" b. ʿĪsā, whose place in the family genealogy is not quite clear, and by other traditionists. Among the visitors who recorded sayings of Abū Yazīd must be named in the first place Abū Mūsā (II) al-Dabīlī, of Dabīl in Armenia ( Nūr , 55) and Abū Isḥāḳ Ibrāhīm al-Harawī, known as Istanba (Satanba), a pupil of Ibrāhīm b. Adham ( Ḥilya , x, 43-4) and the celebrated Ṣūfī Aḥmad b. Ḵh̲iḍrōya who visited him on the pilgrimage. Abū Yazīd was a friend of Ḏh̲u ’l-Nūn al-Miṣrī. Ḏj̲unayd wrote a commentary on his utterances, portions of which are preserved in al-Lumaʿ of al-Sarrād̲j̲. The most circumstantial source on Abū Yazīd’s life and sayings is the Kitāb al-Nūr fī Kalimāt Abī Yazīd Ṭayfūr , by Abu ’l-Faḍl Muḥ. b. ʿAlī b. Aḥmad b. al-Ḥusayn b. Sahl al-Sahlagī al-Bisṭāmī, born 389/998-9, died 476/984 (not quite satisfactory edition by ʿAbd al-Raḥmān Badawī, S̲h̲aṭaḥāt al-Ṣūfiyya , i, Cairo 1949). Amongst al-Sahlagī’s authorities the most important are: Abū ʿAbd Allāh Muḥ. b. ʿAbd Allāh al-S̲h̲īrāzī Ibn Bābŏya, the celebrated biographer of al-Ḥallād̲j̲, died 442/1050, whom al-Sahlagī met in the year 419 or 416 ( Nūr , 138) and S̲h̲ayk̲h̲ al-Mas̲h̲āʾik̲h̲ Abū ʿAbd Allāh Muḥammad b. ʿAlī al-Dāstănī (Hud̲j̲wīrī, Kas̲h̲f al-Maḥd̲j̲ūb , ch. xii). The al-Ḳaṣd ilā Allāh of the pseudo-Ḏj̲unayd contains a legendary embellishment of Abū Yazīd’s \"Journey to Heaven\" (R. A. Nicholson, An early Arabic version of the \n Miʿráj of Abú Yazíd al-Bistámí , in Islamica , 1926, 402-15).",
    "Abū Yazīd’s teacher in ṣūfism was a mystic who was ignorant of Arabic, by name Abū ʿAlī al-Sindī, whom he had to teach the Ḳurʾān verses necessary for prayer, but who in return introduced him to the the \n Unio Mystica. It is not impossible that Indian influences may have affected Abū Yazīd through him. Abū Yazīd was, in contrast for instance with the later ṣūfīs Abū Isḥāḳ al-Kāzarūnī and Abū Saʿīd b. Abi ’l-Ḵh̲ayr, a wholly introvert ṣūfī. He did not exercise, as they did, a social activity ( k̲h̲idmat al-fuḳarāʾ ), yet was ready to save humanity, by vicarious suffering, from hell. He even finds words to criticize the infernal punishment meted out to the damned, who are, after all, but a handful of dust. The \"numinous\" sense is extremely highly developed in him, together with a sense of horror and awe before the Deity, in whose presence he always felt himself an unbeliever, just about to lay aside the girdle of the magians ( zunnār ). His passionate aspiration is aimed at absolutely freeing himself through systematic work upon himself (\"I was the smith of my own self\": ḥaddād nafuī ), of all obstacles separating him from God ( ḥud̲j̲ub ), with the object of \"attaining to Him\". He describes this process in extremely interesting autobiographical sayings with partly grandiose images. The \"world\" ( dunyā ), \"flight from the world\" ( zuhd ), \"worship of God\" ( ʿibādāt ), miracles ( karāmāt ), d̲h̲ikr , even the mystic stages ( maḳāmāt ) are for him no more than so many barriers holding him from God. When he has finally shed his \"I\" in fanāʾ \"as snakes their skin\" and reached the desired stage, his changed self-consciousness is expressed in those famous hybrid utterances ( s̲h̲aṭaḥāt ) which so scandalized and shocked his contemporaries: \" Subḥānī! Mā aʿẓama s̲h̲aʾnī \"—\"Glory be to me! How great is My majesty!\"; \"Thy obedience to me is greater than my obedience to Thee\"; \"I am the throne and the footstool\"; \"I am the Well-preserved Tablet\"; \"I saw the Kaʿba walking round me\"; and so on. In meditation he made flights into the supersensible \n ¶ world; these earned him the censure that he claimed to have experienced a miʿrād̲j̲ in the same way as the Prophet. He was in the course of them decorated by God with His Singleness ( waḥdāniyya ) and clothed with His \"I-ness\" ( ananiyya ), but shrank from showing himself in that state to men; or flew with the wings of everlastingness ( daymūmiyya ) through the air of \"no-quality\" ( lā-kayfiyya ) to the ground of eternity ( azaliyya ) and saw the tree of \"one-ness\" ( aḥadiyya ), to realise that \"all that was illusion\" or that it \"was himself\" who was all that, etc. In such utterances he appears to have reached the ultimate problem of all mysticism. A later legend makes him solve with ease conundrums put to him in a Christian monastery, thus effecting the wholesale conversion of the monastery to Islam."
  ],
  "signature": "(H. Ritter)",
  "bibliography": [
    "Sarrād̲j̲, Lumaʿ , ed. Nicholson, 380-93 and indexes",
    "Sulamī, Ṭabaḳāt al-Ṣūfiyya , Cairo 1953, 67-74",
    "Anṣārī Harawī, Ṭabaḳāt al-Ṣūfiyya , MS Nāfid̲h̲ Pas̲h̲a 425, 38a-41b",
    "Ḏj̲āmī, Nafaḥāt al-Uns , ed. Nassau Lees, 62 ff.",
    "Abū Nuʿaym, Ḥilyat al-Awliyāʾ , x, 33-42",
    "Ḳus̲h̲ayrī, Risāla , Cairo 1318, 16-7",
    "Hud̲j̲wīrī, Kas̲h̲f al-Maḥd̲j̲ūb , ch. xi, no. 12",
    "ʿAbd al-Raḥmān Badawī, S̲h̲aṭaḥāt al-Ṣūfiyya , i, Abū Yazīd al-Bisṭāmī , Cairo 1949—contains the Kitāb al-Nūr of Sahlagī, the relevant excerpts from Sibṭ b. al-Ḏj̲awzī’s Mirʾāt al-Zamān , Nafaḥāt al-Uns , the Ṭabaḳāt of al-Sulamī and the legendary story about the monks. (This last is treated by A. J. Arberry, A Bisṭāmī legend , JRAS 1938, 89-91. It also exists in Turkish, MS Eyyūb Mihrs̲h̲āh Sulṭān, 202 and 443; Fātiḥ 5334; in Arabic, Fātiḥ 5381.) Rūzbihān Baḳlī, S̲h̲arḥ al-S̲h̲aṭḥiyyāt , MS S̲h̲ehid ʿAlī Pas̲h̲a 1342, 14b-26b",
    "Ibn al-Ḏj̲awzī, Talbīs Iblīs , 364 ff.",
    "ʿAttār, Tad̲h̲kirat al-Awliyāʾ , ed. Nicholson, 134 ff.",
    "Ibn Ḵh̲allikān, Būlāḳ 1275, i. 339",
    "Nūr Allāh S̲h̲us̲h̲tarī, Mad̲j̲ālis al-Muʾminīn , m. 6",
    "Ḵh̲ w ānsārī, Rawḍat al-Ḏj̲annāt , 338-41",
    "R. A. Nicholson, in JRAS , 1906, 325 ff.",
    "L. Massignon, Essai … mystique musulmane , Paris 1922, 243-56. Picture of his tomb in Ṣanīʿ al-Dawla Muḥ. Ḥasan Ḵh̲ān, Maṭlaʿ al-S̲h̲ams , Teheran 1301, i, 69-70",
    "E. Diez, Die Kunst der islamischen Völker , Berlin 1917, 69."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 435
}
