{
  "id": "eweb_217",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_COM_0047",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_COM_0047",
  "title": "Allāh",
  "authors": [
    "L. Gardet"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    ", God the Unique one, the Creator and Lord of the Judgment, polarizes the thought of Islam; He is the sole reason for its existence.",
    "Allāh was known to the pre-Islamic Arabs; he was one of the Meccan deities, possibly the supreme deity and certainly a creator-god (cf. Ḳurʾān, xiii, 16; xxix, 61, 63; xxxi, 25; xxxix, 38; xliii, 87). He was already known, by antonomasia, as the God, al-Ilāh (the most likely etymology; another suggestion is the Aramaic\n Alāhā ).—For Allāh before Islam, as shown by archaeological sources and the Ḳurʾān, see ilāh .",
    "But the vague notion of supreme (not sole) divinity, which Allāh seems to have connoted in Meccan religion, was to become both universal and transcendental; it was to be turned, by the Ḳurʾānic preaching, into the affirmation of the Living God, the Exalted One.",
    "A Muslim tradition tells us that sūra xcvi was the first to \"come down\" to the Prophet Muḥammad; so the mission entrusted to him was from the first the preaching of the Word of Allāh (\"Preach!\", xcvi, 1 and 3). Allāh , as is said to Muḥammad in this first sūra, is thy Lord ( rabbuka , xcvi, 1), Creator of man, the Very Generous, \"Who teaches man that which he knew not\" (xcvi, 3). The great Ḳurʾānic leit-motiv, bismillāh al-Raḥmān al-Raḥīm , \"in the name of God, the merciful Benefactor\" cf. R. Blachère’s translation), opens the announcement of the imparted message and is repeated at the head of each sūra. It may be that it contains a reference to the Raḥmān of pre-Islamic south Arabia, and that Raḥmān should be taken as a divine proper name. The fact remains that the root RḤM came to connote, in the course of the Islamic centuries, precisely the concept of benefaction, of clemency, of mercy, and that the expression raḥmat Allāh , \"God’s mercy\", was to become, in the spiritual writers, as it were an evocation of the mysterious profundities of divinity in its relations with man.—Hence, from the beginning of Muḥammad’s preaching, the affirmation of God, Allāh , as benefactor, creator, bountiful, imparting instruction to men through a messenger, of whom He was, in a special way, the Lord.",
    "(A) The great themes .",
    "From a historical point of view, we shall accept the distinctions generally admitted to exist (with some differences as to detail, see Nöldeke, Grimme, Blachère) between the three Meccan periods and the Medinan period, distinctions which roughly agree with some Muslim traditions (cf. ḳurʾān ). But although these various periods give us a multiplicity of perspectives and new flashes of illumination, there is strictly speaking no progressive revelation of Allāh . The Ḳurʾān is not a theological exposition of the existence, nature and attributes of God. Muslim faith has always regarded the text of the Ḳurʾān as God’s Word made manifest to man, in which God says what He wishes about Himself. God is \"the benefactor Who teaches the Preaching\" (lv, 1-2), which is addressed to \"the pious who believe in the Mystery ( g̲h̲ayb )\" (ii, 2-3). God remains mysterious, unapproachable (xlii, 50-51). He is declared in His transcendent perfections and in His dealings with the world; and every action of the Almighty ( afʿāluhū taʿālā ) is the restatement of the inscrutable mystery, for \"the sight cannot perceive Him, while He can perceive the sight\" (vi, 103).",
    "Without a risk of breaking the very rhythm of sūras and verses, it is not easy to pick out, still less easy to classify, the themes concerning God. Three seem to us to predominate, but they must be taken as a whole.",
    "1. God of creation , judgment and retribution . He is \"creator ( k̲h̲āliḳ ) of all things\" (xiii, 16). He is the absolute originator ( badīʿ ). He creates what He wishes (xlii, 49; v, 17) by His command ( amr ), by the kun (\"Be!\") which causes existence (e.g. xxxvi, 82; 11, 117). He is the bestower of all good, the supreme judge ( ḥākim ) and \"the justest judge\" (xcv, 8).",
    "The oldest sūras proclaim God’s unlimited sovereignty ( rubūbiyya ) over His creation, particularly His human creation, and His attributes of sovereign judge and king ( mālik ). The final shock is given to minds and hearts by the news of the Judgment ( yawm al-dīn ; see all sūra lxvi) and the imminence of the Hour (liii, 56-57; liv, 1, etc.), which is known to God alone (e.g. lxxix, 42-44; xliii, 85). The manner of this preaching may vary, but never its essential contents. For variations of theme relate less to God in Himself than to relations between God and the community of believers, depending on obstacles encountered or successive organisations. Thus, for example, the dichotomy of the Elect and the Damned (lxxxiv) at the end of the first Meccan period, and the Medinan leit-motiv of the \"hypocrites\" ( munāfiḳūn ) \"whom God will mock\" (ii, 15).—The Meccan sūras of the first two periods stress the eschatological advent of the Hour; in them, God appears essentially as the sovereign judge, having jurisdiction because He is the omnipotent creator of man (cf. lxxxii, 17-19, which follows logically on lxxxii, 6-8; lxxx, 18-22; xcv, 4-8, etc.). The theme of retribution is resumed however in the Medinan sūras (xxxiii, 63; xxiv, 25-26, etc.). Here and there perspective doubtless changes. At Mecca there is blunt teaching, intended to bring about an admission of faith in the mystery of God, the Judge and Creator, by means of the rhythmic rapping-out of asseverations. At Medina the same mystery is as it were recalled; presented to the heart’s recollection ( d̲j̲ikr ), as a witness to the eschatological value of daily life itself, urging the Muslim, whether he be \"believer\" or \"hypocrite\", to be constantly mindful of the Hour, in his every action; therefore urging the \"hypocrite\" to the \"return\", to conversion.",
    "The same variations and resumptions of a single theme recur in the presentation of the divine management of human history. The Medinese sūras relate in minute detail the story of Adam, proceed to the history of the prophets, from Noah to Jesus, and state what God’s will is of the community of believers. But there it appears as a sequence of discontinuous interventions of the immutable decree ( ḳadar ) of God, which, as the Meccan preaching had already said, encompasses all things, both in and out of time. For God is \"the King of life and death\" (xcii, 13; a theme constantly reverted to later, e.g. xv, 23; ii, 258, etc.). From the very first sūras Noah is evoked (liii, 52), and Abraham and Moses (lxxx, 19; liii, 36-37), and the tribes of T̲h̲amūd (xci, 11 and 14; liii, 51, etc.). In the second Meccan period, God’s plans for the Nations, for T̲h̲amūd and ʿĀd, are mingled with intimations of the Judgment (cf. lxix and lxxix); to the second and third Meccan periods belong the most fully developed accounts of the history of the prophets. Mixed with the theme of the judgment of peoples, that of the judgment of every individual human being is constantly stated.",
    "2. God , Unique \n and One in Himself . In all of the earliest sūras, God is thy Lord. Subsequently He is called Creator, Benefactor, Help, Judge. He is the Most High (lxxx, 1). He is given these names by virtue of those attributes of His godhead which have \n ¶ some connection with man. The particular attribute of His godhead in which the faith of Islam was to have its focus is first stated as an answer to man’s errors and impieties: God the One.",
    "Sūra lii, 39 and 43, contains a condemnation of the Meccans who have been accustomed to ascribe partners and daughters to Allāh. For Allāh is wāḥid , sole divinity. \"Your God is One\" (xxxvii, 4), the believers are told. The assertion is constantly repeated throughout the Book, constantly restated in the Medinan period (e.g. ii, 163). It is the very core of the preaching concerning God: \"It has been revealed to me only that your God is One God\", Muḥammad says again and again (e.g. xli, 6, etc.).",
    "But in a verse of the first Meccan period is found what is perhaps a stronger affirmation that Allāh is One in Himself. In relation to man, sole divinity, wāḥid ; in Himself, One in His nature of deity, aḥad (cxii, 1).—Sole and One, the two Names come together in the Unity, the tawḥīd , and its absolute transcendence. Such is the meaning of the \"witness\" of Islam, the s̲h̲ahāda . As early as that 73rd sūra, which, according to the traditions, gave rise to the conversion of ʿUmar, the assertion appears: \"There is no divinity—save Him ( huwa )\" (lxxiii, 9). The second Meccan period declares: innanī Anā Allāh—lā ilāh illā Anā , \"I, I am God—there is no divinity save Me\" (xx, 14), and that the mystery of this divine \"I\" is the Real ( ḥaḳḳ , xx, 114; xviii, 44).—Lastly, the short sūra cxii, of uncertain date (referred by some to the Medinan period), is known as the sūra of Unity ( tawḥīd ) par excellence : God Alone, the Master, not begetting and not begotten; without equal: an assertion of the unity of the divine nature as such, its intrinsic mystery unfathomed (cf. xxiii, 91).",
    "3. God omnipotent and merciful . The twofold aspect of the mystery of God in relation to His creation: Lord of the worlds (lxxxiv, 29; a very frequent expression) in His unquestioned omnipotence and His forgiving benevolence, is found in all periods of the Ḳurʾān alike, with varying shades of expression and emphasis.",
    "The quality of omnipotence is the first enunciated. He is \"the Lord of Easts and Wests\" (lxx, 49; cf. lxxiii, 9); but it is precisely this which encourages the believer to see in Him a protector, a surety ( wakīl , lxxiii, 9) and to exalt that power of mercy and forgiveness on which the text is so insistent. The names raḥmān , raḥīm , g̲h̲afūr , g̲h̲affār , benefactor, merciful, forgiving, everforgiving, are among those which occur most frequently. What is first brought into notice is, on the one hand, the inscrutable omnipotence of God and, on the other hand, the total and trusting committal of oneself which is demanded by night, by way of response to this omnipotence, of all who devote themselves to the Lord. A text of the Medinan period (v, 3) makes the \"committal to God\" ( islām ) into the religion itself, but already in the eschatological sūras of the first period, the believer is exhorted to entrust himself to the gracious bounty ( niʿma , xciii, 11) of the Lord. God is the refuge and the guide (xciii, 6-7); the whole of sūra lv (of the second Meccan period, according to Grimme; with later additions, acccording to Bell) proclaims the wrath of the Merciful, Lord of majesty ( d̲j̲alāl ) and generosity ( ikrām ), against those who reject His benefactions.",
    "(B) The Signs \n and \n Names of Allāh .",
    "Thus God, through His prophets, is continually revealing to man the unexpressed mystery of His \n ¶ ineffability, in which man is asked to believe, and His explicit sovereignty over all creation, and the transcendental perfections by which it is made known. For He is at the same time \"the First and the Last, the Manifest ( ẓāhir ) and the Hidden ( bāṭin )\" (lvii 3).",
    "In the first place, man, since he has received a revelation about them, must be able to recognize the \"signs of the universe\", which are \"signs of God\" ( āyāt Allāh ). So wonderful indeed are the \"unfailing\" (lxvii, 3-4) order and harmony of the world, that man is in danger of worshipping them. But he must recognize that there is nothing imperishable in this order and harmony. As happened to the prophet Ibrāhīm (Abraham); man’s reason, guided by God, must grasp, in the perishable and the mutable, the incontrovertible evidence for the necessary and transcendent existence of the Creator. \"To reflect\", \"to reason about the signs of the universe\", is therefore a religious duty for man’s reason, imposed on it by the Ḳurʾān (ii, 118, 164; iii, 190; vi, 99; xiii, 2-3; xxiv, 43-54, etc.). The Ḳurʾān also teaches it that God alone abides. \"All perishes, save His Face\" (xxviii, 88; cf. xxxix, 68; lv, 26-27, etc.). At the declared eschatological Hour, God, creator and therefore master of life and death, will annihilate all things, subsequently re-creating everything at the great Gathering ( ḥas̲h̲r , 1, 44; lix, 2). The wonderful order and harmony of the present cosmos are presented as an invitation to prostrate oneself before the Power Which creates and annihilates (xxxii, 15; xli, 37).",
    "God’s perfections, which cause His transcendence to blaze forth in relation to this order of the world, are the same as those which God reveals. They are essentially the Names ( asmāʾ ) which He gives to Himself. \"He has the most beautiful Names\" (vii, 180; xvii, 110; xx, 8). Muslim piety has carefully picked out from the text of the Ḳurʾān, supplemented by tradition, the 99 \"most beautiful Names\" and has never ceased to memorize them and meditate on them. Without wishing to give here an exhaustive analysis of them (see complete list under al-asmāʾ al-ḥusnā ), we may say that the following are the main themes which emerge (we shall confine ourselves to a single reference for each, generally the oldest):",
    "God is One and Unique (cf. above), the Living, the Self-subsisting ( al-ḥayy al-ḳayyūm , xx, 111), the Real, the Truth ( al-ḥak̲ḳ , xx, 114, frequent), the Sublime ( al-ʿaẓīm , lxix, 33, frequent), the High and Great ( al-ʿalī al-kabīr , xxxi, 30), Light and \"Light on Light\" ( nur , nūr ʿalā nūr , xxiv, 35), the Sage ( al-ḥakīm , lxxvi, 30, frequent), the Omnipotent ( al-ʿazīz , lxxxv, 8, frequent; ḳadīr , lxvii, 1, frequent), absolute Creator ( badīʿ , vi, 101), creating the world ( k̲h̲āliḳ , xl, 62), Who does not cease to create ( k̲h̲allāḳ , xxxvi, 81), Who is unlike all creation (\"Naught is like unto Him\" laysa ka-mit̲h̲lihī s̲h̲ayʾ , xlii, 11), the Hearing, the Clearsighted, the Omniscient ( al-samīʿ , al-baṣīr , al-ʿalīm , e.g. xlii, 11-12, frequent), the Witness ( s̲h̲āhid , lxxxv, 9, frequent), the Bountiful ( al-wahhāb , li, 58), the Benefactor ( al-raḥmān , lxxviii, 37, very frequent), the Surety ( al-walī , xlv, 19), the Protector ( al-wakīl , lxxiii, 9, frequent), the Generous ( al-karīm , xliv, 49), the Merciful ( al-raḥīm , lii, 28, very frequent), the Forgiver ( g̲h̲afūr , lxxvi, 20, frequent) Who is ever forgiving ( g̲h̲affār , xx, 84), the Compassionate ( al-raʾūf , iii, 30), the Benevolent ( al-wadūd , lxxxv, 14), the \"Best of Judges\" ( k̲h̲ayr al-ḥākimīn , x, 109), Who punishes in all strictness and rewards in all fairness and forbearance.",
    "A good many of these terms occur again and again. Stress may be laid on one or other of them, now in the Meccan period, now in the Medinan, but nearly all are at least recalled in sūras of both periods. Often the text proceeds by fulgurating affirmations, \"with no hollow\", \"facing\" the believer, like God Himself ( ṣamad , cxii, 2); often too by allusive parables, which insist and \"prove\" by the literal veracity with which their parabolic mode of expression is then invested.",
    "A single example: the divine omniscience extends to the smallest action of the smallest created thing. These are the words employed: \"No leaf falls but He knows it; there is no seed in the darknesses of the earth, no green shoot or dry but it is inscribed in the perspicuous Book\" (vi, 59). Or again: \"No female conceives or brings forth without His knowledge\" (xxxv, 11). The mind is thus powerfully disposed to recognize the full presence of God in every human deed, in every act of the human heart. He is the creator of every act, whatever it be (xxxvii, 96); He is, in a special way, close to the man He has created (cf. xxxiv, 50); He knows \"that which his soul suggests to him\"; He is \"closer to him than his jugular vein\" (1, 16).",
    "(C) Two \n groups of verses .",
    "Some remarks on two groups of verses which, in the course of the centuries, were to give rise to numerous controversies:",
    "1. Retribution \n and the divine decree . God’s sovereign omnipotence becomes explicit in His wishes for the world. It is affirmed in his efficacious decree ( ḳadar ), and man, like all creatures, belongs to Him. But at the same time it is affirmed as the omnipotence of the just Judge, the equitable Rewarder, and man must know that every one of his acts will carry its own weight,—of recompense for the good, of punishment for the bad (e.g. ii, 286).",
    "It has been too often and too readily stated that the Ḳurʾān contains a mass of \"contradictory\" verses. The truth is that there is no contradiction at all, but contrasted and complementary affirmations, with the aim of producing the required attitude towards God in the heart of man.",
    "The divine omnipotence is indeed monolithic. \"God has no account to render\", as Muslim tradition repeatedly says. But here we must be careful of the Ḳurʾānic manner of preaching. The Ḳurʾān poses neither the theological problem of predestination (it does not pose any problem ), nor the philosophical problem of the nature of human freedom: it evokes the mystery of the relations between creature and Creator. Nor does it pose the problem of the nature of evil. \"It is God Who has created you and all that you have done\" (xxxvii, 96), an affirmation frequently applied later to every human act. Nevertheless, \"every good which comes to you comes from God, every ill which comes to you comes from you\" (iv, 79). There is nothing here to demand an acceptance of the positive nature of evil.",
    "The verses of the Ḳurʾān tirelessly proclaim that nothing escapes God, His will and His power, and equally that God is the Bringer of retribution. In a way, the idea of retribution is even dominant. Reward is promised to the just, and punishment to \"him who turns away\" (xcii, 16). The damned are those \"who refuse the help\" of God (cvii, 7).—In his Index, R. Blachère (iii, 1223) notices between two and three hundred passages which promise retribution in the measure of one’s works. On the Day of Judgment, every soul will be judged \n ¶ by what it has acquired (xl, 17): \"whoever has done an atom’s weight of good shall see it; whoever has done an atom’s weight of evil shall see it’ (xcix, 7-8). The necessity of \"doing good\", of \"ordering what is right\" ( al-amr bi ’l-maʿrūf ) and \"forbidding what is wrong\" ( al-nahy ʿan al-munkar ) is one of the first commands; the very first, one might say, since the pre-eminently good act is the declaration of faith in the One, the sincere islām . This command is not addressed only to each man, but, in precise terms, to the community of believers as such (iii, 104, 110, etc.). On the temporal plane of the fulfilment of the divine decrees in the contingent world, man is recompensed according to his works and his deserts.",
    "But on the intemporal plane of the immutable decrees, a shift of perspective occurs. Nothing can have any effect on God’s Will ( irāda ) or on His Command ( amr ). The elect are the chosen of God. \"He bestows His favour on whomsoever He wishes\" (iii, 73-74; v, 54; lvii, 21; lxii, 4); it is He \"Who brings low and raises up\" (iii, 25). And the great affirmation: \"He turns astray whom He wishes, and guides whom He wishes\" (xiv, 4; xvi, 93; xxxv, 8; vi, 39, 125),—and he whom God sends astray can have neither surety nor guide (xvii, 97; xviii, 17; xxxix, 29, 37; vii, 186; xiii, 33). Twice there occurs this image of specifically Semitic construction, so close to Isaiah vi, 9-10: \"We have placed veils over their hearts, that they may not understand, and a dullness into their ears\" (Ḳurʾān, xviii, 57); and \"he whom God, knowingly, has sent astray, whose hearing and whose heart He has sealed, and on whose eyes He has set a blindfold…\" (xlv, 23).",
    "The first of these two texts (xviii, 57) in fact throws into sharp relief the divine action which seals hearing and heart, and the wrongness of the one who has turned away from the signs of the Lord. The second (xlv, 23), closes with a summons to reform. Verse xlv, 19, states that the wrongdoers are left to themselves (\"they have no patrons but themselves\"), while God is the patron of the righteous: thus according with iv, 79, quoted above.",
    "The responsibility of man, the omnipotence and the peremptory decree of God: these two lines of thought combine in the ultimate affirmation of the Judgment. This way of access to the mystery was one which presented itself most forcefully to Muslim speculation in later ages.",
    "2. Anthropomorphic verses . The other group of verses is one whose picturesque style, if taken absolutely literally, would seem to ascribe human attributes or acts to God. These are the mutas̲h̲ābih , \"ambiguous\", verses, as distinct from the muḥkam verses, whose sense is clearly established.—Thus: God dwells on His throne (xx, 5; lvii, 4, etc.); He \"comes\" (movement in place, lxxxix, 22); the hand of God (xlviii, 10; li, 47); His face (e.g. lv, 27); His eyes (xi, 37; lii, 48; liv, 14) etc. Our reason for noting these texts is that they were later the object of exegetic and theological dispute.",
    "(D) Conclusion .",
    "The Ḳurʾānic preaching about God is entirely centred on its affirmations of Oneness and Unity, of transcendence and subsistence, of absolute perfections. The forbidding inaccessibility of the divine nature is resolutely maintained; God, omniscient and \"near\", can be known only by His Word, by the Names, the attributes and acts of His paramount Sovereignty, which He Himself reveals.",
    "It is indeed in His Sovereignty over every creature that Allāh is manifested. The attributes of omniscience \n ¶ and omnipotence relate to God’s outward-directed knowledge and power. The declaration of Oneness pertains to the oneness of the divine nature, the godhead as such. God in Himself remains the unexpressed mystery, g̲h̲ayb .",
    "For Islam, the name Allāh is indeed, as Macdonald said (EI 1 ), the proper name of God; in that it expresses the sole and incommunicable godhead.",
    "Ought one to describe the God of this preaching as a personal God? This question has no place emong the problems of Muslim theologians. It is weightily posed by the speculations of western students of Islam (cf. Macdonald’s article, quoted above, in which he speaks of the \"overwhelming personality\" of Allāh): God, personal because living, creating, acting on the world, speaking to men. But never will Islam say that Allāh is s̲h̲ak̲h̲ṣ or s̲h̲ak̲h̲ṣī . They shrink from the assertion made by western scholars; indeed, they take positive exception to it. There is a twofold misunderstanding here, (a) Vocabulary . S̲h̲ak̲h̲ṣ has not undergone, in philosophical Arabic, the same shift as the Greek ὑπόστασις or the Latin\n persona . S̲h̲ak̲h̲ṣ always connotes the individual silhouette. There is no better term for the concept of \"person\"; moreover, it is well suited to the created person, but suggests a limiting individualization. (b) The very concept as applied to God: generally, the Muslim will feel loth to trammel with it the inaccessibility of the divine nature.",
    "But the misunderstanding disappears if we make it plain that \"personal God\" implies, in the Indo-European languages, an absolute perfection: God, subsisting in Himself, incommunicable in His purpose of godhead. God, personal because perfect and the source of perfection, infinitely distinct from every creature, and the object of faith and worship. Now this is precisely what the Ḳurʾān teaches. If it leaves God’s inmost Life in its own mystery, it is so as to insist on the Word communicated to man through the prophets, and on the inner attitude demanded of the believer.—God, sovereign Judge, just and terrible ( d̲j̲abbār , lix, 23), is also, by the same token, protecting, beneficent, merciful. Faced with the incommunicable mystery, the Ḳurʾān demands of the believer, in respect of Allāh, reverent fear ( taḳwā , ix, 109) and, at the same time, piety ( birr ), the act of which is the same as the act of reverent fear (ii, 189), gratitude ( s̲h̲ukr ; in the verbal form: \"you may perchance be grateful\", as the Book aften says, especially in the Medinan period), confidence ( tawakkul ; frequently in the verbal form: \"have confidence in God\", e.g. iv, 81).",
    "The \"God-fearing\" of the Ḳurʾān bow down before the inscrutable omnipotence. For the damned alone, i.e., \"those who have rebelled\" (lxxix, 37), this fear becomes dread of punishment (cf. lxxv 25). The chosen \"those who believe in the Mystery, perform the prayer, and give [in alms] of their goods\" (ii, 3), those \"who seek after His Face\", to use the beautiful expression so often employed (e.g. xcii, 20), find in Him their protector ( wakīl ) and guide ( hādī ); they find with Him the supreme Refuge ( maʾāb , e.g. iii, 14; lxxviii, 39).",
    "In section iii we shall sketch the most notable attitudes of the Muslim schools concerning God. For the moment, we seek to devote ourselves to the body of problems and the axiology of Sunnite theology.",
    "The traditional science which deals with divine matters is the ʿilm al-kalām or ʿilm al-tawḥīd , roughly “theology” or “defensive apology” (see below \n ¶ for certain criticisms raised in Islam against its legitimacy). We shall take it in its established form, assuming a knowledge of its historical origins, the influences it underwent, the formation of the various schools (see kalām ). A reminder: 1) under the Umayyads: the Murd̲j̲iʾites, Ḳadarites, Ḏj̲abbārītes; 2) the Muʿtazilites, originally political (1st/7th century), then doctrinal (2nd-3rd/8th-9th centuries), who triumphed under Maʾmūn but were subsequently regarded as \"heterodox\" for centuries; 3) from the 4th/10th century onward, the official As̲h̲ʿarite and Ḥanafite-Māturīdite lines.—The conclusions vary with the diverse attitudes towards the relation of reason ( ʿaḳl ) and the Law ( s̲h̲arʿ ), or of reason ( ʿaḳl ) and tradition ( naḳl , taḳlīd ), or of rational ( ʿaḳlī ) and authoritarian ( samʿī ) proofs.",
    "The ʿilm al-kalām came to sustain itself by means of two other \"religious sciences\": 1) the science of ḥadīt̲h̲ provided texts regarded as authoritative proofs, which took up one theme or another of the Ḳurʾānic teaching, in a picturesque, even mythical, manner (cf. the six \"authentic\" collections, ṣaḥīḥ , particularly the kitāb al-tawḥīd of Buk̲h̲ārī’s\n corpus ). Numerous traditions relate, on the one hand, to God’s mercy and forgiveness (e.g. \"My mercy outweighs My wrath or takes precedence of it\", Buk̲h̲ārī, Tawḥīd , 169, 175); on the other hand, to His absolute kingship (\"I am the King; where are the kings of the earth?\", id., 167, 181); on the one hand, to human responsibility (texts in Buk̲h̲ārī or Muslim, chap. Ḳadar ), on the other hand, to the preordaining decree (e.g. these oft-quoted ḥadīt̲h̲s: \"All the hearts of mankind are like one single heart between two of the fingers of the Merciful\", and: \"These for heaven, and I care not; those for hell, and I care not\"). Many ḥadīt̲h̲ s had great influence on the formation of current notions and the popular attitude concerning God.",
    "2) The science of tafsīr , or exegetic interpretation, played a leading part in the use and understanding of those Ḳurʾānic verses which speak of God, particularly the anthropomorphic passages.",
    "Ḥadīth and tafsīr were employed in various ways by the schools of kalām .",
    "If we refer to the problems of the kalām (which is, in its essentials, of Muʿtazilite origin), we find two great principles directly concerning God: 1) the principle of tawḥīd or divine unity; 2) the principle of ʿadl , of the justice of God in connection with the requital of human actions. As against the \"free-thinkers\" of their day, the Muʿtazilites had presented themselves as \"the people of unity and justice\", ahl \n al-tawḥīd \n wa \n ’l-ʿadl . These problems continued to inspire later schools. Only their titles changed. The great classic manuals of the As̲h̲ʿarites and Māturīdites (e.g. S̲h̲arḥ al-Mawāḳif of Ḏj̲urd̲j̲ānī, Maḳāṣid of Taftāzānī, etc.) called the first principle wud̲j̲ūd Allāh wa ṣifātuhu (\"the existence and attributes of God\"), and the second afʿāluhu taʿālā (\"the actions of the Exalted One\"). Here are the main questions raised in connection with both.",
    "(A) Tawḥīd .",
    "1. The Existence of God ( wud̲j̲ūd Allāh ).",
    "All schools agree in quoting those Ḳurʾānic verses (cf. above) which bid the reason to \"reflect on the signs of the universe\", and to rise thereby to the affirmation of the Creator. But: (a) according to the Muʿtazilites, there is involved in this an obligation inherent in the nature of reason, prior to the promulgation \n ¶ of the Law; (b) according to the Māturīdites, reason should, by rights, have been able to attain to the knowledge of its Creator, but was actually brought to it by the promulgation of the Law; (c) for the As̲h̲ʿarites, the employment of the reason and of reasoning in order to rise to God is a purely legal (revealed) obligation. Cf. al-Ḏj̲urd̲j̲ānī, S̲h̲arḥ al-Mawāḳif , Cairo 1325/1907, i, 251 ff. In other words: if the Law had not laid down the obligation, human reason could never have attained to the existence of God (cf. al-G̲h̲azzālī, al-Iḳtiṣād , Cairo, n.d., 77-8). The affirmation of the existence of God, for the As̲h̲ʿarite school as a whole, is therefore the result of a rational ( ʿaḳlī ) argument, prescribed by an argument of authority (here, s̲h̲arʿī ).",
    "Whatever the nature of this obligation, the schools are as one with regard to the rational argument itself. What is involved is a proof of the existence of God a novitiate mundi , linked with the entirely contingent and perishable character of the world, as the Ḳurʾān teaches and reason can convince itself. For the kalām , the temporal beginning and end of the world are demonstrable truths. There is then an inference ( istidlāl ) which proceeds, with no universal middle term, from this utter inadequacy of the created to the necessary ( wād̲j̲ib ) existence of the Creator, Who alone exists from all eternity and alone is self-subsisting (truths taught by the Ḳurʾān and also accessible to the reason, ʿaḳliyyāt ). This inference, in the early days of the kalām (Muʿtazilites as well as As̲h̲ʿarites) was set out as a piece of reasonning in two terms. Among the later mutakallimūn , more directly imbued with the Aristotelian logic, it frequently took the shape of a syllogistic deduction (both forms are found in al-Ḏj̲uwaynī). The argument is given in all the manuals as a \"decisive\" ( ḳaṭʿī ) proof. Only rarely, under influences proceeding from the falsafa , does it take the form of the proof a contingentia mundi in the strict sense. The world is muḥdat̲h̲ , and in the treatises of kalām this term stays very close to its etymological sense of \"begun\" in time (see the works of Wensinck and S. de Beaurecueil, cited in the bibliography, on the proofs of the existence of God).",
    "2. The Attributes of God ( ṣifāt Allāh ).",
    "(a) Relations \n between essence and attributes . This was one of the most controversial topics. Some old traditionists held fast to the letter of the texts and set themselves against all research that might be called rational. Their opponents, exaggerating the rigidity of the position they were attacking, called them mud̲j̲assima (\"corporealists\", who give bodily attributes to God), or again, contemptuously, ḥas̲h̲wiyya . They accused them of tas̲h̲bīh : comparing God to the created.",
    "In their anxiety to purify the concept of tawḥīd , the Muʿtazilites extolled, on the contrary, tanzīh , \"withdrawal\", the via remotionis which they applied with extreme rigour: one must deny God every created thing, as the Ḳurʾān commands. The Ḏj̲ahmites, disciples of the Ḏj̲abbārite Ḏj̲ahm b. Safwān, had practically denied the existence of the attributes, God being known only as an inscrutable omnipotence. The Muʿtazilite tanzīh , on the other hand, took the theistic standpoint of a ruling God. They recognized the divine attributes of knowledge, power, speech, etc., but asserted that they were \"identical with the essence\", a distinction which was, for them, hardly more than nominal.",
    "The \"orthodox\" schools likewise practised tanzīh , i.e., they denied God any resemblance to anything: \n ¶ He is neither body nor substance ( d̲j̲awhar , in the sense of bounded substance) nor accidents, nor is He localized, etc. (It must be noted that the Karrāmites had recognized God as substance, by which they understood self-existent).—The As̲h̲ʿarite reform, in the name of the \"golden mean\", held itself equally aloof from the Muʿtazilite tendency to prove everything rationally, and from the literalism of the mud̲j̲assima . This was the famous principle bilā kayf wa lā tas̲h̲bīh , \"without ‘how’ or comparison\". It accused the Muʿtazilite tanzīh of amounting to the same as taʿṭīl , divesting the attributes of all reality and making of God no more than an empty concept. The As̲h̲ʿarites, for their part, while recognizing the entire reality of the attributes, since the Ḳurʾān informs us of them, yet affirmed that this reality can in no way compromise the perfect divine Unity. Simultaneously opposing Muʿtazilites and falāsifa , and following al-Ghazzālī, they later arrived at this approximation: \"the attributes subsist in the divine essence; they are not God and are nothing other than He\".",
    "A kindred solution was advanced by certain As̲h̲ʿarites who remained faithful to the conceptualist theory of \"modes\" ( aḥwāl ) of the Muʿtazilite Abū Hās̲h̲im: e.g. al-Ḏj̲uwaynī (5th/11th century); on this point the so-called \"modern\" school (6th-7th/12th-13th century) of Fak̲h̲r al-Dīn al-Rāzī, Ḏj̲urd̲j̲ānī, etc. was at variance with him. The \"mode\" ( ḥāl ) is an attribute which is attached to an existing thing but is itself qualified neither by existence nor by non-existence: that is how the relation between the divine essence and the attributes is to be understood.",
    "This difficult theological problem was served by a philosophical instrument which went on striving to improve itself, and making progress, though not without occasionally stumbling. Thus, at the beginning of the Ḥanafite-Māturīdite line, we find in the Fiḳh Akbar II (text of the time of As̲h̲ʿarī), that God is a \"thing\" ( s̲h̲ayʾ ). Much though this statement might later be ridiculed by some of the mutakallimūn , influenced by Greek thought, as used by the ancients it is clearly to be taken in the sense of \"existing reality\": \"Allāh is thing, not as other things but in the sense of positive existence\" ( Fiḳh Akbar II , Art. 4; cf. Wensinck, Muslim Creed , Cambridge 1932, 190). It was in this same sense that the term \"body\" or \"bodily substance\" ( d̲j̲ism ) was used in speaking of God; this practice of certain Karrāmites and Ḥanbalites was noted by Macdonald (EI 1 ).",
    "The Māturīdites on the whole preferred not to distinguish God’s attributes from Himself but to say: \"God is knowing and has a knowledge which is attributed to Him in the sense of eternity\", etc., thus laying stress on the divine Names (the Knowing, Willing, Powerful, Speaking, etc.).",
    "( b ) List of \n attributes . The guiding principle was to affirm no attribute not expressly indicated in the Ḳurʾān: the principle of tafwīḍ , \"leaving it to God\" to elucidate through scripture. The majority of the doctors of kalām , however, considered that it was not being false to the text to pass from the present participle, for example, to the noun, in accordance with the laws of language. Thus there evolved, in the course of the centuries, a list of attributes, enumerated in no particular order, to begin with (so in the Ibāna of al-As̲h̲ʿarī), and then, especially from al-Ḏj̲uwaynī onward, sorted out and classified.",
    "The order adopted, indeed the appellations themselves, vary with the different schools (cf. ṣifa ). To adhere to one commonly-held view, we offer the following list: 1) attribute of essence ( ṣifat \n \n ¶ \n al-d̲h̲āt ): wud̲j̲ūd , existence; in the case of God, not distinguished from essence; 2) \"essential\" ( d̲h̲ātī or nafsī ) attributes, sometimes divided into (a) \"negative\" attributes which emphasize the divine transcendance: eternity ( ḳidam ), permanence ( baḳāʾ ), dissimilarity to the created ( al-muk̲h̲ālafa li ’l-ḥawādit̲h̲ ), self-subsistence ( ḳiyām bi ’l-nafsi ),—and (b) maʿānī attributes, \"adding a concept to the essence\":power ( ḳudra ), will ( irāda ), knowledge ( ʿilm ), life ( ḥayāt ), speech ( kalām ), hearing ( samʿ ), sight ( baṣar ), perception ( idrāk : some denied that this was an attribute); 3) attributes of \"qualification\" ( maʿnawiyya ), the maʿānī attributes taken verbally: having power, willing, knowing…; 4) attributes of action ( ṣifāt al-afʿāl ), designating not an intrinsic quality but a \"possibility\" of God, which God may or may not do: visibility ( ruʾyat Allāh ), creation ( k̲h̲alḳ ), actual creation of the contingent world (the Māturīdite\n takwīn ), command ( amr ), decree and predetermination ( ḳadar and ḳaḍāʾ ), whose relations with the divine knowledge and will vary according to the school, consent ( riḍā : especially in Māturīdism), etc.",
    "The As̲h̲ʿarites and Māturīdites agree in taking the maʿānī attributes as eternal, even if their object is contingent; against the Muʿtazilites who maintained, for example (school of Baṣra), that God has a \"contingent\" knowledge, with a beginning, of free human acts. On the other hand, As̲h̲ʿarites and Māturīdites diverge over the \"eternal\" or \"begun\" character of the attributes of action: the Māturīdites generally regard them as eternal.",
    "All but four of the attributes depend on the ʿaḳliyyāt : they are taught by the Ḳurʾān but human reason can \"prove\" them. The other four, visibility, speech, hearing and sight (\"perception\" is sometimes included), depend on the samʿiyyāt and are knowable only because they have been revealed.",
    "(c) Two controversial attributes . The \"vision of God\" (attribute of visibility\") and Speech were hotly debated.",
    "The vision of God ( ruʾyat Allāh ) is understood as being through the eyesight, bi ’l-abṣār . The pious traditionists accepted it absolutely, interpreting in this sense Ḳurʾān, lxxv, 22-23, and numerous ḥadīt̲h̲ s. The Muʿtazilites denied it no less absolutely, interpreting the Ḳurʾānic text by a philological taʾwīl (cf. below). As̲h̲ʿarites and Ḥanafite-Māturīdites upheld the vision of God, but emphasizing the bilā kayf : every man will see God with his eyesight on the Day of Judgment, the elect will see Him (transiently) in Paradise,—but they will not see Him as one sees an object spatially situated and limited, and it is impossible to specify the manner of this vision ( Ibāna , Cairo 1348 h., 14, Fiḳh Akbar II , 17).",
    "The \"traditional\" ( samʿī ) attribute of Speech is of major importance, since by means of it God manifests Himself to men. The Muʿtazilites, precisely because of this manifestation in time, made of it a contingent \"created\" Speech (whence the thesis of the created, mak̲h̲lūḳ , Ḳurʾān). The Ḳurʾān is the Speech of God, but the latter is contingent. The As̲h̲ʿarites, taking up that great affirmation which had earned Ibn Ḥanbal imprisonment and flogging, saw in it essential ( nafsī ) Speech, subsisting by the very existence of God. Hence the thesis of the \"uncreated Ḳurʾān\" ( g̲h̲ayr mak̲h̲lūḳ , Ibāna , 20-22). But the school distinguished between it and its \"created\" expression: the Book and its recitation by human lips. In the 8/14th century, Ibn Taymiyya, meditating on and reviving the faith of the \"pious ancients\"( salaf ), found Muʿtazilites and As̲h̲ʿarites equally \n ¶ wanting: he reaffirmed the essential Speech of God, which expresses Him and subsists in Him, and declared that this Speech, in its mystery, is \n Torah, Gospel, Ḳurʾān ( Fatāwā , Cairo 1329 h., v, 265-7).",
    "3. Mutas̲h̲ābih Verses .",
    "The veneration of the Ḳurʾānic text, coupled with the inscrutable mystery of the One God, soon confronted Muslim thought with the case of the \"ambiguous\" anthropomorphic ( mutas̲h̲ābih ) verses, which apparently liken God to the created. Are they to be accepted in pure faith, or should they be interpreted ( taʾwīl ) by exegesis ( tafsīr )?",
    "(a) The ancient traditionists took these verses at their face value. But it would be idle to bring against them an unqualified accusation of \"corporealism\", as their opponents did. The As̲h̲ʿarites themselves declared valid the attitude of the \"ancients\" who, eschewing all taʾwīl or interpretation, took refuge in the tafwīḍ or committal to God. God sits on His Throne ( istiwāʾ ), descends towards the earth, has eyes, has a hand, because the text says so. But no one knows the acceptation given by God to these terms: this attitude was attributed to Mālik b. Anas in particular. It is hardly necessary to add that an attitude like this became \"corporealist\" only insofar as it tried to conceptualize itself and to justify itself discursively, but not insofar as it interiorizes itself in adherence to faith.",
    "(b) But the Muʿtazilite schools, for their part, wished to justify dialectically the Muslim notion of God, in face of the Greek-inspired \"God of the philosophers\". On the one hand the emphasis placed on the Oneness of God, on the other their confidence in the rational criterion ( mīzān ʿaḳlī ), led the Muʿtazilites to an extensive use of taʾwīl . Their representative in taʾwīl was al-Zamak̲h̲s̲h̲arī, who adopted for his own purposes the philological method of al-Ṭabarī. In this way \"shining countenances, looking at their Lord\" became, as al-Ḏj̲ubbāʾī suggested, \"beautiful countenances, aspiring to the bounty of their Lord\": the vision of God could be denied without contradicting the Ḳurʾān.—Recourse was had to figures of speech, as well as to philology. The mīt̲h̲āḳ , the covenant granted by God to the race of Adam in pre-eternity (vii, 172) was regarded as a metaphor ( mad̲j̲āz ), as were all the anthropomorphic passages.",
    "(c) The first As̲h̲ʿarites reacted against this use of reason in tafsīr . For them, the anthropomorphic terms, including the sitting on the throne and the motion in space, are just the expression of actions and attributes which are consistent with the divine Majestry but of which we can know neither the nature nor the manner, and which have nothing in common with the corresponding human actions or attributes. This was the bilā kayf attitude, often confused with that of the \"ancients\" and advanced by the master, al-As̲h̲ʿarī himself.",
    "(d) Later, under an influence picked up from the Muʿtazilites and especially from the falāsifa opposition, another attitude, known as that of the \"moderns\", was admitted into the kalām . Taʾwīl was permitted. Thus al-Ḏj̲uwayni, Fak̲h̲r al-Dīn al-Rāzī, etc. The \"hand\" of God was interpreted as \"the protection extended over mankind\", His \"eyes\" denote \"the intensity of His providence and watchfulness\", etc. (al-Rāzī, Kitāb Asās al-Taḳdīs ), Cairo 1327 h., 149). A metaphorical interpretation, into which allegory may creep, if need be, and which comes very close to the Muʿtazilite legacy, with the following differences: 1) the attitude of the \"ancients\" \n ¶ is regarded as valid (cf. Asās al-Taḳdīs , last chapter); 2) only the specifically anthropomorphic passages are accepted as metaphors; where the \"apparent\" ( ẓāhir ) sense would lead to a real impossibility: this was the position which Ṭabarī had already taken up. But the vision of God, and the metahistorical fact of the covenant, were maintained in their strict sense, in conformity with the As̲h̲ʿarite dogmatic.",
    "(B) The actions of God ( afʿāluhu taʿālā ).",
    "(The problem of justice and retribution).",
    "The Ḳurʾān teaches the two great truths of divine omnipotence and human responsibility, good works rewarded, acts of \"disobedience\" punished. Muslim thinkers strove tirelessly to find the solution to this apparent conflict. This was the subject of the first controversies, as early as Damascus, between Ḏj̲abarites, Ḳadarites and Murd̲j̲iʾites. The great schools of kalām inherited it from them.",
    "1. The Muʿtazilites affirm human freedom: man acts by a power ( ḳudra ) which God has once and for all created in him. God knows these free actions; He does not create them. The school of Baṣra insisted that He knows them only from the moment of their production, by an attribute of knowledge which in this respect is contingent, \"begun\".—But these actions are rewarded or punished by God in all fairness. He is the just Judge, incapable of not acting for a purpose, with a fixed aim in view. There is a deliberate order in the universe (the wonderful order of which the Ḳurʾān speaks), an objective order: and therefore there are intermediate aims subordinated to a final aim. There are secondary causes ( asbāb ) which act efficaciously on their effects, and there is a good and an evil (literally beautiful, ugly, ḥasan , ḳabīḥ ) in the nature of things, prior to the elucidation brought by the revealed Law ( s̲h̲arʿ ).God is bound to do the best ( aṣlaḥ ). He does not want evil and does not order it; His will ( irāda ) and His command ( amr ) are identical. Evil is created by man, just as he creates the moral denominations of his acts, since he creates ( k̲h̲alaḳa ) all his actions, good and bad.—The two Muʿtazilite groups, of Baṣra and Kūfa, parted company over the concept of the \"best\" which God always accomplishes, and over its extension.",
    "2. The As̲h̲ʿarite school revolted against this attempt at \"justifying\" God. God \"does not come within the grasp of the intellect\". He is the just Judge because He does what He wishes. \"No obligation for God\". What He does is the best, not because He is so obliged, but because He does it. Moral good and evil have no existence prior to the positive divine Law. \"If God were to reverse the decision, and to declare good ( ḥasan ) what He has declared bad ( ḳabīḥ ), and bad what He has declared good, there would be no impediment\" (al-Ḏj̲urd̲j̲ānī, S̲h̲arḥ al-Mawāḳif , viii, 182).—Al-G̲h̲azzālī and al-Rāzī, it is true, recognize a \"rational\" ( ʿaḳlī ) meaning in the \"beautiful good\" and the \"ugly-evil\": only on the plane of being, for al-Rāzī ( Muḥaṣṣal , Cairo n.d., 147; Kitāb al-Arbaʾīn , Cairo 1353 h,, 249); on the plane of the sensible qualities inherent in things, for al-G̲h̲azzālī ( Iḳtiṣād , Cairo n.d., 67).",
    "And God, as the Ḳurʾān says, \"guides whom He wishes, turns astray whom He wishes\". Everything is fixed by His predetermination ( ḳaḍāʾ ), according to His eternal Will ( irāda ), encompassing in its generality the totality of things,—while His decree ( ḳadar ), existentialized by His command ( amr ), is \n ¶ an \"attribute of contingent action\", particularizing in time the things that are \"begun\", as they pass from non-being to being. As al-Ḏj̲urd̲j̲ānī says ( Taʿrīfāt , ed. Flügel, 1845, 181), \" ḳadar is the relation of the essential Will to things in their individual realization\"; and again: \" Ḳadar : the passing of possible from non-being into being, one by one, in conformity with ḳaḍāʾ , Ḳaḍāʾ is of the order of pre-eternity ( azal ), ḳadar depends on the present order of things\" (ibid.). It follows that one must distinguish between irāda and amr ; it is the latter which is directly linked with man’s obedience. God wishes the impiety of the infidel and creates it in him, yet commands him to believe.",
    "For man’s \"free\" action, his ik̲h̲tiyār , is only a special case of more general principles. God is the creator of human acts, whatever they be. The text \"God is creator of all that you do\" is interpreted in the sense of a creation ex nihilo . True, man has a feeling of his own responsibility. This means that God sets down to his merit or demerit the actions he performs, as the Ḳurʾān expressly states, and that He rewards or punishes him, as promised. Man receives the \"acquisition\", the attribution of his acts ( kasb , iktisāb ; cf. Ḳurʾān, ii, 281; lii, 21, etc.). At the end of the last century, Bād̲j̲ūrī found this formula necessary: \"man is a bound being, in the shape of a free being\" ( Ḥās̲h̲iya ʿala ʾ l-Ḏj̲awhara , Cairo 1352/1934, 62). On the empirical level, man must therefore continue to act as though he were free. But he must know that everything comes to him from God. If he acts well, it is because God in His Mercy has so decreed; if he acts badly, it is because God has so willed in His justice.",
    "This negation of ontological liberty accords with the negation of the efficacy of the second causes ( asbāb ): as against the \"reprehensible innovation\" ( bidʿa ) of the Muʿtazilite thesis (efficacy of the asbāb , according to a \"power\" created by God), and against the absolute determinism of the causes (\"cause\" here rendered by ʿilla ) taught in the falsafa , a thesis tainted with kufr (impiety). (Cf. al-Sanūsī, Muḳaddimāt , Algiers 1908, 108-109; al-Bād̲j̲ūrī, op. cit., 58).—For the As̲h̲ʿarites, there is nothing efficacious about the second causes, because there is no conservation in being, on the part of God. There are discontinuous series of instantaneous creations, temporal existentializations of the eternal ḳaḍāʾ . At every instant ( waḳf ), God creates and re-creates the world and the impermanent whole, extrinsically unified, which is man, and every act of man. The world of \"free\" acts, as well as the cosmos in its entirety, is a discontinuous sequence of inscrutable divine decrees. The \"causes\" are but the channels, the tokens, of this divine Will, and the \"laws\" are a \"custom of God\" ( sunnat \n Allāh ; the expression is still found in Muhammad ʿAbduh, Risālat al-Tawḥīd , Cairo 1353, 7). It is a custom which God can always modify: as He does, for example, when He decides to give proof, by miracles ( muʿd̲j̲izāt ), of the mission of His prophets.",
    "For most of the As̲h̲ʿarites, though by no means all, there is an atomistic cosmology corresponding to the discontinuous view of things. Everything is but a concourse of atoms ( nuḳṭa , d̲h̲arr ), connected, disconnected, reunited, by divine decree. If it is true that al-Bāḳillānī (4th/10th century) declared atomism to be \"coessential\" (Massignon) with the Ḳurʾānic dogmas, it would, in our opinion, be going too far to see in this the pre-eminently characteristic aspect of As̲h̲ʿarism, still more of all \"orthodox\" Muslim theology. This physico-theological atomism \n ¶ is actually of Muʿtazilite origin (Abu ’l-Hud̲h̲ayl; cf. studies by Horten and S. Pines), and matched well then with the ḳudra , the \"power\" which man was recognized as having over his acts. An impressive line of As̲h̲ʿarites, al-Bāḳillānī al-Īd̲j̲ī, al-Ḏj̲urd̲j̲ānī (with some modifications), the \"frozen conservatism\" of such men as al-Sanūsī, al-Laḳānī and al-Bad̲j̲ūrī, remained faithful to the occasionalist atomism as being the most favoured explanation of the divine omnipotence over the world. But another line, influenced to some small extent by the disputed theses of the falsafa , passed over it in silence (al-G̲h̲azzālī, Fak̲h̲r al-Dīn al-Rāzī) or greatly modified it (al-S̲h̲ahrastānī), although still affirming the usual theses on God’s ḳadāʾ and ḳadar and the simple human iktisāb .",
    "3. Some Māturīdites (Abū Ḥafs al-Nasafī, al-Taftāzānī) were atomists. But we wish to lay particular emphasis on the more directly psychological aspect in which the Ḥanafite-Māturīdite school as a whole regarded the relations between the divine decree and human freedom. From the first, ḳadar and ḳaḍāʾ were no longer related to the divine Will, but to the divine Knowledge;—and, counter to the As̲h̲ʿarites, it was ḳadar that was to be eternal, while ḳaḍāʾ was connected with existentialization in time. Ḳadar was therefore an eternal foreknowledge whereby God knows, from all eternity, the beautiful (good), ugly (bad) or harmful qualities of His creatures, while ḳaḍāʾ was God’s existentialization of these same things, created with wisdom and perfection (cf. ʿAbd al-Raḥīm b. ʿAlī, Naẓm al-Farāʾiḍ , 2nd ed., Cairo n.d., 28-30; and al-Bād̲j̲ūrī, Ḏj̲awhara , 66).",
    "For the majority of the Māturīdites, there exists in things a \"rational\" good (beautiful) and evil (ugly), on the plane of being, not directly on the moral plane (a thesis already noted in connection with the As̲h̲ʿarite al-Rāzī). On the moral plane, it is God Who directly creates the basis ( aṣl ) of man’s \"free\" actions, but it is man’s power which makes their qualification ( ṣifa ) good or bad. (It should be noted that al-Rāzī, Kitāb al-Arbaʿīn , 227, and al-Djurdjānī, S̲h̲arḥ al-Mawāḳif , viii, 147 ascribe this thesis, whose tenor is Māturīdite, to al-Bāḳillānī). All that happens is willed by God; but only the good depends on His consent ( riḍā ). God is not bound to be just, as the Muʿtazilites say; His action is not just because He wishes it, as the As̲h̲ʿarites say: He is above all justice by reason of His knowledge and wisdom. He is unable not to be just.",
    "4. We have no need to follow here the abundant efforts of the doctors of the kalām to strengthen their arguments and to resolve the objections that were constantly cropping up. Those who were not satisfied with the As̲h̲ʿarite theory of kasb , of acts imposed from outside, undertook more recondite analyses: thus we have the theory (common to As̲h̲ʿarites and Māturīdites) of istiṭāʿa [ q.v. ] or \"capacity\" [for an act], created by God previously or simultaneously (cf. al-Ḏj̲uwaynī, Irs̲h̲ād , ed. Luciani, 1938, 122/196, 125/201; al-Ḏj̲urd̲j̲ānī, Taʿrīfāt , 18, etc.); the theory of tawlīd or tawallud [ q.v. ], which explains the \"generation\" of the transitive act by the divine occasionalism; and the theory of tawfīḳ [ q.v. ] or \"facilitation\" of acts, especially of good acts, faith and obedience, which is created in man by the divine favour ( luṭf ), and its (positive) opposite, k̲h̲id̲h̲lān or divine \"abandonment\" (\"creation in man of the power to disobey\", according to a definition by the Māturīdite al-Taftāzānī, Maḳāṣid , Istanbul ed., 118), etc.",
    "We can see that these efforts of minute analysis, applied to problems of great complexity, may well have looked like disheartening intellectual games, to those who wished to remain true to the sense of mystery of the \"pious ancestors\", and who refused to \"prove dogma\" (cf. al-Ḏj̲urd̲j̲ānī, S̲h̲arḥ al-Mawāḳif , I, 34-35) as the later As̲h̲ʿarites aspired to doing. The kalām had its greatest opponents (apart from the falāsifa opposition) in the Ḥanbalite and Ẓāhirite systems of thought, which were wedded to tradition and mistrustful of the use of reason in matters of faith. Al-G̲h̲azzālī too was very severe with the kalām , on occasion. Yet it is sometimes among these opponents that we find the most pertinent bases of analysis of the relations between the free act and the divine omnipotence.",
    "Thus Ibn Ḥazm (4th-5th/10th-11th century) the Ẓāhirite, who denied any criteriological capacity to the reason (one can speak of Ibn Ḥazm’s \"nominalism\", but it is a nominalism centred on the effective value of language and its internal laws), and who meant to hold fast to the precise declarations of the scriptures: he rejected the As̲h̲ʿarite\n kasb , since the texts, he said ( Fiṣal , Cairo 1347 h., iii, 48) allow neither a \"creation\" by man of his acts (Muʿtazilite) nor an \"acquisition\" conferred by God (As̲h̲ʿarite); but his whole refutation, highly discursive, of the opposing theories (id., 51-52) is pertinently developed; while a valuable personal solution is outlined in connection with istiṭāʿa (id., 21-26 and 31).",
    "Al-G̲h̲azzālī, not indeed the G̲h̲azzālī of the Iḳtiṣād , who confines himself to presenting or rather to improving the theses of the As̲h̲ʿarites, minimizing, moreover, the scope of the kalām (7-8), but the al-G̲h̲azzālī of the Tahāfut and, above all, of the Iḥyāʾ (Cairo 1352/1933, iv, 219) carries out an extremely shrewd psychological analysis on the subject of \"choice\" and the relations of intellect and will in the free act. He defends an irrational concept of freedom and maintains that God alone, Who acts without motive ( g̲h̲ayr g̲h̲araḍ ) is totally free, with a freedom conceived as a free human choice raised to the power of infinity. What the mutakallīmūn called kasb is an \"intermediate stage\" ( Iḥyāʾ , iv, 220) which is not at all a participation in the divine freedom. Man acts of necessity, in the sense that everything which happens in him comes not from him but from Another; he acts by free choice, in the sense that he is the place ( maḥall ) of the free act, which operates inevitably in him after the decision of the intellect, this last being only a matter of form. And al-G̲h̲azzālī propounds this formula, which it would be well not to interpret loosely: \"Man is forced into free choice\" ( ibid .).",
    "This concern with analysis was to dwindle to vanishing point in the later manuals, which, from the 15th century onward, hardly did more than repeat the formulas of the past. At the end of the 19th century, Muḥammad ʿAbduh, wishing to free himself from the dialectic of the kalām , confined himself to saying: \"As for seeking further, for wishing to reconcile God’s omniscience and will, which are proved [by the Ḳurʾān and rational arguments], with the free activity of man, which is shown to us by the evidence [sensory, psychological]; that means seeking to penetrate the secrets of the divine decree. We are forbidden to plunge into this abyss and to concern ourselves with that which reason is scarcely capable of attaining\" ( Risālat al-Tawḥīd , 61).",
    "Some pointers, chosen from the most characteristic:",
    "1. Ismāʿīlī Theology . There is much that could be said about the \"schismatic\" theologies, of Ḵh̲ārid̲j̲ite Islam on the one hand, of S̲h̲īʿite on the other. We shall confine ourselves to the Ismāʿīlī system, which had so many cultural contacts with the Sunnite majority. Integrated in it there is a twofold line of influence: Muʿtazilite (which continued to act on the S̲h̲īʿa after the condemnation of the Muʿtazilites in the time of Mutawakkil) and Neoplatonic (consequently, a certain influence from falsafa ).",
    "We know hardly anything of the very first phase of development or of its efforts to fix in an original direction such Muslim notions as kun , ḳadar , etc. Not until Abū ʿAbd Allāh al-Nasafī (4th/10th century) do we find these primitive conceptions given a new setting in a largely Neoplatonic, emanationist system. Speculation was pursued, and enriched by various trends, with Abū Ḥātim al-Rāzī, Abū Yaʿḳūb al-Sid̲j̲istānī, Nāṣir-i Ḵh̲usraw, al-Kirmānī (in whom S.M. Stern has found a probable influence of Fārābī: theory of the ten Intellects). Through the Ik̲h̲wān al-Ṣafāʾ, Ismāʿīlism was to influence many falāsifa and even Sunnite theologians, up to the time of the conflict waged by Naṣīr al-Dīn al-Ṭūsī in favour of Ibn Sīnā.",
    "The emphasis is on the inscrutable mystery of God. A whole \"negative theology\" developed. No name or attribute can be attached to God in His essence. The perfect tawḥīd does not even attribute existence (Persian: hastī ) to Him, and the Ḳurʾānic Names signify only that those who bear them come from Him (cf. Idrīs al-Ḳarsī, 8/14th century). The Command ( amr ), the Speech or Word ( kalima ), the Act of Creation ( ibdāʿ ), the Absolute Knowledge ( ʿilm maḥḍ ) are hypostatized. God is neither eternal nor existing at present. What is eternal is His Command and His Speech; what exists at present is the creation, which emanated from Him at His Command (cf. al-Maḳrīzī, Ḵh̲iṭaṭ , i, 395, quoted by G. Vajda, Juda b. Nissim ibn Malka , Paris 1954, iii, chap. 1).God remains, absolutely, the Unknowable (Nāṣir-i Ḵh̲usraw). The tas̲h̲bīh-taʿṭīl dilemma is absorbed into a via negationis , which refers the affirmation of the attributes to the Word or the Command, or to the First or Universal Intellect.—Al-Kirmānī identifies the First Intellect with the Word, and makes the ibdāʿ (Act of Creation) one of its attributes.",
    "The emanationist system of al-Nasafī and his successors set up, in fact, the intermediary of the Universal Intellect, from which the world is produced by way of successive emanations. The echoes are heard in the Fuṣūṣ fi ’l-Ḥikma (which, after the researches of S. Pines, REI, 1951, 121-124, is to be ascribed not to al-Farābī but to Ibn Sīnā), and as far as al-G̲h̲azzālī: the muṭāʾ of the Mis̲h̲kāt al-Anwār .",
    "Ismāʿīlī religious feeling attached itself to a group of Gnostic hypostases. The Will ( irāda ), Volition ( mas̲h̲īʾa ) and Command ( amr ) are sometimes \"spiritual grades\" above the First Intellect; most often, Will, Command and Speech are identified with one another, and the Universal or First Intellect is itself, as the \"manifestation\" of God, unknowable and ineffable, operated by His Command. These speculations were rooted in an allegorical taʾwil (\"hidden\", bāṭin , meaning of Ḳurʾānic verses) and throve readily on Iranian myths. They were later interiorized by certain S̲h̲īʿite, and even Sunnite, Ṣūfīs.",
    "2. Falsafa . It was in falsafa that the term ilāhiyyāt (taken up by kalām ) gained currency as denoting the whole mass of questions concerning God. The body of problems was no longer that of the kalām . It came from Greece, particularly from Aristotle, but was pervaded, at least in eastern falsafa (especially al-Fārābī, Ibn Sīnā) by a considerable Neoplatonic inspiration (the pseudo- Theology of Aristotle ). Ḳurʾānic influence had some effect on this body of problems (e.g. the problem of the divine knowledge of individuals), but the Ḳurʾān had ceased to be the chief source. We do not therefore need to set out the questions in detail, as we did in the case of the kalām . We shall note merely that Ibn Sīnā demonstrates the existence of God by the proof a contingentia mundi in the strict sense (not overlooking the proof by the \"idea of being\", Is̲h̲ārāt , ed. Forget, 146). The more flexible philosophic instrument of the falāsifa enabled them to affirm the attributes, distinct from the divine essence, by a simple, reasonable ( maʿānī ) distinction but with a basis in reality.",
    "The Greek contribution led to an emphasis on the necessary acts of the divine essence. God is the Thought which thinks itself (cf. Aristotle), He is the supreme Good (cf. Plato), which necessarily loves itself. He is the Intelligence, exercising intellection on itself; He is Love and the object of love for Himself: ʿaḳl , ʿāḳil , maʿḳūl , ʿis̲h̲ḳ , ʿās̲h̲ik , maʿs̲h̲ūḳ (cf. Nad̲j̲āt , Cairo 1357/1938, 243, 245; corresponding passages of the S̲h̲ifāʾ , etc.). We should mention here an esoteric trend, still imperfectly known, which seems to take up several themes of the Ismaʿīlī\n via negationis (intermediaries: Ik̲h̲wān al-Ṣafāʾ , al-Tawḥīdī; and, at an earlier date, the Ismaʿīlī tendency, pointed out by S. Pines, of certain recensions of the Theology of Aristotle ; see REI , 1954, 7 ff.).",
    "The falāsifa do not provide us with treatises on ʿadl or afʿāluhu taʿālā . Contrary to the kalām , they affirm (and set out to prove) the production of the world by way of necessary and deliberate emanation (cf. Ismāʿīlism), and its temporal eternity: world without beginning or end, \"possible\" ( mumkin ) in itself, necessary by Another ( ab alio ); contingent in the order of essence, determined in the order of existence. Providence ( ʿināya ) is the law of emanation itself, necessarily willed by the eternal thought of God.",
    "The second causes cannot fail to act on their effects. There is no longer any problem of human freedom as against divine omnipotence (cf. Nad̲j̲āt , 302).",
    "Whatever solution may be adopted as regards the personal survival of the soul, the Active Intellect ( ʿaḳl faʿʿāl ) appears as an intermediary between God and man, both in the order of knowledge and in the order of emanation. There is a hierarchy of discrete intellects, up to the First Caused; embracing these, there is the Universal Intellect. For Ibn Sīnā, there is a corresponding hierarchy of Souls, rejected by Ibn Rus̲h̲d; the latter seems to have been the only one of the falāsifa to come back, by way of philosophy, to the divine knowledge of the individual in its very individuality, so forcefully taught by the Ḳurʾān.",
    "What is at stake is the whole attitude of faith with regard to God. Certainly the falāsifa were Muslims and remained Muslims. But even though their theses might be amended, and reconciled with the affirmations of the Ḳurʾān, the God they proclaim is exactly the God attained through reason, and, at the highest, through the flash of intellectual \n ¶ intuition. They set out to prove (their notion of prophecy comes into it: a simple privileged moment of the universal determinism) that the God of reason and the God of the Ḳurʾān coincide in every respect. But it is not a question of a verity of faith corroborating reason on its own plane. They treat philosophy on the one hand, the Law on the other, as two sources of equal value; the point at issue is to show that they agree. They attain this end with the help of a rational taʾwīl , philosophical and at the same time allegorical. God is, first and foremost, the necessary Being, al-wād̲j̲ib al-wud̲j̲ūd .",
    "The God of the great falāsifa is a lofty concept of Being, necessary and perfect, supreme Intelligence and supreme Love, producing the world by a mode of necessary and deliberate emanation: in short, an object not so much of faith as of philosophic experience and rich intellectual intuition. The seriousness with which they pursued their researches and reasonings (notwithstanding certain setbacks) led to the integration of real riches into Muslim culture; their analyses sometimes influenced religious thought itself. But here we find ourselves on a different plane from the inscrutable mystery of the Living God, which the Ḳurʾān presents for the adoration of the faithful.",
    "3. Kalām . We return now to the schools of Sunnite\n kalām . The falāsifa no doubt despised the dialectic of the mutakallimūn , those people \"who have broken the religious Law into pieces\", as Ibn Rus̲h̲d put it ( Faṣl al-Maḳāl , ed. and tr. Gauthier, Algiers 1942, 29). Their subtleties and debates are often confused, their philosophic arguments questionable. But when they thus set out to defend the dogmas against \"those who doubt\", it is certainly the God of faith that is involved. The Muʿtazilites, just as much as the As̲h̲ʿarites, are \"men of religion first and philosophers second\" (Aḥmad Amīn, Ḍuḥā al-Islām , Cairo 1362/1943, iii, 204).",
    "The inner attitudes of the two kalām ’s were nevertheless different. True, the Muʿtazilites took as their starting-point the Ḳurʾān and the sovereign Justice of Allāh. But their idea of ʿaḳl as a criterion of the Law, and later the impact of the \"foreign sciences\", led them to fix the sum total of faith on an idea of God as being \"justified\" in the eyes of human reason. They meant to serve and to purify the affirmation of the transcendent Existence, but their drastic tanzīh reached the pitch of attenuating the very notion of divine attributes; the As̲h̲ʿarites were not wrong in accusing them of that. Thereafter the mystery of the divine Oneness, the tawḥīd , is as it were encircled by a human concept; expressed negatively, no doubt, but directly attainable on a discursive level. We find something corresponding to this in taṣawwuf, in the experience of Ḏj̲unayd. In correlation, and, at the same time, as a counterpart, the ʿadl , the divine Justice, was in a way \"humanized\"; there was a touch of the idea of a just human judge, raised to the power of infinity.",
    "In its origins, the As̲h̲ʿarite reaction was by no means a pure renunciation on the part of the faithful of every elaboration of the data of faith. The \"conversion\" of al-As̲h̲ʿarī was presented as a return to the inner attitude of the \"ancients\" and a profession of loyalty to Ibn Ḥanbal ( Ibāna , 9). Yet the As̲h̲ʿarites accepted the challenge to dialectical combat. This led them far afield; it led them to refine unceasingly, but also to complicate unceasingly, a body of problems which never came to an end, as a result of the multiplicity of objections and the rise of opposing schools. Amid the welter of arguments, it sometimes \n ¶ becomes difficult to trace that complete resignation, in the nakedness of faith, to the One God, Creator and Judge, which we find in the sūras of the Ḳurʾān. The negation of human freedom in its ontological reality turned many lines of thought towards a divine voluntarism, conceptualized as such. This became still more marked after the 15th century, when the As̲h̲ʿarite (or Māturīdite) kalām , instead of regenerating itself to keep pace with its contemporary opponents, as its primarily apologetic function would seem to demand, congealed in rather stereotyped manuals. This risk of sclerosis was no doubt one of the main considerations leading to the semi-agnosticism of Muḥammad ʿAbduh.",
    "There, we believe, lies the explanation of the half-contempt for the kalām (a half-contempt which sometimes grows to violent opposition), which is shown alike by the successors of the \"pious ancients\", notably represented by the ḥanbalite trend, and the mystics of the taṣawwuf .",
    "4. The taṣawwuf . We cannot hope to analyse here the theological bases of the diverse Ṣūfī schools or attitudes, with all their fine distinctions (for the first centuries, see L. Massignon, Passion d’al-Ḥallād̲j̲ , Paris 1922, and Lexique \n technique , 2nd ed. Paris 1954). The important thing to note is that we are no longer dealing with a rational endeavour towards the necessary Being, as in falsafa , nor, as in kalām , with a discursive endeavour to find \"decisive\" or formal arguments for the Ḳurʾānic doctrine about God. What is involved here is a spiritual experience, a life with God, soon to be understood as an experience of oneness, an inner realization of the tawḥīd .",
    "There were some Ṣūfīs (al-Ḥallād̲j̲, al-Tirmid̲h̲ī) who rethought for themselves the dogmatic bases of their era; some (Ḥasan al-Baṣrī) who could, by stretching a point, be called \"semi-Muʿtazilite\"; others (Ibn Karrām) who gave their name to a theological school; some were linked to the Ḥanbalite way of thought; there were many S̲h̲īʿite Ṣūfīs; and there were many Sunnite Ṣūfīs who in no way challenged the regular conclusions of the As̲h̲ʿarite kalām (al-Makkī, the al-G̲h̲azzālī of the Iḥyāʾ , many S̲h̲ād̲h̲ilīs, etc.). Finally, a great many, especially from the 7th/13th and 8th/14th centuries onward, permitted themselves to be influenced by an existential monism of Neoplatonic tendencies.—From the point of view which concerns us, we shall confine ourselves to picking out two main lines of Ṣūfism, according to a distinction insisted on by L. Massignon:",
    "(a) waḥdat al-s̲h̲uhūd , the oneness of Witness, of which al-Ḥallād̲j̲ was the exponent. It seems also to have inspired every mystic of Ḥanbalite influence. The union with God is achieved in God’s bearing witness to Himself and to His mystery of Unity, in the mystic’s heart. The divine transcendence and its absolute Oneness in relation to all creation remain the central object of the act of faith. But the meeting with God is brought about by love (\"in His Essence, love, ʿis̲h̲ḳ , is the Essence of the essence\", said Ḥallād̲j̲); by love, the dialogue is established between the faithful heart and God, until the supreme \"I\", which consummates the dialogue in unity, without destroying it. It is well known how much the official Islām of the 3rd/9th century opposed this union of love (which claimed the support of Ḳurʾān, iii, 29 and v, 59), this oneness of the Witness in the duality of natures.",
    "Two intermediate stages. The al-G̲h̲azzālī of the Iḥyāʾ (5th/11th century), who gave the taṣawwuf citizen-rights among the recognized religious sciences: uniting, not without some eclecticism, the dogmatic \n ¶ values of developed As̲h̲ʿarism and the spiritual values of the love of God ( maḥabba ), of dependence and trust ( tawakkul ), and of the diverse ascetic-mystic virtues. Another and more important intermediate stage is that of the is̲h̲rāḳ movement and its emanationism, which is by no means purely monist. The great figure of the master of the is̲h̲rāḳ , al-Suhrawardī of Aleppo (6th/12th century), so well studied by H. Corbin, illustrates a quest for unity which leads to identity in the order of knowledge; but the outer garb of Iranian myth permits him, on a plane of lofty poetic intuition, to leave the Witness its transcendence.",
    "(b) waḥdat al-wud̲j̲ūd , the oneness of Existence.—This came to dominate later Ṣūfism, since Ibn ʿArabī (6th/12th-7th/13th century). Ibn Taymiyya saw (and condemned) in it the influence of Ibn Sīnā (discrimination to modify and to complete, not to reject). One may say that the G̲h̲azzālī of the minor works of the last period, so deeply imbued with falsafa , even with Ismāʿīlism, was the forerunner of it. In it, the Neoplatonic monism of the pseudo- Theology of Aristotle meets the As̲h̲ʿarite tendency which, the better to affirm the One God, denied the creature all real ontological density. In contrast with God, \"sole Being and sole Agent\", the created world is but impermanence. The illusory empirical existence, says the mystic, must obliterate itself ( fanāʾ ) in the only Existence which subsists ( baḳāʾ ),—that of God. Interpreting Ḳurʾān, xvii, 85, the Ṣūfī partisans of the monism of the Being said that the human spirit, the rūḥ , is a direct emanation from the divine Command ( amr ), and is therefore an emanation from God Himself. Cf. already the G̲h̲azzālian text (ascription discussed by W. Montgomery Watt, Authenticity of \n works attributed to \n al-G̲h̲azzālī , JRAS 1952, 1 and 2) the Risāla Laduniyya (Cairo 1353/1934, 25). Following some quite different references, we have here something like an echo of the \"trace of the One in us\" of Plotinus, even indeed—all question of historical channels aside—of the Indian \"Thou art That\". The supreme mystical experience is then an experience of unity ( ittiḥād ), understood as identification. It readily justifies its chosen course by an allegorical and gnostic taʾwīl of the scriptural texts.",
    "The waḥdat al-wud̲j̲ūd , for reasons partly doctrinal, partly historical, never aroused among the fuḳahāʾ and the mutakallimūn the opposition encountered in the 3rd/9th century by the waḥdat al-s̲h̲uhūd . One cannot however forget how powerfully the latter might lead the tawakkul —the total dependence of the believer upon God, sovereign Judge and sovereign Unity—to spiritual experience in the strict sense of the term.",
    "5) The \"pious ancients\" . The adherence to faith of many Ṣūfīs of the first centuries was in complete accordance with that of the \"pious ancients\". In the first centuries, Ṣūfī and traditionist circles often overlapped.—There was no question of a school, in spite of the fact that these people frequently set themselves in the Ḥanbalite tradition; it was a question of an inner attitude. This reference to the \"ancients\" ( salaf ) must be understood as a choice, much more than a chronological distinction: we find it as much in the 14th century, with Ibn Taymiyya, as at the beginning of the hijrī era; we find it again, systematized and with a predominantly anti-Ṣūfī note, among the Wahhābites and neo-Wahhābites, among the modern Salafiyya and their contemporary disciples (including, in some measure, the Ik̲h̲wān al-Muslimūn ).",
    "This tendency raised itself many a time against the quibbles and subtleties of the kalām , against an excessive confidence in rational or dialectical proofs. In his Ḏh̲amm al-Kalām , al-Anṣārī claimed for the Muslim the right not to seek for explanation ( tafsīr ) of the divine attributes, not to proceed down the \"blind alley\" of the As̲h̲ʿarites, glossing texts and distinguishing between the attribute and its kayf , its \"mode of being\" (cf. quotation from al-Anṣārī in Ibn Taymiyya, Fatāwā , v, 275-78). The very personality of the mystic al-Anṣārī would suffice to show us that a tendency that is truly loyal to the \"pious ancients\" has no grounds for condemning taṣawwuf wholesale, as it often does nowadays; too easily confusing the waḥdat al-s̲h̲uhūd with the waḥdat al-wud̲j̲ūd , and the latter with the deviations of the \"brotherhoods\".",
    "What remains affirmed is the faith in God Most High, Who speaks to men by His prophets and apostles, revealing no more of Himself than the \"most beautiful Names\" whereby He indicates and conceals Himself ( ḥid̲j̲āb \n al-ism ): a faith which does not require God to be explicit about Himself, while it holds fast (to His Word) and resigns itself (to Him),—in a unique act which bears witness both to the divine omnipotence and to the responsibility of the \"slaves\". The inner attitude of the believer is rightly then a total and confident surrender of the self, in the night, to God, to Whom one puts no questions, but Whom one knows, according to His Word, to be the just Judge and supreme Help.",
    "It appears that this inner attitude which has been summed up is the most characteristic mark of the Muslim faith in God; that this, first and foremost, is what the Muslim has in his heart when he pronounces the name Allāh .—No enumeration is needed here. In every age there have been \"free-thinkers\", \"doubters and deniers\". In every age, intellectual researches on the ilāhiyyāt , and the discursive expression of them, have abounded in Islām. Contemporary thought seems harried on all sides by the diverse trends of the modern philosophies, as it was formerly by Greek or Iranian thought. It may be that a new kalām will be called into being, a new \"defensive apology\", that will carry out an extensive re-examination of the questions and problems of its treatises on wud̲j̲ūd Allāh and afʿāluhu taʿālā , in the varying light of the idealism, pragmatism, dialectical atheism or existentialism of the moment. But maybe it will be able to avoid the mishaps that befell the ancient kalām only by going beyond the \"contradictory\" appearances of the problems posed,—by a vital recourse to God, One, Living, Master of the worlds and of the retribution of mankind, Allāh al-wāḥid , al-ḥayy , mālik al-ʿālamīn , mālik yawm al-dīn , whereby many sincere believers and \"bearers of the Ḳurʾān\" have always endeavoured to live."
  ],
  "signature": "(L. Gardet)",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}