{
  "id": "eweb_218",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_1104",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_1104",
  "title": "Bakkāʾ",
  "authors": [
    "F. Meier"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    ", pl. bakkāʾūn , bukkāʾ , “weepers”, ascetics who during their devotional exercises shed many tears. Older Islamic asceticism and mysticism are characterised by a strong consciousness of sin, by austere penance, humility, contrition and mourning. Laughter was denounced. An outward sign of this attitude is the act of weeping. The Ḳurʾān (Sūra xvii, 109: “and they fall down on their chins, weeping”, and Sūra xix, 58: “when the signs of the Merciful were recited before them, they fell down, prostrating themselves, weeping”), and then, above all, the ḥadīt̲h̲ acknowledge and commend the shedding of tears during devotional exercises. The Prophet Muḥammad is said to have wept audibly at times in the course of the ritual prayers. A similar behaviour is reported of the first Caliphs Abū Bakr and ʿUmar. Of weeping ascetics or those who at least commended the practice of weeping, a long list might be compiled from the Ḥilyat al-Awliyāʾ of Abū Nuʿaym. To this class belonged such well-known names as Ḥasan al-Baṣrī, Ibn Sīrīn, Mālik b. Dīnār, Abu l-Dardāʾ (who even \n ¶ wrote a special work called Kitāb al-Riḳḳa wa ’l-Bukāʾ ), Ibrāhīm al-Nak̲h̲aʿī Abū Sulaymān al-Dārānī, Fuḍayl b. ʿIyāḍ, Ḥabīb al-ʿAd̲j̲amī, ʿAbd al-Wāḥid b. Zayd, Sufyān al-T̲h̲awrī, D̲h̲u ’l-Nūn al-Miṣrī, Yaḥyā b. Muʿād̲h̲ al-Rāzī, etc. Yet there were but few who in fact bore the by-name of al-bakkāʾ or were at least designated as weepers, amongst them being Yaḥyā al-Bakkāʾ (in Baṣra; Ḥilya 2,347), Abū Saʿīd Aḥmad b. Muḥammad al-Bakkāʾ ( Ḥilya 7,385), Muṭarrif b. Ṭarīf, Muḥammad b. Sūḳa, ʿAbd al-Malik b. Abd̲j̲ar, Abū Sinān Ḍirār b. Murra (these four in Kūfa: Ḥilya 5, 4 and 5, 91), Sayyār al-Nabād̲j̲ī (designated as bākī ; Ḥilya 10, 166), Hayt̲h̲am al-Bakkāʾ, Ṣafwān b. Muḥriz (D̲j̲āḥiẓ, Buk̲h̲alāʾ , 5), His̲h̲ām b. Ḥassān (Wensinck, Some Semitic Rites of Mourning , 85 f.), Ibrāhīm al-Bakkāʾ (Sulamī, Ṭabaḳāt , 87). Famous for their weeping are also Ṣāliḥ al-Murrī, G̲h̲ālib al-D̲j̲ahḍamī, Kahmas, Muḥammad b. Wāsiʿ. These bakkaʾūn did not, however, represent a special “class”, as R. A. Nicholson ( E.R.E. 2, 100), A. J. Wensinck ( Some Semitic Rites , 86), L. Massignon ( Essai , 167), H. Lammens ( L’Islam , 152), Ch. Pellat ( Le milieu basrien et la formation de Ǧāḥiẓ , 94) and R. Dozy ( Suppl ., s.v. bakkāʾ ) seem to suppose. Bakkāʾ continued rather to be an appellative term applicable to all those who wept copiously, and given to an individual only occasionally as a by-name; it iscomparable to some degree with the term ḥammād found in Ḥilya 5, 69 as a designation for one who in joy and sorrow sings the praise of God. Therefore mention is also made of bakkāʾūn amongst the ancient Israelites (Ibn Kutayba, ʿUyūn al-Ak̲h̲bār , 2, 284; Ḥilya , 5, 164). Muḥammad b. Wāsiʿ, himself a great weeper, deemed it absurd to call himself bakkāʾ ( Ḥilya , 2,347).",
    "Abu ’l-Dardāʾ gives three reasons for his weeping: fear of the fate that awaits us directly after death, the impossibility of striving further towards one’s own salvation, and the uncertainty as to the verdict that will be made on the Day of Judgement (D̲j̲āḥiẓ, Bayān , 3, 151; var. Ibn Ḳutayba, ʿUyūn , 2, 359). Yazīd b. Maysara enumerates in general seven reasons for weeping: joy, sorrow, anguish, pain, hypocrisy, gratitude to and fear of God ( Ḥilya , 5, 235). Abū Saʿīd al-Ḵh̲arrāz even names eighteen reasons, all of them subordinate, however, to three kinds of weeping: away from God, towards God, and with God (Sarrād̲j̲, al-Lumaʿ fī ’l-Taṣawwuf , ed. Nicholson, 229).",
    "In the centre of the weeping of the bakkāʾūn are the fear of God ( k̲h̲as̲h̲yat Allāh ), the Day of Judgement, doubt as to the verdict of God, the tortures of Hell. Often there is weeping over one’s own sins, over specifie personal weaknesses, over the wasted bygone years or the irrevocable past during the period of probation on earth; it can also arise from compassion for others, for those who arr in their religion and for the dead who are no longer able to better their fate, or it arises from yearning for one’s abode in Heaven, for God, and so on. They often wept in the expectation—and here too the ḥadīt̲h̲ , in a certain measure, could be adduced as an authority—of God’s indulgence and kindness, of His protection on the Day of Judgement, of safeguard from Hell, of remission of one’s own or even of other people’s sins, of the attainment of Paradise, and of reward. Just as the beggar who can weep has a greater chance of success (Karl Hadank, Die Mundarten von Khunsār , etc., cix), so too the spiritual beggar, through weeping, hopes to arouse the compassion of God and thus, perhaps, to undergo \n ¶ here and now some part of his future punishment. “Between Hell and Paradise”, one text has it ( Ḥilya , 7, 149), “there lies a vast desert that only the bakkāʾ \n traverses”.",
    "Prayer (including ritual prayer), thinking of God, reciting Ḳurʾān and ḥadīt̲h̲ , sermons, edifying stories, pious discourses, meditative contemplation—these constitute the occasions for weeping. We learn that the pious Muslim would pass the night and weep until morning in solitary meditation over one or the other of those passages of the Ḳurʾān that deal mainly with the punishment of the sinner. At times there is weeping in prayers of supplication, often at the Kaʿba, clinging to the kiswa or before the Black Stone, frequently too in burial grounds at the sight of the tombs. Ḳurʾān readers ( ḳurrāʾ ), reciters of the ḥadīt̲h̲ preachers and narrators of edifying stories ( ḳuṣṣāṣ , sing. ḳāṣṣ ) during their performance give free course to their tears, and often incite their audience to weep, or they just make them shed tears. One ḳāṣṣ is said to have asked his audience, before each discourse: “Lend me your tears!” ( Ḥilya , 5, 112). Special gatherings ( maḥāḍir , sing. maḥḍar ) were held, in which there was much weeping, followed by a meal ( Ḥilya , 2,347). Two pious Muslims, encountering each other, might enter into a discourse about religion and shed tears over it. Muḥammad b. Sūḳa and Ḍirār b. Murra are said to have met regularly each Friday for this purpose ( Ḥilya , 5,4 and 5, 91). Badīl, S̲h̲umayt and Kahmas came together on one occasion in the house belonging to one of them and said: “Let us weep today over the cool water (that we shall be lacking on the Day of Judgement)!” ( Ḥilya , 6, 213). The long lament of a weeper (with the characteristic wayḥī ) can be found in Ḥilya , 4,255-260, the much shorter lament of a supposed Israelite in ʿUyūn , 2, 284, and a religious discussion between three weepers in Ḥilya , 10,163.",
    "The most incredible stories are reported concerning the amount of tears that a weeper was able to shed: one of them wept at times for three days and nights on end, others cried until their beards or their cushions were soaked, others again drenched entire sacks of sand with their tears. The tears of one weeper were heard splashing on his feet; another, after weeping, sat in such a puddle that he was thought to have carried out his ablutions there. One of them, pouring out tears on the ground, caused grass to sprout; another wept on purpose into a drain ( sarāb ). In some weepers the flow of tears furrowed deep lines in their cheeks, others had their eyelashes and eyelids fall off, others again had their ribs deformed, and their eyes became weak-sighted or folind. Cases of fainting and even of death are mentioned.",
    "The ability to weep was held to be a special privilege ( faḍīla ) and a sign of true religious fervour and divine grace. “Not every seeker can weep” (ʿAbd Allāh Anṣārī Harawī, Rasāʾil , Tehrān 1319, 51). Abū Bakr, at the sight of some Yemenites who were weeping at a recital of the Ḳurʾān, called out: “Thus were we too, until our hearts were hardened” (Ḏj̲āḥiẓ, Bayān , 3, 151). ʿĀmir b. ʿAbd Ḳays once struck himself in despair on the eyes and exclaimed: “Dry, paralysed, never to be wet again!” ( Buk̲h̲alāʾ , 5). For Dārānī, the inability to weep is a sign of abandonment by God (Sulamī, Ṭabaḳāt al-Ṣūfiyya , Cairo 1953, 81). Yūsuf b. Ḥusayn al-Rāzī saw in the fact that he no longer wept during the reading of the Ḳurʾān a sign that his countrymen might perhaps be right to call him a zindīḳ ( Ḥilya , 10, 240). \n ¶ On the other hand, T̲h̲ābit al-Bunānī regards the gift of weeping as a sign that God grants his prayers ( Ḥilya , 2, 323). Muḥammad is said to have entreated God to grant him “two raining eyes that weep a flood of tears” ( Ḥilya , 2, 296 f. and 2,280; Wensinck, Some Semitic Rites , 89). In this connexion, the ḥadīt̲h̲ al-tabākī : “Weep or at least attempt to weep (or: at least pretend to do so)!” enjoys general acceptance.",
    "Among the ascetics four objections or, at least reservations have been raised against the practice of weeping. First of all, weeping was not an action. Secondly, it could be considered as relieving the load of grief and an unburdening of the heart and as such was rejected. In this connexion Sufyān b. ʿUyayna is said to have developed the technique of holding back the tears in his eyes by raising his head and thus, he said, retaining his sorrow longer within him ( Ḥilya , 9,327). Thirdly, weeping was something outward and could therefore be simulated. The false tears of Joseph’s brothers (Sūra 12,16) are mentioned as an example of this danger. Reference was also made to the supposed ḥadīt̲h̲ : “The believer weeps in his heart, the hypocrite in his skull”. Since weeping is an outward manifestation, it never receives in the Ṣūfī manuals a chapter to itself, but is treated only in passing in the chapters on sadness ( ḥuzn ), contrition ( k̲h̲us̲h̲ūʾ ) and the like. The 27th chapter of ʿAṭṭār’s\n Muk̲h̲tārnāma ( dar ṣifat-i girīstan ) is a special case, which does not necessarily belong here. Fourthly, many later Ṣūfīs have held it to be a sign of weakness to let themselves be overpowered by their feelings to the point of weeping.",
    "This is not the place for a full account of the weeping of the Ṣūfīs in the samāʿ and at the tombs of saints, the shedding of tears amongst pilgrims at the sight of Mecca, in ʿArafa and at the tomb of the Prophet in Medina, the weeping of the S̲h̲īʿites over their Imāms or at their tombs, the weeping of the tawwābūn (those addicted to repentance) or of the Ḵh̲awārid̲j̲, etc. But it may be indicated here that the weeping of the bakkāʾūn is one of the most evident links that bind together the pious asceticism of the Muslims with that of the Christians. From the early-Christian gratia lacrimarum , through the Coptic and Syrian monks (Shenute, Ephraem, John of Ephesus, Isaac of Nineveh, etc.), a direct line runs to the Islamic\n bakkāʾūn —an instance of the well-known bifurcate development: a common root in early Christianity, with, thereafter, one branch in Western Christendom (Augustine, Cassian, etc.), and the other in the East. The eastern current divides thereafter into three branches: one represents the Eastern Christian con- tinuation through Thomas of Margā down to Barhe- braeus, etc., the other is the Jewish offshoot (Wensinck) and the third constitutes the weeping in Islamic asceticism. Islam has, it is true, overlaid and indeed absorbed within itself other oriental forms of weeping (cf. the “weeping of the Magians” over Siyāwus̲h̲, in Nars̲h̲ak̲h̲ī’s\n Taʾrīk̲h̲-i Buk̲h̲ārā , ed. Schefer, 21; the weeping over Tammuz ?). Nonetheless, the Muslims themselves were well aware that their pious weeping had its origin in the Jewish-Christian sphere and illustrated it with such examples as the tears of Adam, Noah (Nūḥ: etymology nāḥa ), Jacob, David, Solomon, John the Baptist, Jesus and numerous monks. The ḥadīt̲h̲ al-tabākī might even go back to an utterance of Isaac of Nineveh (translated by Wensinck, 235): “If thou art no mourner in thy heart, let at least thy face be clad with mourning”.",
    "The bakkāʾūn mentioned by Ibn His̲h̲ām, Sīra , ed. \n ¶ \n Wüstenfeld, 2,895 f., do not fall into the category of the weepers discussed in this article."
  ],
  "signature": "(F. Meier)",
  "bibliography": [
    "Ḏj̲āḥiẓ, al-Buk̲h̲alāʾ , ed. Ḥād̲j̲irī, v, trans. Pellat, 8-9",
    "and al-Bayān wa ’l-Tabyīn , ed. ʿAbd al-Salām Hārūn, 3, 149 ff.",
    "Ibn Ḳutayba, ʿUyūn al-Ak̲h̲bār (Cairo 1928), 2, 261 ff.",
    "Ḵh̲alīl b. Aybak al-Ṣafadī, Tas̲h̲nīf al-Samʿ fī ʾ nsikāb al-Damʿ , Cairo 1321, 34. Abū Nuʿaym Aḥmad al-Iṣbahānī, Ḥilyat al-Awliyāʾ , Cairo 1932, passim",
    "Ibn al-D̲j̲awzī, Ṣifat al-Ṣafwa , and other Ṣūfī manuals and biographies. A. J. Wensinck, Handbook of the Early Muhammadan Tradition , s.v. Weeping",
    "also Concordance et Indices de la Tradition Musulmane , s.v. bakā",
    "Some Semitic Rites of Mourning and Religion ( Verh . Ak . Wetenschappen te Amsterdam , Letterkunde , N.R. 18, no. 1, 1917) and Mystic Treatises by Isaac of Nineveh ( ibid . 23, no. 1, 1923)",
    "R. Dozy, Suppl ., s.vv. bakkāʾ and riḳḳa. R. A. Nicholson, Asceticism ( Muslim ), in E R.E. , 2. 100. Eduard Sachau, Der erste Chalife Abu Bekr , in Sb . preuss . Ak . Wiss ., 1913, i, 21 ff.",
    "J. H. Palache, Ueber das Weinen in der jüdischen Religion , in ZDMG 70 (1916), 251 ff.",
    "L. Massignon Essai sur les origines du lexique technique de la mystique musulmane , 2nd ed. (1954), 166-7",
    "H. Lammens, L’Islam , Croyances et Institutions , 2nd ed., Beirut 1941, 152-5",
    "H. Ritter, Studien zur islamischen Frömmigkeit I, in Der Islam 21 (1933) G. Zappert, Ueber den Ausdruck des geistigen Schmerzes im Mittelalter , in Denkschr . d. Ah . Wien , v (1854), 73 ff.",
    "W. Heffening, Die griechische Ephraem-Paraenesis gegen das Lachen in arabischer Uebersetzung , in Oriens Christianus , xi (1936), 54 ff.",
    "J. Balogh, Unbeachtetes in Augustins Konfessionen , in Didaskaleion , iv (1926), 10 ff. ( imber lacrimarum ) and Das “Gebetweinen” , in ARW 27 (1929), 365 ff., and ARW 29 (1931), 201 ff.",
    "F. Meier, in Oriens , ix, (1956), 323. K. Meuli, Das Weinen als Sitte (a work as yet unpublished, which I was permitted to see)."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}