{
  "id": "eweb_220",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/abdal",
  "annotator": "Jeremy",
  "title": "ABDAL",
  "arabic_title": "الأبدال",
  "summary": "Tasavvuf ve İslâmî edebiyat alanlarında kullanılan bir terim.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "TASAVVUF. Dünya ilgilerinden kurtularak kendisini Allah yoluna adayan ve ricâlü’l-gayb diye adlandırılan evliya zümresi içinde yer alan sûfî veya erenler hakkında kullanılır. Abdal kelimesi Arapça’da, ikisi de “karşılık, birinin yerine geçen” mânalarına gelen bedel ve bedîl kelimelerinin çoğulu olmakla birlikte, zamanla Farsça ve Türkçe’de tekil mânasında kullanılmış ve Farsça’da “abdâlân”, Türkçe’de “abdallar” şeklinde çoğul yapılmış; ayrıca tasavvuf terminolojisinde abdalla birlikte, aynı mânada olmak üzere büdelâ kelimesi de kullanılmıştır. Bu kelimelerden hiçbiri, sonradan tasavvufun abdal geleneğinde ihtiva ettiği mâna ile Kur’ân-ı Kerîm’de yer almamıştır. Ancak, hadis diye rivayet edilen ve aşağıda doğruluğu üzerinde durulacak olan bazı sözlerde hem abdal ve büdelâ kelimeleri geçmekte, hem de bunların nitelikleri, sayıları ve yaşadıkları yerlerden söz edilmektedir. Abdal kavramının hicrî üçüncü yüzyıldan itibaren kazanmış olduğu muhteva göz önüne alınarak bu kavrama, “birbirinin yerine geçenler, diledikleri zaman yerlerine aynı şekil ve görünümde başkasını (bedel) bırakarak istedikleri yere gidenler, Peygamber’e veya kutb a vekil (bedel) olanlar” gibi bazı zorlama mânalar yüklenmişse de Arapça’daki bedel ve bedîl kelimelerinde, tasavvuf kaynaklarının abdalın başta gelen nitelikleri olarak gösterdikleri “ubûdiyyet, zühd, riyâzet, inzivâ, kalp temizliği, velîlik” gibi mânalardan hiçbiri yoktur. Abdal telakkisi, ilk defa ortaya çıktığı sıralarda, âbid ve zâhidlerle birlikte muhaddis ve fakihler için de kullanılmaktaydı. Nitekim itimada en yakın bilinen abdal hadislerini nakleden Ahmed b. Hanbel, yeryüzünde muhaddislerden başka abdal tanımadığını söylemiştir (bk. İbnü’l-Cevzî, Telbîsü İblîs , s. 329). İmam Şâfiî ve İmam Buhârî’nin de abdal sözünü, beğendikleri kişiler için bir takdir ifadesi olarak kullandıkları rivayet edilir. Abdullah b. Mübârek, Hâris el-Muhâsibî, Ebû Tâlib el-Mekkî, Serrâc, Kelâbâzî, Sülemî, Kuşeyrî, Gazzâlî, Hücvîrî gibi tasavvufun ilk ve en büyük müelliflerinin eserlerinde abdal konusu ya hiç yer almamış veya pek az ilgi görmüştür. Ebû Nuaym’ın Ḥilye ’sinde ise sadece hadis olduğu iddia edilen bazı ibareler nakledilmiştir. Ancak abdal telakkisi, çeşitli müelliflerce az çok farklı şekillerde açıklanmış da olsa, bütün tasavvuf zümreleri arasında benimsenmiş ve aynı şekilde değer kazanan ricâlü’l-gayb telakkisiyle bütünleştirilmiştir. Buna göre Allah, dünyanın cismanî düzenini sağlamaları için bazı insanların çeşitli görevler üstlenmesini takdir ettiği gibi, âlemdeki mânevî ve ruhanî düzenin korunması, hayırların temini, kötülüklerin giderilmesi için de sevdiği bazı kullarını görevlendirmiştir. Herkes tarafından kolayca tanınmadıkları veya gizli olan hakikatlere, sırlara vâkıf oldukları için ricâlü’l-gayb adı verilen bu seçkin kişilerin arasında bir hiyerarşi vardır. Ancak her mertebedeki ricâlü’l-gaybın adları, hiyerarşideki yerleri çeşitli kaynaklarda farklı şekillerde gösterilmiştir. Meselâ Hatîb’in Târîḫu Baġdâd ’ında (III, 75-76) Kettânî’ye atfedilen en eski rivayetlerden birinde ricâlü’l-gayb, aşağıdan yukarıya nükabâ, nücebâ, abdal, ahyâr, umed (veya umud) ve gavs şeklinde gösterilirken İbnü’l-Arabî bunları nücebâ, nükabâ, abdal, evtâd, imâmeyn ve kutb şeklinde sıralamış, Âmülî ise bu hiyerarşinin alt tarafına bir de ümenâ eklemiştir. Tasavvufî kaynaklar, hadis olduğunu öne sürdükleri rivayetlerden de faydalanarak abdalların maddî, ruhî ve ahlâkî özellikleri, güçleri, etkileri, sayıları ve yaşadıkları yerler hakkında oldukça geniş bilgiler vermişlerdir. Buna göre abdallar saç ve sakalları birbirine karışmış, solgun yüzlü, hareketsiz, işsiz güçsüz, çocuksuz, yeryüzünde tek bir dikili ağacı bile bulunmayan ve yalnızca, “kendilerine gösterilen hedefe ulaşmak için katılacakları yarınki yarışa bugünden idman yaparak hazırlanan” kişilerdir. Fudayl b. İyâz’ın, “Bize göre ermiş kişi, çok oruç ve çok namazla değil, ancak gönül zenginliği, kalp temizliği ve insanların iyiliğine çalışmakla ermiştir” anlamındaki sözü (bk. Sülemî, Ṭabaḳāt , s. 10), sonraları abdalın en çok tekrarlanan tarifi olmuş, hatta hadis olarak nakledilmiştir. Gazzâlî de abdal hakkında buna benzer bir tanıtmayı sahâbî Ebü’d-Derdâ’dan nakletmektedir (bk. İḥyâʾ , III, 357). Abdalların ahlâkî ve mânevî şahsiyetleri hakkında geliştirilen tasvirler, gerçekte her müslümanda bulunması gereken vasıflardır. Buna göre abdallar bütün insanlara karşı iyi niyetli, kendilerine kötülük edenleri bağışlayan, ellerindekini başkalarıyla paylaşan, kazâ ve kadere gönül hoşluğuyla boyun eğen, haramlardan titizlikle kaçınan, ibadetlerde ihlâs ve samimiyete önem veren, sevgi, şefkat ve iyi niyet gibi ahlâkî faziletlerle donanmış kişilerdir. Zamanla gelişen tasavvufî muhayyile, antik felsefeden ve mitolojik unsurlardan da faydalanarak, abdalların evrenin kozmik işleyişinde etkili olduğunu ileri sürmüştür. Kendilerine metafizik bir hüviyet verilen abdallar, bazı müstesna kişiler dışında kimseye görünmezler; zaman ve mekân sınırlarını aşarak diledikleri anda diledikleri yerde bulunurlar. Bol yağmur yağması, bereketin artması, zalimlerin cezalandırılması, belâların kaldırılması gibi konularda Allah’tan ne dileseler geri çevrilmez. Bu sebeple abdallar, sevgilerine ihtiyaç duyulan, gücendirilmelerinden sakınılan kimseler olarak görülmüştür. Abdalların âlem üzerindeki tesir ve tasarruf yetkileri hakkındaki görüş, özellikle İbnü’l-Arabî tarafından daha da geliştirilmiştir. Onun Ḥilyetü’l-abdâl adlı bir risâlesi varsa da bu risâlede abdal kavramı ve abdalların niteliklerine yer verilmemiş, ancak ârif, mürid, zâhid, âbid gibi tasavvuf ehlinin takip etmeleri gereken hüküm ve samt (suskunluk) kavramlarının tasavvuftaki mâna ve önemi üzerinde durulmuştur. Ricâlü’l-gayb ve özellikle abdal konusunu etraflı bir şekilde ele aldığı asıl eseri el-Fütûḥâtü’l-Mekkiyye ’sidir. İbnü’l-Arabî’ye göre, Allah yedi iklimi yedi abdal vasıtasıyla korur. Yedi semanın ruhaniyeti bunlara bağlıdır ve her abdal gücünü, her biri yedi semanın birinde bulunan peygamberlerden alır ki bunlar İbrâhim, Mûsâ, Hârûn, İdrîs, Yûsuf, Îsâ ve Âdem’dir. Ayrıca peygamber Yahyâ da Îsâ ile Hârûn arasında gidip gelerek bu peygamberlerden aldığı hakikatleri yedi abdalın kalbine indirir. Haftanın yedi gününde olacak olayların yedi iklim ve yedi peygamber vasıtasıyla abdalların tasarrufuna verildiğini söyleyen İbnü’l-Arabî, yedi abdalın adlarının Abdülhay, Abdülhalîm, Abdülmürîd, Abdülkādir, Abdülkāhir, Abdüssemî‘ ve Abdülbasîr olduğunu belirtmek suretiyle bunlara bir nevi metafizik nitelikler ve güçler tanımış olur (bk. el-Fütûḥâtü’l-Mekkiyye , II, 376 vd.). Bu yedi abdal, yaygın telakkiye göre insanların imdadına koşarak belâları kaldırma, sıkıntıları giderme gücü ve görevini taşıdıkları için, abdalân-ı Hızır diye de adlandırılmışlardır. Esasen ilk dönemlerden beri, gizli güçlere sahip ve sırlara vâkıf olduklarına inanılan abdalların Hızır, İlyas, Mehdî gibi gizli şahsiyetlerle ilgili bulundukları öne sürülmüş, melâmet ehlinin gizli velîler (ahfiyâ) inancı abdalları daha da esrarengiz hale getirmiş, hatta bizzat abdalların dahi birbirlerini tanımadıkları veya ancak üst tabakada olanların alttakileri tanıyabildikleri söylenmiştir. Hadis olduğu öne sürülen rivayetlerde abdalların sayıları hakkında 7, 30, 40, 60, 70, 80 gibi farklı rakamlar verilmekte, bu farklılığa sonraki müelliflerde de rastlanmaktadır. Bu hususta öteden beri benimsenen ve halen de yaygın bulunan en eski telakki, abdalların sayısını kırk olarak gösterir. Süyûtî, ricâlü’l-gaybdan olan abdal, nücebâ, evtâd ve kutb hakkındaki hadislerin doğruluğunu savunduğu el-Ḫaberü’d-dâl adlı eserinde kırk abdal görüşünü benimsemiştir. Pek yaygın olmayan bir görüşe göre bu kırk abdalın yirmi ikisi erkek, on sekizi kadındır. Yine fazla önemsenmemiş bir rivayette kırkı erkek, kırkı kadın olmak üzere seksen abdaldan söz edilir. İbnü’l-Arabî, Seyyid Şerîf gibi bazı müellifler de yedi abdal görüşünü benimsemişlerdir. Bâyezîd-i Bistâmî, “Sen yedi abdaldan birisin” diyenlere, “Hayır, yedisi de benim” demiştir (bk. İbnü’l-Cevzî, Telbîsü İblîs , s. 345). Abdallar hakkında ortaya atılmış hadislerin belli başlıları, bu esrarengiz insanların Suriye ve Irak ahalisinden olduklarını belirtmektedir. Süyûtî’ye göre kırk abdalın yirmi ikisi Suriye’de, on sekizi Irak’ta ikamet eder. Başka bir rivayette ise abdalların kırkının da Suriye’de olduğu kaydedilmiş ve bunların yirmi beşi Humus’ta, on ikisi Şam’da, üçü de Beysân’da gösterilmiştir. Abdalların bu suretle bir iki ülkede veya bir ülkenin değişik şehirlerinde gösterilmesi, bu bölge halkı için bir şeref sebebi sayılmış, bu yüzden öteki bazı ülkelere de böyle bir şeref kazandırabilmek için, abdalların dışında başka faziletli ve mânevî nüfuz sahibi uluların da buralarda bulunduğundan söz edilmiştir. Hadis olarak nakledilen bazı rivayetlere göre abdalların Suriye’de ikamet etmesine karşılık, nükabâ Mağrib’de, nücebâ Mısır’da veya Yemen’de, ahyâr Irak’ta, gavs (kutb) da Yemen veya Mekke’de bulunmaktadır. Sülemî’nin Ṭabaḳāt ’ında (s. 243) yer alan başka bir rivayete göre ise abdallar Şam’da, nücebâ Yemen’de, ahyâr da Irak’ta bulunur. Başta mutasavvıflar olmak üzere abdal telakkisini benimseyenlerin dayanak kabul ettikleri hadisler, Enes b. Mâlik, Ubâde b. Sâmit, Abdullah b. Ömer, Ali b. Ebû Tâlib, Abdullah b. Mes‘ûd, Avf b. Mâlik, Ebû Saîd el-Hudrî ve Muâz b. Cebel gibi sahâbîlerden rivayet edilmiştir. Önemli bir kısmı Hz. Peygamber’in sözü (merfû hadis), bazıları da Hz. Ali ve Ebü’d-Derdâ’nın sözü (mevkuf hadis) olarak nakledilen bu rivayetlerin hiçbiri, Ahmed b. Hanbel’in el-Müsned ’i dışındaki güvenilir hadis mecmualarında yer almamıştır. el-Müsned ’deki hadisler, senedlerinde zayıf râviler bulunduğu gerekçesiyle tenkit edilmiştir (bk. Heysemî, Mecmaʿu’z-zevâʾid , X, 62-63; Sââtî, el-Fetḥu’r-Rabbânî , XXI, 192). Öteki rivayetlerin yer aldığı Abdürrezzâk’ın el-Muṣannef ’i, Bezzâr’ın el-Müsned ’i, Taberânî’nin Muʿcem ’leri, İbn Adî’nin el-Kâmil ’i, Ebû Nuaym’ın Ḥilye ’si, Hakîm et-Tirmizî’nin Nevâdirü’l-uṣûl ’ü, Dârekutnî’nin Kitâbü’l-Ecvâd ’ı, Sülemî’nin Sünenü’ṣ-ṣûfiyye ’si, Deylemî’nin Müsnedü’l-firdevs ’i gibi kitaplarsa, güvenilirlik bakımından başlıca dört tabakaya ayrılan kaynakların ancak üçüncü ve dördüncü tabakalarında gösterilebilmiştir. Bu sebeple söz konusu hadislerin büyük bir kısmı veya tamamı Şeybânî, İbnü’l-Cevzî, İbnü’s-Salâh, İbn Teymiyye, Zehebî, İbn Hacer, Sehâvî gibi titiz muhaddisler ve kelâmcılar tarafından sened veya metin tenkidine tâbi tutularak reddedilmiştir. Abdal hadislerinin sıhhat derecesine kavuşmamış olması, bu telakkinin kaynağının Ehl-i sünnet dışında aranmasına yol açmıştır. Nitekim Peygamber ve ashaptan gavs, kutb, evtâd, nücebâ vb. ricâlü’l-gayba ilişkin hiçbir söz nakledilmediğini, seleften bazılarının Hz. Peygamber’den rivayet ettikleri abdala dair sözün ise zayıf bir hadis olduğunu belirten İbn Teymiyye, ricâlü’l-gayb olduğu söylenen bazı insanlara -onları Allah’a ortak gösterir gibi- olağan üstü yetkiler ve güçler nisbet etmenin İslâm akîdesiyle bağdaştırılamayacağını, bu tür bir anlayışın daha çok hıristiyanların ve aşırı Şiî fırkaların akîdelerini yansıttığını belirtmektedir (bk. Minhâcü’s-sünne , I, 21-22; Mecmûʿu’l-fetâvâ , XI, 437-443). Aynı görüşü İbn Teymiyye’den daha açık ve kesin bir dille savunan İbn Haldûn, hulûl ve vahdet gibi kutb ve abdal telakkisinin de ilk defa Irak sûfîlerinde İmâmiyye ve Râfizîlik etkisiyle ortaya çıktığını, sûfîlerin, Şiî fırkalardaki imam a karşılık kutbu, nükabâya karşılık da abdalı benimsemek suretiyle Şîa’yı taklit ettiklerini ifade etmektedir (bk. Muḳaddime , s. 291, 446). Ahmed Emin, Kâmil Mustafa eş-Şeybî, J. Chabbi gibi çağdaş araştırmacılar, İbn Haldûn’un görüşünü benimsemişlerdir. Bunlardan Chabbi, abdal geleneğini açıklayan ilk kaynaklardan olan Câhiz’in Kitâbü’t-Terbîʿ ve’t-tedbîr ’inde, o zaman (III./IX. yüzyıl) abdal doktrinini İslâmî çevrede ilk defa kullanmaya başlayan Şiîler’in Râfizî koluna hücumunu, dilci İbn Sikkît’in abdal terimi hakkında Lisânü’l-ʿArab ’da yer alan açıklamasını (XI, 49), ayrıca Şiî oldukları bilinen İhvân-ı Safâ’nın Resâil’inde abdal kelimesi hakkında İsmâilî anlayışla yapılan açıklamayı da gerekçe göstererek, bu telakkinin Sünnî kesime İsmâilîlik, Karmatîlik ve aşırı Şiî fırkalardan geçtiğini belirtmektedir. Bununla birlikte, Ahmed b. Hanbel gibi şeriatın zâhirine sıkı sıkıya bağlı bir hadis ve fıkıh âliminin abdal hadisini doğru kabul ederek eserine alması, İbn Teymiyye’nin, son derece titiz bir tenkitçi olmasına rağmen, İbn Hanbel’in naklettiği hadisin mevzû olduğunu söyleyememesi, İbn Teymiyye ve İbn Haldûn gibi bazı istisnalar dışında, hemen bütün âlim ve mutasavvıfların abdal telakkisini benimsemiş veya en azından tenkit etmemiş olmaları, bu telakkinin, esas itibariyle, Şîa’dan ya da Ehl-i sünnet dışı başka bir kaynaktan geldiği görüşünü şüphe ile karşılamak için yeterli sebeplerdir. Fuad Köprülü de, daha milâdî X. yüzyılda, Sâlimiyye ve Hanbeliyye fırkaları arasında bu telakkinin klasik bir mahiyet almış olduğunu ileri sürerek İbn Haldûn’un yukarıdaki görüşünü isabetsiz bulmuştur (bk. “Abdal”, Türk Halk Edebiyatı Ansiklopedisi , I, 25). Ancak şunu da belirtmek gerekir ki, ilk devirler Ehl-i sünnet âlim ve mutasavvıflarının abdal anlayışları İbnü’l-Arabî’nin anlayışından, özellikle XIV. yüzyıldan itibaren baş gösteren ve XX. yüzyıl başına kadar devam eden heterodoks (Râfizî) abdalların hayat tarzlarından tamamıyla farklıdır. Nitekim abdal telakkisinin ilk defa ortaya çıktığı sıralarda, âbid ve zâhidlerle birlikte muhaddis ve fakihler için de kullanıldığına yukarıda işaret edilmişti. BİBLİYOGRAFYA Müsned , I, 112; V, 322; VI, 316. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 66. Serrâc, el-Lümaʿ , s. 40. İhvân-ı Safâ, Resâʾil , Beyrut 1376-77/1957, I, 376-377. Sülemî, Ṭabaḳāt , s. 10, 51, 243. Ebû Nuaym, Ḥilye , I, 8-9. Hatîb, Târîḫu Baġdâd , III, 75-76. Gazzâlî, İḥyâʾ , III, 357. İbn Asâkir, Târîḫu Dımaşḳ , Dımaşk 1330, I, 59. İbnü’l-Cevzî, Telbîsü İblîs , s. 329, 345. Baklî, Şerḥ-i Şaṭḥiyyât , Tahran 1968, s. 25. İbnü’l-Arabî, el-Fütûḥât , II, 376-384. a.mlf., Ḥilyetü’l-abdâl ( Sittü resâʾil mine’t-türâs̱i’l-ʿArabî el-İslâmî içinde, haz. Abdüllatîf Muhammed el-Abd), Kahire 1402/1982, s. 43-57. Lisânü’l-ʿArab , “bdl” md. İbn Teymiyye, Minhâcü’s-sünne , Bulak 1321, I, 21-22. a.mlf., Mecmûʿu’l-fetâvâ (nşr. Abdurrahman b. Muhammed), Riyad 1381-86, XI, 433-445; XXVII, 497-500. a.mlf., Mecmûʿatü’r-resâʾil , I, 60-62. Haydar b. Ali el-Âmülî, Kitâbü Naṣṣı’n-nuṣûṣ (Hakîm et-Tirmizî’nin Ḫatmü’l-evliyâʾ sı ekinde, neşreden Osman İsmâil Yahyâ), Beyrut 1965, s. 504-505. Zebîdî, İtḥâfü’s-sâde , VIII, 385-387. Heysemî, Mecmaʿu’z-zevâʾid , X, 62-63. İbn Haldûn, Muḳaddime , Kahire, ts. (Dârü’ş-şa‘b), s. 291, 446. et-Taʿrîfât , “büdelâʾ” md. Süyûtî, el-Ḫaberü’d-dâl ʿalâ vücûdi’l-ḳuṭb ve’l-evtâd ve’n-nücebâʾ ve’l-abdâl , Beyrut 1983, II, 241-253. İbn Arrâk, Tenzîhü’ş-şerîʿa , II, 307. Tehânevî, Keşşâf , I, 145-148. Aclûnî, Keşfü’l-ḫafâʾ , I, 27-28. Sââtî, el-Fetḥu’r-Rabbânî , Beyrut, ts. (Dâru ihyâi’t-türâsi’l-Arabî), XXI, 192. Ahmed Emin, Ḍuḥa’l-İslâm , Beyrut, ts., III, 345-346. Kâmil Mustafa eş-Şeybî, eṣ-Ṣıla beyne’t-taṣavvuf ve’t-teşeyyuʿ , Bağdad 1964, II, 155. R. A. Nicholson, Studies in Islamic Mysticism , Cambridge 1980, s. 194-195. Elbânî, Silsiletü’l-eḥâdîs̱i’ż-żaʿîfe ve’l-mevżûʿa , Dımaşk 1399, II, 339-341. M. Fuad Köprülü, “Abdal”, Türk Halk Edebiyatı Ansiklopedisi , I, 23-27. I. Goldziher, “Ebdâl”, İA , IV, 3-4. a.mlf. – H. J. Kissling, “Abdāl”, EI 2 (Fr.) , I, 97-98. a.mlf.ler, “Abdâl”, UDMİ , I, 343-344. J. Chabbi, “Abdāl”, EIr. , I, 173-174. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 1988 yılında İstanbul’da basılan 1. cildinde, 59-61 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Müsned , I, 112; V, 322; VI, 316.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 66.",
        "Serrâc, el-Lümaʿ , s. 40.",
        "İhvân-ı Safâ, Resâʾil , Beyrut 1376-77/1957, I, 376-377.",
        "Sülemî, Ṭabaḳāt , s. 10, 51, 243.",
        "Ebû Nuaym, Ḥilye , I, 8-9.",
        "Hatîb, Târîḫu Baġdâd , III, 75-76.",
        "Gazzâlî, İḥyâʾ , III, 357.",
        "İbn Asâkir, Târîḫu Dımaşḳ , Dımaşk 1330, I, 59.",
        "İbnü’l-Cevzî, Telbîsü İblîs , s. 329, 345.",
        "Baklî, Şerḥ-i Şaṭḥiyyât , Tahran 1968, s. 25.",
        "İbnü’l-Arabî, el-Fütûḥât , II, 376-384.",
        "a.mlf., Ḥilyetü’l-abdâl ( Sittü resâʾil mine’t-türâs̱i’l-ʿArabî el-İslâmî içinde, haz. Abdüllatîf Muhammed el-Abd), Kahire 1402/1982, s. 43-57.",
        "Lisânü’l-ʿArab , “bdl” md.",
        "İbn Teymiyye, Minhâcü’s-sünne , Bulak 1321, I, 21-22.",
        "a.mlf., Mecmûʿu’l-fetâvâ (nşr. Abdurrahman b. Muhammed), Riyad 1381-86, XI, 433-445; XXVII, 497-500.",
        "a.mlf., Mecmûʿatü’r-resâʾil , I, 60-62.",
        "Haydar b. Ali el-Âmülî, Kitâbü Naṣṣı’n-nuṣûṣ (Hakîm et-Tirmizî’nin Ḫatmü’l-evliyâʾ sı ekinde, neşreden Osman İsmâil Yahyâ), Beyrut 1965, s. 504-505.",
        "Zebîdî, İtḥâfü’s-sâde , VIII, 385-387.",
        "Heysemî, Mecmaʿu’z-zevâʾid , X, 62-63.",
        "İbn Haldûn, Muḳaddime , Kahire, ts. (Dârü’ş-şa‘b), s. 291, 446.",
        "et-Taʿrîfât , “büdelâʾ” md.",
        "Süyûtî, el-Ḫaberü’d-dâl ʿalâ vücûdi’l-ḳuṭb ve’l-evtâd ve’n-nücebâʾ ve’l-abdâl , Beyrut 1983, II, 241-253.",
        "İbn Arrâk, Tenzîhü’ş-şerîʿa , II, 307.",
        "Tehânevî, Keşşâf , I, 145-148.",
        "Aclûnî, Keşfü’l-ḫafâʾ , I, 27-28.",
        "Sââtî, el-Fetḥu’r-Rabbânî , Beyrut, ts. (Dâru ihyâi’t-türâsi’l-Arabî), XXI, 192.",
        "Ahmed Emin, Ḍuḥa’l-İslâm , Beyrut, ts., III, 345-346.",
        "Kâmil Mustafa eş-Şeybî, eṣ-Ṣıla beyne’t-taṣavvuf ve’t-teşeyyuʿ , Bağdad 1964, II, 155.",
        "R. A. Nicholson, Studies in Islamic Mysticism , Cambridge 1980, s. 194-195.",
        "Elbânî, Silsiletü’l-eḥâdîs̱i’ż-żaʿîfe ve’l-mevżûʿa , Dımaşk 1399, II, 339-341.",
        "M. Fuad Köprülü, “Abdal”, Türk Halk Edebiyatı Ansiklopedisi , I, 23-27.",
        "I. Goldziher, “Ebdâl”, İA , IV, 3-4.",
        "a.mlf. – H. J. Kissling, “Abdāl”, EI 2 (Fr.) , I, 97-98.",
        "a.mlf.ler, “Abdâl”, UDMİ , I, 343-344.",
        "J. Chabbi, “Abdāl”, EIr. , I, 173-174."
      ]
    },
    {
      "author": "ORHAN F. KÖPRÜLÜ",
      "content": "EDEBİYAT. Mevcut bilgilere göre abdal tabiri, büyük bir ihtimalle XII-XIV. yüzyıllardan başlayarak İran’da yazılmış olan edebî metinlerde “derviş” mânasında kullanılmıştır. XIV. yüzyılda İran sahasında abdal tabiri ile, Kalenderler’e benzeyen serseri dervişler kastediliyordu. XV. yüzyıl metinlerinde ise, kelimenin “meczup, divane” mânasına geldiği görülmektedir. Abdal, XVII ve XVIII. yüzyıllarda daha ziyade “serseri” ve “dilenci derviş” mânasında kullanılmıştır. Abdal tabiri, Anadolu Türkleri arasında İran’dan daha çok yaygındır. XIV. yüzyıla ait edebî vesikalardan anlaşıldığına göre, bu yüzyılın başlarından itibaren Anadolu’da abdal lakaplı dervişlerin çoğaldığı görülmektedir. Abdal Mûsâ’da olduğu gibi abdal lakabı bazan ismin başına, Kumral Abdal’da olduğu gibi bazan da sonuna gelmektedir. XV. yüzyıl başlarında yazılmış olan Kırk Vezir Hikâyesi ’nde, “serseri derviş” mânasında abdallardan bahsedildiği gibi, eş anlamlı olarak ışık kelimesi de kullanılmaktadır. Aynı yüzyıl sonlarına ait başka bir eserde ise abdal, “torlak” karşılığı olarak kullanılmıştır. Abdal tabirinin daha sonraları “kalender” veya “haydarî” yerine de kullanıldığı görülmektedir. XVIII. yüzyılda ise bu tabir önemini kaybetmiştir. Büyük Selçuklu Devleti’nin kuruluşundan sonra Yeseviyye ve Kalenderiyye gibi tarikatlarla Türkmen kabileleri arasındaki Alevî-Bâtınî cereyanların ve diğer birtakım karışık akîdelerin kısmen millî, kısmen mahallî bazı an‘anelerin de tesiriyle, XIII. yüzyılda Anadolu’da Babâîlik adı altında siyasî ve sosyal bir isyan hareketine sebep oldukları tarihî bir vâkıadır. Fuad Köprülü’ye göre, Anadolu abdalları (abdalân-ı Rûm) da Babâîlik cereyanının daha sonraki görünüşünden başka bir şey değildir. Anadolu abdalları, Osmanlı Devleti’nin kuruluşunda, gaziler (veya alp-erenler), ahîler ve bâciyân-ı Rûm ile birlikte büyük hizmetleri görülen dördüncü sosyal zümredir. Abdalân-ı Rûm, Âşıkpaşazâde’nin sözünü ettiği heterodoks (Râfizî) dervişlerdir. XIV ve XV. yüzyıllarda başka adlar ile de zikredilmekle beraber, daha çok abdal ismi ile anılan, akîdeleri bozuk serseri dervişlerin halk arasında büyük ün kazandıkları görülmektedir. Şair Vâhidî, 1522’de tamamladığı Menâkıb-ı Hoca-i Cihân ve Netîce-i Cân adlı eserinde Anadolu abdallarını, Kalenderler ile Haydarîler arasında mühim ve ayrı bir zümre olarak göstermiştir. Onun verdiği bilgiye göre bunlar sırtlarında bir tennûre, âdeta yarı çıplak dolaşır, yalınayak ve başları açık gezerlerdi. Bellerinde yün örgü bir kuşak, omuzlarında Ebû Müslim nacağı, ellerinde Baba Şücâ‘ çomağı, kav, çakmak ve iki cür‘adân, tahtadan bir sarı kaşık ve keşkül vardı. Vücutlarında yanık yerleri, dövme zülfikar resimleri veya Hz. Ali’nin ismi, pazularında yılan şekilleri yer alır, ellerinde tef, kudüm, boynuz gibi mûsiki aletleri bulunurdu. Osman Baba’yı ve Baba Şücâ‘ı tarikatın büyükleri olarak tanırlar, muharrem ayında Kerbelâ şehidlerinin matemini tutarlardı. Sakalları, kaşları tıraş edilmiş olan bu zümre mensupları şeriat hükümlerine uymamakla kalmayıp şeriat ehline de düşmanlık gösterirlerdi. Abdalların Anadolu’daki en mühim merkezleri Seyyid Gazi Tekkesi idi. Nitekim Latîfî’nin çeşitli kayıtları, Seyyid Gazi Dergâhı’nın abdalların merkezi olduğunu açıkça gösterdiği gibi, Âşık Çelebi’nin şair Yetîmî hakkındaki başka bir kaydı da aynı hususu doğrulamaktadır. Kanûnî Süleyman İran seferinden döndükten sonra, 1556-58 yılları arasında Seyyid Gazi Tekkesi’ni abdallardan temizletmiş, bunlardan bazıları Kütahya Kalesi’nde hapsedilmiş, bir kısmı etrafa dağılmış, ancak “sünnet ehli” olduklarına halk tarafından şahitlik edilenler serbest bırakılmışlardı. Bununla birlikte 1572’den itibaren, önce bazı tâvizler vererek tekrar Seyyid Gazi Tekkesi’ne yerleşmeye başlayan bu abdallar, zamanla çoğalarak eskiden olduğu gibi kendi âdet ve yaşayışlarını burada da sürdürmüşlerdir. Bektaşîliğin kuvvetlenmesi üzerine, XVI. yüzyılın ortalarından sonra abdalların Hacı Bektaş’ı büyük bir velî olarak tanıdıkları görülmektedir. Kâtib Çelebi’nin Seyyid Gazi Tekkesi’nde Bektaşî abdallarının oturduğunu kaydetmesi, Ankara’da Kayaş civarında Hüseyin Gazi Tekkesi ile Yâkub Tekkesi’nin abdallara mahsus olduğunu belirtmesi, Evliya Çelebi’nin de hem Seyyid Gazi, hem de Hüseyin Gazi tekkelerini Bektaşî tekkeleri olarak göstermesi, Bektaşîliğin XVII. yüzyılda diğer birçok Râfizî zümreleri ile birlikte abdalları da içine aldığına en büyük delildir. XVIII. yüzyılda ise Bektaşî abdalları tabirinin yayıldığı, abdal tabirinin Bektaşî kelimesinin eş anlamlısı olarak kullanıldığı, eski abdal türbe ve tekkelerinin Bektaşîler tarafından ele geçirildiği görülmektedir. Böyle olmasına rağmen, yani XVII ve XVIII. yüzyıllarda abdal zümrelerinin Bektaşîlik içinde eritilerek temsil olunmasından sonra da abdal topluluklarından bir kısmının, şehir Bektaşîliğine karışmayarak köylerde yaşayan heterodoks Alevî zümreleriyle birleştiği anlaşılmaktadır. Üçüncü bir kısmın ise “secte” (cemaat) halinde Anadolu’nun çeşitli sahalarında köyler kurarak yerleştiği, nihayet dördüncü bir bölümün de kızılbaş obaları tarzında göçebe olarak yaşadığı tahmin edilmektedir. Abdal kelimesi, bazı kavmî zümrelere ve bazı yerlere isim olması dolayısıyla etnoloji ve toponimi bakımlarından da çok önemlidir. Kâtib Çelebi Cihannümâ’da XV. yüzyıl başlarında İzmit civarında bir Kemer Abdal mezraası bulunduğunu, XVII. yüzyılda da Canik’te bir Abdal köyünün mevcut olduğunu kaydeder. Günümüzde de Ankara, Tokat, Çorum, Denizli, Diyarbakır, Samsun, Sinop, Sivas, Trabzon, Gaziantep, Kastamonu, Kayseri, Giresun, Mersin, Manisa, Malatya, Van ve Yozgat illeri sınırları içinde abdal adını taşıyan köyler bulunmaktadır. Anadolu’da bugün de kendilerine abdal adını veren ve daha çok göçebe olarak yaşayan zümrelere Denizli, Dinar, Sivas, Amasya, Çorum, Osmancık, İskilip, Merzifon, Mecitözü, Havza, Konya, Karaman, Mut ve Elmalı taraflarında rastlanmaktadır. Anadolu’daki abdallardan bir kısmının XX. yüzyılın ilk yarısında bile derviş kıyafetine girerek serseri zümreler halinde dilendikleri, birçoğunun ise çalgıcılık, türkücülük ve hikâyecilikle uğraştıkları, özellikle Köroğlu hikâyeleri anlatmakla ün kazandıkları bilinmektedir. Bir kısım abdalların kazancılık, demircilik, sepetçilik gibi işlerle meşgul olmaları yüzünden bunlara Çingenelik bile isnat edilmiştir. Anadolu’daki abdallara daha çok Alevî sahalarında rastlanması, bunlardan büyük bir kısmının Alevî olduğunu gösterir. Abdal topluluklarına Anadolu’nun dışında da çeşitli sahalarda rastlanmaktadır. Meselâ Sovyet Azerbaycanı’nda Abdal isimli bir köyün varlığı ve bu köyün âşıklar yetiştirmek suretiyle ün kazandığı bilindiği gibi, Safevîler devrinde İran’da yaşayan Şamlu kabilesinin oymakları arasında Abdallu oymağının bulunduğu da tarihî kayıtlardan anlaşılmaktadır. Şam taraflarından İran’a gelen bu kızılbaş Abdallu oymağının, XVII. yüzyılda Anadolu’da yaşayan Abdallu oymağı ile münasebeti olduğu da kolayca düşünülebilir. Diğer taraftan Hazar ötesinde oturan Türkmen kabileleri arasında da abdal adını taşıyan bir kabileye tesadüf edildiğini P. Nebelson ve Galkin’den öğrenmekteyiz. XVI. yüzyılda Afganistan’da da Kandehar civarında yaşayan Abdal veya Abdâlî adlı bir kabile görülüyor ki bunların çok eskiden beri orada yaşadıklarından şüphe edilemez. Fuad Köprülü’nün tahminine göre, bu Afgan abdalları veya başka bir tabirle Abdâlî Dürrânîler, tıpkı Kalaçlar gibi, Eftalit Devleti’ni kurmuş olan Türkler’in soyundan gelmektedir. Ama bu Eftalit bakiyesi Türkler, zamanla dillerini kaybederek Afganlaşmışlardır. İlk defa F. Grenard Doğu Türkistan’da da Abdal adı altında yaşayan bir etnik zümrenin varlığından söz ederek Keria yakınlarında elli, Şençen civarında ise yedi-sekiz evin bunlara ait olduğunu bildirmektedir. Daha sonra ünlü Sinolog P. Pelliot da aynı bölgenin Paynâp köyünde yaşayan abdallar hakkında bir araştırma yayımlamıştır. Milâttan sonra V ve VI. yüzyıllarda Orta Asya tarihinde önemli bir rol oynamış olan Eftalit veya Akhun diye bilinen kavmin adının da aslında Abdal veya Aptal olduğu iddiası kolaylıkla reddedilemez. Nitekim bugünkü Yakutça’da erkek şamanların lakabı olarak kullanılan abidal kelimesi de bu hususu doğrular mahiyettedir. Abdalların Çingeneler’le, konuştukları dilin de Çingenece ile bir ilgisi yoktur. Ahmet Caferoğlu da abdalların gizli dili ile Çingene ve Elekçi dilleri arasında hiçbir münasebet olmadığını söylediği gibi, abdalların gizli dilinde yer alan kelimelerin dar bir sahaya değil, Filistin, Suriye ve Orta Asya abdallarının diline de şâmil olduğunu ileri sürmektedir. Caferoğlu’na göre, bu gizli dilden birçok kelimeler Çingeneler tarafından da benimsenmiştir. BİBLİYOGRAFYA Abdallar hakkında bugüne kadar müstakil bir monografi yazılmamış olduğu için, bu maddedeki ana fikirler, Fuad Köprülü’nün Türk Halk Edebiyatı Ansiklopedisi ’ndeki “Abdal” maddesinden (İstanbul 1935, I, 27-56) faydalanılarak kaleme alınmıştır. Adı geçen maddenin metin ve bibliyografyası konuyla ilgilenenler için vazgeçilmez bir kaynaktır. Bununla birlikte “Abdal” maddesiyle ilgili henüz açıklığa kavuşmuş olan bazı hususlar, ansiklopedi ölçüsü içinde aydınlatılmaya çalışılmıştır. Babâîler ile Abdallar arasındaki ilgi dolayısıyla Ahmet Yaşar Ocak’ın XIII. Yüzyılda Anadolu’da Baba Resûl (Babaîler) İsyanı ve Anadolu’nun İslâmlaşma Tarihindeki Yeri (İstanbul 1980) adlı monografisine; abdallarla Baba Şücâ‘ arasındaki münasebet için ise, Orhan F. Köprülü’nün, “Velâyetnâme-i Şeyh Şücaüddin” ( TM , XVIII/1972, s. 177-184) ile Şükrü Elçin’in “Bir Şeyh Şücâüddin Baba Velâyetnâmesi” ( Türk Kültürü Araştırmaları , XXII/1-2, Ankara 1984, s. 199-218) makalelerine bakılmalıdır. Afganistan’daki Abdâlîler hakkında yeni bibliyografik bilgiler için L. Lockhart’ın The Encyclopaedia of Islam ’daki “Abdālī” maddesi incelenmelidir (I, 95). Okuyucuya kolaylık sağlamak üzere konu ile ilgili diğer kaynak, araştırma ve referanslara aşağıdaki bibliyografyada yer verilmiştir: Vâhidî, Menâkıb-ı Hoca-i Cihân , Süleymaniye Ktp., Hâlet Efendi, nr. 242. Devletşah, Teẕkiretü’ş-şuʿarâʾ (nşr. E. Browne), Leiden 1901, s. 192. Lâmiî, Nefehât Tercümesi , s. 671. F. Babinger, Die Geschichtsschreiber der Osmanen und ihre Werke , Leipzig 1927, s. 151. Âşık Çelebi, Meşâirü’ş-şuarâ , vr. 95 b . Latîfî, Tezkire , s. 131 vd. İskender Bey Münşî, Târîḫ , III/3, s. 761. Nergisî, Hamse , Bulak 1255, s. 113 vd. Kâtib Çelebi, Cihannümâ , s. 623, 642 vd. Evliya Çelebi, Seyahatnâme , II, 425; III, 16 vd. Sâkıp Dede, Sefîne , Kahire 1283, s. 55. Şeyh Galib, Divan , Bulak 1252, s. 9. Esad Efendi, Üss-i Zafer , İstanbul 1293, s. 201. Rızâ Kulı Han Hidâyet, Riyâżü’l-ʿârifîn , Tahran 1305, s. 221. M. Belletête, Contes Turcs en langue turque extrait du roman intitulé, les Quarante Vizirs , Paris 1812, s. 177 vd. P. Nebelson, Oçerki Voljiskago Nizavya [Aşağı Volga’nın tavsifi], Petersburg 1852, s. 128 vd., 133. Galkin, Etnografiçeskiye i istoriçeskiye matariale po Sredney Azii i Orenburgskomu Krayee [Orta Asya ve Orenburg vilâyeti hakkında etnografik ve tarihî maddeler], Petersburg 1869, s. 6, 11, 14, 34. F. Grenard, Le Turkestan et le Tibet (J.-L. Dutreuil de Rhins, Mission scientifique dans la haute Asie, 1890-1895) , Paris 1898, s. 306-315. Pekarsky, Yakut Lûgati , Petrograd 1917-30, I, 11. M. Fuad Köprülü, Osmanlı İmparatorluğunun Kuruluşu (bazı ilâveler ve indekslerle neşreden Orhan F. Köprülü), İstanbul 1981, s. 160 vd. P. Pelliot, “Les Âbdâl de Painop”, JA , IX (1907), s. 115-139. Ahmet Refik, “Fatih Zamanında Koca İli”, TTEM , I/78 (1340), s. 28. a.mlf., “Osmanlı Devrinde Râfizîlik ve Bektaşîlik”, DEFM , IX/2 (1932), s. 31. Ahmet Caferoğlu, “Anadolu Abdallarının Gizli Dillerinden Bir İki Örnek”, 60. Doğum Yılı Münasebetiyle Fuad Köprülü Armağanı , İstanbul 1953, s. 77-79. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 1988 yılında İstanbul’da basılan 1. cildinde, 61-62 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Abdallar hakkında bugüne kadar müstakil bir monografi yazılmamış olduğu için, bu maddedeki ana fikirler, Fuad Köprülü’nün Türk Halk Edebiyatı Ansiklopedisi ’ndeki “Abdal” maddesinden (İstanbul 1935, I, 27-56) faydalanılarak kaleme alınmıştır. Adı geçen maddenin metin ve bibliyografyası konuyla ilgilenenler için vazgeçilmez bir kaynaktır. Bununla birlikte “Abdal” maddesiyle ilgili henüz açıklığa kavuşmuş olan bazı hususlar, ansiklopedi ölçüsü içinde aydınlatılmaya çalışılmıştır.",
        "Babâîler ile Abdallar arasındaki ilgi dolayısıyla Ahmet Yaşar Ocak’ın XIII. Yüzyılda Anadolu’da Baba Resûl (Babaîler) İsyanı ve Anadolu’nun İslâmlaşma Tarihindeki Yeri (İstanbul 1980) adlı monografisine; abdallarla Baba Şücâ‘ arasındaki münasebet için ise, Orhan F. Köprülü’nün, “Velâyetnâme-i Şeyh Şücaüddin” ( TM , XVIII/1972, s. 177-184) ile Şükrü Elçin’in “Bir Şeyh Şücâüddin Baba Velâyetnâmesi” ( Türk Kültürü Araştırmaları , XXII/1-2, Ankara 1984, s. 199-218) makalelerine bakılmalıdır. Afganistan’daki Abdâlîler hakkında yeni bibliyografik bilgiler için L. Lockhart’ın The Encyclopaedia of Islam ’daki “Abdālī” maddesi incelenmelidir (I, 95). Okuyucuya kolaylık sağlamak üzere konu ile ilgili diğer kaynak, araştırma ve referanslara aşağıdaki bibliyografyada yer verilmiştir:",
        "Vâhidî, Menâkıb-ı Hoca-i Cihân , Süleymaniye Ktp., Hâlet Efendi, nr. 242.",
        "Devletşah, Teẕkiretü’ş-şuʿarâʾ (nşr. E. Browne), Leiden 1901, s. 192.",
        "Lâmiî, Nefehât Tercümesi , s. 671.",
        "F. Babinger, Die Geschichtsschreiber der Osmanen und ihre Werke , Leipzig 1927, s. 151.",
        "Âşık Çelebi, Meşâirü’ş-şuarâ , vr. 95 b .",
        "Latîfî, Tezkire , s. 131 vd.",
        "İskender Bey Münşî, Târîḫ , III/3, s. 761.",
        "Nergisî, Hamse , Bulak 1255, s. 113 vd.",
        "Kâtib Çelebi, Cihannümâ , s. 623, 642 vd.",
        "Evliya Çelebi, Seyahatnâme , II, 425; III, 16 vd.",
        "Sâkıp Dede, Sefîne , Kahire 1283, s. 55.",
        "Şeyh Galib, Divan , Bulak 1252, s. 9.",
        "Esad Efendi, Üss-i Zafer , İstanbul 1293, s. 201.",
        "Rızâ Kulı Han Hidâyet, Riyâżü’l-ʿârifîn , Tahran 1305, s. 221.",
        "M. Belletête, Contes Turcs en langue turque extrait du roman intitulé, les Quarante Vizirs , Paris 1812, s. 177 vd.",
        "P. Nebelson, Oçerki Voljiskago Nizavya [Aşağı Volga’nın tavsifi], Petersburg 1852, s. 128 vd., 133.",
        "Galkin, Etnografiçeskiye i istoriçeskiye matariale po Sredney Azii i Orenburgskomu Krayee [Orta Asya ve Orenburg vilâyeti hakkında etnografik ve tarihî maddeler], Petersburg 1869, s. 6, 11, 14, 34.",
        "F. Grenard, Le Turkestan et le Tibet (J.-L. Dutreuil de Rhins, Mission scientifique dans la haute Asie, 1890-1895) , Paris 1898, s. 306-315.",
        "Pekarsky, Yakut Lûgati , Petrograd 1917-30, I, 11.",
        "M. Fuad Köprülü, Osmanlı İmparatorluğunun Kuruluşu (bazı ilâveler ve indekslerle neşreden Orhan F. Köprülü), İstanbul 1981, s. 160 vd.",
        "P. Pelliot, “Les Âbdâl de Painop”, JA , IX (1907), s. 115-139.",
        "Ahmet Refik, “Fatih Zamanında Koca İli”, TTEM , I/78 (1340), s. 28.",
        "a.mlf., “Osmanlı Devrinde Râfizîlik ve Bektaşîlik”, DEFM , IX/2 (1932), s. 31.",
        "Ahmet Caferoğlu, “Anadolu Abdallarının Gizli Dillerinden Bir İki Örnek”, 60. Doğum Yılı Münasebetiyle Fuad Köprülü Armağanı , İstanbul 1953, s. 77-79."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
