{
  "id": "eweb_224",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/ahmed-b-hadraveyh",
  "annotator": "Jeremy",
  "title": "AHMED b. HADRAVEYH",
  "arabic_title": "أحمد بن حضرويه",
  "summary": "Ebû Hâmid Ahmed b. Hadraveyh el-Belhî (ö. 240/854) İlk sûfîlerden ve Melâmetiyye’nin ilk temsilcilerinden.",
  "parts": [
    {
      "author": "MUSTAFA KARA",
      "content": "Dinî ilimleri öğrendikten sonra tasavvufa yöneldi. Hâtim el-Esam ve Ebû Türâb en-Nahşebî’den istifade etti. Bâyezîd-i Bistâmî ve Ebû Hafs el-Haddâd ile görüştü. Sohbetine katılanlar arasında, “müeddibü’l-evliyâ” unvanını alan Ebû Bekir el-Verrâk ile Ebü’l-Hüseyin en-Nûrî ve Ebû Abdullah el-Belhî’yi saymak gerekir. Ahmed b. Hadraveyh fakirlikteki izzetin ve dervişlikteki şerefin gizli tutulmasını ister ve diğer ilk devir Melâmetîler’i gibi, gönül dünyasının sırlarını açığa vurmama konusu üzerinde önemle durur. Ebû Hafs onun için, “Ahmed’den daha büyük bir himmete, daha doğru bir hale sahip bir başkasını görmedim” derken Bâyezîd-i Bistâmî, “Üstadımız Ahmed’dir” demişti. Ahmed b. Hadraveyh’in “Horasan’ın güneşi ve fütüvvet ehlinin yöneticisi” olduğunu söyleyen Hücvîrî onun melâmet yolunu tuttuğunu söyler. Zevcesi Fâtıma’nın da en derin tasavvufî konuları Bâyezîd-i Bistâmî ile tartışabilecek kadar bu hayatın içinde olduğu rivayet edilir. Hücvîrî, Ahmed b. Hadraveyh’in er-Riʿâye bi-ḥuḳūḳıllâh adlı bir eseri olduğunu kaydeder. BİBLİYOGRAFYA Sülemî, Ṭabaḳāt , s. 103. Ebû Nuaym, Ḥilye , s. 42. Kuşeyrî, Risâle (Uludağ) , s. 133. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 219. Ferîdüddin Attâr, Tezkiretü’l-evliyâ (trc. Süleyman Uludağ), İstanbul 1985, s. 382. Şa‘rânî, eṭ-Ṭabaḳāt , I, 95. Münâvî, el-Kevâkib , I, 198. Abdülhüseyin Zerrînkûb, Cüstücû der Taṣavvuf-i Îrân , Tahran 1367 hş., s. 39. Sezgin, GAS , I, 639. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1989 yılında İstanbul’da basılan 2. cildinde, 71 numaralı sayfada yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Sülemî, Ṭabaḳāt , s. 103.",
        "Ebû Nuaym, Ḥilye , s. 42.",
        "Kuşeyrî, Risâle (Uludağ) , s. 133.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 219.",
        "Ferîdüddin Attâr, Tezkiretü’l-evliyâ (trc. Süleyman Uludağ), İstanbul 1985, s. 382.",
        "Şa‘rânî, eṭ-Ṭabaḳāt , I, 95.",
        "Münâvî, el-Kevâkib , I, 198.",
        "Abdülhüseyin Zerrînkûb, Cüstücû der Taṣavvuf-i Îrân , Tahran 1367 hş., s. 39.",
        "Sezgin, GAS , I, 639."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 440
}
