{
  "id": "eweb_225",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/ahmed-b-muhammed-b-mesruk",
  "annotator": "Jeremy",
  "title": "AHMED b. MUHAMMED b. MESRÛK",
  "arabic_title": "أحمد بن محمّد بن مسروق",
  "summary": "(ö. 298/910-11) İlk devir sûfîlerinden.",
  "parts": [
    {
      "author": "MUSTAFA BİLGİN",
      "content": "214’te (829) Tûs’ta doğdu; Bağdat’ta yaşadı. Ebü’l-Abbas b. Mesrûk diye de tanınır. Hâris el-Muhâsibî, Serî es-Sakatî, Muhammed b. Mansûr et-Tûsî ve Muhammed el-Bürcülânî gibi meşhur sûfîlerin sohbetinde bulundu. Cüneyd-i Bağdâdî’ye hizmet etti. İlim tahsil etmek için Rey ve Horasan civarını dolaştı. Kabri Bağdat’ta Bâbü Harb Mezarlığı’ndadır. Ahmed b. Muhammed zühdü, Allah’tan başka hiçbir şeyin tesiri altında kalmamak, takvâyı da dünya nimetlerine göz dikmemek ve kalpte bunlara yer vermemek şeklinde açıklar. Allah ve mâsivâ ile ilgili temel tasavvufî düşünceyi ünsiyet ve vahşet terimleriyle açıklamaya çalışan İbn Mesrûk’a göre vahşet, bezm-i elest ten sonra Allah’tan ayrı kalmaktır. Dünyaya gelişin gayesi mâsivâ ile değil, Allah ile ünsiyet (dostluk) etmektir. Onun anlayışına göre gurbet te Allah ile ünsiyet, taat ve ibadetle olur. İbn Mesrûk semâ konusunda oldukça müsamahalıdır. Ancak onun bu müsamahası daha çok dış ve iç dünyası istikamet kazanmış kimseler içindir. Kalbi taate zorla alışanlara semâ için bir ruhsat vermez; zira ona göre böyleleri, kazanayım derken mânevî hallerini kaybederler. Ahmed b. Muhammed, Ali b. Ca‘d, İbnü’l-Medînî ve Ahmed b. Hanbel gibi muhaddislerden hadis tahsil etmekle beraber, Dârekutnî tarafından hadis rivayetinde zayıf kabul edilmiştir. el-Ḳanâʿa ( Cüzʾü’l-Ḳanâʿa ) adlı eserinin günümüze kadar gelip gelmediği bilinmemektedir. BİBLİYOGRAFYA Sülemî, Ṭabaḳāt , s. 237-241. Ebû Nuaym, Ḥilye , X, 213-216. Kuşeyrî, er-Risâle , I, 164. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 249-250. Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1985, s. 587-589. İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , IV, 128-129. a.mlf., el-Muntaẓam , VI, 98-99. Zehebî, Aʿlâmü’n-nübelâʾ , XIII, 494-495. Lâmiî, Nefehât Tercümesi , s. 141-142. Şa‘rânî, eṭ-Ṭabaḳāt , I, 93-94. Münâvî, el-Kevâkib , I, 196-197. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1989 yılında İstanbul’da basılan 2. cildinde, 103 numaralı sayfada yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Sülemî, Ṭabaḳāt , s. 237-241.",
        "Ebû Nuaym, Ḥilye , X, 213-216.",
        "Kuşeyrî, er-Risâle , I, 164.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 249-250.",
        "Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1985, s. 587-589.",
        "İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , IV, 128-129.",
        "a.mlf., el-Muntaẓam , VI, 98-99.",
        "Zehebî, Aʿlâmü’n-nübelâʾ , XIII, 494-495.",
        "Lâmiî, Nefehât Tercümesi , s. 141-142.",
        "Şa‘rânî, eṭ-Ṭabaḳāt , I, 93-94.",
        "Münâvî, el-Kevâkib , I, 196-197."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 451
}
