{
  "id": "eweb_226",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/ahyar",
  "annotator": "Jeremy",
  "title": "AHYÂR",
  "arabic_title": "أخيار",
  "summary": "Tasavvufta, dünyanın düzenini sağladıklarına inanılan ricâlü’l-gayb zümrelerinden birine verilen ad.",
  "parts": [
    {
      "author": "TAHSİN YAZICI",
      "content": "Ahyârın sayısı ve görevleri çeşitli kaynaklara göre farklılıklar gösterir. Bu konuyla ilgili olarak nakledilen, fakat sıhhat derecesi şüpheli olan hadislerde ahyârın sayısının yedi veya üç yüz olduğu rivayet edilmiştir. Bu hadislere göre abdal Şam’da, nücebâ Yemen’de, ahyâr ise Irak’tadır. Her asırda mutlaka mevcut olan ahyâr yeryüzünde durmadan seyahat eder. Ahyârı memnun etmek veya kızdırmak, Allah’ın rızâsına veya gazabına sebep olacağı için onlara hizmet etmekten geri durmamak lâzımdır. Hücvîrî’ye göre sayıları 300 olan ahyâr, yeryüzündeki bütün meseleleri halledip karara bağlama yetkisine sahiptir. Hücvîrî’nin ahyâr konusunda verdiği bu bilgiler Câmî tarafından aynen tekrarlanmıştır. Ahyâr bazı kaynaklarda ricâlü’l-gayb ın başka bir zümresi olan ebrâr ile bir tutulmuş ve ahyâr ile ebrârın sayıları genellikle yedi olarak kabul edilmiştir. Bu yedi sayısından hareket edilerek bunların halk kültüründe ve tasavvuf çevrelerinde “heft-ten” (yediler) olarak tanınan grupla da aynı oldukları ileri sürülmüştür. Bundan başka “yediler”in Ashâb-ı Kehf olduğu söylenmişse de ahyâr her yerde bulunabilme özelliği dolayısıyla onlardan ayrılır. Ahyârdan olan velîlerin her birine Hasan ismi verilir. Kuzey Afrika halkı arasındaki tasavvuf anlayışına göre 300 velîden meydana gelen ahyâr, ricâlü’l-gaybın başka bir zümresi olan nükabâ ile aynıdır. İbnü’l-Arabî ricâlü’l-gaybı sınıflandırırken ahyârın sayısının tesbit edilemeyeceğini söyler. Ona göre ahyârın sayısı değişse de yeryüzünde daima varlığı devam eder. İbnü’l-Arabî bu konuda Kur’ân-ı Kerîm’in Sâd sûresindeki âyeti (38/47) delil olarak gösterir. Ancak bu âyetteki “ahyâr” kelimesinden ricâlü’l-gaybın bir zümresini anlamaya imkân yoktur. Zira buradaki ahyâr, 45. âyette adları anılan İbrâhim, İshak ve Ya‘kūb’un da dahil olduğu peygamberleri tavsif için kullanılmıştır. Ahyâr, Necmeddîn-i Kübrâ’nın el-Uṣûlü’l-ʿaşere adlı eserinde bir tasavvuf cereyanı olarak ele alınmış ve tarikatlar tarîk-i ahyâr, tarîk-i ebrâr, tarîk-i şüttâr olmak üzere üçe ayrılmıştır. Bunlardan ahyâr tariki, çok ve devamlı ibadet etmek suretiyle Allah rızâsına ulaşacağına inanır, amel ve ibadet üzerinde hassasiyet gösterir. İlk zâhidlerin tuttukları yol, ahyâr tarikidir. BİBLİYOGRAFYA Tehânevî, Keşşâf , “ḫıyâr”, “taṣavvuf” md.leri. Sülemî, Ṭabaḳāt , s. 32, 243. Hücvîrî, Keşfü’l-maḥcûb (trc. A. R. Nicholson), London 1911, s. 214; a.e. (trc. Süleyman Uludağ), İstanbul 1982, s. 330. İbnü’l-Arabî, el-Fütûḥât , II, 7, 31. Lâmiî, Nefehât Tercümesi , s. 24. Aclûnî, Keşfü’l-ḫafâʾ , I, 25. İsmâil Hakkı Bursevî,  Rûḥu’l-beyân , İstanbul 1970, VIII, 70. H. Algar, “Aḵyār”, EIr. , I, 740-741. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1989 yılında İstanbul’da basılan 2. cildinde, 194-195 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Tehânevî, Keşşâf , “ḫıyâr”, “taṣavvuf” md.leri.",
        "Sülemî, Ṭabaḳāt , s. 32, 243.",
        "Hücvîrî, Keşfü’l-maḥcûb (trc. A. R. Nicholson), London 1911, s. 214; a.e. (trc. Süleyman Uludağ), İstanbul 1982, s. 330.",
        "İbnü’l-Arabî, el-Fütûḥât , II, 7, 31.",
        "Lâmiî, Nefehât Tercümesi , s. 24.",
        "Aclûnî, Keşfü’l-ḫafâʾ , I, 25.",
        "İsmâil Hakkı Bursevî,  Rûḥu’l-beyân , İstanbul 1970, VIII, 70.",
        "H. Algar, “Aḵyār”, EIr. , I, 740-741."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
