{
  "id": "eweb_228",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/ahiret",
  "annotator": "Jeremy",
  "title": "ÂHİRET",
  "arabic_title": "الآخرة",
  "summary": "Dünya hayatından sonra başlayıp ebediyen devam edecek olan ikinci hayat.",
  "parts": [
    {
      "author": "BEKİR TOPALOĞLU",
      "content": "Âhiret, evvel in mukabili ve “son” mânasındaki âhir in müennesi olup Kur’an’da 110 yerde geçer. Bunun yirmi altısında müzekker ve el-yevm kelimesine sıfat şeklinde el-yevmü’l-âhir (son gün), dokuzunda dâr ile sıfat veya isim tamlaması halinde ed-dârü’l-âhire , dârü’l-âhire (son ikamet mahalli), birinde en-neş’etü’l-âhire (ikinci yaratılış, son hilkat) tarzında, elli yerde de dünya ile (ikisinde dünya mânasındaki ûlâ ile) mukabele edilmiş olarak zikredilir. el-Âhire nin, yalın olarak kullanıldığı yerlerde de ed-dârü’l-âhire tamlaması mânasında olduğu kabul edilir. Bu kullanılış şekillerinden de anlaşılacağı üzere âhiret mefhumu ile dünya mefhumu arasında sıkı bir münasebet vardır. Âhiret dünya hayatını takip eden, ona benzer fakat daha değişik ve ölümsüz bir hayattan, ebediyet âlemine ait çeşitli merhaleler ve hallerden ibarettir. Âhiret Hayatının Varlığı. Âhiret inancı, iptidai kavimler dahil, tanrının varlığını kabul eden hemen hemen bütün din ve düşünce sistemlerinde mevcut olmakla beraber, ölümden sonraki bu hayatın mahiyeti ve tasviri hakkında birbirinden farklı görüşler benimsenmiştir. Eski Ahid’de dünya hayatından sonra ruhun ölmezliğine ve dünyada işlenen günahların tesbit edildiğine işaretler bulunduğu gibi ölümden sonra Allah’ın görüleceği, yapılan amellere karşılık verileceği de ifade edilir (bk. Eyüb, 14/14-22, 19/25-29; Daniel, 12/2). Bununla beraber Matta İncili’nde (22/23-30), Sadûkī mezhebine bağlı yahudilerin Hz. Mûsâ’dan naklettikleri bir meseleyi tartışma konusu yaparak âhireti inkâr fikrine meylettiklerinden bahsedilir. Yeni Ahid’de âhiret ve mücâzat inancı açık bir şekilde mevcuttur (bk. Matta, muhtelif bablar; Markos, 12/18-27; Luka, 20/27-38). Kur’an’da Hz. Nûh, İbrâhim, Yûsuf, Mûsâ, Îsâ ve diğer peygamberlerin kendi ümmetlerine âhiret akîdesini telkin ettikleri ifade edildiği gibi (bk. Yûsuf 12/101; Meryem 19/33; Tâhâ 20/55; eş-Şuarâ 26/81-102; Nûh 71/17-18), Allah’a ve âhiret gününe inanan yahudi, Nasârâ ve Sâbiîler’in kurtuluşa erecekleri beyan edilmekte (bk. el-Bakara 2/62; el-Mâide 5/69) ve “kendisinden önceki ilâhî kitapları doğrulayıcı” olarak gönderilen Kur’an’ı âhirete inananların kabul edeceği haber verilmektedir (bk. el-En‘âm 6/92). Kur’ân-ı Kerîm’den önceki semavî kitapların gerek otantik gerekse apokrif kabul edilen nüshalarında âhiret inancına yer verilmekle beraber, konu hiçbir zaman Kur’an’daki kadar açık ve müessir bir şekilde ifade edilmiş değildir. Bundan dolayı, E. Rosenthal tarafından ileri sürüldüğü gibi, İslâm âhiret inancına ait malzemenin Yahudilik ve Hıristiyanlık’tan alınmış olması ihtimal dahilinde değildir (bk. Judaism and Islam , s. 17-18). Semavî dinlerin temel esaslarından birini oluşturan âhiret inancının bazı noktaları arasında bir benzerliğin veya paralelliğin bulunması tabiidir. Çünkü hepsinin kaynağı ilâhî vahiydir. Şayet Kur’an’dan önceki ilâhî kitaplar tahrife uğramasalardı muhakkak ki söz konusu benzerlikler daha büyük çapta olacaktı. Kur’ân-ı Kerîm’de yüzden fazla terim ve deyim kullanılarak âhiret akîdesi işlenmekte (bk. Gazzâlî, IV, 516-517; Zebîdî, X, 462-465), konuyla ilgili âyetler hem Mekkî hem de Medenî sûrelerde sık sık tekrarlanmaktadır. Bu tekrarın, konunun önemini vurgulamak, sorumluluk duygusunu pekiştirmek, dünya ile âhiret arasındaki psikolojik mesafeyi kısaltarak müminin ruhunu yüceltmek ve hayatını ebedîleştirmek gibi hedeflere yönelik olduğunu söylemek mümkündür. Birçok sûrede kâinatın, özellikle insanın yaratılışından, evrenin idare edilişinden ve hayatın akışından bahseden âyetlerle âhiret hayatını tasvir eden âyetler yan yana yer almıştır (bk. Mülk, İnsân, Mürselât, Nebe’, Nâziât, Târık, A‘lâ sûreleri). Kur’an’ın tasvirine göre dünya hayatı bir “oyun ve eğlence”, bir “süs ve övünüş”tür; “mal, evlât ve nüfuz yarışı”dır. Netice itibariyle o geçici bir faydalanış ve aldanış vesilesidir. Asıl hayat âhiret hayatıdır, huzur ve sükûn sadece ölümsüz âlemdedir (bk. el-Ankebût 29/64; el-Mü’min 40/39; el-Hadîd 57/20). Her ne kadar ölüm geride kalanlar için acı ve hasret dolu bir olay ise de imanlı gönüller için fânilikten ebedîliğe geçişi sağlayan bir vasıtadır. Nitekim birçok âyette ölüm ve âhiret hayatı “buluşmak, sevdiğine kavuşmak” anlamındaki likā (likāullah, likāü’l-âhire) kelimesiyle ifade edilmiştir (bk. M. F. Abdülbâkī, el-Muʿcem , “liḳāʾ” md.). Aynı noktaya temas eden bir başka âyette de Allah’ın dostları olduklarını ileri süren yahudilere şöyle hitap edilmiştir: “Eğer samimi iseniz ölmeyi temenni edin” (el-Cum‘a 62/6). Gerçi insan, yaratılış itibariyle yaşama sevincine sahiptir ve ondaki bu duygu hayat mücadelesinin en önemli güç kaynağını teşkil etmektedir. Bu sebeple ölüm tabii olarak ürkütücü bir şeydir. Ancak asıl hayatın ikinci âlemde başlayacağına inananlar, ölümün ebedî yokluk olmadığını kabul ederler. Henüz hayattayken âdeta bu yeni hayatın özlemini duyarlar. Kütüb-i Sitte ’de yer alan bir hadise göre Hz. Peygamber, “Kim Allah’a kavuşmayı arzu ederse Allah da ona kavuşmayı ister; kim Allah’a kavuşmayı istemezse Allah da ona kavuşmayı istemez” buyurmuş, yanında bulunanlar, “Hiçbirimiz ölümü hoş karşılamayız” deyince sözlerine şöyle devam etmiştir: “Durum sandığınız gibi değil. Gerçek şu ki, mümin olan bir kimsenin son nefesleri yaklaşınca Allah’ın hoşnutluğu ve lutuflarıyla müjdelenir; artık ona göre Allah’a kavuşmaktan daha sevimli bir şey bulunamaz” (Buhârî, “Riḳāḳ”, 41; Müslim, “Ẕikir”, 14, 16-18). Fahreddin er-Râzî’ye göre âhiret konusunun aklî ve naklî olmak üzere iki yönü vardır. İnsan vücudunun ve içinde yaşadığımız kâinatın fâni olduğunu, öldükten sonra tekrar dirilmenin de imkân dâhilinde bulunduğunu kabul etmek konunun aklî yönünü, kıyametin nasıl kopacağı ve âhiret hayatının nasıl başlayıp devam edeceği hususu ise naklî yönünü oluşturur (bk. Mefâtîḥu’l-ġayb , I, 8). İlk dönemlerden itibaren filozoflar da eskatoloji ile meşgul olmuşlardır. Onların konuyla ilgilenmesi inanç açısından değil, yaratılış felsefesi, ahlâk anlayışı ve ruhun ölmezliği açısındandır. Âhiret hayatı beş duyunun idrakleriyle sınırlı bulunan pozitif ilimlere konu teşkil etmez. Bu sebeple onunla ilgili olarak ilim adına kesin bir şey söylemek mümkün değildir. Ne var ki ilim adamı da düşünen ve duyan bir insandır. Şahsî temayülleri ve ilmî yorumları sonunda âhiret konusunda müsbet veya menfi bir kanaate varabilir. Kur’ân-ı Kerîm’in âhireti ispat metodu, “Nereden geldim, nereye gidiyorum?” sorusuna tatminkâr bir cevap bulmaya dayanır. Düşünen her insanın sormaya mecbur olduğu bu sorunun birinci kısmında materyalist izahı benimsemeyen, kendisine ve içinde yaşadığı tabiata hâkim, mutlak kudrete sahip bir yaratıcının varlığına inanan kimse, söz konusu sorunun ikinci kısmında da aynı düşünce tarzını devam ettirerek öbür âlemin ölümsüzlüğünü kolaylıkla benimser. Bundan dolayı Allah’a imanla âhiret gününe iman Kur’an’da sık sık ve birlikte zikredilmek suretiyle bunun ne kadar önemli bir ilke olduğuna dikkat çekilmiştir. Dünyaya ilk gelişinde pek âciz bir canlı olan insan, hayatının daha sonraki devrelerinde fizyolojik ve psikolojik yönden gelişip tabiatın en mükemmel varlığı haline gelir. Ondaki ruhî ve fikrî gelişme devam ederek kendisinde ebediyet duygusu meydana getirir. İnsanın, iyi düşünmeden, ilk bakışta yok oluş (fenâ) gibi telakki ettiği ölümden korkması veya öbür âleme inanmayanlarla ona hazırlıklı olmayanların ölümden ürkmesi de bu ebediyet duygusuna bağlanabilir. O halde daha mükemmel ve ölümsüz bir âlem olan âhiretin varlığını benimsemek insanın tabii yaratılışında bulunan bir özelliktir. Ancak dünya hayatının cazibesi, kişinin fıtratındaki ölümsüzlük duygusunu unutturup tabiatındaki seyri durdurabilir. Nitekim Kur’ân-ı Kerîm’de âhireti inkâr etmenin bu gayri tabiiliğine şöyle işaret edilmektedir: “İyi bilin ki Allah’ın lâneti, kişileri Allah yolundan döndüren, onu eğriltmek isteyen ve âhireti inkâr eden zalimlerin tepesinedir” (Hûd 11/18-19). Genel olarak insandaki fıtrî özelliklerden biri de adalet duygusudur. Dünyanın hiçbir yerinde ve hiçbir dönemde sürekli olarak adaletin hâkim olduğunu söylemek mümkün değildir. Haksızlığı görüp de derinden rencide olan insan büyük bir hesap gününün gerçekleşeceğine inanmak ister. İyi ile kötünün, zalim ile mazlumun hesaplarının görüleceği o gün Kur’an’ın ilk sûresinde yevmü’d-dîn (amellere karşılık verileceği gün) diye vasıflandırılmış ve bu sûrenin beş vakit namaz içinde okunması emredilmiştir. Kur’an’da kıyametin daha çok, adalet ve hesap verme mefhumlarıyla birlikte tasvir edilmesi de bu gerçeğin bir başka şekilde ifadesi sayılmalıdır. Kâinatın akıllara durgunluk veren bir incelik ve âhenk içinde kuruluş ve işleyişi öteden beri düşünürlerin ilgisini çekmiş, tabiat ilimlerindeki gelişmelerden sonra ise bilginlerin bu konudaki duyguları hayranlığa dönüşmüştür. Kur’ân-ı Kerîm’de, insanın da bir parçasını teşkil ettiği kâinatın gayesiz yaratılmadığı (bk. el-Enbiyâ 21/16; Sâd 38/27), yeri, göğü, ayı, güneşi, kısacası bütün imkânlarıyla onun insanın emir ve hizmetine verildiği (teshîr) ifade edilmiştir (bk. İbrâhîm 14/33; el-Hac 22/65). Bu mertebeye yüceltilmiş olan insanın hemcinslerine ve yaratanına karşı elbette ki bazı görevleri olacaktır. O, bu ulvî duyguyu vicdanının derinliklerinde hisseder ve bu görevleri yerine getirmek için hayatı boyunca çaba harcar. Böylesine kâmil bir iman ve iyi amel sahibi olan bir kimsenin mükâfatını tam olarak alması aklın ve vicdanın bir gereğidir. Üstelik dünya hayatı boyunca insanlar zekâ, kabiliyet, sağlık, servet vb. bakımlardan eşit durumda değildir. Fakruzarûret acılarıyla ölenler olduğu gibi zenginlik zevkleri içinde gözlerini hayata kapayanlar da vardır. Şayet fakir kötü, zengin iyi bir insan idiyse adalet yerini bulmuş denebilir; fakat durum tersine ise, ömrünü acılar içinde geçiren dürüst ama fakir insanın mükâfat göreceği ikinci bir hayat gereklidir. Âhiretin varlığını zaruri kılan başka sebepler de vardır. Hakikat ve kemal anlayışlarını bunlar arasında saymak mümkündür. İnsanların birçok konuda farklı görüşlere sahip oldukları ve herkesin kendi görüşünün doğruluğuna inandığı bir realitedir. Çelişen görüşlerin hepsini doğru kabul etmek de mümkün değildir. O halde hakikatin bütün açıklığıyla ortaya çıkacağı ve herkes tarafından anlaşılıp benimseneceği bir gün olmalıdır. Öte yandan insan, diğer varlıkların aksine, kemalini kendi gayretiyle (iktisabî) elde eder. Bilgi veya mârifet ile elde edilecek olan bu kemal, ölünceye kadar bedenin çeşitli fonksiyonlarıyla gerçekleşir. Bu fonksiyonlar bitince kemale erme son noktasına ulaşır ve çekilen bunca zahmetin karşılığını görme, yani ruhun mânevî hazları tatma dönemi başlar. Bu da ancak ölümden sonra gerçekleşecek bir husustur. Şu halde ruhu bu lezzetten mahrum bırakmak, ne kemal ne de adalet prensibiyle bağdaşır (bk. Fuzûlî, s. 79-80). Her şeye rağmen âhiret vâkıasının doğrudan idraki -bir inanç konusu olduğu, duyuların ötesinde bulunduğu ve her yaşayana göre şu anda mevcut olmayıp gelecekte gerçekleşeceği için- mümkün değildir. Konuyla ilgili olarak sıralanan bütün deliller akla ışık tutmaktadır; kabul veya red kararı akıl ile kalbin iş birliğine bağlıdır. Ufku dar, iç dünyası fakir olanlar sathî bir düşünüşle, “Çürümüş, zerresi kalmamış kemikleri kim diriltebilir?” tarzındaki bir şüpheye kapılabilir. Böyle bir tereddüdün, “Nereden geldim, nereye gidiyorum?” şeklinde ifade edilen başlangıç ve sonuç (mebde ve meâd) probleminin sonuç kısmıyla ilgili olduğu şüphesizdir. Kur’ân-ı Kerîm, “Onları ilkin yaratan, tekrar diriltir” (Yâsîn 36/79) demek suretiyle problemin başlangıç felsefesine dayanır ve ateist bir telakkiden veya mantıksız bir düşünüşten çıkan söz konusu itiraza cevap verir. Başlangıca inanan sonucu da kabul etmek zorundadır. Yani tabiatın kendi kendine değil, tabiat üstü mutlak kudret sahibi bir hâlik tarafından yaratılıp idare edildiğini kabul edenler, onun ikinci hayatı da yaratıp devam ettireceğine inanmakta güçlük çekmezler. Bundan dolayı mesele, D. B. Macdonald’ın zannettiği gibi (bk. İA , VI, 777), “Peygamber devrindeki iptidai Arap telakkisine bağlı basit bir konu” değildir. Burada hareket noktası olarak kabul edilen ana fikir, tarihin muhtelif devirlerinde olduğu gibi bugün de varlığını hissettiren inkârcı görüşün mahkûm edilmesinden ibarettir. İslâm akaidinin üç ana esasından (Allah, peygamber, âhiret) birini teşkil eden âhiret inancı her şeyden önce insanda sorumluluk duygusu meydana getirmekte ve bu yönüyle hem hukukî hem de ahlâkî müeyyide olmaktadır. Dünya hayatında insanın zorluklarla, haksızlıklarla mücadele ettiği halde bunları ortadan kaldıramadığı, neticede elem çektiği bir gerçektir. Mutlak adaletin tecelli edeceği, iyiliğin mükâfatlandırılması için bütün engellerin ortadan kalkacağı ebediyet âleminin varlığına inanmak, insan için büyük bir teselli kaynağı ve yaşama sevincidir. Cenâb-ı Hak, insanların atası olan Âdem’i “kendi eliyle” yarattığını, ona ruhundan üflediğini ve onu meleklerin secdesine vesile kılıp yeryüzünde kendi halifesi tayin ettiğini beyan etmektedir (bk. el-Bakara 2/30; Sâd 38/71-75); bu mânada Allah’tan gelen insanın fenâ bulmayıp yine ona dönmesi kaçınılmaz bir sonuçtur. Yaratılış hikmetini unutmayan ve insanlık şuurunu yitirmeyen kişinin ruhu bundan başka hiçbir şeyle tatmin bulamaz. Kur’ân-ı Kerîm, diğer ilâhî kitaplarla mukayese edilemeyecek kuvvette âhiret akîdesini telkin etmektedir. Bununla birlikte İslâmiyet dünyadan el etek çekmeyi hiçbir zaman tasvip etmez. Dünya başlangıç, âhiret sonuç olduğuna göre ikisi arasında denge kurmak gereklidir. İnsan âhirete hazırlanırken dünya nimetlerinden nasip almayı da unutmamalıdır (bk. el-Kasas 28/77). Önemli olan, dünyanın cazibesine kapılıp âhiret saadetini ihmal etmemektir. Çünkü, “dünya âhirete nisbetle geçici ve değersiz bir metâdan ibarettir” (er-Ra‘d 13/26). “Âhiret yurduna gelince, asıl hayat, huzur ve sükûn oradadır” (el-Ankebût 29/64; el-Mü’min 40/39). Hz. Peygamber’in, “Allahım! Asıl hayat âhiret hayatıdır, asıl saadet ebediyet saadetidir!” (Buhârî, “Cihâd”, 33; “Ṣalât”, 48) tarzında başlayan duası bu gerçeğin bir ifadesidir. Âhiretin gerçekliği konusu, insanın psikolojik muhtevasında ve dış dünyada bulunan bunca delile rağmen yine de inkâr edilebilmektedir. Kur’ân-ı Kerîm, inkâr sebeplerinin başında dünya sevgisini zikreder. Ölümsüz âlemin nimetlerine nisbetle son derece değersiz olan dünya nimetlerinin hemen ele geçirilebilir olması onları cazip hale getirmiştir. Bu cazibeye kapılan gönüller fâni hayatı ebedî hayata tercih eder. Genellikle servet ve mevki sahibi insanların oluşturduğu bu tipler dünya hayatının çekici görünümüne aldanır, servetlerine, toplumdaki siyasî ve sosyal mevkilerine güvenerek mağrur olurlar. Hatta bu anlayış giderek onlarda bir inanç haline dönüşür (bk. el-Mü’minûn 23/33-38; en-Neml 27/1-5; el-Câsiye 45/34-35). Halbuki onların bu davranışı selim yaratılışlarına ters düşmektedir. Âhirete inanmayanların tatmin edici hiçbir delilinin bulunmadığını, bu konudaki iddialarının bir kuruntudan ibaret olduğunu şu âyetler veciz bir şekilde ifade etmektedir: “Onların bu konuda hiçbir bilgisi yoktur. Sadece zan ve kuruntuya dayanırlar. Halbuki zan, gerçek karşısında hiçbir şey sağlamaz. Bizi anmaktan yüz çeviren ve dünya hayatından başkasını arzu etmeyen kimselere önem verme! Onların ilim adına varabildikleri son nokta işte bundan ibarettir” (en-Necm 53/28-30). Birçok âyette Allah’a imanla âhirete iman beraber zikredildiği gibi âhireti inkâr edenlerin Allah’ı da inkâr durumuna düştükleri ifade edilir (bk. en-Nisâ 4/38; er-Ra‘d 13/5). Çünkü sorguya çekileceği ve dünyada yaptıklarının karşılığını göreceği ikinci bir hayata inanmayan kimsenin Tanrı’nın varlığını kabul edişi, çoğu zaman kozmogoni anlayışının gerektirdiği felsefî bir kanaatten öteye geçemez. Felsefî kanaatler kalbin değil fikrin ürünleridir ve kişinin davranışlarına yön verme gücünden genellikle yoksundur. Emir altına girmek, davranışlarını insan üstü âlemden gelen prensiplere göre düzenlemek ve ileriki bir hayat programı çerçevesinde sorumluluk almak istemeyen insanlar, âhiret realitesini inkâr ederler. Hatta buna engel olacak vicdanlarının sesini bile kısmaya çalışırlar. Kur’ân-ı Kerîm âhireti inkâr eden bazı tipleri de kibirli ve katı yürekli olarak tasvir eder. Maddî hazlara düşkün ve bayağı arzularını tatmin için kalbini karartan, kibirli, mütecaviz, merhametsiz, yetimi itip kakan, fakire bizzat yardımcı olmadığı gibi başkaları nezdinde de bu konu için gayret göstermeyen kimse, “din günü”nü yani âhireti inkâr eder (bk. en-Nahl 16/22; el-Müddessir 74/43-47; el-Mutaffifîn 83/10-14; el-Mâûn 107/1-3). Kısa bir dünya hayatından sonra ölümle her şeyin son bulduğunu iddia etmek, insan ruhunu sonu belirsiz bunalımlara sürükler. Düşünen kafa ve duyan gönüllerin bunu kabullenmesi kolay değildir. Âhiret Halleri. İnsanın ölümüyle onun âhiret hayatı başlamış olur. Bir hadiste, kabrin âhiret duraklarının ilki olduğu belirtilmiştir (bk. Tirmizî, “Zühd”, 5; İbn Mâce, “Zühd”, 32). Kıyametin kopmasına kadar sürecek olan bu zamana berzah hayatı denilmiştir. Ancak çeşitli merhaleleri ve kendine has halleriyle tasvir edilen âhiretin gerçekleşmesi, bugünkü dünya nizamının bozulmasından sonra olacaktır. Âhiret hayatını kıyametin kopması, hesabın görülmesi ve hesap sonrası ebedî hayatın başlaması şeklinde üç merhalede ele alıp incelemek mümkündür. a) Kıyametin kopması Kur’ân-ı Kerîm’de sâat kelimesiyle ifade edilmiş ve bu anı Allah’tan başka hiç kimsenin bilemeyeceği belirtilmiştir. Beklenmedik bir zamanda ve çok süratli olarak gerçekleşecek olan bu olayın dehşetine gökler de yer de dayanamayacak, o günün şiddetinden çocukların saçları ağaracak, emzikli kadınlar bebeklerini unutacak, hamileler çocuklarını düşürecek ve bütün insanlar şaşkına dönecektir (bk. el-A‘râf 7/187; el-Hac 22/1-2; el-Müzzemmil 73/17). Kur’ân-ı Kerîm’de kıyametin tasviriyle ilgili âyetlerden anlaşıldığına göre, bu olay kâinatta mevcut kozmik düzenin bozulmasıyla başlayacaktır. Fakat bunun ne zaman olacağı kimseye bildirilmemiş, sadece “belki de yakın olduğu” ifade edilmiş (bk. el-Ahzâb 33/63); eş-Şûrâ 42/17) ve alâmetlerinin belirdiği haber verilmiştir (bk. Muhammed 47/18). Hz. Peygamber de orta parmağıyla şahadet parmağını göstererek kendi dönemi ile kıyametin kopmasının iki parmağı gibi birbirine yakın olduğunu söylemiştir (bk. Buhârî, “Riḳāḳ”, 39; Müslim, “Fiten”, 133-135). Ancak naslarda geçen bu tür zaman belirlemelerini, birkaç bin yılın önemsiz bir küsur sayıldığı jeolojik ve kozmolojik zaman kavramı içinde yorumlamak gerekir. Buna göre kıyametin kopuşu gibi büyük bir kozmik olayın ne zaman gerçekleşeceğini söylemek, hatta tahmin etmek mümkün değildir. Zaten İslâm literatüründe konuyla ilgili ciddi sayılabilecek herhangi bir zamanlama da mevcut değildir. Hadis literatüründe, kıyametten önce ortaya çıkacak olan “kıyamet alâmetleri”yle ilgili oldukça geniş bilgi vardır. Bir kısmının sağlamlık bakımından tenkide tâbi tutulabileceği bu tür rivayetlerin muhtevasını iki grupta mütalaa etmek mümkündür. Bunlardan birincisi dinî emirlerin ihmal edilmesi ve ahlâkın bozulması tarzındaki mânevî faktörlerdir. İkincisi ise deccâlin ortaya çıkışı, Hz. Îsâ’nın dünyaya dönüşü, kozmik düzenin bozularak güneşin batıdan doğup doğudan batması gibi mevcut tabiat kanunlarını aşan olaylardır. İslâm tarihinin erken devirlerinden itibaren, sosyal ve siyasî çalkantılar yüzünden dinî ve ahlâkî hayatın zayıflamaya başladığı tarzındaki şikâyetlerin ortaya çıktığı bilinmektedir. Bu tür şikâyetlerin gittikçe artış gösterdiği de bir gerçektir. Ancak bu nevi sosyal olaylardan hareket ederek dünyaya ömür biçmek ve kıyametin gelişi için zaman belirlemek isabetli olmaz. Dünyanın son günlerinde meydana geleceği haber verilen olağan üstü hadiseler de ancak kendi dönemleri ve oluşum şartları içinde değerlendirilebilir; bu tür olaylar hakkında önceden zaman belirleyici tahminlerde bulunmak mümkün değildir. Kıyametin nasıl kopacağı hususu Kur’an’da ayrıntılı sayılacak bir şekilde anlatılmıştır. Buna göre görevli melek tarafından sûr a üflenecek, Allah’ın diledikleri hariç, göklerde ve yerde kim varsa düşüp ölecek, ikinci üfleyişte ise herkes diriltilip mahşere (toplanma yerine) gitmeye hazır olacaktır (bk. ez-Zümer 39/68). Birçok âyet kıyametin kopuşunu büyük bir kozmik değişim olarak tasvir eder: Gök yarılacak, güneş dürülecek, yıldızlar dökülecek, denizler kaynayıp kabaracak, dağlar yerinden kaldırılıp yürütülecek ve ufalanıp atılmış yün haline gelecek; kısacası hem yer hem de gökler şekil değiştirecektir (bk. İbrâhîm 14/48; Tâhâ 20/105-107; et-Tekvîr 81/1-3; el-İnfitâr 82/1-3; el-Kāria 101/1-5). b) Âhirette hesabın başlaması, sûra ikinci üfleyişten sonra kabirlerdekilerin tekrar diriltilmesi ve mahşerde toplanmasıyla olacaktır. Kur’ân-ı Kerîm’de hesap meydanına hareketin bir davetçinin (İsrâfil) çağrısıyla olacağı, kişilerin çağrıya karşı koymadan koşuşan çekirgeler gibi belli bir hedefe doğru ilerleyeceği ifade edilir (bk. el-Kamer 54/6-8; el-Meâric 70/43-44). Bu yolculuğun tasviri hakkında çeşitli hadisler de rivayet edilmiştir (bk. İbn Kesîr, I, 228-232). İslâm inancına göre kıyamet gününde insanların hesaba çekilmesi belli kayıtlara bağlı olarak yapılacaktır. Bunlara Kur’an’da kitâb (yazılı belge) adı verilmekte (bk. el-İsrâ 17/13-14), Türkçe’de ise amel defteri olarak bilinmektedir. Amel defteri, yazıcı melekler (kirâmen kâtibîn) tarafından tutulmakta ve kişinin dünyadaki bütün söz, fiil ve bazan da niyetleri hayır ve şer olarak değerlendirilerek bu deftere geçirilmektedir (bk. el-Kehf 18/49; el-İnfitâr 82/10-12). Söz konusu yazılı belgenin mahiyeti hakkında (kâğıt üzerinde bir yazı mı, bir mikrokart veya film mi, hücreyi oluşturan gende saklı bir sır mı vb.) herhangi bir şey söylemek mümkün değildir. Allah Teâlâ, hiçbir vasıta ve malzeme kullanmadan her şeyi kuşatan sınırsız bir ilme, muhasebe ve muhakemeye ihtiyaç hissettirmeyecek mutlak bir adalete sahip olduğu halde, onun hesap günündeki icraatını bu tarzda yürütmesi, bütün sırların ortaya çıkarılacağı o gündeki aleniyeti sağlama ve gerçeklerden herkesi haberdar etme hikmetine bağlı olsa gerektir. Kıyameti tasvir eden ve kula ait sorumluluk sınırlarını çizen çeşitli âyet ve hadislerden anlaşılacağı üzere, bütün mükellefler (insanlar ve cinler) her şeyden önce imandan sorguya çekilecektir. Bundan sonra kul haklarının, daha sonra da Allah ile kul arasındaki hakların hesabı görülecektir. Müslüman âlimlerin çoğunun kanaatine göre, ilâhî vahye samimiyetle inananlar, kul hakkı veya diğer günahları sebebiyle bir süre cezalandırılsalar da sonunda kurtuluşa ereceklerdir. Fakat kendilerine bildirildiği halde ilâhî tebligata inanmayanlar ebedî hüsrana uğrayacaklardır. c) Âhiret gününde kulun tâbi tutulacağı hesabın sonucu, Kur’ân-ı Kerîm’de, “terazilerin (tartıların) ağır yahut hafif gelmesi” şeklinde ifade edilmiştir. Nasıl olacağını Allah’tan başka kimsenin bilmediği bu terazide “tartılar”ı ağır gelenler kurtuluşa erecek ve mutlu bir hayat süreceklerdir. “Tartılar”ı hafif gelenler ise kendilerini hüsranda bulacaklardır (bk. el-A‘râf 7/8-9; el-Mü’minûn 23/102-103; el-Kāria 101/6-11). Kur’an terminolojisinde kurtuluş (felâh) cennet, rızâ ve cemâli, hüsran da cehennem, elem ve mahrumiyeti ifade eder. Rızâ , kurtuluşa erenlerin Allah’tan, O’nun da kendilerinden hoşnut olmasıdır ve bütün maddî nimetlerin üstündedir (bk. et-Tevbe 9/72; el-Fecr 89/27-30; el-Beyyine 98/8). Cemâl de Cenâb-ı Hakk’a bakmak ve O’nu görmektir (bk. el-Kıyâme 75/22-25; el-Mutaffifîn 83/15). Hüsrana uğrayanlar bu nimetlerden mahrum olacakları gibi çeşitli elem ve azaplara da mâruz kalacaklardır. Cennet ve cehennem hayatını tasvir eden birçok âyet ve hadisin ve ayrıca âhiret hayatıyla ilgili diğer nasların üslûp ve muhtevasına bakıldığı takdirde, bu ikinci hayatın sadece ruhlar âleminde başlayıp süreceğini ileri sürmek, bu hayat içinde bedenlerin rol almayacağını söylemek aşırı bir te’vil olur. Bu sebepledir ki Gazzâlî “haşr-i cismânî”yi inkâr eden filozofların bu kanaatini İslâm dışı telakki etmiştir. Âhiretle ilgili nasların ihtiva ettiği maddî unsur ve tasvirler, insanlar tarafından idrak edilebilmesi için dünyadakilere benzetilirse de bunların temel özellikleri itibariyle tamamen ayrı şeyler olduğu şüphesizdir. Ebedî âlemin kanunlarını fâni âlemin kanunlarıyla mukayese etmek ve birinin şartlandırdığı mantıkla diğeri hakkında hüküm vermek elbette ki yanlıştır (bk. es-Secde 32/17; Buhârî, “Bedʾü’l-ḫalḳ”, 8; Müslim, “Îmân”, 312). Cennet ile cehennemin ve âhiret hayatının ebedîliği hemen hemen bütün İslâm âlimlerinin benimsediği bir husustur. Saadet yurdu olan cennetin ebedîliğine itiraz edilmemekle beraber, elem ve azapla dolu cehennem hayatının sona erebileceğini veya cehennem halkının azaba karşı bağışıklık kazanabileceğini ileri sürenler olmuştur. Hz. Ömer, İbn Mes‘ûd, Ebû Hüreyre ve Ebû Saîd el-Hudrî tarafından benimsendiği rivayet edilen bu görüşe taraftar olanlar arasında İbnü’l-Arabî, İbn Teymiyye, İbn Kayyim el-Cevziyye de bulunmaktadır (bk. İbn Kayyim, s. 280-315) (âhiret hayatının çeşitli ayrıntıları için bk. A‘RÂF ; CEHENNEM ; CENNET ; HAŞİR ; KIYAMET ). İslâm inancının temel konularından birini teşkil eden âhiret mevzuu çeşitli İslâmî eserlerde ele alınarak işlenmiştir. Konularına göre düzenlenmiş muhtelif hadis kitapları, kıyamet alâmetleri ve âhiret hallerine çeşitli bölümler ayırmışlar (fiten ve melâhim, sıfatü’l-kıyâme, sıfatü’l-cenne, sıfatü cehennem gibi) ve konu ile ilgili birçok hadisi bu bölümlerde toplamışlardır. Kelâm ilmi, genellikle İslâm inancına veya Ehl-i sünnet akîdesine karşı yapılan itirazlara cevap mahiyetinde ortaya çıktığından, ilk döneme ait kelâm kitaplarında, tartışmalı konular arasına girmeyen âhiret mevzuuna fazla yer verilmemiştir. Mütekâmil devirden itibaren yazılan kelâm kitaplarında ise âhiret konusu daima kendine has yerini almış ve daha çok İslâm filozoflarıyla Mu‘tezile ve Havâric gibi bid‘at fırkaları arasında anlaşmazlık konusu olan meseleler tartışılmıştır. Tasavvuf ve irşada yönelik İslâmî eserlerde de âhiret konularına yer verilmiştir. İslâm âlimleri âhiret inancıyla ilgili müstakil eserler de meydana getirmişlerdir. Bu eserlerin bir kısmı, ölümden veya dünyanın yıkılışından itibaren cennet ile cehennemin ebedîliğine kadar bütün âhiret hayatını içine almaktadır. Bunlar arasında Ebû Dâvûd es-Sicistânî’ye ait el-Baʿs̱ (nşr. Ebû Hâcer M. Saîd b. Besyûnî Zağlûl, Beyrut 1407/1987), Gazzâlî’ye ait ed-Dürretü’l-fâḫire , İbn Abdüsselâm’a ait Beyânü aḥvâli’n-nâs yevme’l-ḳıyâme (bk. Keşfü’ẓ-ẓunûn , I, 260), Kurtubî’ye ait et-Teẕkire , Süyûtî’ye ait el-Budûrü’s-sâfire , İbn Kesîr’e ait en-Nihâye ve Seyyid Kutub’a ait Meşâhidü’l-ḳıyâme fi’l-Ḳurʾân (Beyrut, ts., Dârü’ş-Şurûk) adlı eserleri zikretmek mümkündür. Âhiret hayatıyla ilgili olarak kaleme alınan eserlerin bir kısmı da bu hayatın belli konularını kapsar. Meselâ kıyamet alâmetleri konusunda Şemseddin es-Sehâvî’ye ait el-Ḳanâʿa fîmâ yaḥsünü’l-iḥâṭa bihî min eşrâṭi’s-sâʿa (nşr. Mecdî es-Seyyid İbrâhim, Kahire, ts. [Mektebetü’l-Kur’ân]), Berzencî’ye ait el-İşâʿa ve Sıddîk Hasan Han’a ait el-İẕâʿa li-mâ kâne ve mâ yekûnü beyne yedeyi’s-sâʿa (Kahire 1379/1959) adlı eserler; kabir hayatı konusunda İbn Kayyim’in er-Rûḥ , İbn Receb’in Ehvâlü’l-ḳubûr ve aḥvâlü ehlihâ ile’n-nüşûr (nşr. Ebû Hâcer M. Saîd b. Besyûnî Zağlûl, Beyrut 1405/1985), Süyûtî’nin Şerḥu’ṣ-ṣudûr bi-şerḥi ḥâli’l-mevtâ ve’l-ḳubûr (Kahire, ts., Halebî baskısı) ve Süleyman Toprak’ın Ölümden Sonraki Hayat-Kabir Hayatı (Konya 1986) adlı eserleri zikredilebilir. Cennet ile cehennemin tavsifi konusu muhtelif hadis kitaplarında ve kelâma dair eserlerde yer aldığı gibi, ilk dönemlerden itibaren kaleme alınan müstakil eserlerde de işlenmiştir. Bunlar arasında şu kitapları saymak mümkündür: İbn Habîb es-Sülemî, Kitâbü Vaṣfi’l-firdevs (Beyrut 1407/1987); İbn Kayyim, Ḥâdi’l-ervâḥ ; İbn Receb, et-Taḫvîf mine’n-nâr ve’t-taʿrîf bi-ḥâli dâri’l-bevâr (Beyrut 1405/1985); Sıddîk Hasan Han, Yaḳaẓatü üli’l-iʿtibâr mimmâ verede fî ẕikri’n-nâr ve aṣḥâbi’n-nâr (Kahire 1398/1971). İslâm âlimleri, âhiret hayatında müminlerin erişeceği en büyük lutuf olan rü’yetullah konusunda da müstakil eserler kaleme almışlardır. Bunlar arasında Âcurrî’nin et-Taṣdîḳ bi’n-naẓar ilallāhi teʿâlâ fi’l-âḫire (nşr. Semîr b. Emîn ez-Züheyrî, Beyrut 1408/1988); Ebü’n-Nehhâs Abdurrahman b. Ömer’in Kitâb fî rüʾyetillâhi tebâreke ve teʿâlâ (nşr. Mahfüzurrahman b. Zeynullah es-Selefî, Mecelletü’l-Câmiʿati’l-İslâmiyye , Medine 1401, XIII, sy. 50-51, s. 253-264) ve Süyûtî’nin İsbâlü’l-kisâʾ ʿale’n-nisâʾ (Beyrut 1405/1984) adlı eserlerini zikretmek mümkündür. BİBLİYOGRAFYA Buhârî, “Bedʾü’l-ḫalḳ”, 8, “Ṣalât”, 48, “Cihâd”, 33, “Riḳāḳ”, 39, 41. Müslim, “Îmân”, 312, “Ẕikir”, 14, 16-18, “Fiten”, 133-135. İbn Mâce, “Zühd”, 32. Tirmizî, “Zühd”, 5. Mâtürîdî, Kitâbü’t-Tevḥîd , s. 323-365. Kādî Abdülcebbâr, el-Muġnî , XVI, 431-433. a.mlf., Şerḥu’l-Uṣûli’l-ḫamse , s. 734-738. Bağdâdî, Uṣûlü’d-dîn , s. 228-239, 242-246. Cüveynî, el-ʿAḳīdetü’n-Niẓâmiyye (nşr. M. Zâhid Kevserî), Kahire 1367/1948, s. 58-64. Gazzâlî, İḥyâʾ (Beyrut) , IV, 516-517. Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , I, 8. Nesefî, Tebṣıratü’l-edille , vr. 213 a -219 b . İbn Kayyim el-Cevziyye, Ḥâdi’l-ervâḥ , Kahire, ts. (Mektebetü nehdati Mısr), s. 280-315. Lisânü’l-ʿArab , “âḫiret” md. İbn Kesîr, en-Nihâye (Zeynî) , I, 228-232. Teftâzânî, Şerḥu’l-ʿAḳāʾid , s. 132-151. Fuzûlî, Maṭlaʿu’l-iʿtiḳād (nşr. Muhammed b. Tâvît et-Tancî), Ankara 1381/1962, s. 77-87. Tehânevî, Keşşâf , “âḫiret” md. Zebîdî, İtḥâfü’s-sâde , II, 213-221; X, 462-465. Keşfü’ẓ-ẓunûn , I, 260, 1163. Îżâḥu’l-meknûn , I, 59, 107, 171, 275; II, 168, 410. E. I. J. Rosenthal, Judaism and Islam , London 1961, s. 17-18. M. F. Abdülbâkī, el-Muʿcem , “liḳāʾ”, “âḫiret” md.leri. Hasan el-Mustafavî, et-Taḥḳīḳ fî kelimâti’l-Ḳurʾâni’l-Kerîm , “âḫiret” md. Akkād, el-Ḳurʾân ve’l-insân ( Mevsûʿa içinde), Beyrut 1390-91/1970-71, IV, 189-190. Ferîd Vecdî, DMİ , I, 89-103. Mehmet Aydın, Din Felsefesi , İzmir 1987, s. 184-209. Ö. R. Doğrul – İ. H. İzmirli, “Âhiret”, İTA , I, 158-170. D. B. Macdonald, “Kıyâmet”, İA , VI, 776-780. A. S. Tritton, “Āk̲h̲ira”, EI 2 (Fr.) , I, 335. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1988 yılında İstanbul’da basılan 1. cildinde, 543-548 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Buhârî, “Bedʾü’l-ḫalḳ”, 8, “Ṣalât”, 48, “Cihâd”, 33, “Riḳāḳ”, 39, 41.",
        "Müslim, “Îmân”, 312, “Ẕikir”, 14, 16-18, “Fiten”, 133-135.",
        "İbn Mâce, “Zühd”, 32.",
        "Tirmizî, “Zühd”, 5.",
        "Mâtürîdî, Kitâbü’t-Tevḥîd , s. 323-365.",
        "Kādî Abdülcebbâr, el-Muġnî , XVI, 431-433.",
        "a.mlf., Şerḥu’l-Uṣûli’l-ḫamse , s. 734-738.",
        "Bağdâdî, Uṣûlü’d-dîn , s. 228-239, 242-246.",
        "Cüveynî, el-ʿAḳīdetü’n-Niẓâmiyye (nşr. M. Zâhid Kevserî), Kahire 1367/1948, s. 58-64.",
        "Gazzâlî, İḥyâʾ (Beyrut) , IV, 516-517.",
        "Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , I, 8.",
        "Nesefî, Tebṣıratü’l-edille , vr. 213 a -219 b .",
        "İbn Kayyim el-Cevziyye, Ḥâdi’l-ervâḥ , Kahire, ts. (Mektebetü nehdati Mısr), s. 280-315.",
        "Lisânü’l-ʿArab , “âḫiret” md.",
        "İbn Kesîr, en-Nihâye (Zeynî) , I, 228-232.",
        "Teftâzânî, Şerḥu’l-ʿAḳāʾid , s. 132-151.",
        "Fuzûlî, Maṭlaʿu’l-iʿtiḳād (nşr. Muhammed b. Tâvît et-Tancî), Ankara 1381/1962, s. 77-87.",
        "Tehânevî, Keşşâf , “âḫiret” md.",
        "Zebîdî, İtḥâfü’s-sâde , II, 213-221; X, 462-465.",
        "Keşfü’ẓ-ẓunûn , I, 260, 1163.",
        "Îżâḥu’l-meknûn , I, 59, 107, 171, 275; II, 168, 410.",
        "E. I. J. Rosenthal, Judaism and Islam , London 1961, s. 17-18.",
        "M. F. Abdülbâkī, el-Muʿcem , “liḳāʾ”, “âḫiret” md.leri.",
        "Hasan el-Mustafavî, et-Taḥḳīḳ fî kelimâti’l-Ḳurʾâni’l-Kerîm , “âḫiret” md.",
        "Akkād, el-Ḳurʾân ve’l-insân ( Mevsûʿa içinde), Beyrut 1390-91/1970-71, IV, 189-190.",
        "Ferîd Vecdî, DMİ , I, 89-103.",
        "Mehmet Aydın, Din Felsefesi , İzmir 1987, s. 184-209.",
        "Ö. R. Doğrul – İ. H. İzmirli, “Âhiret”, İTA , I, 158-170.",
        "D. B. Macdonald, “Kıyâmet”, İA , VI, 776-780.",
        "A. S. Tritton, “Āk̲h̲ira”, EI 2 (Fr.) , I, 335."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
