{
  "id": "eweb_231",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/arif",
  "annotator": "Jeremy",
  "title": "ÂRİF",
  "arabic_title": "العارف",
  "summary": "Mânevî tecrübeyle mârifet ve hakikat mertebesine ulaşan sûfî.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "“Tanıyan, bilen, vâkıf ve âşina olan, halden anlayan” gibi mânalara gelen ârif , daha çok tasavvufta kullanılan bir terimdir. Ârifin bilgisine mârifet denir. Mârifet, kelâm ve felsefede ilimle eş anlamlı olarak umumiyetle bilgi mânasına kullandığı gibi mârifetullah şeklinde ve Allah hakkındaki bilgi için de kullanılmıştır. Tasavvufta ise Allah’a dair olan bilgi başta olmak üzere bütün varlık ve olayların mahiyeti hakkındaki bilgiye mârifet denilmiş ve ârif (ehl-i ma‘rifet) ile âlim arasında açık bir ayırım yapılmıştır. Bu ayırım hem mârifet (veya irfân) ile ilim arasındaki metot farkından, hem de ârif ile âlimin vasıflarının başkalığından ileri gelmektedir. İlmin elde edilmesinde âlimin dinî ve ahlâkî şahsiyetinin önemi olmadığı halde mârifete ulaşmada şahsiyet merkezî rol oynar. Âlim zihnî faaliyetle mutlak surette bilen, ârif ise ahlâkî ve mânevî arınma sayesinde sezgi gücü ve derunî tecrübe ile öğrenen, anlayandır. Âlimin zıddı cahil, ârifin zıddı münkirdir. Buna göre Allah’a ârif denmez, âlim (alîm) denir. İlmin elde edilebilmesi için dini yaşama zarureti yoktur. Bu yüzden sûfîler, birinin amelsiz olduğunu ifade etmek istedikleri zaman ona âlim (veya molla) derler. Âlim örnek alınır, ârifle hidayete erilir. Âlim Allah’ı delille bilir, ârif ise Allah’ı Allah’la tanır. Gökler ve yer en ücra köşelerine kadar ârifin bilgi alanına girer ve ârif tamamen mânevî sezgiyle âlemi müşahede eder. Bununla birlikte ârifler, görüş (nazar) ve mârifetlerinin genişliğine göre farklı derecelerde olabilirler (bk. Gazzâlî, İḥyâʾ , IV, 309-310). Sûfî müellifler, bilgiye güvenme bakımından da ârifin âlimden üstün olduğu görüşündedirler. Buna göre âlim bilgisine güvenmekte, ilmî faaliyetleri ilerledikçe bilgisinin de ilerlediğini düşünmektedir. Oysa ârifin mârifeti arttıkça hayreti artar ve bu şekilde hayreti bilgisini aşar; sonunda mârifetten âciz olduğunu idrak etmesi en yüksek mârifet olarak kalır (bk. Hücvîrî, II, 516-518). Böylece âriflik (irfâniyye, gnostisizm) bilinmezciliğe (lâedriyye, agnostisizm) varır. Âriflerin konuşmaktan çok susmayı tercih etmelerinin sebebi, onların, mârifette ulaşabildikleri son mertebede hiçbir şey bilmediklerini yahut da bildiklerinin eksik ve kusurlu olduğunu kavramış olmalarıdır. Bu düşünce Bâyezîd-i Bistâmî’ye, “Kul cahil olduğu nisbette âriftir”; Fuzûlî’ye, “Ârif oldur bilmeye dünyâ vü mâ-fîhâ nedir” dedirtmiştir. Ârife hiçbir şey gizli kalmaz, çünkü onda bilen kendisi değil Allah’tır. Bu bakımdan ârif müminden de farklıdır. Mümin Allah’ın nuru ile, ârif Allah’la bakar (bk. Serrâc, s. 63). Çünkü mümin Allah’ın zikriyle, ârifse yalnızca Allah’la meşguldür. Bu suretle ârif Allah’ın konuşan dili, gören gözüdür. Nitekim Cüneyd-i Bağdâdî ârifi “kendisi sustuğu halde içinde Hakk’ın konuştuğu kişi” diye tarif etmiştir (Sülemî, s. 157). “Sultânü’l-ârifîn” diye tanınan Bâyezîd-i Bistâmî’ye göre ârifle mâruf (Allah) arasında perde yoktur; bu yüzden ilâhî âlem ârife ayan beyandır. Şiblî, ârifin Allah’ı temaşa makamına “meşhedü’l-Hak” demiştir (Serrâc, s. 57). Ârif bu meşhedde gördüklerini istese de anlatamaz. “Allah’ı tanıyanın dili tutulur” (Hücvîrî, II, 518). Ancak çok büyük edip-ârifler, bunları edebiyat dilinin sembolizminden faydalanarak anlatabilirler. Hicrî ilk iki asırda bilgiden çok aksiyona değer verildiğinden, dünyayı önemsememeyi gerçek dindarlık sayan zâhid ile çok ibadet ederek cenneti kazanmaya çalışan âbid en mükemmel dinî şahsiyet kabul ediliyordu. Tasavvufun gelişmesiyle birlikte gittikçe mârifete daha çok önem verilerek zühd ve ibadet mârifete ulaşmanın vasıtaları kabul edilmeye başlandı. Bu yüzden ilk sûfîler, en yüksek iman ve ahlâk timsâli olarak gördükleri ârifi âbid ve zâhidden üstün tuttular. Buna göre ârif, ötekilerin aksine olarak dünya ile birlikte âhiretten de yüz çevirmiştir. Yani o zâhid ve âbidin umduğu cennete ve içindeki maddî nimet ve lezzetlere, cehennem ve oradaki maddî işkenceye önem vermez (bk. İbnü’l-Arabî, IV, 43). Zâhidde korku ve hüzün, ârifte sevgi ve neşe hâkimdir. Ârif sadece mârufa (Allah) âşıktır. Bu sebeple ârif, Bâyezîd-i Bistâmî’nin ifadesiyle, rüyada bile Allah’tan başkasını görmez. Ârif sadece zâhid gibi bu dünyada değil öteki dünyada da gariptir; çünkü zâhid dünyayı, ârif iki cihanı terketmiştir (bk. Sülemî, s. 112). Bu şekilde tasavvufta ârifin zâhid ve âbidden üstün olduğu düşüncesi, başka bir ifadeyle, mârifet tasavvufî makamların en yükseği kabul edilerek ibadet, zühd ve takvânın bu makama ulaşmanın vasıtaları sayılması, âriflerin amele ihtiyaçlarının kalıp kalmadığı tartışmasını doğurdu. Bazı aşırı mutasavvıflara göre, ibadetlerden maksat, kulun mârifetullaha ulaşıncaya kadar çaba sarfetmesidir; mârifet hasıl olunca vüsûl gerçekleşir, bundan sonra artık vasıta ve vesileye (ibadet ve ahlâk) gerek kalmaz. Bu müfrit grup, tasavvuf tarihinde âriflerin ulularından sayılan Ebû Tâlib el-Mekkî, Cüneyd-i Bağdâdî, Gazzâlî, Kuşeyrî, Abdülkādir-i Geylânî gibi büyük sûfîler tarafından şiddetle tenkit edilmiştir. Cüneyd-i Bağdâdî, takvâ ve hayır türünden amellerin âriflerden sâkıt olacağı iddiasının çok tehlikeli olduğunu, zina ve hırsızlık yapanların durumunun bunlarınkinden daha ehven olduğunu, âriflerin, Allah’tan aldıkları ameller sayesinde Allah’a ulaştıklarından, yükselişlerinin yegâne sebebi olan ameli kesinlikle terkedemeyeceklerini belirtir (bk. İbn Kayyim el-Cevziyye, III, 355-356). Zünnûn el-Mısrî’ye göre de ârifin mârifet nuru takvâ nurunu söndürmez. Yahyâ b. Muâz ise ibadeti gözetmeyen âriflerin mahvolacakları görüşündedir (bk. Serrâc, s. 61). İrfan makamı çileli bir hayatla kazanılır. Ârif hayır ve nimeti cemâl sıfatının, şer ve musibeti celâl sıfatının tecellisi bildiğinden, Allah’ın lutfunu da kahrını da hoş karşılar. O, sükûn ile hareketi, huzur ile tasayı en yüksek seviyede kendisinde birleştirmiştir. Bundan dolayı Şiblî, “Ârif bahar gibidir; bir taraftan gök gürler, şimşekler çakar, öbür taraftan çiçekler açar, kuşlar ötüşür” demiştir. Ârif, benliği yok olduğu ve Allah’la bekā bulduğu için kendisini muhavvilü’l-ahvâl in (Allah) tasarrufuna bırakmıştır. Bu bakımdan o, ibnülvakt tir, her vakitte yapılması gerekeni yapar; geçmişe hayıflanmayı, gelecekten tasalanmayı bir tarafa bırakarak an ı yaşar (bk. İbn Kayyim el-Cevziyye, III, 257). Saf suyun, içinde bulunduğu kabın şeklini ve rengini alması gibi ârif de zaman ve mekâna göre değişse de özü ve mahiyeti bakımından aynı kalır; bu bakımdan da ebü’l-vakt tir; zamana mahkûm değil, hâkimdir. Onun değişen tarafı halkla olmasından, değişmeyen tarafı Hak’la olmasından ileri gelir. Ârifin insanlarla olan münasebeti Allah’ın yaratıklarıyla olan münasebetine benzediğinden onu görenler Allah’ı hatırlar. Sonraki mutasavvıflar, ilk sûfîlerin ârif hakkındaki görüşlerini geliştirerek “insân-ı kâmil” fikrine ulaştılar. İbnü’l-Arabî, Mevlânâ gibi bazı sûfîlere göre ârif Allah’ın bütün isim ve sıfatlarıyla kendisinde tecelli ettiği insân-ı kâmildir (bk. İNSÂN-ı KÂMİL ). Fârâbî ve İbn Sînâ gibi İslâm filozoflarına göre ittisâl suretiyle mârifetullaha ulaşan ârif, en yüksek mutluluğu da kazanmış olur. Mâ lâ büdde li’l-ʿârif adlı eserin müellifi İbn Seb‘în’e göre bütün çabasını ilim ve düşünceye yönelten ârif, böylece faal akıl ile irtibat kurar (bk. İbrâhim Medkûr, I, 56). İşrâkī filozof Sühreverdî, bu yükseliş ile irtibat kurmayı ve faal akıl veya -kendi tabiriyle- “âlem-i kuds”ten bilgiler (maârif) almayı zühdî çaba ve ahlâkî arınma şartına bağlar (bk. Heyâkilü’n-nûr , s. 28, 40-44). Fârâbî’nin ittisâl nazariyesini sürdüren İbn Sînâ, el-İşârât ’ta “Makāmâtü’l-ârifîn” başlığı altında âbid ve zâhidden üstün tuttuğu ârifi, ceberût âleminin kudsiyetine yönelmiş, içine daima Hakk’ın nuru doğan kimse şeklinde tanıtır. Ona göre ârifin gizli ve açık öyle halleri vardır ki bu hallerden anlayanlar onları tebcil, anlamayanlar takbih eder. O, Allah’ı (el-hakku’l-evvel) sadece kendisi için arzular ve ona ancak lâyık olduğu için kulluk eder. Her şeyde Hakk’ı gören ârif kaderdeki ilâhî sırrı sezer. İyiliği yayma ve kötülüğe engel olma (emir bi’l-ma‘rûf nehiy ani’l-münker) konusunda daima hoşgörülü davranır; müjdeler, korkutmaz; kolaylaştırır güçleştirmez. Hatta o, ölüm korkusunu yenecek kadar yiğittir. Ârif bâtılı sevmekten kurtulduğu için cömert, kendisini beşerin en aşağısı gördüğü için alçak gönüllü, zihni Hak ile meşgul olduğu için kinden uzaktır. Görüldüğü gibi sûfîler ile İslâm filozoflarının çoğunluğu -mârifete ulaşmanın metodu konusunda az çok farklı düşünseler de- ârifin nitelikleri ve ulaştığı nokta hususunda aynı düşünceyi paylaşmış bulunuyorlar. İslâm kültür tarihinde, tasavvufa dair tabakat kitapları yanında, âriflerin özellikle söz, hal ve hareketlerini, kerametlerini ihtiva eden birçok menâkıbnâmeler yazılmıştır. Eflâkî’nin Menâḳıbü’l-ʿârifîn ’i, Tüsterî’nin Mevâʿiẓü’l-ʿârifîn ’i, Kadı Muhammed’in Silsiletü’l-ʿârifîn ’i, Muhammed Gaznevî’nin Ravżatü’l-ʿârifîn ’i, Rızâ Kulı Han Hidâyet’in Riyâżü’l-ʿârifîn ’i bu türden eserlerin en meşhurlarıdır (ayrıca bk. MÂRİFET ). BİBLİYOGRAFYA Hakîm et-Tirmizî, Ḫatmü’l-evliyâʾ (nşr. Osman İsmâil Yahyâ), Beyrut 1965, s. 452, 453, 481. Serrâc, el-Lümaʿ , s. 57, 58, 61, 63, 75. Kelâbâzî, et-Taʿarruf , s. 66, 137. Sülemî, Ṭabaḳāt , s. 112, 157. İbn Sînâ, el-İşârât , II, 790, 799-801, 810, 846-850. Kuşeyrî, er-Risâle , s. 601. Hücvîrî, Keşfü’l-maḥcûb , Kahire 1974, II, 516-518. Herevî, Ṭabaḳāt , s. 635. Gazzâlî, İḥyâʾ , III, 405; IV, 309-310. a.mlf., Fayṣalü’t-tefriḳa , Kahire 1319, s. 60. Attâr, Teẕkiretü’l-evliyâʾ , s. 665. Sühreverdî, Heyâkilü’n-nûr , Kahire 1335, s. 28, 40-44. İbnü’l-Arabî, el-Fütûḥât , IV, 43. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Beyrut 1403/1983, III, 257, 355-356. Tehânevî, Keşşâf , II, 995-999. Kāsım Ganî, Târîḫ-i Taṣavvuf , Tahran 1340 hş., s. 409, 411. İbrâhim Medkûr, Fi’l-Felsefeti’l-İslâmiyye , Kahire 1983, I, 46-47, 53-56. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1991 yılında İstanbul’da basılan 3. cildinde, 361-362 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Hakîm et-Tirmizî, Ḫatmü’l-evliyâʾ (nşr. Osman İsmâil Yahyâ), Beyrut 1965, s. 452, 453, 481.",
        "Serrâc, el-Lümaʿ , s. 57, 58, 61, 63, 75.",
        "Kelâbâzî, et-Taʿarruf , s. 66, 137.",
        "Sülemî, Ṭabaḳāt , s. 112, 157.",
        "İbn Sînâ, el-İşârât , II, 790, 799-801, 810, 846-850.",
        "Kuşeyrî, er-Risâle , s. 601.",
        "Hücvîrî, Keşfü’l-maḥcûb , Kahire 1974, II, 516-518.",
        "Herevî, Ṭabaḳāt , s. 635.",
        "Gazzâlî, İḥyâʾ , III, 405; IV, 309-310.",
        "a.mlf., Fayṣalü’t-tefriḳa , Kahire 1319, s. 60.",
        "Attâr, Teẕkiretü’l-evliyâʾ , s. 665.",
        "Sühreverdî, Heyâkilü’n-nûr , Kahire 1335, s. 28, 40-44.",
        "İbnü’l-Arabî, el-Fütûḥât , IV, 43.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Beyrut 1403/1983, III, 257, 355-356.",
        "Tehânevî, Keşşâf , II, 995-999.",
        "Kāsım Ganî, Târîḫ-i Taṣavvuf , Tahran 1340 hş., s. 409, 411.",
        "İbrâhim Medkûr, Fi’l-Felsefeti’l-İslâmiyye , Kahire 1983, I, 46-47, 53-56."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}