{
  "id": "eweb_235",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/basiret",
  "annotator": "Jeremy",
  "title": "BASÎRET",
  "arabic_title": "البصيرة",
  "summary": "Kutsiyet nuruyla aydınlanmış kalbin maddî ve mânevî âlemdeki hakikatleri görme yeteneği anlamına gelen tasavvuf terimi.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "“Görme, idrak etme, bir şeyin iç yüzüne vâkıf olma, sezgi” gibi anlamlara gelen basîret kelimesi Kur’ân-ı Kerîm’de genel olarak “görme” anlamı yanında özellikle “hakikati keşfetme, doğru yolu tanıma, gerçeği yanlıştan ayırma yeteneği” mânalarında kullanılmış ve bu bakımdan mânevî körlük veya dalâletin zıddı olarak gösterilmiştir (bk. el-En‘âm 6/50, 104; Hûd 11/24; el-İsrâ 17/72; en-Neml 27/81). Aslında basîret, ilâhî sıfatlardan biri olan basar ın kullardaki tecellisidir. Bu tecelliden nasibi olmayanların gözlerinde perde vardır (el-Bakara 2/7) ve bu sebeple gerçekleri göremezler (Yâsîn 36/9). İnsanların gerçekleri görmelerine ışık tuttuğu için Kur’an âyetlerine de besâir (basîretler) denilmiştir (bk. el-A‘râf 7/203; el-Kasas 28/43). Kur’an küfür, nifak, hırs, kin gibi olumsuz inanç ve duygular yüzünden kalp gözü körleşmiş ve basîreti bağlanmış kimseler hakkında “körler” (el-Bakara 2/18), “kalpleri olup da bununla idrak edemeyenler” (bk. el-A‘râf 7/179), “bakar körler” (bk. el-A‘râf 7/197) gibi tabirler kullanır, inananları basîretli, inkârcıları kör sayar. Kur’an’da kendilerinden ülü’l-ebsâr (el-Haşr 59/2), ülü’l-elbâb (ez-Zümer 39/9), ülü’n-nühâ (Tâhâ 20/54) diye söz edilen basîret sahipleri hislerine kapılmadıkları ve nefislerini günahlarla kirletmedikleri için maddî ve mânevî hakikatleri olduğu gibi görür ve ona göre hareket ederler. Basîretin beş duyudan biri olan görmenin ötesinde ruhî bir meleke olduğunu ifade eden hadisler de vardır. Nitekim Hz. Peygamber, “Ruh bedenden ayrıldığında görme gücü de (basar) onunla birlikte gider” buyurmuştur (Müslim, “Cenâʾiz”, 7, 9). Hz. Peygamber’in, gözleri uyusa da kalbinin uyanık olduğunu belirten hadislerinden de (bk. Buhârî, “Menâḳıb”, 24) basîretin ruhî bir meleke olduğu ve peygamberler gibi inanç ve amel dünyası gelişmiş insanlarda bu melekenin güçlü bir şekilde tezahür ettiği anlaşılmaktadır. Nitekim sâdık rüya bu melekenin sonucudur. Mutasavvıflar, insanın dış âlemi gören bedendeki iki gözüne karşılık kalbin de iç âlemi gören iki gözü bulunduğunu kabul eder ve buna aynü’l-kalb, dîde-i cân, çeşm-i bâtın-bîn, mârifet gözü ve kalp gözü gibi isimler verirler. Bedendeki göz maddî âlemdeki varlıkları, olayları, renkleri ve şekilleri gördüğü gibi gönül gözü de dış âlemdeki eşya ve olayların iç yüzünü ve mânevî âlemdeki hakikatleri görür. Bedendeki göz insanlarla hayvanlar arasında müşterektir, fakat kalp gözü insanlara mahsustur. Basîret gözü her insanda kuvve halinde vardır. Bazı kimselerde bu göz Allah vergisi (vehbî) olarak doğuştan açık olursa da çok defa his perdesiyle örtülü olduğundan onu mücâhede ile açmak gerekir. Bazı insanların kalp gözü çabuk, bazılarınınki geç açılır. Basîreti açılanların duyular ötesi gerçekleri görmelerinin de değişik dereceleri vardır. Bedendeki gözde olduğu gibi kalp gözü için de eksik ve yanlış görme bahis konusu olur; kalp gözü safiyet derecesine göre tam veya eksik görebilir. İbn Kayyim’e göre basîret, Allah’ın mümin kulunun kalbine attığı öyle bir nurdur ki insan Peygamber’in verdiği haberin kesin şekilde gerçeği ifade ettiğini bu nur sayesinde kavrar; böylece şüphe, tereddüt ve hayretten kurtulur. Basîret sahibi geleceğinden endişe etmez, zira ilerisiyle ilgili tedbirleri eksiksiz olarak almıştır. Bu âlemdeki her şeyin yerli yerince cereyan etmekte olduğuna inanır. Kalbinden mârifet fışkırır. Tasavvufta basîret, Allah’ın nuru ile bakma ve görme şeklinde de tarif edilir. Bu tarife göre de firâset le eş anlamlıdır. BİBLİYOGRAFYA Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , “baṣîret” md. et-Taʿrîfât , “baṣîret” md. Ca‘fer Seccâdî, Ferheng-i Luġāt u Iṣṭılâḥât u Taʿbîrât-i ʿİrfânî , Tahran 1403/1983, s. 101. Buhârî, “Menâḳıb”, 24. Müslim, “Cenâʾiz”, 7, 9. Herevî, Menâzil , s. 30. Gazzâlî, İḥyâʾ , III, 44. Ebû Mansûr el-Abbâdî, Ṣûfînâme , Tahran 1347, s. 163. Baklî, Meşrebü’l-ervâḥ , s. 73. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Beyrut 1983, I, 139-147. Lisânüddin, Ravżatü’t-taʿrîf (nşr. Abdülkādir Ahmed Atâ), Kahire 1968, s. 488. Ankaravî, Minhâcü’l-fukarâ , İstanbul 1250, s. 212. Gümüşhânevî, Câmiʿu’l-uṣûl , Kahire 1319, s. 6. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1992 yılında İstanbul’da basılan 5. cildinde, 103 numaralı sayfada yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , “baṣîret” md.",
        "et-Taʿrîfât , “baṣîret” md.",
        "Ca‘fer Seccâdî, Ferheng-i Luġāt u Iṣṭılâḥât u Taʿbîrât-i ʿİrfânî , Tahran 1403/1983, s. 101.",
        "Buhârî, “Menâḳıb”, 24.",
        "Müslim, “Cenâʾiz”, 7, 9.",
        "Herevî, Menâzil , s. 30.",
        "Gazzâlî, İḥyâʾ , III, 44.",
        "Ebû Mansûr el-Abbâdî, Ṣûfînâme , Tahran 1347, s. 163.",
        "Baklî, Meşrebü’l-ervâḥ , s. 73.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Beyrut 1983, I, 139-147.",
        "Lisânüddin, Ravżatü’t-taʿrîf (nşr. Abdülkādir Ahmed Atâ), Kahire 1968, s. 488.",
        "Ankaravî, Minhâcü’l-fukarâ , İstanbul 1250, s. 212.",
        "Gümüşhânevî, Câmiʿu’l-uṣûl , Kahire 1319, s. 6."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}