{
  "id": "eweb_243",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/cah",
  "annotator": "Jeremy",
  "title": "CÂH",
  "arabic_title": "جاه",
  "summary": "Kişiye toplumda saygınlık kazandıran ve bir tutku halini alarak ahlâkî hayata zarar verebileceği düşünülen şan, şöhret, mevki anlamında ahlâk ve tasavvuf terimi.",
  "parts": [
    {
      "author": "MUSTAFA ÇAĞRICI",
      "content": "Arapça vech ( وجه ) kelimesinin harf sırasının değiştirilmesiyle (kalb) meydana getirilmiş olup sözlükte “şeref ve itibar” anlamına gelir ( Lisânü’l-ʿArab , “cvh” md.; Tâcü’l-ʿarûs , “câh” md.). Terim olarak bir kimsenin, sahip olduğu veya sahipmiş gibi göründüğü üstün meziyetler sayesinde insanların üzerinde saygı ve itaat hissi uyandırmak suretiyle kazanmış olduğu şeref ve itibar, daha dar çerçevede ise idarî, siyasî, ilmî vb. mevki ve makam anlamında kullanılmıştır. Böyle bir özel mevki elde edebilmek için halkın veya üst makamlarda bulunanların nezdinde şöhret ve itibar sahibi olmak gerektiği dikkate alınarak câhın yukarıdaki iki anlamı arasında sıkı bir bağ kurulmuştur (bk. Gazzâlî, III, 278-279; Râzî, s. 141). Kaynaklarda câh kelimesi yanında aynı veya yakın anlamlarda imâret , şöhret , iştihar , sît , mansıb , menzile gibi daha başka kavramlara da rastlanır. Kur’ân-ı Kerîm’de ve sahih hadislerde câh terimi kullanılmamıştır. Ancak insanları dünya tutkusuna karşı uyaran âyetlerle Hz. Peygamber’in zühd hakkındaki açıklamaları ve özellikle, “İleride sizler yöneticiliğe (imâret) çok düşkün olacaksınız; fakat âhirette bundan dolayı pişmanlık duyacaksınız” (Buhârî, “Aḥkâm”, 7; Nesâî, “Beyʿat”, 39) meâlindeki hadisi ve Abdurrahman b. Semüre’ye hitaben, “Emirliğe talip olma!..” (Buhârî, “Aḥkâm”, 5, 6, “Eymân”, 1) şeklindeki buyruğu, ahlâk âlimleri ve mutasavvıfların mevki, şan ve şeref tutkusuna karşı tavır almalarına yol açmıştır. Nitekim Ebû Tâlib el-Mekkî, “fakirliği ve fakirleri sevmek, miskinlerle birlikte yaşayıp onlara karşı alçak gönüllü olmak” anlamında ve şöhretin zıddı olarak kullandığı humûlü hallerin en faziletlisi sayar. Ona göre zühdün en yüksek mertebesi insanları yönetmekten (riyâset), onlar nezdinde makam (menzile) ve mevki (câh) sayılan mertebelerden uzak durmaktır. Hatta zâhidler insanı dünyaya, mevki ve makama yönelten bilgilerden bile çekinmeyi zühdün gereği saymışlardır (Ebû Tâlib el-Mekkî, I, 266-267). Bütün mutasavvıflar mevkiden kaçış ve mevki tutkusundan kurtulma mücadelesinde, Belhli bir veliaht iken dünyevî makam ve ikballeri terkederek tasavvuf yolunu seçmiş olan İbrâhim b. Edhem’i (ö. 161/777-78 [?]) ideal örnek olarak saygıyla anarlar. İslâm ahlâkçıları genellikle bir mevki ve itibar sahibi olmaktan çok “hubbü’l-câh” dedikleri mevki ve şöhret ihtirasını reddetmişlerdir. Hz. Yûsuf’un, kendisinin güvenilir ve bilgili bir kimse olduğunu söyleyerek Mısır melikinden hazine nâzırlığı makamına getirilmeyi talep ettiğini bildiren âyete (Yûsuf 12/55) dayanarak ehliyetli bir kimsenin, mevki ihtirası taşımaksızın, ihtiyaçlarını karşılamak ve topluma hizmet etmek maksadıyla makam ve görev talebinde bulunabileceğine hükmedilmiştir. Fahreddin er-Râzî, bir kimsenin kendi isteği olmaksızın bir makama getirilmesinde hiçbir sakınca bulunmadığını belirtir ve buna Hz. Peygamber ile Hulefâ-yi Râşidîn’in durumlarını örnek gösterir. Çeşitli hizmetlerin yerine getirilmesi, yeme içme, giyim, mesken gibi zaruri ihtiyaçların karşılanması için görev ve mevki talebinde bulunmak gerekli olabilir. Dinen mubah olan imkânları elde etmek için makam istemek câiz, riya ve yalan gibi gayri meşrû yollara başvurarak mevki elde etmeye çalışmak ise haramdır (Râzî, s. 137-138; Hâdimî, II, 65-66). Câh konusunu psikolojik, sosyal, ahlâkî ve tasavvufî yönleriyle tahlil eden ilk İslâm düşünürü Gazzâlî’dir. Onun bu tahlilleri, eserlerinde câh konusuna yer veren sonraki ahlâkçılar tarafından hemen hemen aynen tekrar edilmiştir (meselâ bk. Râzî, s. 127-157; Kâşânî, s. 119-128; Hâdimî, II, 123-124). Gazzâlî, bütün sosyal huzursuzlukların kaynağı olarak düşündüğü mevki tutkusunun temelinde insanın bencil arzularını gerçekleştirme eğilimini görür. Ona göre esasında dünyanın iki rüknü olan servet ve mevki arzusunun psikososyal sebebi insanın başkaları nezdinde saygınlık kazanma eğilimidir. Özellikle mevki kazanma isteği bulunan kişi, sahip olduğu veya sahipmiş gibi göründüğü yüksek meziyetler dolayısıyla insanların gönüllerinde kendisi hakkında hayranlık uyandırmak suretiyle onların bağlılıklarını sağlar ve bu şekilde “hürleri kendisine köle yapar” ( İḥyâʾ , III, 279). Gazzâlî mevki ve makam arzusunu başlıca iki sebebe bağlar. Bunlardan ilki insanın kendi geleceği hakkındaki kaygılarıdır. Bu kaygılar onu, mevki ve itibarını yükseltip yaygınlaştırarak daha uzun zaman, daha geniş çevrede güvence içinde olacağı bir gelecek hazırlama çabasına iter. Gazzâlî mevki tutkusunun diğer sebebi dolayısıyla yaptığı açıklamaları ile bu tutkunun metafizik temellerine inmeye çalışmıştır. Ona göre, “De ki, ruh rabbimin emrindendir” (el-İsrâ 17/85) meâlindeki âyetin de gösterdiği gibi insan ruhu “rabbânî bir varlık”tır. Rubûbiyyet “varlık ve kemalde tekleşmek, eşsizleşmek”tir. Kemal ilâhî sıfatlardan olduğu için -yine ilâhî bir varlık olan- insan tarafından tabii olarak istenir ( a.g.e. , III, 281). Kudret ve hâkimiyet birer kemaldir. Şu halde başkaları üzerinde hâkimiyet kurma arzusu insanın tabiatında vardır ( a.g.e. , III, 281-282). Servet gibi mevki ve mansıp da dünya hayatının geçici ihtiyaçlarındandır. Dünyevî olan her imkân gibi mevkiden de âhiret için faydalanılabilir. Şu halde mevki kendi başına bir gaye olarak alınmamalı, özellikle dinî değerler bu gayeye vasıta kılınmamalıdır. “İbadet vasıtasıyla mal ve câh kazanmaya kalkışmak dine karşı işlenmiş bir suçtur ve haramdır” ( a.g.e. , III, 285). Câh terimini, “bazı insanların sahip olduğu ve diğer insanları yönetme imkânını sağlayan bir güç” şeklinde tarif eden İbn Haldûn, Zuhruf sûresinin 32. âyetini de delil göstererek sosyal hayatta farklı mertebelerde mevki ve makamların bulunmasını, gayesi insan türünün idâmesi olan ilâhî bir kanun şeklinde görmüştür. İbn Haldûn’a göre bu kanun uyarınca mevki sahibi adalet ölçüleri içinde, şer‘î ve siyasî hükümlere göre izin, yasak, zorlama gibi değişik tasarruflarıyla fertleri sosyal dayanışmaya sevkeder; faydalı işlere yöneltme, zararlı olanlardan uzaklaştırma çabası gösterir ( Muḳaddime , II, 919-925). Klasik ahlâk kitaplarında mevki ve makamı insanların yararına kullanma çabası “câhı bezletmek” deyimiyle ifade edilir ve bu çabayı gösterenler cömertlerin en şereflisi sayılır (meselâ bk. Mâverdî, s. 321-322; İbn Haldûn, II, 923). BİBLİYOGRAFYA Lisânü’l-ʿArab , “cvh” md. Tâcü’l-ʿarûs , “câh” md. Buhârî, “Aḥkâm”, 5, 6, 7, “Eymân”, 1. Nesâî, “Beyʿat”, 39. Hâris el-Muhâsibî, er-Riʿâye li-ḥuḳūḳıllâh (nşr. Abdülkādir Ahmed Atâ), Beyrut 1405/1985, s. 273-275. a.mlf., el-Veṣâyâ , Beyrut 1406/1986, s. 246-247. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1310, I, 266-267. Mâverdî, Edebü’d-dünyâ ve’d-dîn , Beyrut 1397/1978, s. 321-322. Hücvîrî, Keşfü’l-maḥcûb , Beyrut 1980, s. 260-261, 269. Gazzâlî, İḥyâʾ , III, 274-293. Fahreddin er-Râzî, Kitâbü’n-Nefs ve’r-rûḥ (nşr. M. S. Hasan el-Ma‘sûmî), Tahran 1364 hş., s. 127-157. Kâşânî, el-Ḥaḳāʾiḳ fî meḥâsini’l-aḫlâḳ (nşr. Seyyid İbrâhim el-Miyânecî), Beyrut 1399/1979, s. 119-128. İbn Haldûn, Muḳaddime , I, 351-354; II, 883, 919-925. Hâdimî, el-Berîḳa , İstanbul 1318, II, 64-69, 123-124. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1993 yılında İstanbul’da basılan 7. cildinde, 14-15 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Lisânü’l-ʿArab , “cvh” md.",
        "Tâcü’l-ʿarûs , “câh” md.",
        "Buhârî, “Aḥkâm”, 5, 6, 7, “Eymân”, 1.",
        "Nesâî, “Beyʿat”, 39.",
        "Hâris el-Muhâsibî, er-Riʿâye li-ḥuḳūḳıllâh (nşr. Abdülkādir Ahmed Atâ), Beyrut 1405/1985, s. 273-275.",
        "a.mlf., el-Veṣâyâ , Beyrut 1406/1986, s. 246-247.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1310, I, 266-267.",
        "Mâverdî, Edebü’d-dünyâ ve’d-dîn , Beyrut 1397/1978, s. 321-322.",
        "Hücvîrî, Keşfü’l-maḥcûb , Beyrut 1980, s. 260-261, 269.",
        "Gazzâlî, İḥyâʾ , III, 274-293.",
        "Fahreddin er-Râzî, Kitâbü’n-Nefs ve’r-rûḥ (nşr. M. S. Hasan el-Ma‘sûmî), Tahran 1364 hş., s. 127-157.",
        "Kâşânî, el-Ḥaḳāʾiḳ fî meḥâsini’l-aḫlâḳ (nşr. Seyyid İbrâhim el-Miyânecî), Beyrut 1399/1979, s. 119-128.",
        "İbn Haldûn, Muḳaddime , I, 351-354; II, 883, 919-925.",
        "Hâdimî, el-Berîḳa , İstanbul 1318, II, 64-69, 123-124."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}