{
  "id": "eweb_245",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/cuneyd-i-bagdadi",
  "annotator": "Jeremy",
  "title": "CÜNEYD-i BAĞDÂDÎ",
  "arabic_title": "جنيد بغدادى",
  "summary": "Ebü’l-Kāsım Cüneyd b. Muhammed el-Hazzâz el-Kavârîrî (ö. 297/909) İlk devir sûfîliğinin en güçlü temsilcilerinden olan meşhur sûfî.",
  "parts": [
    {
      "author": "SÜLEYMAN ATEŞ",
      "content": "Bağdat’ta doğdu ve orada yaşadı. Doğum tarihi belli değildir. Ailesi aslen Nihâvendli olup cam ticaretiyle uğraştıklarından Kavârîrî nisbesiyle tanınmaktaydı. Bizzat Cüneyd de ipek ticaretiyle meşgul olduğundan Hazzâz lakabıyla tanınmıştır. Ailesinin Nihâvend’den Bağdat’a ne zaman geldiği kesin olarak bilinmemektedir. Cüneyd küçük yaşta tahsile başladı. Ebû Sevr el-Kelbî’den fıkıh okudu. Ebû Ali Hasan b. Arefe el-Abdî başta olmak üzere bazı âlimlerden hadis dinledi. Dayısı Serî es-Sakatî ve Ebû Hamza el-Bağdâdî gibi sûfîlerin sohbetinde bulundu. Zâhirî ilimlere büyük önem veren Serî, onun önce şer‘î ilimleri öğrenmesini teşvik ettikten sonra, “Allah seni sûfî hadisçi değil hadisçi sûfî kılsın” şeklinde dua etmiştir. Nitekim henüz yirmi yaşında iken fıkıh hocası Ebû Sevr’in ders meclisinde fetva verecek seviyeye gelmişti. İbn Hallikân’ın onun Süfyân es-Sevrî’nin mezhebinde olduğuna dair kaydettiği rivayet doğru değildir. Bu hata Süfyân es-Sevrî’nin adının Ebû Sevr ile karıştırılmasından ileri gelmiş olmalıdır. Cüneyd şer‘î ilimleri iyice öğrendikten sonra kendini zühd, ibadet ve tasavvufa verdi. Aslında küçük yaştan itibaren tasavvufa hevesli idi. Henüz yedi yaşında iken şükrün ne olduğunu soran Serî’ye, “Verdiği nimete güvenerek Allah’a âsi olmamaktır” diye cevap vermesi onun bu alanda ne kadar yetenekli olduğunu göstermektedir. Başta dayısı olmak üzere çevresinde büyük sûfîlerin bulunması, onun küçük yaşta tasavvufa yönelmesine sebep olmuştur denilebilir. Bununla birlikte Cüneyd şer‘î ilimlerle de sürekli meşgul oldu. Ca‘fer el-Huldî’nin, “Hal ile ilmi Cüneyd kadar mükemmel bir şekilde kendisinde birleştiren başka bir sûfî görmedim. Onu gören halinin ilminden üstün, konuşmasını dinleyen ilminin halinden üstün olduğu kanaatine varırdı” demesi ilim ve tasavvuftaki mertebesini göstermektedir. Bundan dolayı “tâvûsü’l-ulemâ” ve “seyyidü’t-tâife” gibi unvanlarla anılırdı. Mu‘tezile âlimi Ebü’l-Kāsım el-Kelbî ona hayran olmuştu. Zira edipler onun sözünden, filozoflar fikrinden, kelâmcılar ilminden faydalanmak için etrafında toplanıyorlardı. Cüneyd, tasavvufun derinliklerine dalmak ve zihni sürekli ruhî konularla meşgul olmakla birlikte geçimini sağlamak için ticaretle de uğraşıyordu. İbn Nüceyd, onun dükkânında perde ile ayırdığı bir köşede ibadete devam ettiğini söyler. Cüneyd’in irşad faaliyetine başlayacak bir duruma geldiğini gören Serî onu vaaz vermeye teşvik etmesine rağmen o kendisinde bu ehliyeti görmediğinden çekingen davranmış, ancak mânevî bir işaret üzerine meclis teşkil edip konuşmaya başlamıştı. Bununla birlikte Cüneyd fenâ ve tevhid gibi tasavvufun ince ve güç anlaşılan konularını kapalı kapılar ardında anlatmayı tercih ediyor (Câmî, s. 87), bazan da bunları fıkıh perdesi altında gizliyordu. Birçok ünlü sûfî Cüneyd’in sohbetinde bulunmuş, onun müridi ve halifesi olmuştur. Ebû Muhammed el-Cerîrî, Ebü’l-Abbas İbnü’l-Arabî, İsmâil b. Nüceyd, Ali b. Bündâr es-Sayrafî, Ebû Bekir Şiblî, Mümşâd ed-Dîneverî, Abdullah eş-Şa‘rânî, Muhammed b. Ali el-Kettânî, Ebû Bekir el-Vâsıtî, Ebû Amr ez-Zeccâcî Cüneyd’in sohbetinde bulunan tanınmış sûfîlerdendir (İbnü’l-Mülakkın, s. 137, Ateş, s. 47). Bu sebeple tarikatların tamamına yakın kısmı silsilelerinde Cüneyd’e yer verirler (Ma‘sûm Ali Şah, II, 440-442). Mutlak İmam, Küçük Şâfiî ve Sadr-i Kebîr gibi unvanlarla anılan fıkıh âlimi İbn Süreyc de onun sohbetinde bulunmuş, ruhaniyetinin tesirinde kalmış ve mânevî alandaki bilgilerini ona borçlu olduğunu ifade etmiştir. Cüneyd’in kelâmcılarla tartışmalara girdiğini göstermek için nakledilen rivayetler mübalağalı olsa bile bunların içinde doğru olanları da vardır. Meselâ İbn Haldûn onun, kelâmcıların Allah’ı eksik sıfatlardan tenzih ettiklerini görünce söylediği, “Kendisinde eksiklik bulunmayan yüce Allah’ı eksiklikten ve kusurdan tenzih etmek aslında kusurdur” sözünü Muḳaddime ’de önemle kaydeder. İbnü’l-Mülakkın’ın kaydettiğine göre Cüneyd ölüm döşeğinde iken oturarak namaz kılmış, bunun da bir nimet olduğunu ifade etmiş, istirahat etmesi gerektiğini söyleyenlere namaza durmak suretiyle cevap vermiş ve virdiyle meşgul iken ruhunu teslim etmiştir. Ölümünden az önce hatim indirmiş, yeni bir hâtime başlayıp Bakara sûresinden yetmiş âyet okumuştu. 297 (909) yılında vefat etmiş olup cenaze namazında 60.000 kişinin bulunduğu rivayet edilir. 296 veya 298 yılında vefat ettiğine dair de rivayetler vardır. Bağdat’ın Şûnîziyye Mezarlığı’nda dayısı ve şeyhi Serî’nin yanında toprağa verilen Cüneyd’in çeşitli İslâm ülkelerinde makamları mevcuttur. Cüneyd tasavvuf terimlerini, usul ve esaslarını tesbit ederek tasavvufun ortaya çıkışını sağlayan büyük sûfîlerden biridir. Tasavvufî görüşleri hem kendi risâleleri hem de kaynak eserler yoluyla günümüze ulaşmıştır. Sûfîliğin temel konularından biri, insan ile Allah arasındaki mesafeyi kapatma meselesidir. Ona göre bu mesafe ancak tasavvuf köprüsüyle kapatılabilir. Bundan dolayı tasavvufu, “Her şeyden alâkayı kesip Allah’la olmaktır” veya, “Allah’ın sendeki seni öldürüp kendisiyle diri kılmasıdır” şeklinde tarif eder (Kuşeyrî, s. 551, 552). Cüneyd birinci tanımda Allah’la kul arasındaki mesafeyi aşmak için insanın Allah’tan başka her şeyden kopması gerektiğini, ikinci tanımda ise bu yolculuğun sonunda beşerî vasıflar ortadan kalkmış olacağından insanın sadece Allah’ın sıfatlarını göreceğini, bu anlamda beşerîliğin yok olup sadece Hakk’ın var olacağını anlatmaktadır. Bu merhalede tasavvufun temel meselesi olan tevhid konusuyla karşılaşılmaktadır. Ebû Nasr es-Serrâc, Cüneyd’i tevhid konusuna ağırlık veren Bağdat sûfîlerinden gösterir. Gerçekten de Cüneyd, Hâris el-Muhâsibî ve Serî es-Sakatî gibi sûfîlerin üzerinde durdukları tasavvufî tevhid anlayışını derinleştirmiş ve bu kavrama yeni boyutlar kazandırmıştır. Cüneyd’e göre tevhid aklın bilgi sınırı dışında kalır. Sûfîlerin tevhidi “kıdemi hudûsten ayırmak, hudûsü kaldırıp kıdemi tek bırakmaktır.” Bu tarife göre o Allah’tan başka her şeyi ortadan kaldırır; hâdis varlıkları kadîm varlığın birer görüntüsü kabul ederek gerçekte var olanın yalnızca Allah olduğunu düşünür ve görüntüleri yok sayar. Daha sonra gelen bütün sûfî müellifler onun bu sözünün etkisinde kalmışlar ve bu ifadeyi tevhidin en veciz ifadesi saymışlardır. Ancak her sûfî bu tanımı kendi görüşleri doğrultusunda yorumlamıştır. Cüneyd tevhidin çeşitli mertebelerinden bahsetmiştir. Ona göre tevhid, biri avamın diğeri havassın tevhidi olmak üzere iki türlüdür. İkrar, tenzih, akıl ve aklî delillere dayanan tevhid avamın tevhididir. Kelâmcıların kıyas ve burhana dayanan tevhid anlayışları da bu kısma girer. Kelâm ilmiyle ilgilenen Cüneyd tevhidi, “Kıdemi hadesten ayırmaktır” şeklinde tarif ederken bu tevhide işaret etmiştir. Bundan dolayı Muhyiddin İbnü’l-Arabî Fuṣûṣü’l-ḥikem ’de onun bu tarifini tenkit etmiştir. Cüneyd tevhidi, “Benzetme, keyfiyet, belirleme, biçimlendirme ve örneklendirme söz konusu olmaksızın O birdir, doğurmadı, doğmadı, zıddı, dengi ve benzeri yoktur demek, bu suretle en mükemmel teklikle O’nun birlik gerçeğini dile getirerek böylece zaten bir olan tekliğin sonucuna varmaktır” biçiminde tarif ederken de kelâm âlimlerinin görüşlerini tekrarlamıştır. Cüneyd tevhidin kelâmdaki mânasını tesbit ve izah etmekle kalmayıp bu kavramı kelâmdan tasavvufa, aklî sahadan ruhî tecrübe alanına nakletmiştir. Artık bu anlamdaki tevhid ruhî temaşaya dayanan, yaşanan ve tadılan (şühûdî ve zevkî) bir tevhiddir. Bu konuyla ilgili bir mektubunda bu tevhidi dörde ayırır. Bunlardan ilki halkın tevhidi, ikincisi zâhir ulemâsının tevhididir; diğer ikisi ise seçkin âriflerin (havassın) tevhididir. Âriflere ait tevhidin birinci mertebesinde Allah’ın birliğini dile getiren sâlikin gözü O’ndan başka bir şeyi görmez; zâhirde ve bâtında O’nun emirlerini yerine getirirken O’ndan başka hiçbir şeyden korkmaz, hiçbir şeye rağbet etmez. Hakk’ın tecellileri karşısında sadece Hak için Hakk’ın emirlerine uyar. İkinci mertebede sâlikin Allah’ın huzurundaki varlığı bir gölge ve hayalden ibarettir. Onu sevk ve idare eden sadece Allah’ın irade ve kudretidir. Tevhid deryasında sâlik fenâ halinde olduğundan ne Hakk’ın davetinden ve emrinden ne de kendisinin bu davete icabet etmesinden haberdardır. Allah’ın huzurunda O’nun hakiki birliğini bulduğundan kendinden geçmiş ve hissini yitirmiştir. Artık onda tasarruf eden, yöneten ve yönlendiren sadece Hak’tır. Bu mertebede kulun sonu evveline dönmüş, olmadan önceki gibi olmuştur; yani kul maddî âleme gelmeden önce hangi halde idiyse yine o hale dönmüştür. Burada Cüneyd’in fenâ ve mîsâk nazariyeleriyle karşılaşılmaktadır. Cüneyd fenâ konusundaki fikirlerini bir mektubunda açıklamıştır. Ona göre fenâ kulun beşerî varlığını unutması, Hakk’ın varlığında kendi ferdî varlığının eriyip kaybolmasıdır. Bunun üç mertebesi vardır. Birinci mertebede fenâ, kulun Hakk’ın emirlerini ve iradesini kendi şahsî istek ve arzularına tercih etmesidir. İkinci mertebede fenâ, Hakk’ın iradesine uyup tamamıyla O’na bağlanan kulun ibadetlerdeki haz ve zevklerden fâni olması, Hak ile kendisi arasına hiçbir vasıtanın girmemesidir. Üçüncü mertebede fenâ, Hakk’ın tecellileriyle kendinden geçen kulun içinde yaşadığı hakikati de görmemesidir. Bu durumda kul nefsinden fâni, Hak ile bâkidir, şekil olarak vardır, ancak isim olarak yoktur. Afîfî, Cüneyd’in bahsettiği fenânın mârifet ve vahdet-i şühûddan ibaret olduğunu söyler. Burada ne kulun maddî varlığının yok olması, ne de Hak ile birleşmesi (ittihad) asla söz konusu değildir. Fenâ halinde kul mutlak bir olumsuzluk halinde de değildir. Hak ile bâki olan kul O’nun iradesinin zuhûr mahalli, fiilinin aletidir. Hadiste de işaret edildiği üzere bu mertebede Hak kulun “gören gözü, işiten kulağı, tutan eli...” olmuştur. Akıl tevhidin bu mertebesini kavramaktan âcizdir; zira tevhidin son noktasına gelen akıl hayrete düşer. Cüneyd’in mîsâk nazariyesi de onun tevhid ve fenâ anlayışına bağlıdır. Burada mîsâktan maksat kul ile Allah arasındaki bir ahiddir. Cüneyd’e göre bu âleme gelmeden çok önce Allah insanların ruhlarını yaratmış, sonra onlara, “Ben sizin rabbiniz değil miyim?” diye sormuş, onlar da, “Evet rabbimizsin” cevabını vermişlerdi (bk. el-A‘râf 7/172). Bu ilâhî hitap esnasında kul fenâ halinde olduğundan onun adına ve onun diliyle Allah, “Evet rabbimizsin” demişti. Fakat insan şu anda bu olayın şuurunda değildir. İnsan bu âleme geldikten sonra da söz konusu halin benzerini yaşar. Cüneyd, tevhidin son mertebesinde, “Kulun sonu evveline döner ve olmadan önce olduğu gibi olur” derken bunu anlatmıştır (Kuşeyrî, s. 584). Daha sonraki sûfîlerin “bezm-i elest” dedikleri bu mîsâk fikri ilk defa Cüneyd tarafından belirgin bir tarzda ortaya konulmuştur. Cüneyd tevhid ve fenâ hallerinin yaşanmasına, tasavvufî zevk ve vecd hallerine büyük değer verir; bu tür mânevî hal ve heyecanların yaşanmasını sağlaması bakımından da semâ ve ilâhilerin lüzumundan bahseder. Semâ için uygun zaman, mekân ve ihvanın mevcut olmasını şart koşar. Ayrıca bütün bunlar gerçekleşir ve mânevî haller en geniş bir biçimde yaşanıp ruhun derinliklerine inilirken zâhirî hükümlere bağlı kalınması, şer‘î ölçülerin dışına çıkılmaması gerektiğini ısrarla vurgular; bu münasebetle şeriata aykırı tasavvufî hal ve hareketleri tenkit eder. Nitekim Cüneyd, esas itibariyle hayranı olduğu Bâyezîd-i Bistâmî’nin sekr ve şatah (bk. ŞATHİYE ) anlayışını kendine örnek almamış, buna karşı sahv ve temkin halini savunmuştur. Bu sebeple Hücvîrî’nin de işaret ettiği gibi Cüneyd’in yolundan gidenler sahvı sekre tercih etmişlerdir. Onun tasavvufu söze değil işe ve ruhî tecrübeye dayanır; olabildiği kadar akla ve mantığa da uygundur. Nitekim Ebû Ca‘fer el-Haddâd, “Eğer akıl insan şekline girseydi Cüneyd sûretinde görünürdü” demiştir (Lâmiî, s. 80). Cüneyd, sâlikin amel ve mükellefiyetlerden kurtulacağı bir seviyeye ulaşmasının mümkün olduğundan söz eden ve bu suretle bir bakıma İbâhîlik’ten yana olan sûfîlere şiddetle hücum eder, bu tür beyanları hırsızlık ve zinadan daha büyük günah sayardı. Hz. Peygamber’in sünnetine sarılma ve onu örnek alma yolu dışındaki yollardan hiçbiriyle Hakk’a ulaşılamayacağını belirtir ve, “Yolumuz Kitap ve Sünnet’le kayıtlıdır”; “Tasavvuf ilmi Kur’an ve hadisle sınırlıdır” derdi. Şer‘î hükümlere olan bağlılığından dolayı Bâyezîd-i Bistâmî’nin sözlerini te’vil etmiş, Hallâc-ı Mansûr’u ise yanından uzaklaştırmıştı. Sûfî kıyafetini kullanmamış, bunun sebebini soranlara, “Önemli olan yamalı elbise giymek değil bağrı yanık olmaktır” cevabını vererek şekilciliğe itibar etmediğini ortaya koymuştur. Sekr halini ve bu haldeyken söylenen sözleri reddetmemekle beraber sahv ve temkin halini esas alan ve böylece sahv halini tasavvufun temeli durumuna getiren Cüneyd’in tasavvufî görüşleri, hem çağdaşı sûfîler hem de daha sonraki mutasavvıflar üzerinde derin tesirler bırakmıştır. Onun açtığı yoldan gidenlere Cüneydî denildiğini kaydeden Hücvîrî, kendi şeyhlerinin de bu zümreye mensup olduklarını belirtmektedir. el-Münḳıẕ mine’ḍ-ḍalâl adlı eserinde belirttiğine göre Gazzâlî’nin tasavvufa yönelmesinde de Cüneyd’in tesiri olmuştur. el-Lümaʿ , et-Taʿarruf , Ḳūtü’l-ḳulûb ve er-Risâle gibi tasavvufun temel kaynakları Cüneyd’in fikirlerine geniş yer ayırır, onun tasavvufî konulardaki sözlerini delil sayarlar. Sûfî tabakat kitaplarında da önemli bir yer tutan Cüneyd’e bütün tarikat mensupları büyük bir velî nazarıyla bakarlar (ayrıca bk. CÜNEYDİYYE ). Cüneyd’in bazı mektupları ( er-Resâʾil ) günümüze kadar gelmiştir (Süleymaniye Ktp., Şehid Ali Paşa, nr. 1374). Bu mektupları Ali Hasan Abdülkādir The Life Personality and Writings of al-Junayd (London 1962) adlı eserinin içinde İngilizce tercümeleriyle birlikte yayımlamıştır. Aynı mektuplar bazı yeni mektupların ilâvesiyle Süleyman Ateş tarafından da Cüneyd-i Bağdâdî: Hayatı, Eserleri ve Mektupları adıyla yayımlanmıştır (İstanbul 1970). Cüneyd’in tasavvufî düşüncelerini ifade etmek için söylediği ve sûfî tabakat kitaplarında yer alan sözleri açık ve anlaşılır olmakla birlikte risâle ve mektuplarındaki ifadeleri son derece kapalıdır. İbnü’l-Arabî bile onun sözlerini anlamadığını söylemiştir (bk. Afîfî, s. 172). Bunun sebebi, içinde bulunduğu tasavvufî halin galebesi ve tesiri altında olması, dolayısıyla yaşadığı derin ruhî halleri ifade etmekte kelimelerin yetersiz kalmasıdır. Bunun yanı sıra Cüneyd bazı duygu ve fikirlerini remiz ve işaretlerle anlatmayı tercih etmiştir. Sıddîkların müşahedelerini işaretle anlattıkları görüşünde olan Cüneyd’in simgeciliği (işârât) ünlüdür. O zâhirî ve şer‘î hükümleri bile birtakım tasavvufî ve ruhî hallerin simgesi olarak görüyordu. Haccın menâsikindeki işaret ve remizler hakkındaki açıklaması da çok meşhurdur (bk. Hücvîrî, s. 425). BİBLİYOGRAFYA Tehânevî, Keşşâf , “Tevḥîd” md. Serrâc, el-Lümaʿ , bk. İndeks. Sülemî, Ṭabaḳāt , s. 155-163, ayrıca bk. İndeks. Ebû Nuaym, Ḥilye , X, 255. Hatîb, Târîḫu Baġdâd , VII, 241. Kuşeyrî, er-Risâle , Kahire 1930, s. 18, 551, 552, 584. Hücvîrî, Keşfü’l-maḥcûb , s. 161-164, 235-236, 425. Herevî, Ṭabaḳāt , s. 196-222. İbn Ebû Ya‘lâ, Ṭabaḳātü’l-Ḥanâbile , I, 128-129. Sem‘ânî, el-Ensâb , s. 254. Attâr, Teẕkiretü’l-evliyâʾ , bk. İndeks. İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , II, 416. a.mlf., el-Muntaẓam , VI, 106. Baklî, Şerḥ-i Şaṭḥiyyât , s. 158-162. Yâkūt, Muʿcemü’l-büldân , Kahire 1324/1906, VIII, 329. İbnü’l-Esîr, el-Kâmil , VIII, 62. İbn Teymiyye, Mecmûʿu fetâvâ , XXXVII, 439. Zehebî, Aʿlâmü’n-nübelâʾ , XIV, 66. a.mlf., el-ʿİber , II, 210. a.mlf., Düvelü’l-İslâm , Beyrut 1405/1985, s. 164-165. Yâfiî, Mirʾâtü’l-cenân , II, 251. Sübkî, Ṭabaḳāt , II, 260. İbn Kesîr, el-Bidâye , II, 113. İbnü’l-Mülakkın, Ṭabaḳātü’l-evliyâʾ , s. 126, 137. İbn Haldûn, Mukaddime (trc. Süleyman Uludağ), İstanbul 1982-83, I, 770; II, 1088. İbn Tağrîberdî, en-Nücûmü’z-zâhire , II, 168. Câmî, Nefeḥât , s. 87, 89. Lâmiî, Nefehât Tercümesi , s. 80. Dâvûdî, Ṭabaḳātü’l-müfessirîn , I, 126. Şa‘rânî, eṭ-Ṭabaḳāt , I, 72-73. Münâvî, el-Kevâkib , Kahire 1930, I, 212. İbnü’l-İmâd, Şeẕerât , II, 227. Hânsârî, Ravżâtü’l-cennât , Kahire, ts., s. 164. Brockelmann, GAL , I, 214; Suppl. , I, 354. Ma‘sûm Ali Şah, Ṭarâʾiḳ , II, 388-400, 440-442. Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , Kahire 1962, s. 168, 172, 216. Ali Hassan Abdel-Kader, The Life Personality and Writings of al-Junayd , London 1962. a.mlf., “The Rasail of al-Junayd”, IQ , I (1954), s. 71-89. a.mlf., “The Doctrine of al-Junayd Analytical Study of the Doctrine of al-Junayd Based on his Letters”, a.e. , s. 167-177. a.mlf., “Al-Junayd’s Theory of Fanā’”, a.e. , s. 219-228. a.mlf., “Rasail al-Junayd”, a.e. , V (1960), s. 83-98. Abdülkādir Mahmûd, el-Felsefetü’ṣ-ṣûfiyye fi’l-İslâm , Kahire 1966, s. 190. Sezgin, GAS , I, 647. Süleyman Ateş, Cüneyd-i Bağdâdî: Hayatı, Eserleri ve Mektupları , İstanbul 1970. Schimmel, Tasavvufun Boyutları , s. 60. W. Montgomery Watt, İslâm Düşüncesinin Teşekkül Devri (trc. E. Ruhi Fığlalı), Ankara 1981, s. 130, 160. İbrâhim Medkûr, Fi’l-Felsefeti’l-İslâmiyye , Kahire 1983, II, 72. Muhammed Celâl Şeref, Dirâsât fi’t-taṣavvufi’l-İslâmî , Beyrut 1984, s. 235. Mâcid Fahrî, İslâm Felsefesi Tarihi (trc. Kasım Turhan), İstanbul 1987, s. 326-327. Ghazanfer Habîbullah Khan, “The Maahil-Himam of al-Junayd al-Baghdadi”, Allahabad University Studies , II, Allahabad 1945, s. 263-267. A. J. Arberry, “Cunayd”, JRAS (1935), s. 499-507. a.mlf., “al-D̲j̲unayd”, EI 2 (İng.) , II, 600. H. Ritter, “Cüneyd”, İA , III, 241-242. Muhammad Abdur rabb, “al-Junayd”, ERE , VIII, 209-210. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1993 yılında İstanbul’da basılan 8. cildinde, 119-121 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Tehânevî, Keşşâf , “Tevḥîd” md.",
        "Serrâc, el-Lümaʿ , bk. İndeks.",
        "Sülemî, Ṭabaḳāt , s. 155-163, ayrıca bk. İndeks.",
        "Ebû Nuaym, Ḥilye , X, 255.",
        "Hatîb, Târîḫu Baġdâd , VII, 241.",
        "Kuşeyrî, er-Risâle , Kahire 1930, s. 18, 551, 552, 584.",
        "Hücvîrî, Keşfü’l-maḥcûb , s. 161-164, 235-236, 425.",
        "Herevî, Ṭabaḳāt , s. 196-222.",
        "İbn Ebû Ya‘lâ, Ṭabaḳātü’l-Ḥanâbile , I, 128-129.",
        "Sem‘ânî, el-Ensâb , s. 254.",
        "Attâr, Teẕkiretü’l-evliyâʾ , bk. İndeks.",
        "İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , II, 416.",
        "a.mlf., el-Muntaẓam , VI, 106.",
        "Baklî, Şerḥ-i Şaṭḥiyyât , s. 158-162.",
        "Yâkūt, Muʿcemü’l-büldân , Kahire 1324/1906, VIII, 329.",
        "İbnü’l-Esîr, el-Kâmil , VIII, 62.",
        "İbn Teymiyye, Mecmûʿu fetâvâ , XXXVII, 439.",
        "Zehebî, Aʿlâmü’n-nübelâʾ , XIV, 66.",
        "a.mlf., el-ʿİber , II, 210.",
        "a.mlf., Düvelü’l-İslâm , Beyrut 1405/1985, s. 164-165.",
        "Yâfiî, Mirʾâtü’l-cenân , II, 251.",
        "Sübkî, Ṭabaḳāt , II, 260.",
        "İbn Kesîr, el-Bidâye , II, 113.",
        "İbnü’l-Mülakkın, Ṭabaḳātü’l-evliyâʾ , s. 126, 137.",
        "İbn Haldûn, Mukaddime (trc. Süleyman Uludağ), İstanbul 1982-83, I, 770; II, 1088.",
        "İbn Tağrîberdî, en-Nücûmü’z-zâhire , II, 168.",
        "Câmî, Nefeḥât , s. 87, 89.",
        "Lâmiî, Nefehât Tercümesi , s. 80.",
        "Dâvûdî, Ṭabaḳātü’l-müfessirîn , I, 126.",
        "Şa‘rânî, eṭ-Ṭabaḳāt , I, 72-73.",
        "Münâvî, el-Kevâkib , Kahire 1930, I, 212.",
        "İbnü’l-İmâd, Şeẕerât , II, 227.",
        "Hânsârî, Ravżâtü’l-cennât , Kahire, ts., s. 164.",
        "Brockelmann, GAL , I, 214; Suppl. , I, 354.",
        "Ma‘sûm Ali Şah, Ṭarâʾiḳ , II, 388-400, 440-442.",
        "Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , Kahire 1962, s. 168, 172, 216.",
        "Ali Hassan Abdel-Kader, The Life Personality and Writings of al-Junayd , London 1962.",
        "a.mlf., “The Rasail of al-Junayd”, IQ , I (1954), s. 71-89.",
        "a.mlf., “The Doctrine of al-Junayd Analytical Study of the Doctrine of al-Junayd Based on his Letters”, a.e. , s. 167-177.",
        "a.mlf., “Al-Junayd’s Theory of Fanā’”, a.e. , s. 219-228.",
        "a.mlf., “Rasail al-Junayd”, a.e. , V (1960), s. 83-98.",
        "Abdülkādir Mahmûd, el-Felsefetü’ṣ-ṣûfiyye fi’l-İslâm , Kahire 1966, s. 190.",
        "Sezgin, GAS , I, 647.",
        "Süleyman Ateş, Cüneyd-i Bağdâdî: Hayatı, Eserleri ve Mektupları , İstanbul 1970.",
        "Schimmel, Tasavvufun Boyutları , s. 60.",
        "W. Montgomery Watt, İslâm Düşüncesinin Teşekkül Devri (trc. E. Ruhi Fığlalı), Ankara 1981, s. 130, 160.",
        "İbrâhim Medkûr, Fi’l-Felsefeti’l-İslâmiyye , Kahire 1983, II, 72.",
        "Muhammed Celâl Şeref, Dirâsât fi’t-taṣavvufi’l-İslâmî , Beyrut 1984, s. 235.",
        "Mâcid Fahrî, İslâm Felsefesi Tarihi (trc. Kasım Turhan), İstanbul 1987, s. 326-327.",
        "Ghazanfer Habîbullah Khan, “The Maahil-Himam of al-Junayd al-Baghdadi”, Allahabad University Studies , II, Allahabad 1945, s. 263-267.",
        "A. J. Arberry, “Cunayd”, JRAS (1935), s. 499-507.",
        "a.mlf., “al-D̲j̲unayd”, EI 2 (İng.) , II, 600.",
        "H. Ritter, “Cüneyd”, İA , III, 241-242.",
        "Muhammad Abdur rabb, “al-Junayd”, ERE , VIII, 209-210."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 228
}