{
  "id": "eweb_252",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/ebul-huseyin-en-nuri",
  "annotator": "Jeremy",
  "title": "EBÜ’l-HÜSEYİN en-NÛRÎ",
  "arabic_title": "أبو الحسين النوري",
  "summary": "Ebü’l-Hüseyn Ahmed b. Muhammed el-Bağdâdî en-Nûrî (ö. 295/908) Nûriyye adıyla bilinen tasavvufî bir akımın öncüsü.",
  "parts": [
    {
      "author": "MUSTAFA KARA",
      "content": "Bağdat’ta doğdu. Babası Horasan’ın Bağ veya Bağşûr şehrinden olduğu için İbn Begavî olarak da tanınır. Bağdat tasavvuf ekolünün en büyük temsilcilerindendir. Künyesi bazı kaynaklarda (Hücvîrî [Jukovski], s. 164) Ebü’l-Hasan olarak zikredilir. Nûrî nisbesini almasını Nûr adlı bir köyde doğduğu şeklinde açıklayanlar olduğu gibi nur yüzlü olmasına bağlayanlar da vardır. Bazı sûfîler ise nur üzerinde bir nazariye kurduğu için bu nisbeyi aldığını söylerler. Nitekim onun, “Ben nuru müşahede ettiğim zaman sürekli ona bakar, bir müddet sonra ben de nur olurum” ( Baklî, Meşrebü’l-ervâḥ , s. 312) sözü, bu ikinci görüşün daha doğru olabileceği izlenimini uyandırmaktadır. Ebü’l-Hüseyin ilk dinî bilgileri aldıktan ve medrese ilimlerini tahsil ettikten sonra tasavvufa ilgi duymaya başladı; Bağdat’ta meşhur mutasavvıf Serî es-Sakatî’nin sohbetlerine devam etti. Tasavvuf terbiyesini Cüneyd-i Bağdâdî ile birlikte Serî’nin yanında tamamladı. Ahmed b. Hadraveyh’in sohbetine katıldı. Muhammed b. Ali el-Kassâb ve Ahmed b. Ebü’l-Havârî gibi sûfîlerden istifade eden, daha sonra İbnü’l-Cellâ, Ebû Bekir el-Kettânî, Ebû Saîd b. Arabî, Ca‘fer el-Huldî, Ebû Ali er-Rûzbârî, Ebû Bekir el-Vâsıtî gibi birçok mutasavvıfın yetişmesinde etkili olan Ebü’l-Hüseyin’in Mısır’a gidip Zünnûn el-Mısrî ile görüştüğü de rivayet edilmektedir. Nûrî bir taraftan tasavvufun inceliklerini kavramak için Serî’nin sohbetlerine devam ederken diğer taraftan geçimini temin etmeye çalışıyordu. Ferîdüddin Attâr’ın anlattığına göre Nûrî sabah evden çıktığında yanına aldığı ekmeği sokakta karşılaştığı bir fakire verir, camiye girip birkaç saat ibadet ettikten sonra öğle üzeri dükkânına gidip çalışırdı. Bu şekilde aslında gizlice oruç tuttuğu halde ailesi onun dükkânda, çarşı halkı ise evde yemek yediğini zannederdi ( Teẕkiretü’l-evliyâʾ , II, 46). “Vecd ruhta meydana gelen bir kıvılcımdır, dille anlatılmaz” diyen Nûrî, hayatının son günlerinde sokakta birinin okuduğu, “Seni seve seve öyle bir noktaya ulaştım ki akıllılar bu menzile vardıklarında hayrete düşmüşlerdir” anlamındaki beyti duyunca vecde geldi. Kamışları yeni kesilmiş olan bahçede dönüp dururken ayaklarının altı yarıldı ve bir müddet sonra vefat etti. Son anlarında, “Allah’ı an” diyen dostlarına, “Zaten O’na dönmüyor muyuz?” diye karşılık verdiği; yakın dostu olan Cüneyd’in, “Onun ölümünden sonra artık sıdktan bahseden kalmadı, çünkü çağın sıddîkı o idi” dediği nakledilir. Hücvîrî, Ebü’l-Hüseyin’in görüşlerini mücâhede ve riyâzete devam, nefsin arzularına karşı müsamahayı terk, insanlara müdâhene etmemek şeklinde özetler. Ebü’l-Hüseyin de Cüneyd gibi sahv ı esas alan bir tasavvufî hayatı gerçekleştirmeye çalışmış, sohbeti uzlete tercih etmiştir. Üzerinde özellikle durduğu husus îsâr ve fedakârlıktır. Îsâra dayanmayan sohbet ve arkadaşlıkların doğru olmadığını söylemiş, maddî-mânevî bütün nimet ve imkânlarda kişinin arkadaşını kendisine tercih etmesi gerektiğini vurgulamıştır. Onun bir olayda idama mahkûm edilen arkadaşlarıyla birlikte infaz mahallinde önce kendisinin idam edilmesini ısrarla istemesi, bu görüşünün en dikkat çekici örneklerinden biridir. Îsârı esas alan tasavvuf anlayışını benimseyen akıma Nûriyye denilmiştir. Tasavvuf tarihinde “Allah sevgisi” yerine “Allah aşkı” tabirini ilk defa kullanan Ebü’l-Hüseyin en-Nûrî’dir. Baklî onun, “Ben Allah’a âşığım, O da bana” ifadesinin ne anlama geldiğini soranlara, “Müminler Allah’ı, Allah da müminleri sever” âyetini (el-Mâide 5/54) okuyarak cevap verdiğini söyler. Ebü’l-Hüseyin, diğer mutasavvıflar gibi tasavvufî çevrelerdeki şekilciliğe dikkat çekmiştir. “Tasavvuf bilgi ve şekil değil ahlâktan ibarettir”; “Sûfî semâ eden, ancak bununla beraber dinin emir ve yasaklarına uyan kimsedir” şeklindeki tarifleri; “Dervişlerin giydiği yamalı hırka incileri örterdi, şimdi ise mezbelelikteki leş örtüsü haline geldi” tarzındaki tesbiti; “Zamanımızda iki aziz varlık vardır: İlmiyle amel eden âlim, hakikati anlatan ârif”; “Başını Hz. Peygamber’in yoluna koymayana İslâm’ın yolu açılmaz” gibi teşhisleri bu konuyla ilgili endişe ve titizliklerini yansıtmaktadır. Tasavvuf düşüncesine getirdiği yeni yorumlar sebebiyle “gönüller sultanı, sûfîlerin parlak ayı” gibi lakaplarla anılan Nûrî’yi, üstün bir ferâset sahibi olması dolayısıyla Cüneyd “kalplerin casusu” olarak nitelendirmiştir (Attâr, II, 46). Nûrî’nin tasavvuf terimlerinin oluşması ve gelişmesinde önemli katkıları olmuştur. Onun tasavvufî eserlerde yer alan tasavvuf, sûfî, îsâr ve aşk tariflerinin yanı sıra tövbe, yakın, müşâhede, ubûdiyyet, rubûbiyyet, vecd, semâ, işaret, edeb, ilham, terk, şevk, hüzün, kurb, bu‘d, fakd, havf, rızâ, ferâset, muhabbet, sohbet gibi birçok tasavvuf terimi hakkındaki tarifleri dikkat çekicidir. Ebü’l-Hüseyin, tasavvuf düşüncesine yeni bir ufuk kazandıran bu terimlerin yanında III. (IX.) yüzyılda çok tartışılan kelâmî konularda da orijinal görüşlere sahiptir. Ona göre teşbihle ilgili fikirler dışında Allah’a işaret eden her fikir tevhid sınırları içindedir. “Allah’ın delili nedir?” sorusuna, “Yine Allah’tır” diye cevap veren Nûrî’ye göre Hz. Peygamber dünyada Allah’ı görmemiştir. Peygamberlerin işlediği küçük hatalar ise (zelle) onların ruhlarında değil bedenlerinde ortaya çıkmıştır. Attâr’ın ifadesiyle “tasavvufta müctehid ve mezhep sahibi” olan Ebü’l-Hüseyin en-Nûrî’nin bazı görüş ve tesbitlerinden dolayı toplumdan tepki gördüğü de olmuştur. Nûrî, tasavvufun en tartışmalı alanlarından biri olan şathiye niteliğindeki sözlerin ilk temsilcilerinden biridir. Hatîb el-Bağdâdî’ye göre Nûrî, tasavvuf dilinin inceliklerini kullanma konusunda Iraklılar’ın en meşhurudur. Baklî ise onu âriflerin dayanağı, şatah ehlinin kılıcı, vecd sahiplerinin reisi olarak vasıflandırmış, “Ben Allah’a âşığım”; “Kurb bu‘ddur” gibi sözlerini şerhetmiştir ( Şerḥ-i Şaṭḥiyyât , s. 165-177). Ebû Nasr es-Serrâc şathiye konusunu işlerken Nûrî’yi ayrı bir başlık altında incelemiştir ( el-Lümaʿ , s. 492). Ondan nakledilen ilginç şathiyelerden birine göre ezan okuyan müezzine, “Allah belânı versin”, havlayan köpeğe ise “lebbeyk” demiş, kendisini hayret ve dehşetle seyredenlere konuyu şöyle açıklamıştı: “Müezzin Allahüekber derken bile koyu bir gaflet içindeydi; köpeğin sesini duyunca ise şu âyeti hatırladım: “Yerde ve gökte bulunan her şey Allah’ı tesbih eder” (et-Tegābün 64/1). III. (IX.) yüzyılda yaşamış olup eseri günümüze ulaşan ender sûfîlerden biri de Ebü’l-Hüseyin en-Nûrî’dir. Maḳāmâtü’l-ḳulûb adlı risâlesinde Nûrî Kur’ân-ı Kerîm’de geçen “kalp” kelimesi ve bununla yakın anlamlara gelen üç terim (sadr, fuâd, lüb) üzerinde durmuştur. Ona göre sadr İslâm’ın, kalp imanın, fuâd mârifetin, lüb ise tevhidin kaynağıdır. Nûrî kalpleri günahkârların, itaatkârların ve âriflerin kalpleri diye üçe ayırır. Âyetlerdeki işaretlerden hareketle kalbin yedi özelliği olduğunu söyleyerek bunları şöyle sıralar: Leyyin, tevessü‘, şifa, hidâyet, sekîne, tuma’nîne ve tenvir. Ebü’l-Hüseyin bu küçük risâlesinde, Kur’ân-ı Kerîm’de yer alan kalple ilgili bütün tesbitleri ele alarak değişik tasniflerle konuyu daha anlaşılır hale getirmiştir. Ona göre bir kalbin selim olabilmesi için şüphe, hevâ-heves, riya-gösteriş, mâsivâ sevgisi gibi olumsuz niteliklerden arınmış olması gerekir. Ârifin gönlünde bulunan dört ateşten korku ateşi günahın tatlı gelen tarafını, sevgi ateşi itaatin zor gelen yönünü, mârifet ateşi maddî bağlılıkları, şevk ateşi ise rehaveti yakar ve kişiyi sevgiliye ulaştırır. Kalpte bulunan üç nurdan mârifet güneş gibidir, hevâ ve hevesi örter; akıl ay gibidir, şehveti örter; ilim yıldız gibidir, cehaleti örter. Gönüllere rahmet yağmazsa orada gösteriş, kuru iddia ve münafıklık boy gösterir. Haram yemek, helâli terketmek ve zulme niyet etmek ise kalbe sıkıntı yağmurlarının yağmasına sebep olur. Ebü’l-Hüseyin en-Nûrî işârî tefsir hareketinin de ilk temsilcilerindendir. Sülemî Ḥaḳāʾiḳu’t-tefsîr adlı eserinde otuzdan fazla yerde onun tefsir ve yorumlarına başvurmuştur. Buna göre Nûrî, “Allah onlardan, onlar da Allah’tan râzıdırlar” (el-Beyyine 98/8) âyetinde söz konusu edilen kulun Allah’tan râzı olmasını O’nun hükümlerini sevinçle karşılaması şeklinde tarif etmiştir. Ayrıca gafleti “ruhun Hak dışındaki bir şeyle sükûn bulması”, fitneyi ise “kişinin Allah’tan başka bir şeyle meşguliyeti” olarak tanımlamıştır. Kelâbâzî, Nûrî’nin eser sahibi sûfîlerden olduğunu söylemesine rağmen Maḳāmâtü’l-ḳulûb tasavvufî kaynaklarda zikredilmez. Bu risâle Kāsım es-Sâmerrâî (Bağdad 1969), Paul Nwyia (“Textes mystiques inédits D’Abū-l-Ḥasan al-Nūrī”, MUSJ , XLIV [1968], s. 115-154, P. Nwyia bu tenkitli neşrin sonuna, eserin “Şerḥu kelâmi Ebi’l-Ḥüseyn” adlı beş sayfalık bir şerhini de ilâve etmiştir. Bu risâlenin şârihi belli değilse de Muhyiddin İbnü’l-Arabî ve İbnü’l-Fârız’ın görüşlerine temas edildiğine göre VII. [XIII.] yüzyıldan sonra yazılmış olmalıdır) ve Ahmet Subhi Furat (bk. bibl.) tarafından neşredilmiştir. Bu neşirlerde risâlenin Süleymaniye Kütüphanesi’ndeki nüshaları esas alınmıştır. Cüneyd-i Bağdâdî başta olmak üzere bazı dostlarıyla mektuplaştığı bilinen Ebü’l-Hüseyin en-Nûrî’nin bir şiirini Kelâbâzî kaydeder ( et-Taʿarruf , s. 204). BİBLİYOGRAFYA Ebü’l-Hüseyin en-Nûrî, Maḳāmâtü’l-ḳulûb (nşr. Ahmet Subhi Furat, “Abu’l-Huseyn an-Nūrī ve Maḳāmāt al-Ḳulūb Adlı Risâlesi”, İTED , VII/1-2 içinde), İstanbul 1978, s. 339-355. İbnü’l-Esîr, el-Lübâb , III, 243. Serrâc, el-Lümaʿ , s. 46, 63, 68, 85, 87, 103, 430, 492. Kelâbâzî, et-Taʿarruf , s. 59, 136, 204. Sülemî, Ṭabaḳāt , s. 164. Ebû Nuaym, Ḥilye , X, 249. Hatîb, Târîḫu Baġdâd , V, 130-136. Kuşeyrî, Risâle (Uludağ) , s. 152. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 132; a.e. (Jukovski), s. 164, 236. Herevî, Ṭabaḳāt , s. 190-195. Attâr, Teẕkiretü’l-evliyâʾ , Leiden 1907, II, 46. İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , II, 539. a.mlf., el-Muntaẓam , VI, 77. Baklî, Şerḥ-i Şaṭḥiyyât , s. 165-177. a.mlf., Meşrebü’l-ervâḥ , s. 312. Zehebî, Aʿlâmü’n-nübelâʾ , IX, 156. İbn Kesîr, el-Bidâye , XI, 106. İbnü’l-Mülakkın, Ṭabaḳātü’l-evliyâʾ , s. 62. Câmî, Nefeḥât , s. 78. Lâmiî, Nefehât Tercümesi , s. 138. Münâvî, el-Kevâkib , I, 194. Sezgin, GAS , I, 650. Annemarie Schimmel, “Abo’l-Hosayn an-Nūrī Qebla of the Lights”, Sufi , sy. 5, London 1992, s. 14-16. a.mlf., “al-Nūrī”, EI 2 (İng.) , VIII, 139-140. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1994 yılında İstanbul’da basılan 10. cildinde, 328-330 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Ebü’l-Hüseyin en-Nûrî, Maḳāmâtü’l-ḳulûb (nşr. Ahmet Subhi Furat, “Abu’l-Huseyn an-Nūrī ve Maḳāmāt al-Ḳulūb Adlı Risâlesi”, İTED , VII/1-2 içinde), İstanbul 1978, s. 339-355.",
        "İbnü’l-Esîr, el-Lübâb , III, 243.",
        "Serrâc, el-Lümaʿ , s. 46, 63, 68, 85, 87, 103, 430, 492.",
        "Kelâbâzî, et-Taʿarruf , s. 59, 136, 204.",
        "Sülemî, Ṭabaḳāt , s. 164.",
        "Ebû Nuaym, Ḥilye , X, 249.",
        "Hatîb, Târîḫu Baġdâd , V, 130-136.",
        "Kuşeyrî, Risâle (Uludağ) , s. 152.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 132; a.e. (Jukovski), s. 164, 236.",
        "Herevî, Ṭabaḳāt , s. 190-195.",
        "Attâr, Teẕkiretü’l-evliyâʾ , Leiden 1907, II, 46.",
        "İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , II, 539.",
        "a.mlf., el-Muntaẓam , VI, 77.",
        "Baklî, Şerḥ-i Şaṭḥiyyât , s. 165-177.",
        "a.mlf., Meşrebü’l-ervâḥ , s. 312.",
        "Zehebî, Aʿlâmü’n-nübelâʾ , IX, 156.",
        "İbn Kesîr, el-Bidâye , XI, 106.",
        "İbnü’l-Mülakkın, Ṭabaḳātü’l-evliyâʾ , s. 62.",
        "Câmî, Nefeḥât , s. 78.",
        "Lâmiî, Nefehât Tercümesi , s. 138.",
        "Münâvî, el-Kevâkib , I, 194.",
        "Sezgin, GAS , I, 650.",
        "Annemarie Schimmel, “Abo’l-Hosayn an-Nūrī Qebla of the Lights”, Sufi , sy. 5, London 1992, s. 14-16.",
        "a.mlf., “al-Nūrī”, EI 2 (İng.) , VIII, 139-140."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 439
}