{
  "id": "eweb_253",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/ebu-muhammed-el-ceriri",
  "annotator": "Jeremy",
  "title": "EBÛ MUHAMMED el-CERÎRÎ",
  "arabic_title": "أبو محمد الجريري",
  "summary": "Ebû Muhammed Ahmed b. Muhammed b. el-Hüseyn el-Cerîrî (ö. 321/933) İlk dönem sûfîlerinden.",
  "parts": [
    {
      "author": "MUSTAFA KARA",
      "content": "Bağdat’ta yaşadı. Gençliğinde fıkıh ilmiyle meşgul oldu. Daha sonra Sehl et-Tüsterî ile Cüneyd-i Bağdâdî’nin sohbetlerine katıldı. Tasavvufa meyli giderek artınca Cüneyd’e intisap edip onun gözde müridi oldu. Kaynaklar, Cüneyd’in vefat ederken müridlerine şeyh olarak Ebû Muhammed’i tavsiye ettiğini bildirirler. Âlim bir şeyh olarak tanınan Cerîrî hac için gittiği Mekke’de bir ay itikâfta kaldı. Şeyhinin tasavvufla ilgili görüş ve davranışlarını takip eden Ebû Muhammed, irşad faaliyetlerine devam ederken Karmatîler’le çıkan bir çatışmada 120 yaşlarında susuzluktan öldü (Câmî, s. 139). Ebû Muhammed, tasavvuf tarihinde çok önemli bir yeri olan Cüneyd mektebinin en büyük temsilcilerinden biri olup fikirleri, yorumları ve yetiştirdiği müridlerle tasavvuf düşüncesinin gelişmesine hizmet etmiştir. Tasavvufu, “kötü huylardan arınıp iyi huylar edinmek” ve “halleri murakabe etmek ve edebe sarılmaktır” şeklinde tarif eder. Onun “halkın arasına girmek, fakat Hakk’ı bırakıp halkla meşgul olmamak” şeklindeki uzlet tarifini Nakşibendîliğin “halvet der-encümen” ilkesiyle bağdaştırmak mümkündür. Ona göre ihlâs yakīnin semeresidir. “En yüksek seviyede şükür, şükürden âciz kalındığını anlamaktır”. “Sabır, sıkıntı ve refahı aynı derecede sükûnetle karşılayabilme gücüdür.” Çağdaşı Hallâc konusunda susmayı tercih eden Ebû Muhammed tasavvufu üç kelime ile özetlemiştir: İktifâ, ittikā ve ihtimâ. Allah ile iktifâ edip lutuflarını yeterli görmek kişinin iç dünyasını, ittikā (takvâ) yolunu tutmak da davranış tarzını güzelleştirir; ihtimâ ise (perhizkârlık) karakteri sağlamlaştırır. Birincisi mârifet saflığı, ikincisi güzel ahlâk, üçüncüsü dengeli bir karakter sağlar (Sülemî, s. 262). Cerîrî, Kur’ân-ı Kerîm’deki, “Rabbânîler olunuz...” (Âl-i İmrân 3/79) ifadesini, “Allah ile söyleyen, Allah ile işiten olunuz” şeklinde tefsir etmiştir. Onun, “mevcut olanı kaybetmemek için mevcut olmayanı istememek” şeklindeki fakr tarifini de Kelâbâzî, “farzları yerine getirememe korkusu bulunmadıkça rızık talebinde bulunmamak” diye yorumlamıştır. Cüneyd’in sahv esasına dayanan tasavvuf anlayışına sadakatle bağlı kalan Cerîrî’ye göre, Allah’ın önemini belirttiği tâli hususlara, yani araç mahiyetinde olan kulluk vecîbelerine riayet etmeden temel hususlara, gayelere ulaşmak, müşâhede mertebesine ermek mümkün değildir ( a.g.e. , s. 263). Ebû Muhammed, bu anlayışı ile şer‘î konularla tasavvufî meseleler arasındaki bağlantıyı vurgulamak istemiştir. “Tasavvuf barış değil savaştır” (Herevî, s. 355) derken de mücâhedenin devamlı olması gereğine işaret etmiştir. Cüneyd gibi o da amelin verdiği zorluğun sürekliliğine inanır, ancak bazan bu zorluğun hissedilmeyeceğini söylerdi (Sülemî, s. 263). Menkıbe ve kıssalara değil gönül ehline ve muhakemesi sağlam olanlara bağlanmayı tavsiye ederdi (Münâvî, II, 10). Ona göre tasavvufun özü insanın kendini daima murakabe halinde bulundurması, bu halde iken dış görünüşün şer‘î hükümlere uygun olmasıdır ( a.g.e. , II, 10). Hak’la halk arasındaki ilişkiyi anlatmak için şöyle diyordu: “Senin zikrin Hakk’ın zikrine bitişmedikçe zikrin sende kalır, bitişince yükselir ve bağlardan kurtulur. Ezelî ile birlikte bulunan hâdis daima yok olur, yani fer‘î olan her şey ortadan kaybolup gider; sadece ezelî olan kalır” (Sülemî, s. 293). Kelâbâzî ve Münâvî onu eser veren sûfîler arasında sayarlarsa da bu eserler günümüze ulaşmamıştır. BİBLİYOGRAFYA Kelâbâzî, et-Taʿarruf , s. 60, 144. Serrâc, el-Lümaʿ , s. 25, 49, 64. Sülemî, Ṭabaḳāt , s. 259, 262, 263, 293. Ebû Nuaym, Ḥilye , X, 347-348. Hatîb, Târîḫu Baġdâd , IV, 430-434. Kuşeyrî, Risâle (Uludağ) , s. 152. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 251-252. Herevî, Ṭabaḳāt , s. 355, 359. Attâr, Teẕkiretü’l-evliyâʾ , s. 579. İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , II, 447-448. İbn Kesîr, el-Bidâye , XI, 148. İbnü’l-Mülakkın, Ṭabaḳātü’l-evliyâʾ , s. 71. İbn Tağrîberdî, en-Nücûmü’z-zâhire , XVI, 39. Câmî, Nefeḥât , s. 139. Şa‘rânî, eṭ-Ṭabaḳāt , I, 94, 97. Münâvî, el-Kevâkib , II, 9-10. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1994 yılında İstanbul’da basılan 10. cildinde, 190 numaralı sayfada yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Kelâbâzî, et-Taʿarruf , s. 60, 144.",
        "Serrâc, el-Lümaʿ , s. 25, 49, 64.",
        "Sülemî, Ṭabaḳāt , s. 259, 262, 263, 293.",
        "Ebû Nuaym, Ḥilye , X, 347-348.",
        "Hatîb, Târîḫu Baġdâd , IV, 430-434.",
        "Kuşeyrî, Risâle (Uludağ) , s. 152.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 251-252.",
        "Herevî, Ṭabaḳāt , s. 355, 359.",
        "Attâr, Teẕkiretü’l-evliyâʾ , s. 579.",
        "İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , II, 447-448.",
        "İbn Kesîr, el-Bidâye , XI, 148.",
        "İbnü’l-Mülakkın, Ṭabaḳātü’l-evliyâʾ , s. 71.",
        "İbn Tağrîberdî, en-Nücûmü’z-zâhire , XVI, 39.",
        "Câmî, Nefeḥât , s. 139.",
        "Şa‘rânî, eṭ-Ṭabaḳāt , I, 94, 97.",
        "Münâvî, el-Kevâkib , II, 9-10."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 431
}