{
  "id": "eweb_261",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/dua#3-tasavvufta-dua-anlayisi",
  "annotator": "Jeremy",
  "title": "DUA",
  "arabic_title": "الدعاء",
  "summary": "Kulun bütün benliğiyle yüce yaratana yönelerek ondan istek ve dilekte bulunması anlamında dinî terim ve bu amaçla icra edilen bir ibadet şekli.",
  "parts": [
    {
      "author": "OSMAN CİLACI",
      "content": "Dua kelimesi, “çağırmak, seslenmek, istemek; yardım talep etmek” mânasındaki da‘vet ve da‘vâ kelimeleri gibi masdar olup, “küçükten büyüğe, aşağıdan yukarıya vâki olan talep ve niyaz” anlamında isim olarak da kullanılır. Ayrıca Allah’a sunulacak talepleri sözlü veya yazılı olarak dile getiren metinlere de dua denilir. İslâm literatüründe ise Allah’ın yüceliği karşısında kulun aczini itiraf etmesini, sevgi ve tâzim duyguları içinde lutuf ve yardımını dilemesini ifade eder. Arapça’da kullanıldığı edatlara göre bir kimse için hayır duada veya bedduada bulunmak mânalarını da taşır. Duanın ana hedefi insanın Allah’a halini arzetmesi ve O’na niyazda bulunması olduğuna göre dua kul ile Allah arasında bir diyalog anlamı taşır. Bunun gerçekleşmesi için önce Allah insanı kendi varlığından haberdar etmiş, insan da varlığını benimsediği bu yüce kudret karşısında duyduğu saygı ve ümit hisleri sebebiyle kendisinden daha üstün olanla irtibat ihtiyacını duymuştur. Dua böyle bir irtibat neticesinde insanın bir taraftan kendi ihtiyaç ve eksiklerinin telâfisini, diğer taraftan daha mükemmele ulaşmasını hedefleyen bir diyalog vasıtasıdır. Bir başka söyleyişle dua sınırlı, sonlu ve âciz olan varlığın sınırsız ve sonsuz kudret sahibi ile kurduğu bir köprüdür. Bu sebeple insan tarihin hiçbir döneminde duadan uzak kalmamıştır. Duanın kabulü için şart olmamakla birlikte uygulamada bazı şeklî unsurlar gözetilmiştir. Bunlar daha çok zaman, mekân ve dua şekilleriyle ilgilidir. Dua her yerde yapılabildiği halde tarih boyunca çeşitli dinlerde dua için özel mekânlar tesbit edilmiş veya buralarda dua etmenin daha etkili olacağı düşünülmüştür. Dua ve ibadetlerin cemaatle yerine getirilmesi amacıyla yapılan mâbedlerin dışında ilâhî kudretin muhtelif vesilelerle tecelli ettiği yüksek yerler, kayalar ve dağlar, bazı ağaçların çevresi gibi mekânlar da dua yeri olarak rağbet görmüştür. Duanın özellikle ferdî olanı her zaman yapılabildiği halde daha muteber olması için belirli zamanların seçilmesine de itina gösterilmiştir. Dua ve ibadetlerin zamanını tesbitte çeşitli dinî ve tarihî olaylar etkili olduğu kadar tabiatın ritmi de rol oynamaktadır. Duanın muhtevasını ve dua edenin iç dünyasını yansıtan dış şekiller duanın bir parçası sayılır. Ayakta durma, diz çökme, eğilme, secde etme, başını eğme, elleri gök yüzüne doğru kaldırma, iki yana açma, kavuşturma, kenetleme, gözleri yukarıya dikme, elleri birbirine vurma, göğse veya alna vurma, ayakların çıplak veya giyinik, başın açık veya örtülü olması, vücudun bir yere yönelmesi, hareket etmesi (dans), jestlere sözün katılması, mûsiki aletlerinin kullanılması gibi haller çeşitli dinî çevrelerde dua esnasında görülen farklı davranışlardır. Dinlerde dua muhteva, şekil ve anlatım biçimine göre bazı türlere ayrılır. Asıl ve en yaygın olanı yalvarıp yakarmadır. Bu tür duada insan bir kötülükten kurtulmayı veya bir iyiliğe kavuşmayı diler. Diğer bir tür de şükür ve hamdetmedir. Bu ise kabul ettiği bir dilek ve istekten dolayı Tanrı’yı üstün vasıflarını sayarak yüceltmektir. Şükür ve hamd genelde yalvarış duasının başında yer alır. İslâm Öncesinde Dua. İlkel topluluklarda görülen müşterek dua aile reisi, kabile başkanı veya rahibin yakarışlarına cemaatin katılması (âmin demesi) şeklinde olmaktadır. Kötülüklerden korunma ve dünya nimetlerinden faydalanma isteği duanın iptidai halinin tesbitinde en belirleyici özelliktir. Hint mistisizminde Upanişadlar’dan kaynaklanan ve yoganın psikotekniğine dayanan ibadetsiz bir dua türü vardır. Hinduizm’de dua inandırıcı sözlerle yapılır; ortak dua sembolü bir çeşit besmele olan “om”dur. Budizm’de yüce varlığa karşı belirli bir dua söz konusu olmamakla beraber Buda’ya dua etmek ve ondan istekte bulunmak geleneği hâkimdir. Şintoizm’de dua, mâbed veya evde tanrılara pirinç ve pirinç şarabı sunmakla yerine getirilir. Eski Meksika, Sumer, Bâbil, Mısır ve Yunan dinlerinde birbirine benzeyen ve dua yerine kullanılan kolektif şiirler vardır. Maniheizm’deki duada ruhu etkileyen düalist bir görüş hâkimdir. Romalılar dualarını genellikle Jüpiter mâbedinde yaparlardı. Cermen dininde büyünün dua üzerinde üstün bir gücü vardır. Ancak ilkel toplumlarda büyü ile dua arasındaki sınırı belirlemek oldukça güçtür. Yunan dininde dua geleneksel temizlikle başlar ve klasik yalvarma ile sona ererdi. Sumerler dua esnasında ellerini başlarının üzerine koyarlar, sevinçlerini göstermek ve duanın inandırıcı olmasını sağlamak için ellerini alınlarına çarparlar, böylece ölülerine de saygı göstermiş olurlardı. Bu durum Doğu Asya’da özellikle Hint yogasında da görülmektedir. Dua esnasında kutsal eşyanın öpülmesi, okşanması, çıplak ayakla etrafında dönülmesi vb. hususlar ilkel kabile dinlerinin bâriz özelliklerindendir. Hemen bütün ilkel kabile dinlerinde güneş doğarken ve batarken, ekim ve hasat zamanlarında kurallara bağlı olarak dua etme geleneği mevcuttur. Yahudilik’te dua Allah’a yaklaşma vesilesi kabul edilir. İbrânîce tephillah dua anlamına gelir. Tevrat’ta dua için genel bir kavram ve belli bir sıra mevcut olmamakla beraber altmış altı cümle doğrudan veya dolaylı olarak dua ile ilgilidir. Yahudiler ayakları bitiştirmek, diz çökmek, baş eğmek, elleri göğe açmak ve Kudüs’e yönelmek suretiyle dua ederler. Bilhassa II. Tapınak’ın yıkılışından sonra (m.s. 70) yahudilerde toplu dua daha da yaygınlaşmıştır. Günümüzde yahudiler günde üç defa (sabah, öğle, akşam) dua ederler. Ayrıca sinagogda cumartesi (sabbat) ve bayram günlerinde bunlara ek dualar ilâve edilir. Sabah duasında dua atkısı talet (tallit) kullanılır, dua kayışı da sol pazıya ve alna takılır. Dua dili İbrânîce olmakla birlikte bazı eski Ârâmîce dualar da okunur. Dua öncesinde temizlik yapmak ve özel âyin elbisesi giymek gerekir. Duaların büyük bir kısmını ihtiva eden Mezmûrlar hem yahudi hem de hıristiyanlarca dua sırasında okunmaktadır. Hıristiyanlık’ta da dua dinî hayat açısından büyük bir önem taşır. Dua Tanrı’ya ulaşma, O’nu tanıma ve vicdanın sesi olarak nitelendirilir. Duanın temelinde Allah’a güven ve yüce bir inanış vardır. Luther’e göre dua inancın eseri, Calvin’e göre Allah’ı kavrayabilme inancının her gün tekrarlanışıdır. İnciller’de Hz. Îsâ’nın tavsiye ettiği belli bir dua şekli yoktur; sadece putperestler gibi dua edilmesi yasaklanmıştır (Matta, VI, 7). İnciller’in tamamında duayı ilgilendiren yetmiş beş kadar cümle tesbit edilebilmektedir. Hıristiyanlık’ta duanın belli esaslar çerçevesinde yapılması ilk defa İznik Konsili’nde (milâdî 325) kararlaştırılmış, daha sonra Vatikan bu esaslar üzerinde bazı değişiklikler yapmıştır. Duada Hz. Îsâ temel unsuru teşkil etmekle beraber Allah ve Rûhulkudüs de duanın önemli rükünlerindendir. Günümüzde hıristiyanların günlük (sabah, öğle, akşam), haftalık (pazar) ve yıllık (paskalya) olarak keşişler ve rahipler gözetiminde manastırlarda yaptıkları dua geleneği oldukça uzun bir geçmişe sahiptir (m.s. 150). “Rabbin duası” Hıristiyanlık için toplu ibadetin doruk noktasını teşkil eder. Katolik kilisesinde günde yedi ayrı dua saati bulunmaktadır. Ortodoks kilisesinin geleneğinde gün batarken okunan “vesperum” günün ilk duasını teşkil eder. Genel olarak kiliselerdeki dua şekilleri pek fazla değişiklik göstermez. Duanın mâbedlerdeki cemaatin düzenlenmesinde önemli rol oynadığı büyük dinlerin ortaklaşa kabul ettikleri bir husustur. Dua anında mutlak sessizliğin önemi üzerinde duran mistikler, “Dua on bölümdür, dokuzu sessizliktir” demişlerdir. Dinlerin mânevî ve ahlâkî mahiyetlerinin o dinlere ait dualara büyük ölçüde yansımış olduğunu söylemek mümkündür. BİBLİYOGRAFYA Lisânü’l-ʿArab , “dʿav” md. Fîrûzâbâdî, el-Ḳāmûsü’l-muḥîṭ , “dʿav” md. Tâcü’l-ʿarûs , “dʿav” md. F. Heiler, Das Gebet , Munich 1918-23. F. Heiler – C. Westermann v.dğr., “Gebet”, Die Religion in Geschichte und Gegenwart , Tübingen 1952, II, 1210-1234. A. Bertholet, Wörterbuch der Religionen , Stuttgart 1962. Osman Cilacı, Psiko-Sosyal Açıdan İlâhî Dinlerde Dualar , Konya 1982. A. Schimmel, “Some Aspects of Mystical Prayer in Islam”, WI , II (1914), s. 112-125. Kasım Kufralı, “Du’a”, İA , III, 652. A. Gonzalez, “Prière”, DBS , VIII, 555-606. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 1994 yılında İstanbul’da basılan 9. cildinde, 529-530 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Lisânü’l-ʿArab , “dʿav” md.",
        "Fîrûzâbâdî, el-Ḳāmûsü’l-muḥîṭ , “dʿav” md.",
        "Tâcü’l-ʿarûs , “dʿav” md.",
        "F. Heiler, Das Gebet , Munich 1918-23.",
        "F. Heiler – C. Westermann v.dğr., “Gebet”, Die Religion in Geschichte und Gegenwart , Tübingen 1952, II, 1210-1234.",
        "A. Bertholet, Wörterbuch der Religionen , Stuttgart 1962.",
        "Osman Cilacı, Psiko-Sosyal Açıdan İlâhî Dinlerde Dualar , Konya 1982.",
        "A. Schimmel, “Some Aspects of Mystical Prayer in Islam”, WI , II (1914), s. 112-125.",
        "Kasım Kufralı, “Du’a”, İA , III, 652.",
        "A. Gonzalez, “Prière”, DBS , VIII, 555-606."
      ]
    },
    {
      "author": "SELAHATTİN PARLADIR",
      "content": "İslâm’da Dua. Kur’ân-ı Kerîm’de yirmi yerde geçen dua kelimesiyle birlikte bazı âyetlerde da‘vâ ve da‘vet kelimeleri de aynı anlamda kullanılmıştır; ayrıca pek çok âyette dua kökünden fiiller yer almıştır. Bu âyetlerde dua ve türevleri Allah’a yakarma, istek ve ihtiyaçlarını arzederek O’nun lutfunu dileme, çağırma, seslenme, davet etme, ibadet etme, yardıma çağırma, bir durumu arzetme, Allah’ın birliğini tanıma, isnat ve iddia etme anlamlarında kullanılmıştır (bk. M. F. Abdülbâkī, el-Muʿcem , “dʿav” md.). Dua ve türevleri bu anlamlarıyla hadislerde de sık sık tekrar edilmiştir (bk. Wensinck, el-Muʿcem , “dʿav” md.). İbn Manzûr, dua etmenin başlıca üç şeklinin bulunduğunu belirterek bunları şöyle sıralamıştır: 1. Allah’ın birliğini dile getirme ve O’nu övgüyle anma. 2. Allah’tan af, merhamet gibi mânevî isteklerde bulunma. 3. Allah’tan dünyevî nimetler isteme ( Lisânü’l-ʿArab , “dʿav” md.). Aynı müellif, genellikle “Yâ Rabbi, Allahım” gibi hitap ve çağrı ifadeleriyle başlayan veya Allah’ı övgüyle anan her sözün -içinde bir dilek ve istek bulunmasa da- dua olduğuna işaret ederek buna Hz. Peygamber’in arefe günüyle ilgili bir hadisinde geçen, “Arefede benim duam ve benden öncekilerin duası ‘Lâ ilâhe illallāhü vahdehû lâ şerîke leh lehü’l-mülkü ve lehü’l-hamdü ve hüve alâ külli şey’in kadîr’ sözüdür” şeklindeki açıklamasını delil gösterir; bundan dolayı tehlîl (lâ ilâhe illallah), tahmîd (elhamdülillâh) gibi dinî ifadelere İslâmî gelenekte dua denildiğini hatırlatır. Nitekim Kur’ân-ı Kerîm’de de (Yûnus 10/10) müminlerin cennetteki dualarının Allah’ı tâzim ve tenzih sözleriyle (sübhânekellāhümme) başlayacağı, yine onların dualarının övgü sözleriyle (el-hamdü lillâhi rabbi’l-âlemîn) biteceği bildirilmiştir. Râgıb el-İsfahânî, sözlük anlamıyla dua kelimesinin nidâ ile anlam yakınlığı olmakla birlikte ıstılahî mânadaki duada daima tâzim ve tâzimle birlikte istekte bulunma anlamının mevcut olduğuna dikkat çeker ve buna müslümanların Hz. Peygamber’i çağırırken (dua) saygılı bir ifade kullanmalarını emreden âyeti (en-Nûr 24/63) delil gösterir ( el-Müfredât , “dʿav” md.). Esasen duanın aynı zamanda zikir sayılması, hatta İslâm literatüründe çoğunlukla “ezkâr ve ed‘iye” gibi ifadelerle bu iki kavramın birlikte kullanılması duanın içerdiği bu saygı unsurunun bir sonucudur. Bu şekilde dua ifadelerinin biri zikir ve saygı, diğeri herhangi bir dilek olmak üzere iki unsuru bulunduğu görülmektedir. İbn Manzûr, “sübhânallah, elhamdülillâh, lâ ilâhe illallah” gibi Allah’a saygı ve övgü ifade eden sözlerde açıkça olmasa bile zımnen bir mükâfat ve sevap temennisi bulunması dolayısıyla bunların da dua sayıldığını belirtir. Ancak İslâm âlimleri, genellikle duadaki dilek ve istek unsurunu ikinci derecede önemli görerek diğer dinî faaliyetler gibi duada da Allah’a saygıyı, Allah’ın üstün gücü, sonsuz zenginliği karşısında kulun kendi hiçliğini, yoksulluğunu ve Allah’ın inâyetine ihtiyaç hissetmesini ön plana çıkarmışlardır. Duanın bu muhtevasından dolayı Hz. Peygamber’in, “Dua ibadetin özüdür” (Tirmizî, “Daʿavât”, 1) meâlindeki hadisi bütün ilgili kaynaklarda önemle zikredilir. Yine aynı sebeple bütün müfessirlerin yorumuna göre iki âyette (el-En‘âm 6/52; el-Kehf 18/28) İslâm’ın en önemli ibadeti olan namaz dua kavramıyla ifade edilmiştir. Esasen İslâmî literatürde “namaz” anlamında kullanılan salât kelimesinin asıl mânası duadır; ayrıca birçok âyette genel olarak Allah’a ibadet için dua kökünden türemiş fiillerin kullanıldığı görülür. Dua insanın Allah’a kulluk faaliyetlerinin esas unsurudur ve İslâm literatüründe genel anlamda dua terimi, bu unsurun değişik kavramlarla anlatılan çeşitli görünüşlerini de ifade eden geniş bir muhteva kazanmıştır. Dua fiiline beraber kullanıldığı mef‘ulleriyle bakıldığında bu kavramın dinî muhtevası açıkça görülür. Buna göre dua kulun Allah’tan bir şey dilemesi, Allah’ı istemesi, Allah’ı yardıma çağırması, anması demek olur. Başka bir ifadeyle kul, içinde bulunduğu şartların tesiriyle bir şey için veya Allah için Allah’a yönelmektedir. Bu durumda dua kavramı, İslâmî dönemde yeniden teşkil edilen semantik alan içinde dinî duygu ve yönelişin birbirine komşu olan zikir, tesbih, hamd, senâ, şükür, tövbe, istiğfar, istiâze vb. görünüşlerinin genel çerçevesini oluşturmaktadır. İnsan içinde bulunduğu zor ve sıkıntılı durumlardan kurtulmak, kötü durumlara mâruz kalmamak için Allah’ı hatırlar, aczini, güçsüzlüğünü ve kusurlarını samimiyetle itiraf ederek O’ndan yardım ister (zikir, istiâze, istiâne). Kötü durumdan kurtulma isteği, onu işlediği günah ve kusurlar sebebiyle pişmanlık duymaya ve kalbini temizlemeye, Allah’ı övüp yüceltmeye, af dilemeye sevkeder (zikir, tesbih, hamd, senâ, tövbe, istiğfar). Bazan sıkıntıdan kurtulduğu, nimet ve rahata kavuştuğu için memnuniyetini dile getirir (şükür, hamd, senâ). Dua bazan tabiattaki nizam ve estetiği derinden müşahede eden, mutlak kemâl, güzellik ve gerçekliği sezen kişinin içinde meydana gelen hayranlık duygularının ifadesi olur (zikir, tesbih, tekbir, tehlîl). Dar anlamıyla dua, niyaz, tövbe, istiğfar ve istiâze “istek”; tesbih, tehlîl, tenzih, hamd, senâ, şükür gibi kavramlar da “zikir” başlığı altına konabilir. Psikolojik açıdan yapılan tahlillerde duanın, ilâhî yardımın celbi için başvurulan genel bir ruhî mekanizma olduğuna işaret edilmekle birlikte daha çok insanın yaratıcısına doğru fıtrî çekilişini, yakınlaşma isteğini ifade ettiği üzerinde durulmuştur. Bu yönüyle dua zihnin maddî olmayan âleme doğru çekilmesi, bazan her şeyin değişmez ve üstün prensibinin huşû içinde bir temaşası, ruhun Allah’a doğru yükselişi, hayat denilen mûcizeyi yaratan varlığa karşı aşk ve tapınma ifadesi; her şeyi yaratan, en üstün kemâl, kudret, kuvvet ve güzellik kaynağı, herkesin kurtarıcısı ve hâmisi olan görülmez bir varlıkla ilişkiye geçmek için yapılan bir gayret (Carrel, s. 6); Allah’ın durmadan taşan sevgi ve alâkasına kulun verdiği bir cevaptır (Douglas, s. 12). Duanın tarifi yapılmaya çalışılırken dua ile düşüncenin birbirinden farklı oluşu üzerinde durulmaktadır. Muhammed İkbal’e göre dua ve ibadet, kâinatın dehşet verici sessizliği içinde insanoğlunun kendisine bir cevap bulmak için hissettiği derin hasret ve iştiyakın ifadesidir. Tabiatı ilmî olarak araştırmak bizi “mutlak hakikat”le temas haline getirir. Bu da bir bakıma dua ve ibadettir; ancak dua ve ibadet bu zihnî faaliyet için zorunlu bir tamamlayıcı olarak kabul edilmelidir ( İslâm’da Dinî Tefekkürün Yeniden Teşekkülü , s. 105-109). Tabiatın, üzerinde araştırma yapanlarda dinî şuurun uyanmasına yol açacak ve araştırmacıyı sonunda yüce bir kudreti kabule, ona dua etmeye ve sığınmaya sevkedecek uyarıcılarla (âyât) dolu olduğu hususu Kur’an’da üzerinde durulan bir konudur. Bir âyette, Allah’ın varlığını en iyi sezip O’nun kudretini en etkili şekilde hisseden ve dile getirenlerin âlimler olduğu şöyle ifade edilir: “Göklerin ve yerin yaratılışında, gece ile gündüzün birbiri ardınca gelip gidişinde aklıselim sahipleri için âyetler vardır. Onlar Allah’ı ayakta, otururken ve yatarken zikreder, göklerin ve yerin yaratılışı üzerinde derin derin düşünürler ve şöyle derler: Rabbimiz! Sen bunları boşuna yaratmadın; sen münezzehsin. Bizi cehennem azabından koru!” (Âl-i İmrân 3/190-191; ayrıca bk. Fâtır 35/28). Duanın Önemi. İnsanda dinî temayülün fıtrî olduğu inancı bazı naslara dayandırılmaktadır. Temelinde Allah inancının bulunduğu dinî hayat görüşünde bütün yaratıkların tabiatında Allah’a doğru bir yöneliş vardır. Birçok âyette canlı ve cansız bütün varlıkların Allah’ı tesbih ettiği belirtilmiştir. Bu âyetlerin birinde şöyle denilir: “Yedi gök, yer ve bunlarda bulunanlar O’nu tesbih eder. O’nu överek yüceltmeyen hiçbir şey yoktur; fakat siz onların bu tesbihini anlamazsınız” (el-İsrâ 17/44; benzer âyetler için bk. er-Ra‘d 13/13; el-Hadîd 57/1; el-Haşr 59/1; es-Saf 61/1; el-Cum‘a 62/1; et-Tegābün 64/1). Zâriyât sûresinde (51/56) insanın esas görevinin kulluk olduğu belirtilmiştir. Bu âyetten, insanın özü itibariyle yaratıcısına doğru bir çekiliş, sığınma, irtibat ve onu tanıma arayışı içinde yaratıldığı anlamını çıkarmak mümkündür. İnsanın yaratılmasıyla ilgili âyetler, yaratılmadan önce ona Allah’ı rab olarak tanıma özelliğinin verilmiş olduğu şeklinde yorumlanmaktadır (el-A‘râf 7/172, 173; ayrıca bk. BEZM-i ELEST ). İslâmî kaynaklarda, bilhassa tasavvufta bu âyetler insanın dinî meylinin fıtrî oluşuna delil olarak kullanılmıştır. Bu yorumda hayat, insanın esas yurdundan ayrılmış olmasının acılarını duyması, onu arama ve ona ulaşma çabası olarak anlaşılmaktadır. Böyle bir istekle yüklü insanın hali tasavvufî yazılarda eşini kaybeden güvercine, yerinden koparıldığı için inleyen neye, sahibinin ıslığına gelen şahine veya kafesteki kuşa benzetilmiştir. Kur’ân-ı Kerîm’de, insanın çaresizlik içinde ve zor şartlarda duaya başvurma şeklindeki genel psikolojik mekanizması üzerinde ısrarla durulmuştur. Bazı âyetlerde dinî yöneliş veya duanın belirgin veya zayıf hale geldiği durumlar açıklanırken aynı zamanda bu yönelişin insan tabiatında fıtrî ve küllî bir motif olarak bulunduğu da ortaya konmaktadır. Âyetlerin ifadesiyle, insan bir tehlike ve sıkıntıya düşünce bütün samimiyetiyle Allah’a yönelir; yatarken, otururken, ayakta dururken bıkmadan usanmadan dua edip iyilik ve başarı ister (Yûnus 10/12; el-İsrâ 17/11; er-Rûm 30/33; Lokmân 31/32; Fussılet 41/49). Yine yukarıda zikredilenlerle diğer bazı âyetlerde insanın ihtiyaç ve sıkıntılarının giderildiği, kendini emniyet içinde ve başarılı gördüğü durumlarda dua isteğinin zayıfladığı, Allah’tan yüz çevirdiği, kendi güç ve yeterliliğini gözünde büyütüp bencil ve nankör olduğu, zalimce hareket ettiği vurgulanmaktadır (el-İsrâ 17/67; Lokmân 31/32; ez-Zümer 39/8; Fussılet 41/51). Bu olumsuz gelişmeyi önlemek amacıyla ilâhî dinler, insan şuurunda dinî inanç ve duygunun mümkün olduğu kadar canlı, etkili bir halde bulunmasını sağlamanın bazı çarelerini (bazı dua ve ibadetleri) insan için bir görev haline getirmiştir. Başa gelen sıkıntı ve zorluklardan kurtulmak için Allah’a dua edilmesinin istenmesi (el-Mü’min 40/60) yanında ilâhî dinler bilhassa refah ve rahatlık durumlarında insanın Allah’ı hatırlamasını, böylece bu inancın kontrolü altında bencil isteklerine kapılmamasını sağlamayı hedeflemiştir. Dua ve zikir mânasına gelen salâtın (namaz) müminler için günün belli vakitlerinde yerine getirilecek bir görev olması (en-Nisâ 4/103), insan şuurunda Allah inancının devamlılığını gerçekleştirme gayesini güder. Din psikolojisi araştırmalarına göre insan tabiatının ahlâkî ve kutsal yönelişlerinin ihmal edilmesi onu mânen kör bir varlık haline getirmekte ve bu durum onun yapıcı bir toplum elemanı olmasını engellemektedir. Bugünün şartlarında iç rahatlığı için gerekli ruhî ve bedenî hususları temin edecek dua yerlerine ihtiyaç vardır. Bu sığınakların sessizliğinde insanlar düşüncelerini Allah’a doğru yükselterek adale ve uzuvlarını dinlendirme, zihinlerinin gerginliğini giderme, fikirlerini billûrlaştırma ve medeniyetin ezici bir yük haline getirdiği çetin hayata tahammül kuvvetini kazanma imkânını bulabileceklerdir (Carrel, s. 9). Dua ve ibadet, yaratılışı gereği insanın Allah’a doğru olan bir yönelişi gibi görünürse de dinî metinlere göre dua ve ibadeti, Allah ile kul arasında Allah’ın rahmet ve şefkatinin kulları tarafından tanınma iradesinin galip geldiği canlı bir ilişki ve haberleşme olarak görmek lâzımdır (Kuşeyrî, s. 380). Bir yoruma göre duada Allah ile kul arasında bir vasıta yoktur ve bu sebeple dua kulluk makamlarının en önemlisidir (Fahreddin er-Râzî, X, 374, 375). Bir âyette, “De ki: Duanız olmasa rabbim size ne diye değer versin” (el-Furkān 25/77) denilmek suretiyle insanın ancak Allah’a olan bu yönelişiyle değer kazandığı belirtilmiştir. Bazı hadislerde de Allah’ı güzel isimleriyle anan kimsenin günahlarının deniz köpükleri kadar çok olsa bile yine affedileceği bildirilmiştir (Buhârî, “Daʿavât”, 65; Ebû Dâvûd, “Ṣalât”, 359). Allah kuluna cevap vermek için onun her ne vesile ile olursa olsun kendisine başvurmasını istemektedir. Bunun vesilesi, varlığın müşâhedesinden doğan bir hayranlık veya nimet içinde olmanın verdiği bir memnunluk duygusu olduğu kadar insanı sıkıştıran ihtiyaç ve korkular veya yapılan kötü bir işten dolayı duyulan pişmanlık da olabilir (el-Bakara 2/152, 186; Hûd 11/90; en-Nûr 24/31; ez-Zümer 39/53). Hatta suçluluk duygusu, insanın Allah önünde kusurunu, zayıflık ve güçsüzlüğünü anlayıp iyi bir kul olmaya imkân verdiği için ayrıca önem kazanmaktadır (Müslim, “Tevbe”, 11). Bu durumda günah veya kötülük, insanın tövbe edip meşrû sınırlar içine dönmesini sağlayan bir vicdan azabına yol açmaktadır (Müslim, “Birr”, 14). Kulun yapısı gereği kaçınamadığı günahlar, onun derin pişmanlık duygularıyla Allah’a yönelmesini sağlayan birer vesile olarak görülmektedir. Bu sebeple kulun tekrar tekrar işlediği günahların affı için Allah’a yönelmesi, bir hadise göre her defasında afla sonuçlanacaktır (Müslim, “Tevbe”, 29). İslâmî hayat anlayışında insanın Allah’a doğru bir yöneliş halinde O’nun ilgi ve rahmetini çekecek bir başvuru içinde olması önem taşımaktadır. Bir hadiste Allah’ın kendisine tövbe edilmesinden duyduğu sevinç, çölde devesini kaybedip sonra bulan kimsenin sevincine benzetilmiştir (Müslim, “Tevbe”, 2). Ancak bu ilâhî rahmet ve ilginin gerçekleşmesinde ilk adımın kul tarafından atılması gerekmektedir. Allah ile kul arasındaki münasebet konusunda Hz. Peygamber’e yöneltilen soruya Kur’an şu cevabı vermiştir: “Ben yakınım; biri benden bir şey istediğinde onun duasına karşılık veririm” (el-Bakara 2/186). Bir hadîs-i kudsîde, kulun rabbine gösterdiği ilgi ve sevginin fazlasıyla karşılığını bulacağı anlatılmıştır (Müslim, “Tevbe”, 1; Tirmizî, “Daʿavât”, 132). İbadet ve duanın, kulda Allah şuurunu daha canlı ve devamlı hale getirmek suretiyle ahlâkî bir hayat için gerekli duyarlık ve özgeciliğe ulaştırması; ayrıca problemleri akılcı bir şekilde çözmek ve hayatı daha mutlu kılmak için gerekli olan zihin duruluğu, moral güç, sağduyu ve ferâsetin gerçekleşmesine imkân vermesi beklenir. Bu durumda dua gerçek bir tevekkül halini alır; yani bir problemi çözmenin veya önlemenin gerekli bütün yolları Allah’a dayanmanın sağladığı sükûnet ve güçle araştırılır ve sonucun hayırlı olması Allah’tan beklenir. Genellikle insan, gerekli tedbirleri aldığı halde akıl ve bilme gücünün karmaşık hayat olaylarını anlama ve düzenlemede yeterli olmadığı duygusuna kapıldığında dua eşliğinde beklentiye girer ve işin sonucunu Allah’a bırakır. Ne var ki çok defa insanın aceleci ve kolaycı tabiatı, onu bazı dua klişelerini sadece okumak, tekrar etmek veya yanında bulundurmak, yani duayı bir çeşit sihir tekniği gibi kullanmak suretiyle isteklerinin gerçekleşmesini beklemeye sevketmektedir. Kur’ân-ı Kerîm’de duanın sadece Allah’a yöneltilmesi önemle belirtilmiştir. Allah’tan başkasına, putlara veya kendilerine mutlak nitelikler izâfe edilen başka yaratıklara dua ve ibadet edilmesi Kur’an’da kesinlikle yasaklanmıştır (meselâ bk. eş-Şuarâ 26/213; el-Kasas 28/88). Kur’an’ın tasvirine göre Allah’tan başkasına dua edenler, ağzına su gelsin diye suya doğru ellerini açan, fakat elleri boş kalan kimselere benzerler (er-Ra‘d 13/14). Halbuki Allah’ın dışında kendilerine dua edilenler de O’nun kulları ve yaratıklarıdır (el-A‘râf 7/194, 195; en-Nahl 16/20). Bu sebeple Allah’tan başkasına dua etmek “açık bir sapıklıktır” (el-Hâc 22/12, 13) ve “kâfirlerin yaptığı dua boşuna yapılmış bir duadır” (el-Mü’min 40/50). Duanın Tesiri. Allah’ı anmanın ve O’na sığınmanın, Allah rızâsına ulaştırıcı olması yanında kul açısından O’na duyulan yakınlık sonucunda uzak veya yakın birçok fayda ve mükâfata vesile olacağına dair hayli belge vardır. Kur’an’a göre, dua edene Allah karşılık verir (el-Mü’min 40/60) ve Allah’ı anan kimseyi Allah da anar (el-Bakara 2/152). Naslarda yer alan dualardaki isteklerin önemli bir kısmının hayat ve şahsiyetin korunması amacına yönelik oluşu, prensip olarak duanın fayda verdiğine inanmayı gerektirir. Bununla beraber Hz. Peygamber’in açıklamasına göre duanın kabulünde birkaç alternatif söz konusudur. Dua edene istediği şey ya bu dünyada hemen verilir veya âhirete saklanır yahut üzerinden istediği iyilik kadar bir kötülük giderilir ( Müsned , III, 18). Gerek ihtiyaçlar ve hatalar yüzünden Allah’a başvurmak, gerekse nimetleri sebebiyle O’nu hatırlamak ve anmak kişide psikolojik bakımdan bir rahatlık, huzur ve mutluluk doğurduğu gibi (er-Ra‘d 13/28; el-A‘lâ 87/15; İbn Mâce, “Edeb”, 53; Tirmizî, “Daʿavât”, 7) ahlâkî arınmaya ve yücelmeye de yol açmakta, gelişim safhalarındaki takılma ve sapmaların önlenmesinde ve şahsiyetin tamamlanmasında yapıcı bir fonksiyon icra etmektedir (Gazzâlî, I, 297, 302; Fırat, s. 117; Yaparel, s. 28-33, 145). Bir hadîs-i kudsîye göre dua ve ibadetle meydana gelen yakınlaşma Allah’ın sevgisine, bu sevgi de kulda duyarlı bir vicdan ve sağduyunun doğmasına yol açar (Buhârî, “Riḳāḳ”, 38). Hz. Peygamber, “Allahım! Hatalarımı kar ve dolu suyu ile temizle; beyaz elbiseyi kirden arındırdığın gibi kalbimi günahlardan arındır” meâlindeki hadisiyle (İbn Mâce, “Duʿâʾ”, 3) duanın, işlenen hata ve günahların insan vicdanındaki izlerini gideren ve ruhî arınmaya vesile olan bu tesirini ifade etmiştir. Bununla beraber dinde, yapılan iyi iş, dua ve ibadetlerin daha ziyade uhrevî neticeleri üzerinde durulmuştur. Aslolan ebedî hayattaki ecir, sevap ve mutluluktur. Fakat bir müslümanın davranışlarında uhrevî sonuçları gözetirken aynı zamanda bunların bu dünyadaki olumlu sonuçlarını da beklemesini tabii saymak gerekir. Aslında Kur’an’da öğretilen bir duaya göre rabbimizden dünya için de âhiret için de iyilik ve güzellik istemek gerekir (el-Bakara 2/201; en-Nahl 16/122). Dualarının kabul edilmesinde, dua edilirken yaşanan dinî şuur yoğunluğunun önemine işaret edilmiştir. Böyle bir durumda Allah insan şuurunun yegâne konusu olur, başka ilgi ve istekler silinir, duygusal gerginlik insan vicdanını temizler ve Allah’a açık bir hale getirir. Kur’an’da bu durum, kişinin “dini Allah’a has kılması” olarak tanımlanmıştır (meselâ bk. el-Mü’min 40/14, 65). Bir hadiste, insanın mutlaka karşılık alacağına inandığı bir ruh hali içinde dua etmesi gerektiği, gafil bir kalpten gelen duanın kabule yakın olmayacağı belirtilmiştir (Tirmizî, “Daʿavât”, 66). Dualarının kabul edileceği bildirilen kimselerde görülen ortak özellik, şuurun dinî bir renkle kaplanmış olmasıdır. Hadislerde bildirildiğine göre bir tehlike veya zulüm karşısında çaresiz kalan kimse, kalbi tamamen hasbî sevgiyle dolu anne baba, başkasının iyiliğini isteyen kişi, toplum için çalışan âdil başkan ve Allah için beden isteklerini frenleyen oruçlu duası geri çevrilmeyecek kimselerdendir (Buhârî, “Cihâd”, 180; İbn Mâce, “Duʿâʾ”, 11; Ebû Dâvûd, “Ṣalât”, 364; Tirmizî, “Daʿavât”, 129). Ayrıca duanın, bir günahın işlenmesine veya akrabalık ilişkilerinin kesilmesine yönelik olmaması ve kabulünde acele edilmemesi de gerekli şartlar arasında sayılmıştır (Tirmizî, “Daʿavât”, 9, 12). Gazzâlî olayların belli sebeplere bağlanmış olduğunu, meselâ kalkanın oktan korunma, suyun bitkilerin büyümesi için birer sebep olması gibi duanın da sıkıntı ve belâyı defetmek ve Allah’ın rahmetini çekmek için bir sebep olduğunu belirtmiştir. Ancak dua sonucunda meydana gelecek bir değişiklik, Gazzâlî’nin izahına göre yine tabii sebep-sonuç ilişkisi içinde ortaya çıkar. Allah, “Savaş için gereken hazırlığı yapın” (en-Nisâ 4/71) derken silâh kuşanmamak ve Allah takdir ettiyse çıkar, etmediyse çıkmaz diyerek tohumu saçtıktan sonra toprağı sulamamak Allah’ın takdirine uymak değildir ( İḥyâʾ , I, 328, 329). Şu halde bir şeyin olmasını sadece istemek, Allah’ın bu sonucu meydana getirmesi için yeter sebep teşkil etmez. Bir hadise göre deveyi bağlamak, sonra Allah’a tevekkül etmek gerekir (Tirmizî, “Ḳıyâmet”, 60). Elinden gelen her şeyi yapan ve çaresiz kalan kişinin Allah’a olan samimi yönelişi bazan ona mûcizevî bir şifa, kurtuluş ve aydınlık sağlar. Nitekim çaresiz kalmış bazı hastalarda duanın şifa verici tesirine şahit olunduğu bilinmektedir (Carrel, s. 12, 13). Bir âyette, başa gelen sıkıntılı durumlarda hem sabır ve direnme göstermek, hem de namaz ve dua ile Allah’tan yardım istemek tavsiye edilmektedir (el-Bakara 2/45, 153). Zira zikir ve dua âyetin belirttiği gibi psikolojik bir rahatlık, güç ve moral verir (er-Ra‘d 13/28). Bir hadiste tasvir edildiği üzere Allah’ı ananları melekler kuşatır, üzerlerini rahmet ve sekînet kaplar (İbn Mâce, “Edeb”, 53). Duanın kabul edilmesi konusu âhiretteki sonuçları bakımından bir açıklama güçlüğü doğurmaz. Dua, zikir, tesbih gibi fiillere sevap, günahların affı, çeşitli cennet nimetleri, azaptan kurtulma gibi karşılıklar verilecektir (Tirmizî, “Daʿavât”, 60; Gazzâlî, I, 297-302). Ancak duanın dünyadaki tesiri, özellikle de istek dualarının bir sonuç doğuracak sebep olarak görülmesi, konuyu ister istemez kaderle ilgili tartışmaların içine çekmiştir. Tabiat olaylarının, Allah’ın iradesi veya ezelde belirlediği kadere (sünnet) uygun olarak meydana geldiği konusunda herhangi bir problem yoktur. İnsanın fiillerinin belli bir sebep-sonuç ilişkisi içinde cereyan ettiğinde de şüphe yoktur. Ancak burada dua açısından önemli bazı sorular ortaya çıkmaktadır. a) Allah’ın ilim ve iradesi insan iradesini de bağlayıcı ve tayin edici midir? b) Dua nasıl tesir etmektedir; insanın duası, Allah’ın belirlediği kader veya sünnetin dışında bir sonuç almaya mı yöneliktir, yoksa Allah’tan sebep-sonuç ilişkisini iyi bir netice doğuracak şekilde yönlendirmesi mi istenmektedir, yani dua bir bakıma sonuç elde etmek için normal bir sebep mi sayılmalıdır? İlgili kaynaklarda bu tartışmaya geniş ölçüde yer verildiği görülür. Fahreddin er-Râzî’nin belirttiğine göre bazı kişiler duanın faydasız olduğunu ileri sürmüşlerdir. Bunların iddiasına göre, dua ile talep edilen durumun vuku bulacağı Allah nezdinde biliniyorsa bunun için dua etmeye gerek yoktur, nasıl olsa vuku bulacaktır. Eğer vuku bulmayacağı Allah tarafından biliniyorsa bunun için dua etmek faydasızdır, çünkü vukuu imkânsızdır. Allah’ın meydana geleceğini ezelde takdir ettiği şeyin vukuunu önlemek, takdir etmediğinin meydana gelmesini sağlamak mümkün değildir; şu halde dua takdiri değiştirmez. Allah nezdinde her şey mâlûm olduğuna göre dua ile bir bakıma ihtiyaçlarımızı O’na hatırlatmak kulluğa yakışmaz. Nitekim dinî bakımdan en yüksek makamda olan kişiler (sıddîklar) bu makama takdire rızâ ile ulaşmışlardır. Ayrıca dua, nefsin muradını Allah’ın muradına tercih etmek anlamına geldiğinden edebe aykırıdır. İslâm âlimlerinin ekserisi bu iddialara karşı çıkmışlardır. Onlara göre kadere dayanarak duayı reddetmek yerine duayı da takdirin bir parçası saymak daha mâkuldür. Ezelde duaya bağlı olarak takdir edilmiş şeyler yine dua ile hâsıl olacaktır. Kaderin olaylara göre önceliği varsa Allah’ın da kazâ ve kadere önceliği vardır. Bunun aksini düşünmek, Allah’ı da kazâ ve kadere mahkûm farzetmek sonucuna götürür. Ayrıca duadan maksat, Allah’ın bilmediği bir şeyi O’na hatırlatmak değil kişinin kulluğunu göstermesi, aczini ve ihtiyacını Allah’a arzetmesidir; bundan dolayıdır ki dua büyük bir kulluk makamıdır. Bütün bu aklî deliller yanında pek çok âyet ve hadisle de duanın gerekliliği, fayda ve tesirleri açıkça bildirilmiştir (Fahreddin er-Râzî, V, 97-101; Elmalılı, I, 664-667). Gazzâlî, “Allah’ın takdiri değişmeyeceğine göre duanın ne faydası vardır?” sorusuna şöyle cevap vermektedir: Olaylar önceden sebep-sonuç ilişkisiyle birbirine bağlanmıştır. Sebeplerin sonuçları doğurması zaman içinde meydana gelir. İyilik veya kötülüğü takdir eden bunlar için bir sebep de takdir etmiştir. Dua kötülüğün giderilmesi veya iyiliğin sağlanması için bir sebeptir. Duanın bir faydası da kalpte Allah inancının kökleşmesini sağlamasıdır ki bu da ibadetin hedefidir ( İḥyâʾ , I, 328, 329). Tasavvufî eserlerde duanın dünyevî dert ve ihtiyaçların giderilmesinde etkili olduğunu gösteren birçok örnek vardır. Bununla beraber bir sûfî için duanın istek ve ihtiyaçların giderilmesine yaraması önemli değildir. Onun için önemli olan, duanın Allah’a duyulan iştiyakın dili ve O’nunla doğrudan haberleşmenin bir vasıtası oluşudur. Bazı tasavvuf erbabına göre ilâhî hüküm ve kaderin cereyanı karşısında susmak ve hiçbir arzu izhar etmemek en uygun tutumdur (Kuşeyrî, s. 373-380). Her şeyin Allah’tan sudûr ettiğini ve böylece yukarıdan aşağıya doğru bir determinizmin varlığını kabul eden filozoflara göre dua insanı gökküreleriyle ilişki içine sokmaktan ibarettir. İbn Sînâ’ya göre duanın etkisi, dünyevî eğilimlerle semavî sebeplerin birlikte çalıştığı bir sonuç olarak ortaya çıkar. Dua esnasındaki yalvarış gökküreleri üzerine, tıpkı insanın hayal gücünün kendi vücudu üzerine tesir etmesi gibi büyük kâinatın kanunlarına göre fizikî bakımdan tesir eden ruhî bir etki olarak görülür. Aslında insana dua etmesini telkin eden bu gökküreleridir; bu telkin sebeplerin evrensel ardarda gelişi içinde yer alır ( EI 2 [Fr.] , II, 634). Dua Konuları. Dua kitaplarında bir kısmı âyetlere, büyük bir çoğunluğu da hadislere dayandırılmış, hayli uzun listeler teşkil eden duaların önemli bir kısmı insanın temel istek ve ihtiyaçlarıyla ilgilidir. Beden ve ruh sağlığı, dünya ve âhiret mutluluğu, ferdî ve içtimaî güvenlik dilekleri yanında istenmeyen, gelmesinden korkulan durumlardan Allah’a sığınma duaları daha ayrıntılı olarak sıralanmıştır. Bunlarda insanın temel endişe ve korkuları neredeyse tek tek dile getirilmiştir. Hastalık, tabii âfet, fakirlik, saptırıcı zenginlik, nefis ve şeytan, sıkıntı ve üzüntü, zulüm ve düşman, borç, darlık, güçsüzlük, zillet, cehennem ve kabir azabı bu sakınılan kötülük ve fitnelerin başlıcalarını oluşturur. Ayrıca hayatın doğum, ölüm ve yolculuk gibi önemli olayları; ibadet, yeme, içme, yatma, uyuma, rüya görme, uyanma, çarşıya çıkma, alışveriş gibi basit faaliyetler de birer dua konusu olmuştur. Genellikle hayatın korunması ve âhiret mutluluğunun sağlanmasıyla ilgili duaların yer aldığı pratik dua kitapları hemen her devirde rağbet görmüştür (aş.bk.). Fizyolojik ve ferdî faydalarla ilgili duaların yanında dinî naslarda kişiyi hata ve günah işlemeye sevkeden nefsin basit istek ve kaprislerinden, kin ve hasetten, duyarsız bir kalpten, faydasız bilginin veya cahilliğin doğuracağı kötülüklerden korunmayı; kalpleri birleştirecek sevgi, merhamet, gönül ve ahlâk güzelliği kazanma isteğini ifade eden içtimaî, ahlâkî ve ideal hedeflerin de duaların konusunu teşkil ettiği görülür. Hz. Âişe’ye göre Resûlullah’ın duaları özlü ve kapsamlı olup (Ebû Dâvûd, “Ṣalât”, 358) çoğunlukla içtimaî ve ahlâkî hedeflere yöneliktir. Sosyal bünyede görülecek ayrılık ve anarşi, insanın şerefini düşüren cimrilik, korkaklık, tembellik gibi kötü huylar, fakirlik, zenginlik veya ihtiyarlığın yol açacağı ahlâkî çöküntü onun en çok sakındığı durumlardır (Müslim, “Ẕikir”, 73; Nesâî, “İstiʿâẕe”, 5, 6, 12). Hz. Peygamber’in, çok meşhur bir duasında insanın ahlâk ve ruh sağlığının korunmasına ne kadar önem verdiği dikkati çeker: “Allahım! Ürpermeyen kalpten, doymayan nefisten, fayda vermeyen bilgiden ve kabul olunmayacak duadan sana sığınırım” (Tirmizî, “Daʿavât”, 69; Nesâî, “İstiʿâẕe”, 13). Hamd, tesbih, tehlîl gibi Allah’ın yüceliğini ifade eden dualar bazan sırf Allah’a yakınlığı, O’nunla irtibatı ve O’nun rızâsını amaçlayan bir sevgi ve saygıyı sunmaktan ibarettir. Bazan da bunlara, uhrevî veya dünyevî isteklerin kabulünü kolaylaştıracak birer mukaddime olarak başvurulmaktadır. Duanın Âdâbı. İslâmî kaynaklarda diğer ibadetlerde olduğu gibi dua için de şeklî ve ahlâkî bazı şartlara riayet edilmesi istenmiştir. Buna göre dua eden kişinin konumuna uygun bir edep içinde olması gerekir. Nitekim bir nevi dua olan namazda kulun nasıl hareket edeceği tarif edilmiştir. Bu hareketler dış görünüşü bakımından insanın saygı ve sığınma tavrını belli bir disiplin içine almıştır ve özü itibariyle Allah’ın huzurunda güçsüzlüğünü, noksanını kabulü, hamd, şükür ve yardım isteklerini sunmayı ifade eder. Namazda ve her türlü dua davranışında edebin esasını kulun kibir, gösteriş, kabalık ve gaflet gibi ahlâkî kusurlardan temizlenmesi teşkil eder. Bir âyete göre Allah’ın huzurunda olanlar büyüklenmezler, aksine O’nun büyüklüğünü anarak secde ederler. Yine Allah’ı anan kimsenin huşû içinde yalvarma vaziyeti alması, O’nu saygıyla ve sesini yükseltmeden anması gerekir; aksini yapmak ise gaflettir (el-A‘râf 7/205, 206). Duanın gönülden ve gizlice yapılmasını isteyen başka bir âyette de bunun aksine bir hareket, Allah’ın hoşlanmadığı bir iş ve haddi aşmak olarak nitelendirilmiştir. Kul dua ederken Allah’a karşı korku ve saygı içinde bulunmalı, aynı zamanda istekli ve ümitli olmalıdır (el-A‘râf 7/55, 56). Rivayete göre, yüksek sesle tekbir getirmeye başlayan bazı müslümanlara Hz. Peygamber engel olmuş ve, “Sizler sağır ve uzaktaki birine değil her şeyi duyan ve gören Allah’a dua ediyorsunuz” demiştir (Buhârî, “Daʿavât”, 50; Tirmizî, “Daʿavât”, 58). Bu konuyla ilgili bir âyette Allah’ın insanlara yakın olduğu, O’nun dua edenin duasına karşılık verdiği belirtilmiştir (el-Bakara 2/186). Hz. Peygamber ayrıca kişinin duayı duyarlı bir kalple yapmasını, isteğini kesin ve sade bir dille belirtmesini, kabulü için acele etmeyip taleplerine ısrarla devam etmesini, yerine göre isteklerini üç defa tekrarlamasını tavsiye etmiştir (Buhârî, “Daʿavât”, 20-22; Tirmizî, “Daʿavât”, 12, 66). Allah huzurunda kulun nasıl bir edep içinde dua edeceği veya ettiği duanın hangi şartlarda kabul göreceği konusunda ilgili kitaplarda maddeler halinde bazı esaslara yer verilmiştir. Buralarda duanın konusu, vakti, yeri, başlama ve bitirme şekli, duada vücudun alacağı durum üzerinde uzunca durulmuştur. Gazzâlî, duanın gönülden, gizlice ve alçak sesle yapılması esaslarını da içine alan on maddelik bir “âdâb” listesi vermektedir. Buna göre dua mübârek vakit ve yerlerde, kıbleye dönülerek ve Allah’ın adıyla başlanarak, günahlara pişmanlık duyularak yapılmalı, kabulü için acele edilmemeli, kabul edileceğine inanılarak dua ısrarla sürdürülmelidir ( İḥyâʾ , I, 304-309). Diz çökerek elleri yukarı kaldırmanın ve içe kapanıp Allah’a övgü ve dualarını yöneltmenin genel ve tabii dua vaziyeti olduğu söylenebilir. Hz. Peygamber’i dua ederken görenler, bazan onun koltuk altları görülecek şekilde ellerini yukarıya kaldırdığını, duadan sonra ellerini yüzüne sürdüğünü (Buhârî, “Daʿavât”, 23; Tirmizî, “Daʿavât”, 11); bazan hamd, tekbir, tesbih ifade eden sözleri belli sayıda tekrar ettiğini ve bunu yaparken parmak boğumlarını kullandığını söylemişlerdir (Tirmizî, “Daʿavât”, 72). Bununla beraber Resûlullah sayılı tesbih işinin çok vakit almasına taraftar olmamış, bunun yerine “yaratıklar sayısınca” veya “Allah’ın arşı ağırlığınca” gibi geniş kapsamlı ifadelerle üç kere tekrar etmenin kâfi geleceğini (Müslim, “Ẕikir”, 79; Ebû Dâvûd, “Ṣalât”, 359; Tirmizî, “Daʿavât”, 89, 114, 121), ayrıca bir isteği arzetmeden önce Allah’a hamdüsenâ etmenin ve peygamberine salâtüselâm getirmenin uygun olacağını söylemiştir (Ebû Dâvûd, “Ṣalât”, 358). BİBLİYOGRAFYA Lisânü’l-ʿArab , “dʿav” md. Tâcü’l-ʿarûs , “dʿav” md. Râgıb el-İsfahânî, el-Müfredât , “dʿav” md. et-Taʿrîfât , “ṣalât” md. Wensinck, el-Muʿcem , “dʿav” md. M. F. Abdülbâkī, el-Muʿcem , “dʿav” md. el-Muvaṭṭaʾ , “Ḥüsnü’l-ḫuluḳ”, 8. Müsned , III, 18. Buhârî, “Tevḥîd”, 15, “Daʿavât”, 20-23, 50, 65, “Riḳāḳ”, 38, “Cihâd”, 180. Müslim, “Tevbe”, 1, 2, 11, 29, “Birr”, 14, “Ẕikir”, 73, 79. İbn Mâce, “Duʿâʾ”, 1, 3, 11, “Edeb”, 53. Ebû Dâvûd, “Ṣalât”, 358, 359, 364. Tirmizî, “Ḳıyâmet”, 60, “Daʿavât”, 1, 7, 9, 11, 12, 58, 60, 66, 69, 72, 79, 89, 102, 114, 115, 116, 121, 129, 132. Nesâî, “İstiʿâẕe”, 5, 6, 12, 13. Kuşeyrî, Risâle (Uludağ) , s. 373-381. Gazzâlî, İḥyâʾ , I, 293-329; IV, 2-60. Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , V, 97-101; X, 374, 375. Süyûtî, el-İtḳān (Ebü’l-Fazl) , I, 130-131. Teftazânî, Kelâm İlmi ve İslâm Akâidi: Şerhu’l-akâid (trc. Süleyman Uludağ), İstanbul 1980, s. 359-360. İzmirli, Yeni İlm-i Kelâm , I, 107-114; II, 204-205. Elmalılı, Hak Dini , I, 662-667. A. Carrel, Dua (trc. Nahid Tendar), İstanbul 1947. Muhammed İkbal, İslâm’da Dinî Tefekkürün Yeniden Teşekkülü (trc. Sofi Huri), İstanbul 1964, s. 105-111. Ali Arslan Aydın, İslâm İnançları ve Felsefesi , Ankara 1964, s. 198-204. L. Gardet, Dieu et la destinée de l’homme , Paris 1967, s. 136-139. a.mlf., “Duʿāʾ”, EI 2 (Fr.) , II, 632-634. Osman Pazarlı, Din Psikolojisi , İstanbul 1972, s. 193-199. T. Izutsu, Kur’ân’da Allah ve İnsan (trc. Süleyman Ateş), Ankara 1975, s. 182-186. Süleyman Ateş, Cüneyd-i Bağdâdî: Hayatı, Eserleri ve Mektupları , İstanbul 1980, s. 131-144. Erdoğan Fırat, Şahsiyet Gelişiminde Tevbenin Fonksiyonu (doçentlik tezi, 1982), AÜ İlâhiyat Fakültesi. Osman Cilâcı, Psiko-Sosyal Açıdan İlâhî Dinlerde Dualar , Konya 1982. Ali Şerîatî, Dua (trc. Kerim Güney), İstanbul 1983, s. 15-50. Recep Yaparel, Yirmi-Kırk Yaşlar Arası Kişilerde Dinî Hayat ile Psiko-Sosyal Uyum Arasındaki İlişki Üzerine Bir Araştırma (doktora tezi, 1987), AÜ İlâhiyat Fakültesi. Mehmet Aydın, Din Felsefesi , İzmir 1987, s. 126-130, 246-257. Mâcit Fahri, İslâm Felsefesi Tarihi (trc. Kasım Turhan), İstanbul 1987, s. 105-126. M. Cemal Sofuoğlu, Açıklamalı Büyük Duâ Kitabı , Ankara 1992. Kasım Kufralı, “Du’a”, İA , III, 652-654. el-Ḳāmûsü’l-İslâmî , II, 372. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 1994 yılında İstanbul’da basılan 9. cildinde, 530-535 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Lisânü’l-ʿArab , “dʿav” md.",
        "Tâcü’l-ʿarûs , “dʿav” md.",
        "Râgıb el-İsfahânî, el-Müfredât , “dʿav” md.",
        "et-Taʿrîfât , “ṣalât” md.",
        "Wensinck, el-Muʿcem , “dʿav” md.",
        "M. F. Abdülbâkī, el-Muʿcem , “dʿav” md.",
        "el-Muvaṭṭaʾ , “Ḥüsnü’l-ḫuluḳ”, 8.",
        "Müsned , III, 18.",
        "Buhârî, “Tevḥîd”, 15, “Daʿavât”, 20-23, 50, 65, “Riḳāḳ”, 38, “Cihâd”, 180.",
        "Müslim, “Tevbe”, 1, 2, 11, 29, “Birr”, 14, “Ẕikir”, 73, 79.",
        "İbn Mâce, “Duʿâʾ”, 1, 3, 11, “Edeb”, 53.",
        "Ebû Dâvûd, “Ṣalât”, 358, 359, 364.",
        "Tirmizî, “Ḳıyâmet”, 60, “Daʿavât”, 1, 7, 9, 11, 12, 58, 60, 66, 69, 72, 79, 89, 102, 114, 115, 116, 121, 129, 132.",
        "Nesâî, “İstiʿâẕe”, 5, 6, 12, 13.",
        "Kuşeyrî, Risâle (Uludağ) , s. 373-381.",
        "Gazzâlî, İḥyâʾ , I, 293-329; IV, 2-60.",
        "Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , V, 97-101; X, 374, 375.",
        "Süyûtî, el-İtḳān (Ebü’l-Fazl) , I, 130-131.",
        "Teftazânî, Kelâm İlmi ve İslâm Akâidi: Şerhu’l-akâid (trc. Süleyman Uludağ), İstanbul 1980, s. 359-360.",
        "İzmirli, Yeni İlm-i Kelâm , I, 107-114; II, 204-205.",
        "Elmalılı, Hak Dini , I, 662-667.",
        "A. Carrel, Dua (trc. Nahid Tendar), İstanbul 1947.",
        "Muhammed İkbal, İslâm’da Dinî Tefekkürün Yeniden Teşekkülü (trc. Sofi Huri), İstanbul 1964, s. 105-111.",
        "Ali Arslan Aydın, İslâm İnançları ve Felsefesi , Ankara 1964, s. 198-204.",
        "L. Gardet, Dieu et la destinée de l’homme , Paris 1967, s. 136-139.",
        "a.mlf., “Duʿāʾ”, EI 2 (Fr.) , II, 632-634.",
        "Osman Pazarlı, Din Psikolojisi , İstanbul 1972, s. 193-199.",
        "T. Izutsu, Kur’ân’da Allah ve İnsan (trc. Süleyman Ateş), Ankara 1975, s. 182-186.",
        "Süleyman Ateş, Cüneyd-i Bağdâdî: Hayatı, Eserleri ve Mektupları , İstanbul 1980, s. 131-144.",
        "Erdoğan Fırat, Şahsiyet Gelişiminde Tevbenin Fonksiyonu (doçentlik tezi, 1982), AÜ İlâhiyat Fakültesi.",
        "Osman Cilâcı, Psiko-Sosyal Açıdan İlâhî Dinlerde Dualar , Konya 1982.",
        "Ali Şerîatî, Dua (trc. Kerim Güney), İstanbul 1983, s. 15-50.",
        "Recep Yaparel, Yirmi-Kırk Yaşlar Arası Kişilerde Dinî Hayat ile Psiko-Sosyal Uyum Arasındaki İlişki Üzerine Bir Araştırma (doktora tezi, 1987), AÜ İlâhiyat Fakültesi.",
        "Mehmet Aydın, Din Felsefesi , İzmir 1987, s. 126-130, 246-257.",
        "Mâcit Fahri, İslâm Felsefesi Tarihi (trc. Kasım Turhan), İstanbul 1987, s. 105-126.",
        "M. Cemal Sofuoğlu, Açıklamalı Büyük Duâ Kitabı , Ankara 1992.",
        "Kasım Kufralı, “Du’a”, İA , III, 652-654.",
        "el-Ḳāmûsü’l-İslâmî , II, 372."
      ]
    },
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Tasavvufta Dua Anlayışı. Tasavvufta duanın hâricî âdâb ve erkânı genellikle sünnette belirlendiği şekliyle icra edilmekle birlikte özellikle muhteva açısından farklı bir nitelik kazanmıştır. Mutasavvıflar bir yandan teorik olarak duanın mahiyetini araştırırken öte yandan nasıl dua edileceği, duanın kabul edilmesinin şartları ve dua ederken gözetilmesi gereken âdâb gibi pratik hususlar üzerinde de durmuşlardır. Sûfîlerin yaptığı duaların önemli bir kısmı Allah’a hamdüsenâ, O’nun ululuğunu, yüceliğini, sonsuz gücünü, ilmini, lutfunu ve rahmetini dile getirme şeklindedir. Diğer bir kısmının duası hallerini Allah’a arzetme, zaaf ve acizlerini ifade etme tarzındadır. Tasavvufta dua genellikle sözle (lisân-ı kāl), bazan da susularak (lisân-ı hâl) yapılır. Sözle yapılan duanın gönülden ve samimi olması şarttır. Dualarda Allah ulaşılmak istenen bir sevgili olarak görüldüğünden perdelerden ve hicrandan yakınılır, vuslat ve müşâhede talep edilir. Tasavvuf edebiyatında “habîb, mahbûb, mâşuk, yâr, can, cânâ, cânan” denilince daima Allah anlaşılır. İlâhî aşk ağırlık kazanınca dualar da böyle bir muhtevaya ulaşmıştır. Sûfîler Allah ile kulları arasında bazısı zulmetten, bir kısmı nurdan birtakım perdelerin bulunduğuna, bu perdelerin O’nun bütün güzellikleriyle temaşa edilmesine engel olduğuna inanır ve dualarında bu perdelerin kalkmasını isterler. Serî es-Sakatî, “Allahım! Bana nasıl azap edersen et, yeter ki perdelenmiş olma zilletine duçar etme” (Serrâc, s. 332) şeklinde dua ederdi. Allah’tan af, mağfiret, cehennemden kurtulma, cennete girmeyi istemek sûfîlerin dualarında yer alırsa da onlar daha çok ilâhî rızâya ermek, Allah’ın sevgisini kazanmak ve O’nu temaşa etme mutluluğuna ermek için dua eder, bazan bu hususu kuvvetle vurgulamak için ilâhî azaba bile katlanmaya hazır olduklarını ifade ederler. Râbia el-Adeviyye’nin, “Allahım! Dünya nimetlerini düşmanlarına, âhiret nimetlerini dostlarına ver, buna sen kadirsin”; Bâyezîd-i Bistâmî’nin, “Allahım! Senden sadece seni istiyorum” şeklinde yakarması bu tür dualara örnektir (Attâr, s. 124, 220, 237). Sûfîlerin dualarında naz ve diğerkâmlık gibi unsurlar da önemli bir yer tutar. Râbia el-Adeviyye’nin, “Allahım! Bana azap edersen O’nu sevdim, bana bunu yaptı derim. Yâ rab! Ya namaz kılarken kalp huzuru ver veya kalp huzuru olmadan kıldığım namazları kabul et” (Attâr, s. 125) demesi bu tür bir duadır. Bâyezîd-i Bistâmî’nin, “Yâ rab! Bedenimi cehenneme at ve onu o kadar büyüt ki cehennemde başkasına yer kalmasın” demesi de diğerkâmlık ve şefkat ifade eden dualara örnektir. Dille yapılan dualara önem vermeyen sûfîler, belli bir makamda ve belli durumlarda hal diliyle dileklerini ilâhî dergâha arzederek susmayı tercih eder, teslimiyet ve rızâ halinde bulunmayı uygun görürler. Onlara göre kulun mevlâsının huzurunda boynu bükük bir halde ihtiyaçlarını arzetmesi duanın kabul edilme ihtimalini arttırır (Kuşeyrî, s. 631). Duanın mı yoksa rızâ ve teslimiyet halinin mi daha faziletli olduğu sorusuna cevap arayan mutasavvıflardan bazıları dua halini, bazıları da rızâ ve teslimiyet halini daha üstün görmüşler, bir kısım mutasavvıflar ise, “Kul dil ile dua, kalp ile rızâ halinde bulunmalı” diyerek ikisini bağdaştırmışlardır. Duruma ve şartlara bakarak dua veya rızâ hallerinden birini tercih etmenin uygun olacağını düşünenler de vardır. Buna göre müslümanların menfaati için dua edilmeli, şahsî menfaat konusunda ise rızâ halinde bulunulmalıdır. Nemrud’un ateşine atılacağı an Hz. İbrâhim’in, “Halimi bilmesi kâfidir” deyip Allah’tan dilekte bulunmaması (Kuşeyrî, s. 240), bir deniz yolculuğu esnasında fırtına çıkınca kendisinden dua isteyenlere İbrâhim b. Edhem’in, “Şimdi dua zamanı değil teslimiyet gösterme vaktidir” (Serrâc, s. 332; Kelâbâzî, s. 109) demesi bu anlayışın ifadesidir. Dua, duayı yapanlara göre de farklı şekillerde olabilir. Buna göre halkın duası söz, zâhidlerinki davranış, âriflerinki hal iledir (Kuşeyrî, s. 528). Teslimiyet ve rızâ halinde olanlar istekte bulunmak için değil dillerini ve ellerini dua ile süslemek ve dua edilmesini isteyen Allah’ın emirlerine uymak için dua ve niyazda bulunurlar (Serrâc, s. 333). Sûfîlerin yaptığı duaların muhtevası zamanla değişmiş, meşrep farklılığı dualara da yansımıştır. İlk dönem zâhidleri Allah’ın azabından, gazabından ve cehennemden kurtulmak, cennete gitmek için dua ederken daha sonraki devirlerde bunların yerini Allah sevgisi ve aşkı almış, son dönemlerde ise vahdet-i vücûdla ilgili kavram ve deyimler duaların özünü oluşturmuştur. İlk sûfî ve zâhidler daha çok nesir halindeki ifadelerle, çok seyrek olarak da manzum şekillerle dua ederken sonraki dönemlerde manzum dualar rağbet görmüş, bazan mensur dualarda secili ifadeler de kullanılmıştır. Mutasavvıflar eserlerinde ve mektuplarında dualara da yer verirler. Belirli zamanlarda belli ibareleri dua olarak okumayı âdet edinen mutasavvıflar (bk. EVRÂD ; ZİKİR ) yaşadıkları halin gereği olarak içlerinden geldiği şekilde dua ederler. Onlara göre en iyi ve kabul edilme ihtimali en fazla olan dua, insanın sıkıntılı durumda ve ihtiyaç halinde içinden geldiği gibi ve dilediği ifade tarzıyla dua etmesidir. Büyük sûfîlerin duaları kısa tuttuklarını, hatta yedi kelimeyi geçirmemeye çalıştıklarını söyleyen Ebû Tâlib el-Mekkî secili ve uzun duaların bid‘at olduğunu kaydeder ( Ḳūtü’l-ḳulûb , I, 165). BİBLİYOGRAFYA Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 165; II, 335. Serrâc, el-Lümaʿ , s. 328, 332, 333, 428. Kelâbâzî, et-Taʿarruf , s. 109. Kuşeyrî, er-Risâle , s. 240, 431, 526, 528, 631. Beyhakī, ed-Daʿavâtü’l-kebîr (nşr. Bedr b. Abdullah), Küveyt 1989. Herevî, Ṭabaḳāt , s. 726. Attâr, Teẕkiretü’l-evliyâʾ , s. 124-125, 220, 237. Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , VIII, 29; XXII, 32; XXVII, 34. İbnü’l-Arabî, el-Fütûḥât , III, 162; VII, 338. İbn Teymiyye, Mecmûʿu fetâvâ , I, 78, 131, 143, 262, 350. İbn Müflih el-Makdisî, el-Âdâbü’ş-şerʿiyye ve’l-mineḥu’l-merʿiyye , Kahire 1987, I, 139-152; II, 102, 272. İbnü’l-Hatîb, Ravżatü’t-taʿrîf (nşr. Muhammed el-Kettânî), Beyrut 1970, I, 304. Nüveyrî, Nihâyetü’l-ereb , V, 284-338. Ebü’l-Kāsım Muhammed b. Abdülgafûr el-Kelâî, İḥkâmü ṣanʿati’l-kelâm (nşr. M. Rıdvân ed-Dâye), Beyrut 1985, s. 81-88. Abdülganî el-Makdisî, en-Naṣîḥa fi’l-edʿiyeti’ṣ-ṣaḥîḥa , Beyrut 1985. İbn Fehd el-Hillî, ʿUddetü’d-dâʿî , Kum 1392. Muhammed b. Hüseyin er-Râzî, Nehcü’l-belaġa , Beyrut 1387. Zekî Mübârek, et-Taṣavvufü’l-İslâmî fi’l-edeb ve’l-aḫlâḳ , Kahire 1356/1937, II, 66-71, 343-357. Şeybî, eṣ-Ṣıla , II, 243. Abdurrahman Bedevî, Şaṭaḥâtü’ṣ-ṣûfiyye , Küveyt 1978, s. 31. A. Schimmel, “Some Aspects of Mystical Prayer in Islam”, WI , II/2 (1953), s. 111-125. Cihad Tunç, “İslâm Dininde Zikir ve Dua”, EÜ İlâhiyat Fakültesi Dergisi , sy. 5, Kayseri 1988, s. 31-42. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 1994 yılında İstanbul’da basılan 9. cildinde, 535-536 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 165; II, 335.",
        "Serrâc, el-Lümaʿ , s. 328, 332, 333, 428.",
        "Kelâbâzî, et-Taʿarruf , s. 109.",
        "Kuşeyrî, er-Risâle , s. 240, 431, 526, 528, 631.",
        "Beyhakī, ed-Daʿavâtü’l-kebîr (nşr. Bedr b. Abdullah), Küveyt 1989.",
        "Herevî, Ṭabaḳāt , s. 726.",
        "Attâr, Teẕkiretü’l-evliyâʾ , s. 124-125, 220, 237.",
        "Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , VIII, 29; XXII, 32; XXVII, 34.",
        "İbnü’l-Arabî, el-Fütûḥât , III, 162; VII, 338.",
        "İbn Teymiyye, Mecmûʿu fetâvâ , I, 78, 131, 143, 262, 350.",
        "İbn Müflih el-Makdisî, el-Âdâbü’ş-şerʿiyye ve’l-mineḥu’l-merʿiyye , Kahire 1987, I, 139-152; II, 102, 272.",
        "İbnü’l-Hatîb, Ravżatü’t-taʿrîf (nşr. Muhammed el-Kettânî), Beyrut 1970, I, 304.",
        "Nüveyrî, Nihâyetü’l-ereb , V, 284-338.",
        "Ebü’l-Kāsım Muhammed b. Abdülgafûr el-Kelâî, İḥkâmü ṣanʿati’l-kelâm (nşr. M. Rıdvân ed-Dâye), Beyrut 1985, s. 81-88.",
        "Abdülganî el-Makdisî, en-Naṣîḥa fi’l-edʿiyeti’ṣ-ṣaḥîḥa , Beyrut 1985.",
        "İbn Fehd el-Hillî, ʿUddetü’d-dâʿî , Kum 1392.",
        "Muhammed b. Hüseyin er-Râzî, Nehcü’l-belaġa , Beyrut 1387.",
        "Zekî Mübârek, et-Taṣavvufü’l-İslâmî fi’l-edeb ve’l-aḫlâḳ , Kahire 1356/1937, II, 66-71, 343-357.",
        "Şeybî, eṣ-Ṣıla , II, 243.",
        "Abdurrahman Bedevî, Şaṭaḥâtü’ṣ-ṣûfiyye , Küveyt 1978, s. 31.",
        "A. Schimmel, “Some Aspects of Mystical Prayer in Islam”, WI , II/2 (1953), s. 111-125.",
        "Cihad Tunç, “İslâm Dininde Zikir ve Dua”, EÜ İlâhiyat Fakültesi Dergisi , sy. 5, Kayseri 1988, s. 31-42."
      ]
    },
    {
      "author": "MUSTAFA ÇAĞRICI",
      "content": "Literatür. Kur’ân-ı Kerîm’de dua ile ilgili âyetler geniş bir yer tutar. 200 kadar âyet doğrudan doğruya dua konusundadır; ayrıca tövbe, istiğfar gibi kulun Allah’a yönelişini ve O’ndan dileklerini ifade eden çok sayıda âyet de geniş anlamda dua ile alâkalıdır. Konuyla ilgili âyetlerin bir kısmında insanların Allah’a dua etmeleri emredilmiş, duanın usul, âdâb ve tesirleri üzerinde durulmuştur (meselâ bk. el-Bakara 2/186; en-Nisâ 4/32, 117, 134; el-A‘râf 7/29, 55, 180; Yûsuf 12/86; el-Mü’min 40/60). Bazı âyetlerde yanlış, yersiz, zamansız ve makbul olmayan dualardan bahsedilmiştir (meselâ bk. el-Bakara 2/200; Yûnus 10/12, 22, 106; el-İsrâ 17/11; el-Mü’minûn 23/99-100, 106-107; el-Kasas 28/88; Fussılet 41/51). Bu âyetlerin çoğunda, dünyada iken Allah’ı ve O’nun hükümlerini tanımaktan kaçınan, ancak âhirette gerçeği anlayıp acı âkıbetleriyle yüz yüze gelince pişmanlık duyacak olanların dünyaya yeniden döndürülmeleri için Allah’a yakarışları anlatılmış, 100’den fazla âyette peygamberlerin, diğer sâlih insanların veya toplulukların dualarından söz edilmiştir. Bunlardan yirmi bir âyette Hz. Mûsâ’nın, on yedi âyette İbrâhim’in, on altı âyette Îsâ’nın, on iki âyette Nûh’un, dokuz âyette Zekeriyyâ’nın duaları, ayrıca Âdem, Şuayb, Yûnus, Yûsuf, Eyyûb, Lût ve Süleyman peygamberlerle Meryem’in annesi, Firavun’un karısı, Firavun’a karşı koyan sihirbazlar, Tâlût’un askerleri, çaresiz kalanlar, melekler gibi kişi ve toplulukların duaları zikredilmiştir. Bazı sûre ve âyetler örnek dua metinleri mahiyetinde olup bunlardan Fâtiha sûresi Allah’ı veciz bir şekilde tavsif ettikten sonra O’na kulluk ve duadaki ihlâsı, insanlığın en büyük arayışı olan doğru yola ulaşmanın içten dileklerini benzersiz bir üslûpla ifade eden sözleriyle bütün müslümanların en çok okudukları dua metni haline gelmiştir. Bakara sûresinin 201. âyetinde geçen, “Ey rabbimiz! Bize dünyada da güzellik ver, âhirette de güzellik ver; bizi cehennem azabından koru” meâlindeki sözler Fâtiha’dan sonra en çok okunan dua olmuştur. Enes b. Mâlik, Hz. Peygamber’in dua ederken en çok bu âyeti okuduğunu (Buhârî “Daʿavât”, 55) ve okunmasını tavsiye ettiğini (Müslim, “Ẕikir”, 23) belirtmiştir. Müslim’in el-Câmiʿu’ṣ-ṣaḥîḥ ’inde “Zikir ve Duâ” bölümünde, bu âyeti okuyarak dua etmenin fazileti hakkında özel bir bab ayrılmıştır (9. bab). Fâtiha sûresi gibi bu âyet de bütün müslümanların namazda ve namaz dışında, her vesile ile okudukları dualar içinde veya sonunda tekrar etmeyi âdet haline getirdikleri, bütün duaların ihmal edilmez bölümüdür. Bakara sûresinin son âyeti, insanın yükümlülük ve sorumluluğunun temel kanununu belirleyen cümlelerden sonra içten ve duygulu bir yakarışı dile getiren ifadesi ve zarif üslûbuyla en çok okunan dua âyetlerindendir. Âl-i İmrân sûresinin 8-9, 16, 53, 191-194. âyetleriyle Furkān sûresinin 74. âyetinin de dua niyetiyle okunduğu görülür. İbrâhîm sûresinde Hz. İbrâhim’in duasını ihtiva eden 35-41. âyetler ve özellikle, “Rabbim! Hesap günü gelip çattığında beni, annemi babamı ve müminleri bağışla” meâlindeki 41. âyet sık sık tekrar edilen dua âyetleridir. Tâhâ sûresinde Hz. Mûsâ’ya nisbet edilen dua âyetleri (20/25-35) özellikle kısa, canlı, âhenkli ve etkili cümleleriyle Kur’an’ın mûsikili ifadelerinin en güzel örneklerinden olup sonraki dönemlerde secili ve kafiyeli dua geleneğinin doğmasında etkisi bulunduğu düşünülebilir. Bu âyetlerin, “Rabbim! Yüreğime genişlik ver; işimi kolaylaştır; dilimin bağını çöz ki sözümü anlasınlar” meâlindeki bölümü vaazlara başlamadan önce okunan giriş mahiyetindeki klişeleşmiş ifadelerin bir parçasıdır. Kur’ân-ı Kerîm’de Hz. Eyyûb’a nisbet edilen dua cümleleri ayrı bir üslûp taşır. Bu âyetlerde Hz. Eyyûb’un, son derece ağır bir hastalığa ve musibetlere mâruz kalmasına rağmen dualarında Allah’tan istekte bulunmadığı, sadece durumunu arzetmekle yetindiği görülür (el-Enbiyâ 21/83-84; Sâd 38/41). İslâm âlimleri onun bu tutumunu, sabır erdeminde yükselişin ve kulluk terbiyesinin en güzel örneği olarak değerlendirirler. Ayrıca bazı âlimler bu âyetleri delil göstererek Allah’tan herhangi bir dilekte bulunmaktansa kadere teslim olmanın daha faziletli olduğunu belirtmişlerdir (İbn Hacer, Fetḥu’l-bârî , XXIII, 110). Dua konusu hadislerde de önemli bir yer tutmuş, ilk dönemlerden itibaren hadis mecmualarının başlıca bölümlerinden biri olarak ele alınmış ve bu durum daha sonraki bazı âlimlerin dua bahsini hadis ilminin bir bölümü şeklinde göstermelerine yol açmıştır (bk. Taşköprizâde, II, 595). Buhârî’nin el-Câmiʿu’ṣ-ṣaḥîḥ ’inde “Kitâbü’d-Daʿavât”, Müslim’in el-Câmiʿu’ṣ-ṣaḥîḥ ’inde “Kitâbü’ẕ-Ẕikr ve’d-duʿâʾ”, Tirmizî’nin es-Sünen ’inde “Kitâbü’d-Daʿavât”, İbn Mâce’nin es-Sünen ’inde “Kitâbü’d-Duʿâʾ” başlıklı bölümlerde dua ile ilgili hadisler toplanmış, bu hadisler konuları ve muhtevaları itibariyle bazı kısımlara ayrılmıştır. Âyetlerde olduğu gibi hadislerde de duanın fazileti, âdâbı, şartları, kabul edilmesi mümkün olan ve olmayan dualar, dua etmek için en uygun zamanlar (seher vakti, gece yarısı ve Kadir gecesi, namaz sonrası, ezanla kāmet arası gibi), Hz. Peygamber’in çeşitli yerlerde ve zamanlarda, çeşitli durumlarda yaptığı özel dualar hakkında bilgi verilmiştir (meselâ yatağa girerken, yataktan kalkarken, namaza başlarken, namaz içinde ve sonrasında, abdest alırken, sefere çıkarken okuduğu dualar gibi). İslâm kültüründe, Kur’ân-ı Kerîm’deki dua âyetleri yanında hadis kaynaklarında nakledilen Resûlullah’a ait dualarla geçmiş peygamberlere (bk. İbn Kuteybe, II, 305-308, 315-316) ve selef-i sâlihîne isnat edilen dua metinlerine “me’sûr dualar” denilmiştir. Dua sahasında oluşan literatürün, telif edilen eserlerin en önemli ve en geniş bölümünü me’sûr dualar meydana getirir. Kur’an’da yer alan dua âyetleriyle Hz. Peygamber’in aynı mahiyetteki hadisleri hem Allah veya Peygamber sözü olmaları hem de lafızlarının güzelliği, mânalarının zengin ve kapsamlı oluşu dolayısıyla kabul edilmeleri ümidinin yüksek olması gibi sebeplerle Asr-ı saâdet’ten itibaren müslümanlar tarafından büyük ilgi görmüş ve bu ilgi dua etrafındaki meselelerin işlendiği, me’sûr duaların derlendiği birçok kitabın telif edilmesine yol açmıştır. Günümüzde de özellikle halk kesiminde duaya ve bu konudaki yayınlara karşı aynı ilgi devam etmektedir. Umumi hadis mecmualarındaki dua bölümleri yanında özel olarak dua konularını ve me’sûr duaları ihtiva eden müstakil eserler çok erken bir dönemde yazılmaya başlanmıştır. Kaynaklarda adı geçen bu mahiyetteki kitapların en eskisi, Muhammed b. Fudayl b. Gazvân ed-Dabbî’nin (ö. 195/811) Kitâbü’d-Duʿâʾ isimli eseridir (İbnü’n-Nedîm, s. 282). İbn Hacer el-Askalânî Fetḥu’l-bârî ’de bu kitaptan bazı bölümler nakletmiştir; ayrıca kayıtlarda bu esere ait olduğu belirtilen yirmi sayfalık bir parça Şam’da Dârü’l-kütübi’z-Zâhiriyye’deki bir mecmua içinde bulunmaktadır (nr. 34). Yine kaynaklarda zikredilen, es-Sünen sahibi Ebû Dâvûd es-Sicistânî’nin (ö. 275/889) Kitâbü’d-Duʿâʾ adlı eseri hakkında bilgi yoktur. İbn Hacer el-Askalânî Tehẕîbü’t-Tehẕîb ’de (I, 6) eserin bablar halinde tertip edilmiş olduğunu kaydeder. Tanınmış bir muhaddis olan İbn Ebü’d-Dünyâ’ya da (ö. 281/894) Kitâbü’d-Duʿâʾ adıyla bir kitap nisbet edilir. Nesâî’nin ʿAmelü’l-yevm ve’l-leyle ’sini neşreden Fârûk Hamâde esere yazdığı uzun mukaddimede (s. 104), Muhammed b. Seyyid Halîl el-Kavukcî’nin hicrî XIV. yüzyıl başlarında yazdığı Kitâbü’l-Ferec baʿde’ş-şidde adlı eserinde yer alan dua metinlerinin senedlerini İbn Ebü’d-Dünyâ’ya dayandırdığını kaydeder. Yine Kitâbü’d-Duʿâʾ adlı bir eser İbn Ebû Âsım’a nisbet edilir. İbn Hacer bu eserden bazı bölümleri Tehẕîbü’t-Tehẕîb ’de nakletmiştir (VIII, 247). Hasan b. Ali b. Şebîb el-Ma‘merî’nin (ö. 295/908) ʿAmelü’l-yevm ve’l-leyle adlı dua kitabı, daha sonra geniş ilgi görecek olan aynı adla yazılmış eserlerin ilki olmalıdır (bk. AMELÜ’l-YEVM ve’l-LEYLE ). Fârûk Hamâde’nin Nesâî’ye ait ʿAmelü’l-yevm ve’l-leyle ’ye yazdığı mukaddimede belirttiğine göre İbn Hacer el-Askalânî, el-Emâlî ʿalâ Eẕkâri’n-Nevevî ve Fetḥu’l-bârî ’de bu eserden alıntılar yapmıştır. Hadis hâfızı ve es-Sünen sahibi Yûsuf el-Kādî’nin (ö. 297/910) Kitâbü’ẕ-Ẕikr ’i ve Ebû Bekir Ca‘fer b. Muhammed el-Firyâbî’nin (ö. 301/913) aynı adlı eseri de İbn Hacer’in kaynakları arasında yer alır. Ebû Abdullah Hüseyin b. İsmâil el-Mehâmilî ed-Dabbî’ye (ö. 330/941) nisbet edilen Kitâbü’d-Duʿâʾ dan bazı parçalar günümüze kadar ulaşmış olup bunların bir bölümü Şam’da Dârü’l-kütübi’z-Zâhiriyye’deki bir mecmua içindedir (Hadis, nr. 438). İbn Hacer, el-Emâlî ʿalâ Eẕkâri’n-Nevevî ’de eserden bazı bölümler nakletmiştir. Nahiv âlimi İsmâil b. Muhammed es-Saffâr’a da dua ile ilgili bir kitap nisbet edilmektedir (İbn Hayr, I, 198-199). İbnü’n-Nedîm el-Fihrist ’inde (s. 41), Ebü’l-Hüseyin İbnü’l-Münâdî’ye (ö. 336/947) Kitâbü Duʿâʾi envâʿi’l-istiʿâẕât min sâʾiri’l-âfât ve’l-ʿâhât adlı bir dua kitabı nisbet etmiştir. Hadis âlimi Taberânî’nin (ö. 360/971) çok sayıdaki telifi arasında Kitâbü’d-Duʿâʾ adlı iki ciltlik bir eseri bulunduğu Zehebî ve başkaları tarafından bildirilmiş olup eserin tek yazma nüshası Hacı Selim Ağa Kütüphanesi’nde kayıtlıdır (nr. 246). Ayrıca İbn Hacer el-Askalânî bu eserden alıntılar yapmıştır. Me’sûr dualar ihtiva eden günümüze kadar gelebilmiş eserlerin en güvenilir olanlarından biri, es-Sünen sahibi Nesâî’nin (ö. 303/915) ʿAmelü’l-yevm ve’l-leyle adlı kitabıdır. Abbâsî kumandanlarından Türk asıllı Bedr el-Hamâmî’nin, Hz. Peygamber’e ait duaların bir kitapta toplanması hususundaki arzusunu yerine getirmek üzere hazırladığı bu eserden dolayı kumandanın kendisine 500 dinar altın verdiğini bizzat Nesâî ifade etmiştir (bk. İbnü’l-Ebbâr, s. 325). ʿAmelü’l-yevm ve’l-leyle ’yi es-Sünenü’l-kübrâ ’nın bir bölümü sayanlar olmuşsa da birçok ilim adamı bu görüşe katılmamıştır (Nesâî, nâşirin mukaddimesi, s. 91-93). Eserin metot olarak es-Sünen ’den farkı yoktur. Nesâî, müminin gecesi ve gündüzüyle bütün hayatı boyunca Hz. Peygamber’in dua ve zikirleri, tesbih ve tehlîlleriyle hemhal olmasını arzu ettiği için, ayrıca bu isme yakın ifadeler taşıyan bir hadisten (Nesâî, “Sehiv”, 91; İbn Mâce, “İḳāmetü’ṣ-ṣalât”, 32) ilham alarak eserine bu adı vermiş olmalıdır. Kitap, Hz. Peygamber’in sabah kalkarken söylemeyi âdet haline getirdiği şu sözlerle başlar: “(Çok şükür Allah’a) İslâm fıtratında sabahladık; ihlâs kelimesi, Allah’ın resulü Muhammed’in dini, babamız İbrâhim’in yolu üzerinde iken Hanîf ve müslüman olarak sabaha ulaştık. Ben müşriklerden değilim” (s. 133-134). 300’ü aşkın konuda 1141 hadis ihtiva eden eser abdest, namaz, oruç, cihad, alışveriş, uykuya yatma ve uykudan kalkma, hastalık ve sağlık, hasta ziyareti gibi dinî ve dünyevî, ferdî, ailevî ve içtimaî hayatın çeşitli sahalarıyla ilgili olarak Peygamber’in okuduğu dua, zikir, tesbih, tehlîl gibi ifadeleri kapsar. Bu sözler Resûlullah’ın iman ve ihlâsının derinliğini, Allah’a saygı ve teslimiyetini göstermesi yanında dualardaki talepleriyle dolaylı olarak nelerin istenmeye değer olduğunu, nelerden kaçınmak ve Allah’a sığınmak gerektiğini, Resûl-i Ekrem’in sağlık ve hastalık, zenginlik ve yoksulluk, mutluluk ve mutsuzluk gibi din ve dünya meselelerine ilişkin görüşlerini ve yaklaşımını yansıtması bakımından da büyük değer taşır. Bu sebeple Nesâî’nin ʿAmelü’l-yevm ve’l-leyle ’si, Resûlullah’ın dua ve zikir gibi dinî sözlerine böyle zengin muhteva kazandıran eserler içinde günümüze ulaşanların en kapsamlılarından biri olup daha sonra yazılmış aynı mahiyetteki eserlere kaynak teşkil etmiştir. Kitabın ilk ilmî neşri Fârûk Hamâde tarafından yapılmış (Rabat 1399, 1405/1985; Beyrut 1407/1987), ayrıca yeni bir tahrîcli neşri gerçekleştirilmiştir (Beyrut 1406). Yine ʿAmelü’l-yevm ve’l-leyle başlığını taşıyan diğer önemli bir eser de Nesâî’nin öğrencilerinden olup İbnü’s-Sünnî diye tanınan Ebû Bekir Ahmed b. Muhammed (ö. 364/974) tarafından tertip edilmiştir. Eserin kısmen tahkikli neşri Abdülkādir Ahmed Atâ tarafından hazırlanmış (Kahire 1389/1969), daha sonra Ebû Muhammed Sâlim b. Ahmed es-Selefî kitap üzerinde yeni bir tahkik ve tahrîc çalışması yapmıştır (Beyrut 1408/1988). Ebû Süleyman el-Büstî’nin (ö. 388/998) Meʿâni’d-Daʿavât ve tefsîruhâ adlı kitabı, muhtemelen dua metinlerinin yorum ve açıklamasının yapıldığı ilk müstakil eserdir. Kitabın bir nüshası Şam’da Dârü’l-kütübi’z-Zâhiriyye’de (Hadis, nr. 308) bulunmaktadır (Sezgin, I, 520). Mağrib ulemâsından İbn Ebû Zeyd el-Kayrevânî’nin (ö. 386/996) Kitâbü’d-Duʿâʾ sı (İbn Hayr, I, 304) hakkında bilgi mevcut değildir. İbn Merdûye el-İsfahânî’nin (ö. 410/1020) el-Edʿiye adlı eseri İbnü’l-Cezerî’nin el-Aṣl ’ı, Şevkânî’nin Tuḥfetü’ẕ-ẕâkirîn ’i gibi eserlere kaynak teşkil etmiştir. Ahmed b. Muhammed et-Talemenkî’nin (ö. 429/1037-38), altmış cüz halinde tertip edildiği söylenen ( a.g.e. , I, 373) Kitâbü Yevm ve leyle , Ebû Nuaym el-İsfahânî’nin (ö. 430/1038) ʿAmelü’l-yevm ve’l-leyle , Ca‘fer b. Muhammed el-Müstağfirî’nin (ö. 432/1041) Kitâbü’d-Daʿavât , Ebû Zer el-Herevî’nin (ö. 434/1043) Kitâbü’d-Duʿâʾ ve tanınmış müfessir Ebü’l-Hasan el-Vâhidî’nin (ö. 468/1076) Kitâbü’d-Daʿavât adlı eserlerinin halen mevcudiyeti hakkında bilgi yoktur. Dua konusunda günümüze ulaşan önemli eserlerden biri, ünlü hadis âlimi Ahmed b. Hüseyin el-Beyhakī’nin (ö. 458/1066) ed-Daʿavâtü’l-kebîr adlı kitabıdır. Eser bir mukaddimeden sonra yirmi dokuz babda toplanmış 260 hadisten oluşur. Bilinen tek yazma nüshası Haydarâbâd Âsafiye Kütüphanesi’nde bulunan eser, Bedr b. Abdullah el-Bedr tarafından hadisleri tahriç edilerek yayımlanmıştır (Küveyt 1409/1989). Dua literatürünün en dikkate değer örneklerinden olan Ebû Bekir et-Turtûşî’nin (ö. 520/1126) ed-Duʿâʾü’l-meʾs̱ûr ve âdâbüh adlı kitabı, diğerlerinden farklı olarak sadece me’sûr duaları toplamakla kalmayıp bir telif eser niteliği taşımaktadır. Müellif dua kavramının farklı anlamları, istenilen şeylere göre dua nevileri, Kaderiyye’nin dua hakkındaki görüşlerinin tenkidi, duanın önemi, duaya teşvik eden âyetler, duanın âdâbı, dua için uygun vakitler, makbul dualar, duanın çeşitli faydaları, dua etmenin mi yoksa sükût edip mevcut duruma rızâ göstermenin mi daha uygun olacağı gibi konuları işlerken âyet ve hadisler yanında kendi görüş ve değerlendirmelerini de ortaya koymuştur. Eser, Mektebetü’l-Esedi’l-vataniyye’deki (Suriye Millî Kütüphanesi) bilinen tek yazma nüshasına dayanılarak Muhammed b. Rıdvân ed-Dâye tarafından neşredilmiştir (Beyrut 1409/1988). Nevevî’nin el-Eẕkâr adlı kitabı (Kahire 1375/1955), zikir ve dua konularında en çok ilgi gören eserlerdendir. Müellifin okuyucunun şevkini kırdığı gerekçesiyle râviler zincirini kaldırması, yer yer hadislerin sıhhatiyle ilgili kısa bilgiler vermesi, gerektiği yerlerde naklettiği hadisle ilgili itikadî, fıkhî, ahlâkî hükümler hakkında açıklamalar yapması, okuyucuya hem okuma kolaylığı ve rahatlığı hem de eserden daha çok istifade etme imkânı sağlamıştır. Takıyyüddin İbn Teymiyye’nin (ö. 728/1328) el-Kelimü’ṭ-ṭayyib adlı eseri (Beyrut 1403/1983), Ahmed b. Harb’in (ö. 741/1340) iki ciltlik ed-Daʿavât , Takıyyüddin İbnü’l-İmâm’ın (ö. 745/1344) Silâḥu’l-müʾmin , İbnü’l-Cezerî’nin (ö. 833/1430) pek çok defa basılmış olan el-Ḥıṣnü’l-ḥaṣîn min kelâmi seyyidi’l-mürselîn , İbn Hacer el-Askalânî (ö. 852/1449), Şiî âlimi Cemâleddin Ahmed b. Mûsâ (ö. 673/1274), sûfiyyeden Sıddîk b. İdrîs el-Yemenî (ö. 890/1485) ve Süyûtî’nin (ö. 911/1505) hepsi de ʿAmelü’l-yevm ve’l-leyle adını taşıyan kitapları, me’sûr dualarla ilgili olarak sonraki dönemlerde yazılmış eserlerin bazılarıdır. Özellikle duaya tahsis edilmiş bu eserler yanında kelâm, fıkıh, tasavvuf, ilimler tarihi, edep, mev‘iza, hikem ve emsâl türündeki kitaplarda dua konusuna da yer verilmiştir. Diğer konular gibi duanın da büyük bir vukuf ve dirayetle incelendiği Gazzâlî’nin İḥyâʾü ʿulûmi’d-dîn ’i genellikle bu tür eserlerin en değerlisi kabul edilir. Eserin kırk temel konusundan biri “Kitâbü’l-Eẕkâr ve’d-daʿavât” başlığını taşır. Burada genel olarak zikir, tesbih, tehlîl, hamd, istiğfar, salât ve selâmın önemini gösteren açıklamalardan sonra duanın âdâbı geniş olarak anlatılmıştır. Buna göre dua için duruma göre yılın, ayın, haftanın, günün en uygun ve kutlu vakitleri, dinî bakımdan önemli olayların vuku bulduğu zamanlar takip edilerek bu sıralarda dua edilmeli, dua esnasında mümkünse kıbleye dönülmeli, secili ve tumturaklı ifadeler kullanmaya özenmekten ve kendini zorlamaktan kaçınılmalı, yalvaran bir tavır ve ses tonuyla huşû içinde, hem korkulu hem ümitli bir halde dua edilmeli, duanın -insan farkında olmasa bile- er veya geç mutlaka kabul olunacağına kesinlikle inanılmalı, dua sırasındaki başlıca dilekler yerine göre birkaç defa tekrar edilmeli, duaya Allah’ın ismiyle başlanmalıdır. Ayrıca dua edecek kişi içini arındırmak ve bütün benliğiyle duaya hazır olabilmek için tövbe etmeli, üzerindeki kul haklarını ödemeli, bütün iradesiyle Allah’a yönelmelidir. Gazzâlî bu son şartı duanın kabul olunmasının “yakın sebebi” sayar. Diğer birçok fıkıh kitabında olduğu gibi İḥyâʾ ın ibadetler kısmında da ibadet esnasında okunması sünnet veya müstehap olan me’sûr dualar nakledilmiş, ayrıca zikirler ve dualar bölümünde dinî ve dünyevî faaliyetler sırasında çeşitli hal ve şartlara göre okunması uygun olan me’sûr dualara geniş bir şekilde yer verilmiştir. Hz. Hüseyin’in oğlu Zeynelâbidîn Ali’ye (ö. 94/713) nisbet edilen eṣ-Ṣaḥîfetü’l-kâmile ’nin Şîa kültüründe önemli bir yeri vardır. eṣ-Ṣaḥîfetü’s-Seccâdiyye adıyla da tanınan ve Zeynelâbidîn’e ait duaların bir araya getirilmesiyle oluştuğu rivayet edilen eserin dünya kütüphanelerinde pek çok nüshası mevcuttur; ayrıca çeşitli baskıları yapılmıştır. William C. Chittick’in bir tanıtma yazısı ve İngilizce tercümesiyle birlikte de basılan (Tahran 1987) eserin yirmi kadar şerhi vardır (Sezgin, I, 527-528). Ca‘fer es-Sâdık’a (ö. 148/765) nisbet edilen Duʿâʾü’l-cevşen ile Mûsâ el-Kâzım’a (ö. 183/799) nisbet edilen Duʿâʾü’l-cevşeni’ṣ-ṣaġīr (Leknev 1871) Şiîler’in özel önem verdiği dua mecmualarındandır ( a.g.e. , I, 530, 534; ayrıca bk. CEVŞEN ). Şiî âlimi Muhammed Bâkır el-Meclisî’nin Biḥârü’l-envâr adlı ansiklopedik eserinin doksan, doksan bir ve doksan ikinci ciltleri duanın fazileti, usul ve âdâbı, vakitleri gibi konular yanında dua âyetleri ve hadisleriyle imamlara ve diğer Şîa ileri gelenlerine nisbet edilen duaları ihtiva eder. Dua konusunda eser telifi bütün İslâm dünyasında günümüze kadar sürdürülmüş, me’sûr dualarla ilgili eserler yanında her dönemin şartlarına, ihtiyaçlarına ve zihniyetine göre yeni duaları ihtiva eden, çoğunlukla “dua mecmuası” adını taşıyan irili ufaklı pek çok eser yazılmıştır. Hatim duası, mevlid duası, ramazan duası, yedinci, kırkıncı, elli ikinci gece duaları, sakal duası, şifâ duaları, hac ve umre duaları, nikâh duası, yemek duası, Ebû Eyyûb el-Ensârî’nin kabrini ziyaret ederken okunacak dua, Ṣaḥîḥ-i Buḫârî ’nin hatmi duası, çeşitli tekke ve tarikatların kendi özelliklerine ve tarikat disiplinlerine uygun tarzda tertip edip okumayı gelenek haline getirdikleri dualar gibi klişeleşmiş dua metinleri vardır. Bunlardan başka doğum, ölüm, nişan, düğün, ziyafet, önemli bir işe başlama veya bitirme gibi istisnaî durumlarda, törenlerde zamana, mekâna, olaya ve duruma uygun düşen çoğu secili, sünûhat ve tulûat kabilinden dualar okunması geleneği bütün İslâm dünyasında çok yaygındır; aynı şekilde hem Arapça hem de millî dillerde tertip edilen dua mecmuaları İslâm ülkelerinde halen en çok basılan ve okunan yayınlardandır. Hadislerde secili ve tumturaklı ifadelerle dua edilmesinin uygun olmayacağı belirtilmişse de (meselâ bk. Buhârî, “Daʿavât”, 19) bizzat Hz. Peygamber’in özellikle uzun olan dualarında az çok secili bir üslûbun hâkim olduğu görülür. Muhtemelen bu durumdan da cesaret alan müslümanlar secili dualara özel bir ilgi göstermişler, hatta manzum dualar bile tertip etmişlerdir (çeşitli örnekler için bk. Ebû Hayyân et-Tevhîdî, s. 47-48, 62-64, 176-180, 269-272; Taşköprizâde, III, 140-153). Çoğunlukla “münâcât” adı verilen manzum dualar aynı zamanda İslâmî edebiyatın zengin bir türünü oluşturur (bk. MÜNÂCÂT ). BİBLİYOGRAFYA M. F. Abdülbâkī, el-Muʿcem , “dʿav” md. Wensinck, el-Muʿcem “dʿav” md. Buhârî, “Daʿavât”, 19, 55. Müslim, “Ẕikir”, 23. İbn Mâce, “İḳāmetü’ṣ-ṣalât”, 32. Nesâî, “Sehiv”, 91. a.mlf., ʿAmelü’l-yevm ve’l-leyle (nşr. Fârûk Hamâde), Beyrut 1987, nâşirin mukaddimesi, s. 91-93, 104, ayrıca bk. s. 133-134. İbnü’s-Sünnî, ʿAmelü’l-yevm ve’l-leyle (nşr. Abdülkādir Ahmed Atâ), Kahire 1969. İbn Kuteybe, ʿUyûnü’l-aḫbâr (Tavîl) , II, 303-316. İbnü’n-Nedîm, el-Fihrist (Teceddüd) , s. 41, 121, 142, 152, 154, 237, 272, 277, 282. Ebû Hayyân et-Tevhîdî, el-İşârâtü’l-ilâhiyye (nşr. Abdurrahman Bedevî), Beyrut 1981, s. 47-48, 62-64, 110-111, 165-166, 176-180, 260-261, 265, 266, 269-272, 366-367. Ebû Bekir et-Turtûşî, ed-Duʿâʾü’l-meʾs̱ûr ve âdâbüh (nşr. M. Rıdvân ed-Dâye), Beyrut 1409/1988. Gazzâlî, İḥyâʾ (Beyrut) , I, 293-329. İbn Hayr, Fehrese , I, 198-199, 304, 373. İbnü’l-Ebbâr, el-Muʿcem fî aṣḥâbi’l-Ḳāḍî eṣ-Ṣafedî , Kahire 1410/1989, s. 325. Nevevî, el-Eẕkâr , Kahire 1375/1955. a.mlf., Ravżatü’ṭ-ṭâlibîn , Beyrut 1412/1992, I, 293-329. İbn Hacer, Fetḥu’l-bârî (Sa‘d) , XI, 123, 164; XXIII, 110. a.mlf., Tehẕîbü’t-Tehẕîb , I, 6; VIII, 247. Keşfü’ẓ-ẓunûn , I, 49-50, 755-756; II, 1172-1173. Taşköprizâde, Miftâḥu’s-saʿâde , II, 595-596; III, 113-174. Sezgin, GAS , I, 196, 520, 527-528, 530, 534. Zekî Mübârek, et-Taṣavvufü’l-İslâmî fi’l-edeb ve’l-aḫlâḳ , Beyrut, ts., II, 31-71. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 1994 yılında İstanbul’da basılan 9. cildinde, 536-539 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "M. F. Abdülbâkī, el-Muʿcem , “dʿav” md.",
        "Wensinck, el-Muʿcem “dʿav” md.",
        "Buhârî, “Daʿavât”, 19, 55.",
        "Müslim, “Ẕikir”, 23.",
        "İbn Mâce, “İḳāmetü’ṣ-ṣalât”, 32.",
        "Nesâî, “Sehiv”, 91.",
        "a.mlf., ʿAmelü’l-yevm ve’l-leyle (nşr. Fârûk Hamâde), Beyrut 1987, nâşirin mukaddimesi, s. 91-93, 104, ayrıca bk. s. 133-134.",
        "İbnü’s-Sünnî, ʿAmelü’l-yevm ve’l-leyle (nşr. Abdülkādir Ahmed Atâ), Kahire 1969.",
        "İbn Kuteybe, ʿUyûnü’l-aḫbâr (Tavîl) , II, 303-316.",
        "İbnü’n-Nedîm, el-Fihrist (Teceddüd) , s. 41, 121, 142, 152, 154, 237, 272, 277, 282.",
        "Ebû Hayyân et-Tevhîdî, el-İşârâtü’l-ilâhiyye (nşr. Abdurrahman Bedevî), Beyrut 1981, s. 47-48, 62-64, 110-111, 165-166, 176-180, 260-261, 265, 266, 269-272, 366-367.",
        "Ebû Bekir et-Turtûşî, ed-Duʿâʾü’l-meʾs̱ûr ve âdâbüh (nşr. M. Rıdvân ed-Dâye), Beyrut 1409/1988.",
        "Gazzâlî, İḥyâʾ (Beyrut) , I, 293-329.",
        "İbn Hayr, Fehrese , I, 198-199, 304, 373.",
        "İbnü’l-Ebbâr, el-Muʿcem fî aṣḥâbi’l-Ḳāḍî eṣ-Ṣafedî , Kahire 1410/1989, s. 325.",
        "Nevevî, el-Eẕkâr , Kahire 1375/1955.",
        "a.mlf., Ravżatü’ṭ-ṭâlibîn , Beyrut 1412/1992, I, 293-329.",
        "İbn Hacer, Fetḥu’l-bârî (Sa‘d) , XI, 123, 164; XXIII, 110.",
        "a.mlf., Tehẕîbü’t-Tehẕîb , I, 6; VIII, 247.",
        "Keşfü’ẓ-ẓunûn , I, 49-50, 755-756; II, 1172-1173.",
        "Taşköprizâde, Miftâḥu’s-saʿâde , II, 595-596; III, 113-174.",
        "Sezgin, GAS , I, 196, 520, 527-528, 530, 534.",
        "Zekî Mübârek, et-Taṣavvufü’l-İslâmî fi’l-edeb ve’l-aḫlâḳ , Beyrut, ts., II, 31-71."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
