{
  "id": "eweb_263",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/fark--tasavvuf",
  "annotator": "Jeremy",
  "title": "FARK",
  "arabic_title": "الفرق",
  "summary": "Allah ile kul arasına madde perdesinin girmesi veya sâlikin halkın Hak’la var olduğunu bilmesi anlamına gelen tasavvuf terimi.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Sözlükte “ayırmak, ayırt etmek; ayırt edici nitelik” anlamlarına gelen fark, furkān, firkat ve firâk kelimeleri tasavvufta çeşitli mânalarda kullanılmıştır. Varlıkların Hak ile kul arasında perde oluşturması ve madde âleminin tesiri altında kalan kulun Allah’tan ayrı kalmasına fark-ı evvel , kulun, kendisini Hak’la hissetme haline (cem‘) ulaştıktan sonra yaratıkların Hak ile var olduklarını kavramasına ve birbirini perdelemeksizin çoklukta birliği, birlikte çokluğu görmesine fark-ı sânî denilir ( et-Taʿrîfât , “farḳ” md.; Tehânevî, II, 1130). Buna göre sâlikin tasavvufa intisap etmeden önceki hali fark-ı evveldir. “Maddenin etkisi altında bulunma” anlamına gelen bu hal içindeki insan Hak’tan uzaktır. Hakk’a iman etmekle beraber daha çok maddî şeyler ve dürtülerin tesiri altındadır. Ebü’l-Hüseyin en-Nûrî, “Hak’la olmak mâsivâdan ayrı olmaktır; mâsivâ ile olmak Hak’tan ayrı kalmaktır”; Cüneyd-i Bağdâdî, “Vecde gelip Hakk’a yaklaşma hali cem‘, beşerî ve maddî varlıkta kalma hali farktır”; Ebû Bekir el-Vâsıtî, “Kulun rabbine bakması cem‘, nefsine bakması farktır” şeklindeki tarifleriyle bu hale işaret etmişlerdir (Serrâc, s. 284; Sülemî, s. 157, 166, 468). Tasavvufa intisap etmenin gayesi fark haline son vermektir. Daha sonra sâlik cem‘ haline ulaşır. Bu halde iken kesreti vahdette görür. Eşyanın varlığının farkedilmediği bu hal çok önemli olmakla beraber en yüce hal değildir. Bu hal geçtikten sonra sâlik yine bir fark haline döner ve bu ikinci hale fark-ı sânî denir. Bu halde sâlik varlıkları Hak’la kāim olarak görür. Hakkı görmesi varlıkları görmesine, varlıkları görmesi Hakk’ı görmesine engel olmaz. Bu haldeki sâlikin bütün söz ve davranışları şer‘î hükümlere uygundur. Bu sebeple sâlik halkı irşad ehliyetine sahiptir. Sûfîlerin çok önemli gördükleri fark-ı sânî, sâlikin ruhanî bir mi‘racdan sonra dinî görevleri eda edeceği zaman sahv haline iade edilmesidir. Bu hal içindeki kul kendisini Hakk’ın yönetiminde görür (Kuşeyrî, I, 209). Mutasavvıflara göre aslî vatanı olan ruhlar (butûn) âleminden madde âlemine gelen insan burada gariptir. Ruh esas vatanından ayrı düştüğü için bu durumdan yakınmakta ve ilk vatanına dönmeyi arzulamaktadır. Bu anlamda firkatin mukabili vuslattır. Tasavvuf edebiyatında firkat (hicran) ve vuslat terimleri daha çok bu mânada kullanılmıştır (Tehânevî, II, 1130). Maddî kaygılar sebebiyle insanın huzursuz olmasına “tefrika”, Hak’la olması sebebiyle kalben rahat ve ruhen huzurlu olması haline “cem‘iyyet” denir. Zât-ı mutlakın ahadiyyet halinden vâhidiyyet mertebesinde sıfatlarla zuhur etmesine “fark-ı vasf”, vâhidin çeşitli mertebelerde zuhur edip çokluk göstermesine “fark-ı cem‘” adı verilir. Hak ile bâtılı ayırt eden ayrıntılı bilgiye “furkan” denir ( et-Taʿrîfât , “furḳān” md.). Mutasavvıflar Enfâl sûresinin 29. âyetinde geçen furkan kelimesini “hakkı bâtıldan ayıran ilâhî nur ve ilham” anlamında yorumlamışlardır. İbnü’l-Arabî furkan terimine “tenzih”, bunun mukabili olarak sözlükte “toplama” mânasına gelen kur’an terimine de tenzih ve teşbihi kapsamak üzere “cem‘” mânası vererek insanların Hakk’ın yoluna sadece tenzih yoluyla davet edilmeyip hem tenzih hem de teşbih yoluyla davet edilmesi gerektiğini, dine davette furkanı esas alan Hz. Nûh başarılı olmazken kur’anı esas alan Hz. Muhammed’in başarılı olduğunu belirtir ( Fuṣûṣ , s. 70). İbnü’l-Arabî’nin bu açıklamasına göre furkan Allah’ın nâsûtî ve lâhûtî yönlerinin ayrıldığı, kur’an ise böyle bir ayırımın söz konusu olmadığı mertebedir. Sâlik fenadan evvelki furkanda lâhûtla nâsûtu ayrı ayrı görür; fenadan sonraki furkanda ise farkın görünüşte olduğunu, özü itibariyle ikisinin bir olduğunu kavrar (Ebü’l-Alâ Afîfî, s. 82-83). Abdülkerîm el-Cîlî’ye göre kur’an makamında sadece Allah’ın zâtı vardır; bu makamda onun isim ve sıfatları mülâhaza edilmez. Furkan makamında ise isim ve sıfatlar ayrışır, bazısı diğerlerinden daha üstün hale gelir. Meselâ Allah ismi rahmân isminden, rahmân ismi rab isminden daha üstündür ( el-İnsânü’l-kâmil , II, 94-96). İbnü’l-Arabî, gayri müslimlerin ve münkirlerin en genel anlamıyla fark halinde yaşadıklarını söyler (ayrıca bk. CEM‘ ). BİBLİYOGRAFYA Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , “farḳ” md. et-Taʿrîfât , “farḳ”, “furḳān” md.leri. Tehânevî, Keşşâf , II, 1130. el-Muʿcemü’ṣ-ṣûfî , “farḳ” md. Serrâc, el-Lümaʿ , s. 212, 283-284. Kelâbâzî, et-Taʿarruf , s. 119. Sülemî, Ṭabaḳāt , Kahire 1953, s. 157, 166, 468. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 375. Kuşeyrî, er-Risâle , I, 207-210. Herevî, Ṭabaḳāt , s. 153, 191. a.mlf., Menâzil , s. 50. Attâr, Teẕkiretü’l-evliyâʾ , s. 455, 505, 756, 889. İbnü’l-Arabî, Fuṣûṣ , s. 66, 70, 90. a.mlf., el-Fütûḥât , I, 65, 114; II, 133, 233, 516, 682; IV, 54, 105. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Beyrut 1983, III, 444. Lisânüddin İbnü’l-Hatîb, Ravżatü’t-taʿrîf (nşr. Muhammed el-Kettânî), Beyrut 1970, II, 493. Abdülkerîm el-Cîlî, el-İnsânü’l-kâmil , İstanbul 1300, II, 94-96. Câmî, Levâmiʿ ve levâʾiḥ (nşr. Îrec Efşâr, Se Risâle der Ṭaṣavvuf içinde), Tahran, ts., s. 6. Ebü’l-Alâ Afîfî, Taʿlîḳātü’l-Fuṣûṣi’l-ḥikem (İbnü’l-Arabî, Fuṣûṣ içinde), Kahire 1365/1946, s. 82-83. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1995 yılında İstanbul’da basılan 12. cildinde, 171-172 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , “farḳ” md.",
        "et-Taʿrîfât , “farḳ”, “furḳān” md.leri.",
        "Tehânevî, Keşşâf , II, 1130.",
        "el-Muʿcemü’ṣ-ṣûfî , “farḳ” md.",
        "Serrâc, el-Lümaʿ , s. 212, 283-284.",
        "Kelâbâzî, et-Taʿarruf , s. 119.",
        "Sülemî, Ṭabaḳāt , Kahire 1953, s. 157, 166, 468.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 375.",
        "Kuşeyrî, er-Risâle , I, 207-210.",
        "Herevî, Ṭabaḳāt , s. 153, 191.",
        "a.mlf., Menâzil , s. 50.",
        "Attâr, Teẕkiretü’l-evliyâʾ , s. 455, 505, 756, 889.",
        "İbnü’l-Arabî, Fuṣûṣ , s. 66, 70, 90.",
        "a.mlf., el-Fütûḥât , I, 65, 114; II, 133, 233, 516, 682; IV, 54, 105.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Beyrut 1983, III, 444.",
        "Lisânüddin İbnü’l-Hatîb, Ravżatü’t-taʿrîf (nşr. Muhammed el-Kettânî), Beyrut 1970, II, 493.",
        "Abdülkerîm el-Cîlî, el-İnsânü’l-kâmil , İstanbul 1300, II, 94-96.",
        "Câmî, Levâmiʿ ve levâʾiḥ (nşr. Îrec Efşâr, Se Risâle der Ṭaṣavvuf içinde), Tahran, ts., s. 6.",
        "Ebü’l-Alâ Afîfî, Taʿlîḳātü’l-Fuṣûṣi’l-ḥikem (İbnü’l-Arabî, Fuṣûṣ içinde), Kahire 1365/1946, s. 82-83."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
