{
  "id": "eweb_269",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/futuvvet",
  "annotator": "Jeremy",
  "title": "FÜTÜVVET",
  "arabic_title": "الفتوة",
  "summary": "Başlangıçta tasavvufî bir mahiyet taşırken XIII. yüzyıldan itibaren içtimaî, iktisadî ve siyasî yapılanmaya dönüşen kurum.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Fetâ sözlükte “genç, yiğit, cömert”; fütüvvet ise “gençlik, kahramanlık, cömertlik” anlamlarına gelir. Tasavvuf kaynaklarında, II. (VIII.) yüzyıldan itibaren önde gelen sûfîlerin fütüvvet kelimesini tasavvufî bir terim olarak kullanmaya başladıkları kaydedilir. Ali Sâmî en-Neşşâr, fütüvvetten ilk bahseden sûfînin Fudayl b. İyâz (ö. 187/803) olduğunu ve kelimeyi “dostların kusuruna bakmama” şeklinde tarif ettiğini belirtirse de ( Neşʾetü’l-fikri’l-felsefî fi’l-İslâm , III, 403) ondan önce Ca‘fer es-Sâdık’ın (ö. 148/765), “Bize göre fütüvvet ele geçen bir şeyi tercihen başkalarının istifadesine sunmak, ele geçmeyen bir şey için de şükretmektir” dediği bilinmektedir (Kuşeyrî, s. 478). Nitekim İbn Kayyim el-Cevziyye de fütüvvetten ilk defa Ca‘fer es-Sâdık’ın bahsettiğini söyler ( Medâricü’s-sâlikîn , II, 354). Fütüvvet konusu üzerinde başlangıçta gerek Iraklı sûfîler gerekse Horasanlı Melâmetîler tarafından aynı derecede önemle durulmuş, ancak bu hareketin büyük önderleri daha çok Horasan’da yetişmiştir. Ahmed b. Hadraveyh (ö. 240/854), Ebû Hafs el-Haddâd, Ebû Türâb en-Nahşebî, Ebû Abdullah es-Siczî, Muhammed b. Fazl el-Belhî, Ebü’l-Hasan el-Bûşencî gibi fütüvvetten bahseden büyük sûfîler Horasanlı idi. Onların çağdaşları olan ve fütüvvet konusunda görüş belirten Ma‘rûf-i Kerhî, Cüneyd, Ruveym, Hâris el-Muhâsibî ve Sehl b. Abdullah et-Tüsterî gibi sûfîler de Iraklı idi. Fütüvvete büyük önem verenler arasında Fudayl b. İyâz gibi aslen Horasanlı olmakla beraber ömrünün çoğunu Irak’ta geçirmiş sûfîler de vardı. Bu durum, Horasan ve Irak’taki fütüvvet hareketlerinin birbirine sıkı bir şekilde bağlı olduğunu göstermesi bakımından önemlidir. Gerek Horasan’da gerekse Irak’ta fetâ denilen ve en belirgin vasıfları cesaret, kahramanlık, cömertlik ve fedakârlık olan kişilere büyük bir hayranlık duyulmaktaydı. Kur’an’da fetâ (fitye, feteyât) diye nitelendirilen (en-Nisâ 4/25; Yûsuf 12/30, 36, 62; el-Kehf 18/60, 62) kişiler için bu sıfat dinî bir mâna taşıması yanında takdir edilen bir anlam ifade ediyor, put kıran (el-Enbiyâ 21/60) veya gördükleri baskıya rağmen inançlarını koruyan ve bu uğurda ülkelerini terkeden kişilerden fetâ diye söz edilmesi (el-Kehf 18/10, 13) bu nitelemeye bir çekicilik kazandırıyordu. Bundan dolayı halk arasında takdir edilen bir vasıf olan yiğitliği Kur’an’daki fetâ ifadesiyle irtibatlandıran sûfîler bu kavramı bir tasavvuf terimi haline getirmede tereddüt göstermediler. Onlara göre mert, cömert ve cesur bir kişide bulunan vasıflar hakiki bir sûfîde de bulunduğundan sûfî aynı zamanda bir fetâdır. Bu sebeple sûfîler fetâyı “sûfî”, fütüvveti de “tasavvuf” olarak tarif etmekte bir sakınca görmemişlerdir. Nitekim Sülemî’nin Kitâbü’l-Fütüvve ’sinde anlattığı fütüvvetle ilgili âdâb, ahlâk ve nitelikler aynı zamanda bir sûfîde de bulunması gereken meziyetlerdir. Genel olarak fetâ ve fütüvvet kelimeleri sûfî ve tasavvuf anlamında kullanılmakla beraber tasavvufta bu terimlerden çok defa sûfîde bulunan fedakârlık, diğerkâmlık, iyilik, yardım, insan severlik, hoşgörü ve nefsine söz geçirme gibi ahlâkî nitelikler kastedilir. Böylece gerçek yiğitlik, kahramanlık, cesaret ve mertliğin bu ve benzeri niteliklere sahip olmayı gerektirdiği anlatılmak istenir. Bu husus dikkate alındığında sûfîlerin kendilerine has hümanizm düşüncelerini fütüvvet kavramı çerçevesinde geliştirdikleri görülür. Ebû Bekir el-Verrâk’a göre fütüvvet kişinin hasmının olmaması, yani herkesle iyi geçinmesi ve herkesle barışık olması, sofrasında yemek yiyen müminle kâfir arasında ayırım gözetmemesidir (Kuşeyrî, s. 473-474). Mecûsî’yi misafir etmekten kaçınan Hz. İbrâhim’in ilâhî uyarıya mâruz kalması da ( a.g.e. , s. 321) fütüvvetin insanî muhtevasını ifade eden güzel bir örnektir. “Fütüvvet, dilencinin veya yardım isteyenlerin geldiğini görünce kaçmamaktır”; “Fütüvvet, insanlara eziyet etmekten kaçınıp bol bol ikramda bulunmaktır” ( a.g.e. , s. 474) şeklindeki açıklamalarla fütüvvetin esasının fedakârlık olduğu; hatta bir ziyafet verileceği zaman mahalledeki köpeklerin bile doyurulması, bir karıncanın bile incitilmemesi gerektiği belirtilerek ( a.g.e. , s. 475, 477) bu fedakârlığın sevgi ve merhametin hayvanları da kapsayacak şekilde geniş tutulması gerektiği düşünülmüştür. Daha başka açıklamalara göre fütüvvet, bir kimsenin, başkalarının hak ve menfaatlerini kendi hak ve menfaatinden üstün tutması, başkalarına katlanması, hatalarını görmezlikten gelmesi, özür dilemeyi gerektirecek davranışlardan sakınması, kendini aşağılarda, başkalarını ise yükseklerde görmesi, sözünde durması, sadakat göstermesi, olduğundan başka türlü görünmemesi, kendini başkalarından üstün saymamasıdır (Sülemî, s. 183, 436, 461, 511; Kuşeyrî, s. 474). Bundan dolayı fütüvvet güzel ahlâk, terbiye ve nezaket olarak da tarif edilmiştir (Sülemî, s. 460, 461; Kuşeyrî, s. 473). Fütüvvet sûfînin nefsine karşı tavrını da belirler. Fetâ nefsinin arzularına karşı çıkan yiğittir. Nitekim, “Fetâ nefis putunu kıran kişidir” denilmiştir. Fetâ iradesine hâkimdir; “Rabbi için nefsinin hasmıdır” ( a.g.e. , s. 473). İnsanın göründüğü gibi olması veya olduğu gibi görünmesi fütüvvet, göründüğünden daha iyi olması melâmettir. Sehl b. Abdullah, “Fütüvvet sünnete uymaktır” diyerek bu kavramın dinle olan ilişkisine dikkat çekmiştir ( a.g.e. , a.y.). Hâce Abdullah-ı Herevî fütüvveti başkalarının hatalarını görmezlikten gelmek, kötülük yapana gönül hoşluğu ile iyilik etmek ve Allah’tan başkasına iltifat etmemek şeklinde üç kısma ayırmıştır. Hallâc-ı Mansûr ise fütüvveti, “bir dava sahibi olmak ve neye mal olursa olsun bu davadan dönmemek” diye tarif eder. Hallâc bu anlayışını daha da ileri götürerek İblîs ve Firavun’u bile fütüvvet ehli sayar. Çünkü İblîs lânetlenme, Firavun da boğulma pahasına iddialarından vazgeçmemişlerdir. Ancak Hallâc’a göre bâtıl bir davadan vazgeçmemek hak bir davadan vazgeçmemeye göre eksik bir fütüvvettir. Sûfîler, temel ahlâkî değerleri ve en önemli faziletleri fütüvvet kelimesine yükleyerek onu tasavvufun temel kavramlarından biri haline getirmişlerdir. Sülemî fütüvveti, “Âdem gibi özür dilemek, Nûh gibi iyi, İbrâhim gibi vefalı, İsmâil gibi dürüst, Mûsâ gibi ihlâslı, Eyyûb gibi sabırlı, Dâvûd gibi cömert, Hz. Muhammed gibi merhametli, Ebû Bekir gibi hamiyetli, Ömer gibi adaletli, Osman gibi hayâlı, Ali gibi bilgili olmaktır” şeklinde tarif ederken fütüvvetin bu kapsam genişliğine işaret etmiştir ( Kitâbü’l-Fütüvve , s. 29). “Fütüvvet mekârim-i ahlâktır” denilirken de bu husus kastedilmiştir. Muhyiddin İbnü’l-Arabî fütüvveti ilâhî bir vasıf olarak görür. Her ne kadar Allah’ın fütüvvet lafzından türeyen bir ismi yoksa da her şeyin O’na muhtaç olup O’nun hiçbir şeye ihtiyacı olmaması, herhangi bir karşılık beklemeden âlemi ve onda var olan her şeyi yaratmış olması ilâhî fütüvveti gösterir ( el-Fütûḥât , III, 234). Fütüvvet kavramı Sünnî tasavvuf çerçevesinde ortaya çıkmış ve gelişmiştir. Sülemî, Herevî, Sühreverdî gibi fütüvvete dair eser yazan, Kuşeyrî ve Hücvirî gibi eserlerinde fütüvvete ayrı birer bölüm ayıran mutasavvıfların Sünnîler arasından çıkması da bunu gösterir. Abbâsî Halifesi Nâsır-Lidînillâh’ın teşkilâtlandırarak kendine bağladığı fütüvvet kurumu da Şiî temayüller taşımakla birlikte aslında Sünnî fütüvvet anlayışına dayanıyordu. Fütüvvet ehlinin teşkilâtlı dönemde şed (kemer) kuşanmaları, şalvar giymeleri, tuzlu su içmeleri, her sanatın bir pîri olduğuna inanmaları, aralarında örgütlenip disiplin içinde mesleklerini icra etmeleri, birbirlerini kardeş bilerek iki fetâ arasında özel bir kardeşlik kurmaları, “Ali’den başka fetâ, zülfikardan başka kılıç yoktur” deyip Hz. Ali’yi pîr ve baş fetâ tanımaları, son zamanlarda sûfîlikten farklı bir hüviyet göstermelerine sebep olmuştur. Fütüvvet ehli bazı zümrelerin halktan bir çeşit haraç toplamaları, fütüvvet üzerine and içmeleri, bazılarının bekâr yaşamaları, çok sabırlı olduklarını göstermek için kendilerini büyük acılara mâruz bırakmaları, İbnü’l-Cevzî ve Takıyyüddin İbn Teymiyye gibi Selefî âlimleri tarafından tenkit edilmelerine sebep olmuştur ( Telbîsü İblîs , s. 398; Mecmûʿu fetâvâ , XI, 85). BİBLİYOGRAFYA Sülemî, Kitâbü’l-Fütüvve (nşr. Süleyman Ateş), Ankara 1977. Kuşeyrî, er-Risâle , s. 321, 472-478. Herevî, Menâzil , tür.yer. a.mlf., Ṭabaḳāt , s. 739. a.mlf., Fütüvvetnâme , Süleymaniye Ktp., Ayasofya, nr. 2049, vr. 149 a -154 b . Ebû Mansûr el-Abbâdî, Ṣûfînâme (nşr. Gulâm Hüseyn-i Yûsufî), Tahran 1347 hş. İbnü’l-Cevzî, Telbîsü İblîs , s. 398. İbnü’l-Arabî, el-Fütûḥât , III, 231-235. Sa‘dî-yi Şîrâzî, Gülistân , Tahran 1369 hş., s. 123-159. Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd (nşr. M. Emîn Riyâhî), Beyrut 1405/1985, s. 260. Mevlânâ, Mes̱nevî , Tahran 1307, I, 210-215. İbn Teymiyye, Mecmûʿu fetâvâ , I, 61, 157; XI, 82-102. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, II, 353-365. Lisânüddin İbnü’l-Hatîb, Ravżatü’t-taʿrîf (nşr. Muhammed el-Kettânî), Beyrut 1970, s. 475. Kalkaşendî, Ṣubḥu’l-aʿşâ (Şemseddin) , XIII, 268-274. Ankaravî, Minhâcü’l-fukarâ , Bulak 1256, s. 182. Ebü’l-Alâ Afîfî, el-Melâmiyye ve’ṣ-ṣûfiyye ve ehlü’l-fütüvve , İskenderiye 1943. Ömer ed-Desûkī, el-Fütüvve ʿinde’l-ʿArab , Kahire 1951. Ali Sâmî en-Neşşâr, Neşʾetü’l-fikri’l-felsefî fi’l-İslâm , Kahire 1978, III, 403. Abdülhüseyin Zerrînkûb, Cüstücû der Taṣavvuf-i Îrân , Tahran 1367 hş., s. 335. Şeybî, eṣ-Ṣıla , I, 515. Schimmel, Tasavvufun Boyutları , s. 240-246. M. es-Saîd Abdülmü’min, “el-Fütüvvetü’l-İslâmiyye ve’l-fütüvvetü’ṣ-Ṣafeviyye”, el-Kitâbü’t-Teẕkârî li-nedveti’l-ʿallâme Ebi’n-Naṣr Mübeşşir eṭ-Ṭırâzî li’d-dirâsâti’ş-Şarḳıyyeti’l-İslâmiyye , Kahire 1987, s. 341-371. Ahmed Emîn, “el-Fütüvve fi’l-İslâm”, Mecelletü Külliyyeti’l-âdâb , VI, Bağdad 1942, s. 1-21. Habîb Zeyyât, “el-Fütüvve ve’l-fityân ve’l-fityâniyye”, el-Meşriḳ , XLI, Beyrut 1947, s. 477-483. Ahmed eş-Şerebâsî, “Ḥadîs̱ü’l-fütüvve fi’l-Ḳurʾân”, ME , XXVII/2 (1955), s. 133-138. Mustafa Cevâd, “el-Fütüvve ve aṭvâruhâ”, MMİIr. , VI (1958), s. 46-81. M. Receb el-Beyyûmî, “Es̱erü’l-fütüvveti’l-İslâmiyye fi’l-ḥaḍâretil-insâniyye”, ME , XXXVIII/8 (1967), s. 816-822. Abdülhafîz el-Karnî, “el-Fütüvvetü’ṣ-ṣûfiyye”, a.e. , L/7 (1977), s. 1464-1471. Enverî Hammûdî el-Kaysî, “el-Fütüvve teṭavvüren ve delâleten”, MMİIr. , XXXIV/3 (1983), s. 173-201. M. Mustafa el-Hilâlî, “el-Fütüvve ve’l-fürûsiyyetü’l-ʿArabiyye ve’l-İslâmiyye”, el-Mevrid , XII/4, Bağdad 1983, s. 23-43. Edîb Nâyif Ziyâb, “Cedelü’l-eżḍâḍ fi’l-aḥvâl ve’l-maḳāmâti’ṣ-ṣûfiyye”, Dirâsât , XIII/4, Amman 1986, s. 195-214. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 1996 yılında İstanbul’da basılan 13. cildinde, 259-261 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Sülemî, Kitâbü’l-Fütüvve (nşr. Süleyman Ateş), Ankara 1977.",
        "Kuşeyrî, er-Risâle , s. 321, 472-478.",
        "Herevî, Menâzil , tür.yer.",
        "a.mlf., Ṭabaḳāt , s. 739.",
        "a.mlf., Fütüvvetnâme , Süleymaniye Ktp., Ayasofya, nr. 2049, vr. 149 a -154 b .",
        "Ebû Mansûr el-Abbâdî, Ṣûfînâme (nşr. Gulâm Hüseyn-i Yûsufî), Tahran 1347 hş.",
        "İbnü’l-Cevzî, Telbîsü İblîs , s. 398.",
        "İbnü’l-Arabî, el-Fütûḥât , III, 231-235.",
        "Sa‘dî-yi Şîrâzî, Gülistân , Tahran 1369 hş., s. 123-159.",
        "Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd (nşr. M. Emîn Riyâhî), Beyrut 1405/1985, s. 260.",
        "Mevlânâ, Mes̱nevî , Tahran 1307, I, 210-215.",
        "İbn Teymiyye, Mecmûʿu fetâvâ , I, 61, 157; XI, 82-102.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, II, 353-365.",
        "Lisânüddin İbnü’l-Hatîb, Ravżatü’t-taʿrîf (nşr. Muhammed el-Kettânî), Beyrut 1970, s. 475.",
        "Kalkaşendî, Ṣubḥu’l-aʿşâ (Şemseddin) , XIII, 268-274.",
        "Ankaravî, Minhâcü’l-fukarâ , Bulak 1256, s. 182.",
        "Ebü’l-Alâ Afîfî, el-Melâmiyye ve’ṣ-ṣûfiyye ve ehlü’l-fütüvve , İskenderiye 1943.",
        "Ömer ed-Desûkī, el-Fütüvve ʿinde’l-ʿArab , Kahire 1951.",
        "Ali Sâmî en-Neşşâr, Neşʾetü’l-fikri’l-felsefî fi’l-İslâm , Kahire 1978, III, 403.",
        "Abdülhüseyin Zerrînkûb, Cüstücû der Taṣavvuf-i Îrân , Tahran 1367 hş., s. 335.",
        "Şeybî, eṣ-Ṣıla , I, 515.",
        "Schimmel, Tasavvufun Boyutları , s. 240-246.",
        "M. es-Saîd Abdülmü’min, “el-Fütüvvetü’l-İslâmiyye ve’l-fütüvvetü’ṣ-Ṣafeviyye”, el-Kitâbü’t-Teẕkârî li-nedveti’l-ʿallâme Ebi’n-Naṣr Mübeşşir eṭ-Ṭırâzî li’d-dirâsâti’ş-Şarḳıyyeti’l-İslâmiyye , Kahire 1987, s. 341-371.",
        "Ahmed Emîn, “el-Fütüvve fi’l-İslâm”, Mecelletü Külliyyeti’l-âdâb , VI, Bağdad 1942, s. 1-21.",
        "Habîb Zeyyât, “el-Fütüvve ve’l-fityân ve’l-fityâniyye”, el-Meşriḳ , XLI, Beyrut 1947, s. 477-483.",
        "Ahmed eş-Şerebâsî, “Ḥadîs̱ü’l-fütüvve fi’l-Ḳurʾân”, ME , XXVII/2 (1955), s. 133-138.",
        "Mustafa Cevâd, “el-Fütüvve ve aṭvâruhâ”, MMİIr. , VI (1958), s. 46-81.",
        "M. Receb el-Beyyûmî, “Es̱erü’l-fütüvveti’l-İslâmiyye fi’l-ḥaḍâretil-insâniyye”, ME , XXXVIII/8 (1967), s. 816-822.",
        "Abdülhafîz el-Karnî, “el-Fütüvvetü’ṣ-ṣûfiyye”, a.e. , L/7 (1977), s. 1464-1471.",
        "Enverî Hammûdî el-Kaysî, “el-Fütüvve teṭavvüren ve delâleten”, MMİIr. , XXXIV/3 (1983), s. 173-201.",
        "M. Mustafa el-Hilâlî, “el-Fütüvve ve’l-fürûsiyyetü’l-ʿArabiyye ve’l-İslâmiyye”, el-Mevrid , XII/4, Bağdad 1983, s. 23-43.",
        "Edîb Nâyif Ziyâb, “Cedelü’l-eżḍâḍ fi’l-aḥvâl ve’l-maḳāmâti’ṣ-ṣûfiyye”, Dirâsât , XIII/4, Amman 1986, s. 195-214."
      ]
    },
    {
      "author": "AHMET YAŞAR OCAK",
      "content": "TARİH. Fütüvvet kavramının tarihî gelişimini ve evrimini iyi anlamak ve takip edebilmek için Câhiliye devrinde Arap toplumundaki fetâ tipinden İslâmî dönemde kurumlaşmış bir fütüvvet teşkilâtına, bu teşkilâtın sûfîlikle birleşerek tasavvufî bir nitelik kazanmasına, bu noktadan sonra da esnaf kesimiyle kaynaşarak meslekî bir mahiyet alan Ahîlik kurumuna dönüşmesine kadar uzanan süreci bir devamlılık olarak görmek ve birinden ötekine geçişin nasıl meydana geldiğini iyi belirlemek gerekir. Fütüvvet kurumunun, a) Câhiliye fetâsıyla bağlantılı bir şekilde İslâm’ın ilk yüzyılında belirmeye başlayan “sosyal bir kavram olarak fütüvvet”; b) IX. yüzyılda sosyal bir yapılanma halinde gençler arası içtimaî, iktisadî ve siyasî bir kurumlaşmaya dönüşen, son Abbâsî döneminde de (XII. yüzyıl başları) resmî bir devlet kurumu haline getirilen “teşkilât olarak fütüvvet”; c) Yine IX. yüzyılda, artık ferdî yaşayış biçiminden sıyrılıp kurumlaşmaya başlayan tasavvuf hareketine paralel olarak sûfîlikle iç içe geçen “tasavvufî fütüvvet”; d) Son aşama olarak da esnaf tabakasıyla bütünleşerek yine bir sûfî kurum hüviyetini geniş ölçüde koruyan, meslekî teşekkül niteliğindeki “Ahîlik fütüvveti” şeklinde dört tarihî merhalesi olduğu söylenebilir. Araştırmacılar, bu tarihî sürecin belirlenmesinde bazan birbirinden oldukça farklı yollardan gitmişler ve değişik faraziyeler ileri sürmüşlerdir. En eskisinden günümüze gelinceye kadar fütüvvet konusu üzerinde çalışan bütün araştırmacılar, bu kurumun tarihçesine Kur’ân-ı Kerîm’deki ve eski Arap toplumundaki “fetâ” kavramından başlamışlardır. Kur’an’da fütüvvet kelimesi mevcut olmamakla beraber fetâ ve çoğulu fitye ve fityân kelimelerine birkaç yerde rastlanmaktadır (meselâ bk. Yûsuf 12/62; el-Kehf 18/10, 13; el-Enbiyâ 21/60; ayrıca bk. Ahmed eş-Şerebâsî, XXVII/2 [1955], s. 133-138). Ancak bu yerlerin hiçbirinde, söz konusu kelimelerin toplumda birtakım fazilet vasıflarıyla belirginleşmiş bir tipe işaret etmediği, sadece sözlük anlamıyla, yani “delikanlı, genç adam” yerine kullanıldığı görülmektedir. İslâm öncesi Arap toplumunda fetâ şecaat, iffet, cömertlik ve diğerkâmlık gibi başlıca üstün vasıfları bir arada mütalaa eden eski asalet ve fazilet telakkisini temsil ediyordu; ancak bu, toplumda mevcut bir kurumlaşmayı değil münferit bir kişiliği yansıtıyordu. Nitekim İslâm öncesi devirde fityân ve fitye, hatta bizzat fütüvvet kelimesine rastlanmamış olması, böyle bir kurumlaşmanın İslâm öncesi Arap toplumunda bulunmadığını ortaya koymaktadır. Araştırmacılar, konuyla ilgili eski Arap şiirindeki malzemenin incelenmesi sonucunda, fütüvvet kurumunun Câhiliye dönemindeki fetâ kavramıyla anlam olarak bağlantısını kabul etmekle birlikte organik olarak onun gelişmiş bir devamı sayılamayacağı konusunda hemen hemen görüş birliğine varmışlardır. İslâmî devirde muhtemelen Emevîler döneminin ortalarına doğru ortaya çıkmaya başlayan fütüvvet telakkisinin bu devirden itibaren genişleyen topraklar, temasa geçilen yeni kültürler ve bütün bunlara paralel olarak gelişen siyasî ve içtimaî değişimlerin toplumda doğurduğu buhranlarla yakın ilgisi vardır. Ancak fütüvvet kavramının iffetli, cesur ve cömert gibi vazgeçilmez niteliklerini toplayan, fakat merkezî iktidarın zayıfladığı zamanlarda toplum düzenine ve siyasî otoriteye karşı çıkan genç ve bekâr erkeklerden oluşan bir sosyal kesimi belirleyen hüviyetle tarih sahnesine çıkışı Abbâsîler döneminde olmuştur. Dönemin kronikleri bunları “fityân”, bazan da yönetim çevrelerinin ve halkın adlandırdığı biçimde “ayyâr”, “rind” veya “şâtır” isimleriyle anmakta, yaptıklarını anlatırken kullandıkları ifadeler, onların toplum içinde dışlanan, biraz kenarda kalan bir kesim olduklarını göstermektedir. Burada dikkat edilmesi gereken nokta, bu gruplar arasındaki fütüvvet telakkisinin henüz sûfî nitelikler taşımadığıdır. Bu kroniklerde söz konusu zümreler hakkında verilen bilgilerden, fityânın her zaman için belirtilen fazilet kavramlarına göre yaşayan gençler olmadıkları, hatta bir kısmının eğlenceli bir hayata pek de ilgisiz kalmadığı anlaşılmaktadır (Cahen’in, Abbâsî döneminde bu zümrelerin yol açtığı birtakım halk hareketlerine dair çok önemli bir incelemesi için bk. Recueils de la Société Jean Bodin , VII [1955], s. 273-288). Burada önemli olan husus, böyle kendine özgü nitelikleri ve kuralları bulunan bir sosyal kesim olarak VIII-IX. yüzyıllarda toplum içinde ortaya çıkan fityânın, daha çok göçebe bir hayat tarzının geçerli olduğu Arap yarımadasında değil eski İran kültürünün hâkim bulunduğu Irak ve İran topraklarında, üstelik şehirlerde görülmesi, yani kurumlaşmış fütüvvetin şehirli ve gayri Arap bir kökene dayanmasıdır. Bu vâkıanın ikinci bir göstergesi, yine IX. yüzyılda ortaya çıkan sûfîlik cereyanının da fütüvvet kavramını benimseyen şehirli ve üstelik gayri Arap tabakaya (mevâlî) dayanan bir hüviyetle tarih sahnesinde belirmiş olmasıdır. Dolayısıyla IX. yüzyılda fütüvvetin sûfîlikle kolayca iç içe girişi, ikisinin de aynı ortak sosyal tabandan kaynaklanmasından ileri gelmektedir. Özellikle eski İran mistik kültürünün ocağı sayılabilecek Horasan bölgesinde IX. yüzyılda Hamdûn el-Kassâr, Ebû Hafs el-Haddâd ve Ebû Osman el-Hîrî gibi büyük öncülerini tarih sahnesine çıkaran ve ileride Orta Asya ve Ortadoğu’da pek çok sûfî teşekkülü geniş ölçüde etkileyecek olan Melâmetiyye cereyanı fütüvvetle iç içe gelişti. Bu Melâmetî sûfîlerin hem ehl-i fütüvvet hem de esnaf tabakasına mensup olduklarına dikkat edilirse teşkilâtlı fütüvvetin nasıl bir sosyal zeminde başladığı, İran ve Anadolu’da nasıl Ahîlik şekline dönüştüğü hakkında bir fikir edinilebilir. Burada, fütüvvetin bir kurum haline dönüşmesiyle ilgili çok önemli bir noktanın açıklığa kavuşturulması gerekiyor. Fütüvvet, isim ve kavram olarak İslâm öncesi Arap toplumundan beri tanınan fetâ tipiyle alâkalı görünmekle birlikte daha önce de işaret edildiği üzere bu toplumda teşkilâtlanmış bir fütüvvet kurumunun izlerine rastlanılmamıştır. İslâm öncesi eski İran kültür ve medeniyeti uzmanlarının yaptıkları araştırmalar, Abbâsîler dönemindeki fütüvvet ehline benzeyen, bekâr ve savaşçı bir gençler teşkilâtının eski yerleşik İran kültürünün hâkim olduğu sahalarda Zerdüşt öncesi dönemde (m.ö. 1000 yılından önce) mevcut bulunduğunu ortaya koymuştur. Mairya (Sanskritçe Marya) adıyla bilinen bu gençler teşkilâtının başlangıcı Ârîler zamanına kadar uzanmaktadır. Esas inanç olarak Mitra kültüne bağlı bu gençler, üstünde bir ejderha motifi olan siyah bir bayrakla kendilerini temsil ediyorlardı. Bunlar, aynen fityânın yaptığı gibi o dönem İran toplumunda zaman zaman içtimaî ve siyasî buhranlarda etkin bir rol oynuyor, hatta bazan tedhiş faaliyetlerine bile girişiyorlardı (Widengren, s. 39-43). İslâm kroniklerinde de fityân hakkında buna benzer olaylardan bahsedilmektedir. Franz Taeschner, M. Fuad Köprülü ve Abdülbaki Gölpınarlı, herhangi bir ayrıntıya girmemekle beraber şehirli bir kurum olan fütüvvetin büyük bir ihtimalle İran kökenli olabileceği üzerinde durmuşlardır. Fityân gruplarının sûfîlikle temasının nasıl ve ne zaman gerçekleştiğinin tesbiti önemli bir problemdir. Bu temas, yukarıda belirtildiği üzere, aynı sosyal tabandan gelmiş olmanın şevkiyle, doğrudan bir inisiyatifle sûfî çevreler tarafından sağlanmış olmalıdır. IX. yüzyılda belirgin bir şekilde tarih sahnesinde görülen sûfîliğin toplumda belli bir nüfuzu olan fityân teşkilâtlarına ilgi duyması, o çevrelere nüfuz edebilmek için fütüvvet kavramını benimseyerek ona kendi doktrin yapısına göre bir muhteva kazandırmış olması mümkündür. Bu yakın temas sonucunda, XI. yüzyıldan itibaren sûfîliğin yavaş yavaş kurumlaşma sürecine girmesine paralel olarak onunla iç içe geçmiş fütüvvet kurumunda da sûfî nitelikler giderek ağır basmaya başlamış ve tasavvuftakinin benzeri bir kurumlaşma süreci onda da kendini göstermiştir. Başka bir deyişle sûfîlikteki kurumlaşma fütüvveti de etkilemiştir. Abbâsî Halifesi Nâsır-Lidînillâh’ın fütüvvet müessesesini kendine bağlamak suretiyle onu devletin resmî bir kurumu yapması ve bunu ne şekilde gerçekleştirdiği konusu üzerinde çeşitli çalışmalar yapılmıştır (meselâ bk. Cahen, Oriens , VI [1953], s. 11-22). Kaynakların belirttiğine göre Nasır, Bağdat’ta reîsü’l-fityân olan Şeyh Abdülcebbâr b. Yûsuf b. Sâlih el-Bağdâdî’nin elinden fütüvvet erkânı üzere elbise giymiş ve merasimle teşkilâta dahil olmuştur (Zehebî, vr. 11 a ). Kaynaklardan, hadisenin göründüğü gibi basit bir şekilde gerçekleşmediği anlaşılmaktadır. Her şeyden önce halifenin teşkilâta dahil olduğu tarih konusunda ittifak yoktur; 590 (1194), 599 (1202-1203), 601 (1204-1205) gibi muhtelif tarihler verilmektedir. Fakat asıl önemlisi, Halife Nâsır’ın İmâmiyye mezhebini benimseyerek fütüvvet kurumunu bu mezhebin temel inançlarına göre, on iki imamın her birinin adına izâfeten adlandırdığı on iki kola bölerek düzenlediği yine çağdaş bazı kaynaklarda zikredilmektedir (meselâ bk. Kādisî’den naklen Sıbt İbnü’l-Cevzî, s. 280). Halife bu kolların her birinin başına birer reis tayin etmiş, onları da kendisine bağlamıştı. Böyle bir siyasetin, halifenin otoritesini daha güçlü bir şekilde icra etmesine ve alt tabakalar üstünde fevkalâde bir hüviyetle hâkimiyet kurmasına yardımcı olduğu tahmin edilebilir. Aksi halde onları doğrudan doğruya kendine bağlayabilirdi. Halifenin asıl amacı, o zamana kadar gayri resmî bir hüviyet taşıyan fütüvvet kurumuna resmî bir hüviyet vererek onu bir anlamda devletleştirmek ve bu suretle meşruiyet kazanan bu kurumun siyasî desteğini arkasına almaktı. Böylece o zamana kadar, merkezî yönetimin zayıfladığı zamanlarda sık sık siyasî otoriteyi tehdit eder durumlara sebebiyet veren bu güçlü kurum devletin yanına alınmış olacaktı. Halife bu önemli işi gerçekleştirirken yanında danışman olarak bulunan meşhur sûfî Şehâbeddin es-Sühreverdî’den büyük bir yardım görmüş, onu hem fütüvvet kurumunun yeni yapılanmasında teorisyen olarak istihdam etmiş, hem de sahip olduğu büyük mânevî otoritesinden geniş ölçüde faydalanmıştır (meselâ bk. Taeschner, Oriens , XV [1962], s. 277-280). Nâsır-Lidînillâh, fütüvvet kurumunu resmîleştirdikten sonra ikinci adım olarak asıl gayesini gerçekleştirmeye girişmiş, diğer müslüman hükümdarlara yolladığı elçilik heyetleri aracılığıyla onları da teşkilâta dahil ederek manen kendi otoritesi altında toplamak istemişti. Halifenin bu çağrısı epeyce müsbet cevap aldı. Çünkü bu çağrıya olumlu bakmak ve fütüvvet teşkilâtına dahil olmak, bu hükümdarların halife nezdinde meşruiyetlerinin de tanınması demek oluyordu ve bu durum tebaalarının nezdinde kendilerinin nüfuzunu pekiştiriyordu. Meselâ halife, Anadolu Selçuklu Devleti’nin başında bulunan I. İzzeddin Keykâvus’a Şehâbeddin es-Sühreverdî’nin başkanlığında bir heyetle birlikte 1214 yılında fütüvvet cihazı (kâse, şalvar) göndererek kendisini teşkilâta dahil etmişti (halifenin hangi hükümdarlara ne zaman fütüvvet cihazı gönderdiği meselesi ve bu konudaki kaynaklar için bk. Cahen, Oriens , VI [1953], s. 18-22). Nâsır’ın bu faaliyetleri siyasî açıdan beklenen sonuçları sağlayamadıysa da Anadolu’da Ahîlik teşkilâtının gelişip yayılmasında epeyce etkili olduğu tahmin edilebilir. Çünkü Anadolu’da Ahîliğin gelişmesi bu tarihten sonraya rastlamaktadır. Türk tarihçileri arasında Ahîlik konusunda farklı görüşler ileri sürülmüştür. M. Fuad Köprülü ve Abdülbaki Gölpınarlı’nın, Franz Taeschner gibi Ahîliği fütüvvet teşkilâtının Anadolu’da aldığı değişik bir biçim olarak yorumlamalarına rağmen daha sonraki bazı tarihçiler, milliyetçilik duygularının etkisiyle bunun tam aksi bir görüşle hareket ederek bu kurumun fütüvvet kurumuyla hiçbir ilgisi bulunmadığını, Ahîliğin Anadolu’da Türkler’in ortaya koyduğu özgün bir kurum olduğunu ısrarla savunmuşlardır (meselâ bk. Neşet Çağatay, “Fütüvvet-Ahi Müessesesinin Menşei Meselesi”, AÜİFD , I [1952], s. 59-84; a.mlf. “Fütüvvetçilikle Ahiliğin Ayrıntıları”, TTK Belleten , CLIX [1976], s. 423-488; a.mlf., Bir Türk Kurumu Olan Ahilik , Konya 1981; a.mlf., Ahilik Nedir , Ankara 1990). Bu teze göre Anadolu’da Ahîliğin kurucusu, debbağların pîri olup XIII. yüzyılda Kırşehir’de yaşamış Ahî Evran’dır (meselâ bk. Mikâil Bayram, “Ahi Evren Kimdir? Hayatı ve Eserleri”, TK , XVI/191 [1978], s. 18-28; a.mlf., Ahi Evren ve Ahi Teşkilâtının Kuruluşu , Konya 1991; Neşet Çağatay, “Anadolu’da Ahilik ve Bunun Kurucusu Ahi Evran”, TTK Belleten , CLXXXII [1982], s. 423-435; popüler nitelikli olup ikinci, üçüncü elden araştırmalara dayanılarak yapılan yayınlar burada zikredilmemiştir). İlmî görünüşte olmakla beraber tamamıyla sübjektif bir bakış açısını yansıtan bu tezlerin ilmen doğrulanması çok zordur ve cevaplandırılması gereken bazı soruları beraberinde getirmektedir. Bu soruların en önemlisi, Ahîliğin neden daha önce değil de fütüvvet teşkilâtının doğuşunun ardından ortaya çıktığıdır. Bir diğer soru ise Ahîliğin kurucusu olduğu iddia edilen Ahî Evran da dahil, Anadolu’da mevcudiyetleri tarihen tesbit edilebilen en eski ahîlerin XIII. yüzyıldan daha eski olmadıkları bilindiğine göre, İran’da XI. yüzyılda yaşayan -meselâ Ahî Ferec Zencânî gibi- ahîlerin nasıl açıklanacağı sorusudur. Bu tezlerin dayanak noktalarından biri “ahî” adının bizzat kendisidir. Bu kelimenin Anadolu’nun dışında başka yerlerdeki fütüvvet çevrelerinde görülmediği ve sanıldığı gibi Arapça “kardeşim” mânasına gelen ahî kelimesiyle değil Dîvânü lugāti’t-Türk ’te geçen “cömert, eli açık” anlamındaki Türkçe akı kelimesiyle ilgili olduğu ileri sürülmektedir. Lengüistik açıdan doğru olması muhtemel bulunan ve Jean Deny tarafından da benimsenmiş olan bu açıklama ( JA , XVI [1920], s. 182 vd.) yalnızca lengüistik nitelik taşımakta, meselenin tarihî cephesini ihmal etmekte ve fütüvvet kurumunun tarihî gelişimini ve uğradığı değişimi göz önüne almamaktadır. Tarihte sosyal kurumların sadece lengüistik delillerle açıklanamayacağı, özellikle modern tarih anlayışı içerisinde genel kabul gören bir gerçektir. Bu sebeple Ahîliğin fütüvvet kurumuyla bir ilişkisi bulunmadığını iddia eden araştırmacıların yukarıdaki soruları cevaplandırmaları oldukça zordur. Ayrıca 1330’larda Anadolu’daki Ahîlik hakkında verdiği bilgilerle birinci elden kaynak durumunda bulunan İbn Battûta, eserinde Ahîliğe ayırdığı bölümü “Zikrü’l-ahiyyeti’l-fityân” şeklinde adlandırmak suretiyle ( Müheẕẕebü Riḥleti İbn Baṭṭûṭa , I, 225) âdeta iki kurum arasındaki ilişkiye işaret etmektedir. Fütüvvet kurumunu ve Anadolu’daki tezahürü olan Ahîlik teşkilâtını çok iyi incelemiş olan Claude Cahen fütüvvet ve Ahîlik arasındaki irtibatı net bir şekilde ortaya koymuş, ayrıca ilk ahîlerin XI. yüzyılda İran’da -üstelik bu isimle- tarih sahnesinde belirdiklerini gösterdiği gibi Ahî Evran’dan daha önce yaşamış olup Türk Ahîliği’nin asıl atası sayılması gereken Ahî Türk’ün de yine İran’ın Urmiye yöresinde yaşadığına dikkat çekmiştir ( Fuad Köprülü Armağanı , s. 81-92; a.mlf., Pre-Ottoman Turkey , s. 195-200; a.mlf., La Turquie Pré-Ottomane , s. 154-159; EI 2 [İng.] , III, 961-962). G. G. Arnakis de Anadolu Ahîliği’ni fütüvvet geleneğinin bir devamı olarak ele alır ( JNES , XII [1953], s. 232-247). Ahî Evran’ın, Anadolu Ahîliği’nin kurucusu olmamakla beraber onun gelişmesine büyük katkılarda bulunmuş önemli bir şahsiyet ve aynı zamanda Ahîliğin tasavvufî nitelikli bir kurum olduğunun canlı bir delili olan büyük bir sûfî olduğu muhakkaktır. Fütüvvet kurumu, XIX. yüzyılda onu yanlış olarak “Batı şövalyeliğinden önce doğmuş bir İslâm şövalyeliği” şeklinde niteleyen Joseph von Hammer’den itibaren şarkiyat dünyasının da ilgisini çekmiştir. Hermann Thorning, Paul Kahle, C. van Arendonk, Vladimir Gordlevski, Louis Massignon, Hellmut Ritter ve özellikle Franz Taeschner ve Claude Cahen gibi Batılı; M. Fuad Köprülü, Muallim Cevdet, Abdülbaki Gölpınarlı, Neşet Çağatay gibi Türk ve Mustafa Cevâd, Ahmed Emîn, Ebü’l-Alâ Afîfî, Abdülazîz ed-Dûrî, M. Mustafa el-Hilâlî, Enverî Hammûdî el-Kaysî gibi Arap bilim adamları fütüvvet kurumu ve tarihî gelişimi üzerine ciddi araştırmalar yapmışlardır. Bunların içinde fütüvvet kurumunun büyük ve emektar araştırıcısı Franz Taeschner’in müstesna bir yeri vardır. Eski sıklıkta ve ciddiyette olmamakla beraber günümüzde de bu konudaki araştırmalar devam etmektedir. BİBLİYOGRAFYA Zehebî, Târîḫu’l-İslâm , Bibliothèque Nationale, nr. 1582, vr. 11 a . Sıbt İbnü’l-Cevzî, Mirʾâtü’z-zamân (nşr. J. R. Jewat), Chicago 1907, s. 280. Müheẕẕebü Riḥleti İbn Baṭṭûṭa (nşr. Ahmed el-Avâmirî – M. Ahmed Câdelmevlâ), Kahire 1933, I, 225. Cl. Cahen, “Sur les traces des premiers Akhis”, 60. Doğum Yılı Münasebetiyle Fuad Köprülü Armağanı , İstanbul 1953, s. 81-92. a.mlf., Pre-Ottoman Turkey , London 1968, s. 195-200. a.mlf., La Turquie Pré-Ottomane , Istanbul-Paris 1988, s. 154-159. a.mlf., “Note sur les débuts de la futuwwa d’an-Nâsir”, Oriens , VI (1953), s. 11-22. a.mlf., “Mouvements et organisations populaires dans les villes de l’Asie musulmane au moyen âge: milices et associations de Foutouwwa”, Recueils de la Société Jean Bodin , VII, Bruxelles 1955, s. 273-288. a.mlf. – Fr. Taeschner, “Futuwwa”, EI 2 (İng.) , II, 961-962. G. Widengren, Les Religions de l’Iran (trc. L. Jospin), Paris 1968, s. 39-43. Sabahattin Güllülü, Ahi Birlikleri , İstanbul 1977. M. es-Saîd Abdülmü’min, “el-Fütüvvetü’l-İslâmiyye ve’l-fütüvvetü’ṣ-Ṣafeviyye”, Kitâbü’t-Tiẕkârî li-nedveti’l-ʿallâme Ebi’n-Naṣr , Kahire 1987, s. 341-371. Neşet Çağatay, Bir Türk Kurumu Olan Ahilik , Konya 1981. a.mlf., Ahilik Nedir , Ankara 1990. a.mlf., “Fütüvvet-Ahi Müessesesinin Menşei Meselesi”, AÜİFD , I (1952), s. 59-84. a.mlf., “Fütüvvetçilikle Ahiliğin Ayrıntıları”, TTK Belleten , CLIX (1976), s. 423-488. a.mlf., “Anadolu’da Ahilik ve Bunun Kurucusu Ahi Evran”, a.e. , CLXXXII (1982), s. 423-435. Mikâil Bayram, Ahi Evren ve Ahi Teşkilâtının Kuruluşu , Konya 1991. a.mlf., “Ahi Evren Kimdir? Hayatı ve Eserleri”, TK , XVI/191 (1978), s. 18-28. Jean Deny, “Fütüwet-name et romans de chavelerie turcs”, JA , XVI (1920), s. 182 vd. Enverî Hammûdî el-Kaysî, “el-Fütüvve teṭavvüren ve delâleten” MMİIr. , XXXIV/3 (1983), s. 173-201. Ahmed Emîn, “el-Fütüvve fi’l-İslâm”, Mecelletü Külliyyeti’l-âdâb , VI, Bağdad 1942, s. 1-21. Ebü’l-Alâ Afîfî, “el-Melâmetiyye ve’ṣ-ṣûfiyye ve ehlü’l-fütüvve”, a.e. , VII (1943), s. 10-65. Habîb Zeyyât, “el-Fütüvve ve’l-fityân ve’l-fityâniyye”, el-Meşriḳ , XLI, Beyrut 1947, s. 477-483. Abdülbaki Gölpınarlı, “İslâm ve Türk İllerinde Fütüvvet Teşkilâtı ve Kaynakları”, İFM , XI/1-4 (1949-50), s. 3-354. Louis Massignon, “La Futuwwa ou pacte d’honneur artisanal entre les travailleurs musulmans au Moyen Age”, La Nouvelle Clio , IV, Bruxelles 1952, s. 171-198. G. G. Arnakis, “Futuwwa Traditions in the Ottoman Empire. Akhis Bektashi Dervishes and Craftsmen”, JNES , XII (1953), s. 232-247. Fr. Taeschner, “İslâm Ortaçağında Futuvva (Fütüvvet Teşkilâtı)” (trc. Fikret Işıltan), İFM , XV/1-4 (1953-54), s. 6-7. a.mlf., “Eine Schrift des Sihabeddin Suhrawardi über die Futuwa”, Oriens , XV (1962), s. 277-280. a.mlf., “İslâm’da Fütüvvet Teşkilâtının Doğuşu Meselesi ve Tarihî Ana Çizgileri” (trc. Semahat Yüksel), TTK Belleten , XXXVI/142 (1972), s. 205-207. Ahmed eş-Şerebâsî, “Ḥadîs̱ü’l-fütüvve fi’l-Ḳurʾân”, ME , XXVII/2 (1955), s. 133-138. Mustafa Cevâd, “el-Fütüvve ve aṭvâruhâ”, MMİIr. , V (1958), s. 46-81. Abdülazîz ed-Dûrî, “Neşʾetü’l-eṣnâf ve’l-ḫıref fi’l-İslâm”, Mecelletü Külliyyeti’l-âdâb , I, Bağdad 1959, s. 133-169. M. Receb el-Beyyûmî, “Es̱erü’l-fütüvveti’l-İslâmiyye fi’l-ḥaḍâreti’l-insâniyye”, ME , XXXVIII/8 (1967), s. 816-822. Abdülhâfız el-Karnî, “el-Fütüvvetü’ṣ-ṣûfiyye”, a.e. , L/7 (1977), s. 1464-1471. J.-C. Vadet, “La Futuwwa, morale professionnelle ou morale mystique”, REI , XLVI/1 (1978), s. 57-90. M. Mustafa el-Hilâlî, “el-Fütüvve ve’l-fürûsiyyetü’l-ʿArabiyye ve’l-İslâmiyye”, el-Mevrid , XII/4, Bağdad 1983, s. 23-43. C. van Arendonk, “Futūwa”, EI , III, 123-124. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 1996 yılında İstanbul’da basılan 13. cildinde, 261-263 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Zehebî, Târîḫu’l-İslâm , Bibliothèque Nationale, nr. 1582, vr. 11 a .",
        "Sıbt İbnü’l-Cevzî, Mirʾâtü’z-zamân (nşr. J. R. Jewat), Chicago 1907, s. 280.",
        "Müheẕẕebü Riḥleti İbn Baṭṭûṭa (nşr. Ahmed el-Avâmirî – M. Ahmed Câdelmevlâ), Kahire 1933, I, 225.",
        "Cl. Cahen, “Sur les traces des premiers Akhis”, 60. Doğum Yılı Münasebetiyle Fuad Köprülü Armağanı , İstanbul 1953, s. 81-92.",
        "a.mlf., Pre-Ottoman Turkey , London 1968, s. 195-200.",
        "a.mlf., La Turquie Pré-Ottomane , Istanbul-Paris 1988, s. 154-159.",
        "a.mlf., “Note sur les débuts de la futuwwa d’an-Nâsir”, Oriens , VI (1953), s. 11-22.",
        "a.mlf., “Mouvements et organisations populaires dans les villes de l’Asie musulmane au moyen âge: milices et associations de Foutouwwa”, Recueils de la Société Jean Bodin , VII, Bruxelles 1955, s. 273-288.",
        "a.mlf. – Fr. Taeschner, “Futuwwa”, EI 2 (İng.) , II, 961-962.",
        "G. Widengren, Les Religions de l’Iran (trc. L. Jospin), Paris 1968, s. 39-43.",
        "Sabahattin Güllülü, Ahi Birlikleri , İstanbul 1977.",
        "M. es-Saîd Abdülmü’min, “el-Fütüvvetü’l-İslâmiyye ve’l-fütüvvetü’ṣ-Ṣafeviyye”, Kitâbü’t-Tiẕkârî li-nedveti’l-ʿallâme Ebi’n-Naṣr , Kahire 1987, s. 341-371.",
        "Neşet Çağatay, Bir Türk Kurumu Olan Ahilik , Konya 1981.",
        "a.mlf., Ahilik Nedir , Ankara 1990.",
        "a.mlf., “Fütüvvet-Ahi Müessesesinin Menşei Meselesi”, AÜİFD , I (1952), s. 59-84.",
        "a.mlf., “Fütüvvetçilikle Ahiliğin Ayrıntıları”, TTK Belleten , CLIX (1976), s. 423-488.",
        "a.mlf., “Anadolu’da Ahilik ve Bunun Kurucusu Ahi Evran”, a.e. , CLXXXII (1982), s. 423-435.",
        "Mikâil Bayram, Ahi Evren ve Ahi Teşkilâtının Kuruluşu , Konya 1991.",
        "a.mlf., “Ahi Evren Kimdir? Hayatı ve Eserleri”, TK , XVI/191 (1978), s. 18-28.",
        "Jean Deny, “Fütüwet-name et romans de chavelerie turcs”, JA , XVI (1920), s. 182 vd.",
        "Enverî Hammûdî el-Kaysî, “el-Fütüvve teṭavvüren ve delâleten” MMİIr. , XXXIV/3 (1983), s. 173-201.",
        "Ahmed Emîn, “el-Fütüvve fi’l-İslâm”, Mecelletü Külliyyeti’l-âdâb , VI, Bağdad 1942, s. 1-21.",
        "Ebü’l-Alâ Afîfî, “el-Melâmetiyye ve’ṣ-ṣûfiyye ve ehlü’l-fütüvve”, a.e. , VII (1943), s. 10-65.",
        "Habîb Zeyyât, “el-Fütüvve ve’l-fityân ve’l-fityâniyye”, el-Meşriḳ , XLI, Beyrut 1947, s. 477-483.",
        "Abdülbaki Gölpınarlı, “İslâm ve Türk İllerinde Fütüvvet Teşkilâtı ve Kaynakları”, İFM , XI/1-4 (1949-50), s. 3-354.",
        "Louis Massignon, “La Futuwwa ou pacte d’honneur artisanal entre les travailleurs musulmans au Moyen Age”, La Nouvelle Clio , IV, Bruxelles 1952, s. 171-198.",
        "G. G. Arnakis, “Futuwwa Traditions in the Ottoman Empire. Akhis Bektashi Dervishes and Craftsmen”, JNES , XII (1953), s. 232-247.",
        "Fr. Taeschner, “İslâm Ortaçağında Futuvva (Fütüvvet Teşkilâtı)” (trc. Fikret Işıltan), İFM , XV/1-4 (1953-54), s. 6-7.",
        "a.mlf., “Eine Schrift des Sihabeddin Suhrawardi über die Futuwa”, Oriens , XV (1962), s. 277-280.",
        "a.mlf., “İslâm’da Fütüvvet Teşkilâtının Doğuşu Meselesi ve Tarihî Ana Çizgileri” (trc. Semahat Yüksel), TTK Belleten , XXXVI/142 (1972), s. 205-207.",
        "Ahmed eş-Şerebâsî, “Ḥadîs̱ü’l-fütüvve fi’l-Ḳurʾân”, ME , XXVII/2 (1955), s. 133-138.",
        "Mustafa Cevâd, “el-Fütüvve ve aṭvâruhâ”, MMİIr. , V (1958), s. 46-81.",
        "Abdülazîz ed-Dûrî, “Neşʾetü’l-eṣnâf ve’l-ḫıref fi’l-İslâm”, Mecelletü Külliyyeti’l-âdâb , I, Bağdad 1959, s. 133-169.",
        "M. Receb el-Beyyûmî, “Es̱erü’l-fütüvveti’l-İslâmiyye fi’l-ḥaḍâreti’l-insâniyye”, ME , XXXVIII/8 (1967), s. 816-822.",
        "Abdülhâfız el-Karnî, “el-Fütüvvetü’ṣ-ṣûfiyye”, a.e. , L/7 (1977), s. 1464-1471.",
        "J.-C. Vadet, “La Futuwwa, morale professionnelle ou morale mystique”, REI , XLVI/1 (1978), s. 57-90.",
        "M. Mustafa el-Hilâlî, “el-Fütüvve ve’l-fürûsiyyetü’l-ʿArabiyye ve’l-İslâmiyye”, el-Mevrid , XII/4, Bağdad 1983, s. 23-43.",
        "C. van Arendonk, “Futūwa”, EI , III, 123-124."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}