{
  "id": "eweb_270",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/galebe",
  "annotator": "Jeremy",
  "title": "GALEBE",
  "arabic_title": "الغلبة",
  "summary": "Sâlikin üzerinde bulunduğu halin kendisini hükmü altına alması mânasında tasavvuf terimi.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Sâlikte Allah korkusu, cehennem azabı, ilâhî heybet, Allah’ın lutfu, sevgisi, cennet nimetleri, hayâ ve dinî gayret gibi durumların meydana getirdiği bir haldir. Tasavvufî kaynaklarda, büyük bir dinî gayret ve duyarlığa sahip olan Hz. Ömer’in Hudeybiye Antlaşması esnasında ve Abdullah b. Übeyy’in cenaze namazı sırasında Hz. Peygamber’e karşı çıkması (Buhârî, “Cizye”, 18, “Tefsîr”, 9; Müslim, “Cihâd”, 94), aynı şekilde Benî Kurayza Gazvesi sırasında yanlış hareket ettiğini anlayan Ebû Lübâbe el-Ensârî’nin gidip kendini Medine’deki mescidin bir direğine bağlaması (Vâkıdî, II, 506-507), dinî gayretten kaynaklanan galebe haline örnek olarak gösterilir. Galebe halinde bulunan kul tam olarak dinî kaidelere uymaz, şer‘î edebi gözetemez, karşılaştığı durumu objektif olarak değerlendiremez. Ancak bu hal geçtikten sonra hatasını anlayarak pişman olur ve eski durumuna döner. Galebe halindeki sâlik mâzur görülüp hatta bazı durumlarda takdir edilmekle birlikte aslında bu kemâl hali olmayıp nâkıs bir haldir. Hz. Ömer’in şahit olduğu aynı olayda Hz. Ebû Bekir’in sükûnetini ve itidalini koruması daha yüksek bir hal sayılır. Kâmil bir velî kendi haline galip ve hâkim olmalıdır. Haline mağlûp ve mahkûm olan sâlike “meczup” denir. Meczupların söz ve davranışları örnek alınamaz. Genel olarak kerametlerin de galebe halinde bulunan velîlerden zuhûr ettiğini söyleyen mutasavvıflar, bazı sûfîlerin şer‘î kaidelere ve dinî edebe uygun düşmeyen söz ve davranışlarını aynı galebe haliyle açıklayarak onları mâzur görürler. Rûzbihân-ı Baklî gibi bazı mutasavvıflar ise galebe halini “sırrın ceberûta sirayet etmesi ve ruhun melekût âlemine uçması” şeklinde tarif etmişlerdir. Hücvîrî, muhabbet haline mağlûp olduklarını ileri süren sûfîlerin kendilerinden dinî mükellefiyetlerin düştüğünü söylediklerini bildirerek onları tenkit eder. BİBLİYOGRAFYA Ebü’l-Bekā, el-Külliyyât , “ġalebe” md. Serrâc, el-Lümaʿ , s. 417. Kelâbâzî, et-Taʿarruf , s. 13-16. Ḫulâṣa-i Şerḥ-i Taʿarruf (nşr. Ahmed Ali Recâî), Tahran 1349 hş., s. 377-383. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 385, 475. Baklî, Şerḥ-i Şaṭḥiyyât , s. 412. a.mlf., Meşrebü’l-ervâḥ , s. 88, 298. Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 527. İbnü’l-Arabî, el-Fütûḥât , IV, 92, 245. Ca‘fer Seccâdî, Ferheng-i Luġāt u Iṣṭılâḥât u Taʿbîrât-i ʿİrfânî , Tahran 1403/1983, s. 350. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1996 yılında İstanbul’da basılan 13. cildinde, 327 numaralı sayfada yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Ebü’l-Bekā, el-Külliyyât , “ġalebe” md.",
        "Serrâc, el-Lümaʿ , s. 417.",
        "Kelâbâzî, et-Taʿarruf , s. 13-16.",
        "Ḫulâṣa-i Şerḥ-i Taʿarruf (nşr. Ahmed Ali Recâî), Tahran 1349 hş., s. 377-383.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 385, 475.",
        "Baklî, Şerḥ-i Şaṭḥiyyât , s. 412.",
        "a.mlf., Meşrebü’l-ervâḥ , s. 88, 298.",
        "Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 527.",
        "İbnü’l-Arabî, el-Fütûḥât , IV, 92, 245.",
        "Ca‘fer Seccâdî, Ferheng-i Luġāt u Iṣṭılâḥât u Taʿbîrât-i ʿİrfânî , Tahran 1403/1983, s. 350."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}