{
  "id": "eweb_271",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/gaybet--tasavvuf",
  "annotator": "Jeremy",
  "title": "GAYBET",
  "arabic_title": "الغيبة",
  "summary": "Sâlikin kendisine gelen bir vârid ve ilhamın tesiriyle şuur halini kaybetmesi anlamında tasavvuf terimi.",
  "parts": [
    {
      "author": "MEHMET AKKUŞ",
      "content": "Sözlükte “bir şeyin bir başka şey içinde kaybolması, kişinin kendini kaybetmesi” gibi mânalara gelen gaybet , tasavvuf terimi olarak “sâlikin vârid ve ilhamın tesiriyle kendinden geçerek dış dünya ile ilgili şuurunu kaybetmesi” anlamına gelir. “Hazır bulunmak, rahat olmak; yüce makam” anlamlarındaki huzûr ise genel olarak gaybet halinin sona ermesiyle birlikte başlayan uyanıklık durumunu ifade eder. Gaybet halini yaşayan sâlike gāib , huzûr halinde bulunana ise hâzır denilir. Sûfîler, Kur’ân-ı Kerîm’de anlatılan bazı olayları bu terimi izah etmek için kullanırlar. Özellikle Hz. Yûsuf’u gören kadınların şaşkınlıktan ellerini kesmeleriyle (Yûsuf 12/31, 50) Hz. Meryem’in, “Allah’a oruç adadım, bugün hiçbir insanla konuşmayacağım” (Meryem 19/26) şeklindeki ifadesini gaybet haliyle açıklarlar. Kabz-bast, sekr-sahv, fenâ-bekā gibi genellikle beraber kullanılan gaybet-huzûr terimlerini sûfîler değişik şekillerde açıklamışlardır. Muhyiddin İbnü’l-Arabî’ye göre her hâzır gāibdir, her gāib de hâzırdır ( el-Fütûḥât , II, 544). Hak ile huzûr kendinden gāib olmak, kendinden gāib olmak ise Hakk’ın huzûruna çıkmaktır. Gaybetin son noktasını “gaşyet” olarak niteleyen Kuşeyrî ise bu terimlerle diğer tasavvuf terimleri arasındaki yakınlık ve farklılıklar üzerinde durmuştur. Ona göre heybet in hakkı gaybettir, heybet sahibi olan her sâlik gaybet halinde bulunur. Gaybetin az veya çok sürmesi de heybetle ilgilidir. Gaybet hali sona erince sahv hali başlar. Sekr gaybetten daha kuvvetli olabileceği gibi aksi de mümkündür. Sâlikin halktan gaybeti oranında Hak ile olan huzûru mükemmelleşir. Nihayet gaybet ve sekr Hak ile huzûru, temkin ve sahv ise halk ile huzûru ifade eder (Kuşeyrî, I, 266). Gaybetin vârid ve sebebi de çok değişik olabilmektedir. Zikir ve tefekkür sonucu ortaya çıkan his ve müşahedeler sâliki bu hale ulaştıracağı gibi Allah’ın rahmet veya gazabına işaret eden, cennet veya cehennemi, sevap veya azabı hatırlatan bir ses, tavır ve davranış da kişinin gaybet haline girmesine yol açabilir. Nitekim tasavvuf kaynakları, demircinin ocağında kor haline gelen demiri görünce cehennemi hatırlayarak kendinden geçen sûfîlerin varlığından bahseder. Hücvîrî, gaybet halini yaşayan bazı sûfîlerin namaz kılarken huzûr haline geçtiklerini, bazı sûfîlerin de huzûr halinde iken namazla birlikte gaybet haline girdiklerini söyler; ancak namazla söz konusu haller arasında böyle bir paralelliğin kurulmasını uygun görmez ( Keşfü’l-maḥcûb , s. 438). Cüneyd-i Bağdâdî, “Vecd ile birlikte olan kurb cem‘dir, beşeriyet ile olan gaybet ise tefrikadır” (Sülemî, s. 157) sözüyle gaybetin cem‘-tefrika halleriyle olan yakınlığını ortaya koymuştur. Sûfîler arasında farklı şekilde değerlendirilen bir başka husus da bu iki terimin birbirine göre durumudur. Hücvîrî’nin verdiği bilgiye göre tasavvuf anlayışını gaybet-huzûr esasına dayandıran İbn Hafîf başta olmak üzere Hâris el-Muhâsibî, Cüneyd-i Bağdâdî, Sehl b. Abdullah et-Tüsterî, Ebû Hafs el-Haddâd, Ebû Muhammed el-Cerîrî, Husrî gibi bir grup mutasavvıf huzûr halini gaybet halinden daha üstün tutarlar. Onlara göre bütün güzellikler huzûra bağlıdır. Gaybet Hakk’a giden bir yoldur, huzûra varınca yol âfet haline gelir. Çünkü maksat hâsıl olmuştur; illet ve sebebe artık gerek yoktur. Nefsinden geçen herkes Hak ile huzûrda olur. Gaybetin faydası huzûrdur, huzûrsuz gaybet cinnettir. Gaybette “hicâb”ın sıkıntısı, huzûrda ise “keşf”in rahatlığı vardır. Sâlik, kendi tercihlerinin yerine Hakk’ın tercihlerini koyabilmesi için huzûr halinde olmalıdır. Gaybet halinde bu durum gerçekleştirilemez. Aralarında İbn Atâ, Hallâc-ı Mansûr, Ebû Bekir eş-Şiblî, Bündâr b. Hüseyin, Ebû Hamza el-Bağdâdî, Semnûn Muhib gibi sûfîlerin bulunduğu diğer bir grup mutasavvıf ise gaybet halini huzûr haline tercih eder. Gaybet haliyle yaratılış ve elest bezmi arasında ilgi kuran bu sûfîlere göre huzûr halinin mükemmelliği gaybet haline göredir. Rûzbihân-ı Baklî’nin gurbeti, “Ruhun ezeldeki gaybet halidir” ( Şerḥ-i Şaṭḥiyyât , s. 634) şeklinde tarif etmesi de konunun elest bezmiyle olan yakınlığını göstermektir. Allah’ın gaybet halini yaşayan sûfîye tattırdığı zevki makamların ve kerametlerin en yücesi olarak değerlendiren Necmeddîn-i Kübrâ gaybet halindeki müşâhedelerini Fevâʾiḥu’l-cemâl adlı eserinde anlatmıştır. Ankaravî gaybeti sâlikin ve ârifin gaybeti diye ikiye ayırmış ve, “Gaybet eşyadan gāib, Hak’la hâzır olmağa derler” ( Minhâcü’l-fukarâ , s. 246) cümlesiyle bu iki kelimeyi aynı tarifte ifade etmiştir. Tasavvufî eserlerin çoğunda gaybet-huzûr terimleri birlikte kullanılmıştır. Herevî’nin Menâzilü’s-sâʾirîn ’inde olduğu gibi bazı kaynaklarda gaybet işlenirken huzûr ayrı bir terim olarak ele alınmamıştır. Kelâbâzî ise huzûr yerine şühûdu kullanmıştır ( et-Taʿarruf , s. 140). Bu tasnifi benimseyen Şehâbeddin es-Sühreverdî, şühûdu bazan murakabe, bazan da müşâhede ile ulaşılan huzûr hali olarak tarif etmiştir. Baklî, gaybeti aklın, nefsin, ruhun ve sırrın gaybeti şeklinde dört gruba ayırmıştır ( Şerḥ-i Şaṭḥiyyât , s. 551-552). BİBLİYOGRAFYA et-Taʿrîfât , “ġaybet” md. Hasan Şerkāvî, Muʿcemü elfâẓi’ṣ-ṣûfiyye , Kahire 1987, s. 219-220. el-Muʿcemü’ṣ-ṣûfî , s. 328-329, 857-859. Ca‘fer Seccâdî, Ferheng-i Luġāt u Iṣṭılâḥât u Taʿbîrât-i ʿİrfânî , Tahran 1403/1983, s. 352. Hifnî, Muṣṭalaḥât , s. 197-198. Serrâc, el-Lümaʿ , s. 416. Kelâbâzî, et-Taʿarruf , s. 140. Sülemî, Ṭabaḳāt , s. 157. Kuşeyrî, er-Risâle , I, 264-267. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 372-377, 438. Herevî, Menâzil (Revân) , s. 186. Attâr, Tezkiretü’l-evliyâ (trc. Süleyman Uludağ), İstanbul 1985, bk. İndeks. Baklî, Meşrebü’l-ervâḥ , s. 299. a.mlf., Şerḥ-i Şaṭḥiyyât , s. 551-552, 634. İbnü’l-Arabî, el-Fütûḥât , II, 544. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403, III, 220. İbnü’l-Hatîb, Ravżatü’t-taʿrîf , Beyrut 1970, I, 308; II, 532, 560. Sühreverdî, ʿAvârifü’l-maʿârif (nşr. Kāsım-ı Ensârî), Tahran 1364 hş., s. 194. Ankaravî, Minhâcü’l-fukarâ , Bulak 1256, s. 246-247. Necmeddîn-i Kübrâ, Fevâʾiḥu’l-cemâl ve fevâtiḥu’l-celâl (nşr. F. Meier), Wiesbaden 1957, tür.yer.; a.e. (trc. Mustafa Kara, Tasavvufî Hayat içinde), İstanbul 1980, s. 90-113. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1996 yılında İstanbul’da basılan 13. cildinde, 409-410 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "et-Taʿrîfât , “ġaybet” md.",
        "Hasan Şerkāvî, Muʿcemü elfâẓi’ṣ-ṣûfiyye , Kahire 1987, s. 219-220.",
        "el-Muʿcemü’ṣ-ṣûfî , s. 328-329, 857-859.",
        "Ca‘fer Seccâdî, Ferheng-i Luġāt u Iṣṭılâḥât u Taʿbîrât-i ʿİrfânî , Tahran 1403/1983, s. 352.",
        "Hifnî, Muṣṭalaḥât , s. 197-198.",
        "Serrâc, el-Lümaʿ , s. 416.",
        "Kelâbâzî, et-Taʿarruf , s. 140.",
        "Sülemî, Ṭabaḳāt , s. 157.",
        "Kuşeyrî, er-Risâle , I, 264-267.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 372-377, 438.",
        "Herevî, Menâzil (Revân) , s. 186.",
        "Attâr, Tezkiretü’l-evliyâ (trc. Süleyman Uludağ), İstanbul 1985, bk. İndeks.",
        "Baklî, Meşrebü’l-ervâḥ , s. 299.",
        "a.mlf., Şerḥ-i Şaṭḥiyyât , s. 551-552, 634.",
        "İbnü’l-Arabî, el-Fütûḥât , II, 544.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403, III, 220.",
        "İbnü’l-Hatîb, Ravżatü’t-taʿrîf , Beyrut 1970, I, 308; II, 532, 560.",
        "Sühreverdî, ʿAvârifü’l-maʿârif (nşr. Kāsım-ı Ensârî), Tahran 1364 hş., s. 194.",
        "Ankaravî, Minhâcü’l-fukarâ , Bulak 1256, s. 246-247.",
        "Necmeddîn-i Kübrâ, Fevâʾiḥu’l-cemâl ve fevâtiḥu’l-celâl (nşr. F. Meier), Wiesbaden 1957, tür.yer.; a.e. (trc. Mustafa Kara, Tasavvufî Hayat içinde), İstanbul 1980, s. 90-113."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
