{
  "id": "eweb_272",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/gurbet",
  "annotator": "Jeremy",
  "title": "GURBET",
  "arabic_title": "الغربة",
  "summary": "Sâlikin vatanından ayrı yaşaması veya halkın davranış ve düşüncelerinden uzak kalması anlamında tasavvuf terimi.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Mutasavvıflar genellikle cismanî ve mânevî olmak üzere iki türlü gurbetten bahsederler. Birincisi kişinin memleketinden uzak kalmasıdır. Çeşitli sebeplerle seyahate çıkan gezgin mutasavvıflar bu anlamdaki gurbete büyük önem verirler; gurbete çıkmaya arzu duyar, gariplere sahip çıkmanın faziletinden söz ederler. “Gurbette iken ölen şehiddir” (İbn Mâce, “Cenâʾiz”, 61) meâlindeki hadise bu bağlamda önemle işaret edilmiştir. Mânevî gurbetin, biri tutum ve davranışlarla, diğeri düşünce ile (himmet) ilgili olmak üzere iki şekli vardır. Bir toplumun yaşama tarzı dine uygun değilse o toplumda yaşayan dindar insan öz yurdunda da olsa garip sayılır. Nitekim İslâm’ın ilk yıllarında Mekkeli müslümanlar kendi yurtlarında böyle bir gurbet hayatı yaşamışlardı. “İslâm garip olarak başladı, ileride yine garip olacaktır, ne mutlu o gariplere!” (Müslim, “Îmân”, 232; Tirmizî, “Îmân”, 13) meâlindeki hadiste bu duruma işaret edilmiştir. Mekke müşrikleri arasında azınlık olarak yaşayan ashap garip sayıldığı gibi benzer şartlar altında zor bir hayat geçiren dindar müslümanlar da garip sayılır. “Güç şartlar altında sıkıntılı bir hayat yaşamak” anlamına gelen gariplik bu sebeple fazilet kabul edilmiştir. Nitekim, “Toplum bozulduğu zaman sünnete sarılan kimse elinde ateş tutan insan gibidir” meâlindeki hadis de ( Müsned , II, 39, 55) bunu ifade etmektedir. Bazı hadislerde, İslâmî hayattan uzaklaşmış kişiler arasında yaşamak zorunda kalan dürüst müslüman, toplumda kendi hayat anlayışında kimse bulunmadığı için yalnız yaşayan takvâ sahibi kişi, sünneti halka öğretip yaymaya çabalayan mümin garip olarak nitelendirilmiştir (bk. İbn Kayyim el-Cevziyye, III, 203-204). “Dünyada bir garip veya bir yolcu gibi yaşa” (Buhârî, “Reḳāʾiḳ”, 3; İbn Mâce, “Zühd”, 13) meâlindeki hadisle gariplik teşvik edilmiştir. Ebü’l-Hasan es-Subeyhî, “Garip vatanında iken ondan uzak olan kişidir”; “Garip kendi meşrebinde olmayanlar arasında kalan kişidir” (Lâmiî, s. 213) derken bu tür garipliği anlatmak istemiştir. İbn Kayyim el-Cevziyye riyakâr, haram helâl tanımayan cahil zümreler arasında yaşamaya katlanan ihlâslı, dindar ve âlim kişileri garip sayar ( Medâricü’s-sâlikîn , III, 219). Aynı şekilde Hakk’a ermek için mânevî sefere çıkan velîler, kendi hallerine ve eriştikleri makamlara yabancı olanlar arasında gariptirler. Mânevî gurbetin en yüksek derecesi, “kişinin himmetiyle çevresindekilerden ayrılması” şeklinde açıklanan âriflerin gurbetidir. Ârif sadece Hakk’ı ister, O’nunla teselli bulur; O’ndan başkasıyla olduğu zaman kendini garip hisseder; ârif dünya ve âhiret garibidir (Herevî, s. 41). Muhyiddin İbnü’l-Arabî’ye göre, a‘yân-ı sâbite lerini bilen ve kendi aslî vatanlarından hiçbir zaman ayrılmayan kâmil ârifler için gurbet söz konusu olmaz. Çünkü onlar Hakk’ın kendilerine ayna olduğunu, sûretlerinin onda zuhur ettiğini bilirler ( el-Fütûḥât , II, 529). Mutasavvıflara göre ruhların esas vatanı bu dünya ve bu beden değildir, ruhlar âlemidir. Asıl vatanlarından ayrılan ruhlar dünyada ve bedende iken gariptirler ve kendi vatanlarına dönmenin özlemi içinde yaşarlar. Bu anlamdaki gurbet hayatı özellikle tasavvuf edebiyatının en canlı temalarından olmuştur. BİBLİYOGRAFYA Müsned , II, 39, 55. Buhârî, “Reḳāʾiḳ”, 3. Müslim, “Îmân”, 232. İbn Mâce, “Cenâʾiz”, 61, “Zühd”, 13. Tirmizî, “Îmân”, 13. Herevî, Menâzil , s. 41; a.e. (Revân), s. 182, 457. Sühreverdî el-Maktûl, el-Ġurbetü’l-ġarbiyye ( Mecmûʿa-i Düvvim-i Muṣannefât-i Şeyḫ-i İşrâḳ içinde, nşr. H. Corbin), Tahran 1335 hş., II, 235. Baklî, Meşrebü’l-ervâḥ , s. 144. İbnü’l-Arabî, el-Fütûḥât , II, 527-529. a.mlf., Iṣṭılâḥât (nşr. Bessâm Abdülvehhâb el-Câbî), Beyrut 1411/1990, s. 66. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, III, 203-215, 219. İbnü’l-Hatîb, Ravżatü’t-taʿrîf (nşr. Muhammed el-Kettânî), Beyrut 1970, II, 483. Lâmiî, Nefehât Tercümesi , s. 213. Ankaravî, Minhâcü’l-fukarâ , Bulak 1256, s. 243-245. el-Muʿcemü’ṣ-ṣûfî , s. 19. Cevâd Nûrbahş, Ferheng-i Nûrbaḫş , Tahran 1369 hş., IV, 154-160. Hasan M. eş-Şerkāvî, Elfâẓü’ṣ-ṣûfiyye , Kahire 1989, s. 216. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1996 yılında İstanbul’da basılan 14. cildinde, 201 numaralı sayfada yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Müsned , II, 39, 55.",
        "Buhârî, “Reḳāʾiḳ”, 3.",
        "Müslim, “Îmân”, 232.",
        "İbn Mâce, “Cenâʾiz”, 61, “Zühd”, 13.",
        "Tirmizî, “Îmân”, 13.",
        "Herevî, Menâzil , s. 41; a.e. (Revân), s. 182, 457.",
        "Sühreverdî el-Maktûl, el-Ġurbetü’l-ġarbiyye ( Mecmûʿa-i Düvvim-i Muṣannefât-i Şeyḫ-i İşrâḳ içinde, nşr. H. Corbin), Tahran 1335 hş., II, 235.",
        "Baklî, Meşrebü’l-ervâḥ , s. 144.",
        "İbnü’l-Arabî, el-Fütûḥât , II, 527-529.",
        "a.mlf., Iṣṭılâḥât (nşr. Bessâm Abdülvehhâb el-Câbî), Beyrut 1411/1990, s. 66.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, III, 203-215, 219.",
        "İbnü’l-Hatîb, Ravżatü’t-taʿrîf (nşr. Muhammed el-Kettânî), Beyrut 1970, II, 483.",
        "Lâmiî, Nefehât Tercümesi , s. 213.",
        "Ankaravî, Minhâcü’l-fukarâ , Bulak 1256, s. 243-245.",
        "el-Muʿcemü’ṣ-ṣûfî , s. 19.",
        "Cevâd Nûrbahş, Ferheng-i Nûrbaḫş , Tahran 1369 hş., IV, 154-160.",
        "Hasan M. eş-Şerkāvî, Elfâẓü’ṣ-ṣûfiyye , Kahire 1989, s. 216."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}