{
  "id": "eweb_274",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/hal--tasavvuf",
  "annotator": "Jeremy",
  "title": "HAL",
  "arabic_title": "الحال",
  "summary": "İlâhî bir lutuf olarak sâlikin kalbine gelen his ve bunun ruh ve bedenine yansıması anlamında bir tasavvuf terimi.",
  "parts": [
    {
      "author": "MEHMET DEMİRCİ",
      "content": "Sözlükte “değişme, dönüşme, durum ve tavır” gibi anlamlara gelen hâl kelimesi (çoğulu ahvâl ) Arapça havl kökünden gelir. Birçok sûfî, kelimenin bu anlamından hareketle hali parlayıp sönen ve sürekliliği olmayan şimşeğe benzetmiş ve “Hal, isminden de anlaşılacağı üzere geçici bir şeydir” demiştir (Kuşeyrî, s. 54). Cüneyd-i Bağdâdî, “Hal kalbe inen bir şey olup devam etmez” derken bu hususa işaret etmiştir (bk. Serrâc, s. 66). Öte yandan ilk sûfîlerden itibaren hal kelimesi, “yerleşme, konaklama” mânasına gelen hulûl masdarı ile arasında bir ilgi kurularak bu masdarın ism-i fâili gibi görülmüş ve buna dayanılarak kelimeye bazı tasavvufî mânalar yüklenmiştir. Bu görüşte olanlar hali, “Kalbe hulûl eden veya saf zikrin kalbe girmesini sağlayan ve yok olmayan şeydir” diye tarif etmişler ve yok olana hal denemeyeceğini belirtmişlerdir (Serrâc, s. 66, 411). Buna göre kelimenin havl kökünden geldiğini söyleyenler onun değiştiğini ve yok olduğunu, hulûl kökünden türediğini söyleyenler ise sabit ve devamlı olduğunu ifade etmişlerdir. Ancak genellikle halin devamlılığı olmayan gelip geçici bir duygu olduğu kabul edilmiştir. Nitekim İbnü’s-Sâiğ’e göre hal şimşek gibidir, anında yok olup gider; devam ederse ona hal değil nefsin vesvesesi (hâdis-i nefs) denir (Sülemî, s. 315). Neşe-hüzün, kabz-bast, heybet-üns gibi ruhî durumları gelip geçici bir his ve heyecan olarak gören sûfîlere göre de bir hal meydana gelir gelmez hemen yok olur; bu bakımdan şimşeğe benzer. Fakat bir hal yok olunca hemen ardından onun bir benzeri veya zıddı olan başka bir hal meydana gelir. Meselâ kabz hali peş peşe gelen kabz halleriyle devam eder. Belli bir süre devam eden bu haller er geç sona erer ve peşinden onun zıddı olan bast hali meydana gelince kabz hali tamamen ortadan kalkar. Tasavvufta mânevî ve ruhî duygu ve heyecanları ifade eden hallere büyük önem verilmiş ve ehl-i hâl olmak mutluluk kabul edilmiştir. Sûfîler, hal sahibi olmanın önemini anlatmak için Hz. Peygamber’in sohbetlerinde bulunan Hanzale b. Rebî‘i örnek verirler. Hanzale, Resûl-i Ekrem’in huzurunda iken cennet ve cehennemi gözüyle görüyormuş gibi bir hal yaşar, huzurdan ayrılınca da bu duyguları kaybolurdu (Müslim, “Tevbe”, 12). Bu durumdan yakınan Hanzale’ye Hz. Peygamber bu tür hallerin zaman zaman meydana gelebileceğini, fakat devamlı olmayacağını söylemiştir (Serrâc, s. 190). Haller konusunda tasavvufta yapılan incelemeler sonucunda ulaşılan bilgilere “ilm-i hâl” veya “ilm-i ahvâl” denir. Bir çeşit tasavvuf psikolojisi demek olan ilm-i hâl öneminden dolayı tasavvuf ilmiyle aynı anlamda kullanılır. Nitekim sûfîler tasavvufa “ilm-i hâl” veya “ilm-i ahvâl”, şer‘î ilimlere de “ilm-i kāl” demişlerdir. Bu adlandırmanın sebebi tasavvufun ancak yaşanarak anlaşılabilmesi, sözle veya yazıyla anlatma veya anlaşılma imkânı bulunmamasıdır. Bu husus biri “lisân-ı hâl”, diğeri “lisân-ı kāl” olmak üzere iki ayrı dinî ifade biçiminin ortaya çıkmasına yol açmıştır. Tasavvufî his ve heyecanların, mânevî hayatın ve ruhî sırların sözle anlatılmasını mümkün ve câiz görmeyen sûfîler bunları birbirine hal diliyle anlatırlar; başka bir ifadeyle ulvî duyguların anlaşılabilmesi için yaşanmasının şart olduğunu belirtirler. Tasavvuf tarihinde mânevî hallerden ilk bahsedenler Serî es-Sakatî, Zünnûn el-Mısrî, Hâris el-Muhâsibî ve Ebû Süleyman ed-Dârânî gibi sûfîler olmuştur. Bâyezîd-i Bistâmî ise “erbâb-ı ahvâl” olarak tanınıyordu (Sülemî, s. 48, 67, 215; Ali Sâmî en-Neşşâr, III, 316). Bu dönemde özellikle hal ile “makam” arasındaki ilişkiler üzerinde durulmuş, nitelik itibariyle birbirinden pek farklı olmayan bu iki kavramdan geçici olan duyguya hal, sürekli olana makam denilmiş, bazı hallerin zamanla makama dönüştüğü örneklerle gösterilmiştir. Meselâ tövbe hissi geçici olursa buna hal adı verilmiş, bu duygunun tekrarlanarak devamlılık kazandığı zaman makam şekline dönüşeceği söylenmiştir. Sabır, tevekkül, rızâ ve zühd gibi makamlar için de aynı durum söz konusudur. İnsan davranışları tasavvuf düşüncesinde ef‘âl, ahlâk ve ahvâl olmak üzere üçe ayrılır. Ef‘âl insanın iradeli eylemleridir. Ahlâk doğuştan gelir; ancak sürekli bir eğitimle değişebilir. Ahvâl ise iradenin etkisi olmaksızın doğrudan insana verilir. Makamların irade ile ve çalışılarak kazanılan nitelikler (mekâsib) olmasına karşılık haller tamamıyla ilâhî bağışlardan (mevâhib) ibarettir. İyi işler ve güzel davranışlarla halleri daha da saf hale getirmek mümkündür. Çünkü mânevî haller ihlâslı olarak iyi işler yapanlara Allah’ın lutuflarıdır. Bu anlamda haller güzel davranışların meyveleri olup iş ve davranışların temizliği oranında saflaşırlar. Şer‘î emir ve yasaklara samimiyetle uymak ve ahlâkî davranışlarda bulunmak mistik hallerin temelini oluşturduğu gibi niteliğini de yükseltir (Kuşeyrî, s. 183, 196). Tasavvufta ulaşılan her makamın kendine mahsus ahvâli vardır. Bir makamdan diğer bir makama yükselen sûfînin halleri de değişir ve böylece daha mükemmel hallere ulaşmış olur. Ayrıca belli bir makamda bulunan sâlikin halleri de kendisi bu makamda iken sürekli değişir ve mükemmelleşir. Hallerdeki değişim sonsuza kadar sürüp gider. Bu durum Hakk’a doğru yapılan mânevî yolculuğun (seyrüsülûk) sonsuzluğunu ifade eder. “Bazan kalbimi bir perde bürür ve onun için günde yüz defa istiğfar ederim” (Müslim, “Ẕikir”, 41; Ebû Dâvûd, “Vitir”, 26) meâlindeki hadisi sûfîler, “Hz. Peygamber bir halden daha ileri bir hale ulaştığında önceki halde bulunmuş olmayı kusur saydığından tövbe ederdi” şeklinde yorumlamışlardır. Sûfîlerin, “Salih insanlara sevap kazandıran amelleri onlardan daha salih insanlar işlerlerse bu ameller onlara günah getirir” demelerinin anlamı da budur (Kuşeyrî, s. 184). Hal ile vakit kavramları da birbirine yakın anlamlar taşır. Genellikle vakti hal anlamında kullanan sûfîler geçmiş ve gelecek zamanla pek ilgilenmezler. Çünkü onlara göre geçmişi ve geleceği düşünmek, içinde yaşanılan zamanı (hal) zayi etmekten başka bir şey değildir. En önemli ve değerli zaman vakit ve hal denilen şimdiki zamandır. Bu durum tasavvufta, “Dem bu demdir dem bu dem” şeklinde de ifade edilir. Sûfî “ibnülvakt”tir, her an içinde yaşadığı zaman parçası olan hali değerlendirir. Her vakitte o vakitte yapılması en doğru olan şeyi yapar; her an Allah ile arasındaki hali mülâhaza edip bunu değerlendirir. Bazı sûfîler bu değerlendirmeyi her gün, bazıları her saat, bazıları her vakit, bazıları da her an (her nefes) yaparlar. Tasavvuf yoluna yeni girenler bazan, bu yolda mesafe alanlar daha sık, ileri noktalara ulaşanlar ise her nefes bunu gerçekleştirirler. Birincisine “vakit sahibi”, ikincisine “hal sahibi”, üçüncüsüne “nefes sahibi” denir (İzzeddin el-Kâşî, s. 70). Genellikle hal kavramı zayıf ve kuvvetli veya birbirinin zıddı olan birçok değişik halleri ihtiva eder. Tövbe, vera‘, zühd, fakr, sabır, tevekkül ve rızâyı makam olarak gösteren Serrâc murâkabe, kurb, muhabbet, havf, recâ, şevk, üns, itminan, müşâhede ve yakīni de hal olarak gösterir ( el-Lümaʿ , s. 68-104). Tasavvuf terimlerini onar onar gruplandıran Herevî muhabbet, gayret, şevk, kalak, ataş, vecd, dehşet, heyemân, berk ve zevki “ahvâl” başlığı altında toplamıştır. Ebü’n-Necîb es-Sühreverdî’nin Âdâbü’l-mürîdîn ’i ile İzzeddin el-Kâşî’nin Miṣbâḥu’l-hidâye ’sinde “ahvâl” başlığı altında toplanan haller birbirinden farklıdır. Bu durum his ve tavırla ilgili her şeye tasavvufta hal dendiğini gösterir. Tasavvufta sûfîler haller açısından hallerine hâkim olanlar (âbâ-yı ahvâl), hallerine mahkûm olanlar (ebnâ-i ahvâl) diye iki gruba ayrılmıştır. Hallerine mağlûp ve mahkûm olanlar cezbeli ve coşkulu sûfîler olup sözlerini ve davranışlarını kontrol edemezler. Bu halde iken kendilerinden şer‘î hükümlere uygun düşmeyen söz ve davranışlar sâdır olabilir. Bunlar halin hükmü altında bulundukları sürece sorumlu sayılmazlar. Hallerine hâkim ve galip olan velîlerin sözleri ölçülü, davranışları dengeli ve şer‘î hükümlere uygundur. Peygamberler ve büyük velîler hallerine hâkimdirler. Başlangıçta haline mağlûb olan sâlik tasavvuf yolunda ilerledikçe haline hâkim olur. Bazı sûfîler ve ârifler ise hal kaydından tamamıyla âzâde olmuşlar, kendilerini “muhavvilü’l-ahvâl” olan Allah’a teslim ederek O’ndan gelen her şeye râzı olmuşlardır. Bâyezîd-i Bistâmî, “Herkesin bir hali vardır, ama ârifin hali yoktur” ( Herevî, Ṭabaḳāt , s. 561) sözüyle bu hususa işaret etmiştir. Tasavvufta hale hâkim olmak ona mahkûm olmaktan çok daha değerli bir durumdur. Hal kaydından kurtulmak ise en yüksek makamdır. Hal ve hâlet telvin ehli için söz konusudur. Temkin ehli olanlarda hal ve hâlet bulunmaz. Mânevî halleri yaşamakta olan bir sâlikten bazı kerametler zuhur edebilir. Dolayısıyla ehl-i hâl bazan duası makbul keramet sahibi velî anlamına da gelir. İbnü’l-Arabî hali, “kulun yaratma hususunda Hakk’ın sıfatıyla zuhur etmesi ve eserlerin onun himmetiyle meydana gelmesi” şeklinde tarif ederken bu noktaya işaret etmiştir ( el-Fütûḥât , IV, 151). BİBLİYOGRAFYA et-Taʿrîfât , “ḥâl” md. Tehânevî, Keşşâf , I, 360. el-Muʿcemü’ṣ-ṣûfî , “ḥâl” md. Müslim, “Tevbe”, 12, “Ẕikir”, 41. Ebû Dâvûd, “Vitir”, 26. Serrâc, el-Lümaʿ (nşr. Nicholson), Leiden 1914, s. 54-57, 66, 68-104, 190, 411. Kelâbâzî, et-Taʿarruf (trc. Süleyman Uludağ), İstanbul 1979, bk. İndeks. Sülemî, Ṭabaḳāt , s. 48, 67, 119, 127, 215, 310, 315. Kuşeyrî, er-Risâle , Kahire 1386/1966, s. 54, 183-184, 196. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 289, 518. Herevî, Menâzil (Revân) , s. 151-169; a.e. (nşr. S. de Langier), Paris 1962, s. 71-80. a.mlf., Ṭabaḳāt , s. 561-650. Ebû Mansûr el-Abbâdî, Ṣûfînâme (nşr. Gulâm Hüseyn-i Yûsufî), Tahran 1347 hş., s. 137-184, 199-218. Ebü’n-Necîb es-Sühreverdî, Âdâbü’l-mürîdîn (nşr. Necîb Mâyil-i Herevî), Tahran 1363 hş., s. 230-231. Attâr, Teẕkiretü’l-evliyâʾ , s. 399, 445, 696. Baklî, Şerḥ-i Şaṭḥiyyât , s. 546-547. Necmeddîn-i Kübrâ, Tasavvufî Hayat (haz. Mustafa Kara), İstanbul 1980, s. 91 vd. Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, tür.yer. İbnü’l-Arabî, el-Fütûḥât , II, 384; IV, 151. Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , s. 57. Yahyâ b. Ahmed el-Bâharzî, Evrâdü’l-aḥbâb ve fuṣûṣü’l-âdâb (nşr. Îrec Efşâr), Tahran 1358 hş., s. 53. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, s. 6-104. Ziyâeddin Nahşebî, Silkü’s-sülûk , Tahran 1369, s. 7. İbnü’l-Hatîb, Ravżatü’t-taʿrîf (nşr. Muhammed el-Kettânî), Beyrut 1970, II, 480-481. İzzeddin el-Kâşî, Miṣbâḥu’l-hidâye ve miftâḥu’l-kifâye , Tahran 1367 hş., s. 69, 70, 125, 404-430. Ankaravî, Minhâcü’l-fukarâ , Bulak 1256, s. 224-238. B. Carra de Vaux, Les penseurs de l’Islam , Paris 1923, IV, 201-203. Zekî Mübârek, et-Taṣavvufü’l-İslâmî , Beyrut, ts. (el-Mektebetü’l-İslâmî), II, 107-123. Kāsım Ganî, Târîḫ-i Taṣavvuf der İslâm , Tahran 1340 hş., s. 819. Ali Sâmî en-Neşşâr, Neşʾetü’l-fikri’l-felsefî fi’l-İslâm , Kahire 1978, III, 316-320. M. Takī Ca‘ferî, Tefsîr u Naḳd u Taḥlîl-i Mes̱nevî , Tahran 1362 hş., IV, 338. Mustafa Kara, Tasavvuf ve Tarikatlar Tarihi , İstanbul 1985, s. 127. Seyyid Sâdık Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1368 hş., IV, 123-144. Th. W. Juynboll, “Hâl”, İA , V/1, s. 106-107. L. Gardet, “Ḥāl”, EI 2 (İng.) , III, 83-85. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1997 yılında İstanbul’da basılan 15. cildinde, 216-218 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "et-Taʿrîfât , “ḥâl” md.",
        "Tehânevî, Keşşâf , I, 360.",
        "el-Muʿcemü’ṣ-ṣûfî , “ḥâl” md.",
        "Müslim, “Tevbe”, 12, “Ẕikir”, 41.",
        "Ebû Dâvûd, “Vitir”, 26.",
        "Serrâc, el-Lümaʿ (nşr. Nicholson), Leiden 1914, s. 54-57, 66, 68-104, 190, 411.",
        "Kelâbâzî, et-Taʿarruf (trc. Süleyman Uludağ), İstanbul 1979, bk. İndeks.",
        "Sülemî, Ṭabaḳāt , s. 48, 67, 119, 127, 215, 310, 315.",
        "Kuşeyrî, er-Risâle , Kahire 1386/1966, s. 54, 183-184, 196.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 289, 518.",
        "Herevî, Menâzil (Revân) , s. 151-169; a.e. (nşr. S. de Langier), Paris 1962, s. 71-80.",
        "a.mlf., Ṭabaḳāt , s. 561-650.",
        "Ebû Mansûr el-Abbâdî, Ṣûfînâme (nşr. Gulâm Hüseyn-i Yûsufî), Tahran 1347 hş., s. 137-184, 199-218.",
        "Ebü’n-Necîb es-Sühreverdî, Âdâbü’l-mürîdîn (nşr. Necîb Mâyil-i Herevî), Tahran 1363 hş., s. 230-231.",
        "Attâr, Teẕkiretü’l-evliyâʾ , s. 399, 445, 696.",
        "Baklî, Şerḥ-i Şaṭḥiyyât , s. 546-547.",
        "Necmeddîn-i Kübrâ, Tasavvufî Hayat (haz. Mustafa Kara), İstanbul 1980, s. 91 vd.",
        "Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, tür.yer.",
        "İbnü’l-Arabî, el-Fütûḥât , II, 384; IV, 151.",
        "Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , s. 57.",
        "Yahyâ b. Ahmed el-Bâharzî, Evrâdü’l-aḥbâb ve fuṣûṣü’l-âdâb (nşr. Îrec Efşâr), Tahran 1358 hş., s. 53.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, s. 6-104.",
        "Ziyâeddin Nahşebî, Silkü’s-sülûk , Tahran 1369, s. 7.",
        "İbnü’l-Hatîb, Ravżatü’t-taʿrîf (nşr. Muhammed el-Kettânî), Beyrut 1970, II, 480-481.",
        "İzzeddin el-Kâşî, Miṣbâḥu’l-hidâye ve miftâḥu’l-kifâye , Tahran 1367 hş., s. 69, 70, 125, 404-430.",
        "Ankaravî, Minhâcü’l-fukarâ , Bulak 1256, s. 224-238.",
        "B. Carra de Vaux, Les penseurs de l’Islam , Paris 1923, IV, 201-203.",
        "Zekî Mübârek, et-Taṣavvufü’l-İslâmî , Beyrut, ts. (el-Mektebetü’l-İslâmî), II, 107-123.",
        "Kāsım Ganî, Târîḫ-i Taṣavvuf der İslâm , Tahran 1340 hş., s. 819.",
        "Ali Sâmî en-Neşşâr, Neşʾetü’l-fikri’l-felsefî fi’l-İslâm , Kahire 1978, III, 316-320.",
        "M. Takī Ca‘ferî, Tefsîr u Naḳd u Taḥlîl-i Mes̱nevî , Tahran 1362 hş., IV, 338.",
        "Mustafa Kara, Tasavvuf ve Tarikatlar Tarihi , İstanbul 1985, s. 127.",
        "Seyyid Sâdık Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1368 hş., IV, 123-144.",
        "Th. W. Juynboll, “Hâl”, İA , V/1, s. 106-107.",
        "L. Gardet, “Ḥāl”, EI 2 (İng.) , III, 83-85."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}