{
  "id": "eweb_275",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/hallac-i-mansur",
  "annotator": "Jeremy",
  "title": "HALLÂC-ı MANSÛR",
  "arabic_title": "حلاّج منصور",
  "summary": "Ebü’l-Mugīs el-Hüseyn b. Mansûr el-Beyzâvî (ö. 309/922) Tasavvufun gelişmesine önemli katkılarda bulunan ünlü mutasavvıf.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "244’te (858) İran’ın Fars eyaletinde bulunan Beyzâ’nın kuzeydoğusundaki Tûr’da doğdu. Dedesi Mahamma Mecûsî idi. Sonraları anne tarafından Ebû Eyyûb el-Ensârî’nin neslinden geldiği söylenerek kendisine Ensârî nisbesi verilmiştir. İbnü’n-Nedîm onun, halkının çoğunluğunu Araplar’ın meydana getirdiği Beyzâ’dan olduğunu ifade ettikten sonra babasının mesleğinden dolayı “Hallâc” diye tanındığını söyler. Oğlu Hamd’in anlattığına göre ise insanların gönüllerindeki sırları pamuk gibi atıp altüst ettiğinden “Hallâc-ı Esrâr” unvanını almıştır. Başka bir rivayete göre bir hallâcın dükkânında iken sahibini bir yere göndermiş, dükkânına dönen bu kişi bütün pamukların atıldığını görerek bunu onun kerameti olarak kabul etmiş ve daha sonra Hallâc diye anılmıştır ( Aḫbârü’l-Ḥallâc , s. 49). Asıl adı Hüseyin olduğu halde İran’da ve Osmanlılar’da daha çok Mansûr ve Hallâc-ı Mansûr şeklinde babasının adıyla anılmış, kendisine “Mansûr” adı verilirken davasının zafere ulaşmış olduğuna işaret edilmiştir. Allah’ın yardımına mazhar olduğunu anlatmak için ona “Nâsır’ın (Allah’ın) Mansûr’u” diyenler de olmuştur. Melâmet ehli arasında “sultânü’l-melâmetiyyîn” diye anılır. Hatîb el-Bağdâdî’nin, oğlu Hamd’e dayanarak verdiği bilgiye göre Hallâc, doğum yeri olan Tûr’dan halkı Hanbelîler’den oluşan ve hâfızlarıyla tanınan Vâsıt’a gitti. Burada on iki yaşında hıfzını tamamladı. Ardından Tüster’e geçerek iki yıl Sehl et-Tüsterî’nin öğrencisi oldu. Yirmi yaşında Basra’ya geldi. Buradan Bağdat’a giderek Cüneyd-i Bağdâdî, Amr b. Osman el-Mekkî, Ebü’l-Hüseyin en-Nûrî gibi Bağdat’ın tanınmış sûfîlerinin sohbetlerine katıldı. Amr b. Osman el-Mekkî’den hırka giydi. Basra’da Ebû Ya‘kūb Akta‘ adlı bir sûfînin kızı ile evlendi. Burada Abbâsî hilâfetini tehdit eden Zenc isyanına şahit oldu ve muhtemelen bu ayaklanmaya sıcak baktı. Bu arada az çok Şiî mezhebini de tanıdı. Basra’da zâhidâne bir hayat yaşarken kayınpederiyle şeyhi arasında şiddetli bir geçimsizlik çıktı. Hallâc bu durumu Cüneyd’e arzederek ne yapması gerektiğini sorunca Cüneyd ona sabır tavsiye etti. Bir süre sonra 282’de (896) ilk haccını yapmak üzere Hicaz’a gitti. Burada vaktini ibadet ve riyâzetle geçiren Hallâc, daha sonra bir grup sûfî ile birlikte Bağdat’a dönerek Cüneyd’in sohbetlerine devam etti. Bu sırada ona sorduğu bazı sorulara cevap alamadı. Hallâc’ın maksatlı sorular sorduğuna ve bu konuda samimi olmadığına kanaat getiren Cüneyd onun sohbetlerine katılmasından rahatsız oldu ve meclisinden uzaklaştırdı (Cüneyd ile aralarında geçen tartışma için bk. Aḫbârü’l-Ḥallâc , s. 25). Bunun üzerine Hallâc Tüster’e döndü. Aralarında bir yıl kaldığı Tüster halkı kendisini hiçbir mezhebe bağlı bilmeyen, ancak her mezhebin en zor hükümlerini uygulamayı esas alan Hallâc’a büyük ilgi gösterdi. Hallâc beş yıl sürecek bir yolculuğa çıkmak üzere Tüster’den ayrıldı. Horasan, Mâverâünnehir, Sicistan ve Kirman bölgelerini dolaştı. Fars’ta halka vaazlar verdi, onlar için eserler yazdı. Ardından Ahvaz’a geçti ve ailesini de buraya getirtti. Şeyhi Amr b. Osman el-Mekkî’nin Ahvaz yöresine kendisini kötüleyen mektuplar yazması üzerine ondan giydiği hırkayı çıkarıp attı. Ahvaz’da meclis kurup vaazlar vermeye başlayan Hallâc halkın ve aydınların büyük teveccühüne mazhar oldu ve burada Hallâc-ı Esrâr diye tanındı. Daha sonra ailesini Ahvaz’da bırakarak 400 müridiyle birlikte ikinci defa hac yapmak üzere Basra üzerinden Mekke’ye gitti. Kendisini kıskanan sûfî Ebû Ya‘kūb en-Nehrecûrî onun aleyhinde bulunmaya başladı. Hac dönüşü Basra’da bir ay kaldıktan sonra Ahvaz’a gelen Hallâc, ailesini ve buranın ileri gelenlerinden bir grubu yanına alarak Bağdat’a geçti. Burada bir sene kaldı; ardından küfür ve şirk beldelerini Allah’ın dinine davet etmek için mânevî bir işaret aldığını söyleyerek ailesini müridlerinden birine emanet edip deniz yoluyla Hindistan’a gitti (Hatîb, VIII, 120). Horasan, Tâlekān, Mâverâünnehir, Türkistan, Mâçin, Turfan ve Keşmir’i dolaştı. Buralarda ateşli vaazlar verdi, Allah sevgisinden söz etti. Gezdiği yerlerdeki halk için eserler yazarak İslâm’a girmelerinde etkili oldu. Onun tesiriyle müslüman olanlara Mansûrî deniliyordu. Bu durum kendisini büyük bir üne kavuşturdu. Ziyaret ettiği yerlerin halkı mektuplarında kendisine “mugīs, mukīt, mümeyyiz, zâhid, mustalem, muhayyer” gibi unvanlarla hitap ediyorlardı. Bu seyahatten dönünce aleyhindeki faaliyetler de tekrar başladı. 290’da (903) üçüncü defa hacca gitti ve burada iki yıl kaldı. Bazan ibadet ediyor, bazan da halk arasına karışıp hacda kesilen kurbanlar gibi Allah yolunda kendini feda etmeye hazır olduğunu haykırıyordu. Bir ara Arafat’ta kendisine hakaret ve işkence edilmesini istedi. Bağdat’a dönen ve bir ev satın alan Hallâc’da bir değişikliğin meydana geldiği farkedilmişti. Hakkında anlatılan bir menkıbeye göre Bağdat’ta açıkça Hak yolunda canını feda etmek istediğini, kanının dökülmesinin halk için helâl olduğunu ilân etti ( Aḫbârü’l-Ḥallâc , s. 42). Karmatîler’in Abbâsî Devleti’ni tehdit ettiği, 256 (870) yılında başlayıp 270’e (883) kadar devam eden Zenc isyanının izlerinin henüz silinmediği, istikrarsızlığın devam ettiği bir dönemde Hallâc’ın sözleri ve davranışları halk ve ulemâ arasında yeni bir huzursuzluk meydana getirdi. İbn Dâvûd ez-Zâhirî öncülüğünde bir grup âlim Hallâc’ın aleyhinde bir faaliyet başlattı; bazıları onun sihirbaz, şarlatan veya deli olduğunu ileri sürerken bazıları da keramet sahibi bir velî olduğunu söylüyordu. Aleyhindeki faaliyetler artıp bir kısım müridleri tutuklanınca kendisini de aynı âkıbetin beklediğini anladı ve Ahvaz’a kaçtı. Sûs’ta bir dostunun yardımıyla Dânyâl peygamberin türbesi civarında bir yıl saklandı. 301’de (913) yakalanarak Bağdat’a getirildi ve idam talebiyle mahkeme önüne çıkarıldı. Şâfiî kadısı İbn Süreyc’in, ilhama dayanan tasavvufî mahiyetteki sözlerin fıkhî açıdan değerlendirilmesinin yanlış olacağını ileri sürüp idama karşı çıkması ve dostu başmâbeyinci Nasr el-Kuşûrî ile Halife Muktedir-Billâh’ın Türk asıllı annesi Şağab’ın araya girmesi üzerine Vezir Ali b. Îsâ el-Kunnâî onu üç defa siyaset meydanında teşhir ettikten sonra hapsedilmesini yeterli gördü. Sekiz yıl süren hapis hayatı, genellikle dostu Nasr el-Kuşûrî’nin evindeki bir odada göz hapsi şeklinde geçti. Bütün ihtiyaçları karşılandı; ziyaretçi kabul etmesine izin verildi. Hapiste bulunan Hallâc’ın Bağdat ve çevresindeki etkisi giderek arttı. Burada iken Kitâbü’ṭ-Ṭavâsîn ’in “Ṭâsînü’s-sirâc” ve “Ṭâsînü’l-ezel” bölümlerini yazdı. Fakat aleyhindeki faaliyetler bütün şiddetiyle devam ediyordu. Sonradan maliye tahsildarı olan eski sûfî Ebû Ali el-Evâricî bile onu, ünlü kıraat âlimi İbn Mücâhid’e sahte kerametler gösteren bir hokkabaz şeklinde tanıtmıştı. Cezalandırılması yönündeki taleplerin artması üzerine Vezir Hâmid b. Abbas tarafından idam isteğiyle tekrar hâkimler heyetinin önüne çıkarıldı. Delillerin yetersiz olduğunu söyleyen hâkimler idamı için hüküm vermekten kaçındıklarından mahkeme uzun sürdü. Fakat Vezir Hâmid’in ısrarlı takibi karşısında bir oldubittiyle karşı karşıya kalan Mâlikî kadısı Ebû Ömer Muhammed b. Yûsuf el-Ezdî idamına hükmetti. Hanefî kadısı İbnü’l-Bühlûl’ün muhalefetine rağmen bu hüküm diğer kadılara ve şahitlere imzalatıldıktan sonra Halife Muktedir-Billâh tarafından tasdik edilince Hallâc, 24 Zilkade 309 (26 Mart 922) tarihinde Bağdat’ın Bâbüttâk denilen semtinde önce kırbaçlandı; burnu, kolları ve ayakları kesildikten sonra idam edildi. Başı kesilerek Dicle üzerindeki köprüye dikildi; gövdesi yakılıp külleri nehrin sularına savruldu (Hatîb, VIII, 127). Kesik başı iki gün köprüde dikili bırakıldıktan sonra Horasan’a gönderilerek bölgede dolaştırıldı ( a.g.e. , VIII, 141). Hallâc’ın asıldığı yer zamanla önem kazanmaya, Hak şehidi bir velînin türbesi olarak ziyaret edilmeye başlanmıştır. Vezirliğe yeni tayin edilen Ali b. Mesleme’nin, görevine başlamadan önce Hallâc’ın kabri olarak bilinen yeri ziyaret ederek mânevî huzurunda dua edip niyazda bulunması, Abbâsî Devleti’nin ondan özür dilemesi ve itibarını iade etmesi anlamına gelmiştir. Hallâc adına burada inşa edilen ve zaman zaman onarılan türbeden başka çeşitli İslâm beldelerinde onun adına pek çok makam yapılmış ve bu makamlar birçok mutasavvıf, âlim ve devlet adamı tarafından ziyaret edilmiştir. Hallâc-ı Mansûr’un öldürülme sebebi hakkında, Abbâsîler’e karşı ayaklanmış olan Karmatîler’le gizlice mektuplaştığı, “enelhak” sözüyle ulûhiyyet iddiasında bulunduğu, haccın farziyetini inkâr edip yeni bir hac anlayışı ortaya koyduğu şeklinde çeşitli iddialar ileri sürülmüştür. Ancak idamın esas sebebinin bu tür iddialar olmadığı anlaşılmaktadır. Nitekim III. (IX.) yüzyılda yaşamış olan ve Hallâc’ınkine benzer şathiye türü sözleriyle tanınan Bâyezîd-i Bistâmî gibi sûfîlere dokunulmamış olması bunu gösterir. Şâfiî kadısı İbn Süreyc, cezbe halinde söylenen ilham ürünü sözlerin fıkıh açısından değerlendirilip bir hükme varılamayacağını belirtip idama karşı çıkarken o dönemde genellikle hukukçuların bu tür olaylar karşısında takındıkları tavrın bir örneğini vermiştir. Çok katı ve mutaassıp olanların dışındaki fakihler şathiyyât sahibi sûfîleri kınamakla birlikte yaşama haklarını ellerinden almaya taraftar olmamışlardır. Hallâc’ın idam fetvası dinî olmaktan çok siyasî bir karar olup ancak siyasî baskılar ve entrikalar sonucunda çıkarılabilmiştir. Onun büyük bir üne sahip olması, çevresinde çok sayıda mürid toplaması, sarayda ve yüksek rütbeli devlet adamları ve kumandanlar arasında bile taraftar bulması, zenci kölelerin isyanına sıcak bakması, mehdî olduğu ve Abbâsîler’e karşı Karmatîler’le gizlice iş birliği yaptığı yolunda söylentiler çıkması devlet adamlarını endişelendirmiş, bu yüzden baskı altında çalıştığı ileri sürülen bir hâkimler kurulundan fetva alıp idamı gerçekleştirmişlerdir. Ancak az da olsa Hallâc’ı hulûlcü ve ittihâdcı bir zındık ve mülhid sayıp idamını şer‘an gerekli gören kadılar da vardır. Takıyyüddin İbn Teymiyye başta olmak üzere her çağda bazı zâhir âlimleri onun idamını tasvip etmişlerdir. Başlangıçta Amr b. Osman el-Mekkî, Cüneyd-i Bağdâdî gibi çağdaşı bazı sûfîler Hallâc’ı tenkit etmişler; İbn Atâ, Şiblî, İbn Hafîf ve Nasrâbâdî gibi diğer bazı sûfîler ise velî olarak kabul etmişler, daha sonra da hemen hemen bütün mutasavvıflar onu evliyadan saymışlardır. Tasavvufî Görüşleri. Tasavvuf tarihi bakımından birinci derecede önemli büyük mutasavvıflardan olan Hallâc’ın sözleri ve menkıbeleri çağlar boyunca müslümanlar arasında yankılanmış ve İslâm toplumu üzerinde derin izler bırakmıştır. Tasavvuf Hallâc’ın şahsında yeni bir merhaleye ulaşmış, onun bu harekete bastığı damga günümüze kadar tesirini sürdürmüştür. Değişik ifadelere ve izah şekillerine bürünerek geniş halk tabakaları arasında yaşama imkânı bulan Hallâc’ın temel görüşlerinden biri nûr-ı Muhammedî (hakîkat-i Muhammediyye) fikridir. Hallâc’a göre Hz. Muhammed’in biri ezelî bir nur oluşu, diğeri bir insan ve peygamber olarak dünya hayatındaki altmış üç yıllık varlığıyla ilgili şahsiyeti olmak üzere iki hüviyeti vardır. Allah’ın ilk yarattığı şey onun nurudur (Aclûnî, I, 265). Âdem henüz toprakla su arasında iken, yani henüz yaratılmamış iken o peygamberdi ( a.g.e. , II, 130). Bütün nebîler, resuller ve velîler ilim ve irfanlarını ondan almışlardır. Hatta bütün varlıkların var oluş sebebi odur. Hz. Âdem bedenlerin, Hz. Muhammed ise ruhların babasıdır. Hz. Muhammed’i değişik bir şekilde yorumlayan, onunla Allah arasındaki münasebeti farklı bir biçimde açıklayan bu teori daha sonraki mutasavvıflar tarafından geliştirilmiş ve tasavvufun önemli esaslarından biri haline getirilmiştir. Hallâc, yaratma ve dinlerle ilgili düşüncelerini de nûr-ı Muhammedî çerçevesinde açıklamıştır. Ona göre bu nur ilk taayyündür, zâtın zâta tecelli etmesidir, bütün yaratıklar ondan zuhûr ettiğinden o aynı zamanda varlığın kaynağıdır. Eğer o olmasaydı hiçbir şey olmazdı (bk. HAKÎKAT-i MUHAMMEDİYYE ). Hallâc’a göre bütün dinler esas itibariyle birdir. Aynı hakikate değişik açılardan bakmaları dinlerdeki farklılığın kaynağını oluşturmuştur. Dinlerin birliği esastır; bütün din mensuplarının hedefi ve istedikleri şey aynıdır. Bu yönden hepsi hak üzeredir. Farklılık isimlendirmede ve şekildedir. Hallâc, Hz. Mûsâ’nın sözünü de Firavun’un sözünü de “hak söz” diye niteliyor ve bu ifadeyi cebir ve kader konusundaki görüşleriyle açıklayarak, “Bu sözler, ezelde takdir edilen ve değişmeyen bir alın yazısının sonucu olarak söylenmiştir” diyordu ( Aḫbârü’l-Ḥallâc , s. 48). Bütün dinlerin ilâhî olduğunu söyleyen Hallâc’a göre insan kendi tercih ettiği din üzere değil, Allah tarafından kendisi için tercih edilen din üzere bulunur; sadece bu ümmetin Mecûsîler’i olan Kaderiyye ve Mu‘tezile mezhebi mensupları bunun aksini iddia etmişlerdir. Bu konudaki görüşlerini açıklamak için irade ile emir arasında ayırım yapan Hallâc, emredilen şeylerden bazılarının irade edildiği halde bazılarının irade edilmediğini ve sadece irade edilenin gerçekleştiğini savunur. İblîs’in Âdem’e secde etmemesini Hallâc bir de tevhid, aşk ve fütüvvet açısından yorumlamıştır. Ona göre İblîs Allah’tan başkasına secde edilmemesi gerektiğini, ilâhî takdirin böyle olduğunu biliyor, secde emrini bir imtihan ve zâhirî bir husus olarak görüyordu. İblîs Allah’a derin bir aşkla bağlı olduğundan O’ndan başkasının önünde eğilmemiş, secde şerefini yalnız O’na tahsis etmiştir. Allah’ın, “Eğer secde etmezsen sana ebedî olarak azap edeceğim” uyarısına karşı, “Bu azap içinde iken beni görecek misin?” şeklinde bir soru sormuş, “evet” cevabını alınca, “Beni görmen bu azaba katlanmama değer” demiştir. Hallâc, aşkı bir zevk ve haz olarak değil elem ve azap olarak görüyor ve âşığın sevgilisi uğruna en acı ıstırabı tereddüt etmeden göze alması gerektiğini düşünüyordu. İdam edileceği gün vücudundan akan kanla abdest aldığı ve, “Aşk namazı için abdest ancak kanla alınır” dediği rivayet edilir (Attâr, s. 593). Hallâc-ı Mansûr, İblîs ile Firavun’un durumunu fütüvvet bakımından değerlendirirken fetâ ve fütüvvet ehli denilen yiğit ve fedakâr insanların inandıkları davaya sonuna kadar bağlı kalmaları ve bu uğurda seve seve canlarını feda etmeyi göze almaları gerektiği hususunu dikkate almıştır. Hallâc’a göre İblîs, “Eğer Âdem’e secde edersem fütüvvet ehli olma niteliğini kaybederim” demiş ve bu sebeple davasına bağlı kalmıştı. Firavun da, “O’nun resulüne inanırsam davamı kaybetmiş olacağımdan fütüvvet makamından azledilmiş olurum” diyerek denizde boğulma pahasına iddiasında ısrar etmişti. Bu bakımdan bu ikisini kendine örnek alan Hallâc, “enelhak” davasında sonuna kadar ısrar etmekle fütüvvetin bir örneğini vermiştir ( Kitâbü’ṭ-Ṭavâsîn , s. 207). Diğer taraftan Hallâc fütüvvetin en güzel örneği olarak Hz. Muhammed ile İblîs’i görmüş, hiç kimsenin bu ikisi kadar davalarında samimi olmadıklarını ve fedakârlık göstermediklerini, ancak birincisinin diğerinden daha mükemmel bir örnek teşkil ettiğini ileri sürmüştür ( a.g.e. , s. 204). Ona nisbet edilen bir risâlede, “Hac yapmak isteyen, fakat buna imkân bulamayan bir kimse evinde temiz bir odayı hac için ayırır. Hac mevsimi gelince içine kimsenin girmediği bu odada Kâbe’de olduğu gibi tavaf yapar. Haccın diğer menâsikini de yerine getirdikten sonra otuz yetimi toplayarak yemek yedirir, onlara elbise giydirir, sonra da her birine 7’şer dirhem para verir. Bunlar hac yerine geçer” şeklinde bir ifade yer almaktadır (bk. İbnü’l-Cevzî, el-Muntaẓam , VI, 163). Ancak bu sözler bu şekliyle onun düşmanları tarafından ileri sürülen bir iddiadır. Daha önce Râbia el-Adeviyye ve Bâyezîd-i Bistâmî de Kâbe konusunda buna benzer sözler söylemişlerdi. Hallâc’ın da aynı konuda bazı şeyler söylemiş olması mümkündür. Nitekim mahkeme Hallâc’ı idam etmeye karar verirken onun haccın farz oluşunu inkâr ettiğini hükme gerekçe olarak göstermiş, o sırada Abbâsîler’e isyan etmiş olan Karmatîler’in Kâbe’yi tahrip edip Hacerülesved’i memleketlerine götürmeleriyle Hallâc’ın haccı inkâr etmesi arasında bir ilişki kurulmak istenmişti. Hallâc’ın üç defa Mekke’ye gidip Kâbe’yi ziyaret etmesi, ayrıca Hanefî kadısı İbnü’l-Bühlûl’ün idam kararına karşı çıkması hacla ilgili iddiaların bir tertipten ibaret olduğunu göstermektedir. Hallâc hakkında ileri sürülen iddiaların en yaygını, en etkili ve en sürekli olanı, onun tevhid ve fenâ görüşünü ifade eden “enelhak” sözü ile hulûl ve ittihâdı çağrıştıran ifadeleridir. Hallâc’ın kâfir ve zındık olduğunu iddia edenler enelhak sözü ile tanrılık iddiasında bulunduğunu ileri sürmüşler, onu büyük bir velî olarak tanıyanlar ise bu sözü diğer sûfîlerin şathiyeleri gibi görüp çeşitli şekillerde yorumlamışlardır. Hallâc’ın enelhak dediği doğrudur. Ancak bu sözüyle tanrılık iddiasında bulunduğu yolundaki hükümler kesinlikle yanlıştır. Onun konuyla ilgili tam ifadesi şöyledir: “Eğer Allah’ı tanımıyorsanız eserini tanıyınız, işte o eser benim, ben Hakkım, çünkü ebediyen Hak ile Hakkım” ( Kitâbü’ṭ-Ṭavâsîn , s. 208). Bir şiirinde hulûlle ilgili olarak, “Ben sevgilimin kendisiyim, o da bendir; biz bir bedene hulûl etmiş iki ruhuz” ( Dîvân , s. 279) diyen Hallâc’ın bu sözleri daima onun fenâ, sekr ve tevhid hali göz önünde tutularak açıklanmaya çalışılmıştır. Bu açıklamalara göre “Ben Hakkım” sözü “Ben Hak’tanım” veya “Ben bir gerçeğim ve bâtıl değilim” demektir. Bazılarına göre Hallâc bu sözü Allah’tan hikâye yoluyla söylemiş ve, “Allah ben Hakkım diyor” demek istemiştir. Gazzalî, enelhak sözünün söylendiği makamın ve halin önemine işaret ettikten sonra konuyu tecellî ve fenâ kavramı ile açıklar ve şu örneği verir: Bir bardağa meşrubat konulunca bardakla meşrubatın rengi birbirine karışır, artık bardaktan değil sadece meşrubatın varlığından söz edilir. Kalbinde Allah’ın tecelli ettiğini gören bir velî bazan tecellî mahalli olan kalbi göremez, sadece burada tecelli eden Hakk’ı görür ve o zaman enelhak der. Bundan maksat, velînin kendi varlığını yok sayarak Hakk’ın varlığını dile getirmesidir ( İḥyâʾ , II, 288; IV, 241, 299; Mişkâtü’l-envâr , s. 140). Fahreddin er-Râzî de Hallâc’ı savunur ve onun bu sözünü çeşitli şekillerde yorumlar ( Levâmiʿu’l-beyyinât , s. 290). Hallâc’ın yaşadığı dönemde ve öncesinde tasavvufî düşünceleri sebebiyle kimsenin idam edilmemiş olması enelhak sözünün o devirde idam sebebi sayılmadığını gösterir. Ayrıca Hallâc’dan sonra da tasavvuf edebiyatında bu ifade benimsenerek sık sık kullanılmış, tasavvuf şairleri derin bir coşku içinde bu sözü tekrarlamaktan büyük bir ruhî haz duymuşlar, en muhafazakâr çevreler bile bu ifadeyi kullanan mutasavvıfları kâfir saymamışlardır. Hallâc Hıristiyanlığa ve bu dinden alınan bazı terimlere de ilgi duymuştur. Süryânî hıristiyanların kullandıkları “nâsût” ve “lâhût” tabirlerini tasavvuf terminolojisine ilk defa Hallâc sokmuş, Allah’ın nâsûtunun lâhûtî sırrını ortaya koyduğunu ifade etmiş ve haç dini üzere öleceğini söylemiştir. Ebü’l-Abbas el-Mürsî, Hallâc’ın bu sözü ile kendisinin çarmıha gerilerek katledileceğini önceden haber verdiğini, fıkıh âlimlerinin bundan dolayı onu kâfir saymalarında isabet bulunmadığını belirtir (Tâhâ Abdülbâkī Sürûr, s. 255). Hallâc-ı Mansûr’un vahdet-i vücûd inancıyla ilgisi konusunda değişik görüşler vardır. Genellikle vahdet-i vücûd inancına bağlı olanlar onu bu görüşün temsilcilerinden sayarlar. O dönemde vahdet-i vücûd fikrinin bulunmadığını söyleyenler ise haklı olarak onun görüşlerini vahdet-i şühûd olarak adlandırırlar. Bunlara göre Hallâc Allah sevgisiyle coşmuş, kendinden geçmiş, her şeyi Hak olarak görmüş, sonra kendine gelince yaratanla yaratılanların ayrı ayrı varlıklar olduğunu söylemiştir (M. Celâl Şeref, s. 332-346). İslâm âlimleri Hallâc hakkında dört gruba ayrılmıştır. Bunlardan bir kısmı Hallâc’ı haklı bulmuş, savunmuş, görüşlerini paylaşmış; bir kısmı onu kâfir ve zındık sayarak şiddetle reddetmiş; başka bir grup mâzur görmüş, kendisine acımış; dördüncü grup da bir hüküm vermekten kaçınarak sükût etmeyi tercih etmiştir. Genel olarak zâhir ulemâsı Hallâc’ı bir zındık olarak görmüş, idamından sonra asırlar geçtiği halde verdiği fetvalarla idamının haklılığını ve gerekliliğini savunmuş ve hiçbir zaman onu affetmemiştir. Bunlardan bazısına göre Hallâc bir hokkabaz, gözbağcı, sihirbaz, hilekâr ve şarlatandır. Hindistan’a yaptığı seyahatte yogilerden ve sihirbazlardan öğrendiklerine dayanarak birtakım olağan üstü haller göstermeye başlamış, bu halleri keramet şeklinde sunup halkı kandırmış ve kendisinin büyük bir velî olduğuna bazı kişileri inandırmıştır. Bir kısmına göre Hallâc haram-helâl bilmeyen, her şeyi câiz gören bir ibâhiyeci ve mülhiddir. Dinî hükümlerin tasavvufta henüz bir seviyeye gelmeyenler için gerekli olduğunu, bu seviyeye gelenlerin canlarının istediği her şeyi yapabileceklerini savunmuştur. Bazılarına göre ise tanrılık iddia eden bir sapıktır. Diğer bazılarına göre aşırı bir Şiî, bir Karmatî olup o sırada Abbâsî hilâfetine karşı baş kaldırmış bulunan ve Kâbe’yi tahrip eden Karmatîler’in bir dâîsidir. Çevresinde toplananlara kendisinin mehdî olduğunu söylediği ve bu durum Abbâsî saltanatı açısından bir tehlike oluşturduğu için önce etkisiz hale getirilmeye çalışılmış, bu mümkün olmayınca da ortadan kaldırılmıştır. İbn Hazm, Bâkıllânî, İmâmü’l-Haremeyn el-Cüveynî, İbn Hacer, Ebü’l-Ferec İbnü’l-Cevzî, İbn Teymiyye, İbn Kayyim el-Cevziyye, İbn Haldûn, İbn Kesîr, Kādî İyâz ve Zehebî başta olmak üzere birçok hadis, fıkıh ve kelâm âlimi yukarıdaki görüşlerden birine katılır. Diğer taraftan İbn Bâbeveyh (Şeyh Sadûk), Şeyh Müfîd ve Ebû Ca‘fer et-Tûsî gibi birçok Şiî âlimi Hallâc’ı mülhid olarak görmüştür. Ancak Hallâc’ı reddedenler zamanla azalmış veya bunların tenkitleri etkisini kaybetmiş, dostları ve taraftarları ise gittikçe çoğalmıştır. Hayatta iken Şiblî, İbn Hafîf, İbn Atâ ve Fâris gibi savunucuları bulunan Hallâc’ı daha sonraki çağlarda sûfîler arasında reddeden hemen hemen hiç kalmamıştır. Nasrâbâdî, Sülemî, Ebû Nasr es-Serrâc, Kelâbâzî, Kuşeyrî, Hâce Abdullah-ı Herevî, Hücvîrî, Ebû Saîd-i Ebü’l-Hayr, Gazzâlî, Abdülkādir-i Geylânî gibi büyük mutasavvıflar onun bir velî olduğuna inanmışlar, kendisiyle ilgili suçlamalara katılmamışlardır. Aynülkudât el-Hemedânî, Ahmed el-Gazzâlî, Rûzbihân-ı Baklî, Senâî, Attâr, Mevlânâ Celâleddîn-i Rûmî, Ahmed Yesevî, Muhyiddin İbnü’l-Arabî gibi tasavvufun en tanınmış şahsiyetleri ise Hallâc’ı ve düşüncelerini benimseyerek onun ateşli taraftarları olmuşlar, Hallâc’ın idealini yaşatarak Hallâcî bir tasavvuf hareketi meydana getirmişlerdir. Bunların çalışmaları sayesinde Hallâcî düşünce ve eylem tarzı bütün İslâm dünyasının en ücra yerlerine kadar yayılmış, özellikle İran ve Türk edebiyatı ondan derin bir şekilde etkilenmiş, sûfî şairlerin özünü onun görüşleri oluşturmuştur. Tarikat şeyhleri ve mensupları arasında da Hallâc ve görüşleri önemli bir yer tutar. Yeseviyye, Mevleviyye ve Kādiriyye gibi tarikatların mensupları ve melâmet ehli sürekli olarak Hallâcî düşünce tarzını canlı tutmuş, Hallâc’ın görüşleri tasavvufun en önemli dinamiklerinden biri olmuştur. Onun fikirlerini en fazla tenkit eden Ahmed er-Rifâî bile enelhak sözünü sadece hata olarak görmektedir. Mutasavvıflardan başka Sünnîler’den Fahreddin er-Râzî, Şiîler’den Nasîrüddîn-i Tûsî gibi bazı kelâmcılar, Şehâbeddin es-Sühreverdî, İbn Tufeyl ve Molla Sadrâ gibi filozoflar da Hallâc’ı savunmuşlardır. Osmanlı ulemâsından Kemalpaşazâde Hallâc’ı savunurken Ebüssuûd Efendi idam hükmünü yerinde ve haklı bulmuştur. Hanbelîler’den Ebü’l-Vefâ İbn Akīl, Hanefîler’den İbnü’l-Bühlûl, Şâfiîler’den İbn Süreyc, İbn Hacer ve Süyûtî ise Hallâc’ın lehinde ve aleyhinde bir hüküm vermekten kaçınarak onun durumunu Allah’a havale etmişlerdir. Abdülkādir Mahmûd, Mahmûd Kāsım, İrfan Abdülhamîd gibi bazı çağdaş yazarlar Hallâc’ın aşırı bir Şiî, Bâtınî ve Karmatî olduğu hususunda ısrar etmektedirler. Hallâc Sünnî bir çevrede yetişmiş, Sünnî bir şehir olan Vâsıt’ta hıfzını tamamlamış, Sünnî âlimlerden ders almış, Sünnî sûfîlerin sohbetinde bulunmuş; Şiblî, İbn Hafîf ve İbn Atâ gibi takipçileri de Sünnîler arasından çıkmıştır. Hayatını Hallâc araştırmalarına adamış olan Louis Massignon’a göre Hallâc Sünnî bir mutasavvıf olup Türkler’in İslâmiyet’e girmesini başlatan dinî ve içtimaî hareketin öncüsüdür. İnsanları Allah sevgisine davet etmiş, aşkın bir ıstırap olduğunu fiilen göstermiş, nasların zâhirî mâna üzerine anlaşılıp harfiyen uygulanmasından doğan zorluklardan insanları kurtarmak için uğraşmıştır. Nicholson ise vahdet-i vücûdun Hallâc’dan çok sonra ortaya çıktığını hatırlatarak onun ilâhî mahiyet üzerinde durup sonlu ile sonsuz arasındaki ilişkiyi göstermeye çalıştığını ifade etmiştir (diğer bazı müsteşriklerin görüşleri için bk. EI 2 [İng.] , III, 104). Kuzey Afrika’dan Bengal ve Malay takımadalarına kadar yayılan ve hemen hemen bütün müslüman kavimlerin folklorunda az çok yer alan Hallâc’ın tesiri XX. yüzyılda da devam etmiştir. Mısırlı yazar Salâh Abdüssabûr, Meʾsâtü Ḥallâc (Beyrut 1964) adlı eserinde onu haksızlığa baş kaldırmanın ve devrimci düşüncenin gözüpek fedakâr bir temsilcisi olarak göstermiştir. Bu yönüyle Senûsî hareketinde de Hallâc’a önemli bir yer verilmiştir. Abdurrahman Bedevî’ye göre Hallâc Kierkegaard’a benzeyen var oluşçu bir sûfîdir. Muhammed İkbal ise felsefî-tasavvufî mahiyetteki Câvîdnâme adlı eserinde, Jüpiter semasında seyahat ederken Hallâc’ın kendisine yol gösterdiğini söyleyerek ondaki güçlü ferdî dindarlığa, sıradan insanların üstünde Allah sevgisini yaşayan nâdir şahsiyetlerden biri olduğuna, dinamik inanç ve aşk anlayışıyla bir müslüman için iyi örnek olacağına dikkat çekmiştir (s. 287). Hallâc, Nesîmî’den Necip Fazıl Kısakürek’e kadar Türk edip ve şairleri üzerinde de etkili olmuştur. Sâlih Zeki Aktay’ın Hallac-ı Mansur (İstanbul 1942) adlı trajedisi bu konuda kayda değer bir eserdir. Eserleri. 1. Kitâbü’ṭ-Ṭavâsîn . Hallâc’ın hapiste iken kaleme aldığı, düşünce dünyasını ortaya koyması açısından çok önemli olan bu eseri dostlarından İbn Atâ hapisten gizlice dışarı çıkarıp saklayarak günümüze ulaşmasını sağlamıştır. Hallâc Şuarâ, Neml ve Kasas sûrelerinin başlangıcındaki “tâ” ve “sîn” harflerinin okunuşuyla elde ettiği “tâsîn” (çoğulu “tavâsîn”) kelimesine sırrî-tasavvufî mânalar yüklemiştir. Eser, her biri birkaç sayfalık sirâc, fehm, safâ, dâire, nokta, ezel ve iltibas, meşîet, tevhid, esrar, tenzih ve mârifet tâsîni adını verdiği on bir tâsînden meydana geldiğinden Kitâbü’ṭ-Ṭavâsîn adıyla anılmıştır. Rûzbihân-ı Baklî tarafından şerhedilen eseri ( Şerḥ-i Şaṭḥiyyât , s. 335-345) ilk olarak L. Massignon neşretmiş (Paris 1913) ve daha sonra Fransızca’ya da tercüme etmiştir ( La passion d’al-Ḥallāj , III, 300-344). Kitâbü’ṭ-Ṭavâsîn ’in nüsha farklarına dayanan yeni bir neşri Paul Nwyia tarafından gerçekleştirilmiştir (bk. bibl.). Eser Âişe Abdurrahman tarafından İngilizce’ye (Berkeley 1974), Yaşar Nuri Öztürk tarafından Türkçe’ye (İstanbul 1976) çevrilmiştir. 2. Dîvân . Hallâc’ın çeşitli kaynaklarda bulunan şiirleri L. Massignon tarafından derlenerek divan haline getirilmiş ve ilk olarak Journal Asiatique ’te ([1931], CCXVIII) yayımlanmıştır. Daha sonraki yıllarda müstakil baskıları yapılan eser (2. bs., Paris 1955; 4. bs., Paris 1981) Kâmil Mustafa eş-Şeybî tarafından neşredilmiştir (Bağdat 1974). 3. Aḫbârü’l-Ḥallâc . Hallâc’ın söylediği rivayet edilen sözlerin derlenmesiyle meydana gelen eser, L. Massignon’un Quatre textes inédits, relatifs à la biographie d’al-Hallâj (Paris 1914) adlı eserinin genişletilmiş yeni basımıdır (P. Kraus ile birlikte, Paris 1936, 1957, 3. bs.). İbnü’n-Nedîm’in adlarını vererek Hallâc’a nisbet ettiği kırk altı eser ( el-Fihrist , s. 241-243) günümüze ulaşmamıştır. BİBLİYOGRAFYA Hallâc-ı Mansûr, Dîvân (nşr. L. Massignon), Paris 1955, s. 279. a.mlf., Kitâbü’ṭ-Ṭavâsîn (nşr. P. Nwyia, MUSJ , XLVII [1972] içinde), s. 185-237. Aḫbârü’l-Ḥallâc: Akhbar al-Hallaj (nşr. ve trc. L. Massignon – P. Kraus), Paris 1957. Makdisî, el-Bedʾ ve’t-târîḫ , V, 129. Serrâc, el-Lümaʿ , s. 151, 304, 368, 378. Muhammed b. İbrâhim el-Kelâbâzî, et-Taarruf: Doğuş Devrinde Tasavvuf (trc. Süleyman Uludağ), İstanbul 1979, s. 208-210. İbnü’n-Nedîm, el-Fihrist , s. 241-243. Sülemî, Ṭabaḳāt , s. 307-311. İbn Miskeveyh, Tecâribü’l-ümem , Kahire 1332, I, 76-82. Ebü’l-Hasan ed-Deylemî, Sîretü Ebî ʿAbdillâh İbni’l-Ḫafîf eş-Şîrâzî (trc. Rükneddin Yahyâ b. Cüneyd eş-Şîrâzî, nşr. A. Schimmel), Ankara 1955, s. 93-103, 234-240. Bağdâdî, el-Farḳ (Abdülhamîd) , s. 261-264. İbn Hazm, el-Faṣl , II, 114; IV, 187. Hatîb, Târîḫu Baġdâd , VIII, 112-141. Kuşeyrî, er-Risâle , s. 779. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 253-257. Herevî, Ṭabaḳāt , Tahran 1351 hş., s. 380-386. Gazzâlî, İḥyâʾ , II, 288; IV, 241, 299. a.mlf., Mişkâtü’l-envâr , Beyrut 1986, s. 140. Sem‘ânî, el-Ensâb , VI, 315. Attâr, Teẕkiretü’l-evliyâʾ , s. 582-595. İbnü’l-Cevzî, el-Muntaẓam , VI, 160-164. a.mlf., Telbîsü İblîs , Kahire 1928, s. 165-167. Baklî, Şerḥ-i Şaṭḥiyyât , s. 335-545. Fahreddin er-Râzî, Levâmiʿu’l-beyyinât (Sa‘d) , s. 289-292. İbnü’l-Esîr, el-Kâmil , Beyrut 1966, VIII, 126-129. İbn Hallikân, Vefeyât , II, 140-147. Mevlânâ, Mesnevî , I, 177, 390. İbn Teymiyye, Mecmûʿu fetâvâ , II, 480-487; XXXV, 108. Ebü’l-Fidâ, el-Muḫtaṣar , II, 70. Zehebî, Aʿlâmü’n-nübelâʾ , XIV, 313-354. İbn Kesîr, el-Bidâye , XI, 132-144. İbn Hacer, Lisânü’l-Mîzân , Beyrut 1971, II, 314. Câmî, Nefeḥât , s. 150. Şa‘rânî, eṭ-Ṭabaḳāt , s. 107-109. İbnü’l-İmâd, Şeẕerât , II, 233, 253. Aclûnî, Keşfü’l-ḫafâʾ , I, 265; II, 130. Niyâzî, Mansûr-nâme (haz. Mustafa Tatcı), Ankara 1994. Hidâyet, Riyâżü’l-ʿârifîn , s. 108. L. Massignon, La Passion d’al-Hosayn Ibn Mansour al-Hallāj , I-II, Paris 1922; a.e. , I-IV, Paris 1975. a.mlf., Essai sur les origines du lexique technique de la mystique musulmane , Paris 1968, s. 37-44. a.mlf., Opera Minora , II, Paris 1969 (eserin I. bölümü [s. 1-342] yazarın Hallâc’la ilgili on sekiz önemli makalesinden oluşmaktadır). a.mlf., “Hallâc”, İA , V/1, s. 167-170. a.mlf. – [L. Gardet], “al-Ḥallād̲j̲”, EI 2 (İng.) , III, 99-104. Abdülkādir Mahmûd, el-Felsefetü’ṣ-ṣûfiyye fi’l-İslâm , Kahire 1946, s. 326-385. Zekî Mübârek, et-Taṣavvufü’l-İslâmî , Kahire 1954, I, 209-218. Tâhâ Abdülbâkī Sürûr, el-Ḥallâc , Kahire 1961. Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , Kahire 1963, s. 232-235. Salâh Abdüssabûr, Meʾsatü Ḥallâc , Beyrut 1964. Ma‘sûm Ali Şah, Ṭarâʾiḳ , II, 200, 406, 480-481. A. Schimmel, Al-Halladsch, Märtyrer der Gottesliebe , Cologne 1968. a.mlf., Sind Halk Şiirinde Hallâc-ı Mansûr (trc. Sofi Huri), İstanbul 1969. a.mlf., Tasavvufun Boyutları , s. 65-77. a.mlf., “al-Ḥallāj”, ER , VI, 176. R. A. Nicholson, Fi’t-Taṣavvufi’l-İslâmî ve târîḫih (trc. Ebü’l-Alâ Afîfî), Kahire 1969, s. 130-139. Şeybî, eṣ-Ṣıla , Kahire 1969, s. 365-376. a.mlf., Şerḥu Dîvâni’l-Ḥallâc , Bağdad 1974. Ali Sâmî en-Neşşâr, Neşʾetü’l-fikri’l-felsefî fi’l-İslâm , Kahire 1977, I, 212. Naşer Mûsâ Dahlal, Al-Ḥusayn İbn Manṣūr al-Ḥallāğ. Vom Missgeschick des einfachen zum Mythos vom Märtyrer al-Ḥallāğ , Erlangen 1983. Ali el-Hatîb, İtticâhâtü’l-edebi’ṣ-ṣûfî beyne’l-Ḥallâc ve İbni’l-ʿArabî , Kahire 1404, s. 173-245. M. Celâl Şeref, Dirâsât fi’t-taṣavvufi’l-İslâmî , Beyrut 1984, s. 263-346. M. Yâsir Şeref, Ḥareketü’t-taṣavvufi’l-İslâmî , Kahire 1986, s. 163-187. H. Mason, The Death of al-Hallaj: A Dramatic Narrative , Indiana 1986. a.mlf., “Hallaj and the Baghdad School of Sufism”, Classical Persian Sufism: from its Origins to Rumi (ed. L. Lewisohn), London 1993, s. 65-81. Ali Asgar Halebî, Şinâḫt-ı ʿİrfân u ʿÂrifân-i Îrânî , Tahran 1367 hş., s. 208 vd. Macit Fahri, İslâm Felsefesi Tarihi (trc. Kasım Turhan), İstanbul 1987, s. 194-195. L. Gardet, “Husayn Ibn Manṣūr Ḥallāj”, Présence de Louis Massignon: Hommages et témoignages (ed. D. Massignon), Paris 1987, s. 95-104. Abdülhüseyin Zerrînkûb, Cüstücû der Taṣavvuf-i Îrân , Tahran 1369 hş., s. 131-150. Hâşim Ma‘rûf el-Hasenî, Taṣavvuf u Teşeyyuʿ (trc. Seyyid M. Sâdık Ârif), Tahran 1369 hş., s. 515-524. Yaşar Nuri Öztürk, Hallâc-ı Mansûr ve Eseri , İstanbul 1996. Mahmûd Kāsım, “el-Ḥallâc ve’l-Ḳarâmiṭa ve Massignon”, Câmiʿatü’l-Ḳāhire Külliyetü Dâri’l-ʿulûm , Kahire 1970-71, s. 1-24. Hasan ud Din Hashmi, “Al-Hallaj between Reality and Misunderstanding”, Jusūr , III, Los Angeles 1987, s. 61-81. Samah Selim, “Manṣūr al-Hallāj and the Poetry of Ecstasy”, JAL , XXVI (1990), s. 26-42. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1997 yılında İstanbul’da basılan 15. cildinde, 377-381 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Hallâc-ı Mansûr, Dîvân (nşr. L. Massignon), Paris 1955, s. 279.",
        "a.mlf., Kitâbü’ṭ-Ṭavâsîn (nşr. P. Nwyia, MUSJ , XLVII [1972] içinde), s. 185-237.",
        "Aḫbârü’l-Ḥallâc: Akhbar al-Hallaj (nşr. ve trc. L. Massignon – P. Kraus), Paris 1957.",
        "Makdisî, el-Bedʾ ve’t-târîḫ , V, 129.",
        "Serrâc, el-Lümaʿ , s. 151, 304, 368, 378.",
        "Muhammed b. İbrâhim el-Kelâbâzî, et-Taarruf: Doğuş Devrinde Tasavvuf (trc. Süleyman Uludağ), İstanbul 1979, s. 208-210.",
        "İbnü’n-Nedîm, el-Fihrist , s. 241-243.",
        "Sülemî, Ṭabaḳāt , s. 307-311.",
        "İbn Miskeveyh, Tecâribü’l-ümem , Kahire 1332, I, 76-82.",
        "Ebü’l-Hasan ed-Deylemî, Sîretü Ebî ʿAbdillâh İbni’l-Ḫafîf eş-Şîrâzî (trc. Rükneddin Yahyâ b. Cüneyd eş-Şîrâzî, nşr. A. Schimmel), Ankara 1955, s. 93-103, 234-240.",
        "Bağdâdî, el-Farḳ (Abdülhamîd) , s. 261-264.",
        "İbn Hazm, el-Faṣl , II, 114; IV, 187.",
        "Hatîb, Târîḫu Baġdâd , VIII, 112-141.",
        "Kuşeyrî, er-Risâle , s. 779.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 253-257.",
        "Herevî, Ṭabaḳāt , Tahran 1351 hş., s. 380-386.",
        "Gazzâlî, İḥyâʾ , II, 288; IV, 241, 299.",
        "a.mlf., Mişkâtü’l-envâr , Beyrut 1986, s. 140.",
        "Sem‘ânî, el-Ensâb , VI, 315.",
        "Attâr, Teẕkiretü’l-evliyâʾ , s. 582-595.",
        "İbnü’l-Cevzî, el-Muntaẓam , VI, 160-164.",
        "a.mlf., Telbîsü İblîs , Kahire 1928, s. 165-167.",
        "Baklî, Şerḥ-i Şaṭḥiyyât , s. 335-545.",
        "Fahreddin er-Râzî, Levâmiʿu’l-beyyinât (Sa‘d) , s. 289-292.",
        "İbnü’l-Esîr, el-Kâmil , Beyrut 1966, VIII, 126-129.",
        "İbn Hallikân, Vefeyât , II, 140-147.",
        "Mevlânâ, Mesnevî , I, 177, 390.",
        "İbn Teymiyye, Mecmûʿu fetâvâ , II, 480-487; XXXV, 108.",
        "Ebü’l-Fidâ, el-Muḫtaṣar , II, 70.",
        "Zehebî, Aʿlâmü’n-nübelâʾ , XIV, 313-354.",
        "İbn Kesîr, el-Bidâye , XI, 132-144.",
        "İbn Hacer, Lisânü’l-Mîzân , Beyrut 1971, II, 314.",
        "Câmî, Nefeḥât , s. 150.",
        "Şa‘rânî, eṭ-Ṭabaḳāt , s. 107-109.",
        "İbnü’l-İmâd, Şeẕerât , II, 233, 253.",
        "Aclûnî, Keşfü’l-ḫafâʾ , I, 265; II, 130.",
        "Niyâzî, Mansûr-nâme (haz. Mustafa Tatcı), Ankara 1994.",
        "Hidâyet, Riyâżü’l-ʿârifîn , s. 108.",
        "L. Massignon, La Passion d’al-Hosayn Ibn Mansour al-Hallāj , I-II, Paris 1922; a.e. , I-IV, Paris 1975.",
        "a.mlf., Essai sur les origines du lexique technique de la mystique musulmane , Paris 1968, s. 37-44.",
        "a.mlf., Opera Minora , II, Paris 1969 (eserin I. bölümü [s. 1-342] yazarın Hallâc’la ilgili on sekiz önemli makalesinden oluşmaktadır).",
        "a.mlf., “Hallâc”, İA , V/1, s. 167-170.",
        "a.mlf. – [L. Gardet], “al-Ḥallād̲j̲”, EI 2 (İng.) , III, 99-104.",
        "Abdülkādir Mahmûd, el-Felsefetü’ṣ-ṣûfiyye fi’l-İslâm , Kahire 1946, s. 326-385.",
        "Zekî Mübârek, et-Taṣavvufü’l-İslâmî , Kahire 1954, I, 209-218.",
        "Tâhâ Abdülbâkī Sürûr, el-Ḥallâc , Kahire 1961.",
        "Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , Kahire 1963, s. 232-235.",
        "Salâh Abdüssabûr, Meʾsatü Ḥallâc , Beyrut 1964.",
        "Ma‘sûm Ali Şah, Ṭarâʾiḳ , II, 200, 406, 480-481.",
        "A. Schimmel, Al-Halladsch, Märtyrer der Gottesliebe , Cologne 1968.",
        "a.mlf., Sind Halk Şiirinde Hallâc-ı Mansûr (trc. Sofi Huri), İstanbul 1969.",
        "a.mlf., Tasavvufun Boyutları , s. 65-77.",
        "a.mlf., “al-Ḥallāj”, ER , VI, 176.",
        "R. A. Nicholson, Fi’t-Taṣavvufi’l-İslâmî ve târîḫih (trc. Ebü’l-Alâ Afîfî), Kahire 1969, s. 130-139.",
        "Şeybî, eṣ-Ṣıla , Kahire 1969, s. 365-376.",
        "a.mlf., Şerḥu Dîvâni’l-Ḥallâc , Bağdad 1974.",
        "Ali Sâmî en-Neşşâr, Neşʾetü’l-fikri’l-felsefî fi’l-İslâm , Kahire 1977, I, 212.",
        "Naşer Mûsâ Dahlal, Al-Ḥusayn İbn Manṣūr al-Ḥallāğ. Vom Missgeschick des einfachen zum Mythos vom Märtyrer al-Ḥallāğ , Erlangen 1983.",
        "Ali el-Hatîb, İtticâhâtü’l-edebi’ṣ-ṣûfî beyne’l-Ḥallâc ve İbni’l-ʿArabî , Kahire 1404, s. 173-245.",
        "M. Celâl Şeref, Dirâsât fi’t-taṣavvufi’l-İslâmî , Beyrut 1984, s. 263-346.",
        "M. Yâsir Şeref, Ḥareketü’t-taṣavvufi’l-İslâmî , Kahire 1986, s. 163-187.",
        "H. Mason, The Death of al-Hallaj: A Dramatic Narrative , Indiana 1986.",
        "a.mlf., “Hallaj and the Baghdad School of Sufism”, Classical Persian Sufism: from its Origins to Rumi (ed. L. Lewisohn), London 1993, s. 65-81.",
        "Ali Asgar Halebî, Şinâḫt-ı ʿİrfân u ʿÂrifân-i Îrânî , Tahran 1367 hş., s. 208 vd.",
        "Macit Fahri, İslâm Felsefesi Tarihi (trc. Kasım Turhan), İstanbul 1987, s. 194-195.",
        "L. Gardet, “Husayn Ibn Manṣūr Ḥallāj”, Présence de Louis Massignon: Hommages et témoignages (ed. D. Massignon), Paris 1987, s. 95-104.",
        "Abdülhüseyin Zerrînkûb, Cüstücû der Taṣavvuf-i Îrân , Tahran 1369 hş., s. 131-150.",
        "Hâşim Ma‘rûf el-Hasenî, Taṣavvuf u Teşeyyuʿ (trc. Seyyid M. Sâdık Ârif), Tahran 1369 hş., s. 515-524.",
        "Yaşar Nuri Öztürk, Hallâc-ı Mansûr ve Eseri , İstanbul 1996.",
        "Mahmûd Kāsım, “el-Ḥallâc ve’l-Ḳarâmiṭa ve Massignon”, Câmiʿatü’l-Ḳāhire Külliyetü Dâri’l-ʿulûm , Kahire 1970-71, s. 1-24.",
        "Hasan ud Din Hashmi, “Al-Hallaj between Reality and Misunderstanding”, Jusūr , III, Los Angeles 1987, s. 61-81.",
        "Samah Selim, “Manṣūr al-Hallāj and the Poetry of Ecstasy”, JAL , XXVI (1990), s. 26-42."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 232
}
