{
  "id": "eweb_283",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/havf",
  "annotator": "Jeremy",
  "title": "HAVF",
  "arabic_title": "الخوف",
  "summary": "İnsanın Allah katındaki durumu hakkında hissettiği korku ve kaygıları ifade etmek üzere kullanılan bir terim.",
  "parts": [
    {
      "author": "MUSTAFA KARA",
      "content": "Sözlükte “korkmak, kaygılanmak, endişe duymak” gibi anlamlara gelen havf kelimesi, genellikle “hoşlanılmayan bir durumun başa gelmesinden veya arzulanan bir şeyin elde edilememesinden duyulan kaygı ve korku” şeklinde tanımlanmıştır ( et-Taʿrîfât , “ḫavf” md.; krş. Gazzâlî, IV, 155, 158). Râgıb el-İsfahânî havfı, “insanın tahmin ettiği veya açıkça bildiği bir emâreye dayanarak başına kötü bir hal geleceğinden kaygılanması” olarak tarif etmiştir ( el-Müfredât , “ḫvf” md.). Gazzâlî’nin, “ileride kötü bir durumla karşılaşılacağı beklentisinin insanın ruhunda sebep olduğu elem ve huzursuzluk” şeklindeki tanımı ise havfa psikoloji açısından bakan bir yaklaşımın sonucudur. Tasavvufî eserlerde bu tanımlar daha da özelleştirilerek havf kelimesinin, bilhassa Allah korkusu ve âhiret hayatıyla ilgili ağır endişeler için kullanılan bir terim haline getirildiği görülmektedir (aş.bk.). Nitekim Tehânevî, havfın tasavvuftaki anlamını “isyanlardan ve günahlardan dolayı hayâ ve elem duymak” şeklinde özetler ( Keşşâf , I, 444). Kur’ân-ı Kerîm’de havf kökünden gelen veya aynı anlamdaki diğer masdarlardan türeyen fiil ve isimler 124 yerde geçmekte; bunların yarısına yakını dünyevî korku ve kaygıları, diğerleri ise Allah korkusu, azap korkusu, âhiret kaygısı, günah işleme endişesi gibi dinî kaygıları ifade etmektedir. Bu âyetlerin birinde Allah Teâlâ, “İşte o şeytan yalnız kendi dostlarını korkutabilir. Şu halde onlardan korkmayın, benden korkun” buyurur (Âl-i İmrân 3/175). Hz. Âdem’in, aralarında anlaşmazlık çıkan iki oğlundan biri diğerine kendisini öldürmeye kalkışsa bile yine de ona el kaldırmayacağını belirterek, “Çünkü ben âlemlerin rabbi olan Allah’tan korkarım” der (el-Mâide 5/28). En‘âm sûresinin (6/15) Hz. Peygamber’e hitap eden, “De ki: Ben rabbime isyan edersem kesinlikle büyük bir günün azabına uğrayacağımdan korkarım” meâlindeki âyette havf hem günah işleme endişesini hem de uhrevî ceza korkusunu anlatmaktadır. Hz. İbrâhim de inkârcılıkta ısrar eden babası Âzer’i, “Babacığım! Senin Allah’ın azabına çarpılmandan ve sonuçta şeytanın yakını olmandan korkuyorum” diyerek uyarmıştır (Meryem 19/45). Âyetlerde, kişinin sadece kendisi adına değil başkası adına duyduğu korku ve kaygıların da havf kelimesiyle ifade edildiği görülmektedir (meselâ bk. Hûd 11/26, 84; el-Mü’min 40/26). Bazı âyetlerde, insanın mutlaka “rabbinin makamı”nda durup hesap vereceğini bilerek bundan korkması ve ona göre davranması gerektiği (meselâ bk. Hûd 11/103; İbrâhîm 14/14; er-Rahmân 55/46); diğer âyetlerde de “Allah’ın hidayetine uyan” (el-Bakara 2/38), “iyi bir mümin olarak kendini Allah’a teslim eden” (el-Bakara 2/112), “iman edip iyilik ve barış yolunda çaba harcayan” (el-En‘âm 6/48), “iman ettikten sonra istikamet üzere olan” (el-Ahkāf 46/13) kimselerle “Allah dostları” (Yûnus 10/62) için âhirette korkulacak (havf) ve üzülecek (hüzn) bir durum olmadığı bildirilir. Bir kısım âyetlerde havf ümit ve yakarışla birlikte dua, zikir ve tesbihin âdâbı arasında gösterilir (el-A‘râf 7/56, 205; er-Ra‘d 13/13; es-Secde 32/16). Havfın dünyevî korku ve kaygılarla ilgili olarak kullanıldığı âyetlerin önemli bir kısmında da herhangi bir dinî konuyla ilişkisinin kurulduğu görülür. Meselâ Allah’ı seven ve O’nun sevgisini kazanmış olan dindarların yüksek niteliklerinden söz edilirken dolaylı olarak haksız kınama ve eleştirilerden korkulması din duygusundaki zayıflığa bağlanır (el-Mâide 5/54). Başka bir âyette açlık, mal ve can kaybı gibi musibetler yanında dünyevî korkular da Allah’ın insanları imtihan etmek üzere bu dünyada onları mâruz bıraktığı sıkıntılar arasında zikredilmiştir (el-Bakara 2/155). Havf kelimesi hadislerde de yukarıdaki anlamlarıyla sıkça geçmektedir. Hz. Peygamber ümmeti için birer tehlike olarak gördüğü şirk, fitne, deccâl, dünya tutkusu, zenginlik gibi mânevî tehlikelerle ilgili korku ve kaygılarını havf kelimesiyle ifade etmiştir (meselâ bk. Müsned , IV, 124, 126; Buhârî, “Cenâʾiz”, 73; “Riḳāḳ”, 7; Müslim, “Fiten”, 110; Ebû Dâvûd, “Nikâḥ”, 12). Bu hadislerin birinde, “Ümmetim adına yoldan çıkarıcı yöneticilerden endişe ederim” denilmektedir (Ebû Dâvûd, “Fiten”, 1; Tirmizî, “Fiten”, 51). Gerek Kur’ân-ı Kerîm’de gerekse hadislerde haşyet, takvâ, işfâk, vecel ve rehbet kelimeleri veya türevleri havf ile aynı ya da yakın anlamları ifade eden kavramlar olarak geçmektedir. Saygıyla karışık bir korku olan haşyet, Fâtır sûresinin 28. âyetindeki kullanımından da anlaşılacağı üzere daha ziyade kendisine saygı duyulan varlık hakkındaki bilginin bir ürünü olarak ortaya çıkar ( el-Müfredât , “ḫşy” md.). Nitekim, “Ben Allah hakkında sizden daha çok bilgiye sahibim ve benim haşyetim sizinkinden daha fazladır” anlamındaki hadisle (Buhârî, “Edeb”, 72; Müslim, “Feżâʾil”, 127, 128), Allah’ın kulları arasında O’nu en iyi bilenlerin O’ndan en çok haşyet duyanlar olduğunu ifade eden hadîs-i kudsîde (Dârimî, “Muḳaddime”, 34) haşyetle bilgi arasındaki bu ilişki özellikle vurgulanmıştır. Sözlükte “kişinin kendini korktuğu şeyden koruması” anlamına gelen takvâ, terim olarak “insanın haramlarla birlikte bazı mubahları da terkedecek derecede titiz davranarak kendini günah işlemeye sevkeden şeylerden koruması” şeklinde tarif edilmiştir ( el-Müfredât , “vḳy” md.; ayrıca bk. TAKVÂ ). İşfâk kelimesi Kur’an’da havf anlamında kullanıldığı gibi (el-Meâric 70/27) biraz daha farklı olarak “kaygı verici bir durumla karşılaşmaktan korkmak, çekinmek, ürpermek” mânasında da geçmektedir (meselâ bk. el-Enbiyâ 21/49; eş-Şûrâ 42/18, 22). İbn Kayyim el-Cevziyye, işfâkın hem korku hem de ümit içerdiğini belirtir ( Medâricü’s-sâlikîn , I, 555). Râgıb el-İsfahânî’ye göre vecel korku hissetme durumunu ( el-Müfredât , “vcl” md.), rehbet şiddetli veya telâşlı korkuyu ( a.g.e. , “rhb” md.) ifade eder. Ancak çeşitli âyetlerde bu son kelimenin de havf ve takvâ ile aynı anlamda kullanıldığı görülmektedir (meselâ bk. en-Nahl 16/51-52; el-Haşr 59/13). Aşırı dinî korku ve kaygıdan dolayı bir hücreye kapanıp kendini ibadete veren hıristiyan keşişlere eski Araplar’ca “rehbet” kökünden gelen râhib ismi verilmiştir. Bu kelime çoğul şekliyle ( ruhbân ) Kur’ân-ı Kerîm’de geçmekte (el-Mâide 5/82; et-Tevbe 9/31, 34), ayrıca bir âyette (el-Hadîd 57/27) rahbâniyye kelimesi yer almaktadır (bk. RAĞBET ve REHBET ). İnsanın Allah katındaki durumu, ölüm ve ölümden sonraki hayatı, uhrevî sorumluğu, cehennem azabı gibi hususlarla ilgili âyet ve hadisler, ilk dönemlerden itibaren özellikle dinî hassasiyeti gelişmiş müslümanlar üzerinde derin etkiler bırakmış; Ebü’d-Derdâ, Ebû Zer el-Gıfârî, Abdullah b. Mes‘ûd, Ebû Mûsâ el-Eş‘arî, Huzeyfe b. Yemân gibi sahâbîler; başta Hasan-ı Basrî olmak üzere Âmir b. Abdullah, Herim b. Hayyân, Üveys el-Karanî gibi tâbiîn ileri gelenleri hayatlarını, Allah korkusuyla âhiret kaygısının ruhlarında meydana getirdiği derin tesirlerle şekillendirmeye çalışmışlardır. Bilhassa Hasan-ı Basrî ve zamanla onun etrafında toplanan âbid ve zâhidler, korku ve hüzün halini dinî hayatlarının temel belirleyicisi olarak algılamışlardır. Abdullah b. Mes‘ûd, Kur’an ehlinin hüzünlü olması ve göz yaşı dökmesi gerektiğini söylüyor (Ebû Nuaym, I, 130); Ebû Zer el-Gıfârî, “Allah’ın haklarını yerine getirme yolundaki çabalarım etrafımda dost, hesap gününden duyduğum korku bedenimde et bırakmadı” diyordu. Ebû Mûsâ el-Eş‘arî vali olarak gittiği Basra’da halka yaptığı bir konuşmada, “Üzücü sıkıntılardan ve ayak sesleri duyulan fitneden başka dünyadan ne beklenebilir!” diyor, âhiret azabından bahsediyor ve müslümanlardan ağlamalarını istiyordu ( a.g.e. , I, 263). Böylece cehennemden korkup göz yaşı dökmek kulluğun ve zühdün alâmeti olarak görülüyordu. Korku ve üzüntüye dayalı dindarlık anlayışı sonraki dönemlerde de devam etmiştir. Herim b. Hayyân, “Dehşetli kıyametten korkuyorum” diye sızlanıyor ( a.g.e. , II, 120), Âmir b. Kays’ın zühdü cehennem ateşinden korkmakla başlıyordu (Ali Sâmî en-Neşşâr, III, 111-112). Câhiz’in bildirdiğine göre bu dönemde âbidlerin en önemli takarrüb yolu ve korkanların merhamet dileme vasıtası ağlamaktı ( el-Buḫalâʾ , s. 5-6). Zühd anlayışının tasavvufa dönüşmesinden sonra da havf, hüzün ve ağlamaya büyük önem verilmiş, hemen bütün tanınmış sûfîler havf konusunda değişik yorumlar yapmışlardır. Ebû Tâlib el-Mekkî esasen Allah’a inanan her insanın O’ndan korktuğunu, fakat bu korkunun derecesinin Allah’a yakınlık derecesine göre değiştiğini söyler ( Ḳūtü’l-ḳulûb , I, 226-227). Ebû Nasr es-Serrâc, “Onlardan değil benden korkun” (Âl-i İmrân 3/175) meâlindeki âyetin irfan sahiplerine, “Rabbinin huzurunda durmaktan korkan kimselere iki cennet vardır” (er-Rahmân 55/46) mânasındaki âyetin ortada olanlara, “Onlar kalplerin ve gözlerin allak bullak olduğu bir günden korkarlar” (en-Nûr 24/37) meâlindeki âyetin de avam düzeyinde bulunanların korku anlayışına işaret ettiğini söyler ( el-Lümaʿ , s. 89). Buna göre havfın en yüksek derecesi doğrudan doğruya Allah’tan korkmaktır; ikinci âyette işaret edilen havf, doğrudan Allah’tan korkmaktan ziyade hesap vermekten korkma anlamı taşıdığı için derecesi ilkine göre biraz daha düşüktür. Üçüncü âyette ise asıl korkulan şey âhiret dehşeti olduğu, Allah korkusu biraz daha geri planda kaldığı için havfın bu düzeyi en alt mertebe olarak görülmüştür. Bu üçlü derecelendirmenin bir benzeri Herevî’nin Menâzilü’s-sâʾirîn ’inde tekrar edilmiştir. Ebû Tâlib el-Mekkî tasavvufî faziletler içinde tövbe, sabır, şükür ve recâdan sonra ele aldığı havfın, bütün korku makamlarını kapsayan bir terim olduğunu belirttikten sonra bu makamları şöyle sıralamıştır: 1. Takvâ. Müttakiler, sâlihler ve âmillerin makamıdır. 2. Hazer . Zâhidler, vera‘ ehli ve huşû sahiplerinin makamıdır. 3. Haşyet. Âlimler, âbidler ve muhsinlerin makamıdır. 4. Vecel. Zikredenlerin, Allah’a boyun eğenlerin ve âriflerin makamıdır. 5. İşfâk. Sıddîklar, şehidler ve âşıkların makamıdır ( Ḳūtü’l-ḳulûb , I, 241). Tasavvufî eserlerde dinî korku ve kaygıları ifade eden bu kavramlar üzerinde önemle durulmuş, bunların anlamları ve ilişkileri konusunda birbirinden az çok farklı daha başka açıklamalar da yapılmıştır. Meselâ Abdülkerîm el-Kuşeyrî’nin mürşidi Ebû Ali ed-Dekkāk âyetlerde geçen havf, haşyet ve heybet kelimelerinden hareketle havfı imanın, haşyeti ilmin, heybeti ise mârifetin şartı olarak görmüştür. Ebü’l-Kāsım el-Hakîm, havfı haşyet ve rehbet diye ikiye ayırdıktan sonra rehbet sahibinin kaçmaya, haşyet sahibinin ise Allah’a sığındığını ifade etmiştir ( Risâle , s. 264). Diğer bir anlayışa göre havf genel olarak bütün müminlerin, haşyet âlim ve âriflerin, heybet muhabbet ehlinin, iclâl de mukarrebînin vasfıdır (İbn Kayyim el-Cevziyye, I, 550). Ebû Tâlib el-Mekkî, havf ile vera‘ arasındaki ilişki üzerinde durarak veraın havftan kaynaklanan bir hal olduğunu ve bu halin, huşû ve teslimiyet içerisinde haramlarla birlikte haram olup olmadığı şüpheli olan davranışlardan, hatta helâllerin ihtiyaç fazlası olanlarından bile uzak durmak anlamına geldiğini belirtir ( Ḳūtü’l-ḳulûb , I, 226). İlk dönemlerden itibaren başta Hasan-ı Basrî olmak üzere hemen bütün zâhid ve sûfîler havf ile hüzün arasındaki ilişki üzerinde önemle durmuşlardır. Hasan-ı Basrî’nin etrafında Basra’da oluşup yayılan zühd mektebinin temel özelliği hüzün, havf ve bükâ (ağlama) kelimeleriyle özetlenir. Ebû Nuaym el-İsfahânî, Hasan-ı Basrî’yi “havf ve hüzünle dost olmuş, kaygı ve kederle kaynaşmış, uyku ve istirahati yitirmiş” diye niteler ( Ḥilye , II, 131-132). Şah b. Şücâ‘ hüznü havfın alâmeti olarak görmüş; Zünnûn el-Mısrî bu düşünceyi, “Aşk konuşturur, hayâ susturur, havf hüzünlendirir” şeklinde ifade etmiştir. Abdullah b. Hubeyk, en faydalı korkunun gaflet içinde geçen yıllara hüzünlenmeyi ve geri kalan zaman üzerinde düşünmeyi sağlayan korku olduğunu söylemiştir (Attâr, s. 449). Fudayl b. İyâz ve Ahmed b. Seyyid, havf sahibini bütün yaratıkların kendisinden korktuğu insan olarak görmüş, İbnü’l-Cellâ ise konuya farklı bir açıdan bakarak Allah’tan korkan kişiyi “bütün mahlûkatın kendisinden emin olduğu kimse” diye tarif etmiştir (Kelâbâzî, s. 147). Abdullah b. Hubeyk, ancak zorlayıcı bir havf ve rahatsız edici bir şevkin kalpleri şehevî arzulardan kurtarabileceği kanaatindedir (Hücvîrî, s. 229). Ebû Hafs el-Haddâd havfı bir meşale olarak tasavvur etmekte, kalpte bulunan hayır ve şerrin bu meşalenin yardımıyla görülüp ayırt edilebileceğini düşünmektedir. Ebû Süleyman ed-Dârânî, bir kalbin harap olmasını havf duygusunun yok olmasına bağlarken Hâtim el-Esam havf ile ibadet arasındaki münasebete dikkat çekmiş ve onu ibadetin süsü olarak görmüştür. Hâris el-Muhâsibî Allah’tan korkmayı âhiretteki sorumluluk esasıyla irtibatlandırmış, Abdullah b. Mübârek havfı murakabenin neticesi olarak açıklamıştır. Sûfîler, havf halinin sürekliliği konusunda farklı görüşler ileri sürmüşlerdir. Muâz b. Cebel, sırat köprüsü geride kalmadıkça korkunun devam edeceğini söyler. Buna karşılık Ebû Osman el-Hîrî’ye göre korkan kişinin korku ile ünsiyet kurması ve onu bir tür alışkanlık haline getirmesi onun bütün dinî-ahlâkî hassasiyetini yok edebilir. Çünkü havf, kişiyi günah ve hata işleme konusunda sürekli tedbirli ve ihtiyatlı kılan bir şuur halidir; halbuki alışkanlıkta şuur ve iradenin canlılığı ve etkinliği kaybolur. Fudayl b. İyâz, korku halini yaşayan bir insanı en iyi şekilde yine bu hali yaşayan insanların anlayabileceğini şu benzetme ile açıklamıştır: Evlâdı ölen bir anne, yanında evlâdını kaybeden bir anne görmek ister. Havf konusuna geniş yer veren ve onu sistematik olarak inceleyen ilk sûfî müellif Ebû Tâlib el-Mekkî’dir. Daha sonra Gazzâlî İḥyâʾü ʿulûmi’d-dîn ’de, önemli ölçüde Ebû Tâlib el-Mekkî’nin Ḳūtü’l-ḳulûb adlı eserinden faydalanarak kendinden önceki sûfîlerin tariflerine yeni boyutlar getirmiştir. Ona göre havfın sebebi ilim ve mârifettir. Mârifet kişiye hem kendi kusurlarını hem de Allah’ın celâl ve kudretini gösterir. Havfın neticesinde ise iffet, vera‘ ve takvâ erdemlerine ulaşılır. Bu erdemler bir taraftan insanın kalbine nüfuz ederek dünya, madde ve menfaate karşı bir ilgisizlik meydana getirirken diğer taraftan onun bedenî davranışlarına tesir ederek günahlardan uzak durmasını ve edep kaidelerine uymasını sağlar. Gazzâlî, müminin havf halini ilim ve mârifetle yaşaması gerektiğini söyler. Çünkü mârifetten korku, korkudan zühd, sabır, tövbe ve ihlâs doğar. Buna gücü yetmeyenler bu hali yaşayanlarla sohbet etmeli, buna da imkân bulamayanlar söz konusu halle ilgili olayları takip ederek bunlardan ders çıkarmalı, ayrıca konuyla ilgili kitapları okumalıdır. Gazzâlî’ye göre havf hali nefsânî arzuların önüne geçerse iffet, haramlardan sakındırırsa vera‘, şüpheli şeylerden uzak tutarsa takvâ, Allah’a mânen yaklaştırmayan şeylere engel olursa sıdk adını alır ( İḥyâʾ , IV, 156). Gerçek mutluluk, muhabbet ve mârifetle Allah’ı sevmek ve O’nunla ünsiyet kurmakla gerçekleşir. Muhabbet mârifetle, mârifet tefekkürle, ünsiyet sevgi ve zikirle meydana gelir. Zikir ve tefekkür dünya sevgisini gönülden çıkarmakla, dünya sevgisini gönülden çıkarmak zevk ve şehvetleri terketmekle, şehveti kırmak da korku ateşiyle mümkün olur ( a.g.e. , IV, 160-161). Sûfîlerin dikkat çektiği bir konu da havfın ifrat ve tefritinden sakınmaktır. Ebû Tâlib el-Mekkî, olumlu bir havf halinin tesirlerini “tutkuları dizginlemek, kötü alışkanlıkları yok etmek, taşkınlıkları gidermek ve hevâ ateşini söndürmek” şeklinde özetleyerek bu etkileri göstermeyen bir havf halinin dengeli olmadığını belirtir. Zira havfın zayıf olan derecesi belirtilen sonuçları gerçekleştirmeye yetmez, aşırı olanı da arzu ve istekleri büsbütün öldürür; aklı, tabiatı ve mizacı bozar; kişiyi ümitsizliğe sevkeder ( Ḳūtü’l-ḳulûb , I, 238). Gazzâlî de havfın ifrat, tefrit ve itidal derecelerinin bulunduğunu belirterek ifrat şeklinin ümitsizlik ve karamsarlığa, hatta psikolojik rahatsızlıklara yol açacağını, tefrit şeklinin ise gevşeklik ve lâubalilik doğuracağını, dolayısıyla bu ikisinin ortasının bulunması gerektiğini ifade eder. Gazzâlî, aşırı korkunun ümitsizliğe yol açan, akıl ve beden sağlığına zarar veren ve mutlaka tedavi edilmesi gereken bir hastalık olduğunu belirtir ( İḥyâʾ , IV, 157-158, 166). Sûfîlerin havf dolayısıyla üzerinde durdukları bir başka husus da sû-i hâtimedir. Zira insanın ölüm anındaki dinî durumu onun âhiretteki konumunun en son belirleyicisi olacaktır. Bu yüzden sûfîler en çok sû-i hâtimeden korkmuşlardır. Çünkü kişi yaşadığı hayata uygun olarak ölecek ve ölümündeki haline uygun olarak haşredilecektir ( a.g.e. , IV, 178, 179; bk. HÂTİME ). İsrâ sûresinin 57. âyetindeki, “Allah’ın rahmetini umarlar, azabından korkarlar” ifadesini dikkate alan sûfîler havf ile recâ (ümit) kelimelerini daima bir arada kullanmışlardır. Yahyâ b. Muâz, “Havf ve recâ imanın iki direğidir, bunlara sarılan sapıklığa düşmez” der; Necmeddîn-i Kübrâ da havfın recâya ağır basmasının insanı kara kış gibi soğuk fikirlere sürükleyebileceğine, aksi durumda da yoldan çıkmanın söz konusu olabileceğine işaret eder ( Tasavvufî Hayat , s. 124). Aynı sûfî havf ve recâyı İslâm, kabz ve bastı iman, heybet ve ünsü takvâ ve irfan makamıyla irtibatlandırmış, havfın mükemmel şekline ilimle ulaşılabileceğini söylemiştir. Hayr en-Nessâc Allah korkusunu bir kamçı olarak tasavvur etmiş, terbiyesizliği alışkanlık haline getiren nefsin onunla yola getirileceğini belirtmiş, Ebû Bekir el-Vâsıtî ise havf ve recâyı kulun edebe aykırı davranışlara sapmasını engelleyen bir geme benzetmiştir (Kuşeyrî, s. 158). Muhyiddin İbnü’l-Arabî mümini “havf ve recâsı eşit olan kimse” şeklinde tarif eder ( el-Fütûḥât , VI, 87). Havf, recâ ve muhabbeti ibadetin birbirinden ayrılmaz üç şartı olarak gören Mekhûl b. Fazl en-Nesefî, “Allah’a sadece havf ile ibadet eden Harûrî (Hâricî), recâ ile kulluk eden Mürciî, muhabbetle ibadet eden zındık olur; her üçüyle birlikte kulluk eden ise tevhid ehlidir” demiştir (Ebû Tâlib el-Mekkî, I, 242). Ebû Tâlib el-Mekkî’ye göre havf âlimlerin, recâ âbidlerin halidir; âlimin âbide üstünlüğü ise ayın yıldızlara üstünlüğü gibidir ( a.g.e. , I, 236). Ancak Gazzâlî, “Havf mı yoksa recâ mı daha üstündür?” şeklindeki soruyu, “Ekmek mi, su mu daha önemlidir?” sorusu kadar saçma bulur ( İḥyâʾ , IV, 164). Kemal derecesine ulaşan ve vuslatı gerçekleştiren Allah dostları gelecekle ilgili endişeleri kalmadığı için havf ve recâ ile meşgul olmazlar. Çünkü bu haller kişinin huzur ve sükûna kavuşmasına engeldir. Nitekim Vâsıtî, “Havf kul ile Allah arasında bir perdedir. Hakkın tecelli ettiği gönülde havf ve recâ söz konusu olmaz” demiştir. Zira gerçek hedef Allah’ın sevgi ve rızâsını kazanmaktır; korku bu yolda kullanılan bir aletten ibarettir ( a.g.e. , IV, 155). Dinî hayatın önemli bir unsuru olan muhabbet ile havfın birbirine göre durumu da tartışılmış, “Kullukta Allah korkusu mu, Allah sevgisi mi esas olmalıdır?” sorusu ilk devirlerden itibaren sorulagelmiştir. Dini tebliğde havf ve recâ, korku ve sevgi dengesini bozarak korkuyu öne çıkaranlar zâhid, vâiz, kaba sofu diye suçlanmıştır. Muînî’nin, “Sırât ile bizi korkutma vâiz lutf-i Hak çoktur / Gezenlerden işittik biz ki anda korkuluk yoktur” beyti, havf taraftarlarına karşı olanların düşüncesine ilginç bir örnektir (bk. MUHABBET ; RECÂ ). BİBLİYOGRAFYA Râgıb el-İsfahânî, el-Müfredât , “ḫşy”, “ḫvf”, “rhb”, “şfḳ”, “vcl”, “vḳy” md.leri. et-Taʿrîfât , “ḫavf” md. Tehânevî, Keşşâf , I, 444. Wensinck, el-Muʿcem , “ḫşy”, “ḫvf”, “rhb”, “şfḳ”, “vcl” md.leri. M. F. Abdülbâkī, el-Muʿcem , “ḫşy”, “ḫvf”, “rhb”, “şfḳ”, “vcl” md.leri. el-Muʿcemü’ṣ-ṣûfî , s. 726-728. Müsned , IV, 124, 126. Dârimî, “Muḳaddime”, 34. Buhârî, “Cenâʾiz”, 73, “Riḳāḳ”, 7, “Edeb”, 72, 74. Müslim, “Fiten”, 110, “Feżâʾil”, 127, 128. Ebû Dâvûd, “Nikâḥ”, 12, “Fiten”, 1. Tirmizî, “Fiten”, 51. Câhiz, el-Buḫalâʾ (nşr. Tâhâ el-Hâcirî), Kahire 1981, s. 5-6. Serrâc, el-Lümaʿ , s. 89-90. Muhammed b. İbrâhim el-Kelâbâzî, et-Taarruf: Doğuş Devrinde Tasavvuf (trc. Süleyman Uludağ), İstanbul 1979, s. 147, 157. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1310, I, 225-242; II, 58-82. Ebû Nuaym, Ḥilye , I, 130, 263; II, 120, 131-132. Sülemî, Ṭabaḳāt , s. 573. Kuşeyrî, Risâle (Uludağ) , s. 158, 264, 361. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 229. Herevî, Menâzil (Revân) , s. 48. a.mlf., Ṭabaḳāt , s. 726. Gazzâlî, İḥyâʾ , IV, 155-189. Ebû Mansûr el-Abbâdî, Ṣûfînâme (nşr. Gulâm Hüseyn-i Yûsufî), Tahran 1347, s. 63. Attâr, Tezkiretü’l-evliyâ (trc. Süleyman Uludağ), İstanbul 1985, s. 254, 306, 449. Necmeddîn-i Kübrâ, Tasavvufî Hayat (trc. Mustafa Kara), İstanbul 1980, s. 75, 124. İbnü’l-Arabî, el-Fütûḥât , II, 98; VI, 69-70, 87. Sühreverdî, Avârif , s. 618. Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd (nşr. M. Emîn Riyâhî), Tahran 1365 hş., s. 23. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, I, 548-556. Ankaravî, Minhâcü’l-fukarâ , Bulak 1256, s. 156. Aclûnî, Keşfü’l-ḫafâʾ , I, 570. Ali Sâmî en-Neşşâr, Neşʾetü’l-fikri’l-felsefî fi’l-İslâm , Kahire 1978, III, tür.yer. Hasan eş-Şerkāvî, Muʿcemü elfâẓi’ṣ-ṣûfiyye , Kahire 1987, s. 132-135. T. Izutsu, Kur’an’da Dinî ve Ahlâkî Kavramlar (trc. Selâhattin Ayaz), İstanbul, ts. (Pınar Yayınları), s. 259-267. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1997 yılında İstanbul’da basılan 16. cildinde, 528-531 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Râgıb el-İsfahânî, el-Müfredât , “ḫşy”, “ḫvf”, “rhb”, “şfḳ”, “vcl”, “vḳy” md.leri.",
        "et-Taʿrîfât , “ḫavf” md.",
        "Tehânevî, Keşşâf , I, 444.",
        "Wensinck, el-Muʿcem , “ḫşy”, “ḫvf”, “rhb”, “şfḳ”, “vcl” md.leri.",
        "M. F. Abdülbâkī, el-Muʿcem , “ḫşy”, “ḫvf”, “rhb”, “şfḳ”, “vcl” md.leri.",
        "el-Muʿcemü’ṣ-ṣûfî , s. 726-728.",
        "Müsned , IV, 124, 126.",
        "Dârimî, “Muḳaddime”, 34.",
        "Buhârî, “Cenâʾiz”, 73, “Riḳāḳ”, 7, “Edeb”, 72, 74.",
        "Müslim, “Fiten”, 110, “Feżâʾil”, 127, 128.",
        "Ebû Dâvûd, “Nikâḥ”, 12, “Fiten”, 1.",
        "Tirmizî, “Fiten”, 51.",
        "Câhiz, el-Buḫalâʾ (nşr. Tâhâ el-Hâcirî), Kahire 1981, s. 5-6.",
        "Serrâc, el-Lümaʿ , s. 89-90.",
        "Muhammed b. İbrâhim el-Kelâbâzî, et-Taarruf: Doğuş Devrinde Tasavvuf (trc. Süleyman Uludağ), İstanbul 1979, s. 147, 157.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1310, I, 225-242; II, 58-82.",
        "Ebû Nuaym, Ḥilye , I, 130, 263; II, 120, 131-132.",
        "Sülemî, Ṭabaḳāt , s. 573.",
        "Kuşeyrî, Risâle (Uludağ) , s. 158, 264, 361.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 229.",
        "Herevî, Menâzil (Revân) , s. 48.",
        "a.mlf., Ṭabaḳāt , s. 726.",
        "Gazzâlî, İḥyâʾ , IV, 155-189.",
        "Ebû Mansûr el-Abbâdî, Ṣûfînâme (nşr. Gulâm Hüseyn-i Yûsufî), Tahran 1347, s. 63.",
        "Attâr, Tezkiretü’l-evliyâ (trc. Süleyman Uludağ), İstanbul 1985, s. 254, 306, 449.",
        "Necmeddîn-i Kübrâ, Tasavvufî Hayat (trc. Mustafa Kara), İstanbul 1980, s. 75, 124.",
        "İbnü’l-Arabî, el-Fütûḥât , II, 98; VI, 69-70, 87.",
        "Sühreverdî, Avârif , s. 618.",
        "Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd (nşr. M. Emîn Riyâhî), Tahran 1365 hş., s. 23.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, I, 548-556.",
        "Ankaravî, Minhâcü’l-fukarâ , Bulak 1256, s. 156.",
        "Aclûnî, Keşfü’l-ḫafâʾ , I, 570.",
        "Ali Sâmî en-Neşşâr, Neşʾetü’l-fikri’l-felsefî fi’l-İslâm , Kahire 1978, III, tür.yer.",
        "Hasan eş-Şerkāvî, Muʿcemü elfâẓi’ṣ-ṣûfiyye , Kahire 1987, s. 132-135.",
        "T. Izutsu, Kur’an’da Dinî ve Ahlâkî Kavramlar (trc. Selâhattin Ayaz), İstanbul, ts. (Pınar Yayınları), s. 259-267."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
