{
  "id": "eweb_285",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/hayret",
  "annotator": "Jeremy",
  "title": "HAYRET",
  "arabic_title": "حيرت",
  "summary": "Allah’ı tanıyan, fakat bunu ifade edemeyen ârifin yaşadığı hal anlamında bir tasavvuf terimi.",
  "parts": [
    {
      "author": "ERHAN YETİK",
      "content": "Sözlükte “şaşırmak, yolunu kaybetmek” anlamına gelen hayret kelimesini sûfîler, bir tasavvuf terimi olarak çeşitli tasavvufî makamlara göre özellikle mârifet ve yakīn kavramlarıyla birlikte kullanmışlardır. Allah’ın varlığı ve onun keyfiyeti hakkında olmak üzere iki hayret türünden söz edilmiştir (Hücvîrî, s. 488). Allah’ın varlığı konusunda hayret şirk ve küfür, O’nun keyfiyetiyle ilgili hayret mârifettir. Çünkü O’nun varlığından ârifin şüphesi yoktur; keyfiyeti konusunda ise insan aklı hiçbir bilgiye sahip değildir. Buna göre Hakk’ın keyfiyetini anlama çabası içinde hayrete düşmek yakīn alâmetidir. Bu anlamdaki hayret de bir tür mârifettir. Zünnûn el-Mısrî, “Allah’ı en iyi tanıyan O’nun hakkında en fazla hayret edendir”; Cüneyd-i Bağdâdî, “Düşüncenin ulaşabildiği son nokta hayrettir”; Sehl et-Tüsterî, “Mârifetin nihaî noktası hayrettir” derken bu hususa işaret etmişlerdir (Kuşeyrî, s. 605). Diğer taraftan Allah’ın zâtını kavramaktan âciz olduğunu idrak eden akıl hayrete düşer. Gerçek mârifet, Allah karşısında aklın aczini ve yetersizliğini kavramasıdır. Bazan sûfî, ilâhî tecellileri temaşa ederek hayrete düşer ve bu durumda hayretinin daha da artmasını diler. Ebû Bekir eş-Şiblî bu hal içindeyken şu sözü söylemişti: “Ey hayrete düşenlerin rehberi, hayretimi arttır!” (Hücvîrî, s. 353). Aynı anlayışa sahip olan İbnü’l-Fârız da, “Eğer hayret etmesem hayret bana!” demişti. Şiblî bu sözü ile Allah’ın varlığı ve sıfatlarının kemâli konusundaki mârifeti kabul etmiş, bütün varlıkların maksadının Allah olduğunu, dualarının O’nun tarafından kabul edildiğini, O’ndan başka hayret edilecek bir şey bulunmadığını bilmiş, o zaman hayretinin arttırılmasını dilemişti. Öte yandan bu söz şu şekilde de yorumlanabilir: Hakk’ın varlığı konusundaki mârifet bizzat O’nun varlığı hakkında hayret içinde kalmayı icap ettirir. Çünkü kul Allah’ı tanıyınca bütünüyle kendini O’nun hâkimiyeti altında görür. Kulun varlığı ve yokluğu O’nunla, sükûnu ve hareketi O’ndan olunca O’nun kudreti karşısında hayrette kalır ve bütün varlığının bekāsı O’nunla olunca, “Ben de kim oluyorum?” der. Muhammed b. Vâsî de Allah’ı tanıyan kişinin sözünün az, hayretinin dâimî olduğunu söyler. Allah’ı tanıyan fakat ifadeye sığmadığı için O’nu tanıtamayan ve anlatamayan ârif suskun ve şaşkın bir şekilde hayrete düşer. Muhyiddin İbnü’l-Arabî hayretle vuslat arasında bir ilgi kurmuştur. Ona göre Hakk’a vâsıl olan hayret eder. Bu durumda hayret “ilim, irfan, yakīn ve hidayet” anlamına gelir. Celâl tecellileriyle cemâl tecellilerinin bir noktada birleşmesi ve özdeşleşmesi sûfîde hayret halinin doğmasına yol açar. Sûfî, nasıl olur da birden çok çıkıyor veya çok bir oluyor diye de hayret eder ( Fuṣûṣ , s. 72). Hakk’ın çeşitli ve sonsuz tecellilerini temaşa eden ârifler hayretlerini çok güzel mısralarla ifade etmişler, bu konudaki düşüncelerini ortaya koymak için ilgi çekici hikâyeler anlatmışlar ve menkıbeler nakletmişlerdir. Hayret, Ferîdüddin Attâr’ın Manṭıḳu’ṭ-ṭayr ’ında bu anlamda olmak üzere yedi vadinin altıncısı olarak tasvir edilmiştir. Mutasavvıfların hayret anlayışını tenkit eden İbn Teymiyye hayretin övülmeye değer bir yanı olmadığını söyler ( Mecmûʿu fetâvâ , XI, 383-393). BİBLİYOGRAFYA Lisânü’l-ʿArab , “ḥyr” md. el-Muʿcemü’ṣ-ṣûfî , s. 357-363. Serrâc, el-Lümaʿ , s. 421. Kelâbâzî, et-Taʿarruf , s. 100, 137. Kuşeyrî, er-Risâle (trc. Mahmûd İbnü’ş-Şerîf, nşr. Abdülhalîm Mahmûd), Kahire 1966, s. 605. Hücvîrî, Keşfü’l-maḥcûb , s. 347, 353, 487, 488. Herevî, Ṭabaḳāt , s. 109. Ferîdüddin Attâr, Mantık al-Tayr (trc. Abdülbaki Gölpınarlı), İstanbul 1963, II, 136-145. Baklî, Şerḥ-i Şaṭḥiyyât , s. 555. İbnü’l-Arabî, Fuṣûṣ (Afîfî) , s. 72-73, 112, 200. a.mlf., el-Fütûḥât , I, 352; IV, 52-53. İbn Teymiyye, Mecmûʿu fetâvâ , XI, 383-393. Mevlânâ, Mesnevî , III, 111. İbnü’l-Hatîb, Ravżatü’t-taʿrîf (nşr. Abdülkādir Ahmed Atâ), Kahire 1387/1968, s. 665. Lâmiî, Nefehât Tercümesi , s. 88. Ankaravî, Minhâcü’l-fukarâ , Bulak 1256, s. 234. Ebü’l-Alâ Afîfî, Taʿlîḳātü’l-Fuṣûṣi’l-ḥikem ( İbnü’l-Arabî, Fuṣûṣ [Afîfî] içinde), s. 41, 54, 297. M. Takī Ca‘ferî, Tefsîr u Naḳd u Taḥlîl-i Mes̱nevî , Tahran 1365 hş., VI, 646-650; XV, 153. Seyyid Sâdık-ı Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1369 hş., IV, 321. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1998 yılında İstanbul’da basılan 17. cildinde, 60-61 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Lisânü’l-ʿArab , “ḥyr” md.",
        "el-Muʿcemü’ṣ-ṣûfî , s. 357-363.",
        "Serrâc, el-Lümaʿ , s. 421.",
        "Kelâbâzî, et-Taʿarruf , s. 100, 137.",
        "Kuşeyrî, er-Risâle (trc. Mahmûd İbnü’ş-Şerîf, nşr. Abdülhalîm Mahmûd), Kahire 1966, s. 605.",
        "Hücvîrî, Keşfü’l-maḥcûb , s. 347, 353, 487, 488.",
        "Herevî, Ṭabaḳāt , s. 109.",
        "Ferîdüddin Attâr, Mantık al-Tayr (trc. Abdülbaki Gölpınarlı), İstanbul 1963, II, 136-145.",
        "Baklî, Şerḥ-i Şaṭḥiyyât , s. 555.",
        "İbnü’l-Arabî, Fuṣûṣ (Afîfî) , s. 72-73, 112, 200.",
        "a.mlf., el-Fütûḥât , I, 352; IV, 52-53.",
        "İbn Teymiyye, Mecmûʿu fetâvâ , XI, 383-393.",
        "Mevlânâ, Mesnevî , III, 111.",
        "İbnü’l-Hatîb, Ravżatü’t-taʿrîf (nşr. Abdülkādir Ahmed Atâ), Kahire 1387/1968, s. 665.",
        "Lâmiî, Nefehât Tercümesi , s. 88.",
        "Ankaravî, Minhâcü’l-fukarâ , Bulak 1256, s. 234.",
        "Ebü’l-Alâ Afîfî, Taʿlîḳātü’l-Fuṣûṣi’l-ḥikem ( İbnü’l-Arabî, Fuṣûṣ [Afîfî] içinde), s. 41, 54, 297.",
        "M. Takī Ca‘ferî, Tefsîr u Naḳd u Taḥlîl-i Mes̱nevî , Tahran 1365 hş., VI, 646-650; XV, 153.",
        "Seyyid Sâdık-ı Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1369 hş., IV, 321."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}