{
  "id": "eweb_291",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/huzun",
  "annotator": "Jeremy",
  "title": "HÜZÜN",
  "arabic_title": "الحزن",
  "summary": "İnsanın maddî veya mânevî kayıp ve eksiklerinden duyduğu üzüntü için kullanılan bir ahlâk ve tasavvuf terimi.",
  "parts": [
    {
      "author": "MUSTAFA ÇAĞRICI",
      "content": "Klasik sözlüklerde çoğunlukla “istenmeyen bir durumun başa gelmesinden veya geçmişteki bir kayıptan duyulan keder, üzüntü” şeklinde tanımlanan hüzün ( hüzn ), sürûr ve ferah kelimelerinin karşıtı olarak gösterilir ( Lisânü’l-ʿArab , “ḥzn” md.; et-Taʿrîfât , “el-ḥüzn” md.; Tâcü’l-ʿarûs , “ḥzn” md.). Râgıb el-İsfahânî hüznü “kederden hâsıl olan iç sıkıntısı” şeklinde tanımladıktan sonra bu sıkıntının iradî olmadığını, bu sebeple Kur’an’da geçen “üzülme” veya “üzülmeyiniz” gibi ifadelerin gerçekte hüzünlenmeyi değil bu duyguya götüren davranışlardan sakınmayı öğütlediğini belirtir ( el-Müfredât , “ḥzn” md.). Bazı kaynaklarda hüzün yerine aynı anlamda gam ve hem gibi kelimelerin kullanıldığı da görülür. Hz. Hatice ile Ebû Tâlib’in ölümleri Hz. Peygamber’i derinden üzdüğü için bu ölümlerin vuku bulduğu yıla İslâm tarihinde “senetü’l-hüzn” denilmiştir. Kur’ân-ı Kerîm’de iki âyette hüzün, üç âyette aynı anlamda hazen , otuz yedi âyette de aynı kökten fiiller geçmektedir. Bu âyetlerin çoğunda müminlerin âhirette üzüntüsüz bir hayat yaşayacakları haber verilmekte (meselâ bk. el-Bakara 2/38; el-En‘âm 6/48; Yûnus 10/62); Resûl-i Ekrem’e ve müminlere hitaben, inkârcıların kendilerine karşı haksız söz ve davranışlarından veya mâruz kaldıkları çeşitli sıkıntılardan dolayı üzülmemeleri, metin olmaları tavsiye edilmektedir (meselâ bk. Âl-i İmrân 3/139, 153; el-Hicr 15/88; el-Ankebût 29/33). Yûsuf sûresinin 84 ve 86. âyetlerinde, Hz. Yûsuf’un başına gelenler sebebiyle babası Ya‘kūb’un çektiği şiddetli acı ve üzüntü hüzün kelimesiyle ifade edilmektedir. Hüzün ve türevleri hadislerde de değişik konumlarda kullanılmıştır. Bu hadislerin bazılarında ölüm gibi acılı olaylar karşısında hüzünlenmenin normal olduğu (Buhârî, “Cenâʾiz”, 44; Ebû Dâvûd, “Cenâʾiz”, 24), Kur’an’ın hüzünlü bir ortamda indiği (İbn Mâce, “İḳāmetü’ṣ-ṣalât”, 176), insanları hüzünlendiren sıkıntıların günahlarına kefâret olacağı ( Müsned , VI, 157), Allah’ın musibetler sebebiyle yaş döken gözleri, hüzünlenen kalpleri azaba uğratmayacağı (Buhârî, “Cenâʾiz”, 45, “Merḍâ”, 1; Müslim, “Cenâʾiz”, 12, “Birr”, 52), Hz. Peygamber’in acı ve hüzün veren sıkıntılara uğramaktan Allah’a sığındığı (Buhârî, “Cihâd”, 74, “Daʿavât”, 35, 40; Ebû Dâvûd, “Vitir”, 32) ifade edilir. İslâm düşünce tarihinde hüzün konusunda biri özellikle Kindî’den itibaren felsefî çizgideki ahlâk kitaplarında, diğeri tasavvuf kitaplarında olmak üzere iki farklı yaklaşımın ortaya konduğu görülür. Bunlardan ilkinde hüzün, daha ziyade insanın dünyevî kayıplardan duyduğu ve kurtulmak zorunda olduğu olumsuz bir duygu, hatta tedavi edilmesi gereken bir tür hastalık olarak ele alınırken tasavvufî eserlerde daha çok âhiret kaygısı veya hayırlı bir işi başaramamaktan duyulan üzüntü için kullanılır ve olumlu bir durum kabul edilir. Üzüntüyü bir ahlâk ve ruh sağlığı problemi olarak ele alan müslüman düşünürlerin ilki Ya‘kūb b. İshak el-Kindî’dir. Kindî’nin, başta Eflâtun’a isnat edilen Risâletü Eflâṭûn ilâ Furfûriyûs fî ḥaḳīḳati nefyi’l-hem (Abdurrahman Bedevî, s. 235-243) adlı apokrif eser olmak üzere çeşitli kaynaklardan faydalanarak kaleme aldığı anlaşılan Risâle fi’l-ḥîle li-defʿi’l-aḥzân başlıklı eseri, ondan sonra hüzün konusunu işleyen bütün ahlâk âlimlerine ilham kaynağı olmuştur. Kindî’den sonra Ebû Bekir er-Râzî eṭ-Ṭıbbü’r-rûḥânî adlı eserinin yirmi birinci bölümünü zararlı düşünce ve kuruntuya, yirmi ikinci bölümünü kederden kurtulmaya ayırmış; Kindî’nin öğrencisi, Ebû Zeyd el-Belhî’nin tıp ve ahlâka dair Meṣâliḥu’l-ebdân ve’l-enfüs adlı eserinin ikinci bölümü olan ve sekiz babdan oluşan “Mesâlihu’l-enfüs” kısmının altıncı babında korku ve kaygının teskini, yedinci babında üzüntü ve ıstıraptan kurtulma, sekizinci babında insanın içine doğan kuruntu ve vesveseleri ortadan kaldırma konuları ele alınmıştır. İbn Sînâ’nın Fi’l-Ḥüzn adlı risâlesi, Risâle fi’l-ḥîle li-defʿi’l-aḥzân ’ın bir özeti olup farklı bir görüş ihtiva etmez. İbn Miskeveyh’in de ʿİlâcü’l-ḥüzn adlı kısa bir risâlesi mevcuttur. Ancak İbn Miskeveyh, üzüntü ve ölüm korkusu problemlerini daha ayrıntılı olarak Tehẕîbü’l-aḫlâḳ içinde işlemiştir. Gazzâlî’nin İḥyâʾü ʿulûmi’d-dîn ile Mîzânü’l-ʿamel ve et-Tibrü’l-mesbûk fî Naṣîḥati’l-mülûk ’te dünya tutkusu, üzüntü, ölüm ve ölüm korkusu konularında Kindî’nin Risâle fi’l-ḥîle ’sinden istifade ettiğini gösteren pasajlar bulunmaktadır. Nasîrüddîn-i Tûsî’nin Aḫlâḳ-ı Nâṣırî ’sinde hem Kindî ve Defʿu’l-aḥzân isimleri zikredilmiş hem de muhtemelen İbn Miskeveyh vasıtasıyla Kindî’nin bazı görüşlerine yer verilmiştir. Risâle fi’l-ḥîle ’nin Tehẕîbü’l-aḫlâḳ ve Aḫlâḳ-ı Nâṣırî üzerindeki tesirleri Kınalızâde Ali Efendi’nin Ahlâk-ı Alâî adlı eserine de yansımış, nihayet daha çok Menâkıb-ı İbrâhim Gülşenî adlı eseriyle tanınan Muhyî-yi Gülşenî’nin felsefî geleneğe göre yazılmış olan Ahlâk-ı Kirâm adlı eseri de Kindî tesirinden nasibini almıştır. Kindî’nin Risâle fi’l-ḥîle li-defʿi’l-aḥzân ’ında ahlâk bir “tıbb-ı rûhânî” olarak ele alınmış; daha sonra Ebû Bekir er-Râzî’nin kendi ahlâk kitabına isim olarak vereceği bu tabir Kindî tarafından kullanılmamışsa da Kindî’nin eseri, kontrolsüz öfke ve şehvet gibi temel duygu ve ihtirasların baskısıyla ortaya çıkan taleplerin, mutsuzluk ifadeleri olan üzüntü, kaygı ve ölüm korkusu gibi duygusal tezahürlerin insanın ahlâkî yetkinliğine engel olacağı düşüncesini işlemiştir. Kindî hüznü, “Sevilen şeylerin elden gitmesinden veya amaçlanan şeylerin elde edilememesinden doğan nefsânî (psişik) bir elemdir” şeklinde tarif eder ( el-Ḥîle li-defʿi’l-aḥzân , s. 6). Aynı veya benzer tanımların yukarıda işaret edilen eserlerde de tekrar edildiği görülür (meselâ bk. Ebû Zeyd el-Belhî, s. 304, 315; Ebû Bekir er-Râzî, s. 65). Kindî’ye göre ahlâk bir bakıma ruh sağlığı olduğuna, yersiz üzüntü, kaygı ve korkular da bu sağlığı bozduğuna göre bu rahatsızlıkların tedavi edilebilmesi öncelikle onların sebeplerinin bilinmesine bağlıdır. Kaynaklarda bu sebepler, “sevilen şeylerin kaybedilmesi ve amaçlanan şeylere ulaşılmaması” şeklinde özetlenmiştir. İçinde yaşanılan oluşma ve bozulma (kevn ve fesad) âleminde kayıplardan kurtulmak mümkün olmadığına göre insan, değişen ve elden giden geçici nimet ve imkânlar yerine her zaman kalabilen ahlâkî ve aklî erdemleri aramalı, Kindî’nin deyimiyle seveceği şeyleri “akıl âlemi”nden seçmelidir. Değişken olan tabiat dünyasında duyusal haz ve menfaatlerin sürekli olmasını istemek imkânsız olanı istemektir; çünkü bu isteğin gerçekleşmesi tabiat düzenine aykırıdır. Üzüntünün sebepleri konusundaki bu fikirler daha sonraki ahlâkçılar tarafından da kabul edilmekle birlikte Kindî’nin aşırı zühd anlayışını benimsemeyen âlimler de olmuştur. Meselâ Ebû Bekir er-Râzî, bir tabip olarak insanın bütün üzüntülere karşı bir çare olmak üzere bedenî ve maddî ihtiyaçlarını uygun biçimde karşılaması gerektiği düşüncesiyle Kindî’ye göre daha realist bir tutum izlemiştir. Aynı şekilde Kindî’nin üzüntüye düşmemek için bir tür inzivâ hayatını öğütlemesine karşılık öğrencisi Ebû Zeyd el-Belhî sosyal hayata katılmanın önemi üzerinde durmuş, gerek bu hayata katılmanın gerekse yararlı işlerle uğraşarak zihni üzüntü ve korku gibi patolojik durumlardan uzak tutmanın faydalarını önemle vurgulamıştır. Kaynaklarda hüzün psikolojik acıların bir çeşidi olarak görülür ve insanın değişik ıslah yollarıyla bedenî acılardan kurtulmaya çalıştığı gibi üzüntüyü de belli tedbirlerle gidermesi istenir. Bunlar ahlâkî tedbirlerdir, dolayısıyla nefsin hüzünden kurtarılması da ahlâkî tedavi ile mümkün olur. Bu tedavinin yolları üzüntü veren eylemlerden kaçınmak, musibetleri tabii karşılamak, bu dünyada musibete uğramanın kaçınılmaz olduğunu, hiç musibete uğramamak şeklindeki bir isteğin tabiatla çeliştiğini düşünmek, el altında bulunan imkânların asıl sahibinin Allah olduğunu ve O’nun emanetini dilediği yolla bir kimseden alarak bir başkasına verebileceğini akıldan çıkarmamaktır. Kindî hakîmâne bir ifadeyle kaybedilmeye elverişli bütün dileklerde musibet, geçici olan her şeyde acı ve keder, imkânsız olanı ummakta üzüntü ve sıkıntı, her kaygısızlığın sonunda korku bulunduğunu belirterek bu görüşünü de uzun uzun anlattığı “gemi yolcuları” istiaresiyle destekler ( el-Ḥîle li-defʿi’l-aḥzân , s. 23-27). İnsanlar, bu dünyada asıl yurtlarına doğru deniz yolculuğu yaparken bazı ihtiyaçlarını temin etmek üzere bir adaya uğrayan yolcular gibidir. Bu yolculardan bir kısmı ihtiyaçlarını giderip hemen gemiye döner ve en rahat yerlere otururlar; bazıları arazinin güzelliklerine kapılıp oyalanırlar, bu yüzden gemiye geç gelir ve hem uygun yerler bulamazlar hem de adadan topladıkları çiçekler, kıymetli taşlar yolculuk boyunca başlarına dert olur. Bir grup ise gemiyi büsbütün unutarak tabiatın çekiciliğine kendilerini kaptırır ve geminin kalktığını bile farketmezler; sonunda acılar içinde kıvranarak ölürler. İşte dünyanın çekiciliğine kapılarak ölümden sonraki hayatı unutanların âkıbeti budur. İslâm düşünürleri, üzüntü ve kaygının başlıca sebepleri arasında yer alan ölüm korkusu üzerinde de durmuş ve bu korkunun yersizliğini gerekçeleriyle anlatmışlardır. Buna göre sanıldığının aksine ölüm kötü değildir; ölüm olmasaydı insan da olmazdı. Çünkü insan “akıllı ve ölümlü bir canlı” diye tanımlanır. Ölüm mutlak bir yok oluş değil, gerçek, sürekli, özgür ve daha yüksek bir hayata geçiştir. Şu halde insanın ölümden korkmasının temelinde akıl yoksunluğu, kontrolsüz şehvet ve öfke duygularından kaynaklanan tutkular yatmaktadır. Kindî’nin ifadesiyle “kralları köleleştiren” şey bu duygulardır; bu sebeple hastalıkların en tehlikelisi nefsin hastalığıdır. İnsanın başlıca görevi bu duyguları yenerek gerçek özgürlüğünü elde etmesidir; iki dünyanın mutluluğu da buna bağlıdır. Üzüntü problemi üzerinde önemle duran diğer bir İslâm âlimi de İbn Hazm’dır. Onun el-Aḫlâḳ ve’s-siyer fî müdâvâti’n-nüfûs adlı eserinin ilk sayfaları özellikle lezzet ve keder konularını işlemekte olup müellif isim vermemekle birlikte lezzete getirdiği olumsuz içerik konusunda Râzî’den, keder ve üzüntüyü yenme konusunda da Kindî’den faydalanmıştır. Nitekim Râzî gibi İbn Hazm da lezzeti elem veya kederin giderilmesinden duyulan haz ya da mutluluk şeklinde açıklamakta, fakat insanların pek çok amaç arasında yalnız bir ortak amaç taşıdıklarını, bunun da kederden kurtulma olduğunu ifade etmektedir. İbn Hazm, çeşitli nimet ve imkânlardan örnekler vererek kişinin bunları istemesinin temelinde bunların yokluğundan dolayı baş gösteren keder olduğunu belirtmektedir. İbn Hazm’ın üzüntüyü yenmenin yolları hakkındaki görüşleri dinî ağırlıklıdır. Kindî, Ebû Zeyd el-Belhî, Ebû Bekir er-Râzî gibi düşünürlerin üslûbu tamamen felsefî iken İbn Hazm açıkça dinî kavramlar kullanmaktadır. Meselâ Kindî, elde edilmek istenen şeylerin insanı üzüntüye götürmemesi için isteklerin “akıl âlemi”nden seçilmesi gerektiğini söyleyerek felsefî bir üslûp kullanırken İbn Hazm bunu dinîleştirerek sonu üzüntüye varan şeyin dünyevî istekler, üzüntüden uzak olanınsa âhiret için yani Allah için amel olduğunu belirtmiştir ( el-Aḫlâḳ ve’s-siyer , s. 13, 15-16). Üzüntü ve ölüm korkusu meselesinde Risâle fi’l-ḥîle li-defʿi’l-aḥzân ’la paralellik göstermesi sebebiyle anılması gereken bir eser de Râgıb el-İsfahânî’nin eẕ-Ẕerîʿa ilâ mekârimi’ş-şerîʿa adlı dinî-felsefî içerikli ahlâk kitabıdır. Râgıb el-İsfahânî, “Kederin tedavisi ve korkunun yenilmesi” başlığı altında konuyu incelerken Kindî’nin adını vermeden Risâle fi’l-ḥîle ’deki bazı ifadeleri tekrar etmektedir (s. 332). Bu arada İslâmî eserler içinde ilk defa Kindî’nin aktardığı, “Niçin hiç kederlenmiyorsun?” sorusu ve Sokrat’ın buna verdiği, “Çünkü kaybettiğimde beni kederlendirecek şeyler edinmiyorum” cevabı bazı benzerleriyle birlikte eẕ-Ẕerîʿa ’da da yer almıştır (s. 333). Gelecekteki bir musibet ve zarar beklentisiyle şimdiden üzüntüye kapılmanın yersizliğine ilişkin açıklamalar da (s. 333) Risâle fi’l-ḥîle ’ye dayanır. Ölüm korkusunun sebepleri ve korkunun yenilmesine ilişkin ifadelerle anne karnındaki çocuğun dünyaya gelmeyi istememesi gibi insanların da ölümden sonraki hayata geçmeyi istememelerine, yani ölümden korkmalarına ilişkin ifadeler de bir ölçüde Kindî’nin görüşlerini hatırlatmaktadır. Ancak eẕ-Ẕerîʿa ’da hâkim ahlâkî anlayış, Risâle fi’l-ḥîle li-defʿi’l-aḥzân ’daki Stoa durgunluğu ve kinik tecerrüdünden çok Kur’an ve Sünnet’te gözlenen itidal anlayışıdır. Gazzâlî’nin özellikle Mîzânü’l-ʿamel ’inde üzüntüyle ilgili konulara yaklaşımı Kindî, Râzî ve İbn Miskeveyh çizgisinin devamı mahiyetindedir. Nitekim eserin “Dünyada üzüntüyü yok etmenin yolu” başlığını taşıyan kısmında Kindî gibi Gazzâlî de üzüntüyü zâhidâne bir anlayışla ele almakta ve bu olumsuz duygunun yanlış gayelere, yani mal ve mevkiye yönelmekten kaynaklandığını söylemektedir. Sokrat’ın keder ve üzüntüden nasıl korunabildiğine ilişkin soruya verdiği cevabı Sokrat’ın adını anmadan Gazzâlî de aktarmıştır. İbn Hazm ve Râgıb el-İsfahânî gibi Gazzâlî de Stoa ahlâkını yansıtan bu görüşleri İslâmîleştirmiş, ayrıca özellikle Gazzâlî konuyu tasavvufa yakınlığı dolayısıyla tamamıyla tasavvufî çehreye sokmuştur. Gazzâlî, Mîzânü’l-ʿamel ’de üzüntü ve ölüm korkusunu hem Kindî ve Râzî’nin kullandığı felsefî dille hem de İslâmî naslarla işlemiştir. Gazzâlî, et-Tibrü’l-mesbûk fî Naṣîḥati’l-mülûk adlı kitabında Kindî’nin Risâle fi’l-ḥîle ’deki gemi yolcuları örneğini geniş bir şekilde ele almıştır (s. 151-153). Bununla birlikte Gazzâlî konuyu dinî unsurlarla destekler. Aslı Stoalı filozof Epiktetos’a ait olan böyle bir hikâyeyi Gazzâlî’nin İslâmî unsurlarla süslemesi ilgi çekicidir. Yine hikâyenin aslından ve Kindî versiyonundan farklı olarak Gazzâlî gemiye ilk dönenleri takvâ sahibi müminlere, manzaranın çekiciliğine kapılarak orada kalanları Allah’ı ve âhireti unutup kendilerini büsbütün dünyaya kaptıran ve yalnız dünya için çalışan kâfirler ve müşriklere benzetmiş, yine Kindî’den farklı olarak bunların durumuna bir âyetle (en-Nahl 16/107) açıklık getirmiştir. Gazzâlî’nin, Risâle fi’l-ḥîle li-defʿi’l-aḥzân tesirinin daha geniş olarak görüldüğü diğer bir eseri de İḥyâʾ dır. Kindî’nin, alışkanlıkların ahlâka tesirine ilişkin görüş ve açıklamalarıyla örnek olarak sıraladığı zalim, kumarbaz ve kadınlığa özenen adam tipleri, İḥyâʾ ın III. cildini oluşturan “Rubʿu’l-mühlikât”ın nefis terbiyesi ve ahlâka ayrılan ikinci bölümünde benzer ifadelerle tekrar edilmiştir (III, 58-60). Nasîrüddîn-i Tûsî’nin Aḫlâḳ-ı Nâṣırî ’sinde üzüntü, ölüm korkusu ve bunların sebepleriyle korku ve özellikle ölüm korkusunun tanımı, mahiyeti ve bu korkuları yenmenin yolları hakkında yaptığı açıklamalar, büyük ölçüde Risâle fi’l-ḥîle li-defʿi’l-aḥzân ’daki görüşlerin tekrarı mahiyetindedir. Bu arada Tûsî, ilk defa yine Kindî’ye ait Risâle fî ḥudûdi’l-eşyâʾ ve rüsûmihâ adlı eserde geçen “tabii ölüm” ve “iradî ölüm” şeklindeki meşhur Sokratik düşünceyi de tekrar ederek ( Aḫlâḳ-ı Nâṣırî , s. 188 vd.) üzüntü ve ölüm korkusu konularını daha ayrıntılı biçimde ele almıştır. Kınalızâde’nin Ahlâk-ı Alâî ’si ile Muhyî-yi Gülşenî’nin Ahlâk-ı Kirâm ’ında Kindî ve Risâle fi’l-ḥîle li-defʿi’l-aḥzân isimleri zikredilerek nefsin hastalıkları ve tedavi yolları içerisinde artık iyice gelenekleşmiş olan “ölüm korkusunun çaresi” ve “üzüntünün çaresi” konularına da gelenek çerçevesinde yer verilmiş, büyük ölçüde İbn Miskeveyh ve Tûsî’yi hatırlatan yorumlar yapılmıştır. Hâce Abdullah-ı Herevî’nin Menâzilü’s-sâʾirîn adlı eserinde verdiği hüzün tanımı Kindî’den itibaren felsefî mahiyetteki ahlâk kitaplarında tekrarlanan tanımı hatırlatmaktadır. Ancak bütün mutasavvıflar gibi Herevî de dünyevî imkânlara önem vermediği için bunların yokluğundan veya elden gitmesinden dolayı üzülmeyi söz konusu bile etmemiş, meseleyi sâlikin Allah ile ilişkisi açısından ele almış, bu suretle hüzün terimini “dünyevî veya nefsânî bağlar yüzünden Allah’a yakınlaşamayan, O’nunla ünsiyet kuramayan sâlikin bu ayrılıktan duyduğu acı ve keder” anlamına gelecek bir konumda kullanmıştır. Herevî, bazı sahâbîlerin maddî imkânsızlıkları sebebiyle Tebük Seferi’ne katılamamaktan dolayı hissettikleri büyük üzüntüden takdirkâr bir üslûpla bahseden âyete (et-Tevbe 9/92) dayanarak hüznü tasavvufî faziletler arasında gösterir. Afîfüddin et-Tilimsânî de Menâzilü’s-sâʾirîn ’e yazdığı şerhte (I, 119) hüznün bir fazilet ve yüksek makam olduğunu belirtir. Hatta Herevî hüzün duymamayı da bir hüzün sebebi saymıştır. Zira hüzün, kulun ilâhî mazhariyetlere yönelik istek ve arayışının bir ifadesidir. Şu halde üzüntü çekmeyip rahat içinde olmak bir eksikliktir. Bu yüzden sûfî üzülemediği için de üzülür; ağlayamadığı için de ağlar (İbn Kayyim el-Cevziyye, I, 546). Çünkü hüzün, sûfîyi içinde bulunduğu durum hakkında sürekli düşünmesini ve kendini yetersiz görmesini sağlayan yapıcı bir şuur hali, nefsi temizlemenin ve daha yüksek makamlara doğru geliştirmenin bir aracıdır. “Hüzün sahibinin bir ayda katettiği yolu hüzün çekmeyen bir yılda kateder” sözü (Hasan Şerkāvî, s. 122-123) bu hususa işaret etmektedir. Bu sebeple olmalıdır ki Herevî hüznü havf, işfâk, huşû, zühd, vera‘ gibi aynı mahiyetteki tasavvufî erdemlerin başında göstermiştir. Tasavvufta bu anlamıyla hüznün çok eski bir geçmişi vardır. Bazı zâhid sahâbîler, âhiret kaygısı ile ibadet ve iyiliklerini yetersiz görmekten büyük bir üzüntü duyuyorlardı. Daha sonra Hasan-ı Basrî’nin önderliğinde Basra’da oluşan zühd okulunun temel özelliği de hüzün, havf ve bükâ kelimeleriyle özetlenir. Nitekim Ebû Nuaym Hasan-ı Basrî’yi “korku ve hüzünle dost olmuş, kaygı ve kederle kaynaşmış, uyku ve istirahati yitirmiş” şeklindeki nitelemelerle tanıtır ( Ḥilye , II, 131-132). Hasan-ı Basrî’ye göre âhiretin ebedîliğine karşılık dünya hayatının sonlu ve sınırlı oluşu, bunun farkında olan ve ölümü en tesirli vaaz olarak algılayan müminde kaçınılmaz olarak bir hüzün hali doğurur; bu hal kişiyi bir sorumluluk ve kendini yargılama (muhasebe) bilincine, kısa dünya hayatının her anını değerlendirme iradesine yöneltir. Şu halde hüzün patolojik bir ârıza olmayıp mümini muhasebe, tövbe gibi ahlâkî makamlardan geçirerek sâlih amellere götüren yapıcı bir bilinç halidir ( a.g.e. , II, 132-133). Bu sebeple Hasan-ı Basrî, “Mümini dini konusunda ancak korku ve hüzün rahatlatabilir” diyordu. Kur’ân-ı Kerîm’in de genellikle inananların kalplerine korku ve kaygı salan tarafı üzerinde zihnini yoğunlaştıran Hasan-ı Basrî, Kur’an’ı doğru okumuş ve ona iman etmiş bir kimsenin mutlaka hüznünün artacağını, korkusunun şiddetleneceğini ve göz yaşlarının çoğalacağını belirtiyordu. Hüzünlü ve soluk yüzlü olmayı Kur’an’a inanmanın alâmeti olarak görüyor (Ali Sâmî en-Neşşâr, III, 134), öldükten sanra kendisini rüyasında son derece sevinçli ve mutlu bir halde gören ve bunun sebebini soran Mâlik b. Dînâr’a, bir insanın dünya hayatında hüznü ne kadar sürekli olursa âhirette de sevincinin o kadar sürekli olacağını söylüyordu (İbnü’l-Cevzî, s. 19). Hasan-ı Basrî’nin yüksek dinî duyarlığı, geniş bilgi ve kültürü, siyasî ve sosyal etkinliği gibi seçkin özellikleri sayesinde korku ve hüzne dayalı tasavvufî anlayış Basra’yı aşarak Horasan’dan Mısır’a kadar İslâm dünyasının pek çok merkezine yayılmışsa da özellikle Râbia el-Adeviyye’nin önderliğinde gelişen yine Basra merkezli diğer bir tasavvufî çizgide korku, kaygı ve hüzün yerine sevgi, ümit ve iyimserliğe ağırlık veren anlayışın hâkim olduğu görülür. Ayrıca Hasan-ı Basrî çizgisindeki sûfîlerin hüznü bir fazilet saymalarını tenkit edenler de olmuştur. Meselâ Takıyyüddin İbn Teymiyye, dinî konularda bile olsa hüzünlenmemek gerektiğine işaret eden âyetlerden örnekler vererek hüznün bir duygu olarak ne fayda sağlayacağını ne de zararı önleyeceğini belirtir. Şu halde üzüntünün kendisi değil sebepleri ve sonuçları önemlidir. Buna göre meselâ dinî bir olumsuzluktan veya müslümanların başına bir sıkıntı gelmesinden dolayı üzülen bir kimse, üzüntü duygusundan dolayı olmasa da içindeki iyilik sevgisinden dolayı sevap kazanır. Buna karşılık insanın iyilik iradesini zayıflatan ve Allah’ın buyruklarını ihmal etmesine yol açan üzüntüler de günah sebebidir ( Mecmûʿu fetâvâ , X, 16-17). İbn Kayyim el-Cevziyye de âyet ve hadislerden deliller getirerek hüznün istenen ve amaçlanan bir hal olmadığını, bir faydasının da bulunmadığını, aksine bu tür duyguların kuldaki seyrüsülûk şevkini kırdığını, iradeyi aşındırdığını ileri sürer. İbn Kayyim mutasavvıfların, hüznün fazilet olduğuna delil olarak gösterdikleri âyet ve hadisleri yanlış yorumladıklarını ileri sürmekte, ayrıca bu konudaki bazı hadis ve haberlerin sahih olmadığını ifade etmektedir. BİBLİYOGRAFYA Râgıb el-İsfahânî, el-Müfredât , “ḥzn” md. a.mlf., eẕ-Ẕerîʿa ilâ mekârimi’ş-şerîʿa , Kahire 1405/1985, s. 330-339. Lisânü’l-ʿArab , “ḥzn” md. et-Taʿrîfât , “ḥzn” md. Tâcü’l-ʿarûs , “ḥzn” md. Müsned , VI, 157. Buhârî, “Cenâʾiz”, 44, 45, “Merḍâ”, 1, “Cihâd”, 74, “Daʿavât”, 35, 40. Müslim, “Cenâʾiz”, 12, “Birr”, 52. İbn Mâce, “İḳāmetü’ṣ-ṣalât”, 176. Ebû Dâvûd, “Cenâʾiz”, 24, “Vitir”, 32. Kindî, Resâʾil , I, 172-173. a.mlf., el-Ḥîle li-defʿi’l-aḥzân (nşr. Abdurrahman Bedevî, Resâʾil felsefiyye içinde), Beyrut 1983, s. 6-32. Ebû Bekir er-Râzî, eṭ-Ṭıbbü’r-rûḥânî (nşr. P. Kraus, Resâʾil felsefiyye içinde), Kahire 1939 → Beyrut 1982, s. 61-69, 92-96. Ebû Zeyd el-Belhî, Meṣâliḥu’l-ebdân ve’l-enfüs (nşr. Fuat Sezgin), Frankfurt am Main 1984, s. 304, 315. Ebü’l-Hasen el-Âmirî, es-Saʿâde ve’l-isʿâd (nşr. A. Abdülhalîm Atıyye), Kahire, ts. (Dârü’s-sekāfe), s. 189-195. İbn Miskeveyh, Fî ʿilâci’l-ḥüzn (nşr. L. Şeyho v.dğr., Maḳālât felsefiyye içinde), Beyrut 1911, s. 114-117. a.mlf., Tehẕîbü’l-aḫlâḳ , Beyrut 1398, s. 175-183. İbn Sînâ, Risâle fî mâhiyyeti’l-ḥüzn , Süleymaniye Ktp., Cârullah Efendi, nr. 1928/4. Ebû Nuaym, Ḥilye , II, 131-133. İbn Hazm, el-Aḫlâḳ ve’s-siyer (nşr. Ahmed Mekkî et-Tâhir), Beyrut 1405/1985, s. 11-16. Herevî, Menâzil , s. 11. Gazzâlî, Mîzânü’l-ʿamel , Kahire 1973, s. 157-165. a.mlf., İḥyâʾ (Beyrut) , III, 58-60, 217-218, 263; IV, 493-498. a.mlf., et-Tibrü’l-mesbûk fî Naṣîḥati’l-mülûk (nşr. M. Ahmed Demec), Beyrut 1407/1987, s. 151-153. İbnü’l-Cevzî, el-Ḥasan el-Baṣrî , Kahire 1931, s. 19. Nasîrüddîn-i Tûsî, Aḫlâḳ-ı Nâṣırî (nşr. Müctebâ Mînovî – Ali Rızâ Haydarî), Tahran 1369 hş., s. 186-193, 196-202. Afîfüddin et-Tilimsânî, Menâzilü’s-sâʾirîn: Şerḥu Tilimsânî , Tunus 1989, I, 119-122. İbn Teymiyye, Mecmûʿu fetâvâ , X, 16-17. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, I, 542-548. Kınalızâde Ali Efendi, Ahlâk-ı Alâî , Bulak 1248, I, 134-142. Muhyî-yi Gülşenî, Ahlâk-ı Kirâm , Nuruosmaniye Ktp., nr. 2261, vr. 52 a -59 a . Ali Sâmî en-Neşşâr, Neşʾetü’l-fikri’l-felsefî fi’l-İslâm , Kahire 1978, III, 122-137. Abdurrahman Bedevî, Eflâṭûn fi’l-İslâm , Beyrut 1402/1982, s. 235-243. M. Mustafa Hilmî, el-Ḥayâtü’r-rûḥiyye fi’l-İslâm , Kahire 1982, s. 87-91. Hasan Şerkāvî, Muʿcemü elfâzi’ṣ-ṣûfiyye , Kahire 1987, s. 122-123. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1999 yılında İstanbul’da basılan 19. cildinde, 73-76 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız. Bu madde en son 07.12.2019 tarihinde güncellenmiştir.",
      "bibliography": [
        "Râgıb el-İsfahânî, el-Müfredât , “ḥzn” md.",
        "a.mlf., eẕ-Ẕerîʿa ilâ mekârimi’ş-şerîʿa , Kahire 1405/1985, s. 330-339.",
        "Lisânü’l-ʿArab , “ḥzn” md.",
        "et-Taʿrîfât , “ḥzn” md.",
        "Tâcü’l-ʿarûs , “ḥzn” md.",
        "Müsned , VI, 157.",
        "Buhârî, “Cenâʾiz”, 44, 45, “Merḍâ”, 1, “Cihâd”, 74, “Daʿavât”, 35, 40.",
        "Müslim, “Cenâʾiz”, 12, “Birr”, 52.",
        "İbn Mâce, “İḳāmetü’ṣ-ṣalât”, 176.",
        "Ebû Dâvûd, “Cenâʾiz”, 24, “Vitir”, 32.",
        "Kindî, Resâʾil , I, 172-173.",
        "a.mlf., el-Ḥîle li-defʿi’l-aḥzân (nşr. Abdurrahman Bedevî, Resâʾil felsefiyye içinde), Beyrut 1983, s. 6-32.",
        "Ebû Bekir er-Râzî, eṭ-Ṭıbbü’r-rûḥânî (nşr. P. Kraus, Resâʾil felsefiyye içinde), Kahire 1939 → Beyrut 1982, s. 61-69, 92-96.",
        "Ebû Zeyd el-Belhî, Meṣâliḥu’l-ebdân ve’l-enfüs (nşr. Fuat Sezgin), Frankfurt am Main 1984, s. 304, 315.",
        "Ebü’l-Hasen el-Âmirî, es-Saʿâde ve’l-isʿâd (nşr. A. Abdülhalîm Atıyye), Kahire, ts. (Dârü’s-sekāfe), s. 189-195.",
        "İbn Miskeveyh, Fî ʿilâci’l-ḥüzn (nşr. L. Şeyho v.dğr., Maḳālât felsefiyye içinde), Beyrut 1911, s. 114-117.",
        "a.mlf., Tehẕîbü’l-aḫlâḳ , Beyrut 1398, s. 175-183.",
        "İbn Sînâ, Risâle fî mâhiyyeti’l-ḥüzn , Süleymaniye Ktp., Cârullah Efendi, nr. 1928/4.",
        "Ebû Nuaym, Ḥilye , II, 131-133.",
        "İbn Hazm, el-Aḫlâḳ ve’s-siyer (nşr. Ahmed Mekkî et-Tâhir), Beyrut 1405/1985, s. 11-16.",
        "Herevî, Menâzil , s. 11.",
        "Gazzâlî, Mîzânü’l-ʿamel , Kahire 1973, s. 157-165.",
        "a.mlf., İḥyâʾ (Beyrut) , III, 58-60, 217-218, 263; IV, 493-498.",
        "a.mlf., et-Tibrü’l-mesbûk fî Naṣîḥati’l-mülûk (nşr. M. Ahmed Demec), Beyrut 1407/1987, s. 151-153.",
        "İbnü’l-Cevzî, el-Ḥasan el-Baṣrî , Kahire 1931, s. 19.",
        "Nasîrüddîn-i Tûsî, Aḫlâḳ-ı Nâṣırî (nşr. Müctebâ Mînovî – Ali Rızâ Haydarî), Tahran 1369 hş., s. 186-193, 196-202.",
        "Afîfüddin et-Tilimsânî, Menâzilü’s-sâʾirîn: Şerḥu Tilimsânî , Tunus 1989, I, 119-122.",
        "İbn Teymiyye, Mecmûʿu fetâvâ , X, 16-17.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, I, 542-548.",
        "Kınalızâde Ali Efendi, Ahlâk-ı Alâî , Bulak 1248, I, 134-142.",
        "Muhyî-yi Gülşenî, Ahlâk-ı Kirâm , Nuruosmaniye Ktp., nr. 2261, vr. 52 a -59 a .",
        "Ali Sâmî en-Neşşâr, Neşʾetü’l-fikri’l-felsefî fi’l-İslâm , Kahire 1978, III, 122-137.",
        "Abdurrahman Bedevî, Eflâṭûn fi’l-İslâm , Beyrut 1402/1982, s. 235-243.",
        "M. Mustafa Hilmî, el-Ḥayâtü’r-rûḥiyye fi’l-İslâm , Kahire 1982, s. 87-91.",
        "Hasan Şerkāvî, Muʿcemü elfâzi’ṣ-ṣûfiyye , Kahire 1987, s. 122-123."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}