{
  "id": "eweb_293",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/ibadet#4-tasavvuf",
  "annotator": "Jeremy",
  "title": "İBADET",
  "arabic_title": "العبادة",
  "summary": "Kulun Allah’a karşı sevgi, saygı ve bağlılığını gösteren duygu, düşünce ve davranış biçimleri için kullanılan terim.",
  "parts": [
    {
      "author": "MUSTAFA SİNANOĞLU",
      "content": "A) Etimoloji ve Tanım. Sözlükte “boyun eğme, alçak gönüllülük, itaat, kulluk, tapma, tapınma” anlamlarına gelen ibâdet dinî bir terim olarak insanın Allah’a saygı, sevgi ve itaatini göstermek, O’nun hoşnutluğunu kazanmak niyetiyle ortaya koyduğu belirli tutum ve gerçekleştirdiği davranışlar için kullanıldığı gibi daha genel olarak aynı mahiyetteki düşünüş, duyuş ve sözleri de ifade eder; ancak kelimenin dinî içerikli belli ve düzenli davranış biçimleri için kullanımı daha yaygındır. İslâmî literatürde genellikle bu tür davranış biçimleri için ibadet, insanın, hayatını daima Allah’a karşı saygı ve itaat bilinci içinde sürdürmesi şeklindeki kulluk duyarlılığı için de ubûdiyyet ve ubûdet terimlerine yer verilmiştir. Bir tanıma göre ubûdiyyet “kulun Allah’ın yaptıklarından memnun olması”, ibadet ise “O’nun razı olacağı işleri yapması”dır ( Lisânü’l-ʿArab , “ʿabd” md.; Tâcü’l-ʿarûs , “ʿabd” md.). Buna göre ibadette belirli davranış şekilleri öne çıkarken ubûdiyyette ahlâkî ve mânevî öz ağır basmaktadır. Bununla birlikte böyle bir özden yoksun olan davranışlar ibadet sayılmaz. Nitekim ibadetin bütün tanımlarında “taat, hudû‘, zül” kelimelerinin tekrar edildiği görülmektedir. Meselâ Fahreddin er-Râzî ibadeti “saygının en ileri derecesi” diye tanımlarken ( Mefâtîḥu’l-ġayb , XIV, 159) İbn Kayyim el-Cevziyye, ibadet kavramının hem sevgi hem de itaat unsurlarını içerdiğini, bu özelliklerin ikisini birden taşımayan davranışların ibadet sayılamayacağını belirtir ( Medâricü’s-sâlikîn , I, 58). Genellikle tasavvufî kaynaklarda yukarıdaki anlamıyla ubûdiyyete daha çok önem verilirken (meselâ bk. Kuşeyrî, II, 428-432) Râgıb el-İsfahânî ibadeti “alçak gönüllülüğün en ileri derecesi”, ubûdiyyeti ise “alçak gönüllülüğün dışa vurulması” şeklinde açıklamakta, dolayısıyla ibadeti ubûdiyyetten daha önemli görmektedir ( el-Müfredât , “ʿabd” md.). Yine Râgıb el-İsfahânî ibadetin biri zorunlu, diğeri iradeye bağlı olmak üzere iki şeklinin bulunduğunu belirtir ( a.g.e. , “scd”, “ʿabd” md.leri). Evrendeki bütün varlıkların Allah’ın karşı konulamaz yasalarına boyun eğmiş bir halde işlevlerini sürdürmeleri zorunlu ibadet olup bazı âyetlerde bu ibadet söz konusu varlıkların “Allah’a secde etmesi” şeklinde ifade edilmiştir (meselâ bk. er-Ra‘d 13/15; el-Hac 22/18; er-Rahmân 55/6). İradeye bağlı ibadet ise akıl sahibi varlığın hür iradesiyle yapması istenen, bu sebeple de sorumluluğa, mükâfat veya cezaya konu olan kulluk şeklidir. Kur’ân-ı Kerîm’de ve hadislerde kulun Allah’a saygı ve itaatini ifade etmek üzere “nüsük, dua, hudû‘, huşû‘, anve, rükû, secde, kunût, tesbih, şükür” gibi kavramların da yer yer ibadetle aynı veya yakın anlamda kullanıldığı görülür. Nitekim sözlüklerde bu kelimelere de “boyun eğme, alçak gönüllülük” anlamı verilir ve bunlardan bazılarının ibadet anlamında kullanıldığı belirtilir ( Lisânü’l-ʿArab , “nsk”, “dʿav”, “ḫḍʿa”, “ḫşʿa”, “ʿanv”, “rkʿa”, “scd”, “ḳnt”, “sbḥ”, “şkr” md.leri; Tâcü’l-ʿarûs , “nsk”, “dʿav”, “ḫḍʿa”, “ḫşʿa”, “ʿanv”, “rkʿa”, “scd”, “ḳnt”, “sbḥ”, “şkr” md.leri). İbadet çeşitli dinlerde ve dillerde farklı kavramlarla ifade edilmiş, değişik biçimlerde anlaşılıp uygulanmıştır. Hinduizm’in kutsal dili Sanskritçe’de “kutsamak, tâzim etmek” anlamındaki puja kelimesi ibadetleri, yani Brahmanlar tarafından tanımlanan mâbed ibadetlerini ve âyinleri belirtmek için kullanılır. Budizm’in kutsal Pali dilinde “din, doktrin, doğruluk, fazilet” anlamlarındaki dhamma kelimesi bütünüyle dini, dinî inanç ve fiilleri ifade eder. Ayrıca ibadetle ilgili uygulamalar için vandana kelimesi de kullanılır. Çin dinlerinde ibadete dair uygulamaları belirten en yaygın kelime “mânevî varlıklar, et, sağ el” anlamlarını taşıyan ve “bir parça eti sağ elle tutarak ruhlara sunmak” şeklinde yorumlanan chi kelimesidir. Konfüçyüsçülüğün kutsal kitaplarından Dinî Törenler Kitabı da “Li Chi” şeklinde bir terkiple adlandırılmıştır. Öte yandan chi kelimesinin “âyinlerde et veya kurban takdim etmek” anlamına geldiği de ileri sürülmektedir. Şintoizm’in kutsal dili olan Japonca’da ibadet kavramına karşılık olabilecek terim, “ilâhî varlıklara devamlı kulluk ve itaat anlayışıyla yaşamak” anlamındaki matsuru kelimesi olup bundan da anlaşılacağı üzere Şintoizm’de ibadet, mâbedde veya dışarıda ifa edilebilen ve günlük hayatta önemli rol oynayan bir olgudur. Yahudilik’te kulluk etmeyi, ibadetle ilgili dinî tutum ve davranışları belirtmek üzere İbrânîce’de “çalışmak, hizmet etmek” mânasına gelen ‘avd kökünden türemiş ‘avodah terimi kullanılmaktadır. ‘Avodah Elohim terkibi “Allah’a ibadet” anlamına gelmekte, ayrıca din kavramını da ifade etmektedir. Bu terim Ahd-i Atîk’te hem Rab Yahova’ya ibadeti (Çıkış, 3/13, 4/23; Malaki, 3/14; Eyub, 21/15), hem de Yahova’nın dışındaki varlıklara tapınmayı (Tesniye, 13/2) anlatmak üzere kullanılmıştır. Hıristiyanlık’ta kısmen ibadetle ilgili uygulamaları, daha çok da âyinleri ifade etmek için Batı dillerinde “umuma ait faaliyet” anlamına gelen Grekçe leitourgia dan türetilmiş liturgy (Fr. liturgie) kelimesi kullanılmaktadır. Hıristiyanlık’ta günlük, haftalık ve yıllık ibadetlerin yanında diğer âyinler, Latince sacramentum dan (and, yemin, bağ) türetilen ve “dinî âyin” mânasına gelen sacrament kelimesiyle karşılanmaktadır. Ayrıca “insanla Tanrı arasında gittikçe pekişen bağ” anlamındaki Latince re-ligare kelimesinden türetildiği kabul edilen ve günümüzde Batı dillerinde “din” anlamında kullanılan religion kelimesinin içerdiği anlam İnciller’de “Allah’ın yolu” tabiriyle karşılanır (Markos, 12/14). Bu tabir Helenistik dönemdeki Ahd-i Cedîd yazılarında din, ibadet, âyin ve insanın Tanrı’ya ve diğer insanlara karşı ödevlerini de ifade etmektedir. Her dinî kültürün kendi terminolojisinde ibadet fenomenini ifade etmek üzere seçtiği kelimelere ait anlamların ortak noktasının acziyet, sığınma, yüceltme, sevgi ve korku gibi duygularla bir tanrıya veya tabiat üstü varlıklara yönelmek, bu varlık veya varlıklara saygı ifadesi olmak üzere belli davranışları yerine getirmek olduğu söylenebilir. Dolayısıyla bu kelimeler insandaki, tanrı veya tabiat üstü varlıklara inanmak suretiyle iç dinamikleri harekete geçen ve çeşitli davranışlarla tezahür eden derunî ve evrensel bir fenomeni ifade etmektedir. İnsanlık tarihinde ibadetin yerini dinin kaynağı tartışmalarından bağımsız olarak ele almak mümkün değildir. Bu çerçevede Batı’da XVI. yüzyıldan itibaren ilkel kabilelerin, eski milletlerin, hatta tarih öncesi toplumlarının dinleri ve inançları üzerinde bazı tezler ileri sürülmüştür (bk. DİN ). Pek çok antropolog ve dinler tarihi araştırmacısı, bütün dinî gelişmelerin başlangıcında görülen her şeye kādir bir yüce varlık inancının tarihî-kültürel değişmeler neticesinde daha sonraları politeizm, animizm, totemizm gibi terimlerle ifade edilen değişik inançlara dönüşmesine rağmen bu eski inancın izlerinin hâlâ mevcut olduğu tezini geliştirdi. Nitekim günümüzde Afrika, Asya, Güney ve Kuzey Amerika, Avustralya, Pasifik Okyanusu, Cava, Brezilya gibi yerlerde yaşayan ilkel kabilelerde bir yüce varlık, ulu tanrı veya yüksek ruh inancına rastlanmaktadır. İslâm dini de insanlığın ilk dininin tevhid inancına dayandığını, çok tanrılı dinlerin sonradan ortaya çıkmış sapmalar olduğunu kabul eder. İslâm inancına göre dinin kurucusu Allah’tır. İlk insan aynı zamanda peygamberdir. Allah cinleri ve insanları kendisine kulluk etmeleri için yaratmış (ez-Zâriyât 51/56), kendisine nasıl kulluk edileceğini de insanların arasından seçip gönderdiği peygamberler vasıtasıyla bildirmiştir. İnsanlar tarihin seyri içinde çeşitli sebeplerle hak dinden uzaklaştıklarında Allah peygamberler göndermek suretiyle onları ya eski dinlerini doğru olarak yaşamaya veya yeni gönderdiği bir şeriata uymaya çağırmıştır. Hz. Âdem’den itibaren bütün insanlar, Allah tarafından gönderilen tevhid dininin esaslarını kavrayıp benimseyecek ve hayatlarını bu esaslara göre düzenleyecek seviyede zihnî, ruhî ve bedenî kapasiteye sahip kılınmıştır. Kur’an’da, yaratılıştan itibaren Allah’ın insanlara bildirdiği dinin tevhid (Hanîf) dini olduğu ve onların bu dini benimsemeye yatkın bir fıtratta yaratıldığı belirtilmiştir (er-Rûm 30/30). İnsanlar yüceltme, sevgi, sığınma, korku, acziyet, dünyevî menfaat elde etme, zarar ve sıkıntılardan kaçınma ve kurtuluşa erme gibi duygu ve etkenlerle başlangıçtan beri bir yüce varlığa veya çeşitli varlıklara inanmış ve inandıklarına uygun bazı söz ve davranışlarla kulluklarının gereğini yerine getirmiş yani ibadet edegelmiştir. Çünkü insan, diğer canlılarda bulunmayan pek çok yetenekle donatılmış olmasına rağmen yine de iç ve dış sebeplerle acziyet, sığınma ve yardım dileme duygularını devamlı hissetmiştir. Bu durum göz önünde bulundurularak ibadet, “Allah’a tapınma, Tanrı’ya doğru sevgi dolu bir gayret, Tanrı’dan uygun şeylerin istenmesi, Tanrı’nın teveccühünü kazanmak için yapılan eylem, Tanrı’ya tâzim ve saygı gösterme” gibi değişik şekillerde tanımlanmıştır. Yapılan araştırmalar, insanlığın dinî tecrübesinde en yaygın ibadet şeklinin bir yüce varlığa veya çeşitli varlıklara dünyevî veya uhrevî gayelerle dua edip yalvarmak olduğunu ortaya koymuştur. Duanın şekli, ferdin mensup olduğu dine göre istenildiği veya ihtiyaç hissedildiğinde tekrar edilen birkaç kelimeden ibaret olabildiği gibi, belirli zaman ve mekânlarla irtibatlandırılmış dinî âyinler tarzında genişlik ve yoğunluğa da sahip olabilmektedir. Gerek ilkel kabile dinlerinde gerekse semâvî olan ve olmayan gelişmiş dinlerde yüce Tanrı’ya tâzimi ve şükrü ifade etmek veya tanrıların gazabından kurtulmak için kurban ve takdime sunmak ibadetle ilgili uygulamaların en önemlilerinden birini oluşturmuştur. Kurban ve takdimelerle topluca icra edilmesi gereken âyinler mâbed ihtiyacını ortaya çıkarmış, bu şekilde mahallî şartlara ve dinlerin yapısına göre mimarileri değişen mâbedler yapılmıştır. Belirli ibadetler mâbede bağlı kılınmış ve bazı dinlerde mâbedde ibadet teşvik edilmiştir. Yılın belli ay veya günlerinde oruç tutulması veya bir kısım yiyeceklere karşı perhiz uygulanması, bazı mekânların ve bölgelerin kutsal sayılarak ziyaret edilmesi de dinî hayatı şekillendiren önemli ibadetler arasında yer almıştır. BİBLİYOGRAFYA Râgıb el-İsfahânî, el-Müfredât , “scd”, “ʿabd” md.leri. Lisânü’l-ʿArab , “ḫşʿa”, “ḫḍʿa”, “dʿav”, “rkʿa”, “scd”, “ʿabd”, “ʿanv”, “ḳnt”, “nsk” md.leri. et-Taʿrîfât , “ʿibâdet” md. Tâcü’l-ʿarûs , “ḫşʿa”, “ḫḍʿa”, “dʿav”, rkʿa”, “scd”, “ʿabd”, “ʿanv”, “ḳnt”, “nsk” md.leri. Kuşeyrî, er-Risâle , Kahire 1385/1966, II, 428-432. Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , XIV, 159. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, I, 58. W. Gesenius, A Hebrew and English Lexicon of the Old Testament (trc. E. Robinson, ed. Fr. Brown v.dğr.), Oxford, ts. (Clarendon Press), s. 712-713. Elmalılı, Hak Dini , I, 96-102. W. Schmidt, The Origin and Growth of Religion: Facts and Theories (trc. H. J. Rose), London 1935, s. 262-282. H.-J. Schoeps, An Intelligent Person’s Guide to the Religions of Mankind (trc. Richard – Clara Winston), London 1967, s. 20-28, 30-39. E. J. Sharpe, Understanding Religion , London 1983, s. 78-107. E. Durkheim, The Elementary Forms of Religious Life (trc. Karen E. Fields), New York 1995, s. 45-52, 68-70, 99-126, 276-299. Michel Revon, “Worship (Japanese)”, ERE , XII, 802-804. R. F. Johnston, “Worship (Chinese)”, a.e. , XII, 759-762. D. Howard Smith, “Worship (China)”, A Dictionary of Comparative Religion (ed. S. G. F. Brandon), London 1970, s. 652-653. a.mlf., “Worship (Japan)”, a.e. , s. 654. J. H. Miller, “Liturgi”, New Catholic Encyclopedia , Washington 1981, VII, 928-936. M. K. Hellwig, “Sacrament (Christian Sacraments)”, a.e. , XII, 504-511. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 1999 yılında İstanbul’da basılan 19. cildinde, 233-235 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Râgıb el-İsfahânî, el-Müfredât , “scd”, “ʿabd” md.leri.",
        "Lisânü’l-ʿArab , “ḫşʿa”, “ḫḍʿa”, “dʿav”, “rkʿa”, “scd”, “ʿabd”, “ʿanv”, “ḳnt”, “nsk” md.leri.",
        "et-Taʿrîfât , “ʿibâdet” md.",
        "Tâcü’l-ʿarûs , “ḫşʿa”, “ḫḍʿa”, “dʿav”, rkʿa”, “scd”, “ʿabd”, “ʿanv”, “ḳnt”, “nsk” md.leri.",
        "Kuşeyrî, er-Risâle , Kahire 1385/1966, II, 428-432.",
        "Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , XIV, 159.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, I, 58.",
        "W. Gesenius, A Hebrew and English Lexicon of the Old Testament (trc. E. Robinson, ed. Fr. Brown v.dğr.), Oxford, ts. (Clarendon Press), s. 712-713.",
        "Elmalılı, Hak Dini , I, 96-102.",
        "W. Schmidt, The Origin and Growth of Religion: Facts and Theories (trc. H. J. Rose), London 1935, s. 262-282.",
        "H.-J. Schoeps, An Intelligent Person’s Guide to the Religions of Mankind (trc. Richard – Clara Winston), London 1967, s. 20-28, 30-39.",
        "E. J. Sharpe, Understanding Religion , London 1983, s. 78-107.",
        "E. Durkheim, The Elementary Forms of Religious Life (trc. Karen E. Fields), New York 1995, s. 45-52, 68-70, 99-126, 276-299.",
        "Michel Revon, “Worship (Japanese)”, ERE , XII, 802-804.",
        "R. F. Johnston, “Worship (Chinese)”, a.e. , XII, 759-762.",
        "D. Howard Smith, “Worship (China)”, A Dictionary of Comparative Religion (ed. S. G. F. Brandon), London 1970, s. 652-653.",
        "a.mlf., “Worship (Japan)”, a.e. , s. 654.",
        "J. H. Miller, “Liturgi”, New Catholic Encyclopedia , Washington 1981, VII, 928-936.",
        "M. K. Hellwig, “Sacrament (Christian Sacraments)”, a.e. , XII, 504-511."
      ]
    },
    {
      "author": "ABDURRAHMAN KÜÇÜK",
      "content": "B) İslâm Öncesi Dinlerde İbadet. Günümüzde Afrika, Avustralya, Pasifik Okyanusu, Cava, Brezilya gibi yerlerde yaşamakta olan veya yakın zamanlara kadar yaşamış bulunan ilkel kabilelerde ibadet, tasavvur şekilleri kabileden kabileye farklılık göstermekle birlikte bir yüce tanrı veya ondan daha alt seviyede bulunan tanrılar ve yüksek ruhlardan oluşan varlıklara tapınma ihtiyacının ortaya çıkardığı, genellikle insanların ferdî tecrübelerine dayanan davranışları ifade etmektedir. Afrikalı ilkel kabilelerin çoğunun diğer ilâhî varlıkların ve ruhların üstünde bir yüce tanrıya da inandıkları görülmekte, bu yüce tanrı kabile insanı tarafından soyut bir güç olarak algılanmakta, çeşitli sıfatlarla nitelendirilmekte ve bunlara muhtelif şekillerde ibadet edilmektedir. Esasen genel olarak ilkel kabilelerin dinî anlayışları incelendiğinde bir fiilin, davranışın, âyinin yahut kültün ibadet olabilmesi için onun bir tanrı, tabiat üstü bir güç veya tanrılar için icra edilmiş olmasının gerekliliği tesbit edilmektedir. İlkel kabile dinleri her kabilenin kendine has özelliklerine göre yapılanmışsa da ibadetleri genelde ferdî veya cemaat halinde bir yüce varlığa dua etme, ona bazı hayvanları kurban olarak sunma, yiyecek ve başka şeyler takdim etme şeklinde cereyan etmektedir. Bununla birlikte dinî ve din dışı törenler de birbirinden ayrılmakta, meselâ büyü nitelikli olanlar gibi bazı ritüel uygulamalar ibadet mahiyetinde görülmemektedir. Evlilik merasimi, kabileye reis tayini vb. sosyal içerikli yerel kültlerle ilgili âyin ve törenlerin ibadetle ilişkisi ya çok azdır veya hiç yoktur. Söz konusu dinlerin belli kurucuları veya peygamberleri olmadığı gibi kutsal kitapları ve yazılı kaynakları da yoktur. Bu sebeple ibadetlerinde herhangi bir metin kullanılmamakta, dinî âyinlerde tekrar edilen ifadeler nesilden nesile sözlü olarak aktarılmaktadır. İlkel kabilelerde kötülüklerden korunmak, hayat, güç ve sağlık kazanmak ve dünyanın çeşitli nimetlerinden faydalanmak, yağmur yağdırmak, bol mahsul elde etmek vb. amaçlarla tanrı veya tanrılara dua etmek ibadetin en yaygın şeklidir. Bu kabilelerde yüce tanrı veya tabiat üstü varlıkla diğer tanrılar veya ruhların yanında ata ruhları da önemli bir yer tutmaktadır. Özellikle Batı Afrika’da ve Avustralya yerlilerinde atalar en güçlü ruhî varlıklar olarak görülmekte, bazı yerlerde tanrıya ve diğer ruhlara yapılandan farklı şekilde onlara da dua edilmektedir. İlkel kabilelerde yüce tanrı veya tanrıların yardımlarını elde etmek, gazaplarından korunmak veya günahlardan kurtulmak için icra edilen başlıca ibadetlerden biri de kurban takdimidir. Kabilelere göre değişen çeşitli kurban telakkilerine rastlanmakla birlikte genelde sebze, alkol ve hayvan olmak üzere üç farklı türden kurban sunulmaktadır. Afrikalı ilkel kabilelerin bir kısmına göre bazı tanrılar kanı sevmez; onlar için sadece suyu veya alkolü yere dökmek, mezbahta birkaç ceviz, bezelye veya fasulye sunmak kurban olarak kabul edilmektedir. Öte yandan tavuk kurbanının çok yaygın olduğu görülmekteyse de koyun, keçi, köpek ve önemli âyinlerde boğa gibi hayvanlar da kurban olarak sunulmaktadır. Ferdin ruhlarla ilişkisini devam ettirmek için günlük basit kurbanlar söz konusu olduğu gibi kuraklık vb. tabii âfetlerin meydana geldiği zamanlarda bütün aile veya klanın da katılımıyla koyun veya boğaların sunulduğu merasimler düzenlenmektedir. Bu merasimlerde bütün halk bir araya gelerek hayvanın kesilmesini seyretmekte, etinden yemekte, bu arada bir reis veya rahibin yönetiminde dua edilmektedir. Bazı Afrikalılar’ın büyük kayalıklarda veya coşkun nehirlerde ruhların bulunduğuna inandıkları ve inâyetlerini kazanmak yahut gazaplarından korunmak için onlara bazı şeyleri takdim ettikleri de görülmektedir. Doğu Afrika’da ölü kültü çok yaygın olup diğer ruhlara nisbetle onlara daha çok kurban sunulmaktadır. İlkel kabilelerde mâbed ve mezbah dinî hayat açısından önemli kurumlardır. Afrikalılar yüce tanrıyı her yerde hazır, güçlü ve sınırsız kabul ettikleri için onun bir mâbede sığdırılamayacağını düşünerek mâbed ve mezbahları diğer tanrıları için yapmışlardır. Mâbedler genellikle geometrik şekillerde olup büyük mâbedler bile ancak bir veya iki odalıdır. Tropikal bölgelerdeki mâbedler sadece rahiplerin girdiği kutsal bir mekânla diğer insanların bulunduğu avludan ibarettir. Köylerde ise mahallî “baş tanrı” için ayrılmış kutsal bir yer ve takdimelerin sunulduğu ağaç veya taştan inşa edilmiş mezbahlar bulunur. Bu kutsal mekânlar genellikle yabancılara kapalıdır. İbadet genellikle ferdî tecrübeye dayanmakla birlikte aile veya köy halkı da kabile reisinin yahut rahibin yönetiminde toplu âyinler icra eder. Afrika kabilelerinde bazı dua ve kurban âyinlerini kabile reisleri veya din adamları yönetmektedir. Pek çok ilâhî varlığa ait kültün hâkim olduğu Batı Afrika’da özel olarak eğitilmiş, âyin sırasında farklı elbise giyen rahipler mevcuttur. Atalar için takdim edilen kurban törenlerini ise genellikle köyün reisi veya yaşlısı yönetir. Bunun yanında çeşitli kabilelerde kâhinlik veya ilkel seviyede doktorluk yapan ve vecd halinde birtakım dinî tecrübeler yaşayan kişiler de bulunmaktadır. Sibirya ve Orta Asya’da yaşayan Moğol ve Türk kabilelerinde âyinleri yöneten, kötü ruhları kovmak suretiyle hastaları iyi eden ve gelecekten haber veren kamlar (şaman) vardır. Eskimolar arasında da çeşitli âyinleri yöneten şamanlar mevcuttur. Melanezyalı kabilelerde diğer varlıklar gibi bazı insanların da “mana” olarak ifade edilen güce sahip bulunduğuna inanılmaktadır. Polinezyalı kabilelerde de rahiplerin imtiyazlı bir konuma sahip olduğu bilinmektedir. İbadet vakitleri mahallî şartlara göre değişmekle birlikte genelde fertler, bir rahibe ihtiyaç duymadan her sabah kendilerinin veya ailelerinin özel kutsal mekânına girerek dua ederler. Önemli bir işe girişirken, vahşi hayvanlardan korunmak için ava çıkarken, güvenli bir şekilde geri dönmek için yolculuğa başlarken dua edilir, kurbanlar adanır. Kabile reisinin veya bir rahibin yönetiminde toplu olarak gerçekleştirilen âyinlerin çoğu tarımla yahut toplu yapılan işlerle ilgilidir. Tarlalar ziraata hazır olduğunda ürünün verimli olmasını sağlamak, kaza ve yılan sokmalarına karşı korunmak amacıyla dua edilir, âyinler yapılır. Bunların dışında kabilelerin kendilerine göre kutsal saydıkları günlerde, meselâ genç erkek ve kızların ergenlik çağına girdikten sonra toplumun yetişkin üyeleri arasına katılmaları sırasında dinî âyinler icra edilmektedir. Hindistan kökenli dinlerde ibadet genel olarak Sanskritçe “puja” kelimesiyle ifade edilir. Hinduizm’de ibadet, ferdin ve toplumun mutluluğu üzerinde etkili olduğu kabul edilen ve dinin tarihî seyrinde farklı fonksiyon ve isimlere sahip bulunan tanrılar için yapılmaktadır. Her Hindu, tenâsüh (samsara) sistemi bakımından önceki hayatının bir sonucu olarak içinde doğduğu kast sınıfına göre birtakım dinî görevlerle yükümlüdür. Dolayısıyla ferdin şimdiki hayatını öncekinin, gelecek hayatını da şimdikinin belirleyeceği şeklindeki sebep-sonuç prensibine dayalı bir ilâhî adalet (karma) fikriyle ruhun bir bedenden ötekine geçerek ölümden sonra tekrar önceki hayatının neticesine göre yeniden dünyaya geleceği şeklindeki tenâsüh anlayışı Hinduizm’de ibadetin akîdevî temelini oluşturur. Bu dinde ibadet ferdî olup ana hatlarıyla tanrılara dua etmek, kurban ve takdime sunmak, oruç tutmak ve kutsal yerleri ziyaret etmekten ibarettir. Çeşitli türleriyle yoga da bir ibadet şeklidir. Hinduizm’de dua etmeye, Vedalar’ı okumaya ve çalışmaya bir tür besmele olan “om” ile başlanır. İbadetten önce yıkanıp temizlenmek ve yiyecekleri sınırlayarak belli bir perhiz uygulamak suretiyle hazırlık yapılır. Kadınlar Vedalar’ın ve kutsal ilâhilerin okunduğu ibadetlere katılmazlar, onlar sadece ibadet kaplarını temizleyip yemek hazırlarlar. İbadetlerde 108 taneli tesbih kullanılır. Rahiplerin (brahman) omuzdan bele doğru doladıkları kutsal beyaz ipleri pamuktan, hükümdar sülâlesiyle savaşçılarınki kendirden, tüccar, esnaf ve çiftçi sınıfınınki ise yünden yapılmıştır. Kurban, yılın belirli dönemlerinde ve ferdin hayatındaki bazı yükümlülükleriyle ilgili olarak düzenli veya isteğe bağlı olarak ihtiyaç duyulduğunda sunulan kurban olmak üzere ikiye ayrılmaktadır. Doğum, evlilik ve cenaze kurbanları sadece evde icra edilir. Önceleri istisnaî durumlarda insan da kurban edilirken zamanla bu âdet ortadan kalkmış, yalnız boğa, koç, teke gibi hayvanlar kurban edilmeye başlanmıştır. Tanrılara ayrıca süt, pirinç, arpa, un ve bunlardan yapılan yiyeceklerle bahar bayramında soma bitkisinden hazırlanan soma kurbanı takdim edilmekte, senenin belli günlerinde ve bayramlarda yemek yememek veya bir şekilde perhiz yapmak suretiyle oruç tutulmaktadır. Himalaya’nın yüksek tepeleri, Brindaban ve Benâres şehirleri, sevap kazanmak için suyunda yıkanılan Ganj ve Jumna (Yamuna) nehirleri Hinduizm’de kutsal sayılır ve her yıl bu mekânlar hac amacıyla ziyaret edilir; mâbedler de ibadet niyetiyle ziyaret edilmektedir. Öldükten sonra vücudunun yakılması ve küllerinin Ganj nehrinin suyuna serpilmesi her dindar Hindu’nun isteğidir. Hindular’ın evlerinde, tanrılarının heykellerini koydukları ibadet için hazırlanmış kutsal köşe veya mekânlar bulunmaktadır. Hindular yıkayıp temizledikleri tanrının heykeli karşısında tefekküre dalar, takdime olarak heykelin önüne güzel kokulu ağaç, çiçek, yemek, meyve ve pirinç koyarlar; boynuna ipten gerdanlık takar, alnına güzel kokular sürer, tütsü koyar ve fenerler yakarak etrafında dolanırlar. Hindular’ın yaşadığı yerleşim merkezlerinde yanlarında kutsal yıkanmaya elverişli havuzların yer aldığı mâbedler bulunmaktadır. Hinduizm’de toplu ibadet dinî bir zorunluluk olmamasına rağmen mâbedlerde rahiplerin eşliğinde yapılan ibadet evdekilere nisbetle biraz daha gelişmiştir. Hinduizm’de ibadet, tanrılara birkaç çiçek takdim edilmesinden ibaret olan günlük uygulamalardan büyük bir katılımla kutlanan dinî bayramlara kadar farklı özelliklere sahip âyinleri içermektedir. Tanrı Krişna için kutlanan “holi” adlı ilkbahar ve tanrıça Lakşmi için kutlanan “divali” adlı sonbahar bayramı, yine ekim ayında tanrıça Kali için icra edilen on günlük bayram dışında tanrı Şiva ve tanrıça Saravasti için kutlanılan pek çok mahallî bayram vardır. Bu bayramlarda tanrı heykeli arabalarla çekilerek gezdirilir, ırmaklara götürülür ve törenle yıkanır. Öte yandan yeni doğan çocuğa ad verilmesi, çocukluktan ergenliğe geçiş, evlilik ve cenaze merasimleri de dinî muhtevalıdır. Bunların dışında dindar bir Hindu, gelecek hayatında daha alt kasta mensup olarak veya daha kötü şartlarda doğmamak ve en sonunda tanrı Brahman’da sonsuzluğa erişmek için zamana bağlı olmadan tanrılara kurban sunar, kutsal yerleri ve mâbedleri ziyaret eder, fakirleri doyurur, mukaddes sözleri zikreder ve zühde dayalı bir hayat yaşamaya çalışır. Milâttan önce VI. yüzyılda Siddhartha Gotama (Buda) tarafından Hindistan’da kurulan Budizm’de, ferdin hayatını önceki hayatında yaptıklarının belirleyeceği anlamını taşıyan karma inancı ve tenâsüh fikriyle doğrudan bağlantılı olarak kurtuluşa götüren yolun önemli bir parçası olan, merkezinde Buda’nın bulunduğu ibadet kavramı dua, oruç, kutsal yerleri ziyaret, zikir ve zühd hayatından oluşan faaliyetleri kapsamaktadır. Canlıları öldürmemek Buda’nın öğretilerinde önemli bir yer işgal ettiği için bu dinde kurban ibadetine rastlanmamaktadır. İbadet esas itibariyle ferdî olmakla birlikte mâbedlerde topluca icra edildiği de görülür. Kurtuluşa (Nirvana) Buda’nın “sekiz dilimli yol”u ile ulaşılabilir. Bu sekiz ilke insanı ahlâk, hikmet ve zihnin meditasyonu açısından kurtuluşa taşıyan yollardır. Sekiz dilimli yolun tam anlamıyla uygulanabilmesi için hiçbir canlıyı öldürmemek, hırsızlık yapmamak, duyuları yanlış tarafa yöneltmemek, yalan söylememek ve içki-uyuşturucu kullanmamak şeklinde sıralanan beş emir yerine getirilmelidir. Buda zamanında sadece yukarıdaki temel öğretiler söz konusu iken daha sonra onun heykellerinin konulduğu mâbedler, ondan kalan eşyanın muhafaza edildiği kutsal mekânlar ve ilk şeklini onun zamanındaki gezici keşiş ve yardım toplayıcılardan alan manastırlar ortaya çıkmıştır. Budizm’in Theravada ve Mahayana adlı iki büyük mezhebiyle aynı dinin bünyesindeki çeşitli akımların ibadet anlayış ve uygulamalarında farklılıklar mevcuttur. Budizm’de rahipler sınıfı dahil olmak üzere herkes “üçlü cevher” (Budist âmentüsü), “dört kutsal temel gerçek”, “sekiz dilimli yol” ve “beş emir”e bağlıdır. İbadetle ilgili diğer uygulamalar arasında dua önemli bir yere sahiptir. Theravada Budistleri ibadetlerini kanonik Pali diliyle yaparlar. Dua edenler ellerini yüzleri hizasında birbirine kavuşturur, eğilerek diz çöker ve secdeye kapanırlar. Buda’nın adını zikreder ve Budist âmentüsünü üç defa tekrarlar. Bunu kutsal Pali metinlerinin bazı kısımlarının okunması takip eder. İbadetin ileri safhalarında erkekler ve kadınlar elleri üzerinde yere kapanarak yüzlerini yere sürerler. Mâbedlerde ise ferdî olarak Buda’nın heykeline tâzimde bulunulur, ona çiçek ve tütsü sunulur, ateş veya mum yakılır. Budistler Buda heykelinin önünde diz çöker, ellerini birleştirilmiş olarak yüz hizasında tutar, bazan da secdeye kapanırlar. Mâbedlerde toplu âyinler icra edilmez, ancak az da olsa toplu ibadetler için kullanılan büyük mâbedler vardır. Buralarda Buda için hazırlanmış kutsal metinlerden parçalar okunarak tâzimler toplu halde yapılır. Kutsal günlerde ileri gelen bir din adamı Budizm’in öğretileri, ahlâkî ve mânevî emirleri konusunda vaaz verir. Genellikle mâbedlerin çevresinde inşa edilen manastırların düzenli ibadet zamanları vardır. Ayda iki defa, aybaşı ve ayın on dördüncü günleri oruç günüdür. Bu günlerde bir araya gelen keşişler günahlarını itiraf ettikleri törenler düzenlerler. Rahipler âyin esnasında kutsal metinleri okurken orada bulunan halktan kişiler de yere kapanır. Budizm’de çeşitli kutsal ziyaret mekânlarının yanında Buda’nın heykelleri, yine onun Seylan’da Kandy’de bulunan Kutsal Diş Tapınağı’ndaki dişi, Burma’da Rangoon’da Shwe Dagon Mâbedi’ndeki saçı ve Gaya’daki Bodhi (Bo) ağacı da kutsal kabul edilmektedir. Buda’nın hayatında önemli gelişmelere sahne olan tarihler de bir tür ibadet anlayışıyla kutlanmaktadır. Mahayana Budizmi’nde yeni bazı öğreti ve ibadet objeleri farklı bir ibadet anlayışının gelişmesine yol açmıştır. Theravada mezhebine göre sekiz dilimli yol ve Buda’nın ilgili öğretilerini takip ederek kurtuluşa ermek esas iken Mahayana mezhebinde ferdin kurtuluşa erip Buda haline gelmesi anlamında Bodhisattva ideali geliştirilmiş, bununla aynı zamanda diğer insanların kurtuluşu da hedeflenmiştir. Bu mezhebin daha sonra gelişen bir başka önemli doktrini de kurtuluşun amellerle değil imanla mümkün olduğu inancıdır. Aynı mezhepteki cennet fikri de önemli bir doktriner farklılık oluşturmaktadır. Kişi Nirvana’ya ulaşmanın öncesinde idarecisi Buda Amitabha (sonsuz aydınlığın Budası) olan cennete girebilir. Cennete girmek Amitabha’ya iman ve dua etmekle mümkündür. Mahayana mezhebine bağlı Budistler Buda, Bodhisattva ve Amitabha’ya sıkıntılardan kurtulmak, inâyetlerini kazanmak ve cennete girebilmek için günde birçok defa dua eder ve onların adlarını anarlar. Zikir esnasında 108 taneli tesbih kullanılır. Dua ederken iki el bir araya getirildiğinde tesbih iki eli birden sarar; böylece dua edenin Buda’nın elini kendi elleri arasına aldığına inanılır. Tibet, Çin ve Japonya’da evlerde Buda veya Amitabha heykellerinin bulunduğu dua için ayrılan köşeler vardır. Heykeller ipeklerle bezenir, etrafı çiçek ve tütsülerle süslenir. Buralarda aile fertleri günde üç defa dua eder, kutsal metinler okurlar. Mahayana Budizmi’nde de rahip ve keşişlerin günlük âyinler düzenlediği mâbedler vardır. Halk bu âyinlerin çok az bir kısmına özel bir festival düzenlenmesi, aileden birinin hastalanması veya ölmesi durumunda iştirak eder. Tibet ve Nepal’de insanlar mâbedlerde heykellerin önünde tâzimle eğilir, diz çöker, dua ederler. Japonya’daki Budist fırkalarında büyük katılımlı cemaatlerle ibadet yapılır. Rahiplerin okuduğu ilâhilerle devam eden âyinin doruk noktasında perde açılarak heykellerin ve takdimelerin konulduğu mezbah bütün ihtişamı ve altın parıltılarıyla ortaya çıkar. Budizm’de bu ibadetlerin dışında cenaze merasimleri de yapılır. Jainizm’de yaratıcı bir tanrı anlayışı olmamasına rağmen mâbedlerde ruh göçünden kurtulan ve yeniden doğma çemberinden sıyrılmanın yollarını gösteren Jina (Cina) ve Tirtankaralar’a ait heykellerin insanların hırstan uzaklaşmaları, tekrar dünyaya gelme zahmetinden kurtulmaları ve nihaî kurtuluşa ermeleri için yol gösterici olduklarına inanılmakta, bu sebeple Cina ve Tirtankaralar’a ibadet edilmektedir. Jainizm’de ibadetin hedefi, ruhu doğumla ölüm arasında cereyan eden bağdan kurtararak ebedî saadete erdirmektir. Jainizm’de kurtuluş imanın üç cevheriyle mümkündür: Doğru bilgi, doğru iman ve doğru davranış. Herkesin sıkıca uyması gereken esaslar içinde öldürmemek, yalan söylememek, hırsızlık yapmamak, mümkün olduğu kadar cinsî münasebetten kaçınmak ve en az maddî imkânlarla yetinmeyi bilmek şeklinde sıralanan beş prensip çok önemlidir. Dindar Jainistler gün doğmadan önce kalkar ve 108’lik tesbihleriyle Cina ve Tirtankaralar’dan yardım diler, dua ederler; bitiştirilmiş elleriyle doğu, kuzey, batı ve güneye eğilerek bu yakarışı tekrarlarlar. Svetambara (beyaz giyinenler mezhebi) Jainistleri mâbedde sabah ve akşam olmak üzere günde iki defa ibadet ederler. İbadetin özünü Tirtankara heykelinin yıkanması, önünde secdeye kapanıp dua edilmesi oluşturur. Svetambaralar, heykellere ve mâbed âyinlerine gösterdikleri saygıyı Hindu Brahmanları’na da gösterirler. Hatta akşam ibadetlerinde yalnız bu rahipler mukaddes mekâna girebilir, en büyük Tirtankara heykelinin önündeki lamba ve tütsü çubuklarını yakabilir. Digambara Jainistleri’nde de ibadete hazırlık ve mâbed kuralları Svetambaralar’a genelde benzemekle birlikte Digambaralar’da ibadeti Hindu rahipler değil Jainist rahipler yönetir. Svetambaralar’dakinin aksine Digambaralar’da kadınların mâbede girmesi yasaktır. Her iki mezhebin ibadetinde mânevî ibadet olarak tanımlanan kısım oldukça önemli olup ibadetin esasını teşkil etmektedir. Günlük ibadetlerin dışında Jainistler, takvimlerine göre yılın son mevsimi olan kutsal Pajjusana’da dinî festival icra eder ve bu sırada sekiz gün veya daha fazla bir süre oruç tutarlar. Ayrıca Hindular’ın tanrıça Lakşmi için kutladıkları divali bayramını Mahavira’nın kurtuluşa erişi anısına Jainistler de kutlar. Bunun dışında Jainistler’in ağır şartlar ve hükümler taşıyan kırk günlük oruç ibadetleri vardır. Jainistler, bazı ilâhların tecelli ettiğine inandıkları özel mekânları kutsal sayarak ziyaret ederler. Sih dininde tek Tanrı inancına dayanan ibadet, özünü Guru Nanak’ın öğretilerinden alan Adi Granth adlı kutsal kitapla şekillenmiş olup bir kimsenin fiillerinin gelecek hayatını doğrudan etkileyeceği şeklindeki karma ve tenâsüh anlayışlarıyla yakından ilgilidir. Sih dininde ibadete yönelik uygulamalar evde ve mâbedde dua etmek, Adi Granth’tan pasajlar okumak ve Amritsar Altın Mâbedi’ni ziyaret etmekten ibarettir. Sihler, evlerinde kutsal kitapları için ayırdıkları özel bir odanın veya evin bir köşesinde sabah, akşam ve gece yatarken ibadet ederler. Hazırlık olarak bir tür temizlik yaptıktan sonra sabah duasına Nanak’ın ilâhisiyle (Japji Sahib) başlarlar; ailevî bir görev olarak da Adi Granth’tan bazı kısımları birlikte okurlar. Gurdvara olarak adlandırılan mâbedlerde ibadet cemaat halinde sabah ve akşam vakitlerinde yapılır; ibadetin ilk safhasını Adi Granth’ın okunmak için özel mekânından çıkarılması teşkil eder. İbadet edecek kişi mâbedin etrafında döner, ellerini birleştirerek Adi Granth’ın önünde eğilir ve dua eder. Adi Granth’ın açılmasının ardından bir tür müzik icra edilir, rahipler tarafından cemaate vaaz verilir, kutsal metinlerden pasajlar okunur, helva türü bir tatlı olan “komünyon” dağıtılır. Sihler, XVI. yüzyılda V. Guru Arjun zamanında yapımı tamamlanan ve Tanrı’nın evi (Darbar Sahib) olarak kabul edilen Amritsar Altın Mâbedi’ni ziyaret ederler. Mezhepler arasında ibadet uygulamaları bakımından bazı farklılıklar bulunmaktadır. Çince’de ibadeti ifade etmek için kullanılan kelimeler arasında “chi” (mânevî varlıklar, et, sağ el) en yaygın olanıdır. Kelime üç anlamı da dikkate alınıp terim olarak “bir parça eti sağ elle tutup ruhlara sunmak” şeklinde yorumlanmaktadır. Çin’in dinî kültürünün inanç ve ibadete yönelik esaslarını korumakla birlikte daha çok ferdî ve içtimaî mutluluğun gerçekleştirilmesini amaçlayan Konfüçyüs’ün öğretileri temelde ahlâkî karakteri ağır basan bir sistem oluşturur. Konfüçyüsçülük’te ibadet ve ahlâk anlayışı Çin geleneğinden gelen tanrı ve bir tür âhiret inancı üzerine temellendirilmiştir. İbadet, ruhanî varlıkları memnun etmek yanında insanların dünyevî menfaatlerini sağlamayı da amaçlamaktadır. Konfüçyüsçülüğün ibadetle ilgili uygulamaları Çin geleneğinde mevcut olan atalara saygı, Konfüçyüs’ün Tien şeklinde adlandırdığı yüce tanrı ve diğer ruhanî varlıklara tapınmak, onlara dua etmek ve kutsal varlıklara kurban takdiminden ibarettir. Ancak söz konusu din ibadet konusunda ritüellerin uygulanışını yeterli görmemekte, bunların ahlâkî ve derunî boyutu üzerinde de önemle durmaktadır. Konfüçyüsçülük’te ibadet ve dinî âyinlerdeki en önemli şey saygıdır. Beş Klasik (Wou King) ve Dört Kitap (Se Chou) olmak üzere iki koleksiyondan oluşan kutsal metinlerden ilkine ait olan Dinî Törenler Kitabı (Li Chi), “Her zaman her şeyde saygı olsun” ifadesiyle başlar, Tanrı’nın dinsiz ve saygısız kişiden desteğini çekeceğini, insanın âyinlerde sadece saygılı değil aynı zamanda samimi olması gerektiğini bildirir. Konfüçyüsçülük, dua ve kurbanlar için saygı ve samimiyetten sonra sadelik ve vakarı aramıştır. Tao’nun yaratıcı ve yaşatıcı prensip olduğu inancına dayanan, ayrıca pomteist ve mistik bir mahiyet taşıyan Taoizm’de ruhun ölümsüzlüğü ve dünyada iyi bir hayat sürenlerin Tao ile beraber olacağı inancı, ibadetin ve bu dinin kurucusu Lao Tzu’nun ahlâkî öğretilerine uymanın hedefini teşkil etmektedir. Taoizm’in ahlâkî alanda Konfüçyüsçülük’ten, dinî uygulamalarda da Budizm’den etkilendiği bilinmektedir. Bu etkileşimden sonra Taoizm’de yeni bir yorumlama ve yapılanmaya gidilmiş, bu çerçevede manastır hayatı ve rahiplik müessesesi benimsenmiş, Budizm’den bazı dinî uygulamalar alınmış, zaman içinde bazı tanrılara tapılmaya başlanmış ve onlar için mâbedler yapılmıştır. Yüce tanrı kabul edilen Shang-ti günümüzde Taoizm’in ibadet edilen tanrısı haline gelmiştir. Politeist bir din olup “tanrıların yolu” anlamındaki Şinto kelimesiyle Şintoizm diye anılan Japon dininde ibadetler daha çok hastalık, kuraklık, deprem gibi dünyevî sıkıntı ve âfetlerden kurtulmak ve iyilikleri elde etmek amacına yönelik görünmektedir. Şintoizm’de ibadet şekilleri dua, kurban, çeşitli yiyeceklerin tanrılara sunulması, oruç ve kutsal mekân ziyaretinden ibarettir. İbadetler mâbedlerde icra edildiği gibi “tanrı rafı” (Kami-dana) olarak adlandırılan özel bir mekâna yönelerek evlerde de yapılabilmektedir. Kişi önce elini ve yüzünü yıkayıp ağzını çalkalamak suretiyle bir tür hazırlık yaptıktan sonra ellerini birbirine çırpıp diz üstü çöker ve başını öne eğerek dua eder. Mâbedlere girecek olanlar da ibadete hazırlık mahiyetinde bir temizlik yapmalıdır. Bazı özel durumlarda bir tür gusül de yapılmaktadır. Tapınağa girildikten sonra dua salonu önünde eğilip çeşitli hayvanlardan veya yiyeceklerden takdimeler sunulur, el çırparak tanrının dikkati çekilir ve dua edilir. Dualar ferdî olarak yapılabileceği gibi rahiplerin yönettiği dua âyinlerine katılmak da mümkündür. Ise’de güneş tanrıçası Amaterasu’nun tapınağının bulunduğu en büyük kült yerini ziyaret etmek ve Amaterasu’nun doğuşunu izlemek Şintoistler için kutsaldır. Evlenme merasimleri Şinto tapınaklarına bitişik evlenme salonlarında gerçekleştirilmekte, cenaze işlerini Budist rahipler yerine getirmektedir. Japonlar’ın, dinî hayatlarında Hıristiyanlık gibi bazı farklı dinlerin öğretilerini uyguladıklarını, Şintoizm ve Budizm’in birbirinden etkileşimleri yanında başka dinlerin de onların hayatına tesir ettiğini görmek mümkündür. Şintoistler tanrıyı çağırmak, onun önünde hizmette bulunmak anlamındaki Matcuri bayramından önce üç gün oruç tutarlar. Ayrıca mahsulleri koruma, hasat için tanrıya şükretme gibi dinî bayramlarla birlikte çeşitli bölgelerde yerel festivaller de yapılmaktadır. Müslümanların İran’ı fethetmeleri sonucunda VIII. yüzyıldan itibaren Hindistan’a göç eden İranlı Mecûsîler’in inanç sistemi olan Parsîlik’te dua etme, takdime ve kurban sunma, mâbeddeki âyinlere katılma gibi değişik ibadet şekilleri vardır. Rahipler sınıfı dışındakiler için ibadetin vakti ve günü yoktur. Dindar bir Parsî her gün, “Ey mutlak güç sahibi, yardımıma yetiş! Ben tanrının bir ibadetçisiyim. Ben tanrıya ibadet eden bir Zerdüşt’üm. Zerdüşt’ün dinini övmeyi ve ona inanmayı kabul ediyorum” şeklindeki “âmentü”yü okur, ellerini ve ayaklarını yıkar, mâbede girmeden önce ayakkabılarını çıkarır, günahlarının bağışlanmasını dileyerek içeriye girer. Mâbedde rahip aracılığıyla kutsal ateşin külleri alınır. Kutsal metinlerden bazı parçalar okunarak dua edilir ve kutsal ateşe sırt çevrilmeden geriye doğru gidilerek kapıdan çıkılır. Mâbeddeki ibadet ferdîdir. Rahipler, Tanrı’nın azametini temsil eden mâbeddeki ateşin devamlı yanmasını sağlar, günde beş defa ateşin temizliğini koruma âyini yapar, Avesta’dan bazı kısımları okurlar. Ateş, güneş ışınlarından ve insan nefesinden korunacak şekilde muhafaza edilir. İyiyi ve kötüyü birbirinden ayırt edebilecek yaşa geldiklerinde erkek ve kız çocukları “naujote” adı verilen bir törenin dinî öğretilerinden sorumlu hale gelirler. Parsîler, ateş ve toprağın kutsallığına ve kirletilmemeleri gerektiğine inandıkları için ölülerini “dakhma” olarak adlandırılan üstü açık “sükûnet kuleleri”ne koyarlar. Ferdî dua ve mâbed ziyareti ötesinde bir yükümlülüğü olmayan rahipler sınıfı dışındaki Parsîler’in iyi düşünce, iyi söz ve iyi amel sahibi olmaya gayret etmeleri gerekmektedir. Eski Türk dininde düzenli günlük ibadetlerin ve ibadethânelerin bulunduğuna dair açık bilgi yoktur. Ancak Çin kaynakları, Fuyunse diye adlandırdıkları bir tapınak veya ibadethânenin Türkler’de mevcut olduğunu bildirmektedir. Eski Türkler’de ecdat mağaraları, mukaddes dağlar ve yersular, hakanın otağı ve obalar, âbidevî mezarlar, ev veya Türk çadırı önemli dinî merasimlerin icra edildiği mekânlar olmuştur. Eski Türkler’in dinî âyin ve törenleri, belirli zamanlarda veya tesadüfî olaylar dolayısıyla yapılanlar olmak üzere ikiye ayrılabilir. Her yıl mevsim değişiklikleriyle ilgili olarak ilkbahar, yaz ve sonbaharda düzenli biçimde yapılan dinî törenlerin yanında kötü ruhlara karşı, adak hayvanını salıverme veya yağmur yağdırma gibi olaylar sebebiyle yapılan törenler de vardır. Bunların dışında günlük, haftalık veya aylık olmak üzere periyodik ibadetlerin bulunup bulunmadığı bilinmemekte, ancak başı açıp yüzü ve elleri göğe kaldırıp tanrıya dua edildiği, şarka dönüp diz çökerek ebedî tanrıya tapınıldığı nakledilmektedir. Geleneksel Türk dininde ayrıca “saçı” adı verilen sanguların, “yalama” denilen ve ağaçlara yahut şaman davuluna bez veya paçavra bağlanmasından ibaret olan uygulamanın, nihayet kurbanın büyük yeri vardır. Bir tür kansız kurban olan saçının yanında kanlı hayvan kurbanı en eski ibadet usulü olup en önemli kurban at kurbanıdır. Kurban âyinini baba, başkan veya hakan icra eder. Türkler’de özellikle resmî büyük âyinlerin başkanlığını veya yöneticiliğini hakan yapmaktaydı. Kamlar ise bazı özel durumlarda ruhların uzmanı olarak devreye girmektedirler. Âyin sırasında kam göklere çıkmayı temsil eder, özel ilâhiler söyler, ruhları ve ataları çağırır, sihirli davulunu çalarak göğe yükselip inmeyi temsil ederdi. Yahudilik’te ibadet anlayışının, Hz. Mûsâ’nın aracılığıyla Rab Yahova ile İsrâiloğulları arasında, Yahova’nın sözünü dinlemeleri ve ahdini tutmaları durumunda O’nun da İsrâiloğulları’nı seçkin ve mukaddes millet kılacağı şeklindeki ahid üzerine temellendirilmesi gerekmektedir (Çıkış, 19, 20). Yahudilik’te ibadet, dünya hayatının Rab Yahova’nın iradesine göre düzenlenmesi ve kulun fiillerinden sorumlu tutulacağı bir âhiret inancı ile anlam kazanmaktadır. Yahudiler, antik dönemden itibaren Ortadoğu’nun devamlı değişen siyasî dengeleri sebebiyle yaşadıkları uzun sürgün ve göç dönemlerine rağmen dinî geleneklerini büyük oranda muhafaza etmekle birlikte dinî uygulamalarında bulundukları coğrafyayla da ilgili olarak bazı değişiklikler meydana gelmiştir. Yahudilik’te ibadet amacıyla yapılan uygulamaları dua, oruç, hac ve bir tür zekât olarak sıralamak mümkündür. Dualardan bazıları Ârâmîce olsa da ibadet dili İbrânîce’dir. Mişna’ya göre diğer dillerde de dua etmek mümkündür. Nitekim Helenik diaspora döneminde Grekçe dua yapıldığı olmuştur. Ancak XIX. yüzyıldan sonra ibadet dilinde İbrânîce’nin kullanılması fikrine sadık kalınmaya gayret edilmiştir. Yahudilik’te kulluğu ve ibadetle ilgili uygulamaları ifade etmek için İbrânîce ‘avd (çalışmak, hizmet etmek) kökünden masdar olan ‘avodah kelimesi kullanılmaktadır. Kelime bu anlamıyla Ahd-i Atîk’te pek çok defa tekrar edilmiştir (meselâ bk. Çıkış, 3/12, 4/23; Malaki, 3/14; Eyub, 21/15). Yahudi kutsal kitabı Tanah’ta, geleneksel ibadetlerin büyük ölçüde mâbeddeki kurban ve takdimelere hasredildiği görülmektedir. Tanah’ta mâbedde icra edilen ibadetlerde okunacak dualara dair pek çok örnek mevcuttur. Mâbede bağlı olmayan ibadet ise Bâbil esaretinden sonra ortaya çıkmıştır. Süleyman Mâbedi’nin yıkılmasının ardından yahudiler ibadetlerini sinagoglarda icra etmeye başladılar. Yahudilik’te ibadete başlamadan önce eli takdis edilmiş suya daldırarak veya bileğe kadar yıkayarak bir nevi abdest alınır. Ayrıca gerekli durumlarda vücudu tamamen suya daldırmak veya yıkanmak suretiyle gusledilir. İbadetler günlük, haftalık ve yıllık olarak ferdî veya cemaat halinde icra edilmektedir. Günlük ibadet evde ferdî yahut mâbedde cemaat halinde, sabah, öğleden sonra ve güneş battıktan sonra dua etmekten ibarettir. Tanrı’nın huzurunda başın örtülmesi gerektiği için diğer vakitlerden farklı olarak sabah duasında “dua atkısı” örtülmekte, ayrıca sol pazuya ve alna Tevrat’ın Çıkış ve Tesniye bölümlerinden bazı kısımların yazılı bulunduğu muska şeklinde “dua kayışı” takılmaktadır. Dua sırasında doğu tarafına Kudüs’e dönülür, ayaklar bitişik olarak ayakta durulur, eller semaya doğru uzatılır, baş öne eğili vaziyette huşû içinde Tanrı’ya yakarılır. Dua eden kişi şükür ve tâzim esnasında rükûa varır ve dua okuyarak kalkar, üç adım geri giderek sağa sola eğilir. Bu şekliyle günlük ibadet müslümanların namaz ibadetine benzemektedir. Bu ibadetlerde Tanah’tan bazı kısımların yanında çeşitli dualar da okunur. Yahudiler evlerinin giriş kapısının pervazına, “mezuza” denilen uzun bir boru içinde rulo halinde Tevrat’tan cümlelerin yazılı olduğu mahfazalar asarlar ve eve giriş çıkışta ona dokunup parmaklarını öperler. Evde günlük ibadetlerden başka dinî törenler de icra edilir. Cuma akşamı Şabat (sebt) gününün başlangıcına işaretle evin hanımı takdis dualarını okuyarak Şabat kandillerini yakar. Bütün aile ayakta durur ve ailede on üç yaşının üzerindeki erkekler sağ ellerine bir kâse şarap alırlar. Bu sırada ailenin reisi takdis duası olan “kıddus”u okuduktan sonra şarap yudumlanır. Arkasından törenle eller yıkanır, ekmekler kutsanır ve aile arasında pay edilir. Haftalık Şabat ibadeti, sinagogda (havra) on üç yaşına girmiş en az on kişinin bulunması ile icra edilir. Sinagogun en önemli özelliği, Kudüs’e bakan duvarda mihraba benzer fonksiyona sahip özel bir mekânda Tevrat rulolarının yer almasıdır. Sinagogda ibadet edenlerin oturması için sıra ve sandalyeler bulunur. Gelenekte ibadet erkeklere has bir dinî faaliyet kabul edildiği için kadınlar başları örtülü olarak ayrı bir bölümde otururlar. Ancak günümüzde reformist sinagoglarda kadınlarla erkeklerin yan yana ibadet etmelerine izin verilmiştir. Sinagogda yapılan ibadetin en önemli anı Tevrat rulolarının bohçalar içerisinden çıkarılıp okunmasıdır. Bu esnada başın bir takkeyle örtülmesi gerekmektedir. Tevrat bir yılda hatmedilecek şekilde belli kurallara göre okunur. Şabat gününde dindar bir yahudi hiçbir iş yapmaz, bu ibadet cumartesi akşamı “havdala” (ayrılma) diye adlandırılan bir başka törenle sona erer. Tanah’ta nefsin alçaltılması, ona azap edilmesi şeklinde nitelenen oruç (Levililer, 16/29-31; 23/26-28; Sayılar, 29/7), Yahudilik’te belli başlı ibadetlerden biri olup şafağın sökmesinden ilk yıldızın doğmasına, kefâret günü orucu ile ağustosun dokuzuna rastlayan oruçlar ise bir akşamdan ötekine kadar devam eder. Yahudi takviminde belirlenmiş oruç günleri vardır. Yahudiler birçok dinî bayramdan ve özellikle Yom Kippur’dan önce oruç tutarlar. Yahudi tarihindeki önemli olayların anısına da oruç tutulur. Bugün Yahudilik’te zekât veya ona benzer bir ibadete rastlanmamakla beraber bazı araştırmacılar, geçmişte yahudilerin zekât mallarının Kutsal Mâbed’in (Süleyman Mâbedi) zekât sandığında bir araya getirildiğini, belli oranlarda Hz. Hârûn’un soyundan gelen ve haham olan Levililer’e, dinî makam sahiplerine ve Kutsal Mâbed’i ziyarete gelenlerin ağırlanmasına harcandığını belirtmektedirler. Kutsal Mâbed’in ziyaret edilmesi Yahudilik’te diğer bir ibadet şeklini teşkil etmektedir. Çeşitli bayramlarda çocuklar ve kadınlarla akıl ve beden rahatsızlıkları olanlar dışındaki yahudiler Kutsal Mâbed’i ziyaret ederler. Ancak uygulamada birçok kadın kocasıyla, çocuklar da ebeveynleriyle bu ziyarete katılmaktadır. Kutsal Mâbed’in milâttan sonra 70 yılında Romalılar tarafından yıkılmasından sonra oraya bağlı ibadetler bir müddet yapılamamış, kurbanlar sunulamamış, sadece mâbedden geriye kalan Batı duvarı “ağlama duvarı” olarak görülmüş ve ziyaret edilmiştir. Yahudiler, Süleyman Mâbedi’nin ağlama duvarı karşısında 17 Temmuz akşamından 19 Ağustos’a kadar yirmi üç gün devamlı toplanmakta ve bu ibadeti yerine getirmektedirler. Ayrıca Sion dağında Hz. Dâvûd’un mezarı, Karmel tepesindeki İlya mağarası gibi önemli mekânlar da ziyaret mahalleridir. Yahudilik’te, yahudi takviminin yılbaşı olan Roş ha-Şanah ve Yom Kippur yanında yıl içinde çeşitli dinî günler ve bayramlar bulunmaktadır. Bu bayramlar daha çok ibadet etmek, bazılarında oruç tutmak, bazılarında da eğlenmek suretiyle kutlanmaktadır. Yahudilik’te ayrıca yeni doğan çocuğa belli bir süre içinde ad konulması, erkek çocuklarının sekizinci günde sünnet edilmeleri, on iki yaşlarını bir ay geçtiklerinde “bar mitzva” (şeriatın oğlu) unvanını alarak dinî sorumluluk yüklenmeleri, evlenme ve ölüm merasimleri de haham eşliğinde icra edilen dinî âyinlerdir. Hıristiyanlık başlangıçta Yahudiliğin bir mezhebi gibi sayılmış, ilk hıristiyanlar yahudi mâbed ve ibadetlerine devam etmişler, fakat bu yeni cemaate katılmak sadece Îsâ Mesîh adına vaftiz olmakla mümkün görülmüştür. Hıristiyanlığa göre Îsâ’nın çarmıha gerilmesi ve diriltilmesinin ardından Hıristiyanlık Yahudilik’ten tamamen kopmuş, Îsâ’nın havârileriyle son yemeği anısına düzenlenen Evharistiya âyini hıristiyanları yahudilerden ayıran temel ibadet olmuştur. Öte yandan hıristiyan kutsal kitabında Hz. Îsâ’nın ibadet hususunda tavsiye ettiği dinî uygulamada bir açıklık olmamakla birlikte dua konusunda telkinleri bulunmaktadır (Matta, 6/6-8). Hıristiyanlık’ta duaya dayalı âyinin İznik Konsili’nde (325) tesbit edildiği bilinmektedir. Tanrı’ya varmanın ve O’nu tanımanın yolu Îsâ (oğul), Tanrı (baba) ve Kutsal Ruh’a yapılan dua ile mümkün görülmüştür. Hıristiyanlık’ta ibadetin yegâne kaynağı Tanrı’dır, amacı da Tanrı’da birleşmektir. Bazı ibadetler ferdî olarak yapılır. Toplu ibadet esnasında cemaat, Tanrı’nın tecessüm etmiş hali olan kilisede Tanrı adına ve O’nun için hizmet görür. Günlük, haftalık ve yıllık ibadetlerin yanında Hıristiyanlık’ta “sakrament” kelimesiyle ifade edilen dinî âyinler de vardır. Günlük ibadetler, dinin tarihî seyri içinde ve mezhep anlayışlarına bağlı olarak farklılık göstermektedir. Haftalık ibadet Hz. Îsâ’nın yeniden dirilişi anısına pazar günü kilisede yapılır. Bu ibadet, kutsal metinden belirli kısımların okunması ve Evharistiya âyininin icra edilmesiyle gerçekleştirilir. Ayrıca kaynağını Ahd-i Cedîd’den alan bayram türü yıllık kutlamalar da vardır. Hıristiyan mezheplerinin çoğu, Noel (Christmas) ve Paskalya (Easter) olmak üzere bunlardan ikisini ittifakla kutlamaktadır. Hz. Îsâ’nın doğum kutlamalarını temsil eden Noel Katolik, Ortodoks ve Protestan mezheplerince 25 Aralık’ta, Ermeni kilisesi tarafından 6 Ocak’ta kutlanmaktadır. Hz. Îsâ’nın öldükten sonra yeniden diriltilmesi anısına önceleri nisan ayının on dördünde kutlanan Paskalya’nın günü, İznik Konsili’nde bahar ekinoksunu takip eden ilk dolunaydan sonraki pazar olarak tesbit edilmiştir. Bu iki kutsal günden başka kiliselerin kendi anlayışlarına göre belirledikleri Hz. Îsâ’nın semaya urûcu, şekil değiştirmesi, haçın bulunması, haç yortusu, Hz. Meryem ve bazı azizlerle ilgili kutsal günler de kutlanmaktadır. Hıristiyanlık’ta bir başka ibadet türü de oruç olup en önemlisi Hz. Îsâ’nın çölde kırk gün süreyle tuttuğuna inanılan oruçtur. Paskalya’dan kırk gün önce başlayan bu oruç IV. yüzyıldan itibaren ihdas edilmiştir. İlk dönemlerde katı kurallara bağlanan bu ibadet sonradan bazı yiyeceklerden uzak durmaktan ibaret olan bir perhize dönüşmüştür. Hıristiyan geleneğinde diğer bir ibadet şekli kutsal mekânları ziyaret etmektir. İlk devirlerde bu amaçla Hz. Îsâ’nın doğum yeri kabul edilen Beytlehem, Kudüs ve çevresinde onun yaşadığı yerler temel hac mekânları olarak ziyaret edilirdi. IV. yüzyıldan itibaren şehid ve azizlerin mezarları, Hz. Meryem’in mûcizevî tarzda görüldüğü kabul edilen yerler de ibadet niyetiyle ziyaret edilen mekânlar arasına girmiştir. Hıristiyanların dinî hayatında, “bizzat Hz. Îsâ tarafından tesis edilen kurumlara ve yaşadığı tecrübelere kilise aracılığıyla katılmak” anlamını ifade eden sakramentlerin yeri de önemlidir. Hıristiyan mezheplerinde sakramentler, iman etmenin şartı sayılmakla birlikte bunların sayısında ve uygulama şekillerinde bazı farklılıklar göze çarpmaktadır. Benzer anlayış farkları hıristiyan geleneğinde kaynağını Ahd-i Cedîd’den alan din adamları sınıfı, bunların Hıristiyanlık’taki yeri ve önemi hakkında da söz konusudur. Hatta reform kaynaklı bazı kiliseler ibadet için özel din adamlarının varlığını gerekli görmez. BİBLİYOGRAFYA F. Brown v.dğr., A Hebrew and English Lexicon of the Old Testament , Oxford, ts., s. 712-713. H. Davies, Christian Worship , Oxford 1946, s. 53-82. C. Dunlop, Anglican Public Worship , London 1953. A. Schimmel, Dinler Tarihine Giriş , Ankara 1955, s. 16-24, 73-88, 90-99. P. Radin, Primitive Religion , New York 1957, s. 156-168. R. A. Gard, Buddhism , London 1961, s. 106-166. M. Weber, The Religion of India (trc. H. H. Greth – Don Martindale), Illinois 1962, s. 21-25, 193-204. H. Ringgren – Å. V. Ström, Religions of Mankind (ed. J. C. G. Greig, trc. N. L. Jensen), Philadelphia 1967, s. 3-40, 349-350. P. Do-Dinh, Confucius and Chinese Humanism (trc. C. Lam Markmann), New York 1969, s. 124-127, 129-133. W. K. Bunce, Religions in Japan: Buddhism, Shinto, Christianity , Tokyo 1969, s. 112-128. B. Lane Suzuki, Mahayana Buddhism: A Brief Outline , New York 1969, s. 65-74. G. Parrinder, Africa’s Three Religions , London 1969, s. 67-77. a.mlf., African Traditional Religion , London 1974, s. 31-54. a.mlf., The World’s Living Religions , Sidney 1977, s. 124-142. a.mlf., Asian Religions , London 1977, s. 34-41. a.mlf., World Religions: From Ancient History to the Present , New York 1983, s. 241-249, 250-261, 318-323. W. Richard Comstock, The Study of Religion and Primitive Religions , London 1971, s. 73-90. S. Gopalan, Outlines of Jainism , New Delhi 1973, s. 17-27, 159-165. Huichen Wang Liu, “An Analysis of Chinese Clan Rules: Confucian Theories in Action” (ed. Arthur F. Wright), Confucianism and Chinese Civilization , California 1975, s. 16-49. C. Humphreys, Buddhism , London 1975, s. 90-96, 108-117, 119-130. C. Geertz, The Religion of Java , Chicago-London 1976, s. 16-29. K. Mohan Sen, Hinduism , London 1976, s. 32-36. A. David-Neel, Buddhism: Its Doctrines and Its Methods , London 1977, s. 22-26, 56-170. I. Epstein, Judaism , New York 1977, s. 160-179. R. H. Robinson – W. L. Johnson, The Buddhist Religion , Massachusetts 1977, s. 40-60. T. H. Gaster, Festivals of the Jewish Year: A Modern Interpretation and Guide , New York 1978, s. 31-58, 107-186, 215-253. W. H. McLeod, Gurū Nānak and the Sikh Religion , New Delhi 1978, s. 163-177, 195-199, 224-226. L. Trepp, The Complete Book of Jewish Observance , New York 1980, s. 13-26, 39-54, 66-80, 101-203. R. P. McBrien, Catholicism , New York 1981, s. 547-563, 731-774. Textual Sources for the Study of Sikhism (trc. ve ed. W. H. McLeod), Glasgow 1984, s. 86-121. M. Strassfeld, The Jewish Holidays: A Guide and Commentary , New York 1985, s. 69-83, 95-109, 111-123, 125-147, 149-159, 161-177. J. M. Kitagawa, On Understanding Japanese Religion , Princeton 1987, s. 139-173. Raymond Hammer, “Hindu Worship and the Festivals”, The World’s Religions (ed. R. Pierce Beaver v.dğr.), Malaysia 1988, s. 193-195. D. Davies, “Religion of the Gurus: the Sikh Faith”, a.e. , s. 197-206. Myrtle Langley, “Respect for All Life: Jainism”, a.e. , s. 207-216. Wulf Metz, “The Enlightened One: Buddhism”, a.e. , s. 222-244. John Berthrong, “Sages and Immortals: Chinese Religions”, a.e. , s. 244-254. D. Harley, “Life in a Jewish Family”, a.e. , s. 301-306. C. Buchanan, “Christian Worship”, a.e. , s. 368-371. Daily Prayer Book: Ha-Siddur Ha-Shalem (trc. Philip Birnbaum), New York 1992, s. 156, 158-188, 190-220, 552-560. İlhan Güngören, Buda ve Öğretisi , İstanbul 1994, s. 88-101, 124-137. S. Singh Kapoor, The Sikh Religion and The Sikh People , New Delhi 1994, s. 150-153, 173-177. H. B. Alexander, “Worship (Primitive)”, ERE , XII, 752-757. R. F. Johnston, “Worship (Chinese)”, a.e. , XII, 759-762. J. Vernon Bartlet, “Worship (Christian)”, a.e. , XII, 762-776. Margaret Stevenson, “Worship (Jain)”, a.e. , XII, 799-802. Michel Revon, “Worship (Japanese)”, a.e. , XII, 802-804. Herbert Loewe, “Worship (Jewish)”, a.e. , XII, 804-807. E. Edwards, “Worship (Parsi)”, a.e. , XII, 807-808. Ninian Smart, “Parsis”, A Dictionary of Comparative Religion (ed. S. G. F. Brandon), London 1970, s. 488-489. Lawrence A. Hoffman, “Jewish Worship”, ER , XV, 445-447. Thomas J. Talley, “Christian Worship”, a.e. , XV, 447-454. J. H. Miller, “Liturgi”, New Catholic Encyclopedia , Washington 1981, VII, 928-936. M. K. Hellwig, “Sacrament (Christian Sacraments)”, a.e. , XII, 504-511. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 1999 yılında İstanbul’da basılan 19. cildinde, 235-240 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "F. Brown v.dğr., A Hebrew and English Lexicon of the Old Testament , Oxford, ts., s. 712-713.",
        "H. Davies, Christian Worship , Oxford 1946, s. 53-82.",
        "C. Dunlop, Anglican Public Worship , London 1953.",
        "A. Schimmel, Dinler Tarihine Giriş , Ankara 1955, s. 16-24, 73-88, 90-99.",
        "P. Radin, Primitive Religion , New York 1957, s. 156-168.",
        "R. A. Gard, Buddhism , London 1961, s. 106-166.",
        "M. Weber, The Religion of India (trc. H. H. Greth – Don Martindale), Illinois 1962, s. 21-25, 193-204.",
        "H. Ringgren – Å. V. Ström, Religions of Mankind (ed. J. C. G. Greig, trc. N. L. Jensen), Philadelphia 1967, s. 3-40, 349-350.",
        "P. Do-Dinh, Confucius and Chinese Humanism (trc. C. Lam Markmann), New York 1969, s. 124-127, 129-133.",
        "W. K. Bunce, Religions in Japan: Buddhism, Shinto, Christianity , Tokyo 1969, s. 112-128.",
        "B. Lane Suzuki, Mahayana Buddhism: A Brief Outline , New York 1969, s. 65-74.",
        "G. Parrinder, Africa’s Three Religions , London 1969, s. 67-77.",
        "a.mlf., African Traditional Religion , London 1974, s. 31-54.",
        "a.mlf., The World’s Living Religions , Sidney 1977, s. 124-142.",
        "a.mlf., Asian Religions , London 1977, s. 34-41.",
        "a.mlf., World Religions: From Ancient History to the Present , New York 1983, s. 241-249, 250-261, 318-323.",
        "W. Richard Comstock, The Study of Religion and Primitive Religions , London 1971, s. 73-90.",
        "S. Gopalan, Outlines of Jainism , New Delhi 1973, s. 17-27, 159-165.",
        "Huichen Wang Liu, “An Analysis of Chinese Clan Rules: Confucian Theories in Action” (ed. Arthur F. Wright), Confucianism and Chinese Civilization , California 1975, s. 16-49.",
        "C. Humphreys, Buddhism , London 1975, s. 90-96, 108-117, 119-130.",
        "C. Geertz, The Religion of Java , Chicago-London 1976, s. 16-29.",
        "K. Mohan Sen, Hinduism , London 1976, s. 32-36.",
        "A. David-Neel, Buddhism: Its Doctrines and Its Methods , London 1977, s. 22-26, 56-170.",
        "I. Epstein, Judaism , New York 1977, s. 160-179.",
        "R. H. Robinson – W. L. Johnson, The Buddhist Religion , Massachusetts 1977, s. 40-60.",
        "T. H. Gaster, Festivals of the Jewish Year: A Modern Interpretation and Guide , New York 1978, s. 31-58, 107-186, 215-253.",
        "W. H. McLeod, Gurū Nānak and the Sikh Religion , New Delhi 1978, s. 163-177, 195-199, 224-226.",
        "L. Trepp, The Complete Book of Jewish Observance , New York 1980, s. 13-26, 39-54, 66-80, 101-203.",
        "R. P. McBrien, Catholicism , New York 1981, s. 547-563, 731-774.",
        "Textual Sources for the Study of Sikhism (trc. ve ed. W. H. McLeod), Glasgow 1984, s. 86-121.",
        "M. Strassfeld, The Jewish Holidays: A Guide and Commentary , New York 1985, s. 69-83, 95-109, 111-123, 125-147, 149-159, 161-177.",
        "J. M. Kitagawa, On Understanding Japanese Religion , Princeton 1987, s. 139-173.",
        "Raymond Hammer, “Hindu Worship and the Festivals”, The World’s Religions (ed. R. Pierce Beaver v.dğr.), Malaysia 1988, s. 193-195.",
        "D. Davies, “Religion of the Gurus: the Sikh Faith”, a.e. , s. 197-206.",
        "Myrtle Langley, “Respect for All Life: Jainism”, a.e. , s. 207-216.",
        "Wulf Metz, “The Enlightened One: Buddhism”, a.e. , s. 222-244.",
        "John Berthrong, “Sages and Immortals: Chinese Religions”, a.e. , s. 244-254.",
        "D. Harley, “Life in a Jewish Family”, a.e. , s. 301-306.",
        "C. Buchanan, “Christian Worship”, a.e. , s. 368-371.",
        "Daily Prayer Book: Ha-Siddur Ha-Shalem (trc. Philip Birnbaum), New York 1992, s. 156, 158-188, 190-220, 552-560.",
        "İlhan Güngören, Buda ve Öğretisi , İstanbul 1994, s. 88-101, 124-137.",
        "S. Singh Kapoor, The Sikh Religion and The Sikh People , New Delhi 1994, s. 150-153, 173-177.",
        "H. B. Alexander, “Worship (Primitive)”, ERE , XII, 752-757.",
        "R. F. Johnston, “Worship (Chinese)”, a.e. , XII, 759-762.",
        "J. Vernon Bartlet, “Worship (Christian)”, a.e. , XII, 762-776.",
        "Margaret Stevenson, “Worship (Jain)”, a.e. , XII, 799-802.",
        "Michel Revon, “Worship (Japanese)”, a.e. , XII, 802-804.",
        "Herbert Loewe, “Worship (Jewish)”, a.e. , XII, 804-807.",
        "E. Edwards, “Worship (Parsi)”, a.e. , XII, 807-808.",
        "Ninian Smart, “Parsis”, A Dictionary of Comparative Religion (ed. S. G. F. Brandon), London 1970, s. 488-489.",
        "Lawrence A. Hoffman, “Jewish Worship”, ER , XV, 445-447.",
        "Thomas J. Talley, “Christian Worship”, a.e. , XV, 447-454.",
        "J. H. Miller, “Liturgi”, New Catholic Encyclopedia , Washington 1981, VII, 928-936.",
        "M. K. Hellwig, “Sacrament (Christian Sacraments)”, a.e. , XII, 504-511."
      ]
    },
    {
      "author": "FERHAT KOCA",
      "content": "C) İslâm’da İbadet. İslâmî literatürde ibadetin biri genel, diğeri özel olmak üzere iki anlamı vardır. Genel anlamda ibadet, mükellefin Allah’a karşı duyduğu saygı ve sevginin sonucu olarak O’nun rızâsına uygun davranma çabasını ve bu şekilde yapılan iradî davranışları ifade eder. Böylece tamamen dinî olan görevlerden başka kişilerin Allah’ın hoşnutluğunu kazanmak için yaptığı her fiil de ibadet olarak nitelendirilir ve ödüllendirilir. Bu amaçla fert ve toplum yararına gerçekleştirilen her olumlu davranış dinî ve mânevî bir anlam kazanır. Özel anlamda ibadet ise mükellefin yaratanına karşı saygı ve boyun eğmesini simgeleyen, Allah ve resulü tarafından yapılması istenen belirli davranış biçimlerdir. Fıkıh literatüründe ibadetin yaygın kullanımı da bu ikinci anlamdadır. İslâm’ın temel şartlarını teşkil eden namaz, oruç, zekât ve haccın yanında kurban kesme, itikâf, dua, Kur’an okuma, hayır ve infakta bulunma gibi davranışlar terim anlamıyla ibadetin en meşhur örneklerini oluşturur. Bu muhtevasıyla ibadet, “Cenâb-ı Hakk’a yakın olma” anlamındaki kurbet ve “O’na boyun eğiş” anlamındaki taat kelimeleriyle yakın anlamlara sahiptir. Bu üç terim arasında ibadetin niyete bağlı olması, kurbetin niyet gerektirmemesi, taatin de her iki türden davranışı kapsaması gibi bazı farklılıklar bulunduğu ( İbn Âbidîn, Reddü’l-muḥtâr , I, 106), yahut her üçünde de kulluk niyetinin şart olduğu (Zerkeşî, el-Baḥrü’l-muḥîṭ , I, 293-294) söylenmekle birlikte Allah’ın rızâsına ulaşıp sevap kazanma amacı hepsinin ortak özelliğini oluşturur. İbadetle aynı kökten gelen ve örfte yaklaşık aynı anlamları içeren ubûdiyyet kavramı ise tasavvuf literatüründe daha geniş bir içerik kazanmıştır (aş.bk.). İbadetler, dinin özünü teşkil eden iman esaslarından sonra dinde ikinci önemli halkayı oluşturur. Diğer bir ifadeyle din, en yalın biçimiyle Allah’a inanma ve O’na ibadet etme olduğundan inanç ve ibadet sistemleri dinin aslî unsurlarını meydana getirir. Buna üçüncü boyut olarak ahlâk eklenmelidir. Ahlâk, metafizik düzlemde inanç ve ibadetlerdeki samimiyeti ihtiva ettiği gibi bu tutumun kullarla ilişkilere de yansıtılması, onlara karşı saygılı, âdil, hatta lutufkâr davranılması anlamlarını da içerir. Çünkü insanın Allah ile olan ilişkisini diğer insanlarla olan ilişkisinden tamamen soyutlamak mümkün değildir. Cibrîl hadisinde (Buhârî, “Îmân”, 37; Müslim, \"Îmân\", 1) dinin bu üç boyutu iman, İslâm ve ihsan kelimeleriyle özetlenir. Bu üçlü ayırım, bir yönüyle ibadetlerin inancın bir parçası ve zorunlu sonucu olarak görülmediğini, diğer yönden ise Allah’a itaatin şeklî göstergeleri sayılmaları bakımından iman ve ahlâkla yakın ilişki içinde bulunduğunu anlatır. Dinin itikadî ve amelî olmak üzere insana hitap eden iki veçhesinin olduğundan hareket edildiğinde ibadetler dinin amelî hükümlerinin ilk halkasını teşkil eder ve dinin dışa akseden simgeleri (şeâir) olarak anılır. İbadetler şekil olarak basit görünseler de yüce yaratanın buyrukları olduğu için güçleri ve sırları bu maddî alanın ötesine uzanır ve her biri yaratanla bağlantının değişik biçim ve boyutlarda gerçekleşmesini sağlar. Bunun için de namaz örneğinde olduğu gibi belli duaların ezberlenmesi ve okunması, belirli davranış biçimleri, hacda olduğu gibi çoğu sembolik nitelik taşıyan bir dizi davranış ibadetin bir parçasını veya şeklî unsurunu teşkil edebilir. Bu tür davranışların ibadet sayılmasının anlamı ise her zaman zihnen kavranmayabilir. Çünkü ibadetler, dinin belli ölçüde biçimsellik ve sembolizm içeren bir yönünü temsil eder. İnsan aklı yüce yaratana ibadet edilmesinin önem ve gerekliliğini kavrasa bile bunun nasıl ve ne şekilde yapılacağını bulamaz. Yaratıcının ibadet esnasında ortaya konmasını istediği davranış biçimleri ibadetin özüne göre önem bakımından ikinci derecede olup ne gibi hikmetler taşıdığı akılla kısmen anlaşılsa bile yine de aklın tam kavrayamayacağı bir özelliğe sahiptir. Bundan dolayı İslâm bilginleri ibadetlerin şart ve şekillerinin Allah ve resulünün bildirdiği biçimiyle yapılması gerektiği (tevkīfî olduğu) konusunda görüş birliği içindedir. Bu sebeple ibadetlerin yalnızca Allah’ın emrettiği, Resûl-i Ekrem’in açıklayıp gösterdiği tarzda yapılması esastır. Kur’an’da ilke olarak ve mücmel bir ifadeyle emredilen ibadetler Hz. Peygamber tarafından ayrıntılı şekilde açıklanmış, uygulanmış ve onun öğrettiği tarzda ifa edilmeye başlanmıştır. Dinin ibadetlere ilişkin hükümlerinin taabbüdî bir nitelik taşıdığı, akıl yürütmeye ve kıyasa açık olmadığı şeklindeki ifadelerle anlatılmak istenen de budur. Bu anlayış sebebiyledir ki Kur’an’da emredilen ve Hz. Peygamber tarafından açıklanıp gösterilen şeklin dışındaki ibadet tarzları dinde bid‘at olarak nitelendirilir ve kınanır. Bu bağlamda bid‘at, “Resûl-i Ekrem’in sünnetinde bulunmayan herhangi bir davranışın ibadet telakki edilmesi veya mevcut ibadet şekillerinde arttırma veya eksiltme yapılması” anlamına gelir. İslâm öncesi Hicaz-Arap toplumunda birkaç yüzyıllık geçmişi olan putperestliğin İslâm’ın doğuşu sırasında iyice yaygınlaşmış ve kökleşmiş olduğu, Kâbe’nin içinde ve etrafında 300’den fazla putun bulunduğu, bununla birlikte Hz. İbrâhim’den intikal eden tevhid dininin ve Allah inancının etkilerinin, hatta tavaf ve kurban gibi bazı ibadet türlerinin şekil ve mahiyet değiştirerek de olsa devam ettiği bilinmektedir. Nitekim Hicaz bölgesi müşrikleri Allah’ın gerçek yaratıcı ve mâbud olduğunu kabul etmekte, putlara ise O’nun katında aracı gördükleri için tapındıklarını ileri sürmekteydiler (ez-Zümer 39/3). Ayrıca Mekke’de Hz. İbrâhim’in tebliğ ettiği dine tâbi olan, putlara tapınmaktan ve putlara kurban edilen hayvanların etlerinden yemekten kaçınan Hanîfler’in bulunduğu belirtilmektedir. İslâmiyet böyle bir ortamda tebliğ edilmeye başlanmış, Mekke döneminde öncelikli olarak şirkle mücadele edilip tek bir yaratıcıya, O’nun peygamberine ve âhiret gününe iman vurgulanmış, bu arada İslâm’ın tevhid anlayışını pekiştiren ibadetler de peyderpey teşrî‘ kılınmaya başlanmıştır. Mekke döneminde namaz ve ona hazırlık niteliğindeki abdest, gusül ve maddî temizlik yanında miktarı belirlenmeksizin infak emredilmiştir. Hadis mecmualarında yer alan bilgilerden farz namazların önce ikişer rek‘at olarak kılındığı, daha sonra bir kısmının dört rek‘ata çıkarıldığı (Buhârî, “Ṣalât”, 1; Müslim, “Ṣalâtü’l-müsâfirîn”, 1, 3), beş vakit namazın hicretten bir yıl önce mi‘rac gecesinde, cuma namazının da hicret öncesinde farz kılındığı anlaşılmaktadır. Hicreti takip eden yıllarda oruç, zekât ve hac gibi ibadetlerle onları tamamlayıcı hükümler kesinlik kazanmış, bu esnada kamu düzeni, hukukî ve ticarî hayat başta olmak üzere dinin diğer alanlardaki amelî hükümleri tamamlanmıştır. İbadetlerin teşrîinin ilk dönemlerden itibaren iman esaslarıyla birlikte veya onlardan hemen sonra yer alması, bunların dindeki merkezî yeri ve inancın korunmasında sahip bulunduğu önemli rol ile alâkalı olup bu bağ dinî öğreti ve literatürde her dönemde korunmuştur. Kur’an’da başta namaz, ardından zekât, hac ve oruç olmak üzere temel ibadetler sıkça hatırlatılıp emredilir. Ancak bu atıf ve emirler ibadetlerin edâ şekli ve ayrıntılarından çok o ibadetin mahiyetini, öz ve amacını konu edinen genel ve mücmel ifadeler şeklindedir. Kurban, fıtır sadakası, bayram ve cenaze namazı, itikâf gibi ibadetlerden bazılarına Kur’an’da dolaylı olarak atıfta bulunulurken bazıları sünnetle teşrî‘ kılınmıştır. Kur’an’da ana çatısı oluşturulan ibadetlerin nasıl yerine getirileceği, uygulama şartları ve hükümleri Hz. Peygamber’in uygulama ve açıklamalarıyla netleşmiştir. Resûl-i Ekrem’in yaklaşık yirmi üç yıl gibi geniş bir zaman dilimine yayılmış olan İslâm’ı tebliğ görevinin Medine döneminde ibadetlere ve insan ilişkilerine ait açıklama ve uygulamalar ağırlık kazanmış, sahâbe bu dönemde âdeta ibadet eğitimi görmüştür. Meselâ Hz. Peygamber, “Ben nasıl namaz kılıyorsam siz de öylece kılınız” (Buhârî, “Eẕân”, 18; Dârimî, “Ṣalât”, 42); “Hacla ilgili hükümleri benden öğreniniz” ( Müsned , III, 318, 366; Nesâî, “Menâsik”, 220) diyerek ümmetine namazın kılınış ve haccın eda ediliş biçimlerini ayrıntılarıyla göstermiş, uygulama ve öğretmeye dayalı dinî hayat sonraki nesillere aynı şekilde intikal ettirilmiştir. Medine halkının uygulamasına ve şer‘î-amelî bir konudaki ittifakına özel bir değer verilmesi fikri de esasen bu gerekçelere dayanır. Ancak bu konuda Hz. Peygamber’in sünneti, bu ibadetlerin her birinin -ileride fıkıh literatüründe ele alınacağı tarzda- kurucu unsurlarını, geçerlilik şartlarını ve güzelleştirici fiillerini ayrı ayrı sayım şeklinde değil bir bütün halinde fiilî örneklik, erkân ve âdâb eğitimi şeklindedir. Herhangi bir ibadeti oluşturan ve Resûl-i Ekrem’in uygulamasında yer alan fiillerin bu ibadet açısından önem ve gereklilik sıralaması konusunda sonraları farklı görüşlerin ortaya çıkması, fiiller arasında bir ayırım ve kademelendirmeyi ifade eden özel terimlerin bulunması da bundan kaynaklanır. Bundan dolayı ibadetler konusunda fiilî ve sözlü sünnetle sahâbe tatbikatı vazgeçilmez bir kaynak değeri taşısa da her zaman için farklı değerlendirmelere konu ve gerekçe yapılabilecek bir zenginliktedir. 1. Fıkhî Hükümler. İbadetler dinin amelî hükümlerinin en başında yer aldığından Hz. Peygamber ve Hulefâ-yi Râşidîn döneminde dini anlama faaliyeti şeklinde algılanan ve II. (VIII.) yüzyıldan itibaren dinin amelî hükümlerine hasredilmeye başlanan fıkıh ilminin ana konularından birini teşkil etmiştir. Fıkıh şahısların kendilerine, yaratanına ve diğer insanlara karşı hak ve sorumluluklarını bilmesi olarak tanımlandığı, fıkıh ilmi de bu çerçevedeki ilişkileri konu edindiği için ibadetler fıkhın bütün yönlerini ilgilendirmekte ve âdeta merkezî bir rol oynamaktadır. Çünkü ibadetler ilk bakışta kul ile Allah arasında kalan ve ferdin yaratanına karşı duyduğu saygı, itaat ve tâzimi simgeleyen birer davranış olarak görülebilirse de kişilik eğitiminin, insan ilişkilerinin ve toplumsal yapının iyileştirilmesini sağlayan bir fonksiyona da sahiptir. İbadet konusunun dinin naklî bilgiye dayanan, mukayese ve yoruma fazla açık bulunmayıp belki de en dogmatik yönünü teşkil ettiği, bu konuda esasen Kur’ân-ı Kerîm’de yer alan hükümler ve Hz. Peygamber’in açıklama ve uygulama örnekleriyle yetinilmesi gerektiği doğrudur. Ancak Resûl-i Ekrem ile sahâbeden gelen rivayetlerde ibadetlerin ifa şekil ve şartlarına ilişkin ayrıntılı tesbit ve izahlardan ziyade genel tanıtım ve tasvirin yer alması, bunun yanında ferdî ve içtimaî hayatta yeni ve farklı durumların ortaya çıkması ve ibadetlerin müslüman toplumlarda daima dinî hayatın herkesi ilgilendiren en canlı yönünü teşkil etmesi gibi sebeplerle sahâbe döneminden itibaren ibadetler etrafında giderek artan bir yoğunlukta zengin bir bilgi birikimi ve fıkıh literatürü oluşmuştur. Fürû-i fıkhın ibâdât, muâmelât ve ukūbât şeklindeki üç ana bölümü içinde ilk sırayı alan ibadetler konusunun yaklaşık bir asır sonra telif edilmeye başlanan fıkıh literatüründe kapsamlı bir şekilde ele alınması, bu hususta ilk dönemlerden itibaren hacimli eserlerin telif edilip farklı yorumların gündeme getirilmiş olması bu gelişmelerin ürünüdür. İbadet konuları klasik fıkıh kitaplarının genel olarak ilk bölümlerinde yer alır ve bunlar temizlik (abdest, teyemmüm, gusül vb.), namaz, oruç, zekât, hac, kurban ve bazan da nikâh veya cihad şeklinde sıralanır. Bu sıralama mezheplere veya müelliflerin şahsî tercihlerine göre kısmî bir değişiklik gösterebilir. Maddî ve hükmî temizlik âdeta ibadetleri ifanın ön şartı veya hazırlık safhası sayıldığı için en başta yer almış, daha sonra mükellefiyetin yaygınlığı esas alınarak diğer ibadetlere geçilmiştir. Bu konulardan nikâh ve cihad dışındakilerin ibadet olduğu hususunda herhangi bir ihtilâf yoktur. Nikâh ve cihadın ise hem ibadet oluşları hem de sıralamada hangisinin öncelikle yer alması gerektiği hususunda fıkıh mezhepleri arasında farklı görüşler bulunmaktadır. Fıkıh kültüründe nikâh ve cihada ibadet değerinin verilmesinde toplumun en küçük birimi olan aileyi korumak, onun sağlam esaslar üzerine kurulmasına ve sağlıklı işleyişine destek olmak, hayatın ve toplumun temel değerlerinin korunabilmesi için bazan zaruri hale gelen düşmanla savaşmayı teşvik etmek gibi amaçların gözetildiği söylenebilir. Çeşitleri. Hürmet, tâzim ve itaatin en yüksek ifadesi olan ibadet ancak Allah’ın hakkı olup O’ndan başkası buna lâyık değildir (el-Fâtiha 1/5; en-Nahl 16/36; el-İsrâ 17/23). Zira dünya ve âhiretle ilgili bütün nimetleri veren yalnız O’dur. Allah’ın yüceliği karşısında sadece insanoğlu değil kâinatta bulunan her şey lisân-ı hâl ile O’na ibadet eder. Kur’an’da, yerde ve gökte ne varsa hepsinin Allah’ı hamd ile tesbih ettiği belirtilmektedir (el-İsrâ 17/44). Yıldızlar, dağlar, ağaçlar, hayvanlar (el-Hac 22/18), gökte bir dizi halinde uçan kuşlar (en-Nûr 24/41) ve diğer varlıklar Allah’ın istediği şekilde O’na ibadet eder ki buna “kâinatın ibadeti” denir. Ancak şuursuz yaratıkların herhangi bir tercihi bulunmadığı için onların ibadetlerine “el-ibâde bi’t-teshîr” adı verilir. Öte yandan insanların ve cinlerin yaratılış gayesi “Allah’a ibadet etmek” olarak belirlenmiştir (ez-Zâriyât 51/56). İnsanlar bu ibadeti kendi tercihleriyle yaptıklarından onların ibadetlerine de “el-ibâde bi’l-ihtiyâr” denilmiştir. Şâri‘ tarafından yapılması istenen ibadetler, bu isteğin kuvvet derecesine göre bazı ayırım ve adlandırmalara tâbi tutulur. İbadetler beş temel teklifî hüküm bakımından vâcip (farz) ve mendup şeklinde iki ana gruba, vâcibin de Hanefî mezhebindeki ikili ayırımı dikkate alınırsa farz, vâcip ve nâfile şeklinde üç kısma ayrılır. Beş vakit namaz, oruç, hac, zekât farz, vitir namazı vâcip, farz namazlardan önce veya sonra kılınan sünnetlerle teheccüd, kuşluk, tahiyyetü’l-mescid gibi bazı namazlar, ramazan ayı dışında tutulan oruçlar, farz olandan sonra yapılan haclar ise nâfile ibadetlere örnek teşkil eder. Nâfile ve mendup terimleri esasen farz ve vâcip dışında kalan bütün emir ve tavsiyeleri kapsamakla birlikte fıkıh literatüründe ibadetler alanında müekked sünnetlerin ayrı tutulduğu, gayri müekked sünnetlerin de çok defa nâfile, müstehap ve mendup terimleriyle karşılandığı görülür. Eda edilmesi için belirli bir vakit tayini yapılmayan ibadetlere “mutlak vakitli ibadetler”, böyle bir belirlemenin bulunduğu ibadetlere ise “mukayyed vakitli ibadetler” denir. Meselâ kefâretler mutlak vakitli ibadetlerdir; bunların yerine getirilmesi için herhangi bir vakit tayin edilmemiş olduğundan istendiği zaman ifa edilebilir. İkinci grup ibadetlerde ise eda vaktinin başlangıç ve bitiş sınırları belirlenmiştir. Bunların bazısının vakti dar, bazısının geniş ve bazısının da bir yönden dar, bir yönden geniştir. Geniş zamanlı ibadetlerde, eda için belirlenen vakitte hem o ibadeti hem de aynı cinsten başka bir ibadeti ifa etmeye imkân veren bir genişlik mevcuttur. Bu sebeple söz konusu vakte Hanefî hukukçuları “zarf” adını vermişlerdir. Beş vakit farz namaz bu tür geniş vakitli bir ibadettir. Eda vakti içinde aynı cinsten başka bir ibadetin ifasına imkân yoksa ona dar vakitli ibadet denir. Hanefî hukuk literatüründe “mi‘yâr” adı verilen bu ibadetlere örnek olarak ramazan orucu gösterilebilir. Çünkü bunun için belirlenen vakit içinde başka bir orucun ifasına imkân yoktur. Bir yönden dar, diğer yönden geniş zamanlı olan ibadete örnek olarak hac ibadeti gösterilebilir. Zira haccın vakti belirli aylar olup bu vakit aynı yıl içinde ancak bir hac yapılabilmesi açısından dar vakitli, hacla ilgili davranışların hac aylarının tamamını kapsamaması açısından ise geniş vakitli bir ibadettir. Vakit açısından yapılan bu ayırım aynı zamanda ibadete niyetin gerekliliğini ve şeklini de belirler. Geniş vakitli ibadetin edası için özel olarak niyet edilmesi şart iken dar vakitli ibadetlerde özel olarak ona niyet edilebildiği gibi mutlak niyet de kifayet eder. İki özelliği de taşıyan ibadetlerde ise dar vakitliye benzemesi itibariyle mutlak niyetle edası geçerli olur, geniş vakitli ibadetlere benzemesi sebebiyle de başka ibadete niyet edilmesi halinde edası geçerli olmaz. Meselâ bir kimse farz olan hacca niyet etmeksizin haccederse bu hac onun farz haccı yerine geçer; ancak nâfile hacca niyet ederse farz olan haccı borç olarak kalır. Dar zamanlı ibadetlerde vakit edanın mi‘yârı ve şartı, geniş zamanlılarda ise edanın zarfı olarak nitelendirilir. Her iki tür ibadette de vakit, vâcip oluşun sebebi olmasının yanı sıra sıhhat şartı sayıldığından edanın bu vakitten önceye alınması câiz değildir. Ancak malî yönü bulunan ve edası dar veya geniş bir zamana bağlanmamış olan zekât ve sadaka-i fıtır gibi ibadetlerin vücûb vaktinden önce eda edilmesinin cevazı konusu hukukçular arasında tartışmalıdır. Mükellefin, geniş zamanlı bir ibadeti belirlenen zamanın dilediği parçasında eda edebileceği konusunda görüş birliği bulunmaktaysa da iki nokta arasındaki geniş sürenin hangi parçasının vücûb sebebi sayılacağı hususunda ihtilâf edilmiştir. Fakih ve usulcülerin çoğunluğuna göre vücûb sebebi vaktin mükellef olarak idrak edilen ilk cüzü olup vaktin girmesi mükellefe şer‘î hitabın yöneltildiğinin de delili sayılır. Sorumluluk veya ifanın kişinin şahsı veya malıyla ilgili olması bakımından da ibadetler bedenî, malî, hem bedenî hem malî olmak üzere ayırıma tâbi tutulmuştur. Namaz, oruç, Kur’an okuma ilk; zekât, vakıf ve sadaka ikinci; hac ve cihad üçüncü gruba örnektir. Sorumluluk ve İfa. İbadetler dinin aslî unsurlarından biri olduğu için Allah’a inanan ve İslâm’ı benimseyen herkesin onları yerine getirmesi kural olarak istenir. Ancak ibadetlerin teşrîinde tedrîcî bir yol izlendiği gibi onlarla mükellef tutma konusunda gerek ibadetin mahiyetine ve amacına gerekse onu yerine getirmesi istenen kimsenin güç, imkân ve sorumluluklarına göre bir ayırım ve sınıflandırmaya da gidilmiştir. Bu tutum, aynı zamanda ibadetlerin yerine getirilmesi için gerekli zihnî hazırlığı sağlama, hak ve sorumluluk, nimet ve külfet arasında bir denge kurma ve mükellefiyette tabiî-beşerî faktörleri göz önünde bulundurma konusuna verilen önemi göstermektedir. Mekke döneminde iman esaslarının vazedilmesi ve inananların ferdî nitelikteki ibadetlere alıştırılması, Medine döneminde ise belli bir sıra içinde ferdî ve sosyal nitelikli ibadetlerin istenmesi ve bunlarla mükellefiyetin son şeklinin verilmesi böyle bir anlam taşır. Öte yandan her ibadet belli ölçüde bir külfet ve mahrumiyet içerse de bu dinin genel telkinleri, sağlayacağı dünyevî ve uhrevî faydalar, daha da önemlisi ferdin Allah katındaki konumu düşünüldüğünde kolaylıkla katlanılabilecek bir durumdur. Bu sebeple Kur’an’da ve hadislerde çeşitli ibadetlere atıfta bulunularak dinde zorlaştırmanın bulunmadığı, kolaylaştırmanın esas alındığı, her zorluğun beraberinde bir kolaylık ve ferahlığın bulunduğu, insana gücünün üzerinde bir külfet yükletilmediği, ibadet mükellefiyetinin de yapılabilir ve üstesinden gelinebilir olduğu sıkça hatırlatılır. Bunun yanında ibadetlerin ifasında herhangi bir sıkıntı ve engelle karşılaşıldığında alternatif ibadet biçimleri, telâfi imkânları veya mazeretten dolayı muafiyetler de söz konusu olmuş, âyet ve hadislerde getirilen bu imkânlar daha sonra İslâm hukukçularınca da geliştirilip sistemleştirilmiştir (bk. RUHSAT ; ZARURET ). İbadet sorumluluğunda aslolan, kişinin o ibadetin anlam ve amacını kavrayacak bilince ve bu yöndeki hür iradeye sahip olmasıdır. Bunun için de İslâm’da ibadet mükellefiyeti kural olarak akıl ve bulûğla başlar. Ancak çocukların da belli bir yaştan sonra ibadetlere alıştırılması tavsiye edilmiştir. İman etmemiş kimselerin ibadetle mükellef olup olmadıkları İslâm âlimleri arasında ayrı bir tartışma konusu olmakla birlikte ağırlıklı görüş böyle bir mükellefiyetin imandan sonra başladığı, onların öncelikle imanla mükellef bulundukları yönündedir. İbadet yükümlülüğünde ikinci temel şart ise o ibadete güç yetirebilmedir. Namaz ve oruç gibi bedenî ibadetlerde beden sağlığı, zekât ve kurban gibi malî ibadetlerde zenginlik, hac ibadetinde ise ikisi birden gerekli görülmüştür. Zekât ve kurban örneğinde olduğu gibi kişilerin ifaya elverecek malî güce sahip olmasını yeterli görüp akıl ve bulûğ şartını aramayan fakihler, bu tür ibadetlerde kamu yararının ve üçüncü şahısların haklarının daha baskın olmasını ölçü alırlar. Mazeret halinde oruç, kurban, cuma ve bayram namazı gibi mükellefiyetlerde ruhsatlar veya alternatif ifa şekilleri devreye girebilirken günlük beş vakit namazın ibadetler arasında sahip olduğu özel konum ve önem sebebiyle hastalık, yolculuk gibi güç yetirmeyi engelleyen ârızî durumlarda belli kolaylıklar getirilse de akıllı ve bulûğa ermiş kimselerin bu namazları kılma yükümlülüğü devam eder. Bir kimsenin ibadetle yükümlü olması için gerekli olan şartlara fıkıh dilinde vücûb şartları, yapılan bir ifanın dinen geçerliliği için aranan şartlara da sıhhat veya eda şartları denilir. Müslümanın akıllı ve bâliğ olması ile ibadeti ifaya güç yetirecek durumda bulunması genel yükümlülük şartları olup bu konuda ibadetler arasında çok az farklılık mevcuttur. Cuma namazında hür, erkek ve mukim olma, zekâtta belirli miktarda bir mala, hacda yeterli derecede malî imkâna sahip bulunma, bu ibadetler için aranan diğer yükümlülük şartlarının örneklerini oluşturur. İbadetle yükümlü olma şartları fert açısından genelde gayri iradî gelişmelerdir. Bu yükümlülüğün doğması yani vücûb sebebi de namaz vaktinin girmesi, ramazan hilâlinin görülmesi, zekâtta yılın dolması veya Kâbe’nin mevcudiyeti gibi zâhirî, gayri iradî ve objektif sebeplerdir. İbadetlerin geçerlilik şartları, genelde o ibadeti meydana getiren temel fiiller ve şeklî unsurlar olup çok defa iradî davranışlardan oluşur. Bu sebeple yükümlülüğün doğmasıyla da yakından ilgili bazı objektif şartların ibadetin vücûb şartı mı, sıhhat şartı mı sayılacağı fıkıh mezhepleri arasında tartışmalıdır. Meselâ namazda vakit hem vücûb sebebi hem de sıhhat şartı iken oruçta sadece vücûb sebebi; cuma namazında vakit, devlet başkanının izni ve kılınacak yerleşim yerinin şehir veya şehir hükmünde olması hem vücûb hem de sıhhat şartı niteliğindedir. İbadetin geçerliliği için aranan şartlar o ibadetin mahiyetini oluşturmaktaysa rükün, değilse şart adını aldığı gibi önem derecesine göre de farz ve vâcip ayırımına tâbi tutulur. Ancak her ibadette bu ayırım ve adlandırmanın nasıl olacağı konusunda mezhepler arasında ciddi görüş farklılıkları bulunmaktadır (bk. RÜKÜN ; ŞART ). Niyet ibadetlerin geçerliliğinin belki de en genel ve ortak şartıdır. Bununla birlikte sırf (mahz) ibadet niteliğinde olmayan ve vesile ibadetler olarak nitelendirilen ezan, ayrıca abdest ve gusül gibi hazırlıklarda niyeti gerekli görmeyenler de vardır. Niyet, esasen Allah’ın rızâsını kazanma arzusuyla ve O’nun hükmüne tâbi olmak üzere fiile yönelen irade olmakla birlikte fıkıhta bir davranışı ibadet kastıyla yapma ve yapılan ibadetin cins ve türünü belirleme şeklinde kolaylıkla uygulanabilir bir boyuta indirgenmiştir. Çünkü önerilen geçerlilik şartlarının kolayca yapılabilir olması yanında kişiyi vesveseye sürüklemeyecek şekilde objektif ölçütlere bağlanması gerekir. Nitekim namazda ta‘dîl-i erkânın belli şeklî davranışlar olarak tanımlanması, huşûun namazın geçerlilik şartları arasında yer almayışı da böyle açıklanabilir. Öte yandan niyetle amel arasındaki ilişki bakımından da iki tür hükümden söz edilebilir: a) Uhrevî hüküm. Yapılan amelin -ibadet veya muâmelât olmasına bakılmaksızın- uhrevî sonucu hakkında temel ölçü niyettir. Buna göre farz veya nâfile bir ibadetin ya da haram bir fiilin yapılması veya terkedilmesine ait sevap veya günah niyetin bulunmasına bağlıdır. Bu takdirde amelleri ibadet ve muâmelât şeklinde ayırmanın kesin bir çizgi olmadığı, Allah’ın iradesine uygun olarak yapma niyetiyle bütünleştiği zaman herhangi dünyevî bir ihtiyacın karşılanması için yapılan amellerin de geniş anlamda ibadet kavramı çerçevesine girdiği anlaşılır. b) Dünyevî hüküm. Dünyevî sonuç bakımından ibadetlerde niyetin şart koşulmasının esas amacı, farklı derecedeki ibadetleri birbirinden ve ibadet olmayan davranışlardan (âdetler) ayırt etmektir. Meselâ orucu bozan bazı davranışlardan ibadet maksadıyla olduğu gibi perhiz ve tedavi gibi bir amaçla da kaçınmak mümkündür. Böyle bir eyleme oruç niteliği kazandıran kriter niyettir (Süyûtî, el-Eşbâh ve’n-neẓâʾir , s. 46-47; İbn Nüceym, s. 24-25). İbadetlerin geçerlilik şartlarını oluşturan rükün, şart, farz ve vâcip gibi hükümlere ilâve olarak yapılması tavsiye edilen veya uygun görülen davranışlar ibadetlerin âdâbını teşkil eder. Âdâb Hanefîler’de kuvvetliden zayıfa doğru sünnet, mendup (müstehap) ve âdâb şeklinde sıralanırken diğer mezheplerin kullanımında mendup her üçünü de içerecek şekilde geniş bir kapsama sahiptir. Âdâb grubunda yer alan fiiller, söz konusu ibadetin ruhuna ve şekil şartlarına uygun olarak ifa edilebilmesine yönelik tedbirler mahiyetindedir. İbadetin dinen belirlenen vaktinde yerine getirilmesine eda, bu vaktin dışında başka bir zamanda yerine getirilmesine ise kazâ denir. Ayrıca Hanefî usulcüleri edayı, dinen veya hukuken aranan bütün şart ve vasıfları toplayıp toplamaması açısından kâmil, kāsır ve kazâya benzeyen eda şeklinde üç kısma ayırmışlardır. Vakti içinde cemaatle kılınan namaz birinciye, tek başına kılınan namaz ikinciye, namaza imamla beraber başladığı halde ârızî bir sebeple onun bir kısmını imamla kılamayarak tek başına tamamlayan kişinin ibadeti de üçüncü tür edaya örnektir. Kazâ da ibadetin mâkul misliyle, mâkul olmayan misliyle ve edaya benzer olmak üzere üç şekilde gerçekleşir. Vaktinde eda edilmeyen farz bir namazın sonradan aynen kazâ edilmesi birinci, yaşlı bir kişinin ramazan orucunu tutmaya gücünün yetmemesi sebebiyle fidye vermesi ikinci, bayram namazına imam rükûda iken yetişen kimsenin rükûunu kaçırmamak için tekbirleri rükûda alması ise üçüncü tür kazâya örnek teşkil eder ( Serahsî, el-Uṣûl , I, 44-54). Öte yandan birinci ifadaki eksiklik sebebiyle vakti içinde yapılan ikinci tam ifaya “iâde” adı verilir ve böyle bir ibadete de “iâdeten ibadet” denir (bk. EDÂ ; KAZÂ ). Ferdin yaratanına karşı kulluk ödevi ve bağlılık göstergesi olan ibadetler kural olarak mükellef tarafından bizzat yerine getirilir. İslâm hukukçuları, ibadetleri ifa sırasında başkalarından yardım istemenin bizzat ifa yükümlülüğüne engel teşkil edip etmeyeceği konusunda farklı ölçüler benimsemişlerdir. Meselâ Ebû Hanîfe, ancak başkasının gücüyle iş görebilen mükellefi “muktedir” olarak kabul etmezken talebeleri Ebû Yûsuf ve Muhammed böylesinin muktedir sayılabileceği görüşündedir. Bu iki fakihe göre kendi başına abdest almaya gücü yetmeyen ve kendisine abdest aldırtacak kimse de bulamayan bir insan teyemmüm eder; yardım edecek bir kişi bulması halinde ise abdest alması gerekir. Mezhepte ağırlıklı görüş de bu doğrultudadır. Ancak bu durum namazda farklı olup ayakta durmaktan âciz kalan kişinin kendisine yardım edecek biri bulunması halinde dahi oturarak namaz kılması câiz görülmüştür. Mâlikîler’e göre de namaz sırasında ayakta duramayan kişiden kıyam farzı düştüğü için oturarak namaz kılar. Şâfiîler’de abdestte özürsüz olarak başkasından yardım istemenin uygun bir davranış olmadığı veya mekruh kabul edildiği anlaşılmaktadır. Ancak hastalık gibi herhangi bir özür bulunması halinde zorluğu gidermek için bunu mekruh görmemişler, hatta abdestsiz ibadet olmayacağı noktasından hareketle ücret ödeyerek de olsa başkasından yardım istemek gerektiğini belirtmişlerdir. Hanbelîler ise Hz. Peygamber’in çeşitli zamanlarda abdest alırken bazı sahâbîlerin kendisine yardım etmesinden hareketle herhangi bir özür bulunmadan dahi abdest sırasında başkasından yardım alınabileceğini söylemişlerdir. Bu tür örneklerden anlaşıldığına göre namaz ve oruç gibi sırf bedenî ibadetler kişinin şahsî görevleri olup bunların mükellef tarafından bizzat yapılması asıldır ve bu tür ibadetlerde naslara dayanan sınırlı ruhsatlar hariç başkası adına ibadet yapmak (niyâbet) kural olarak câiz değildir. Bu durum hem yaşayan hem de ölmüş olan mükellefler (bk. ISKAT ) açısından böyledir. Buna karşılık üçüncü şahısların haklarını ilgilendiren birtakım yönler bulunması sebebiyle zekât ve kurban gibi malî ibadetlerin bedel ve niyâbet yoluyla ifa edilmesi câiz görülmüştür. Ancak mükellefin şahsî niyeti, emri veya bilgisi dışında malî de olsa herhangi bir ibadetin başkaları tarafından yapılmasının onun Allah’a karşı ibadet borcunu düşürüp düşürmeyeceği hususu tartışmaya açık bir konudur. Hem bedenî hem malî bir ibadet olan haccın niyâbet ve bedel yoluyla ifası konusunda fakihlerin çoğunluğu, Hz. Peygamber’in hayvana binemeyecek derecede yaşlı olan babası için haccetmek isteyen bir sahâbîye onun adına haccedebileceğini söylemesi (Buhârî, “Ḥac”, 1; “Cezâʾü’ṣ-ṣayd”, 23-24; Müslim, “Ḥac”, 407-408) gibi bazı delillerden hareketle ölü veya diri adına başkası tarafından yapılacak haccı câiz görmüş, fakat bu konuda birbirinden oldukça farklı şartlar ileri sürmüşlerdir. Haccı bizzat ifa edecek bedenî güce sahip bulunmayan kimselere belli şartlarda yerine başkasını (bedel veya vekil) gönderme imkânı tanınması bu ibadetin malî yönünün bulunması, içtimaî ve milletlerarası bir boyuta sahip oluşuyla açıklanabilir. İmam Mâlik ile Mu‘tezile âlimleri ise bedenî, malî veya hem bedenî hem malî şeklinde bir ayırıma tâbi tutmaksızın ibadetlerin ifasında niyâbet usulünü kural olarak câiz görmezler (bk. BEDEL ; HAC ; NİYÂBET ). İbadetlerin ifasında önemli bir ilke ibadetin yalnızca Allah için yapılmasıdır. Tevhidin aslını Allah’a hiçbir şeyi ortak koşmadan ibadet etmek (el-Fâtiha 1/5; Âl-i İmrân 3/64; ez-Zuhruf 43/45), yapılan ibadetlerin karşılığını yalnızca Allah’tan beklemek teşkil eder (Yûnus 10/72; eş-Şuarâ 26/109, 127, 145). İslâm’da şirke götüren bütün yollar kapatılmış, Allah’tan başkası adına yemin, adak ve kurban yasaklanmıştır ( Müsned , I, 108, 118, 152, 309; Müslim, “Eḍâḥî”, 43-45; Nesâî, “Ḍaḥâyâ”, 34). Bu yönüyle ibadet hem insanın yaratanına bağlılığını, O’na boyun eğişini hem de onun ilâhî irade dışında her türlü eğilim, baskı ve otorite karşısında özgürlüğünü simgeler. Genel olarak ibadetler belli davranış biçimlerinden meydana gelir ve bir kısmı sembolik anlam ifade eden bu şekiller ibadetlerin âdeta kurucu unsurunu teşkil eder. Bununla birlikte ibadetin özünü kişinin niyeti ve onun gösterişten uzak olarak içten gelen bir istekle yapılması oluşturur. Dinî terminolojide “ihlâs” denilen bu keyfiyet ibadetlerin kabulünde esastır. İbadetlerin ifası esnasında vücutla yapılan bazı hareket veya şekiller bir bakıma suyu muhafazaya yarayan kap veya özü çevreleyen ve koruyan kabuk gibidir. Kur’an’da dini yalnızca Allah’a has kılarak ibadet etmekle ilgili birçok âyet bulunduğu gibi (el-A‘râf 7/29; ez-Zümer 39/2, 11, 14; el-Beyyine 98/5) Hz. Peygamber de hâlis niyet bulunmadan yapılan ibadetlerin içi boş davranışlardan ibaret olduğunu hatırlatmıştır. Amellerin niyete göre olduğunu bildiren hadis de (Buhârî, “Îmân”, 41; Müslim, “İmâre”, 155) esasen ibadetlerin ifasında şekil şartı sayılan kasıt ve bilincin değil içtenlik ve ihlâs anlamındaki niyetin önemini vurgular. İbadetlerin ifasında devamlılık ve süreklilik asıldır. Kur’an’da insanın ölünceye kadar rabbine kulluk etmesi istenir (el-Hicr 15/98-99). İslâm’da dünya hayatı için âhiret, âhiret hayatı için dünya hayatı feda edilmeyerek ikisi arasında bir denge kurulmuş (en-Nûr 24/38; el-Kasas 28/77; el-Haşr 59/18-19), hem dünya hem de âhiret mutluluğu esas alınmıştır (el-Bakara 2/200-202). Bu ilke gereği Hz. Peygamber ümmetine dengeli ve itidalli bir dinî hayat tavsiye etmiş, devamlı yapılan amelin Allah katında amellerin en hayırlısı olduğunu belirtmiş, ibadetlerde aşırıya gitmek isteyen bazı sahâbîleri uyararak nefsin ve aile fertlerinin kişi üzerinde hakları bulunduğunu ve her hak sahibine hakkının verilmesi gerektiğini, kendisinin Allah’tan en çok korkan ve O’na en çok ibadet eden kişi olmakla birlikte yine de yiyip içtiğini, cinsî hayatını sürdürdüğünü ve istirahat ettiğini, İslâm’da ruhban hayatının bulunmadığını belirterek ( Müsned , III, 266; VI, 226; Dârimî, “Nikâḥ”, 3; Aclûnî, II, 377) din ile hiç kimsenin yarışamayacağını, aksi halde dinin ona galip geleceğini söylemiştir (Buhârî, “Îmân”, 29). İbadet Dili. İbadetlerin geçerlilik şartlarının önemli bir bölümünü şâri‘ tarafından belirlenen ve istenen belli davranış biçimleri ve şekil şartları oluşturur. İbadetlerle ilgili dinî hükümlerin zamanın ve şartların değişmesiyle değişmeyen, yorum ve ta‘lîle açık olmayan taabbüdî nitelikte hükümler olarak görülmesi de genelde bu şekil şartlarında yoğunlaşır. Namazın belirli safhalarında Kur’an’dan belli ölçüde metinlerin okunması, bunların Arapça olarak okunmasının gerekmesi, rek‘atların, rükû ve secdenin miktarları, oruçta yeme içme ve cinsel ilişki yasağı, haccın ifasında ihram, vakfe ve tavaf hükümleri böyledir. Bunlar arasında, bazı ibadetlerde aranan Arapça telaffuz şartı ve bu şarta bağlı olarak bir kimsenin ana diliyle ibadet edip edemeyeceği konusu özellikle Araplar dışındaki müslümanlar açısından ayrı bir önem taşır. Dinin benimsenmesinde ve gereklerinin yerine getirilmesinde anlama, razı olma ve iradî seçim esas olduğundan kelime-i şehâdet, zikir, dua ve niyette Arapça telaffuz şart görülmez. Cuma ve bayram namazı hutbelerinde de cemaatin söyleneni anlaması esas olduğundan Kur’ân-ı Kerîm ile hamdele ve salvele gibi şekilleri sünnetle belirlenen dua ve zikirler dışındaki öğüt ve irşad kısmının Arapça’dan başka bir dilde okunması câiz görülmüştür (bk. HUTBE ). Buna karşılık ezan ve ona bağlı olarak ikāmet (kāmet), dinin şiârı ve bir bölgede müslümanların mevcudiyetinin sembolü olarak görüldüğünden bunların Arapça orijinal şekil ve tertibiyle okunması gerekli sayılmıştır. Hanbelîler hariç üç mezhep fakihleri, Arapça okuyabilen kimsenin bulunmaması durumunda ezanın geçici bir süre için başka bir dilde okunabileceği görüşünde iseler de böyle bir mazeret olmadığında Arapça okunmasının gerektiği hususunda icmâ vardır. İslâm ümmetinin Hz. Peygamber’den bu yana uygulaması da bu yönde olmuştur. Kur’an anlaşılmak ve gereği yerine getirilmek için indirildiğinden ve bu yönüyle fert ve toplumlar için rahmet ve şifa olduğundan Kur’an kıraatinde mânanın anlaşılmasının ayrı bir önemi vardır. Bu sebeple Arapça bilmeyenlerin Kur’an meâlini veya tefsirini okuyup onun içeriğine vâkıf olması bir ibadet değeri taşır ve Kur’an’ın namaz dışında da Arapça okunması gerekli görülmez. Bununla birlikte bir kimsenin mânasını anlamasa bile Kur’an’ın Arapça metnini okuması ve dinlemesi de başlı başına bir ibadet olarak nitelendirilmiş, Allah’ın hoşnutluğunu kazanmaya vesile sayılmıştır. Öte yandan Kur’an’ın nâzil oluşundan bugüne kadar korunan orijinal şekli bütün müslümanlar arasında ortak bir bağ oluşturduğu ve dinin sembollerinden sayıldığı için öteden beri İslâm dünyasında Kur’ân-ı Kerîm’in Arapça orijinal metni ibadet ve zikir maksadıyla okunagelmiştir. İbadetlerin Arapça’dan başka bir dille yapılabilmesi tartışmaları, iftitah tekbiri dahil namazın kurucu unsur ve şekil şartlarında ayrı bir yoğunluk kazanır. Mâlikîler dışındaki İslâm hukukçularının büyük çoğunluğu, Arapça’sını bilmemesi veya dili dönmemesi gibi acziyet halinde namaz kılan kimsenin iftitah tekbirinin kendi dilindeki karşılığını okuyabileceği görüşünde olup Hanefî müctehid imamları böyle bir mazeret şartını da aramaz. Görüş ayrılığının sebebi, iftitah tekbirinin kendisiyle ibadet edilen bir lafız mı yoksa mâna mı olduğu konusundaki farklı yaklaşımlardır. Kur’an’da namazla ilgili olarak, “Ondan -Kur’an’dan- kolayınıza geleni okuyun” (el-Müzzemmil 73/20) buyrulduğu gibi hadislerde de kıraatsiz, Fâtiha’sız namazın geçerli olmayacağı veya eksik olacağı bildirilmiştir (Müslim, “Ṣalât”, 34-35, 38, 41-42; Ebû Dâvûd, “Ṣalât”, 132; Tirmizî, “Ṣalât”, 69, 115-116). Fiilî sünnet ve gelenek de bu yönde olduğundan bütün fıkıh mezhepleri namazda Kur’an’dan bir parça okumanın (kıraat) namazın farzlarından sayıldığı konusunda ittifak etmiş, ancak belirlenmiş bir sûre olarak Fâtiha’nın okunmasının farz mı vâcip mi olduğu hususu Hanefîler’le çoğunluk arasında tartışmalı kalmıştır. Namazda Fâtiha kıraat şartını temsil ettiğinden onun meâlinin Arapça dışında bir dille okunup okunamayacağı tartışmaları da esasen namazdaki kıraat şartının böyle yerine getirilip getirilemeyeceği anlamına gelir. Bu sebeple fakihlerin Fâtiha’yla ilgili görüşleri namazdaki diğer Arapça kıraatleri de kapsar. Temel bir kural olarak namaz ancak Kur’an’ın Arapça metni okunarak kılınabilir, meâl ve tercüme onun yerine geçmeyeceğinden bunlarla namaz kılınmaz. Namaz kılacak kimse Fâtiha’yı ve Kur’an’dan birkaç âyeti de bilmiyorsa veya bunları telaffuza güç yetiremiyorsa bu bir geçici mazeret hali olup o kimseden kıraat şartı düşer, ancak vakit geçirmeden bunu öğrenir. Böyle bir kimse için bu arada kılacağı namazlarda imama uyma, ayakta bir şey okumadan bekleme, bildiği âyet, dua ve tesbihleri okuma gibi geçici çözümler önerilir. Hanefîler’den Ebû Yûsuf ile İmam Muhammed, Fâtiha’nın Arapça’sını telaffuza güç yetiremeyen kimsenin öğreninceye kadar kendi dilindeki meâlini okuyabileceği görüşünde iken Ebû Hanîfe, böyle bir acziyeti de şart görmeyip Fâtiha’nın başka bir dildeki meâlinin okunabileceğini söyler. Ebû Hanîfe’nin Kur’an’ın tamamında mânaya öncelik verdiği, lafzı da bu anlamın kalıpları olarak gördüğü bilinmektedir. Ancak Ebû Hanîfe’nin daha sonra bu görüşünden vazgeçtiği rivayet edildiği gibi Hanefî mezhebinde de İmâmeyn’in görüşü kabul görmüştür. Fakihlerin Fâtiha ve kıraat şartıyla ilgili bu görüş ayrılığı namazdaki diğer tekbir, dua ve tesbihler konusunda da geçerlidir. Fâtiha’nın, namaz için yeterli diğer sûre, âyet ve dualarının ezberlenmesinde bir güçlük bulunmadığı, bu konuda zorlananlara ise dinî açıdan âzami kolaylığın sağlandığı, ayrıca İslâm’ın âdeta şiârı olmuş namaz ibadetinin bütün müslümanlarca ortak bir dille kılınmasının birçok fayda taşıdığı açıktır. Bundan dolayı İslâm tarihi boyunca bütün müslüman toplumlarda namaz Kur’an’ın aslı ile kılınmış, Hanefî âlimlerinin özellikle yeni müslüman olanları düşünerek getirdikleri kolaylığa da fazla ihtiyaç duyulmamıştır. Öte yandan bütün dinlerde ibadetlerin belli ölçüde biçimsellik ve sembolizm içerdiği, ibadetin etkinliğinin yalnız okunan metinlerin muhtevasında değil ses ve akislerinde de yattığı, kutsal dilin ilâhî huzur ve bereketten gerekli nasibi almayı sağlayan ilâhî bir vasıta olduğu bilinmektedir. Diğer semavî dinler veya büyük dinî geleneklerde de durum farklı değildir. İlâhî mesajın tebliğ aracı olarak seçilen kimsenin şahsıyla bütünleştiği Hıristiyanlık ve Budizm’de belli bir ibadet dilinin bulunmamasına karşılık mesajın kutsal bir metin halinde şekillendiği Yahudilik ve Hinduizm’de ibadet yalnız kutsal metnin diliyle yapılabilir. Tevrat ibadet amacıyla İbrânîce’den, Vedalar da Sanskritçe’den başka dille okunamaz. İfanın Sonuçları. İbadetlerle ilgili hükümler yalnızca kul ile Allah arasındaki ilişkileri düzenlemekle kalmaz, aynı zamanda ferdin yakın çevresiyle ve toplumla ilişkilerini de doğrudan veya dolaylı olarak etkiler. Ferdî niteliği baskın görünen namaz ve oruç ibadetinin bile kötülüklerden uzak durma, toplumsal kaynaşmayı, huzur ve sükûnu sağlama, yoksullara yardım elini uzatma gibi dışa akseden olumlu sonuçları vardır. Bu özellik zekât, hac, kurban, kefâret gibi ibadetlerde daha belirgindir. Son dönemlerde ibadetlerle hukukî ilişkilerin ayrı ayrı ele alındığı telif tarzı hariç tutulursa fıkıh literatüründe ibadet konularının insan ilişkilerinin hukukî ve ahlâkî yönlerinin, ayrıca ferdî, içtimaî ve siyasî hayatın bir bütün halinde ve bir sistem çerçevesinde ele alınmış olması, İslâm dininde ibadetlerle diğer alanların birbirini tamamlayan parçalar olduğunu, dinin de bu bütünlük içinde kavranması ve yaşanması gerektiğini vurgulamak içindir. İslâmî öğretide amel imandan bir parça sayılmadığı, kelime-i şehâdette özeti bulunan iman esaslarını kabul ve tasdik eden herkes ameli ne olursa olsun müslüman sayıldığı için ibadetlerin dinin öngördüğü şekilde yerine getirilmesinin İslâm toplumunun üyesi sayılma gibi hukuk düzenine taşan içtimaî sonuçları yoktur. Bununla birlikte ezan, cemaatle namaz dinî hayatın simgeleri sayıldığı için bunların müslüman bir toplumda açıkça ve tamamıyla terkedilmesinin İslâm’la bağdaşmadığı kabul edilmiştir. Zekât vermeyenlere karşı sert yaptırımların uygulanabilmesi, zekâtın ibadet olmaktan çok ihtiyaç sahiplerinin haklarını ilgilendirmesi sebebiyledir. Zekâta tâbi mallarda gizli mal - açık mal ayırımı yapılıp birinci grupta ferdî sorumluluğun, ikinci grupta devlet eliyle toplama ve dağıtmanın esas alınması da bu çerçeve içinde mütalaa edilmiştir. Bunun ötesinde ibadet yükümlülüğü neticede yaratana karşı bir kulluk borcu olduğundan ilke olarak karışılmaz, kişilere bu yönde baskı yapılmaz, sadece eğitim ve icra imkânı vermekle yetinilir. İslâm hukuk doktrininde hâkim olan “özel hayatın gizliliği” ilkesi ve tecessüs yasağı da böyle bir müdahaleye engel teşkil eder. İbadetlerde niyet ve ihlâs esas olduğundan baskı uygulanmasının kişiyi ikiyüzlülüğe sürükleyeceği ve bu şekilde yapılacak ibadetin Allah katında makbul sayılmayacağı açıktır. Kur’ân-ı Kerîm’de genel olarak sâlih amel işleyenlerin büyük mükâfat alacağı, buna karşılık ilâhî emirlere itaat etmeyenlerin çetin bir azaba uğratılacağı belirtilmiş (bk. M. F. Abdülbâkī, el-Muʿcem , “ṣâliḥ”, “seyyiʾe” md.leri), özel olarak da namaz ve zekât gibi ibadetlerin yerine getirilmesinin mutlu sonuçları, terkedilmesinin doğuracağı dünyevî ve uhrevî felâketler vurgulanmış ( a.g.e. , “ṣalât”, “zekât” md.leri), ancak herhangi bir dünyevî müeyyideden söz edilmemiştir. Esasen dünyevî cezalar birtakım ferdî ve içtimaî hakları ihlâl etmenin karşılığıdır. Böyle bir ihlâlde, aynı zamanda Allah’ın emrine karşı gelinmiş olması veya tamamen Allah hakkının söz konusu olduğu ibadetlerin yerine getirilmemesi hususu daha çok uhrevî cezanın konusuna girmekte ve ancak tövbe veya Allah’ın affıyla düşebilmektedir. Bununla birlikte fıkıh âlimlerinin namazı alenen terkedenlere, namaz kılmamakta ısrar edenlere, yahut ramazanda alenen oruç tutmayanlara karşı bazı yaptırımların uygulanmasını önermeleri, böyle bir davranışı söz konusu ibadetleri red ve inkâr şeklinde yorumlamaları veya toplumun genel kabulünü ve kamu düzenini bozucu, başkalarına kötü örnek olucu nitelikte görmeleriyle izah edilebilir. İnkâr ve red anlamına gelecek tutum ve davranışlar dışında ibadetlerin yapılmaması halinde uygulanması istenen müeyyideler genellikle ta‘zîr çerçevesinde kalmış olup bu da zamana ve şartlara göre değişen bir özellik taşır. Nitekim fıkıh kitaplarında yer alan ve bir kısmı son derece sert olan maddî yaptırım önerilerinin İslâm tarihi boyunca genellikle uygulamaya aksetmediği ve daha çok toplumsal tepki veya bazı idarî tedbirlerle yetinildiği görülmektedir. İbadetleri yerine getirmenin mânevî ve uhrevî hayata yönelik en belirgin sonucu kişinin uhdesinden böyle bir yükümlülüğün kalkmış olmasıdır. İbadetleri belirlenen şartlara uygun şekilde yerine getiren kimseden o ibadeti ifa yükümlülüğü düşer. İbadeti yapmış olmaktan dolayı kişinin Allah katında ne ölçüde sevap elde edeceği konusu, yerine getirilen görevin niteliğine ve kişinin samimiyetine bağlı olarak kul ile Allah arasında kalan bir meseledir. Yapılan ibadetin sevabını bir başkasına bağışlama da böyledir. Fakihlerin çoğunluğu, daha çok sosyal boyutu olan malî ibadetlerden ve meselâ Kur’an okumaktan elde edilecek sevabın başkasına bağışlanabileceği hususuna iyimserlikle bakmış ve sevabın bağışlanan kimseye ulaşmasının Allah’ın dilemesine bağlı olduğunu ifade etmişlerdir. Bu ihtimal evlâdın anne ve baba gibi yakınlarına yaptığı bağışlarda daha fazla kuvvet kazanmakta, ücret karşılığı yapılan ibadetlerde ise hâlis niyeti ve ihlâsı zedeleyici tavırlara bağlı olarak bir hayli zayıflamakta veya ortadan kalkmaktadır. Bu çerçevede Kur’an ve dinî ilimleri öğretme, imamlık ve müezzinlik yapma karşılığında ücret alınıp alınamayacağı meselesi doktrinde tartışılmış, sosyal bir zaruret olması bakımından bu hizmetler karşılığında ücret almanın câiz olduğu özellikle ileriki dönemlerde yaygın bir kabul görmüştür. BİBLİYOGRAFYA Tehânevî, Keşşâf (Dahrûc) , II, 947-948. M. F. Abdülbâkī, el-Muʿcem , “ṣâliḥ”, “seyyiʾe”, “ṣalât”, “zekât” md.leri.. Müsned , I, 108, 118, 152, 309; III, 266, 318, 366; VI, 226. Buhârî, “Bedʾü’l-vaḥy”, 1, “Îmân”, 1, 29, 37, 41, “Eẕân”, 1, 18, 160, “Ṣalât”, 1, “Cumʿa”, 3, “ʿÎdeyn”, 3, “Zekât”, 3, 64, “Ḥac”, 1, 67, “Nikâḥ”, 5, “Ṭalâḳ”, 11, “Cezâʾü’ṣ-Ṣayd”, 22-24, “Meġāzî”, 51, “İʿtiṣâm”, 12. Müslim, “Îmân”, 1, 10, “Ṣalât”, 1, 34-35, 38, 41-42, “Ṣalâtü’l-müsâfirîn”, 1, 3, “Cenâʾiz”, 105, 108, “Ḥac”, 147, 407-408, “Mesâcid”, 68, “Eḍâḥî”, 7, 43-45, “İmâre”, 155. İbn Mâce, “Eẕân”, 1, “İḳāmetü’ṣ-ṣalât”, 58, 77, “Ṭıb”, 10, “Zühd”, 26. Ebû Dâvûd, “Ṭahâret”, 31, “Ṣalât”, 73, 132-144, “Menâsik”, 26, “Eṭʿime”, 40, “Ṭalâḳ”, 11. Tirmizî, “Îmân”, 9, “Ṭahâret”, 3, “Ṣalât”, 25, 69, 115-116, “Ḥac”, 6, “Eṭʿime”, 27, “Feżâʾilü’l-cihâd”, 16. Nesâî, “Ṭahâret”, 59, “Eẕân”, 1, “Ṣalât”, 8, “Ṣalâtü’l-ʿîdeyn”, 1, “İstisḳāʾ”, 3, 4, 12-13, “Menâsik”, 220, “Ḍaḥâyâ”, 34, “Ṭalâḳ”, 24. Dârimî, “Ṣalât”, 42, “Nikâḥ”, 3. Şâfiî, el-Üm , I, 87-89, 106. a.mlf., er-Risâle , s. 48-49. Sahnûn, el-Müdevvene , I, 62-64, 74, 76; IV, 420. Nerşahî, Târîḫu Buḫârâ (trc. Emîn Abdülmecîd Bedevî – Nasrullah Mübeşşir et-Tırâzî), Kahire 1385/1965, s. 74. Cessâs, Aḥkâmü’l-Ḳurʾân (Kamhâvî) , V, 214-215. İbn Hazm, el-Muḥallâ , III, 233, 254, 275-280; VIII, 191, 193-196. Serahsî, el-Uṣûl , I, 26-56. a.mlf., el-Mebsûṭ , I, 35-38. Şîrâzî, el-Müheẕẕeb , I, 237-238, 246-247. Pezdevî, Kenzü’l-vüṣûl , I, 23-25. Zemahşerî, el-Keşşâf (Beyrut) , II, 366-367; III, 128. Ebû Bekir İbnü’l-Arabî, Aḥkâmü’l-Ḳurʾân , II, 558; IV, 1665, 1923. Kâsânî, Bedâʾiʿ , I, 110-113, 130-131, 194; IV, 191; V, 48. İbn Rüşd, Bidâyetü’l-müctehid , I, 106, 108, 112. İbn Kudâme, el-Muġnî (Herrâs) , I, 63, 126-130, 141, 158-160; V, 463, 555-558. İbnü’l-Esîr, el-Kâmil , II, 291. Ebû Şâme, Kitâbü’l-Bâʾis̱ ʿalâ inkâri’l-bidâʾi ve’l-ḥavâdis̱ (nşr. Meşhûr Hasan Selemân), Riyad 1410/1990, s. 100 vd. Kurtubî, el-Câmiʿ , I, 126; VI, 80; XVI, 149. Nevevî, el-Mecmûʿ , III, 289-294, 374-381. Mevsılî, el-İḫtiyâr , I, 104. Nîsâbûrî, Ġarâʾibü’l-Ḳurʾân , I, 88-91. Sadrüşşerîa, et-Tavżîḥ , I, 166-172. İbn Kayyim el-Cevziyye, Zâdü’l-meʿâd , III, 434-438, 442-454, 595. Abdülazîz el-Buhârî, Keşfü’l-esrâr , I, 22-26. Zerkeşî, el-Baḥrü’l-muḥîṭ , Küveyt 1413/1992, I, 293-294. a.mlf., el-Burhân , I, 464-467. Şâtıbî, el-İʿtiṣâm , I, 37-45. Aynî, el-Binâye , II, 120-129. İbnü’l-Hümâm, Fetḥu’l-ḳadîr , I, 85; II, 340. Süyûtî, el-Eşbâh ve’n-neẓâʾir (nşr. Muhammed el-Mu‘tasım-Billâh el-Bağdâdî), Beyrut 1407/1987, s. 46-53. a.mlf., el-İtḳān (Ebü’l-Fazl), I, 307. Şirbînî, Muġni’l-muḥtâc , I, 61, 151-152, 159-160; II, 344. İbn Nüceym, el-Eşbâh ve’n-neẓâʾir (nşr. M. Mutî‘ el-Hâfız), Dımaşk 1403/1983, s. 24-25. Buhûtî, Keşşâfü’l-ḳınâʿ , I, 331; IV, 16. el-Fetâva’l-Hindiyye , I, 68-69. Derdîr, eş-Şerḥu’l-kebîr , I, 537. Desûkī, Ḥâşiye ʿale’ş-Şerḥi’l-kebîr , I, 231-239. Şevkânî, Neylü’l-evṭâr , I, 251-252; V, 125, 322, 325-327. İbn Âbidîn, Reddü’l-muḥtâr (Kahire) , I, 106, 483-485, 521-522; II, 407. a.mlf., Mecmûʿatü’r-resâʾil , I, 152-198. Aclûnî, Keşfü’l-ḫafâʾ , II, 377. Reşîd Rızâ, Tefsîrü’l-Menâr , IX, 310-363. Elmalılı, Hak Dini , I, 9-18; IV, 2844, 3013. M. Abdülazîm Zürkānî, Menâhilü’l-ʿirfân fî ʿulûmi’l-Ḳurʾân , Kahire, ts. (Dâru ihyâi’l-kütübi’l-Arabiyye), II, 56-60. Tâhirülmevlevî, Müslümanlıkta İbadet Tarihi , İstanbul 1963, s. V-XIX, 1-33, 35-40 vd. Cevâd Ali, el-Mufaṣṣal , VI, 227-289. Hikmet Bayur, “İbadet Dili”, Necati Lugal Armağanı , Ankara 1968, s. 151-158. a.mlf., “Kur’ân Dili Üzerine Bir İnceleme”, TTK Belleten , XXII/88 (1958), s. 599-605. Hayreddin Karaman, İslâm Hukuk Tarihi , İstanbul 1975, s. 24-27, 90-91. a.mlf., “Zekât”, İA , XIII, 495-496. a.mlf., “Cuma”, DİA , VIII, 86. M. Mustafa el-Merâgī, Baḥs̱ fî tercemeti’l-Ḳurʾâni’l-Kerîm ve aḥkâmihâ (nşr. Selâhaddin el-Müneccid), Beyrut 1401/1981, s. 9-49. Ömer Süleyman el-Eşkar, Maḳāṣıdü’l-mükellefîn , Küveyt 1401/1981, s. 20-30, 265-295, 342-344. M. Ebü’l-Feth el-Beyânünî, el-ʿİbâde , Kahire 1404/1984, tür.yer. Muhammed İkbâl, İslâm’da Dini Düşüncenin Yeniden Doğuşu (trc. Ahmet Asrar), İstanbul 1984, s. 218. Yûsuf el-Karadâvî, el-ʿİbâde fi’l-İslâm , Kahire 1405/1985, tür.yer. Mehmet Bayrakdar, İslâm İbadet Fenomenolojisi , Ankara 1987, s. 5, 11-12, 21. M. Zâhid Kevserî, İḥḳāḳu’l-ḥaḳ , Kahire 1408/1988, s. 48-50, 56-64. İbrâhim b. Âmir er-Ruhaylî, Mevḳıfü ehli’s-sünne ve’l-cemâʿa min ehli’l-ehvâʾ ve’l-bidâʿ , Medine 1415, I, 336-457; II, 511-686. Habil Şentürk, Psikoloji Açısından Hazreti Peygamberin İbadet Hayatı , İstanbul, ts. (Bahar Yayınevi), s. 104-111. Hidayet Aydar, Kur’ân-ı Kerîm’in Tercümesi Meselesi , İstanbul 1996, s. 350-408. M. Sait Şimşek, Fâtiha Sûresi ve Türkçe Namaz , İstanbul 1998, s. 91-113. Osman Keskioğlu, “Kur’an Tercümesi Hakkında İki Fakihin Yazdıkları”, AÜİFD , VIII (1961), s. 89-93. Muhammed Akale, “en-Niyâbe fi’l-ʿibâde”, Mecelletü’t-Teşrîʿa ve’d-dirâsâti’l-İslâmiyye , II/4 (1406/1985), s. 91-149. Heffening, “İbâdât”, İA , V/2, s. 687. “Âyet”, Mv.Fİ , I, 105-107; “İcâre”, a.e. , II, 220-223; a.e. , “İstiʿâne”, VII, 141-143. “Ṣalât”, Mv.F , XXVII, 53-55; “ʿİbâde”, a.e. , XXIX, 256-258. G.-H. Bousquet, “ʿIbādāt”, EI 2 (İng.) , III, 647-648. Abdülkadir Şener, “Abdest”, DİA , I, 69. İbrahim Kâfi Dönmez, “Amel”, a.e. , III, 16-20. Rahmi Yaran, “Bid‘at”, a.e. , VI, 129-131. Ali Bardakoğlu, “Bedel”, a.e. , V, 298-299. a.mlf., “Edâ”, a.e. , X, 389-392. a.mlf., “Hak”, a.e. , XV, 142-144. Abdurrahman Çetin, “Ezan”, a.e. , XII, 36. Salim Öğüt, “Hac”, a.e. , XIV, 389. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 1999 yılında İstanbul’da basılan 19. cildinde, 240-247 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Tehânevî, Keşşâf (Dahrûc) , II, 947-948.",
        "M. F. Abdülbâkī, el-Muʿcem , “ṣâliḥ”, “seyyiʾe”, “ṣalât”, “zekât” md.leri..",
        "Müsned , I, 108, 118, 152, 309; III, 266, 318, 366; VI, 226.",
        "Buhârî, “Bedʾü’l-vaḥy”, 1, “Îmân”, 1, 29, 37, 41, “Eẕân”, 1, 18, 160, “Ṣalât”, 1, “Cumʿa”, 3, “ʿÎdeyn”, 3, “Zekât”, 3, 64, “Ḥac”, 1, 67, “Nikâḥ”, 5, “Ṭalâḳ”, 11, “Cezâʾü’ṣ-Ṣayd”, 22-24, “Meġāzî”, 51, “İʿtiṣâm”, 12.",
        "Müslim, “Îmân”, 1, 10, “Ṣalât”, 1, 34-35, 38, 41-42, “Ṣalâtü’l-müsâfirîn”, 1, 3, “Cenâʾiz”, 105, 108, “Ḥac”, 147, 407-408, “Mesâcid”, 68, “Eḍâḥî”, 7, 43-45, “İmâre”, 155.",
        "İbn Mâce, “Eẕân”, 1, “İḳāmetü’ṣ-ṣalât”, 58, 77, “Ṭıb”, 10, “Zühd”, 26.",
        "Ebû Dâvûd, “Ṭahâret”, 31, “Ṣalât”, 73, 132-144, “Menâsik”, 26, “Eṭʿime”, 40, “Ṭalâḳ”, 11.",
        "Tirmizî, “Îmân”, 9, “Ṭahâret”, 3, “Ṣalât”, 25, 69, 115-116, “Ḥac”, 6, “Eṭʿime”, 27, “Feżâʾilü’l-cihâd”, 16.",
        "Nesâî, “Ṭahâret”, 59, “Eẕân”, 1, “Ṣalât”, 8, “Ṣalâtü’l-ʿîdeyn”, 1, “İstisḳāʾ”, 3, 4, 12-13, “Menâsik”, 220, “Ḍaḥâyâ”, 34, “Ṭalâḳ”, 24.",
        "Dârimî, “Ṣalât”, 42, “Nikâḥ”, 3.",
        "Şâfiî, el-Üm , I, 87-89, 106.",
        "a.mlf., er-Risâle , s. 48-49.",
        "Sahnûn, el-Müdevvene , I, 62-64, 74, 76; IV, 420.",
        "Nerşahî, Târîḫu Buḫârâ (trc. Emîn Abdülmecîd Bedevî – Nasrullah Mübeşşir et-Tırâzî), Kahire 1385/1965, s. 74.",
        "Cessâs, Aḥkâmü’l-Ḳurʾân (Kamhâvî) , V, 214-215.",
        "İbn Hazm, el-Muḥallâ , III, 233, 254, 275-280; VIII, 191, 193-196.",
        "Serahsî, el-Uṣûl , I, 26-56.",
        "a.mlf., el-Mebsûṭ , I, 35-38.",
        "Şîrâzî, el-Müheẕẕeb , I, 237-238, 246-247.",
        "Pezdevî, Kenzü’l-vüṣûl , I, 23-25.",
        "Zemahşerî, el-Keşşâf (Beyrut) , II, 366-367; III, 128.",
        "Ebû Bekir İbnü’l-Arabî, Aḥkâmü’l-Ḳurʾân , II, 558; IV, 1665, 1923.",
        "Kâsânî, Bedâʾiʿ , I, 110-113, 130-131, 194; IV, 191; V, 48.",
        "İbn Rüşd, Bidâyetü’l-müctehid , I, 106, 108, 112.",
        "İbn Kudâme, el-Muġnî (Herrâs) , I, 63, 126-130, 141, 158-160; V, 463, 555-558.",
        "İbnü’l-Esîr, el-Kâmil , II, 291.",
        "Ebû Şâme, Kitâbü’l-Bâʾis̱ ʿalâ inkâri’l-bidâʾi ve’l-ḥavâdis̱ (nşr. Meşhûr Hasan Selemân), Riyad 1410/1990, s. 100 vd.",
        "Kurtubî, el-Câmiʿ , I, 126; VI, 80; XVI, 149.",
        "Nevevî, el-Mecmûʿ , III, 289-294, 374-381.",
        "Mevsılî, el-İḫtiyâr , I, 104.",
        "Nîsâbûrî, Ġarâʾibü’l-Ḳurʾân , I, 88-91.",
        "Sadrüşşerîa, et-Tavżîḥ , I, 166-172.",
        "İbn Kayyim el-Cevziyye, Zâdü’l-meʿâd , III, 434-438, 442-454, 595.",
        "Abdülazîz el-Buhârî, Keşfü’l-esrâr , I, 22-26.",
        "Zerkeşî, el-Baḥrü’l-muḥîṭ , Küveyt 1413/1992, I, 293-294.",
        "a.mlf., el-Burhân , I, 464-467.",
        "Şâtıbî, el-İʿtiṣâm , I, 37-45.",
        "Aynî, el-Binâye , II, 120-129.",
        "İbnü’l-Hümâm, Fetḥu’l-ḳadîr , I, 85; II, 340.",
        "Süyûtî, el-Eşbâh ve’n-neẓâʾir (nşr. Muhammed el-Mu‘tasım-Billâh el-Bağdâdî), Beyrut 1407/1987, s. 46-53.",
        "a.mlf., el-İtḳān (Ebü’l-Fazl), I, 307.",
        "Şirbînî, Muġni’l-muḥtâc , I, 61, 151-152, 159-160; II, 344.",
        "İbn Nüceym, el-Eşbâh ve’n-neẓâʾir (nşr. M. Mutî‘ el-Hâfız), Dımaşk 1403/1983, s. 24-25.",
        "Buhûtî, Keşşâfü’l-ḳınâʿ , I, 331; IV, 16.",
        "el-Fetâva’l-Hindiyye , I, 68-69.",
        "Derdîr, eş-Şerḥu’l-kebîr , I, 537.",
        "Desûkī, Ḥâşiye ʿale’ş-Şerḥi’l-kebîr , I, 231-239.",
        "Şevkânî, Neylü’l-evṭâr , I, 251-252; V, 125, 322, 325-327.",
        "İbn Âbidîn, Reddü’l-muḥtâr (Kahire) , I, 106, 483-485, 521-522; II, 407.",
        "a.mlf., Mecmûʿatü’r-resâʾil , I, 152-198.",
        "Aclûnî, Keşfü’l-ḫafâʾ , II, 377.",
        "Reşîd Rızâ, Tefsîrü’l-Menâr , IX, 310-363.",
        "Elmalılı, Hak Dini , I, 9-18; IV, 2844, 3013.",
        "M. Abdülazîm Zürkānî, Menâhilü’l-ʿirfân fî ʿulûmi’l-Ḳurʾân , Kahire, ts. (Dâru ihyâi’l-kütübi’l-Arabiyye), II, 56-60.",
        "Tâhirülmevlevî, Müslümanlıkta İbadet Tarihi , İstanbul 1963, s. V-XIX, 1-33, 35-40 vd.",
        "Cevâd Ali, el-Mufaṣṣal , VI, 227-289.",
        "Hikmet Bayur, “İbadet Dili”, Necati Lugal Armağanı , Ankara 1968, s. 151-158.",
        "a.mlf., “Kur’ân Dili Üzerine Bir İnceleme”, TTK Belleten , XXII/88 (1958), s. 599-605.",
        "Hayreddin Karaman, İslâm Hukuk Tarihi , İstanbul 1975, s. 24-27, 90-91.",
        "a.mlf., “Zekât”, İA , XIII, 495-496.",
        "a.mlf., “Cuma”, DİA , VIII, 86.",
        "M. Mustafa el-Merâgī, Baḥs̱ fî tercemeti’l-Ḳurʾâni’l-Kerîm ve aḥkâmihâ (nşr. Selâhaddin el-Müneccid), Beyrut 1401/1981, s. 9-49.",
        "Ömer Süleyman el-Eşkar, Maḳāṣıdü’l-mükellefîn , Küveyt 1401/1981, s. 20-30, 265-295, 342-344.",
        "M. Ebü’l-Feth el-Beyânünî, el-ʿİbâde , Kahire 1404/1984, tür.yer.",
        "Muhammed İkbâl, İslâm’da Dini Düşüncenin Yeniden Doğuşu (trc. Ahmet Asrar), İstanbul 1984, s. 218.",
        "Yûsuf el-Karadâvî, el-ʿİbâde fi’l-İslâm , Kahire 1405/1985, tür.yer.",
        "Mehmet Bayrakdar, İslâm İbadet Fenomenolojisi , Ankara 1987, s. 5, 11-12, 21.",
        "M. Zâhid Kevserî, İḥḳāḳu’l-ḥaḳ , Kahire 1408/1988, s. 48-50, 56-64.",
        "İbrâhim b. Âmir er-Ruhaylî, Mevḳıfü ehli’s-sünne ve’l-cemâʿa min ehli’l-ehvâʾ ve’l-bidâʿ , Medine 1415, I, 336-457; II, 511-686.",
        "Habil Şentürk, Psikoloji Açısından Hazreti Peygamberin İbadet Hayatı , İstanbul, ts. (Bahar Yayınevi), s. 104-111.",
        "Hidayet Aydar, Kur’ân-ı Kerîm’in Tercümesi Meselesi , İstanbul 1996, s. 350-408.",
        "M. Sait Şimşek, Fâtiha Sûresi ve Türkçe Namaz , İstanbul 1998, s. 91-113.",
        "Osman Keskioğlu, “Kur’an Tercümesi Hakkında İki Fakihin Yazdıkları”, AÜİFD , VIII (1961), s. 89-93.",
        "Muhammed Akale, “en-Niyâbe fi’l-ʿibâde”, Mecelletü’t-Teşrîʿa ve’d-dirâsâti’l-İslâmiyye , II/4 (1406/1985), s. 91-149.",
        "Heffening, “İbâdât”, İA , V/2, s. 687.",
        "“Âyet”, Mv.Fİ , I, 105-107; “İcâre”, a.e. , II, 220-223; a.e. , “İstiʿâne”, VII, 141-143.",
        "“Ṣalât”, Mv.F , XXVII, 53-55; “ʿİbâde”, a.e. , XXIX, 256-258.",
        "G.-H. Bousquet, “ʿIbādāt”, EI 2 (İng.) , III, 647-648.",
        "Abdülkadir Şener, “Abdest”, DİA , I, 69.",
        "İbrahim Kâfi Dönmez, “Amel”, a.e. , III, 16-20.",
        "Rahmi Yaran, “Bid‘at”, a.e. , VI, 129-131.",
        "Ali Bardakoğlu, “Bedel”, a.e. , V, 298-299.",
        "a.mlf., “Edâ”, a.e. , X, 389-392.",
        "a.mlf., “Hak”, a.e. , XV, 142-144.",
        "Abdurrahman Çetin, “Ezan”, a.e. , XII, 36.",
        "Salim Öğüt, “Hac”, a.e. , XIV, 389."
      ]
    },
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "2. Tasavvuf. Sahâbe, tâbiîn ve tebeu’t-tâbiîn zamanında yaşamış olup sûfîlerin öncüleri kabul edilen takvâ sahibi müslümanlar ibadet üzerinde hassasiyetle durdukları ve çok ibadet ettikleri için “ubbâd” dünyadan çok âhirete önem verdikleri için “zühhâd” diye tanınmışlardı. Tasavvuf döneminde de nitelikli ibadetten beklenen feyiz ve sevabın daha çok olması için zühd gerekli görülmüştür. İbadetlerin daha çok bâtınî özellikleri, ruhu ve özü üzerinde duran sûfîler bundan başka ihlâs, huşû, Allah sevgisi ve korkusu gibi gönül hallerini; sabır, şükür, tevazu, cömertlik, af, merhamet gibi ahlâk esaslarını; kısaca kalp temizliğine, ruhun olgunlaşmasına vesile olan ve sonuçta insanı Allah’a yaklaştıran her türlü iyi halleri ve davranışları ibadet sayarlar. Tasavvufta ibadet kavramının bu kapsamlı anlamı “ubûdiyyet” kelimesiyle ifade edilmiştir. Sûfîlere göre ibadet ve ubûdiyyet Allah’ın rızâsını kazanmak, ona yaklaşmak ve onun huzurunda olmak için vazgeçilmez bir araçtır. Kişi her şeyi bir yana bırakarak Allah’ın huzurunda ve onunla birlikte olduğunun bilincine erince amaca uygun şekilde ibadet etmiş olur. Hz. Peygamber “ihsan” kavramıyla (Buhârî, “Îmân”, 37; Müslim, “Îmân”, 1) bu hususu belirtmiştir. Allah Teâlâ, “Bana ibadet et ve beni anmak için namaz kıl” (Tâhâ 20/14) buyurmak suretiyle gafletle ibadet edilmemesi ve namazın bilinçli kılınması konusunda uyarıda bulunmuştur (Serrâc, s. 209; Gazzâlî, I, 116). Allah’a çok yakın olan ve O’nun dostluğunu kazanan velîler de dahil olmak üzere bütün müslümanlar her zaman bu araca muhtaçtır. “Yakīn gelinceye kadar rabbine ibadet et” (el-Hicr 15/99) meâlindeki âyeti yanlış yorumlayan sûfî görünümlü bazı kişiler, yakīn mertebesine ulaşan ve kalbi temiz olan kimselerin artık bu mertebeden sonra ibadet ve ubûdiyyete ihtiyaçları kalmayacağını ve onlardan yükümlülüğün düşeceğini, kulluktan kurtulup özgür olacaklarını iddia etmişlerdir (Serrâc, s. 531, 538). “Ârifler dinî yükümlülüğün düşeceği bir mertebeye ulaşırlar mı?” şeklindeki bir soruya karşılık ünlü sûfî Cüneyd-i Bağdâdî böyle bir mertebenin varlığından bahseden bir zümrenin bulunduğunu, ancak bu iddiayı ileri sürenlerin hırsızlardan daha kötü olduklarını, âriflerin sadece ibadet ve taatle Allah’a eriştiklerini ifade ettikten sonra kendisinin bin yıl yaşasa bile amelinden zerre kadar eksiltmeyeceğini söyleyerek cevap vermişti ( a.g.e. , s. 208; Sülemî, s. 159; Kuşeyrî, I, 106). Tasavvufun doğuş döneminde mutasavvıf olduğunu iddia eden bazı kişiler tarafından ileri sürülen, yükümlülüğün düşeceği bir mertebenin bulunduğu şeklindeki görüş daha sonra İbâhiyye, Hulûliyye, Bâtıniyye gibi şeriat dışı hareketlerde devam ederek çeşitli biçimlerde günümüze kadar gelmiştir. Tasavvufta kulluğun ibadet, ubûdiyyet ve ubûdet olmak üzere üç şekli vardır. İbadet ilme’l-yakīn, ubûdiyyet ayne’l-yakīn, ubûdet de hakke’l-yakīn mertebesindeki sâlikler için söz konusudur. İbadet ve ubûdiyyet daima rab ve mevlâ kavramlarını çağrıştırır. Kendini abd olarak gören Allah’ı rab, kendini âbid olarak gören O’nu mâbud ve mevlâ olarak görür. Mutasavvıflar farz ibadetlerin insanı Allah’a yaklaştıracağına, farzlardan sonra yapılan nâfile ibadetlerin bu yakınlığı daha da arttıracağına ve kulu mevlâsına ulaştıracağına inanırlar. Hadiste de belirtildiği üzere bu durumda Allah kulun gören gözü, işiten kulağı olur” (Buhârî, “Riḳāḳ”, 38). Bu sebeple sûfîler nâfile ibadetlere büyük önem verirler. Sûfîlere göre ibadet cehennemden kurtulmanın ve cennete girmenin aracıdır. Bu amaca ulaşmak niyetiyle ibadet etmek câizdir. Ancak ibadet ve ubûdiyyetin en yüksek derecesi, hiçbir karşılık beklemeden sırf rızâsını kazanmak ve emrine uymak için Allah’a tapmaktır. Özellikle Râbia el-Adeviyye’den itibaren bu anlayış sûfîlerin ortak görüşü haline gelmiştir (Attâr, s. 83). Sûfîler sevap için ibadet edeni ücret almak için çalışan işçiye benzetirler. Azîmet ve ruhsat açısından da ibadetler üzerinde duran sûfîler, ruhsat ve kolaylık esasına göre ibadet etmeyi avam için câiz görürken kendileri daima azîmet ve ihtiyatı esas alır, nicelik ve nitelik bakımından ibadetleri en mükemmel şekilde yerine getirmeye çalışırlar. İbn Hafîf, bir derviş için te’vil yapmaktan ve ruhsata yönelmekten daha zararlı bir şeyin bulunmadığını söyler (Sülemî, s. 210, 465, 488). Tasavvuf kaynaklarında bunun sayısız örneği bulunmaktadır. Sûfîlerin farz ve nâfile ibadetlerin yanı sıra ahzâb ve evrâd okuma, semâ ve zikir yapma gibi ibadetleri de vardır. Halvethânelerde ve çilehânelerde inzivaya çekilmek, türbeleri, tekkeleri, meşâyihi ziyaret etmek, temessüh ve teberrük de tasavvuf ve tarikat ehlinin telakkilerince ibadet şekilleridir. Ayrıca sohbet meclisleri de ibadet olarak anlaşılır. Sûfîlerin bu özel ibadet şekilleri üzerinde geniş olarak durmaları, zâhir ulemâsı tarafından bunlara farzlardan daha fazla önem verilmesi olarak yorumlanmış ve şiddetle tenkit edilmiştir. Bazı sûfîlerin ibadeti, “nefsin arzularına muhalefet etmek” şeklinde tanımlamaları ve bu muhalefeti nefse eziyet etme derecesine vardırmaları da tenkit konusu olmuştur. “Göklerde ve yerde olan her şey, güneş, ay, yıldızlar, dağlar Allah’a secde eder” (el-Hac 22/18) meâlindeki âyeti her şeyin Allah’a ibadet ettiği şeklinde tefsir eden Muhyiddin İbnü’l-Arabî’ye göre varlıkların Allah’a muhtaç olmaları O’na ibadet etmeleri anlamına gelir. İbnü’l-Arabî buna zâtî, aslî ve fıtrî ibadet adını vermektedir. İnsanların iradeleriyle yaptıkları ibadetler ise özel nitelikteki ibadetlerdir ( el-Fütûḥât , II, 328, 353, 539; IV, 118, 197). Abdurrahman-ı Câmî sûfîlerle Melâmîler’i hak tâlibi; zâhid, fakir, hâdim ve âbidleri de âhiret tâlibi olarak görür. Ona göre haz alarak ibadet edene “âbid”, külfetle ibadet edene “müteabbid” denir. Bir de ibadette riyakâr olanlar vardır ( Nefeḥât , s. 9, 12). Melâmîler ibadetin samimi olması için gizli tutulmasına önem verir, her çeşit farz ve nâfile ibadetleri bu çerçevede yerine getirmeye özen gösterirler. Câmî, Kalenderîler’in de Melâmîler’in yolunu tuttuğunu, ancak bunların farz ibadetlerle yetindiklerini, Kalenderî olduklarını söylemekle birlikte gerçekte zındık olan diğer bir zümrenin ise günahı insanları incitmekten, sevabı onlara iyi davranmaktan ibaret görüp bunun dışında ibadet kabul etmediklerini söyler ( a.g.e. , s. 11). Mezhepler tarihi literatüründe İslâm dışı kabul edilen gruplar da ibadeti gerekli görmez (bk. GĀLİYYE ; İBÂHİYYE ). Tasavvufta, kendilerini tamamen Allah’a verdikleri ve bilinçlerinin yeterince yerinde olmadığı kabul edildiği için “meczup” diye anılan zümre mensupları dünya ile ilgilenmedikleri gibi ya hiç ibadet etmezler veya ibadet ederken kurallara uymazlar. Sûfîler ara sıra ibadet eden meczupların Allah’ın velî kulları olduklarını, ancak yükümlülüğün temeli olan akıl melekesine tam olarak sahip bulunmadıkları için ibadetle yükümlü olmadıklarını ileri sürerler. İbn Haldûn, “İbadet olmadan velîlik olmaz” diyerek meczupların velîliğini inkâr eden fakihleri hatalı bulur ve velîliğin Allah’ın dilediğine verdiği bir lutuf olduğunu, ibadete bağlı bulunmadığını söyler ( Muḳaddime , I, 102). BİBLİYOGRAFYA Buhârî, “Îmân”, 37, “Riḳāḳ”, 38. Müslim, “Îmân”, 1. Muhâsibî, el-Veṣâyâʾ , Beyrut 1986, s. 136, 204, 355. Hakîm et-Tirmizî, Ḫatmü’l-evliyâʾ . Serrâc, el-Lümaʿ , s. 203-231, 531, 538. Kelâbâzî, et-Taʿarruf , s. 58. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, II, 186-271. Sülemî, Ṭabaḳāt , s. 159, 210, 465, 488. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 171, 195, 223, 227, 295. Kuşeyrî, er-Risâle , Kahire 1385/1966, I, 106. Gazzâlî, İḥyâʾ , I, 116; IV, 301, 361. Attâr, Teẕkiretü’l-evliyâʾ , s. 83. Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1960, s. 541. İbnü’l-Arabî, Fuṣûṣ , s. 83, 187. a.mlf., el-Fütûḥât , II, 308, 328, 353, 539; III, 402, 437; IV, 102, 118, 172, 197, 199, 310. Mevlânâ, Mesnevî , I, 371. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, I, 90-167. İbn Haldûn, Muḳaddime , I, 102. a.mlf., Şifâʾü’s-sâʾil , Ankara 1957, s. 107. Câmî, Nefeḥât , s. 9, 11, 12, 13. Ankaravî, Minhâcü’l-âbidîn , Bulak 1250, s. 164, 198. Şah Veliyyullah ed-Dihlevî, Ḥüccetullāhi’l-bâliġa , Kahire 1966, s. 561. İbrahim Hakkı Erzurûmî, Mârifetnâme , İstanbul 1310, s. 430. Schimmel, Tasavvufun Boyutları , s. 135, 177. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 1999 yılında İstanbul’da basılan 19. cildinde, 247-248 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Buhârî, “Îmân”, 37, “Riḳāḳ”, 38.",
        "Müslim, “Îmân”, 1.",
        "Muhâsibî, el-Veṣâyâʾ , Beyrut 1986, s. 136, 204, 355.",
        "Hakîm et-Tirmizî, Ḫatmü’l-evliyâʾ .",
        "Serrâc, el-Lümaʿ , s. 203-231, 531, 538.",
        "Kelâbâzî, et-Taʿarruf , s. 58.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, II, 186-271.",
        "Sülemî, Ṭabaḳāt , s. 159, 210, 465, 488.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 171, 195, 223, 227, 295.",
        "Kuşeyrî, er-Risâle , Kahire 1385/1966, I, 106.",
        "Gazzâlî, İḥyâʾ , I, 116; IV, 301, 361.",
        "Attâr, Teẕkiretü’l-evliyâʾ , s. 83.",
        "Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1960, s. 541.",
        "İbnü’l-Arabî, Fuṣûṣ , s. 83, 187.",
        "a.mlf., el-Fütûḥât , II, 308, 328, 353, 539; III, 402, 437; IV, 102, 118, 172, 197, 199, 310.",
        "Mevlânâ, Mesnevî , I, 371.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, I, 90-167.",
        "İbn Haldûn, Muḳaddime , I, 102.",
        "a.mlf., Şifâʾü’s-sâʾil , Ankara 1957, s. 107.",
        "Câmî, Nefeḥât , s. 9, 11, 12, 13.",
        "Ankaravî, Minhâcü’l-âbidîn , Bulak 1250, s. 164, 198.",
        "Şah Veliyyullah ed-Dihlevî, Ḥüccetullāhi’l-bâliġa , Kahire 1966, s. 561.",
        "İbrahim Hakkı Erzurûmî, Mârifetnâme , İstanbul 1310, s. 430.",
        "Schimmel, Tasavvufun Boyutları , s. 135, 177."
      ]
    },
    {
      "author": "HAYATİ HÖKELEKLİ",
      "content": "D) Psikoloji ve Sosyoloji Açısından İbadet. Dinî hayatın ayırıcı özelliği olan tabiat üstü yüce bir varlıkla veya kısaca Tanrı’yla ilişki insanda inanç, ibadet, tecrübe, bilgi ve etki boyutları çerçevesinde ortaya çıkar. Psikolojik açıdan ibadet, insanla Tanrı arasındaki ilişki ve iletişimin insana ait söz, beden duruşu ve hareketler gibi sembolik eylemlerle ifadesi olarak anlaşılır. Dua, dinî âyin ve tören gibi tapınma şekillerini de içine alan geniş anlamıyla ibadet ferdin kendisini Tanrı’ya çok yakın hissettiği, O’nunla derûnî münasebetler içinde bulunduğu hissini veren özel bir tecrübe ve bu tecrübeye dayalı her türlü eylem ve işlemdir, dinî hayatın uygulamaya yönelik ifadesidir. Buna göre kutsal zaman ve mekânlara saygı, ilâhî irade ve kâinat hakkında geniş bir yorum sistemine bağlı olarak yapılan törensel eylemler ve âyinler, belli bir sonuca ulaşmak için yapılan bütün özel törenler (tahâret, dua, oruç, kurban vb.) ibadet kavramı içerisinde ele alınabilir (Wach, s. 28). Dindar insanın tapınma eylem ve işlemleri olarak ibadet geçici ve tesadüfî bir olay değil dinî hayatın esaslı ve gerçek bir ifadesi olarak kabul edilir. Bu kapsamıyla ibadet dinî hayatla o kadar sıkı bir bağ içerisindedir ki ibadet olmadan dinin varlığını sürdürüp sürdüremeyeceği bile şüphelidir. Bu açıdan ibadet psikolojiye indirgenemez ve psikoloji tarafından da açıklanamaz, ancak ibadetin insan üzerindeki etkileri incelenebilir. William James, Gordon W. Allport, Paul E. Johnson, Carl Gustav Jung, Viktor E. Frankl, Becker, Fr. Maslow gibi bilim adamlarına göre dinin fert üzerindeki asıl etki ve fonksiyonu onda güçlü, uyumlu, bütünleşmiş, sağlam yapılı bir kişilik oluşturmasıdır. Din psikolojisi araştırmalarından elde edilen sonuçlar da bunu desteklemektedir. Muhammed İkbal de aynı görüşü felsefî ve metafizik düzlemde kuvvetle savunmuştur ( İslâm’da Dinî Tefekkürün Yeniden Teşekkülü , s. 18, 200, 207). Bu anlayışa göre dinî inanç ve değerler, ibadet ve törenlerle dünya hayatına ilişkin dinî açıklamalar insan hayatına bir anlam ve amaç kazandırır; insanlar arası ilişkileri düzene koyar; kişinin zihinsel açmazlarını çözer. Ayrıca dinin insanı davet ettiği ve yönlendirdiği ideallerle oluşturduğu cemaat hayatı kişiye bir kimlik kazandırır; cinsellik ve saldırganlık dürtülerinin ıslah edilip faydalı duruma getirilmesine hizmet eder; ruh sağlığını koruyucu, ruhî meseleleri tedavi edici etkiler yapar (Allport, s. 89-93; Johnson, s. 231-251). Dinin, insanın iç dünyası ile tabii ve toplumsal çevre arasında denge ve uyum kurmasına yardımcı olmasında ve insana kişilik yapısındaki güçleri bütünleştirme imkânı vermesinde ibadetin büyük payı vardır (Argyle – Hallahmi, s. 201-203). Dinî hayatın temel unsuru olarak ibadetin etkisi tek bir alanla sınırlandırılamaz. Bu bakımdan tapınma, insanın şahsî ve mânevî cephesiyle birlikte etki ve sonuçlarını iletme aracı olan bedenî ve maddî yönünü de etki altına almakta ve bu şekilde insan hayatının bütününü kuşatabilmektedir (Wach, s. 26). İbadetin fert ve toplum hayatına yaptığı kabul edilen bu etkiler alanında sürdürülen özel araştırma ve incelemeler henüz yeterli olmamakla birlikte mevcut çalışmalar ve teorik değerlendirmeler konu hakkında bir fikir verebilmektedir. Meselâ Amerika Birleşik Devletleri’nde 10.000 kişiye uygulanan çok sayıda psikolojik test sonucunda, dine inanan veya bir mezhebin kilisesine devam eden kişilerin bunu yapmayanlardan daha sağlam bir kişiliğe sahip oldukları tesbit edilmiştir (Link, s. 20, 105). Türkiye’de oruç psikolojisi üzerine yapılan bir alan araştırmasında ankete katılanların % 75’inin oruç tutmanın kişiliği geliştirdiği kanaatine sahip oldukları görülmüştür. Bazı araştırmalar, dua ve ibadetin kişiliğin yeniden yapılanması için en önemli vasıta olduğunu ortaya koyarken (Wulff, s. 167-168) bazıları da fiziksel ve ruhsal sağlığı koruyucu veya tedavi edici rolü üzerinde yoğunlaşmış bulunmaktadır. Dinî bir hayat yaşamanın ruh sağlığı yönünden büyük önemini en etkili biçimde dile getirenlerin başında Jung gelmektedir. Ona göre dinî inanç, dua ve törenler, bilinç dışının beklenmedik ve tehlikeli etkilerine karşı birer savunma aracı, bilinç dışı güdülerle en güvenli ilgilenme yolu, kişinin ruhsal dengesini koruyucu duvarlardır ( Din ve Psikoloji , s. 33, 73). Pruyser de ibadetin savunucu kullanımdaki enerjileri yeniden yönlendirdiğini, böylece ibadet edenin belirgin olmayan gizli güçlerini daha çok realize ederek yeni bir şekle soktuğunu söyler. Ona göre ibadet eden kimse sevgi ve bağlanma gücünü arttırma çabasında yeni kuvvet kazanmaya doğru atılım içindedir. Bazı ibadetler yaparak zinde kalabilen âbid de âşık gibi fiziksel olarak şevkli, coşkulu ve sevinçlidir. İbadetin etkileri aynı zamanda bir kimsenin estetik bir şaheseri seyrettiği zaman kazandığı estetik yücelmeye benzer ( A Dynamic Psychology of Religion , s. 182-183). Genç yaşlarda düzenli ve istekli bir şekilde dinî faaliyetlere katılan, ibadetlerini yerine getiren, kısaca aktif bir dinî hayat yaşayan kimselerin, dinî ilgi ve aktivitesi zayıf olanlardan çok daha uyumlu bir kişilik yapısı geliştirmeye eğilimli oldukları bazı araştırmalarla teyit edilmiştir. Böylece yaşlılığa ve bunun getirdiği sorunlara katlanmak gibi sıkıntılı gelişmelere uyum göstermede ibadetlerin önemli bir faktör olduğu anlaşılmaktadır (Hurlock, s. 824-826). Ölüm korkusu üzerine yapılan araştırmalarda bu durum çok daha açık olarak görülmektedir. Dinî görevlerini yerine getiren kimselerin getirmeyenlere göre daha az ölüm korkusu içinde yaşadıkları ve ölümü soğukkanlı karşıladıkları, ölümcül derecede hasta olanlar içinde haftalık dinî âyinlere katılanların % 10’unun en az ölüm korkusuna sahip oldukları tesbit edilmiştir (Meadow – Kahoe, s. 330). Türkiye’de bir grup İlâhiyat Fakültesi öğrencisi üzerinde yapılan ankete dayalı alan araştırmasında öğrencilerin namaz, oruç, dua, tövbe, sadaka gibi dinî pratikleriyle psikososyal uyumları arasındaki ilişki anlaşılmaya çalışılmıştır. Sonuçta kendini kabullenme, kendini ifade etme, etkinlik, sosyallik, sorumluluk gibi kişilik değişkenleriyle ibadetleri yerine getirme arasında olumlu bir ilişkinin varlığı tesbit edilmiştir (Hayta, s. 112-150). Dua ve ibadetin tedavi edici etkileri konusunda teorik ve deneysel çalışmaların varlığı bilinmektedir. Birçok din psikologu dua ve ibadeti mükemmel bir ruhî tedavi aracı olarak değerlendirme eğilimindedir (Allport, s. 80; Johnson, s. 237-240; Vergote, s. 267-268). Meselâ Johnson’a göre ibadet tedavi edici bir tecrübedir. Çünkü ibadet erişilebilir en yüksek gerçekliği arar. Ciddiyet ve samimiyetle ibadet eden kişi kendisine ve yaratıcısına karşı dürüst olmaya gayret gösterir ve daha değerli olmak için çaba sarfeder ( Psychology of Religion , s. 249). Bazı ruhsal hastalıkların iyileştirilmesinde dua ve ibadet terapisinin iyi sonuçlar verdiğine dair gözlem ve tesbitlere rastlamak mümkündür (Drake, s. 135). Nitekim bazı araştırmalar, dindarlar arasında intihar oranının dindar olmayanlara göre % 50 daha düşük olduğunu, dindarlarda rastlanan ruh hastalıklarının dindar olmayanlara göre daha az olduğunu ortaya koymaktadır (Argyle, s. 5-6; Gorsuch, XXXIX [1988], s. 216). Aynı kaynaklar, dinî görevlerini yerine getiren kimselerin daha az içki, uyuşturucu ve sigara kullandıkları, gayri meşrû cinsel ilişkilerden uzak durdukları için dindar olmayanlara oranla daha sağlıklı olduklarını ortaya koyan araştırmalara yer vermektedir. İbadetler, kişinin sosyal davranışları ve ilişkileri üzerinde de olumlu etkiler yapmaktadır. Uysal’ın oruç araştırmasında çeşitli faktörlere bağlı olarak oruç ibadetinin kişilere itibar kazandırma ve iletişim kurmada, kolaylık gösterme ve yardımlaşmada etkili olduğu görülmüştür. Bunun yanında orucun özellikle sabır, hoşgörü, merhamet, sevgi, şefkat gibi başka insanlara dönük duyguların yaşanmasında daha etkili olduğu tesbit edilmiştir. Ayrıca oruç tutan kişilerin toplumda başkaları tarafından olumlu kişilik özelliklerine sahip, benlik değerleri yüksek kişiler olarak algılandığı belirlenmiştir ( Psiko-Sosyal Açıdan Oruç , s. 116-122, 152-166). Sonuçta orucun ferdin sosyal dünyasındaki diğer birçok davranışını da etkilediği anlaşılmaktadır ( a.g.e. , s. 176-200). Bazı araştırmalar, ibadet vecîbelerini yerine getiren dindar kişilerin toplumun en az ön yargılı kesimini meydana getirdiğini, hatta farklı ırktan insanlara hoşgörünün ve buna bağlı olarak gelişen diğer sosyal ilişki ve faaliyetlerin belirgin kaynağının ibadet ve dinî bağlılık olduğunu ortaya koymaktadır (Gorsuch, XXXIX [1988], s. 216; Meadow – Kahoe, s. 177). Yardım severlik ve diğerkâmlık üzerine yapılan araştırmalarda da dindarların başkalarına karşı daha fazla yardım sever oldukları tesbit edilmiştir. Bundan hareketle bazı din psikologları, sosyal ilişkilerin söz konusu edildiği durumlarda olumlu bir dinî tutumun başkalarının iyiliğini düşünmeye yönelik ilgiyi güçlendirdiğini veya faydalı olan yetenekleri kullanarak insanların olumlu yönde daha çok gayret göstermelerine yardımcı olduğunu belirtmektedir. Nitekim sosyal destek üzerine yapılan birçok araştırma ibadetlerin bu yöndeki olumlu etkilerini ortaya koymuştur. Düzenli bir ibadet hayatının beden ve ruh sağlığı, mutluluk, uzun ömürlülük bakımından da yararları olduğu açığa çıkmıştır. Bu tür sosyal destekler yardımlaşma, duygu ortaklığı, problemleri dinleme, tavsiyede bulunma, sosyal çevreyle bütünleşme gibi temel unsurlardan oluşur (Argyle, s. 10). Din ve ibadet hayatının ahlâkî seviyeyi yükselttiği de bilinmektedir. Richardson’un araştırmalarına göre bunun sebebi, dindar kimselerin diğerlerine göre davranışlarını daha iyi kontrol etmesi, daha disiplinli ve sorumlu bir hayat yaşamasıdır (Argyle, s. 5-6; Gorsuch, XXXIX [1988], s. 216). Dindar insanların kibarlık ve dürüstlükleriyle bilindikleri, dindarlar arasında boşanma oranının daha az olduğu yine araştırmalarla ortaya konmuştur. Kur’ân-ı Kerîm, canlı cansız her varlığın Allah ile kulluk ilişkisi içerisinde olduğunu, fıtrî ve derunî bir bağ ile Allah’a yöneldiğini haber vermektedir. Göklerde ve yerde olan her şey kendi varlık tarzına ve ifade biçimine göre Allah’ı anmakta, O’na boyun eğerek secde etmekte, O’nu övgü ile anıp yüceltmekte, dua ve ibadetle O’na yakınlaşmaya çalışmaktadır (er-Ra‘d 13/15; en-Nahl 16/48, 49; el-İsrâ 17/44; el-Hac 22/18; en-Nûr 24/41). Çünkü yüce Allah kâinatı ve içindekileri başı boş, sorumsuz, oyun ve eğlence olsun diye yaratmamıştır; var oluşun bir gayesi ve anlamı vardır (Âl-i İmrân 3/191; el-Enbiyâ 21/16-17; el-Mü’minûn 23/115; el-Kıyâme 75/36). Fıtrat ve yaratılışın amacı Allah’ı tanımak ve O’na kulluk etmektir. Fıtratta var olan bu ilâhî şuura ulaşmak ve bunun gerektirdiği bir düzen ve davranışı koruyup geliştirmek değişmez bir ilâhî kanundur. Cin ve insanın yaratılış amacı da aynıdır (ez-Zâriyât 51/56). Ancak diğer varlıklar için zorunlu olan bu kulluk ilişkisi insan için isteğe bağlıdır. İrade ve şuur taşımayan varlıkların ibadeti onların tabiat düzeni içinde yürürlükte olan ilâhî kanunlara göre hareket etmesidir. Kur’an’da ifade edildiği üzere kâinatta her şey kendini Allah’ın iradesine teslim etmiştir. Fakat insan Allah’a hem itaat hem de isyan etme imkânıyla donatılmış olduğundan (el-Kehf 18/29; eş-Şems 91/7-8) sadece Allah’a ibadet etmeye, kendi bencil arzuları dahil bütün yalancı tanrıları terketmeye çağrılır (meselâ bk. el-En‘âm 6/14-15; Meryem 19/90, 92). İnsanın, kendisi için mümkün bir yol olan isyana yönelmeyip istek ve iradesiyle Allah’a itaat ve dua etmesi son derece anlamlı ve değerli bir davranıştır. Esasen böyle bir davranış hem kâinat düzenine hem de insanın kendi fıtratına uygunluk arzeder. Bu bakımdan insanın Allah’a ibadet etmesi dinî bir görev olduğu kadar insanlık güçlerini geliştirip olgunlaştırmasının da en etkili aracıdır. Öte yandan dünyevî varlıklar arasındaki değer sıralamasının en üstünde yer alan insan (el-İsrâ 17/70), Allah ile kurduğu ibadet ilişkisi sayesinde tabiat ötesi âleme açılmakta, Allah’a yakınlaşmakta, böylece ruhanî yüceliş ve olgunlaşmanın en üst sınırına ulaşarak varlıkla Allah arasındaki bağı tamamlamaktadır (el-Hac 22/37; Buhârî, “Tevḥîd”, 15, “Riḳāḳ”, 38; Müslim, “Ẕikir”, 20; Müsned , VI, 256). Müminin Allah karşısındaki kulluk bilinci ve tapınma isteği ne soyut bir düşünce ve kanaatle ne de şekilsiz ve belirsiz derunî bir duyguyla açıklanabilir; ibadeti sadece belli törensel uygulamaların yerine getirilmesiyle sınırlandırmak da mümkün değildir. Kişilik bütünlüğü çerçevesinde Allah’a yönelen dindar için ibadet kapsayıcı bir insanî tutumdur. Allah’a kulluk ve bağlılık, O’nu anma ve yüceltme, O’na yakınlaşmaya çalışma, rızâsına kavuşma niyet ve arzusu içerisinde gerçekleştirilen her olumlu davranış veya terkedilen her olumsuz davranış ibadetin kapsamına girer. İsfahânî’nin belirttiği gibi Allah’a iman etme şuuruna sahip bulunan ve bunun sorumluluğunu taşıyarak yaşayan kimse bu tutumunu oturmak, kalkmak, yürümek, konuşmak gibi bedenî hareketlerle; korku, sevgi, lezzet, sevinç, istek, öfke, acıma, kıskançlık gibi duygu, heyecan ve isteklerle; bilgi, kanaat ve düşünce, iyiyi kötüden, doğruyu yanlıştan ayırt etme çabası gibi zihnî ve iradî davranışlarla ifade eder ( Tafṣîlü’n-neşʾeteyn , s. 142). Kendini sınırlı ve eksik bir varlık olarak hisseden insan sürekli biçimde tamamlanma, yetkinleşme, daha güçlü bir varlıkla bütünleşme arzusu taşımaktadır. Bu yüzden insanın iç dünyası çelişkilerle doludur; bu da onu kendi varlığının ötesinde arayışlara yönelten dinamik bir kaynak oluşturur. Kur’ân-ı Kerîm, insandaki bu dengesiz ve tatminsiz tabiata zaman zaman işaret ederek (en-Nisâ 4/128; et-Tegābün 64/16; el-Meâric 70/19-21) bunun ancak Allah’a bağlanıp O’na kulluk ederek aşılabileceğini bildirir. “Haberiniz olsun ki kalpler ancak Allah’ı anmakla tatmin bulur” (er-Ra‘d 13/28) meâlindeki âyet bunu ifade etmektedir. Yüce Allah’a kulluk etme beşerî fıtrat ve tabiatın aslî ihtiyacıdır. Kendi var oluşunun bu derin gerçeğini unutan veya ilgisiz kalan pek çok kimsenin çaresizlik ve ruhsal gerilimin en uç noktaya ulaştığı durumlarda psikolojik bir zaruretle kendiliğinden Allah’a yönelmesi, O’na sığınıp yardım talebinde bulunması (el-Hicr 15/53-55; el-İsrâ 17/67, 83; Lokmân 31/32; ez-Zümer 39/8; Fussılet 41/49-51) bu ihtiyacın ne kadar köklü olduğunu göstermektedir. Fakat insanlar Allah’ın yerine sahte tanrılar edinerek kendilerine yabancılaşabilmektedir. Bu sebeple son ilâhî din olan İslâm tevhid geleneğini yeniden canlandırmak üzere gönderilmiştir. Kur’ân-ı Kerîm her türlü puta (el-Bakara 2/54; el-A‘râf 7/194-198), şeytan ve cinlere (Sebe’ 34/41; Yâsin 36/60-61; el-Cin 72/6), meleklere (Sebe’ 34/40, 41), lider, bilgin, rahip ve peygamberlere (el-Mâide 5/116-117; et-Tevbe 9/31; es-Sâffât 37/22-33) ya da kendi arzu ve eğilimlerine (el-Câsiye 45/23) tapınmalara dikkat çeker; insanları akıl ve fıtrat yolunu takip ederek yüce Allah’a itaat ve ibadet etmeye çağırır (Yûsuf 12/40, 108; Meryem 19/65). Dinî bir vecîbe olarak yerine getirilen her ibadetin belirlenmiş bir şekli ve kalıbı vardır. Mümin Allah’a olan bağlılığını bu form içinde ifade etmek durumundadır. Genel olarak bu kalıp sembolik mahiyette olup ibadetin ayrılmaz bir parçasıdır. İbadetin şekli onun mânasının yaşanmasında doğrudan doğruya etkili olmaktadır. Bir ibadeti yerine getirmek yalnızca bir sembolü yerine getirmek değil bir tür varlık tarzına, insan üstü ve evrensel bir tarza en azından bilkuvve katılmak demektir. İbadet şekli ve anlamıyla, kalıbı ve özüyle bir bütün oluşturmakta olup buna uygun tarzda yerine getirildiği zaman amaçlanan etki ve sonuçlarını gösterir. İbadetler üzerine önemli psikolojik tahliller yapan Gazzâlî’nin belirttiği gibi ibadetlerden maksat şuuru gündelik, alışılmış, sıradan yaşantıların etkisinden uzaklaştırıp organların da yardımıyla daha üstün bir şuur seviyesine yükseltmek, kalbin sıfatlarını daha iyileriyle değiştirmektir. Buna göre meselâ namazda secde ederken alnın yere konmasında asıl amaç, alın ile yerin bir araya getirilmesi değil bu sayede kalpte tevazu sıfatının güçlendirilmesidir. Kalbinde tevazu hisseden kimse organlarıyla da bunu dışa vurursa tevazu daha da güçlenir. Buna karşılık yapılan bir hareketten kalben uzak kalındığı, onun amacına dikkat çevrilmediği zaman o hareketin anlamını içte yaşatacak ve güçlendirecek bir etki de duyulmaz; aynı şekilde kalbi dünya işleriyle meşgul olduğu halde secdeye varan bir kimsenin alnını yere koymasından kalpteki tevazuu güçlendirecek bir etki meydana gelmez ( İḥyâʾ , IV, 361; Berguer, s. 157-158). Muhammed İkbal de benzer bir şekilde, beden duruşunun zihindeki duygu ve düşüncelerin yönünü belirlemedeki güçlü etkisine dikkat çekerek dua ve namazdaki sembolik davranışları bu bakımdan değerlendirmenin önemine işaret etmiştir ( İslâm’da Dinî Tefekkürün Yeniden Teşekkülü , s. 108-111). Buna göre şekil ve anlam bütünlüğü içerisinde yerine getirilmeyen bir ibadet verimsiz, eksik ve özürlüdür. Böyle bir ibadetin Allah tarafından kabul edilmesi de beklenemez. Nitekim, “Şu namaz kılanların vay haline ki onlar kıldıkları namazın mânasından uzaktırlar” (el-Mâûn 107/4-5) meâlindeki âyet de bu hususa işaret eder. Şah Veliyyullah ed-Dihlevî namazı insanın Allah’a olan bağlılığını, O’nun yüceliği karşısındaki eksiklik ve küçüklüğünü, neticede Allah’a duyulan minnettarlığı ve şükran duygularını dile getiren beden duruşu, sözler ve hareketler bütünü olarak açıklar ( Ḥüccetullāhi’l-bâliġa , I, 152-153). Gazzâlî, namazda gözetilen şeklî unsur ve uygulamaların gerçek ibadet vasfını kazanabilmesi için gerekli gördüğü psikolojik süreçleri şöyle sıralar: Kalp huzuru, okuduğunu anlamak, anladığına saygı göstermek, Allah’ın yüceliğini ve O’nun karşısındaki sorumluluğun büyüklüğünü hissederek bu şuur içerisinde korkup titremek; fakat her şeye rağmen kulluk görevini yerine getirmekten dolayı Allah’ın vaad ettiği mükâfata kavuşma ümidini taşımak ve Allah’a karşı kulluk görevinde her zaman kusurlu olduğunu göz önünde bulundurarak bundan dolayı mahcubiyet duymak ( İḥyâʾ , I, 154-158). Aynı şekilde zekâtın gerçek anlamı, yaratılışı bakımından mala düşkün olan insanın mal sevgisini azaltmak suretiyle gerçek sevgi ve bağlanmaya lâyık olan yüce Allah’a yönelmesini temin etmek, Allah sevgisini gölgeleyen her şeyi içinden atarak tevhidi yaşamak, cimrilikten kurtulup Allah’ın verdiği malın şükrünü eda etmek ( a.g.e. , I, 201-202); orucun asıl anlamı ve özü, belirli bedenî arzulara ara vermek yanında şuuru da dünyevî ilgilerden, Allah’ın dışındaki şeylerden boşaltarak ilâhî şuur ve mânevî yoğunlaşmanın mümkün olan en üst sınırına ulaşmaktır. Hac ibadeti bir tür geçici ruhbanlıktır; çünkü onun özü ve anlamı, bütün hareket ve davranışlarda her şeyden uzaklaşarak kendini sadece Allah’a adamaktır. Bir tür âhiret yolculuğuna, ölüme hazırlanmak, ölüm sonrasında yaşanacak hallerin bu dünyadaki uygulamasını yapmaktır ( a.g.e. , I, 247-253). Allah’ı hatırlama ve anmanın, O’na bağlılığın ifadesi bütün ibadetlerin özünü oluşturur. Allah’ı hatırlayan, O’nu varlığında hisseden kimse, günlük şuurun sıradan etkisi dışına çıkarak var oluşun üstün bir boyutuna açılır. Böylece ibadet kişiyi, zaman ve mekânın ötesinde hiçbir şeye benzemeyen ilâhî hakikatle karşı karşıya getirmekle onda bir şuur genişlemesine imkân verir. Bu da insanın ruhî potansiyellerini daha iyi kullanmasına, duygu ve düşüncelerinin derinleşip incelmesine, mânevî yönden olgunlaşmasına yol açar. Ruhî güç ve enerjilerin harekete geçmesini sağlayan ibadetler kişiliği zenginleştirip güçlendirmekte, direnme ve dayanma kabiliyetini arttırmaktadır. Farklı zaman ve mevsimlere yayılmış olan İslâmî ibadetler insan hayatının her yönünü kuşatmakta, kişide iç disiplin ve kendi kendini kontrol sistemi olarak görev yapmaktadır. Mânevî kirlenmenin önlenmesi ve ahlâkî zaafların giderilmesi, uyumlu, tutarlı, dengeli ve huzurlu bir ruhî hayatın yaşanması bakımından ibadetler en etkili vasıtalardır. Kur’ân-ı Kerîm’de âhiret inancı, azap korkusu iffetli olma, emaneti koruyup sözünü yerine getirme, şahitlikte dürüstlük gibi itikadî ve ahlâkî ilkeler yanında namazın ve malî ibadetlerin kişiyi egoist ve yıkıcı duyguların etkisinden koruyacağına işaret edilmiştir (el-Meâric 70/19-27). Özellikle namaz ve orucun kişiyi zararlı duygulardan koruyacağını, kötü davranışlardan alıkoyacağını belirten âyet ve hadisler de vardır (meselâ bk. el-Ankebût 29/45; Müslim, “Mesâcid”, 282). Aynı şekilde zekâtın hem insan tabiatındaki cimrilik ve bencillik eğilimini (Âl-i İmrân 3/180; el-İsrâ 17/100; el-Furkān 25/67), hem de mala karışan haram ve günah kirlerini temizleyici olduğu söylenebilir. Kurban kesmenin kişinin karakteri üzerindeki en önemli etkisinin, ondaki saldırganlık ve öldürme dürtüsünün doğurduğu gerilimi kişi ve toplum açısından faydalı bir yönde tatmine kavuşturmak suretiyle ruhî dengenin korunması olduğu düşünülmektedir (Daryal, s. 282-291). İslâmî ibadetler temizlik ön şartına bağlıdır. Mânevî kirlerden arınma maddî kirlerden temizlenmekle başlar. Abdestin ve guslün beden sağlığı üzerine etkileri günümüzde çok iyi bilinmektedir (Nurbâki, s. 12-18). Ayrıca namazdaki beden hareketleri bir tür beden eğitimi, oruç ise sağlık perhizi işlevi görmektedir. Özellikle oruç üzerine yapılan araştırmalar bu konuda önemli sonuçlar vermektedir (Uysal, s. 31-34; Yeğin v.dğr., sy. 4 [1981], s. 136-165). Sosyal bütünleşme, dayanışma ve yardımlaşma bakımından İslâmî ibadetlerin her birinin ayrı önemi vardır. Genelde ibadetler vesilesiyle bir araya gelen insanlar ortak tecrübeler geliştiren, aynı gaye ve idealleri paylaşan bir cemaat oluştururlar. İbadetlerin birleştirici rolü en etkili sosyolojik güç olarak kabul edilmektedir (Wach, s. 39-42). Sosyal bağları ibadetle pekişen insan kalabalığı içerisinde ferdî benliklerin yerine kolektif ruh hâkim duruma geçer. Böyle bir ortamda duygu hassasiyeti zirveye ulaşır, büyük bir dinî coşku yaşanır. Cemaat şuuru fertler arasındaki ayrılıkları önemli ölçüde giderir; eşitlik ve kardeşlik duygularını pekiştirir; kişiyi sevgi ve gönül birliği içerisinde diğer insanlarla bütünleştirerek kendi yalnızlık ve güçsüzlüğünden kurtarır. Zekât, sadaka, kurban, hac gibi ibadetler vesilesiyle toplumun her kesiminde güçlü bir diğerkâmlık ve özveri ruhu yaşanır. Gelir dağılımındaki eşitsizliğin, fakirlik ve ihtiyacın yol açtığı sosyal gerilimlerin aşılması bu ibadetler sayesinde gerçekleşir. Doğum, ölüm, sünnet, askere gitme, hacı uğurlama veya karşılama gibi az çok ibadetle ilgisi bulunan törenler ve ikramlar sosyalleşmeyi ve sosyal dayanışmayı arttırarak toplumsal bütünleşmeye yardımcı olur. Diğer olumlu alışkanlıklar gibi ibadet eğitimi de çocuklara küçük yaşlardan itibaren verilmeye başlanırsa kişide gerek ibadetin gerekse ibadetten beklenen olumlu alışkanlıkların daha sağlıklı ve köklü olarak kazanılması mümkün olur. Kur’ân-ı Kerîm’de çocukların namaza alıştırılması, aile reisinin bu konuda örnek oluşturması gerektiğine işaret edilmiştir (Tâhâ 20/132). Hz. Peygamber’in çocuklara yedi yaşlarında namazın öğretilmesini tavsiye eden hadisi (Ebû Dâvûd, “Ṣalât”, 26; Tirmizî, “Mevâḳīt”, 182) bu konuda müslüman eğitimcilere ışık tutmaktadır. Çocuğun ibadet eğitimi küçük yaşlardan itibaren psikolojik gelişimi, bedenî dayanıklılığı dikkate alınarak yaptırılmalıdır. Çocuğu namaza alıştırmada genel olarak yumuşak davranılması, teşvik edici ve ödüllendirici bir yol izlenmesi en uygunudur. Özellikle başlangıçta kolaylaştırıcı bazı uygulamalara da yer verilebilir. Rivayete göre Hz. Hüseyin çocukları namaza alıştırırken öğle ile ikindiyi, akşamla yatsıyı birleştirerek kılmalarına izin vermiş, kendisine, “Niçin vakti dışında namaz kıldırıyorsun?” diye itiraz edildiğinde, “Bu onların namazdan uzak kalmalarından daha hayırlıdır” cevabını vermiştir (İbn Mahled, s. 138). Çocukları namaza alıştırırken onların evde namaz kılan büyüklerin yanına rahatça sokularak hareketlerini izlemelerine izin vermek gerekir. Hz. Peygamber’in bu yöndeki davranışı bir örnek oluşturmaktadır (Buhârî, “Edeb”, 18; Müslim, “Mesâcid”, 41-43). Namaza yeni başlayan çocuklara sevdikleri şeyleri almak suretiyle heveslerini arttırma yönüne gidilebilir. Ancak bu uygulamada ibadetin maddî bir karşılık için yapıldığı izleniminin verilmemesine dikkat edilmelidir. Çocuğa namazda ve namaz dışında okunan bazı kısa duaların öğretilmesi ibadet bilincini besleyen bir uygulama olarak önem taşır (Buhârî, “Cihâd”, 25; Nesâî, “İstiʿâẕe”, 6). Bunun yanında küçük çocukların belli bir yaştan itibaren oruç tutmaya alıştırılması gerekir. Klasik kaynaklarda bu hususta da kolaylaştırıcı olmayı, çocuğu zorlamamayı, kendi arzusuna göre davranmasına imkân vermeyi tavsiye eden açıklamalar vardır. Hz. Peygamber dönemindeki uygulamanın da bu şekilde olduğu anlaşılmaktadır (Buhârî, “Ṣavm”, 47; Müslim, “Ṣıyâm”, 136). BİBLİYOGRAFYA Müsned , VI, 256. Buhârî, “Tevḥîd”, 15, “Riḳāḳ”, 38, “Cihâd”, 25, “Edeb”, 18, “Ṣavm”, 47. Müslim, “Mesâcid”, 41-43, 282, “Ṣıyâm”, 136, “Ẕikir”, 20. Ebû Dâvûd, “Ṣalât”, 25. İbn Mâce, “Ṭahâret”, 135. Tirmizî, “Mevâḳīt”, 182, “Menâḳıb”, 50, “Daʿavât”, 121, 124. Nesâî, “İstiʿâẕe”, 6. Râgıb el-İsfahânî, el-Müfredât , s. 313. a.mlf., Tafṣîlü’n-neşʾeteyn (trc. Lütfi Doğan), İstanbul 1974, s. 142, 145-164. İbn Mahled el-Attâr, Aḫbâru’ṣ-ṣıġār (nşr. Abdullah Kennûn, el-Akademiyye , sy. 3 içinde), Rabat 1986, s. 138. İbn Sînâ, Risâletü’s-salât (trc. M. Hazmi Tura), İstanbul 1959, s. 23-48. Gazzâlî, İḥyâʾ , İstanbul 1318, I, 152-164, 201-202, 220-222, 247-253; IV, 361. Şah Veliyyullah ed-Dihlevî, Ḥüccetullāhi’l-bâliġa , Kahire, ts. (Dârü’l-kütübi’l-hadîse), I, 152-153. A. Hamdi Akseki, İslâm , İstanbul 1943, s. 433-452. G. Berguer, Psychologie da la religion , Lausanne 1946, s. 157-158. J. Wach, Sociologie de la religion , Paris 1955, s. 26-28, 39-42. G. W. Allport, The Individual and His Religion , New York 1960, s. 59-82, 89-93. Tâhirülmevlevî, Müslümanlıkta İbadet Tarihi , İstanbul 1963. Muhammed İkbal, İslâm’da Dinî Tefekkürün Yeniden Teşekkülü (trc. Sofi Huri), İstanbul 1964, s. 18, 105-111, 200, 207. P. W. Pruyser, A Dynamic Psychology of Religion , New York 1968, s. 182-183. R. M. Drake, Anormal Davranışlar Psikolojisi (trc. Nezahat Arkun), İstanbul 1970, s. 135. Mehmet Taplamacıoğlu, Din Sosyolojisi , Ankara 1975, s. 176-178, 191-196. T. Izutsu, Kur’ân’da Allah ve İnsan (trc. Süleyman Ateş), Ankara 1975, s. 139. Current Perspectives in the Psychology of Religion (ed. H. N. Malony), Grand Rapids 1977, s. 173-190. P. E. Johnson, Psychology of Religion, Revised and Enlarged , Nashvill-New York, ts., s. 231-251. H. C. Link, Çağımızda Dine Dönüş (trc. Nahit Oralbi), İstanbul 1979, s. 20, 105. E. B. Hurlock, Developmental Psychology , New York 1980, s. 824-826. Mevdûdî, Kur’an’a Göre Dört Terim (trc. Osman Cilacı – İsmail Kaya), İstanbul 1981, s. 89-108. E. Fromm, Psikanaliz ve Din (trc. Aydın Arıtan), İstanbul 1981, s. 40-54. A. Vergote, Religion, Foi, Incroyance , Bruxelles 1983, s. 257-292. Halûk Nurbâki, Kur’ân-ı Kerim’den Âyetler ve İlmî Gerçekler , Ankara 1984, s. 12-18, 33-40. Habil Şentürk, Psikoloji Açısından Hazreti Peygamberin İbadet Hayatı , İstanbul 1984, s. 25-40. M. Jo Meadow – R. D. Kahoe, Psychology of Religion , New York 1984, s. 174-182, 330. Seyyid Hüseyin Nasr, İslâm ve Modern İnsanın Çıkmazı (trc. Ali Ünal), İstanbul 1984, s. 122-123. a.mlf., İslâm’da Düşünce ve Hayat (trc. Fatih Tatlıoğlu), İstanbul 1988, s. 278-280. Halis Ayhan, Din Eğitimi ve Öğretimi: İman-İbâdet , Ankara 1985, s. 165-175. M. A. Argyle, Advances in the Psychology of Religion , Oxford 1985, s. 5-17. a.mlf. – B. Beit Hallahmi, The Social Psychology of Religion , London 1975, s. 201-206. Mehmet Bayrakdar, İslâm İbadet Fenomenolojisi , Ankara 1987. Fazlur Rahman, Ana Konularıyla Kur’an (trc. Alpaslan Açıkgenç), Ankara 1987, s. 29, 62-63, 93, 153. D. M. Wulff, Psychology of Religion: Classic and Contemporary Views , New York 1991, s. 167-168. C. G. Jung, Din ve Psikoloji (trc. Cengiz Şişman), İstanbul 1993, s. 33, 73. Akif Hayta, Psiko-Sosyal Uyum ve Dini Pratikler (yüksek lisans tezi, 1993, Uludağ Üniversitesi Sosyal Bilimler Enstitüsü). Hayati Hökelekli, Din Psikolojisi , Ankara 1993, s. 233-249. Ali Murat Daryal, Kurban Kesmenin Psikolojik Temelleri , İstanbul 1994, s. 282-291. Veysel Uysal, Psiko-Sosyal Açıdan Oruç , Ankara 1994, s. 31-34, 116-122, 152-166, 176-200. S. G. Meyer, “Neuropsychology and worship”, Journal of Psychology and Theology , II (1975), sy. 281-289. Münip Yeğin v.dğr., “İslâmî Oruç Üzerinde Biyo-kimyasal Bir Araştırma”, Atatürk Üniversitesi Diş Hekimliği Fakültesi Yıllığı , sy. 4, Erzurum 1981, s. 136-165. İsmail Faruki, “Ibadah and Muslim Personality”, The Muslim World League Journal , XIII/3-4, Mekke 1985-86, s. 6-9. Richard L. Gorsuch, “Psychology of Religion”, Annual Review of Psychology , XXXIX (1988), s. 201-220. ER , XV, 454-463. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 1999 yılında İstanbul’da basılan 19. cildinde, 248-252 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Müsned , VI, 256.",
        "Buhârî, “Tevḥîd”, 15, “Riḳāḳ”, 38, “Cihâd”, 25, “Edeb”, 18, “Ṣavm”, 47.",
        "Müslim, “Mesâcid”, 41-43, 282, “Ṣıyâm”, 136, “Ẕikir”, 20.",
        "Ebû Dâvûd, “Ṣalât”, 25.",
        "İbn Mâce, “Ṭahâret”, 135.",
        "Tirmizî, “Mevâḳīt”, 182, “Menâḳıb”, 50, “Daʿavât”, 121, 124.",
        "Nesâî, “İstiʿâẕe”, 6.",
        "Râgıb el-İsfahânî, el-Müfredât , s. 313.",
        "a.mlf., Tafṣîlü’n-neşʾeteyn (trc. Lütfi Doğan), İstanbul 1974, s. 142, 145-164.",
        "İbn Mahled el-Attâr, Aḫbâru’ṣ-ṣıġār (nşr. Abdullah Kennûn, el-Akademiyye , sy. 3 içinde), Rabat 1986, s. 138.",
        "İbn Sînâ, Risâletü’s-salât (trc. M. Hazmi Tura), İstanbul 1959, s. 23-48.",
        "Gazzâlî, İḥyâʾ , İstanbul 1318, I, 152-164, 201-202, 220-222, 247-253; IV, 361.",
        "Şah Veliyyullah ed-Dihlevî, Ḥüccetullāhi’l-bâliġa , Kahire, ts. (Dârü’l-kütübi’l-hadîse), I, 152-153.",
        "A. Hamdi Akseki, İslâm , İstanbul 1943, s. 433-452.",
        "G. Berguer, Psychologie da la religion , Lausanne 1946, s. 157-158.",
        "J. Wach, Sociologie de la religion , Paris 1955, s. 26-28, 39-42.",
        "G. W. Allport, The Individual and His Religion , New York 1960, s. 59-82, 89-93.",
        "Tâhirülmevlevî, Müslümanlıkta İbadet Tarihi , İstanbul 1963.",
        "Muhammed İkbal, İslâm’da Dinî Tefekkürün Yeniden Teşekkülü (trc. Sofi Huri), İstanbul 1964, s. 18, 105-111, 200, 207.",
        "P. W. Pruyser, A Dynamic Psychology of Religion , New York 1968, s. 182-183.",
        "R. M. Drake, Anormal Davranışlar Psikolojisi (trc. Nezahat Arkun), İstanbul 1970, s. 135.",
        "Mehmet Taplamacıoğlu, Din Sosyolojisi , Ankara 1975, s. 176-178, 191-196.",
        "T. Izutsu, Kur’ân’da Allah ve İnsan (trc. Süleyman Ateş), Ankara 1975, s. 139.",
        "Current Perspectives in the Psychology of Religion (ed. H. N. Malony), Grand Rapids 1977, s. 173-190.",
        "P. E. Johnson, Psychology of Religion, Revised and Enlarged , Nashvill-New York, ts., s. 231-251.",
        "H. C. Link, Çağımızda Dine Dönüş (trc. Nahit Oralbi), İstanbul 1979, s. 20, 105.",
        "E. B. Hurlock, Developmental Psychology , New York 1980, s. 824-826.",
        "Mevdûdî, Kur’an’a Göre Dört Terim (trc. Osman Cilacı – İsmail Kaya), İstanbul 1981, s. 89-108.",
        "E. Fromm, Psikanaliz ve Din (trc. Aydın Arıtan), İstanbul 1981, s. 40-54.",
        "A. Vergote, Religion, Foi, Incroyance , Bruxelles 1983, s. 257-292.",
        "Halûk Nurbâki, Kur’ân-ı Kerim’den Âyetler ve İlmî Gerçekler , Ankara 1984, s. 12-18, 33-40.",
        "Habil Şentürk, Psikoloji Açısından Hazreti Peygamberin İbadet Hayatı , İstanbul 1984, s. 25-40.",
        "M. Jo Meadow – R. D. Kahoe, Psychology of Religion , New York 1984, s. 174-182, 330.",
        "Seyyid Hüseyin Nasr, İslâm ve Modern İnsanın Çıkmazı (trc. Ali Ünal), İstanbul 1984, s. 122-123.",
        "a.mlf., İslâm’da Düşünce ve Hayat (trc. Fatih Tatlıoğlu), İstanbul 1988, s. 278-280.",
        "Halis Ayhan, Din Eğitimi ve Öğretimi: İman-İbâdet , Ankara 1985, s. 165-175.",
        "M. A. Argyle, Advances in the Psychology of Religion , Oxford 1985, s. 5-17.",
        "a.mlf. – B. Beit Hallahmi, The Social Psychology of Religion , London 1975, s. 201-206.",
        "Mehmet Bayrakdar, İslâm İbadet Fenomenolojisi , Ankara 1987.",
        "Fazlur Rahman, Ana Konularıyla Kur’an (trc. Alpaslan Açıkgenç), Ankara 1987, s. 29, 62-63, 93, 153.",
        "D. M. Wulff, Psychology of Religion: Classic and Contemporary Views , New York 1991, s. 167-168.",
        "C. G. Jung, Din ve Psikoloji (trc. Cengiz Şişman), İstanbul 1993, s. 33, 73.",
        "Akif Hayta, Psiko-Sosyal Uyum ve Dini Pratikler (yüksek lisans tezi, 1993, Uludağ Üniversitesi Sosyal Bilimler Enstitüsü).",
        "Hayati Hökelekli, Din Psikolojisi , Ankara 1993, s. 233-249.",
        "Ali Murat Daryal, Kurban Kesmenin Psikolojik Temelleri , İstanbul 1994, s. 282-291.",
        "Veysel Uysal, Psiko-Sosyal Açıdan Oruç , Ankara 1994, s. 31-34, 116-122, 152-166, 176-200.",
        "S. G. Meyer, “Neuropsychology and worship”, Journal of Psychology and Theology , II (1975), sy. 281-289.",
        "Münip Yeğin v.dğr., “İslâmî Oruç Üzerinde Biyo-kimyasal Bir Araştırma”, Atatürk Üniversitesi Diş Hekimliği Fakültesi Yıllığı , sy. 4, Erzurum 1981, s. 136-165.",
        "İsmail Faruki, “Ibadah and Muslim Personality”, The Muslim World League Journal , XIII/3-4, Mekke 1985-86, s. 6-9.",
        "Richard L. Gorsuch, “Psychology of Religion”, Annual Review of Psychology , XXXIX (1988), s. 201-220.",
        "ER , XV, 454-463."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
