{
  "id": "eweb_301",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/ibrahim-b-edhem",
  "annotator": "Jeremy",
  "title": "İBRÂHİM b. EDHEM",
  "arabic_title": "إبراهيم بن أدهم",
  "summary": "Ebû İshâk İbrâhîm b. Edhem b. Mansûr (ö. 161/778 [?]) Zâhid, sûfî ve muhaddis.",
  "parts": [
    {
      "author": "REŞAT ÖNGÖREN",
      "content": "Horasan’ın Belh şehrinde dünyaya geldi. Anne ve babasının hac için Mekke’de bulunduğu sırada orada doğduğunu söyleyenler de vardır. Ailesi Arap kabilelerinden Benî İcl’e veya Temîm’e mensuptur. Hakkında kaynakların verdiği bilgiler çelişkilidir. Genç yaşta zühd yoluna girmeye karar verinceye kadar Horasan’da yaşadığı anlaşılmaktadır. Memleketinden ayrılmadan önce birçok hizmetçisi bulunan zengin ve itibarlı bir ailenin çocuğu olduğuna dair kayıtlar, Belh hükümdarı veya hükümdarın oğlu ya da torunu olduğu şeklindeki rivayetlerden daha doğru görünmektedir. Sahip bulunduğu bütün dünya nimetlerinden vazgeçip zühd yolunu seçmesi sebebiyle destanlaştırılan hayatına dair bilgiler arasında önemli farklılıklar görüldüğü gibi tarihî kimliğiyle menkıbelerde anlatılan şahsiyeti arasında da ciddi uyumsuzluklar gözlenmektedir. Kaynaklarda İbrâhim b. Edhem’in zühd yoluna girmesine sebep olan menkıbevî bazı olaylardan söz edilmekte olup bunların en meşhuru, hizmetçisi İbrâhim b. Beşşâr’ın bizzat kendisinden dinleyip naklettiği hadisedir. Buna göre İbrâhim b. Edhem gençlik çağında avlanırken iki defa, “Sen bunun için mi yaratıldın, bunu yapmakla mı emrolundun?” şeklinde gaipten bir ses duymuş, aynı sesi üçüncü defa atının sırtındaki eyerin kaşından da işitmesi üzerine bütün malını mülkünü terkedip zühd yoluna girmeye karar vermiş, Abdullah b. Mübârek’in de aralarında bulunduğu altmış kadar ilim yolcusu gençle birlikte Mekke’ye doğru yola koyulmuştur. Başlangıçta, sahip olduğu geniş imkânları geride bırakıp vatanından ayrılmak kendisine ağır gelmişse de bir daha geri dönmemek için nefsine karşı çetin bir mücadele vermiş ve kararında sebat etmeyi başarmıştır. Bu sıradaki ruh halini, “Birçok acı çektim, ancak vatanımdan ayrılmak kadar ağır geleni olmadı; nefsime karşı en şiddetli kavgayı vatan hasreti hususunda verdim” şeklinde dile getirmiştir. Bir müddet sonra beraber yola çıktığı gruptan ayrıldığı anlaşılan İbrâhim b. Edhem çölde tek başına aylarca seyahat etmiş, menkıbeye göre bu sırada tanımadığı bir kişi ona arkadaş olup “ism-i a‘zam” duasını öğretmiştir. İbrâhim b. Edhem bu duayı okuyunca Hızır’la buluşmuş, Hızır ona ism-i a‘zamı öğreten zâtın Dâvud adında bir kişi, diğer bir rivayete göre İlyas olduğunu bildirmiştir. Hücvîrî ise İbrâhim b. Edhem’e ism-i a‘zamı bizzat Hızır’ın öğrettiğini söyler ( Keşfü’l-mahcûb , s. 202). İbn Asâkir, İbrâhim b. Edhem’in Abbâsî ihtilâlcisi Ebû Müslim-i Horasânî’den kaçtığı için vatanından ayrıldığını belirtmektedir ( Târîḫu Dımaşḳ , II, 372). Bu bilgi doğruysa Belh’ten 129 (747) yılı civarında ayrılmış olmalıdır. Horasan’dan ayrıldıktan sonra Şam, Irak, Hicaz ve Rum (Anadolu) bölgelerine seyahatler yapan İbrâhim b. Edhem Mansûre (el-Masîsa), Sûr, Kayseriye (o zamanki Şam bölgesinin sahil şehri), Humus, Askalân, Beyrut, Basra, Kûfe, Mekke, Medine, Kudüs, İskenderiye, Trablus, Antakya, Tarsus, Maraş gibi şehirleri dolaşıp bostan bekçiliği, ırgatlık, değirmencilik gibi işler yaparak elinin emeğiyle geçinmeye çalışmıştır. Hayatının en az yirmi dört yılını geçirdiği Dımaşk’ta hemşerisi Şakīk-ı Belhî ile karşılaştığında ona memleketinde bulamadığı huzuru Şam beldelerinde bulduğunu söylemiştir. Mekke’de iken babasının vefat ettiğini haber alınca ülkesine giderek babasının vasiyeti üzerine malını gerekli yerlere dağıttıktan sonra kendi payını da diğer vârislere bırakıp tekrar Mekke’ye dönmüştür. Bazı kaynaklara göre Belh’ten ayrılmadan önce evlenmiş, bu evlilikten bir oğlu olmuştur; Ebû İshak künyesini bu sebeple almış olmalıdır. Ancak anlaşıldığı kadarıyla daha sonra hiç evlenmemiş, bununla birlikte evlenip çoluk çocuk sahibi olmanın kendi bulunduğu durumdan daha hayırlı olduğunu da açıkça ifade etmiştir. İbrâhim b. Edhem’in kara ve deniz seferlerine katıldığı, Bizanslılar’a karşı yapılan son deniz seferi esnasında ismi belirtilmeyen bir adada vefat ettiği kaydedilmektedir. Ölüm yılı için 130 (748), 140, 161, 162, 163 (780), 164 ve 166 gibi tarihler verilmekle birlikte kaynakların çoğu 161 (778) veya 162 (779) yılını zikretmektedir. Defnedildiği yerle ilgili olarak da Şam bölgesi, Askalân, Bağdat, Bizans’a ait bir ada, Sûkîn veya Sûfenen Kalesi, Mısır, Lût kavminin helâk edildiği mahal gibi çeşitli yerler zikredilmektedir. Ancak onun, kız kardeşinin oğlu şair İbn Künâse’nin “garp toprağındaki mezar” diye tanıttığı kabrinin Şam bölgesinde sahile yakın bir yerde bulunduğu kabul edilmektedir. Ignaz Goldziher, Reynold Alleyne Nicholson, Ebü’l-Alâ Afîfî gibi araştırmacılar, İbrâhim b. Edhem gibi şahsiyetlerin riyâzet hayatını tercih etmelerini Belh’teki Budizm’in etkisine bağlamışlarsa da bu görüşün birçok bakımdan tutarsızlığı ortaya konmuştur (Ali Sâmî en-Neşşâr, III, 407-412). Öte yandan İbrâhim b. Edhem’in giydiği yün abayı Kûfeli Şiî zâhidlerin de bir şiâr olarak giydiği hatırlatılmış, ayrıca av sırasında meydana gelen bir olaydan sonra dua ederken, “Rabbim beni koruduğu sürece ...” şeklinde bir ifade kullanmasından hareketle onun kendisini Şiî imamlar gibi mâsum saydığı söylenmiş, buna benzer sebeplere dayanılarak İbrâhim b. Edhem’in zühd hayatının Şiî kaynaklı olduğu ileri sürülmüştür (Kâmil Mustafa eş-Şeybî, I, 352-354); ancak bu iddianın da bir zorlamadan ibaret olduğu açıktır. İbrâhim b. Edhem, İskenderiye’de Eslem b. Yezîd el-Cühenî’yi ziyaret ederek onun sohbetinde bulunmuş, Mekke’de Süfyân es-Sevrî ve Fudayl b. İyâz’la tanışıp kendileriyle dost olmuştur. Ayrıca Sevrî ve Evzâî ile zaman zaman mektuplaştığı anlaşılmaktadır. Bu arada Ebû Hanîfe ile de buluşmuş ve aralarında dostluk meydana gelmiştir. Hücvîrî, İbrâhim b. Edhem’in zâhir ilmini Ebû Hanîfe’den öğrendiğini söyler ( Keşfü’l-mahcûb , s. 201). Ebû Osman el-Esved, Süleyman el-Havvâs, Ebû Abdullah el-Kalânisî, Şakīk-ı Belhî, Huzeyfe el-Mar‘aşî de İbrâhim b. Edhem’in en yakın arkadaşlarındandır. Onun sohbet meclislerinde yetişenlerden bazıları şunlardır: Ebû İshak el-Fezârî, Ali Bekkâr, Muhalled b. Hüseyin, Ebû Yûsuf el-Gasûlî, İbrâhim b. Beşşâr, Ebû İshak İbrâhim el-Herevî. Tâbiîn ve tebeu’t-tâbiînden hadis rivayet eden İbrâhim b. Edhem’in bazı hadisleri mürsel olmakla birlikte kendisinin sika olduğu belirtilmektedir. Ebû İshak es-Sebîî, Ebû Hâzim, Katâde b. Diâme, Mâlik b. Dînâr, Muhammed b. Ziyâd el-Cumahî, Ebân b. Yezîd, A‘meş, Ebû Hanîfe, Muhammed b. Aclân, Mûsâ b. Ukbe, Evzâî, Süfyân es-Sevrî, Şakīk-ı Belhî, Şu‘be b. Haccâc ve babası Edhem b. Mansûr’dan hadis almış, kendisinden de hizmetçisi İbrâhim b. Beşşâr, Süfyân es-Sevrî, Şakīk-ı Belhî, Ebû İshak el-Fezârî rivayette bulunmuştur. Hadis toplama yolunu seçmediği için az hadis rivayet etmiştir. Onun hadis toplama işine fazla rağbet etmemesinin çeşitli sebepleri vardır. Bunların başında, hadis toplamakla meşgul olurken ameli ihmal etme endişesinin geldiği söylenir. Nitekim kendisine, “Dinini korumak için ibadetin yanı sıra ilmi de ihmal etme” diyen Ebû Hanîfe’ye, “Sen de ilminle amel etmeyi ve ibadetle meşgul olmayı ihmal etme” diye cevap verdiği rivayet edilir. Süfyân es-Sevrî, İbrâhim b. Edhem’i hadis toplamadığı için tenkit etmeye kalkışınca ona, “Sen kendini ‘haddesenâ, haddesenâ’ ile meşhur ettin” diyerek karşılık vermesi hadis toplamaktan aynı zamanda riya korkusuyla kaçındığını gösterir. İbrâhim b. Edhem daha hayatta iken şöhreti geniş bir çevreye yayılmıştır. Kurduğu sohbet meclislerinde dostlarına nasihat etmiş, uzakta bulunanların sorularına cevap yazmıştır. Onun çok fasih konuştuğu ve zaman zaman şiir söylediği belirtilir; kaynaklarda kendisine nisbet edilen bazı beyitlere yer verilmiştir. Öğütlerinde helâl kazancın önemini vurgulaması dikkati çeker. Duasının kabul edilmesi için ne yapması gerektiğini soran birine helâl yemesini tavsiye eden İbrâhim b. Edhem, helâl kazançla çoluk çocuğun nafakasını sağlamayı yiğitlerin işi olarak görür. Gecelerini genellikle tefekkürle geçirip çok az uyuduğu, gündüzleri ise sürekli oruç tuttuğu belirtilen İbrâhim b. Edhem zühdü farz, nâfile ve selâmet olmak üzere üç kısma ayırır. Haramdan kaçınma şeklindeki zühd farz, helâlinden olsa bile az ile yetinme şeklindeki zühd nâfiledir. Selâmet olan zühd ise şüpheli şeylerden uzak durmaktır. En mükemmel zâhid kalbi en temiz, en samimi olan ve en fazla cömertlik yapan kişidir. İbrâhim b. Edhem’in zaman zaman dağa çekilerek Allah ile ünsiyet kurmaya çalıştığı görülmekle birlikte onun zühd hayatında kendini halktan tecrit etmek gibi bir anlayışı yoktur. Nitekim vaktinin çoğunu halkın içinde onların dertleriyle ilgilenerek geçirmeye çalışmış, insanlara ulemâ meclislerine devam etmelerini, namazı cemaatle kılmalarını, hacca gitmelerini, cihada katılmalarını, fakat nefsin hevâsına karşı koymayı da ihmal etmemelerini tavsiye etmiştir. Evzâî, özellikle halkın arasına katılması ve cömertliği sebebiyle İbrâhim b. Edhem’i akranından üstün saymış; Ebû Hanîfe, Süfyân es-Sevrî ve Şakīk-ı Belhî de onun faziletleri üzerinde durmuşlardır. Cüneyd-i Bağdâdî kendisi için, “Bu yolun bilgilerinin anahtarı İbrâhim’in elindedir” ifadesini kullanır. Kelâbâzî de onu, gaipten gelen bir sesle uyarıldığı için “murad” vasfına sahip olan sûfîlerden, yani Hakk’ın cezbe kuvvetiyle kendine çektiği ve içindeki halleri müşahede ettirdiği kimselerden saymakta; bu tür bir cezbeye tutulanlara önce kendi iç hallerinin gösterildiğini, ardından nefis ve maldan uzaklaştırıldıklarını belirtmektedir. Hücvîrî’ye göre İbrâhim b. Edhem Hızır tarafından yetiştirilmiştir. Mevlânâ Celâleddîn-i Rûmî de onu “mânalar denizinin yüzücüleri” olarak nitelendirdiği Bâyezîd-i Bistâmî, Cüneyd-i Bağdâdî gibi sûfîlerle birlikte anar ve Ebû Hanîfe’ye uyanların din yolunu kesen eşkıyanın şerrinden, bu sûfîlere uyanların ise hilekâr nefsin tuzaklarından kurtulduğunu söyler. Muahhar kaynaklarda İbrâhim b. Edhem’e nisbet edilen, ancak babasının adıyla anılan Edhemiyye diye bir tarikattan söz edilmektedir (bk. EDHEMİYYE ). Ayrıca kendisi Çiştiyye tarikatı silsilesinde de yer alır; silsileye göre İbrâhim b. Edhem, Fudayl b. İyâz’ın halifesi, Huzeyfe el-Mar‘aşî’nin de mürşididir. Ebû Nuaym, İbrâhim b. Edhem’in her cuma günü sabah ve akşam on defa okuduğu, “Merhaben bi-yevmi’l-mezîd ve’s-subhi’l-cedîd” diye başlayan evrâdını kaydetmiş ( Ḥilye , VIII, 38-39), Kâbe’yi ziyareti sırasında terennüm ettiği, “Hecertü’l-halka turran fî hevâkâ” sözleriyle başlayan altı beyitlik münâcâtı yayımlamıştır ( Münâcât [Mecmûa], İstanbul 1265, s. 62-63; a.e. [Mecmûa], İstanbul 1279, s. 68). Onun genellikle tergīb ve terhîbe dair merfû ve mevkuf rivayetlerinden elli bir tanesi Ebû Abdullah İbn Mende tarafından bir araya getirilmiş ( Müsnedü İbrâhîm b. Edhem ez-Zâhid [Müsnedü eḥâdîs̱i İbrâhîm b. Edhem] ) ve Mecdî es-Seyyid İbrâhim tarafından neşredilmiştir (Bulak 1408/1988). Kendisine izâfe edilen Cevâbü İbrâhîm b. Edhem ʿan ʿademi isticâbeti’d-duʿâʾ adlı eser (Süleymaniye Ktp., Süleymaniye, nr. 1054, vr. 82 b -86 b ), anonim bir derlemeden ibaret iken baş tarafında İbrâhim b. Edhem’e ait olduğu rivayet edilen ve duaların kabul edilmeyişinin başlıca sebeplerini gösteren bir açıklamadan dolayı ona nisbet edilmiş olmalıdır. BİBLİYOGRAFYA İbrâhim b. Edhem, Münâcât (Mecmûa), İstanbul 1265, s. 62-63; a.e. (Mecmûa), İstanbul 1279, s. 68. Buhârî, et-Târîḫu’l-kebîr , I, 273. İbn Hibbân, Meşâhîru ʿulemâʾi’l-emṣâr (nşr. M. Fleischhammer), Wiesbaden 1959, s. 183. Serrâc, el-Lümaʿ , s. 219, 236, 260. Kelâbâzî, et-Taʿarruf (Nevâvî) , s. 37, 168. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1310, I, 250, 266. Sülemî, Ṭabaḳāt , Kahire 1986, s. 27-38. Ebû Nuaym, Ḥilye , VII, 367-395; VIII, 3-58, 70. Hatîb, Târîḫu Baġdâd , VI, 47-48. Kuşeyrî, Risâle (Uludağ) , s. 112-113. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 200-203. Gazzâlî, İḥyâʾ , IV, 55, 199, 200, 215, 229, 270, 332, 333. İbn Asâkir, Târîḫu Dımaşḳ , II, 370-408. Ebü’l-Ferec İbnü’l-Cevzî, el-Ḳuṣṣâṣ ve’l-müẕekkirûn (nşr. Ebû Hâcer M. Zağlûl), Beyrut 1406/1986, s. 68-69. a.mlf., Ṣıfatü’ṣ-ṣafve , IV, 152-158. Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1991, s. 142-165. İbnü’l-Esîr, el-Kâmil , VI, 56. İbn Hallikân, Vefeyât , I, 31-32. Mizzî, Tehẕîbü’l-Kemâl , II, 27-39. Zehebî, Aʿlâmü’n-nübelâʾ , VII, 387-396. Ahmed b. Aybek ed-Dimyâtî, el-Müstefâd min Ẕeyli Târîḫi Baġdâd (nşr. M. Mevlûd Halef), Beyrut 1406/1986, s. 132-134. Eflâkî, Menâḳıbü’l-ʿârifîn , I, 220, 471-472. İbn Battûta, Seyahatnâme , I, 79-81, 309, 434. Şa‘rânî, eṭ-Ṭabaḳāt , I, 59. Münâvî, el-Kevâkib , I, 142-148. Rûdânî, Ṣılatü’l-ḫalef bi-mevṣûli’s-selef (nşr. Muhammed Haccî), Beyrut 1408/1988, s. 108-109, 131. Hocazâde Ahmed Hilmi, Hadîkatü’l-evliyâdan Silsile-i Meşâyih-i Kādiriyye , İstanbul 1318, s. 116-122. I. Goldziher, el-ʿAḳīde ve’ş-şerîʿa fi’l-İslâm (trc. M. Yûsuf Mûsâ v.dğr.), Beyrut 1946, s. 141-144. R. A. Nicholson, eṣ-Ṣûfiyye fi’l-İslâm (trc. Nûreddin Şerîbe), Kahire 1371/1951, s. 21-22. Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , Kahire 1963, s. 74, 82, 92, 215, 273. Kâmil Mustafa eş-Şeybî, eṣ-Ṣıla beyne’t-taṣavvuf ve’t-teşeyyuʿ , Bağdad 1964, I, 351-354. Ali Sâmî en-Neşşâr, Neşʾetü’l-fikri’l-felsefî fi’l-İslâm , Kahire 1978, III, 407-430. É. Dermenghem, Vies des saints musulmans , Paris 1981, s. 17-49. Gulâm Ali Âryâ, Ṭarîḳa-i Çiştiyye der Hind ve Pâkistân , Tahran 1365 hş., s. 74. C. van Arendonk – Nicholson, “Ibrāhīm b. Adham”, EI , III, 432-434. Russell Jones, “Ibrāhīm b. Adham”, EI 2 (İng.) , III, 985-986. Fethullah Müctebâî, “İbrâhîm Edhem”, DMBİ , II, 403-407. Khaliq Ahmad Nizami, “Çiştiyye”, DİA , VIII, 343. “Ebrāhīm b. Adham”, EIr. , VIII, 62-63. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2000 yılında İstanbul’da basılan 21. cildinde, 293-295 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "İbrâhim b. Edhem, Münâcât (Mecmûa), İstanbul 1265, s. 62-63; a.e. (Mecmûa), İstanbul 1279, s. 68.",
        "Buhârî, et-Târîḫu’l-kebîr , I, 273.",
        "İbn Hibbân, Meşâhîru ʿulemâʾi’l-emṣâr (nşr. M. Fleischhammer), Wiesbaden 1959, s. 183.",
        "Serrâc, el-Lümaʿ , s. 219, 236, 260.",
        "Kelâbâzî, et-Taʿarruf (Nevâvî) , s. 37, 168.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1310, I, 250, 266.",
        "Sülemî, Ṭabaḳāt , Kahire 1986, s. 27-38.",
        "Ebû Nuaym, Ḥilye , VII, 367-395; VIII, 3-58, 70.",
        "Hatîb, Târîḫu Baġdâd , VI, 47-48.",
        "Kuşeyrî, Risâle (Uludağ) , s. 112-113.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 200-203.",
        "Gazzâlî, İḥyâʾ , IV, 55, 199, 200, 215, 229, 270, 332, 333.",
        "İbn Asâkir, Târîḫu Dımaşḳ , II, 370-408.",
        "Ebü’l-Ferec İbnü’l-Cevzî, el-Ḳuṣṣâṣ ve’l-müẕekkirûn (nşr. Ebû Hâcer M. Zağlûl), Beyrut 1406/1986, s. 68-69.",
        "a.mlf., Ṣıfatü’ṣ-ṣafve , IV, 152-158.",
        "Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1991, s. 142-165.",
        "İbnü’l-Esîr, el-Kâmil , VI, 56.",
        "İbn Hallikân, Vefeyât , I, 31-32.",
        "Mizzî, Tehẕîbü’l-Kemâl , II, 27-39.",
        "Zehebî, Aʿlâmü’n-nübelâʾ , VII, 387-396.",
        "Ahmed b. Aybek ed-Dimyâtî, el-Müstefâd min Ẕeyli Târîḫi Baġdâd (nşr. M. Mevlûd Halef), Beyrut 1406/1986, s. 132-134.",
        "Eflâkî, Menâḳıbü’l-ʿârifîn , I, 220, 471-472.",
        "İbn Battûta, Seyahatnâme , I, 79-81, 309, 434.",
        "Şa‘rânî, eṭ-Ṭabaḳāt , I, 59.",
        "Münâvî, el-Kevâkib , I, 142-148.",
        "Rûdânî, Ṣılatü’l-ḫalef bi-mevṣûli’s-selef (nşr. Muhammed Haccî), Beyrut 1408/1988, s. 108-109, 131.",
        "Hocazâde Ahmed Hilmi, Hadîkatü’l-evliyâdan Silsile-i Meşâyih-i Kādiriyye , İstanbul 1318, s. 116-122.",
        "I. Goldziher, el-ʿAḳīde ve’ş-şerîʿa fi’l-İslâm (trc. M. Yûsuf Mûsâ v.dğr.), Beyrut 1946, s. 141-144.",
        "R. A. Nicholson, eṣ-Ṣûfiyye fi’l-İslâm (trc. Nûreddin Şerîbe), Kahire 1371/1951, s. 21-22.",
        "Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , Kahire 1963, s. 74, 82, 92, 215, 273.",
        "Kâmil Mustafa eş-Şeybî, eṣ-Ṣıla beyne’t-taṣavvuf ve’t-teşeyyuʿ , Bağdad 1964, I, 351-354.",
        "Ali Sâmî en-Neşşâr, Neşʾetü’l-fikri’l-felsefî fi’l-İslâm , Kahire 1978, III, 407-430.",
        "É. Dermenghem, Vies des saints musulmans , Paris 1981, s. 17-49.",
        "Gulâm Ali Âryâ, Ṭarîḳa-i Çiştiyye der Hind ve Pâkistân , Tahran 1365 hş., s. 74.",
        "C. van Arendonk – Nicholson, “Ibrāhīm b. Adham”, EI , III, 432-434.",
        "Russell Jones, “Ibrāhīm b. Adham”, EI 2 (İng.) , III, 985-986.",
        "Fethullah Müctebâî, “İbrâhîm Edhem”, DMBİ , II, 403-407.",
        "Khaliq Ahmad Nizami, “Çiştiyye”, DİA , VIII, 343.",
        "“Ebrāhīm b. Adham”, EIr. , VIII, 62-63."
      ]
    },
    {
      "author": "NURETTİN ALBAYRAK",
      "content": "EDEBİYAT. İslâm edebiyatlarında İbrâhim b. Edhem’in hayatı ve kişiliği etrafında oluşan menkıbeler manzum-mensur edebî eserlere konu olmuş, “İbrâhim b. Edhem hikâyeleri”, “İbrâhim b. Edhem menkıbeleri” ve “İbrâhim Edhem destanı” gibi adlarla anılmıştır. Türkçe İbrâhim Edhem destanlarında yer alan maceralar daha ziyade tasavvufî bir mahiyet arzeder. Buna göre İbrâhim Edhem, tahtının üzerinde uyuyakaldığı bir gece rüyasında tavanın sallandığını hisseder. Orada kimin bulunduğunu sorunca, “Tanıdık biriyim, devemi kaybettim, onu arıyorum” cevabını alır. İbrâhim Edhem, damda deve aramanın şaşkınlık olduğunu söyleyince sesin sahibi ona, Allah’ı altın taht üzerinde ve atlas elbise içinde aramanın damda deve aramaktan daha büyük bir şaşkınlık olduğunu hatırlatır. Bunun üzerine İbrâhim Edhem düşünceye dalar. Olaydan birkaç gün sonra devlet ileri gelenlerinin bulunduğu şölende bir adam korkusuzca muhafızları geçerek İbrâhim Edhem’in karşısına dikilir. İbrâhim Edhem ne istediğini sorunca adam şölenin verildiği handa kalmak istediğini belirtir. İbrâhim Edhem, buranın han değil kendisine ait bir konak olduğunu ve her önüne gelenin burada kalamayacağını söyler. Adam, konağın daha önce kimlerin olduğunu ve onların şimdi nerede bulunduğunu sorar; İbrâhim Edhem de önceki sahiplerinin öldüğünü belirtir. Adam, “Bu ne biçim konaktır ki biri gelmede, biri gitmede” der ve oradan uzaklaşır. Bundan etkilenen İbrâhim Edhem onun peşine düşer; kendisiyle konuşmak istediğini belirterek kim olduğunu sorunca “Hızır” cevabını alır. Ertesi gün ava çıkan İbrâhim Edhem atının üzerinde iken “uyan!” diye bir ses duyar. Üç defa tekrarlanan bu sese aldırış etmeyince aynı ses, “Başkaları seni uyandırmadan önce kendin uyan!” cümlesiyle yankılanır. Ayrıca İbrâhim Edhem’in o esnada karşısına çıkan bir ceylan dile gelerek, “Ben seni avlamak için gönderildim; senin beni avlaman için değil. Bir bîçareye ok atıp avlamak için mi yaratıldın? Bundan başka işin yok mu?” der. Ardından aynı sözleri atının eyerinin kaşından ve kendi içinden de işiten İbrâhim Edhem âniden ruhî bir değişime uğrar, keşfi açılır. Allah’a tövbe eder ve “Rabbim! Beni koruduğun sürece bugünden itibaren sana âsi olmayacağım” diyerek üzerindeki kıymetli eşyaları, elbiselerini ve atını orada karşılaştığı çobanlarından birine verir, sürüyü de bağışlar ve çobanın elbiselerini giyip Belh’ten ayrılır. İbrâhim Edhem’in tahtından vazgeçmesine sebep olan diğer bir olay ise şöyledir: Belh’te hükümdar iken avlamak için bir ceylanı takip eden İbrâhim Edhem, vadiye indiğinde eli ayağı bağlı bir kişiyi bir karganın beslediğini görür. Adamın eşkıyalar tarafından bu hale getirildiğini, karganın da Allah tarafından gönderildiğini öğrenince tahtından vazgeçer (Özön, s. 73; Levend, Divan Edebiyatı , s. 145). Bundan sonra bir derviş gibi ibadet ve riyâzetle vakit geçiren, kendi el emeği ve alın teriyle geçinen İbrâhim Edhem memleketini terkedip Mekke’ye gider. Çölde tanımadığı biriyle arkadaşlık kurar, ondan ism-i a‘zam duasını öğrenir ve bu duayı okuyarak Hızır’la buluşur. Bu arada çocuk yaşta Belh’te bıraktığı, kendisinin ardından oraya hükümdar olan oğlu babasının Mekke’de olduğu haberini alınca buraya gelir ve onu alıp memleketine götürerek tekrar tahta çıkarmak niyetinde olduğunu söyler. Fakat Allah sevgisi içinde bütün varlığını yok eden İbrâhim Edhem, Allah’a dua ederek ya kendi canını ya da oğlunun canını almasını ister ve o anda oğlu ölür. İbrâhim Edhem’in çeşitli kerametler gösterdiğine inanılması hayatını ve kişiliğini efsaneleştirmiş, bu efsaneler tasavvufî kitaplarda dile getirilerek bir dinî heyecan kaynağı oluşturmuştur. İbrâhim Edhem’in bilhassa Allah sevgisinin mal ve evlât sevgisinden üstün olduğunu göstermesi, Hızır’la arkadaşlık yaptığına inanılması, yaşadığı dönemde başta Ebû Hanîfe olmak üzere birçok kişiyle yakın dostluk kurması, kendi el emeği ve alın teriyle geçimini sağlaması, menkıbesinin halk arasında yaygınlık kazanmasına sebep olmuştur. Türk divan edebiyatı şairleri İbrâhim Edhem’i, “Zâhid bize ta‘neyleme bu şekl-i fenâda / Biz tâc ü kabâ terkin uran Edhem-i aşkız” (Tarzî); “Eğmez erbâb-ı fenâ tâc-ı zer-i hurşîde baş / Tahtgâh-ı âleme meyletme Edhemlik budur” (Sabûhî Dede); “Her şahsı harîm-i Hakk’a mahrem mi sanırsın / Her tâc giyen çulsuzu Edhem mi sanırsın” (Ziyâ Paşa) gibi beyitlerde söz konusu etmişlerdir. İbrâhim Edhem menkıbelerinin Türk edebiyatına Ferîdüddin Attâr’ın Teẕkiretü’l-evliyâʾ adlı eserinden geçtiği sanılmaktadır. İlk mensur tercümeleriyle birlikte manzum şeklinin de XIV. yüzyıldan itibaren görülmeye başlandığı kanaati yaygındır. Diğer dinî halk hikâyelerinde genellikle nazım birimi olarak beyit, vezin olarak da aruz kullanıldığı halde İbrâhim Edhem menkıbelerinde hem beyitlere hem de hece vezniyle yazılmış dörtlüklere rastlanmaktadır. Vasfi Mahir Kocatürk, manzum bir Dâstân-ı İbrâhim Edhem nüshasının kendi kütüphanesinde bulunduğunu söylemektedir ( Türk Edebiyatı Tarihi , s. 160). Ayrıca Süleymaniye Kütüphanesi’nde manzum bir Kıssa-i İbrâhim b. Edhem ve İnâbetuhû Rabbehû (Hacı Mahmud Efendi, nr. 6286, vr. 37 a -41 b ), Adana İl Halk Kütüphanesi’nde sonu eksik, elli sekiz beyitlik bir Manzûme-i Hikâye-i İbrâhim Edhem (nr. 1152/2, İ. Çetin Derdiyok tarafından Latin harfleriyle yayımı için bk. bibl.), Konya İzzet Koyunoğlu Kütüphanesi’nde de mensur bir Menâkıb-ı İbrâhim Edhem (nr. 13547) mevcuttur. Hayat hikâyeleri birbirine benzediğinden İbrâhim Edhem’le Buda arasında paralellik kuranlar (Sunguroğlu, s. 10-13), hatta Buda’nın bu hikâyeye kaynaklık ettiğini söyleyenler vardır (Çağatay, s. 157). Na‘tî’nin Edhemnâme adlı mesnevisi de İbrâhim Edhem’in hayatı çerçevesinde kaleme alınmış bir eserdir. Divan edebiyatında biri Lâmiî Çelebi’ye izâfe edilen ( Osmanlı Müellifleri , II, 493), diğeri Sâbit’e ait olan Edhem ü Hümâ mesnevilerinin İbrâhim Edhem’le herhangi bir ilgisi yoktur. Necip Fazıl Kısakürek, İbrâhim Edhem’in hayatını beş perdelik bir oyun haline getirmiştir (İstanbul 1978). Dâstân-ı İbrâhim Edhem ’in dil özellikleri üzerine bir yüksek lisans tezi hazırlanmıştır (bk. bibl.). Doğu edebiyatlarından aldığı çeşitli konuları işleyen İngiliz şairi James Henry Leigh Hunt, İbrâhim Edhem için de “Abou ben Adhem” adlı bir şiir kaleme almıştır. 1640 yılı civarında Açe’de yaşayan Nûreddin er-Rânîrî’nin İbrâhim Edhem hakkında yazdıklarının bir kısmı basılmıştır (G. W. J. Drewes, “De Herkomst van Nūr al-Dīn al-Rānīrī”, Bijdragen tot de Taal-, Land- en Volkenkunde van Nederlandsch-Indië , CXI [’s-Gravenhage 1955], s. 148-151). Rânîrî, İbrâhim Edhem’e Bustânü’s-selâṭîn fî ẕikri’l-evvelîn ve’l-âḫirîn adlı eserinde de on iki sayfa kadar yer vermiştir. Ḥayât-ı Sulṭân İbrâhîm ( Ḥayât-ı Sulṭân İbrâhîm İbn Edhem ) adıyla bilinen bir eser de Malayca basılmıştır. Bu metin, kısaltılmış olarak 1822 yılında Hollandalı Roorda van Eysinga tarafından yayımlanmış, daha sonra da değişik baskıları yapılmıştır (Jones, Studies in Islam , V/1 [1968], s. 7-20). BİBLİYOGRAFYA Menâkıb-ı İbrâhim Edhem , Millet Ktp., Ali Emîrî, Şer‘iyye, nr. 1132. Menâkıb-ı İbrâhim b. Edhem , Süleymaniye Ktp., Esad Efendi, nr. 4696. Kıssa-i İbrâhim b. Edhem ve İnâbetuhû Rabbehû , Süleymaniye Ktp., Hacı Mahmud Efendi, nr. 6286, vr. 37 a -41 b . Hazret-i Ali Kerremallāhu vecheh Hazretlerinin Mahdûm-ı Mükerremleri Muhammed Hanefî Hazretlerinin Hikâyesidir , İstanbul 1307, s. 2-13 (sayfa kenarlarında “Destân-ı İbrâhim Edhem” yer almaktadır). Sülemî, Ṭabaḳāt , s. 27-38. Kuşeyrî, Risâle (Uludağ) , s. 112-113. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 90, 126, 200-203. Attâr, Tezkiretü’l-evliyâ (trc. Süleyman Uludağ), İstanbul 1985, s. 142-165. Osmanlı Müellifleri , II, 493. Mustafa Nihat Özön, Edebiyat ve Tenkid Sözlüğü , İstanbul 1954, s. 73, 145. Kocatürk, Türk Edebiyatı Tarihi , s. 160-163, 193. Özege, Katalog , I, 253; V, 2193. Levend, Türk Edebiyatı Tarihi , s. 126, 439. a.mlf., Divan Edebiyatı , İstanbul 1984, s. 145. TÜYATOK , 01/III, s. 704. İshak Sunguroğlu, Guatama Buddha ve İbrahim-İbn-i Edhem , İstanbul 1974, s. 10-13, 23-40, 49-54. Mustafa Yaşar, Konya Belediyesi İzzet Koyunoğlu Şehir Müzesi ve Kütüphanesi’nde Bulunan Yazma Türkçe Eserler Kataloğu (yüksek lisans tezi, 1988), SÜ Sosyal Bilimler Enstitüsü, s. 114. İskender Pala, Ansiklopedik Dîvân Şiiri Sözlüğü , Ankara 1989, I, 282. Ahmet Talât Onay, Eski Türk Edebiyatında Mazmunlar ve İzahı (haz. Cemâl Kurnaz), Ankara 1992, s. 137-138. Nurcan Öznal Güder, Dâstân-ı İbrâhim Edhem (yüksek lisans tezi, 1992), İÜ Sosyal Bilimler Enstitüsü. Nurettin Albayrak, Dînî Türk Halk Hikâyelerinden Geyik, Güvercin ve Deve Hikâyeleri-Kaynakları ve Metin Tesisi (yüksek lisans tezi, 1993), MÜ Sosyal Bilimler Enstitüsü, s. 166-167. Himmet Biray – Mehmet Sarı, İbrâhim Bin Edhem Kıssası , Afyon 1995. İ. Çetin Derdiyok, “Adana İl Halk Kütüphanesi’nde Bulunan Bir Hikâye-i İbrahim Edhem Nüshası”, Türkoloji Araştırmaları 1997 , Adana 1997, s. 125-139. Saadet Çağatay, “Türk Halk Edebiyatında Geyiğe Dair Bazı Motifler”, TDAY Belleten (1956), s. 155-157. Russell Jones, “Ibrāhīm Ibn Adham”, Studies in Islam , V/1, New Delhi 1968, s. 7-20. a.mlf., “Ibrāhīm b. Adham”, EI 2 (İng.) , III, 985-986. C. van Arendonk, “İbrâhim”, İA , V/2, s. 886-887. “İbrahim b. Edhem”, TDEA , IV, 323. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2000 yılında İstanbul’da basılan 21. cildinde, 295-296 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Menâkıb-ı İbrâhim Edhem , Millet Ktp., Ali Emîrî, Şer‘iyye, nr. 1132.",
        "Menâkıb-ı İbrâhim b. Edhem , Süleymaniye Ktp., Esad Efendi, nr. 4696.",
        "Kıssa-i İbrâhim b. Edhem ve İnâbetuhû Rabbehû , Süleymaniye Ktp., Hacı Mahmud Efendi, nr. 6286, vr. 37 a -41 b .",
        "Hazret-i Ali Kerremallāhu vecheh Hazretlerinin Mahdûm-ı Mükerremleri Muhammed Hanefî Hazretlerinin Hikâyesidir , İstanbul 1307, s. 2-13 (sayfa kenarlarında “Destân-ı İbrâhim Edhem” yer almaktadır).",
        "Sülemî, Ṭabaḳāt , s. 27-38.",
        "Kuşeyrî, Risâle (Uludağ) , s. 112-113.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 90, 126, 200-203.",
        "Attâr, Tezkiretü’l-evliyâ (trc. Süleyman Uludağ), İstanbul 1985, s. 142-165.",
        "Osmanlı Müellifleri , II, 493.",
        "Mustafa Nihat Özön, Edebiyat ve Tenkid Sözlüğü , İstanbul 1954, s. 73, 145.",
        "Kocatürk, Türk Edebiyatı Tarihi , s. 160-163, 193.",
        "Özege, Katalog , I, 253; V, 2193.",
        "Levend, Türk Edebiyatı Tarihi , s. 126, 439.",
        "a.mlf., Divan Edebiyatı , İstanbul 1984, s. 145.",
        "TÜYATOK , 01/III, s. 704.",
        "İshak Sunguroğlu, Guatama Buddha ve İbrahim-İbn-i Edhem , İstanbul 1974, s. 10-13, 23-40, 49-54.",
        "Mustafa Yaşar, Konya Belediyesi İzzet Koyunoğlu Şehir Müzesi ve Kütüphanesi’nde Bulunan Yazma Türkçe Eserler Kataloğu (yüksek lisans tezi, 1988), SÜ Sosyal Bilimler Enstitüsü, s. 114.",
        "İskender Pala, Ansiklopedik Dîvân Şiiri Sözlüğü , Ankara 1989, I, 282.",
        "Ahmet Talât Onay, Eski Türk Edebiyatında Mazmunlar ve İzahı (haz. Cemâl Kurnaz), Ankara 1992, s. 137-138.",
        "Nurcan Öznal Güder, Dâstân-ı İbrâhim Edhem (yüksek lisans tezi, 1992), İÜ Sosyal Bilimler Enstitüsü.",
        "Nurettin Albayrak, Dînî Türk Halk Hikâyelerinden Geyik, Güvercin ve Deve Hikâyeleri-Kaynakları ve Metin Tesisi (yüksek lisans tezi, 1993), MÜ Sosyal Bilimler Enstitüsü, s. 166-167.",
        "Himmet Biray – Mehmet Sarı, İbrâhim Bin Edhem Kıssası , Afyon 1995.",
        "İ. Çetin Derdiyok, “Adana İl Halk Kütüphanesi’nde Bulunan Bir Hikâye-i İbrahim Edhem Nüshası”, Türkoloji Araştırmaları 1997 , Adana 1997, s. 125-139.",
        "Saadet Çağatay, “Türk Halk Edebiyatında Geyiğe Dair Bazı Motifler”, TDAY Belleten (1956), s. 155-157.",
        "Russell Jones, “Ibrāhīm Ibn Adham”, Studies in Islam , V/1, New Delhi 1968, s. 7-20.",
        "a.mlf., “Ibrāhīm b. Adham”, EI 2 (İng.) , III, 985-986.",
        "C. van Arendonk, “İbrâhim”, İA , V/2, s. 886-887.",
        "“İbrahim b. Edhem”, TDEA , IV, 323."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 274
}