{
  "id": "eweb_303",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/ihlas",
  "annotator": "Jeremy",
  "title": "İHLÂS",
  "arabic_title": "الإخلاص",
  "summary": "Kulun bütün davranışları ve sözlerinde sadece Allah’ın rızâsını gözetmesi anlamında ahlâk ve tasavvuf terimi.",
  "parts": [
    {
      "author": "SÜLEYMAN ATEŞ",
      "content": "Sözlükte “arınmak, saflaşmak, kurtulmak” mânasındaki hulûs / halâs kökünden türetilmiş olup “bir şeyi, içine karışmış ve değerini düşürmüş olan başka şeylerden temizleyip arındırmak, saflaştırmak” anlamına gelen ihlâs kelimesi, terim olarak “ibadet ve iyilikleri riyadan ve çıkar kaygılarından arındırıp sadece Allah için yapmak” demektir. İslâmî literatürde ihlâs daha geniş olarak şirk ve riyadan, bâtıl inançlardan, kötü duygulardan, çıkar hesaplarından ve genel mânada gösteriş arzusundan kalbi temizlemeyi, her türlü hayırlı faaliyete iyi niyetle yönelmeyi ve her durumda yalnızca Allah’ın rızâsını gözetmeyi ifade eder (Râgıb el-İsfahânî, Müfredât , “ḫlṣ” md.; Lisânü’l-ʿArab , “ḫlṣ” md.; Gazzâlî, IV, 379-380). Fudayl b. İyâz’a, “İnsanların hatırı için ameli terketmek riya, onları memnun etmek için amel etmek şirk, bu iki durumdan kurtulmak ihlâstır” şeklinde bir söz isnat edilmekle birlikte ( et-Taʿrîfât , “el-İḫlâṣ” md.) riya genellikle “sırf Allah rızâsı için yapılması gereken amele gösteriş katmak” anlamında kullanılır. Kur’ân-ı Kerîm’de hulûs kökünden çeşitli kelimeler hem sözlük hem terim anlamında yer almaktadır. On yerde geçen “muhlisîne lehü’d-dîn” ifadesindeki ihlâs kavramı “yalnızca Allah’a yönelip O’na kulluk etme, O’na güvenip O’ndan dilekte bulunma, sadece Allah’ın dinini tanıyıp din konusunda kendini Allah’a adama, tevhid inancının saflığını bâtıl itikadlarla zedelemekten sakınma, saf dindarlık” şeklinde hem şirke hem riyaya zıt bir anlam taşır (el-A‘râf 7/29; el-Beyyine 98/5; krş. Şevkânî, II, 227; V, 559). Yine Kur’an’daki “ibâdullāhi’l-muhlasîn” ifadesi, “Allah’ın yardımına mazhar olup hâlis dindarlığa ve hidayete ulaştırılmış kullar” mânasına gelmektedir (Taberî, XIV, 33). Fahreddin er-Râzî, bu ifadenin geçtiği Hicr sûresinin 40. âyetini açıklarken ihlâsın “bir şeyi karışımdan temizleyip saf hale getirmek” şeklindeki sözlük anlamını hatırlattıktan sonra insanın bir ameli ya sırf Allah için ya da Allah’tan başka biri için veya her iki amacı birlikte gözeterek yapacağını, sonuncu durumda ya Allah rızâsını veya başkasını memnun etmeyi öne alacağını belirtmekte, bunlardan sadece birinci amelin makbul olduğunu, ameline gösteriş karıştırmakla birlikte Allah rızâsını önde tutanların da ihlâslı kimselerden sayılmasının umulduğunu söylemektedir ( Mefâtîḥu’l-ġayb , XIX, 188-189). Âyetlerde bildirildiğine göre şeytan ihlâslı kişilere zarar veremeyeceğini itiraf etmiştir (el-Hicr 15/40; Sâd 38/83). Bu sebeple Kur’an’da ihlâs peygamberlerin başlıca niteliklerinden sayılmıştır (meselâ bk. Yûsuf 12/24; Meryem 19/51; Sâd 38/45-46). Ayrıca Kur’ân-ı Kerîm’in 112. sûresine dinin temel ilkesi olan tevhidi en hâlis, en güzel şekilde dile getirdiği için İhlâs adı verilmiştir. İhlâs kavramı hadislerde de dinî ve ahlâkî bir fazilet olarak sık sık geçmektedir (bk. Wensinck, el-Muʿcem , “ḫlṣ” md.). Çeşitli vesilelerle Allah rızâsı için ihlâsla amel etmenin önemini ve faziletini vurgulayan Hz. Peygamber (meselâ bk. Müsned , III, 225; IV, 80, 82; V, 183; İbn Mâce, “Menâsik”, 76; Tirmizî, “ʿİlim”, 7) duada ihlâslı olmayı öğütlemiş (Ebû Dâvûd, “Cenâʾiz”, 56), ihlâslı bir kalple iman etmiş kişinin âhiret kurtuluşuna ereceğini müjdelemiş ( Müsned , V, 147), kendisi de, “Yâ rabbi! Beni sana karşı ihlâslı bir kul yap” şeklinde dua etmiştir ( a.g.e. , IV, 369; Ebû Dâvûd, “Vitir”, 25). Fıkıh kitaplarında ibadetlerin abdest, niyet, tekbir, kıraat gibi zâhirî şartları yanında bir de huşû, hudû ve ihlâs kavramıyla ifade edilen bâtınî şartlarının bulunduğu, meselâ abdestsiz kılınan namaz geçerli sayılmayacağı gibi ihlâssız eda edilen ibadetin de makbul olmadığı belirtilmekle birlikte bu konu daha çok tasavvuf ve ahlâk kaynaklarında ele alınmıştır (meselâ bk. Hâris el-Muhâsibî, s. 156-169, 193-202; Kuşeyrî, s. 443-447; Gazzâlî, IV, 376-386). Sûfîlere göre ihlâs kulun bütün amellerini sadece Hak için ifa etmesi, halkın değerlendirmesini kesinlikle dikkate almamasıdır. Sûfîler kulun yaptığı amel ve ibadetleri yok sayması, bunlara bakıp da kendini beğenmemesi lâzım geldiğini özellikle belirtmişlerdir. Bunu sağlamak için amel ve ibadetleri halktan ve nefisten korumak gerekir. Sadece ibadet türünden olan davranışlarda değil dünya işlerinde de ihlâs aranır. İhlâsın anlamını derinleştiren mutasavvıflar kulun işlediği iyi amellerin Hakk’ın bir lutfu olduğunu söylemişler, bunları kendisinden bilmesini, hatta karşılığında sevap istemesini ihlâs eksikliğine bağlayarak tasavvufî edebe aykırı bulmuşlardır. Zünnûn el-Mısrî’ye göre hayırlı işlerinden dolayı övülme ile yerilmenin eşit olması, işlenen amellerin unutulması ve sevap almayı gerektirdiğinin düşünülmemesi kişinin ihlâslı oluşunun alâmetleridir. Her şeyin fâili olarak Hakk’ı gören sûfî amel ve ibadetlerinin sahibi olarak kendini göremez (Kuşeyrî, s. 445). Yalnızlığı sevmek ve kimsenin görmediği yerlerde ibadet etmek de ihlâslı olmayı sağlar (Serrâc, s. 290). Sûfîlere göre ibadetin ruhu ihlâstır. İhlâssız amelin de amelsiz ihlâsın da kula bir faydası yoktur; bununla beraber ihlâssız amel amelsiz ihlâstan daha kötüdür. Çünkü her şeye değer kazandıran ihlâstır. Çok ibadetle değil ibadetteki ihlâsla kurtuluşa erileceğini söyleyen sûfîler insanın ihlâslı ve samimi olmasını, ancak ihlâslı olduğunu iddia etmemesini bir ilke olarak benimsemişlerdir. Ebû Bekir ed-Dekkāk, ihlâslı olduğu kanaatini taşımanın ihlâs eksikliğinden kaynaklandığını söyler. Allah bir kulunun ihlâsını makbul kılmak istediği zaman onun ihlâsını görmesine engel olur; o zaman kul “muhlis” değil Kur’an’daki tabiriyle (Meryem 19/51) “muhlas” olur (Kuşeyrî, s. 445). Muhlis kendi iradesi ve gayretiyle ihlâsa kavuşan, muhlas ise Allah tarafından kendisine ihlâs bağışlanan kimsedir. İhlâs konusundaki fikirleriyle tanınan Yûsuf b. Hüseyin er-Râzî dünyada en değerli şeyin ihlâs olduğunu, fakat kendisinin, gönlünden riyayı söküp atmak için bütün gücüyle çalıştığı halde riyanın kalbinde başka bir renkle yeniden yeşerdiğini söyleyerek her durumda ihlâslı kalmanın zorluğuna işaret eder ( a.g.e. , s. 440). Doğruluğun özel bir şekli olarak görülen ve bazan niyet anlamında kullanılan ihlâs insanın ruhunda son derece gizli bir niteliktir, hatta o bir sırdır. Nitekim kutsî bir hadiste “İhlâs sırlarımdan bir sırdır, onu sevdiğim kulumun kalbine tevdi ederim” buyrulduğu söylenir ( a.g.e. , s. 444). Cüneyd-i Bağdâdî’ye göre ihlâs o kadar gizlidir ki melek onu bilmediği için sevap hanesine yazmaz, şeytan bilmediği için bozamaz, nefis bilmediği için şımarmaz (Serrâc, s. 290; Kuşeyrî, s. 446). Böyle olunca başkaları bir yana ihlâslı olduğunu kişinin kendisi bile kesin olarak bilemez, onun için de nefsini daima denetim altında tutması gerekir. Tasavvuf kaynaklarında ihlâsla feyiz ve ilham arasında bir ilgi kurulduğu görülmektedir. Kırk gün ihlâslı olmayı başaran bir kulun kalbinden fışkıran hikmetlerin dilinden döküleceği inancı ( a.g.e. , s. 447) bu ilgiyi göstermektedir. Irak sûfîleriyle Horasan Melâmetîleri’nin ihlâs ve riya konusundaki görüşlerinin farklı olduğu belirtilir. Sühreverdî, Irak sûfîlerinin bu konuda melâmet ehlinden daha üstün kabul edildiğini söyler. Ona göre Melâmetîler, amellerini ve tasavvufî hallerini halktan saklamışlarsa da nefislerinden saklayamamışlardır. Amelini halktan ve nefisten koruduğu için muhlas diye nitelenen sûfîler, amelini sadece halktan korudukları için muhlis diye nitelenen Melâmetîler’den üstündür. Sûfî Hakk’ın iradesiyle, Melâmetî ise kendi iradesiyle ihlâs mertebesine ermiştir ( ʿAvârifü’l-maʿârif , I, 92). İhlâs ve riya konusunda melâmet ehliyle diğer mutasavvıflar sürekli olarak birbirlerini eleştirmişlerdir. BİBLİYOGRAFYA Râgıb el-İsfahânî, el-Müfredât , “ḫlṣ” md. Lisânü’l-ʿArab , “ḫlṣ” md. et-Taʿrîfât , “el-İḫlâṣ” md. Wensinck, el-Muʿcem , “ḫlṣ” md. M. F. Abdülbâkī, el-Muʿcem , “ḫlṣ” md. el-Muʿcemü’ṣ-ṣûfî , s. 686. Müsned , III, 225; IV, 80, 82, 369; V, 147, 183. İbn Mâce, “Menâsik”, 76. Ebû Dâvûd, “Cenâʾiz”, 56, “Vitir”, 25. Tirmizî, “ʿİlim”, 7. Hâris el-Muhâsibî, er-Riʿâye li-ḥuḳūḳıllâh (nşr. Abdülkādir Ahmed Atâ), Beyrut 1405/1985, s. 156-169, 193-202. Taberî, Câmiʿu’l-beyân , XIV, 33. Serrâc, el-Lümaʿ , s. 289, 290, 533. Kelâbâzî, Taarruf (Uludağ) , s. 149. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1310, II, 158. Sülemî, Uṣûlü’l-Melâmetiyye , Kahire 1985, s. 76, 143, 147. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 185. Kuşeyrî, er-Risâle , s. 440, 443-447. Herevî, Menâzil , Kahire 1962, s. 31. Gazzâlî, İḥyâʾ , IV, 376-386. Aynülkudât el-Hemedânî, Nâmehâ , Tahran 1362 hş., I, 25-30, 4. nâme. Ebü’n-Necîb es-Sühreverdî, Âdâbü’l-mürîdîn , Tahran 1363 hş., s. 75. Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , XIX, 188-189. Sühreverdî, ʿAvârifü’l-maʿârif (Gazzâlî, İḥyâʾ içinde), Kahire 1312, I, 92, 165-172. İbnü’l-Arabî, el-Fütûḥât , II, 220-225. Yahyâ b. Ahmed el-Bâharzî, Evrâdü’l-aḥbâb ve fuṣûṣü’l-âdâb (nşr. Îrec Efşâr), Tahran 1358 hş., s. 151. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, II, 93-101. Lâmiî, Nefehât Tercümesi , s. 15. Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 169. Şevkânî, Fetḥu’l-ḳadîr , Beyrut 1412/1991, II, 227; V, 559. Seyyid Sâdık-ı Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1967, I, 93. İmâdüddin İsnevî, Ḥayâtü’l-ḳulûb (Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb içinde), Kahire 1310, II, 212. C. van Arendonk, “İhlâs”, İA , V/2, s. 942. L. Gardet, “Ik̲h̲lāṣ”, EI 2 (Fr.) , III, 1086-1087. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2000 yılında İstanbul’da basılan 21. cildinde, 535-537 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Râgıb el-İsfahânî, el-Müfredât , “ḫlṣ” md.",
        "Lisânü’l-ʿArab , “ḫlṣ” md.",
        "et-Taʿrîfât , “el-İḫlâṣ” md.",
        "Wensinck, el-Muʿcem , “ḫlṣ” md.",
        "M. F. Abdülbâkī, el-Muʿcem , “ḫlṣ” md.",
        "el-Muʿcemü’ṣ-ṣûfî , s. 686.",
        "Müsned , III, 225; IV, 80, 82, 369; V, 147, 183.",
        "İbn Mâce, “Menâsik”, 76.",
        "Ebû Dâvûd, “Cenâʾiz”, 56, “Vitir”, 25.",
        "Tirmizî, “ʿİlim”, 7.",
        "Hâris el-Muhâsibî, er-Riʿâye li-ḥuḳūḳıllâh (nşr. Abdülkādir Ahmed Atâ), Beyrut 1405/1985, s. 156-169, 193-202.",
        "Taberî, Câmiʿu’l-beyân , XIV, 33.",
        "Serrâc, el-Lümaʿ , s. 289, 290, 533.",
        "Kelâbâzî, Taarruf (Uludağ) , s. 149.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1310, II, 158.",
        "Sülemî, Uṣûlü’l-Melâmetiyye , Kahire 1985, s. 76, 143, 147.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 185.",
        "Kuşeyrî, er-Risâle , s. 440, 443-447.",
        "Herevî, Menâzil , Kahire 1962, s. 31.",
        "Gazzâlî, İḥyâʾ , IV, 376-386.",
        "Aynülkudât el-Hemedânî, Nâmehâ , Tahran 1362 hş., I, 25-30, 4. nâme.",
        "Ebü’n-Necîb es-Sühreverdî, Âdâbü’l-mürîdîn , Tahran 1363 hş., s. 75.",
        "Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , XIX, 188-189.",
        "Sühreverdî, ʿAvârifü’l-maʿârif (Gazzâlî, İḥyâʾ içinde), Kahire 1312, I, 92, 165-172.",
        "İbnü’l-Arabî, el-Fütûḥât , II, 220-225.",
        "Yahyâ b. Ahmed el-Bâharzî, Evrâdü’l-aḥbâb ve fuṣûṣü’l-âdâb (nşr. Îrec Efşâr), Tahran 1358 hş., s. 151.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, II, 93-101.",
        "Lâmiî, Nefehât Tercümesi , s. 15.",
        "Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 169.",
        "Şevkânî, Fetḥu’l-ḳadîr , Beyrut 1412/1991, II, 227; V, 559.",
        "Seyyid Sâdık-ı Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1967, I, 93.",
        "İmâdüddin İsnevî, Ḥayâtü’l-ḳulûb (Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb içinde), Kahire 1310, II, 212.",
        "C. van Arendonk, “İhlâs”, İA , V/2, s. 942.",
        "L. Gardet, “Ik̲h̲lāṣ”, EI 2 (Fr.) , III, 1086-1087."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
