{
  "id": "eweb_310",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/istilahatus-sufiyye",
  "annotator": "Jeremy",
  "title": "ISTILÂHÂTÜ’s-SÛFİYYE",
  "arabic_title": "اصطلاحات الصوفيّة",
  "summary": "Tasavvuf terimlerini açıklayan eserlerin ortak adı.",
  "parts": [
    {
      "author": "MUSTAFA KARA",
      "content": "Kur’an ve hadiste geçen tövbe, sabır, zikir, şükür, havf, takvâ, mücâhede, ihlâs gibi kavramlar, tasavvufun doğuşuyla birlikte sûfîler arasında yeni anlamlar kazanarak birer terim haline gelmiş, zamanla bunlara yenilerinin eklenmesiyle bir tasavvuf terimleri literatürü ortaya çıkmıştır. Abdülkerîm el-Kuşeyrî bir ilim dalına, mesleğe veya sanata mensup olan kişilerin çalışma alanlarıyla ilgili konuları birbirine anlatmak için kendilerine özgü birtakım terimler kullandıklarını ifade ettikten sonra sûfîlerin de tasavvufî bilgileri kendilerine has ruhî ve sırrî mânaları anlatmak, açıklamak ve kendi yollarına yabancı olanlardan bu anlamları gizlemek için bazı tabirler kullandıklarını söyler. Sûfîler, ehli olmayanlar arasında yayılmasını istemedikleri bu sırları anlamı belirsiz ve anlaşılmaz görünen terimlerle anlatmayı tercih etmişlerdir. Tasavvufî hakikatler çalışılarak, düşünülerek kazanılan şeyler olmayıp Allah’ın mânevî lutuflarını kuluna açması (feth) ve bu suretle kalbin ilâhî feyze nâil olması şeklinde ruha emanet edilen sırlar olarak düşünüldüğünden bu hususları ifade için kullanılan terimler diğer ilim ve mesleklerdeki terimlere göre bazı yönlerden farklılık arzetmektedir. Bunları öğrenmek bir anlamda tasavvufu da öğrenmek demektir. Ancak tasavvuf terimlerinin öğrenilmesi, tasavvufî hakikatlerin ve sırların anlaşılmasını sağlamak için yeterli değildir. Yine de tasavvuf anlaşılması için yaşanması, öğrenilmesi için tadılması, bilinmesi için zevkine erilmesi gereken bir ilim (ilm-i hâl) olmakla birlikte onun söz ve yazı ile anlatılan bir yanı vardır. Sûfîler tasavvufun bu esrarlı yanını kendi aralarındaki konuşmalarında, kitaplarında ve mektuplarında ortaya koymuşlar, tasavvuf terimlerini de bu sohbetlerde ve eserlerde ortak bir dil olarak kullanmışlardır. Hatta sûfîler arasında yaygın olan, “Sûfî ibare ve işaretten menedilmiştir” sözünün gereği olarak tasavvufî halleri kâğıda dökmenin doğru olmadığını savunan sûfîler olmuştur. Hâris el-Muhâsibî, Zünnûn el-Mısrî, Bâyezîd-i Bistâmî, Hakîm et-Tirmizî, Sehl et-Tüsterî, Cüneyd-i Bağdâdî ve Hallâc-ı Mansûr gibi sûfîler sohbet, mektup ve risâlelerinde kendilerine has ifadelerle örülü dil kullanmışlar, bu terimler IV. (X.) yüzyılda sistemli bir hale getirilmiş, sonraki yüzyıllarda da bu durum gelişerek devam etmiştir. Tasavvuf terimlerinin büyük çoğunluğu Arapça, bir kısmı da Farsça’dır. Üçler, yediler, kırklar, dede, baba, el almak, el vermek, erenler gibi Türkçe olanları da bulunmakla birlikte bunlar Türkçe konuşmayan muhitlerde pek tutunmamıştır. Tarikatların teşekkül ettiği XII. yüzyıldan önceki dönemde tasavvufî kavramlar daha sade bir dille, genellikle Kur’an ve hadislerden alınan kavramlarla anlatılırken bu yüzyıldan sonra vahdet-i vücûd, aşk ve mârifet merkezli tasavvuf anlayışını terennüm eden yeni terimler oluşturulurken, ayrıca eskilerine yeni anlamlar yüklenmeye başlanmış, bu terimler konuyu geleneksel İslâmî telakkiden kısmen farklı bir alana taşırken tartışmaları da arttırmıştır. Başta Fuṣûṣü’l-ḥikem ve Mes̱nevî şerhleri olmak üzere bu dönemde yazılan eserler tasavvufun felsefî boyutunu geliştirmiştir. İstimdad, istigāse, râbıta, himmet, halife, silsile gibi terimler de bu dönemde ortaya çıkmış ve yaygın olarak kullanılmaya başlanmıştır. Buradan hareketle tarikatlar döneminde şeyh-mürid ilişkileriyle ilgili kavramların öne çıktığını söylemek mümkündür. Yine bu dönemde kaleme alınan eserlerde bir taraftan şekle önem vermeyen Melâmî neşve işlenirken bir taraftan da meselâ derviş kıyafetlerinin bir parçası olan taç hakkında müstakil risâleler yazılacak kadar şeklî konular öne çıkarılmış, dervişlerin kullandığı eşya ile ilgili sembolik yorumlara önem verilmiştir. Sûfîler tarafından kaleme alınan eserlerin büyük bir kısmının tasavvuf terimlerine ayrıldığını söylemek mümkündür. Bununla birlikte bazı müellifler, eserlerinin başına veya sonuna bir terimler bölümü ilâve etmeyi gerekli görmüşlerdir. Meselâ Muhyiddin İbnü’l-Arabî el-Fütûḥâtü’l-Mekkiyye ’nin sonuna ayrıca bir tasavvuf terimleri listesi eklemiş ve eserlerinin bu sözlüğe göre okunmasını istemiştir. Tasavvufî kaynaklarda terim olarak yer alan kelimelerle bunların sayıları farklıdır. Bu hususta her kitabın yazarı kendine göre bir yol takip etmiş, daha önceki eserlerde yer alan bazı terimleri kendi eserine alırken bir kısmını da terketmiştir. Bu eserlerde bazı terimlerin farklı şekillerde yorumlandığı da görülür. Ayrıca fakr-gınâ, sekr-sahv gibi karşıt hallerden hangisinin üstün olduğu gibi sorulara sûfîlerin farklı cevaplar verdikleri anlatılmış, velînin velî olduğunu bilip bilmediği, fenâ halinin sürekli olup olmadığı, dua etmenin mi sükût ve rızânın mı üstün olduğu vb. konular, bunlarla ilgili terimler açıklanırken ele alınıp tartışılmıştır. Kabz-bast, havf-recâ, heybet-üns gibi birbirinin karşıtı iki terim, yine levâih-tavâli‘-levâmi‘; tevâcüd-vecd-vücûd gibi birbirine yakın anlam taşıyan üç terim bir arada izah edilmiştir. Şeriat-tarikat-hakikat gibi birbirini takip eden terimlerden meydana gelen, tek terim haline dönüştürülmüş kavramlar da vardır. Ancak tasavvuf terimlerinin büyük çoğunluğu tek terimden ibarettir. Tasavvuf terimlerini ele alan eserler müelliflerinin tasavvufî meselelere bakış açısını ve hangi konulara daha çok önem verdiğini de gösterir. Meselâ Hücvîrî’nin geniş bir şekilde ele alıp işlediği Melâmetiyye terimine Kuşeyrî hiç temas etmemiş, Ebû Abdurrahman es-Sülemî ise bir risâle tahsis etmiştir. Hücvîrî’nin eserinde fütüvvet terimi bulunmazken Kuşeyrî bu konuda geniş bilgi vermiştir. Halbuki daha önce yaşamış olan Muhammed b. İbrâhim el-Kelâbâzî eserinde son iki terimin ikisine de yer vermemiştir. Tasavvuf kelimesinin Kur’ân-ı Kerîm ve hadislerde yer almamasına karşılık zühd ve zâhid kelimelerinin hadislerde kullanılmasının da bir sonucu olarak başlangıçta tasavvufî konular daha çok “zühd” başlığı altında ele alınmıştır. Bu başlık altında günümüze ulaşan en eski ve en geniş çalışma, Abdullah b. Mübârek’in (ö. 181/797) Kitâbü’z-Zühd ve’r-reḳāʾiḳ adlı eseridir. Eserde zühd ve zâhid terimleriyle ilgili görülen hüzün, bükâ, huşû, havf, ihlâs, tefekkür, tevekkül, kanaat, rızâ, fakr gibi birçok terimi içeren hadis metinleri toplanmıştır. III. (IX.) yüzyıldan başlayarak tasavvuf terimlerini ihtiva eden belli başlı eserleri kronolojik olarak şöyle sıralamak mümkündür: Muhâsibî’nin (ö. 243/857) ilk tasavvuf klasiklerinden biri olan er-Riʿâye li-ḥuḳūḳıllâh ’ı ucb, kibir, hased, tövbe, vera‘, takvâ ve tevekkül gibi terimleri genişçe açıklayan bir eserdir. Meselâ riya bölümü kitabın yaklaşık dörtte birini kapsamaktadır. İlk sûfîlerin sadece adlarını zikrettikten sonra elli kadar tasavvuf terimini izah eden et-Taʿarruf li-meẕhebi ehli’t-taṣavvuf ’un müellifi Muhammed b. İbrâhim el-Kelâbâzî (ö. 380/990) tasavvufî eser ve menkıbelerin yanında yaşayan sûfîlere sorduğu sorulara aldığı cevapları da kaynak olarak kullanmıştır. Kelâbâzî eserin girişinde sûfîlerin kullandığı terimleri anlamayanlara yardımcı olmak istediğini, sûfîlere atılan iftiralarla cahillerin saptırılmış te’villerini çürütmeye çalıştığını söyler. et-Taʿarruf ’un en önemli özelliği tasavvuf terimlerinin yanı sıra Allah’ın isimleri, sıfatları, rü’yet, kader, insan fiilinin yaratılması, istitâat, cebir, aslah, teklif gibi kelâm ilminin de en tartışmalı konularına bir sûfînin gözüyle bakılması ve açıklamalar getirilmesidir. Tasavvuf terimleri açısından IV. (X.) yüzyılda kaleme alınan eserlerin en önemlisi Ebû Nasr es-Serrâc’ın el-Lümaʿ adlı kitabıdır. Sûfîlerin yollarını ve sözlerinin mânasını, metot ve görüşlerinin temelini izah etmek; makamları, halleri ve anlaşılması zor metinleri açıklamak için bu eseri kaleme aldığını söyleyen müellif “makamlar” başlığı altında tövbe, vera‘, zühd, fakr, sabır, tevekkül ve rızâdan meydana gelen yedi terimi açıklamış; haller bölümünde de murakabe, kurb, muhabbet, havf, recâ, şevk, üns, itminan, müşâhede, yakīnden oluşan on terim hakkında bilgi vermiştir. “Âdâb” bölümünde kırk kadar terimi kısaca izah eden Serrâc, XII. bölümde de 150 kadar terimi açıklamıştır. Bunlar arasında külliye, telef, dems, vesm, me‘hûz, teravvuh, bevn, mesh, zihâd gibi çok az kullanılan terimler de vardır. Serrâc ayrıca pek çok terimi açıklama imkânı bulamadığını söylemektedir. İlk defa el-Lümaʿ da görülen bir özellik, “Galatât-ı Sûfiyye” başlığı altında bazı sûfîlerin düştükleri hataların gösterilmesidir. Eserin “Şatahât-ı Sûfiyye” bölümünde Bâyezîd-i Bistâmî başta olmak üzere Şiblî, Ebü’l-Hüseyin en-Nûrî, Ebû Hamza gibi bazı sûfîlerin şathiyeleri üzerinde ileri sürülen görüşler tahlil ve tenkit edilmiştir. Sülemî’nin (ö. 412/1021) Ṭabaḳātü’ṣ-ṣûfiyye adlı eseri adından da anlaşılacağı gibi bir terim kitabı olmamakla birlikte eserde beş tabaka halinde tanıtılan 103 sûfînin görüş ve tesbitleri aktarılırken yüzlerce tasavvuf teriminin de tarifi yapılmıştır. Eser, bu özelliği yanında günümüze ulaşan en eski sûfî tabakat kitabı olması sebebiyle daha sonraki yüzyıllarda kaleme alınan tabakat kitapları kadar terim kitaplarına da tesir etmiştir. Ebû Nuaym el-İsfahânî’nin (ö. 430/1038) Ḥilyetü’l-evliyâʾ adlı eseri, hadis ilminin yanı sıra bazı ilk zâhidlerin aynı zamanda hadis râvisi olmaları sebebiyle tasavvufu da ilgilendirmektedir. Bu eserde de pek çok terimin tarifi yapılmıştır. Tabakat kitaplarının tasavvufî terimler için kaynak olma özelliği daha sonraki yüzyıllarda da devam etmiştir. İbnü’l-Cevzî’nin Ṣıfatü’ṣ-ṣafve , Ferîdüddin Attâr’ın Teẕkiretü’l-evliyâʾ , Abdurrahman-ı Câmî’nin Nefeḥâtü’l-üns , Abdülvehhâb eş-Şa‘rânî’nin Levâḳıḥu’l-envâri’l-ḳudsiyye , Münâvî’nin el-Kevâkibü’d-dürriyye , Fahreddin Safî’nin Reşeḥât , Nebhânî’nin Câmiʿu kerâmâti’l-evliyâʾ adlı eserleri esasen tabakat kitabı olmakla birlikte tasavvuf terimlerini de ihtiva eden önemli eserlerdir. er-Risâle ’nin ilk bölümünde kendinden önceki asırlarda yaşayan zâhid ve sûfîleri kısaca tanıtan Kuşeyrî de (ö. 465/1072) eserin büyük bölümünü tasavvuf terimlerine ayırmıştır. Kuşeyrî er-Risâle ’de sûfî olmayanların anlayamadığı birtakım terimler bulunduğunu, kendisinin bunları açıklamayı hedeflediğini söyler. Eserin tasavvuf terimleri bölümünde elli, sûfîlerin makam ve halleri bölümünde ise altmış kadar terim açıklanmıştır. Öte yandan Muhâsibî, Kelâbâzî gibi sûfî müellifler eserlerinde tamamen terimlere yer verirken Kuşeyrî eserinin ilk bölümünü sûfîlerin hayat hikâyeleri ve menkıbelerine ayırmakla yeni bir çığır açmıştır. Kuşeyrî gibi Hücvîrî de (ö. 465/1072) Keşfü’l-maḥcûb ’a ilk zâhidleri anlatarak başlamış, daha sonra temel terimlere geniş yer ayırmıştır. Bu benzerliğe rağmen Hücvîrî’nin terimleri ele alış tarzı Kuşeyrî’den tamamen farklıdır. Hücvîrî, ilk tasavvufî ekollerden her birini bir tasavvuf terimiyle irtibatlandırmış; Muhâsibiyye’yi rızâ, Kassâriyye’yi melâmet, Tayfûriyye’yi sekr, Nûriyye’yi isâr, Sehliyye’yi nefs, Hâkimiyye’yi velâyet, Harrâziyye’yi fenâ-bekā, Hafîfiyye’yi gaybet-huzûr, Seyyâriyye’yi cem‘-tefrika terimleriyle açıklamıştır. Eserin son bölümünde mârifetullah ve tevhid terimleriyle birlikte abdest, namaz, oruç, hac, zekât gibi dinî esasların tasavvufî izahları yapılmıştır. Yetmiş kadar terimin ele alındığı eser semâ, vecd, vücûd ve tevâcüd terimlerinin yorumuyla sona ermektedir. Abdullah-ı Herevî’nin (ö. 481/1089) Menâzilü’s-sâʾirîn adlı eseri, tasavvuf terimlerini belli bir düzen ve sayı içinde ele alan ilk tasavvuf terimleri kitabıdır. 100 tasavvuf teriminin açıklamasını ihtiva eden eser bidâyât, ebvâb, muâmelât, ahlâk, usul, edviye, ahval, velâyet, hakāik, nihâyât başlıklı on terime ve her bir terim de on alt terime ayrılmış, açıklamalar çok kısa ve veciz bir şekilde yapılmıştır. Herevî, yakaza ile başlayan ve tevhid ile sona eren bu 100 terimi açıklarken genellikle her terimi üçlü bir derecelendirmeye tâbi tutmuş, âyet ve hadislerden iktibaslar yapmayı ihmal etmemiştir. Herevî’nin Menâzilü’s-sâʾirîn ’den önce Farsça olarak kaleme aldığı Ṣad Meydân da aynı tür bir eserdir. İsmâil Ankaravî (ö. 1041/1631) Minhâcü’l-fukarâ adlı eserinde Menâzilü’s-sâʾirîn ’deki on ana terimi aynen almış, 100 terimden seksen sekizini tekrar etmiş ve on iki tane farklı terimle eserdeki terim sayısını 100’e ulaştırmıştır. Menâzilü’s-sâʾirîn ’in Arapça, Farsça ve Türkçe birçok şerh ve tercümesi vardır. Gazzâlî’nin (ö. 505/1111) İḥyâʾü ʿulûmi’d-dîn ’i tasavvuf terimleri açısından da son derece önemlidir. Kendinden önceki sûfîlerce tesbit edilen terimlere yenilerini ilâve etmekten çok bu terimlere yeni boyutlar, ahlâkî ve psikolojik derinlikler kazandıran Gazzâlî diğer sûfî yazarlarda olduğu gibi zaman zaman tenkide de başvurmuş, özellikle bazı tasavvuf terimleri izah edilirken dinî esaslardan uzaklaşıldığına dikkat çekmiştir. Kardeşi Ahmed el-Gazzâlî’nin Farsça kaleme aldığı Sevâniḥu’l-ʿuşşâḳ ise sadece aşk terimini işlediği önemli bir eserdir. İlk örneği Abdullah-ı Herevî’de görülen, tasavvuf terimlerini belli bir sayı çerçevesinde ele alma yöntemi XIII. yüzyılda Rûzbihân-ı Baklî (ö. 606/1209) tarafından sürdürülmüştür. 1001 tasavvuf terimini açıkladığı Meşrebü’l-ervâḥ adlı eserini meczûb, sâlik, sâbık, sıddîk, muhib, müştâk, âşık, ârif, şâhid, mukarreb, muvahhid, vâsılîn, nükabâ, asfiyâ, evliyâ, ehlü’l-esrâr, mustafîn, hulefâ, büdelâ, aktâb başlıklı yirmi bölüme ayırmış, her bölümde elli terimi işlemiştir. Terimleri âyet ve hadislerle irtibatlandırmaya özen gösteren müellif hemen her terimin sonunda, “Ârif şöyle dedi” diyerek o terimin kısa bir tanımını yapmıştır. Baklî’nin ʿAbherü’l-ʿâşıḳīn adlı eseri ise aşk hakkında sûfîlerin yazdığı en geniş kitaplardan biridir. Aynı yüzyılda Necmeddîn-i Kübrâ (ö. 618/1221), el-Uṣûlü’l-ʿaşere adlı eserinde seyrüsülûk hayatını on terimle on kademe halinde açıklamıştır. Küçük bir risâle olmakla beraber çok tutulmuş ve yaygınlaşmış olan bu eserde izah edilen on terim şunlardır: Tövbe, zühd, tevekkül, kanaat, uzlet, zikir, teveccüh, sabır, murâkabe, rızâ. Müellif bu on terimi açıklamadan önce zühd hayatı açısından müslümanları tarîk-ı ahyâr, tarîk-ı ebrâr, tarîk-ı şüttâr diye üç gruba ayırmış, usûl-i aşere diye bilinen terimlerin tarîk-ı şüttârın özellikleri olduğunu söylemiştir. Ebû Hafs Şehâbeddin Ömer es-Sühreverdî’nin (ö. 632/1234) ʿAvârifü’l-maʿârif adlı eserinde tekke âdâbıyla ilgili pek çok terim izah edilmiştir. Müellif, eserin önsözünde sûfîlerin kullandıkları terimleri açıklayarak tasavvuf konusunda gerçekle sahtenin birbirinden ayrılmasına yardımcı olmak istediğini söylemektedir. Tasavvufun doğuşu ile başlayan eserde namaz, oruç gibi ibadetlerle melâmet, semâ gibi tartışmalı konular yanında, yeme, içme gibi tabii ihtiyaçlarla ilgili sûfîlerin görüş ve yorumları da geniş bir şekilde anlatılmıştır. ʿAvârifü’l-maʿârif ’te tartışılan ve kendisinden önceki diğer klasiklerde bulunmayan bir konu da sûfî, melâmî ve kalenderî kelimelerinin birbirine göre durum ve öncelikleridir. Altmış üç bölümden meydana gelen eserin son dört bölümünde pek çok terim kısaca tarif edilmiştir. Muhyiddin İbnü’l-Arabî (ö. 638/1240) el-Fütûḥâtü’l-Mekkiyye ’nin sonunda 250 kadar terimi kısaca açıklamıştır. Hâcis terimiyle başlayan, sırru’s-sır terimiyle sona eren bu bölüm onun eserlerini anlamanın da bir anahtarı durumundadır. Bazı terimler için birkaç kelimelik açıklama getirilirken bazı terimler tek kelime ile (meselâ zaman = sultan, bâtıl = ma‘dûm gibi) açıklanmıştır. İbnü’l-Arabî’nin tasavvuf terimlerine getirdiği yeni yorumlar kendisinden sonra gelişen tasavvufî düşüncenin merkezi olmuş, bütün meşrep ve tarikatlarda yönlendirici bir tesir meydana getirmiştir. Necmeddîn-i Dâye (ö. 654/1256), Kayseri ve Sivas’ta Farsça olarak kaleme aldığı Mirṣâdü’l-ʿibâd ’ında temel tasavvuf terimlerine farklı tasniflerle açıklık getirmiştir. Sultan Alâeddin Keykubad’a ithaf edilen eser Karahisarlı Kasım tarafından 825’te (1422) İrşâdü’l-mürîd ile’l-murâd adıyla Türkçe’ye tercüme edilmiştir. Mevlânâ Celâleddîn-i Rûmî’nin (ö. 672/1273) tasavvufî terimlerin din, fikir ve sanat hayatına aksetmesinde önemli tesirleri olan Mes̱nevî ’si ve Dîvân-ı Kebîr ’i, Muhyiddin İbnü’l-Arabî’nin Fuṣûṣü’l-ḥikem ve el-Fütûḥâtü’l-Mekkiyye ’si ile birlikte bu sahanın rakipsiz eserleri haline gelmiştir. İbnü’l-Arabî ekolünün önemli temsilcilerinden biri olan Fahreddîn-i Irâkī’nin (ö. 688/1289) Iṣṭılâḥât-ı Ehl-i Taṣavvuf adlı Farsça eseri ise 300’ü aşkın terimi ihtiva eder. Tasavvuf terimlerini Iṣṭılâḥâtü’ṣ-ṣûfiyye adıyla kaleme alan ilk müellif Abdürrezzâk el-Kâşânî’dir (ö. 730/1330). Kâşânî, kitabın önsözünde Menâzilü’s-sâʾirîn ’i şerhettikten sonra böyle bir kitap kaleme almak ihtiyacını hissettiğini söyler. Yaklaşık 500 terimin açıklandığı eser, daha önceki klasiklerde yer alan terimlerin yanında vahdet-i vücûd düşüncesiyle birlikte tasavvuf literatürüne giren terimleri de ihtiva etmektedir. Eserde bir iki kelime ile tarif edilen terimler bulunduğu gibi on-on beş satırla açıklanan terimler de vardır. Muhyiddin İbnü’l-Arabî başta olmak üzere bazı sûfîleri isimleriyle, bazı sûfîleri de eserleriyle zikreden Kâşânî yer yer âyet ve hadislerle tasavvuf terimlerini irtibatlandırmaya dikkat etmiştir. Yahyâ b. Ahmed el-Bâharzî’nin Evrâdü’l-aḥbâb ve fuṣûṣü’l-âdâb , Yahyâ el-Yemânî’nin Taṣfiyetü’l-ḳulûb , İzzeddin el-Kâşî’nin Miṣbâḥu’l-hidâye ve miftâḥu’l-kifâye adlı eserleri de XIV. yüzyılda kaleme alınan ve değişik terimleri açıklayan çalışmalardır. Müellifleri sûfî olmamakla birlikte Seyyid Şerîf el-Cürcânî’nin et-Taʿrîfât , Tehânevî’nin Keşşâfü ıṣṭılâḥâti’l-fünûn ve’l-ʿulûm adlı eserlerinde de tasavvuf terimlerine geniş yer verilmiştir. Osmanlı döneminde Arapça ve Farsça’dan Türkçe’ye tercüme edilenlerle birlikte Türkçe olarak kaleme alınan birçok tasavvufî eser ya doğrudan terimlerle ilgilidir veya dolaylı olarak bu ilmin terimlerine belli ölçüde açıklık getiren bir özelliğe sahiptir. Türkçe yazılan eserlerin bir kısmı Istılâhâtü’s-sûfiyye adını taşırken bir kısmına da farklı isimler verilmiştir. Meselâ Köstendilli Süleyman Şeyhî’nin Lemeât-ı Nakşibendiyye ’si bir terimler kitabı olduğu gibi Mir’âtü’l-muvahhidîn ve Mecmau’l-maârif adlı eserleri de aynı konuda bilgi vermektedir. Harîrîzâde Kemâleddin Efendi’nin (ö. 1882) Arapça yazdığı Tibyânü vesâʾili’l-ḥaḳāʾiḳ adlı eseri tarikatlar ansiklopedisi mahiyetinde olmakla birlikte pek çok terim hakkında bilgi ihtiva eder. Sâdık Vicdânî’nin Tomar-ı Turuk-ı Aliyye dizisiyle Hüseyin Vassâf’ın Sefîne-i Evliyâ-i Ebrâr adlı eserinde birçok terim açıklanmıştır. Gümüşhânevî’nin (ö. 1893) Câmiu’l-usûl ’ü 100’lü ve 1000’li tasniflere göre yazılan son eserdir. Mehmet Ali Ayni’nin Tasavvuf Tarihi , Abdülbaki Gölpınarlı’nın Mevlevî Âdâb ve Erkânı , Tasavvuftan Dilimize Geçen Deyimler ve Atasözleri başta olmak üzere çeşitli eserleri, Mehmet Zeki Pakalın’ın Osmanlı Tarih Terimleri ve Deyimleri Sözlüğü tasavvuf terimlerini de ihtiva etmektedir. Süleyman Uludağ da bir tasavvuf terimleri sözlüğü kaleme almıştır (İstanbul 1991). Son dönemlerde tasavvuf terimlerine dair kaleme alınan Arapça eserlere örnek olarak Hasan Şerkāvî’nin Muʿcemü elfâẓi’ṣ-ṣûfiyye (Kahire 1987), Enver Fuâd Ebû Huzâm’ın Muʿcemü muṣṭalâḥâti’ṣ-ṣûfiyye (Beyrut 1993), Suâd el-Hakîm’in el-Muʿcemü’ṣ-ṣûfî (Beyrut 1401/1981) adlı çalışmaları zikredilebilir. Tasavvuf terimlerine dolaylı olarak temas eden bazı eserler de şöylece sıralanabilir: Abdülfettâh Ahmed, et-Taṣavvuf ʿAḳīde ve sülûk (Kahire 1412); Zekeriyyâ Süleyman, eṭ-Ṭuruḳu’ṣ-ṣûfiyye (Riyad 1412); Saîd Hârûn, Fî Menâzili’ṣ-ṣıddîḳīn ve’r-rabbâniyyîn (Kahire 1410); Mahmûd Abdürraûf, el-Keşf ʿan ḥaḳīḳati’ṣ-ṣûfiyye (Uman 1413); Ali Zey‘ûr, el-ʿAḳliyyetü’ṣ-ṣûfiyye ve nefsâniyyetü’t-taṣavvuf (Beyrut 1979); Âmir Neccâr, et-Taṣavvufü’n-nefsî (Kahire 1410); Hâşim Ma‘rûf Hasenî, Beyne’t-taṣavvuf ve’t-teşeyyuʿ (Beyrut 1979); Abdülkādir Îsâ, Ḥaḳāʾiḳ ʿani’t-taṣavvuf (Halep 1414); Hasan Kâmil el-Maltavî, eṣ-Ṣûfiyye fî ilhâmihim (Kahire 1412/1992). Son dönemlerde tasavvuf terimlerini ihtiva eden Farsça eserler de yazılmış olup Seyyid Ca‘fer Seccâdî’nin Ferheng-i Luġāt u Iṣṭılâḥât u Taʿbîrât-i ʿİrfânî (Tahran 1403/1983), Cevâd Nûrbahş’ın Ferheng-i Nûrbaḫş Iṣṭılâḥât-ı Taṣavvuf (I-X, London 1367 hş.), Seyyid Sâdık’ın Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf (Tahran 1367 hş.) adlı eserleri bunlardan bazılarıdır. Yine son dönemlerde tasavvuf ve tarikatlar aleyhinde kaleme alınan eserlerde zorunlu olarak tasavvuf terimlerine de yer verilmektedir. Bunların bazıları şunlardır: Abdullah b. Cârullah, el-Maḥabbe (Kahire 1410); Muhammed Hilâlî, el-Hediyyetü’l-hâdiye ile’ṭ-ṭâʾifeti’t-Ticâniyye (Medine 1393); Abdurrahman Dımaşkī, er-Rifâʿiyye (Riyad 1410); Sâre bint Abdülmuhsin, Naẓariyyetü’l-ittisâl ʿinde’ṣ-ṣûfiyye fî ḍavʾi’l-İslâm (Cidde 1411), Abdurrahman Vekîl, Hâẕihî hiye’ṣ-ṣûfiyye (Beyrut 1984); Ahmed Mahmûd Cezzâr, el-İmâmü’l-müceddid İbn Bâdîs ve’t-taṣavvuf (Kahire 1988). Batı dillerinde kaleme alınan veya Arapça’dan Batı dillerine tercüme edilen tasavvufî eserlerin sonuna genellikle terimler sözlüğü ilâve edilmiştir. Batı’da ihtida eden kişilerin yazdığı tasavvufla ilgili eserler arasında doğrudan terimlerle ilgili olanları da vardır. Tasavvuf terimleri çağdaş ilimler açısından da ele alınmıştır. Raûf Ubeyd’in Fi’l-İlhâm ve’l-iḫtibâri’ṣ-ṣûfî (Kahire 1986), Ali Zey‘ûr’un el-ʿAḳliyyetü’ṣ-ṣûfiyye ve nefsâniyyetü’t-taṣavvuf (Beyrut 1979) adlı eserlerinde konu psikoloji ve antropoloji açısından incelenmiştir. Erol Güngör İslâm Tasavvufunun Meseleleri (İstanbul 1982), Sabri F. Ülgener Zihniyet ve Din (İstanbul 1981) adlı eserlerinde bazı tasavvuf terimlerini esas alarak sosyal psikoloji, iktisat ve sosyoloji bilimlerinin verilerine göre değerlendirmeler yapmışlardır. BİBLİYOGRAFYA et-Taʿrîfât , tür.yer. Tehânevî, Keşşâf , tür.yer. Abdullah b. Mübârek, Kitâbü’z-Zühd , Beyrut, ts. Hâris el-Muhâsibî, er-Riʿâye li-ḥuḳūḳıllāh (nşr. M. Smith), London 1940. Kelâbâzî, Taarruf (Uludağ) , tür.yer. Serrâc, el-Lümaʿ , tür.yer. Sülemî, Ṭabaḳāt , tür.yer. Ebû Nuaym, Ḥilye , tür.yer. Kuşeyrî, Risâle (Uludağ) , tür.yer. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , tür.yer. Herevî, Ṭabaḳāt , tür.yer. a.mlf., Ṣad Meydân , Kabil 1962. a.mlf., Menâzil , tür.yer. Gazzâlî, İḥyâʾ , tür.yer. Ahmed Gazzâlî, Sevâniḥu’l-ʿuşşâḳ (nşr. H. Ritter), İstanbul 1942. Baklî, Meşrebü’l-ervâḥ (nşr. Nazif Hoca), İstanbul 1974. a.mlf., ʿAbherü’l-ʿâşıḳīn (nşr. M. Muîn – H. Corbin), Tahran-Paris 1953. Necmeddîn-i Kübrâ, el-Uṣûlü’l-ʿaşere , Bursa Yazma ve Eski Basma Eserler Ktp., Cami-i Kebir, nr. 1700, vr. 59 a -61 a ; a.e. (trc. Mustafa Kara), İstanbul 1980. Sühreverdî, Avârif , tür.yer. İbnü’l-Arabî, el-Fütûḥât , tür.yer. Necmeddîn-i Râzî, Mirṣâdü’l-ʿibâd , Tahran 1986. Mevlânâ, Mes̱nevî , tür.yer. a.mlf., Dîvân-ı Kebîr (nşr. Bedîüzzaman Fürûzanfer), Tahran 1336 hş. Fahreddîn-i Irâkī, Iṣṭılâḥât-ı Ehl-i Taṣavvuf ( Külliyât içinde, nşr. Saîd-i Nefîsî), Tahran 1335 hş. Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , tür.yer. Yahyâ b. Ahmed el-Bâharzî, Evrâdü’l-aḥbâb ve fuṣûṣü’l-âdâb (nşr. Îrec Efşâr), Tahran 1358 hş. Süleyman Şeyhî, Lemeât-ı Nakşibendiyye , İÜ Ktp., TY, nr. 200. a.mlf., Mir’âtü’l-muvahhidîn , İÜ Ktp., TY, nr. 3469/1. a.mlf., Mecmau’l-maârif , İÜ Ktp., TY, nr. 923/2. Harîrîzâde, Tibyân , tür.yer. Hüseyin Vassâf, Sefîne , tür.yer. Sâdık Vicdânî, Tomar-Sûfî ve Tasavvuf , İstanbul 1340-42. Tomar-Halvetiyye , tür.yer. Tomar-Melâmîlik , tür.yer. Tomar-Kādiriyye , tür.yer. Gümüşhânevî, Câmiʿu’l-uṣûl , Kahire 1331. Mehmet Ali Ayni, Tasavvuf Tarihi , İstanbul 1341. Abdülbaki Gölpınarlı, Mevlevî Âdâb ve Erkânı , İstanbul 1963. a.mlf., Tasavvuftan Dilimize Geçen Deyimler ve Atasözleri , İstanbul 1977. Abdülkādir es-Sûfî, Yüz Basamak , İstanbul 1982. Süleyman Uludağ, Tasavvuf Terimleri Sözlüğü , İstanbul 1991. Pakalın , tür.yer. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 1999 yılında İstanbul’da basılan 19. cildinde, 209-212 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "et-Taʿrîfât , tür.yer.",
        "Tehânevî, Keşşâf , tür.yer.",
        "Abdullah b. Mübârek, Kitâbü’z-Zühd , Beyrut, ts.",
        "Hâris el-Muhâsibî, er-Riʿâye li-ḥuḳūḳıllāh (nşr. M. Smith), London 1940.",
        "Kelâbâzî, Taarruf (Uludağ) , tür.yer.",
        "Serrâc, el-Lümaʿ , tür.yer.",
        "Sülemî, Ṭabaḳāt , tür.yer.",
        "Ebû Nuaym, Ḥilye , tür.yer.",
        "Kuşeyrî, Risâle (Uludağ) , tür.yer.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , tür.yer.",
        "Herevî, Ṭabaḳāt , tür.yer.",
        "a.mlf., Ṣad Meydân , Kabil 1962.",
        "a.mlf., Menâzil , tür.yer.",
        "Gazzâlî, İḥyâʾ , tür.yer.",
        "Ahmed Gazzâlî, Sevâniḥu’l-ʿuşşâḳ (nşr. H. Ritter), İstanbul 1942.",
        "Baklî, Meşrebü’l-ervâḥ (nşr. Nazif Hoca), İstanbul 1974.",
        "a.mlf., ʿAbherü’l-ʿâşıḳīn (nşr. M. Muîn – H. Corbin), Tahran-Paris 1953.",
        "Necmeddîn-i Kübrâ, el-Uṣûlü’l-ʿaşere , Bursa Yazma ve Eski Basma Eserler Ktp., Cami-i Kebir, nr. 1700, vr. 59 a -61 a ; a.e. (trc. Mustafa Kara), İstanbul 1980.",
        "Sühreverdî, Avârif , tür.yer.",
        "İbnü’l-Arabî, el-Fütûḥât , tür.yer.",
        "Necmeddîn-i Râzî, Mirṣâdü’l-ʿibâd , Tahran 1986.",
        "Mevlânâ, Mes̱nevî , tür.yer.",
        "a.mlf., Dîvân-ı Kebîr (nşr. Bedîüzzaman Fürûzanfer), Tahran 1336 hş.",
        "Fahreddîn-i Irâkī, Iṣṭılâḥât-ı Ehl-i Taṣavvuf ( Külliyât içinde, nşr. Saîd-i Nefîsî), Tahran 1335 hş.",
        "Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , tür.yer.",
        "Yahyâ b. Ahmed el-Bâharzî, Evrâdü’l-aḥbâb ve fuṣûṣü’l-âdâb (nşr. Îrec Efşâr), Tahran 1358 hş.",
        "Süleyman Şeyhî, Lemeât-ı Nakşibendiyye , İÜ Ktp., TY, nr. 200.",
        "a.mlf., Mir’âtü’l-muvahhidîn , İÜ Ktp., TY, nr. 3469/1.",
        "a.mlf., Mecmau’l-maârif , İÜ Ktp., TY, nr. 923/2.",
        "Harîrîzâde, Tibyân , tür.yer.",
        "Hüseyin Vassâf, Sefîne , tür.yer.",
        "Sâdık Vicdânî, Tomar-Sûfî ve Tasavvuf , İstanbul 1340-42.",
        "Tomar-Halvetiyye , tür.yer.",
        "Tomar-Melâmîlik , tür.yer.",
        "Tomar-Kādiriyye , tür.yer.",
        "Gümüşhânevî, Câmiʿu’l-uṣûl , Kahire 1331.",
        "Mehmet Ali Ayni, Tasavvuf Tarihi , İstanbul 1341.",
        "Abdülbaki Gölpınarlı, Mevlevî Âdâb ve Erkânı , İstanbul 1963.",
        "a.mlf., Tasavvuftan Dilimize Geçen Deyimler ve Atasözleri , İstanbul 1977.",
        "Abdülkādir es-Sûfî, Yüz Basamak , İstanbul 1982.",
        "Süleyman Uludağ, Tasavvuf Terimleri Sözlüğü , İstanbul 1991.",
        "Pakalın , tür.yer."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}