{
  "id": "eweb_314",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/kesf",
  "annotator": "Jeremy",
  "title": "KEŞF",
  "arabic_title": "الكشف",
  "summary": "Aklın ve duyuların yetersiz kaldığı ilâhiyyât konularında doğrudan bilgi edinme yolu anlamında bir tasavvuf terimi.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Sözlükte “perdeyi ve örtüyü kaldırmak, kapalı olan bir şeyi açığa çıkarmak, var olan fakat niteliği bilinmeyen şey hakkında bilgi edinmek” gibi anlamlara gelen keşf kelimesi ( Kāmus Tercümesi , III, 720) Kur’an’da türevleriyle birlikte “sıkıntıyı kaldırmak ve çaresizliği sona erdirmek” mânasında kullanılır ( Râgıb el-İsfahânî, el-Müfredât , “kşf” md.; M. F. Abdülbâkī, el-Muʿcem , “kşf” md.). “Çaresiz kalana dua ettiğinde cevap veren, sıkıntısını kaldıran ve sizi yeryüzünde halifeler kılan kimdir?” (en-Neml 27/62) meâlindeki âyette keşf bu anlamda kullanılmış ve Allah’a “kâşif” (sıkıntıyı sona erdiren) denilmiş (el-En‘âm 6/17; Yûnus 10/107), bir âyette de, “Senin perdeni kaldırdık, artık bugün gözün keskindir” (Kāf 50/22) buyurulmuştur. Ölümle âhirete intikal eden kişinin gözünü örten perde kalktığı için daha önce gayb olan hususları artık açıkça görür. Keşf hadislerde de bu mânalarda kullanılmış ( Wensinck, el-Muʿcem , “kşf” md.), gaybı ve âhiret hallerini görmeye engel olan perdenin (gıtâ, hicâb) açılmasıyla kıyamet günü her şeyin görüleceğine işaret edilmiştir. Bir hadiste Allah ile yaratıkları arasında nurdan (veya nâr) perdelerin bulunduğu, bunların açılması halinde zâtından gelen ışıkların bütün yaratıkları yakıp kül edeceği bildirilmiştir (Müslim, “Îmân”, 293; İbn Mâce, “Muḳaddime”, 13; Kuşeyrî, I, 225). Sûfîler keşf terimini hem “perde arkasında ve aklın ötesinde olduğu için gāib olan bazı şeyleri bilme”, hem de “Allah’ın tecellilerini temaşa etme” anlamında kullanmışlardır. Çünkü her iki durum da perdenin kalkması veya aralanması sonucunda gerçekleşir. İlk sûfîlerden itibaren firâset, feth, inkişaf, müşâhede, muhâdara, muâyene, yakīn ve ilham gibi terimler de buna yakın anlamlarda kullanılmış, tasavvuf kitaplarında bu terimlerin birleştikleri ve örtüştükleri yahut ayrıldıkları ve farklı hale geldikleri noktalar üzerinde durulmuştur. “İki şey arasındaki perdenin kalkması ve bu iki şeyin birbirine karşı açığa çıkması” anlamına gelen mükâşefe teriminin de çok defa keşf anlamında kullanıldığı görülmektedir. Tasavvufa mükâşefe ilmi, sûfîlere de ehl-i mükâşefe veya ehl-i keşf denilmesi keşfin bu alandaki önemini ifade etmesi bakımından dikkat çekicidir. Keşfi “üstü kapalı olan şeyin açılması ve gözle görülür hale gelmesi” şeklinde tarif eden Ebû Nasr es-Serrâc ( el-Lümaʿ , s. 422) mükâşefeyi de yakīn olarak anlar (bk. YAKĪN ). Nûrî’ye göre kalbin mükâşefesi Hakk’a ermektir. Hârise’nin, “Rabbimin arşını açıkça görür gibiyim” ifadesi kalbin mükâşefesine, “Rabbine O’nu görür gibi ibadet et” hadisi sırların müşâhedesine işaret eder (Kelâbâzî, s. 108). Sehl b. Abdullah et-Tüsterî zâttan, sıfatlarından ve zâtî hükümlerin tecellilerinden bahsederken zâtî tecellileri mükâşefe olarak adlandırır ( a.g.e. , s. 121). Sûfîlerin uyku ile uyanıklık arasında sâlikin gördüğü şeye mükâşefe yahut sebât ve vâkıa dediklerini bildiren Kuşeyrî’ye göre mükâşefe Allah’ı zikreden sâlikin galebe halinde kalbinde zuhur eden şeydir ( er-Risâle , I, 393). Sâlike açılan perdeler neticesinde sırasıyla muhâdara, mükâşefe ve müşâhede halleri ortaya çıkar. Muhâdara akla, mükâşefe ilme, müşâhede mârifete dayanır. Müşâhede mükâşefeden üstündür. İlme’l-yakīn, ayne’l-yakīn ve hakka’l-yakīn şeklindeki sıralamada mükâşefe ayne’l-yakīn ile örtüşür ( a.g.e. , I, 226, 244). Keşf ve mükâşefe kavramlarını genişçe ele alan Gazzâlî mükâşefenin müşâhededen daha üstün olduğunu söyler ( el-İmlâʾ , I, 79). Ona göre tasavvufla ilgili ilimler mükâşefe ilmi ve muâmele ilmi olmak üzere ikiye ayrılır. Muâmele ilminin konusu sabır, şükür, ihlâs ve bunların zıtları olan acelecilik, nankörlük ve riya gibi kalbin hallerine ilişkin bilgilerdir. Mükâşefe ilmi ise arındırılan ve temizlenen kalpte bir nurun zuhur etmesi veya ilâhiyyâtla ilgili hususlarda perdenin açılıp hak olanın gözle görülürcesine apaçık ortaya çıkmasıdır. İnsanın cevherinde böyle bir yetenek vardır. Mükâşefe ilmi kitaplara yazılmaz. Bu ilmi bilenler ancak kendi seviyesinde olanlarla bunu müzakere eder, başkalarına ifşa etmezler. Keşf ile öğrenilen gizli ilim budur ( İḥyâʾ , I, 27; IV, 134; Taşköprizâde, II, 264; III, 14, 17). Gazzâlî, el-Münḳıẕ ’da aklın yetersiz kaldığı metafizik bazı gerçeklerin keşf ile bilineceğini, bu yolla bir velînin meleği görebileceğini ve sesini işitebileceğini söyler. Makbul olan ve olmayan te’vilden söz ederken de bu konuda ılımlı tutumu benimseyenlerin bilgiye konu olan şeyleri işitme (simâ‘, vahiy) olmaksızın ilâhî bir nurla idrak ettiklerini, daha sonra olayların sırları kendilerine keşf yoluyla bildirilince bu bilgiyi vahyin lafızlarıyla karşılaştırdıklarını, bunlardan yakīn nuru ile müşâhede ettikleriyle uyuşanları aynen benimsediklerini, uyuşmayanları ise te’vil ettiklerini belirtir ve bu konuların bilgisini sadece vahiy ifadelerinden (sem‘) alanların ayaklarının yere sağlam basamayacağını söyler ( İḥyâʾ , I, 104). Keşf konusu üzerinde Muhyiddin İbnü’l-Arabî de geniş olarak durmuş, hatta tasavvuf anlayışını “keşf yoluyla elde edilen bilgi” anlamına gelen mârifet üzerine temellendirmiştir. Gazzâlî gibi İbnü’l-Arabî de mükâşefenin müşâhededen daha mükemmel olduğunu, müşâhede ile mahiyetin, mükâşefe ile ilâhî hakikatlerin temsilî mânalarının idrak edilebileceğini söyler. Ona göre Allah’ın mahiyeti idrak edilemeyeceğinden bu konuda mükâşefenin verdiği bilgi daha önemlidir. Müşâhede bilgiye ulaştıran yol, keşf bu yolun son noktasıdır. Bu da nefiste ilmin hâsıl olmasıdır. Muhyiddin İbnü’l-Arabî’ye göre keşfin birçok çeşidi vardır. Aklî keşf ile (nazarî keşf) akledilenler üzerindeki perde kalkar ve mümkin varlıkların sırları ortaya çıkar. Kalbî keşf ile müşâhedeye has çeşitli nurların üzerindeki perdeler kalkar. Sırrî keşf ile yaratıklardaki sırlar ve varlıkların yaratılış hikmetleri ortaya çıkar ki buna ilham da denir. Ruhî keşf ile cennet ve cehennemin görüntüsü ile melekler görülür. Ruh tam olarak saf hale gelip zaman ve mekân perdesi kalkınca geçmiş ve gelecekle ilgili olayların bilgisine ulaşılır. Hafî keşf ile, bulunulan makam ve hallere göre Allah’ın celâl veya cemâl sıfatlarının tecellileri görülür. Bu tür keşfe sıfatî keşf de denir. Eğer Allah sâlike ilim sıfatıyla tecelli ederse dinî bilgiler ortaya çıkar, işitme sıfatıyla tecelli ederse onun kelâm ve hitabını duyar, görme sıfatıyla tecelli ederse temaşa ve müşâhede hali ortaya çıkar. Aynı şekilde celâl sıfatının tecellisi sâlikte fenâ haline, cemâl sıfatının tecellisi şevk haline, kayyûmiyet bekā haline, vâhidiyyet de vahdet haline sebep olur ( Tuḥfetü’s-sefere , s. 13). İbnü’l-Arabî’ye göre keşf hali çeşitli haller ve makamlarda muhtelif şekillerde ortaya çıkar. Aklî deliller gibi keşf de bazan kesin bilgi, bazan zan ifade eder ve ictihadda olduğu gibi keşflerde bazan hata olabilir. İlmî keşf, irfanî keşf, ilâhî keşf, nazarî keşf, nûrî keşf, iyânî keşf, sûrî keşf ve mânevî keşf gibi şekilleri bulunan keşfin bazı çeşitleri kesin bilgi verir (Tehânevî, II, 1254). Kesin bilgi veren keşf ve mükâşefe aynı zamanda yakīn demek olup Âmir b. Abdülkays’ın, “Perde kalksa yakīnim artmaz” (Serrâc, s. 102) demesi buna işarettir. Sühreverdî el-Maktûl, İşrâkīliği esas alan hikmet felsefesini keşf ve mükâşefe üzerine kurmuştur. İşrak temelde keşf, İşrâkī hikmet de keşfî ve zevkî hikmettir. Doğulu düşünürlerin, Aristo dışındaki eski Yunan filozoflarının hikmet anlayışı da keşfe dayanır. Maddî unsurlardan soyutlanan kâmil nefisler üzerine aklî nurlar parıldar. Mükâşefe, aklî bir hususun düşünce ve isteğe ihtiyaç göstermeden birdenbire ortaya çıkmasıdır. Mükâşefenin verdiği bilgi hiçbir şüpheye sebebiyet vermeyecek şekilde kesindir ( Mecmûʿa-i Muṣannefât-i Şeyḫ-i İşrâḳ , II, 36, 162, 298). Sadreddîn-i Şîrâzî de hakikate ilâhî bir aydınlanma ve keşf ile ulaşılacağı, akılla bunun açıklamasının yapılacağı kanaatindedir ( el-Esfârü’l-erbaʿa , I, 13; Ülken, s. 278-295). İnsanın zihnindeki düşünceleri ve kalbindeki hisleri bilmeye keşf-i zamâir, ölen insanın kabirdeki halini bilmeye de keşf-i ahvâl-i kubûr denir. Ankaravî, sûrî ve mânevî keşfi anlattıktan sonra kalpteki his ve fikirleri bilme, kabir hallerini haber verme ve kaybolmuş kişiler ve eşya hakkında konuşma gibi hususlara ilişkin keşfe kâmil velîlerin iltifat etmediğini, bu tür şeyleri riyâzet ehli rahiplerin de bildiğini söyler ( Minhâcü’l-fukarâ , s. 253). İbn Haldûn’a göre duyulardan oluşan perde riyâzet, halvet ve zikirle yavaş yavaş açılır, böylece keşf hali gerçekleşir. Keşf ile varlığın hakikati idrak edilir ve birçok olay meydana gelmeden önce bilinebilir. Velîler, himmetleri ve nefislerinde var olan kuvvetle varlıklar üzerinde tasarruf eder, eşya da onların iradelerine boyun eğer. Fakat kâmil velîler keşf ve tasarruf haline iltifat etmez, bu yolla bir şeyin hakikatini haber vermezler. Çünkü bu onların görevi değildir. Kâmiller, kendilerinde böyle bir şey zuhur etse bunu bir sınama sayıp Allah’a sığınırlar. İbn Haldûn, keşfin sağlıklı ve geçerli olması için sûfîlerin takvâya ve istikamete dayanmayı şart koştuklarını ifade ettikten sonra riyâzet ehli sihirbazların da keşf yoluyla bazı şeyleri haber verdiklerine dikkat çeker ( Şifâʾü’s-sâʾil , s. 30-39; Muḳaddime , s. 422, 1100-1113) ve perdenin kalkması, kalp gözünün açılması maksadıyla riyâzet yapmayı sakıncalı bulur. Takıyyüddin İbn Teymiyye hârikulâde hallerin bir kısmının fiilî olduğunu ve bunlara keramet denildiğini, diğer kısmının bilgiyle ilgili olduğunu söyler. Ona göre bir kimsenin başkalarının işitmediği bir sesi işitmesi, görmediği şeyi görmesi, bilmediği şeyleri firâset ve ilham yoluyla bilmesi gibi olaylar bilgiyle alâkalı hârikulâde hallerdir. Bunlara keşf denildiğini, Kur’an’da ve Sünnet’te keşfin örnekleri bulunduğunu söyleyen İbn Teymiyye, keşfin dinî veya mubah olan dünyevî bir fayda temin ederse nimet, harama vesile olursa günah olacağına dikkat çeker. Ona göre bir velînin keşf yoluyla gayba vâkıf olmaması onun Allah katındaki mertebesinin yüce oluşuna engel teşkil etmez. Hatta bu durum onun hakkında daha faydalı olabilir. Keşfin aklî, hissî, nazarî, zarurî çeşitleri üzerinde duran İbn Teymiyye bunların bir kısmının kesin, bir kısmının zannî bilgi verdiğini kaydetmiştir ( Mecmûʿatü’r-resâʾil , V, 154-226). Ancak Gazzâlî’nin vahiy, te’vil ve keşf ilişkisiyle ilgili görüşünü (yk.bk.) aktarırken bu tür iddiaların bilgiye konu olan şeylerde Resûlullah’ın duyurduğu haberlerin istifade edilecek bir yanı bulunmadığı, zira her insanın kazandığı müşâhede, nur ve mükâşefe sayesinde bunları idrak etmesinin mümkün olduğu gibi aşırı bir noktaya vardırılabileceğini ifade etmektedir ( Derʾü teʿârużi’l-ʿaḳl ve’n-naḳl , V, 348). İslâm âlimlerinin büyük çoğunluğu gibi İbn Teymiyye de keşfi temelden reddetmemekte, aklî bilgiler gibi keşfî bilgilerin de Resûlullah’ın haber verdikleriyle uyuşması şartıyla doğru bilgiler olduğunu belirtmektedir. Hatta buna Kur’an’dan deliller göstermekte, bu ölçüye uymadığı halde aklî burhanlar veya ilâhî müşâhedeler olarak ileri sürülen görüşleri ise fâsid hayaller ve bâtıl vehimler şeklinde nitelemektedir ( a.g.e. , V, 350, 356-357). İbn Kayyim el-Cevziyye keşfi, “Allah’ın kulun kalbinde meydana getirdiği bilgi olup kul bu bilgiyle başkalarına kapalı olan hususları bilir” şeklinde tanımladıktan sonra biri bilgi, diğeri görme ile ilgili iki keşften bahsetmiştir. Ona göre bilginin bilinene uygun olması bir keşf olduğu gibi bilinenin kalp ile müşâhede edilmesi de bir keşftir. Allah’a O’nu görür gibi ibadet etmek kalbin apaçık keşfidir. Bir de gayri müslimle müslüman arasında ortak olan cüz’î bir keşf vardır. Görünmeyen ve bilinmeyen bazı hususların haber verilmesi böyledir. Nitekim İbn Sayyâd, Esved el-Ansî ve Hâris el-Mütenebbî gibi gayri müslimlerde böyle bir keşf görülmüştür. Mecûsîler’de, putperestlerde, hıristiyan rahiplerinde, kâhinlerde, sihirbazlarda da buna benzer bir keşf görülebilir ( Medâricü’s-sâlikîn , III, 230-241). İmâm-ı Rabbânî keşfin daha çok sülûk halinde ortaya çıktığını, vuslat hâsıl olunca sona erdiğini, maddî hususlara dair keşflerin oluşu ile olmayışı arasında fark bulunmadığını, bunların çoğunun hatalı çıktığını söylemiş, keşfteki hatayı mübrem ve muallak kazâ ile açıklamıştır. Muallak kazâ ile ilgili keşfin hatalı çıkabileceğini, bazan muhayyiledeki temelsiz bilgilerin keşf sahibini yanıltacağını belirtmiş ve İbnü’l-Arabî’nin sünnete aykırı birçok hatalı keşfi olduğunu ileri sürmüştür. Mutasavvıflar keşfe dayanarak Kur’an’ı tefsir ettikleri gibi bir hadisin veya hadis âlimlerine göre sahih olmayan bazı hadislerin sıhhatini keşf yoluyla tesbit ettiklerini söylemişlerdir ( İbnü’l-Arabî, el-Fütûḥât , I, 292). Nitekim İsmâil Hakkı Bursevî, “Ben gizli bir hazine idim ...” hadisi üzerinde dururken bu hadisin rivayet açısından sabit olmasa bile keşfen sahih olduğunu söylemiş ( Kenz-i Mahfî , s. 2), Abdülazîz ed-Debbâğ birçok hadisin sahih olup olmadığına keşf ile hükmetmiş ( el-İbrîz , s. 54, 64), Şah Veliyyullah Dihlevî ed-Dürrü’s̱-s̱emîn ’de, rüyada gördüğü Hz. Peygamber’den işittiği müjdeleyici nitelikteki hadisleri rivayet etmiştir. Mutasavvıfların bu görüşü hadis âlimleri tarafından reddedilmiş, keşfe dayanılarak bir hadisin Resûl-i Ekrem’e ait olup olmadığını tesbit etmenin mümkün olmadığı görüşü savunulmuştur (Kurt, s. 468-486; Misfir Gurmullah ed-Dümeynî, s. 237; Yıldırım, s. 40-49; Aydınlı, s. 89-92). BİBLİYOGRAFYA Râgıb el-İsfahânî, el-Müfredât , “kşf” md. et-Taʿrîfât , “Keşf”, “Muḥâḍara”, “Müşâhede” md.leri. Tehânevî, Keşşâf , II, 1254. Kāmus Tercümesi , III, 720. Wensinck, el-Muʿcem , “kşf” md. M. F. Abdülbâkī, el-Muʿcem , “kşf” md. Müslim, “Îmân”, 293. İbn Mâce, “Muḳaddime”, 13. Serrâc, el-Lümaʿ , s. 101-102, 422. Kelâbâzî, et-Taʿarruf , s. 78, 100, 105, 108, 121, 129-130, 135, 146, 167. Sülemî, Derecâtü’l-muʿâmelât ( Tasavvufun Ana İlkeleri: Sülemî’nin Risaleleri içinde, nşr. ve trc. Süleyman Ateş), Ankara 1401/1981, s. 32-33. a.mlf., Mesʾeletü derecâti’ṣ-ṣâdıḳīn ( a.e. içinde), s. 148. Kuşeyrî, er-Risâle (nşr. Abdülhalîm Mahmûd), Kahire 1395/1966, I, 179, 225, 226, 236-237, 244-246, 273, 393, 449. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 103, 270, 297, 344, 370, 381, 436, 474, 478, 523, 525. Herevî, Menâzil , s. 14, 19, 22, 25, 27, 43-44. Gazzâlî, İḥyâʾ , Kahire 1387/1967, I, 27, 32-33, 104; III, 20, 24-25; IV, 134. a.mlf., el-İmlâʾ ʿan işkâlâti’l-İḥyâʾ ( a.e. içinde), I, 79. Sühreverdî el-Maktûl, Mecmûʿa-i Düvvim-i Muṣannefât-i Şeyḫ-i İşrâḳ (nşr. H. Corbin), Tahran 1331 hş./1952, II, 36, 162, 298. Baklî, Şerḥ-i Şaṭḥiyyât , s. 557-697. Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif (Gazzâlî, İḥyâʾ içinde), Kahire 1387/1968, V, 67, 333, 357. İbnü’l-Arabî, Fuṣûṣ (Afîfî) , s. 61-63, 81. a.mlf., İnşâʾü’d-devâʾir , Leiden 1336, s. 35. a.mlf., el-Fütûḥât , I, 151, 292; II, 496; IV, 68. a.mlf., Tuḥfetü’s-sefere , İstanbul 1300, s. 13. a.mlf., Mevâḳıʿu’n-nücûm , Kahire 1325, s. 70. Azîz Nesefî, Tasavvufta İnsan Meselesi: İnsan-ı Kâmil (trc. Mehmet Kanar), İstanbul 1990, s. 106-109, 143-144. İbn Teymiyye, Mecmûʿatü’r-resâʾil , V, 154-226. a.mlf., Derʾü teʿârużi’l-ʿaḳl ve’n-naḳl (nşr. M. Reşâd Sâlim), [baskı yeri yok] 1399/1978 (Dârü’l-künûzi’l-edebiyye), V, 339-340, 348, 350, 356-357. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, III, 230-256. Dâvûd-i Kayserî, el-Muḳaddemât (nşr. ve trc. Hasan Şahin v.dğr.), Kayseri 1997, s. 48, 52. Haydar el-Âmülî, Câmiʿu’l-esrâr (nşr. H. Corbin – Osman İsmâil Yahyâ), Tahran 1368 hş., s. 461-472. İbn Haldûn, Şifâʾü’s-sâʾil , s. 30-42. a.mlf., Muḳaddime , Kahire 1957, s. 88, 422, 423, 1100-1113. Taşköprizâde, Mevzûâtü’l-ulûm , II, 264; III, 14, 17. Sadreddîn-i Şîrâzî, el-Esfârü’l-erbaʿa , Kum 1958, I, 13. Abdülazîz ed-Debbâğ, el-İbrîz , Kahire 1961, s. 54, 64. İmâm-ı Rabbânî, Mektûbât , Mekke 1317, I, 55, 112, 189-190, 311-313. İsmâil Hakkı Bursevî, Kenz-i Mahfî , İstanbul 1290, s. 2. Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 252-253. Şah Veliyyullah ed-Dihlevî, Ḥüccetullāhi’l-bâliġa , Kahire 1966, s. 619. Cemâleddin el-Kāsımî, Ḳavâʿidü’t-taḥdîs̱ , Beyrut 1987, s. 191. Mübârekfûrî, Tuḥfetü’l-aḥveẕî , Beyrut 1990, I, 244. İzmirli, Yeni İlm-i Kelâm , I, 35. Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , Kahire 1962, s. 63. M. Asin Palacios, İbn ʿArabî: Ḥayâtüh ve meẕhebüh (trc. Abdurrahman Bedevî), Kahire 1965, s. 212. Hilmi Ziya Ülken, İslâm Felsefesi , İstanbul 1967, s. 278-295. Ca‘fer Seccâdî, Ferheng , Tahran 1351, s. 290. Misfir Gurmullah ed-Dümeynî, Meḳāyîsü naḳdi mütûni’s-sünne , Riyad 1984, s. 237. Abdullah Aydınlı, Doğuş Devrinde Tasavvuf ve Hadis , İstanbul 1986, s. 89-92. Ahmet Avni Konuk, Tedbîrât-ı İlâhiyye Tercüme ve Şerhi (haz. Mustafa Tahralı), İstanbul 1992, s. 200. Ali Vasfi Kurt, Endülüs’de Hadis ve İbn Arabî , İstanbul 1998, s. 468-486. Ahmed Yıldırım, Tasavvufun Temel Öğretilerinin Hadislerdeki Dayanakları , Ankara 2000, s. 40-49. D. B. Macdonald, “Keşif”, İA , VI, 600-601. L. Gardet, “Kas̲h̲f”, EI 2 (İng.) , IV, 696-698. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2022 yılında Ankara’da basılan 25. cildinde, 315-317 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Râgıb el-İsfahânî, el-Müfredât , “kşf” md.",
        "et-Taʿrîfât , “Keşf”, “Muḥâḍara”, “Müşâhede” md.leri.",
        "Tehânevî, Keşşâf , II, 1254.",
        "Kāmus Tercümesi , III, 720.",
        "Wensinck, el-Muʿcem , “kşf” md.",
        "M. F. Abdülbâkī, el-Muʿcem , “kşf” md.",
        "Müslim, “Îmân”, 293.",
        "İbn Mâce, “Muḳaddime”, 13.",
        "Serrâc, el-Lümaʿ , s. 101-102, 422.",
        "Kelâbâzî, et-Taʿarruf , s. 78, 100, 105, 108, 121, 129-130, 135, 146, 167.",
        "Sülemî, Derecâtü’l-muʿâmelât ( Tasavvufun Ana İlkeleri: Sülemî’nin Risaleleri içinde, nşr. ve trc. Süleyman Ateş), Ankara 1401/1981, s. 32-33.",
        "a.mlf., Mesʾeletü derecâti’ṣ-ṣâdıḳīn ( a.e. içinde), s. 148.",
        "Kuşeyrî, er-Risâle (nşr. Abdülhalîm Mahmûd), Kahire 1395/1966, I, 179, 225, 226, 236-237, 244-246, 273, 393, 449.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 103, 270, 297, 344, 370, 381, 436, 474, 478, 523, 525.",
        "Herevî, Menâzil , s. 14, 19, 22, 25, 27, 43-44.",
        "Gazzâlî, İḥyâʾ , Kahire 1387/1967, I, 27, 32-33, 104; III, 20, 24-25; IV, 134.",
        "a.mlf., el-İmlâʾ ʿan işkâlâti’l-İḥyâʾ ( a.e. içinde), I, 79.",
        "Sühreverdî el-Maktûl, Mecmûʿa-i Düvvim-i Muṣannefât-i Şeyḫ-i İşrâḳ (nşr. H. Corbin), Tahran 1331 hş./1952, II, 36, 162, 298.",
        "Baklî, Şerḥ-i Şaṭḥiyyât , s. 557-697.",
        "Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif (Gazzâlî, İḥyâʾ içinde), Kahire 1387/1968, V, 67, 333, 357.",
        "İbnü’l-Arabî, Fuṣûṣ (Afîfî) , s. 61-63, 81.",
        "a.mlf., İnşâʾü’d-devâʾir , Leiden 1336, s. 35.",
        "a.mlf., el-Fütûḥât , I, 151, 292; II, 496; IV, 68.",
        "a.mlf., Tuḥfetü’s-sefere , İstanbul 1300, s. 13.",
        "a.mlf., Mevâḳıʿu’n-nücûm , Kahire 1325, s. 70.",
        "Azîz Nesefî, Tasavvufta İnsan Meselesi: İnsan-ı Kâmil (trc. Mehmet Kanar), İstanbul 1990, s. 106-109, 143-144.",
        "İbn Teymiyye, Mecmûʿatü’r-resâʾil , V, 154-226.",
        "a.mlf., Derʾü teʿârużi’l-ʿaḳl ve’n-naḳl (nşr. M. Reşâd Sâlim), [baskı yeri yok] 1399/1978 (Dârü’l-künûzi’l-edebiyye), V, 339-340, 348, 350, 356-357.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, III, 230-256.",
        "Dâvûd-i Kayserî, el-Muḳaddemât (nşr. ve trc. Hasan Şahin v.dğr.), Kayseri 1997, s. 48, 52.",
        "Haydar el-Âmülî, Câmiʿu’l-esrâr (nşr. H. Corbin – Osman İsmâil Yahyâ), Tahran 1368 hş., s. 461-472.",
        "İbn Haldûn, Şifâʾü’s-sâʾil , s. 30-42.",
        "a.mlf., Muḳaddime , Kahire 1957, s. 88, 422, 423, 1100-1113.",
        "Taşköprizâde, Mevzûâtü’l-ulûm , II, 264; III, 14, 17.",
        "Sadreddîn-i Şîrâzî, el-Esfârü’l-erbaʿa , Kum 1958, I, 13.",
        "Abdülazîz ed-Debbâğ, el-İbrîz , Kahire 1961, s. 54, 64.",
        "İmâm-ı Rabbânî, Mektûbât , Mekke 1317, I, 55, 112, 189-190, 311-313.",
        "İsmâil Hakkı Bursevî, Kenz-i Mahfî , İstanbul 1290, s. 2.",
        "Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 252-253.",
        "Şah Veliyyullah ed-Dihlevî, Ḥüccetullāhi’l-bâliġa , Kahire 1966, s. 619.",
        "Cemâleddin el-Kāsımî, Ḳavâʿidü’t-taḥdîs̱ , Beyrut 1987, s. 191.",
        "Mübârekfûrî, Tuḥfetü’l-aḥveẕî , Beyrut 1990, I, 244.",
        "İzmirli, Yeni İlm-i Kelâm , I, 35.",
        "Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , Kahire 1962, s. 63.",
        "M. Asin Palacios, İbn ʿArabî: Ḥayâtüh ve meẕhebüh (trc. Abdurrahman Bedevî), Kahire 1965, s. 212.",
        "Hilmi Ziya Ülken, İslâm Felsefesi , İstanbul 1967, s. 278-295.",
        "Ca‘fer Seccâdî, Ferheng , Tahran 1351, s. 290.",
        "Misfir Gurmullah ed-Dümeynî, Meḳāyîsü naḳdi mütûni’s-sünne , Riyad 1984, s. 237.",
        "Abdullah Aydınlı, Doğuş Devrinde Tasavvuf ve Hadis , İstanbul 1986, s. 89-92.",
        "Ahmet Avni Konuk, Tedbîrât-ı İlâhiyye Tercüme ve Şerhi (haz. Mustafa Tahralı), İstanbul 1992, s. 200.",
        "Ali Vasfi Kurt, Endülüs’de Hadis ve İbn Arabî , İstanbul 1998, s. 468-486.",
        "Ahmed Yıldırım, Tasavvufun Temel Öğretilerinin Hadislerdeki Dayanakları , Ankara 2000, s. 40-49.",
        "D. B. Macdonald, “Keşif”, İA , VI, 600-601.",
        "L. Gardet, “Kas̲h̲f”, EI 2 (İng.) , IV, 696-698."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}