{
  "id": "eweb_315",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/kibir",
  "annotator": "Jeremy",
  "title": "KİBİR",
  "arabic_title": "الكبر",
  "summary": "",
  "parts": [
    {
      "author": "MUSTAFA ÇAĞRICI",
      "content": "Sözlükte “büyüklük” anlamına gelen kibir ( kibr ), tevazu un karşıtı olarak “kişinin kendini üstün görmesi ve bu duyguyla başkalarını aşağılayıcı davranışlarda bulunması” demektir; ancak kelimenin daha çok birinci anlamda kullanıldığı, büyüklenme ve böbürlenme şeklindeki davranışların ise bu huyların dışa yansımasından ibaret olduğu belirtilir. Aynı kökten gelen tekebbür ve istikbâr kibre yakın anlamlara gelmekle birlikte kibri büyüklük duygusu, tekebbürü ise bu duygunun eyleme dönüşmesi şeklinde yorumlayanlar da vardır (meselâ bk. Gazzâlî, III, 343-344; Ferîd Vecdî, VIII, 43). Kaynaklarda, tekebbürün en ileri derecesinin gerçeği kabule yanaşmayarak Allah’a karşı büyüklenmek ve O’na boyun eğip kulluk etmeyi kendine yedirememek olduğu ifade edilir. İstikbârın iyi ve kötü olanı vardır. İyi olanı insanın büyük ve değerli bir kişi olmayı istemesi, bunun için gerektiği şekilde davranması, gerekli niteliklerle donanması; kötü olanı ise kişinin sahip olmadığı meziyetlerle övünerek kendini olduğundan farklı göstermeye çalışmasıdır. Tekebbürün de benzer şekilde iki farklı anlama geldiği görülür. A‘râf sûresinin 146. âyetinde kibir taslayanlar eleştirilirken “haksız olarak” kaydının konması dikkate alınarak bir kimsenin sahip olduğu gerçek meziyet ve erdemleri ölçüsünde kendi değerinin farkına varmasında bir sakıncanın bulunmadığı belirtilmiştir ( Râgıb el-İsfahânî, el-Müfredât , “kbr” md.; Lisânü’l-ʿArab , “kbr” md.; Tâcü’l-ʿarûs , “kbr” md.). Ucb (kendini beğenme), ihtiyâl ve huyelâ (büyüklenme), fahr, tefâhur (övünme), tahkir (başkasını aşağılama), tecebbür (zorbalık), tuğyan (taşkınlık) gibi kibre yakın anlamlarda kullanılan başka kavramlar da bulunmakla birlikte bunlardan yalnız ucb kelimesi kibir gibi literatüre ahlâk terimi olarak girmiştir. Kaynaklarda genellikle ucbün kibirden farklı olduğu belirtilir. Buna göre kişinin kendini büyük, başkalarını küçük görmesine kibir, başkasını küçük görmeden kendini ve yaptıklarını beğenerek böbürlenmesine de ucb denilir. “Kişinin geçici değerlere aldanıp onlarla avunması” anlamına gelen gurur da Türkçe’de “kendini beğenme, böbürlenme” mânasında kullanılmaktadır. Kur’an’da kibir kelimesi terim anlamıyla bir âyette geçmektedir (el-Mü’min 40/56); aynı anlamda dokuz âyette değişik isim ve fiil kalıplarında tekebbür (misal olarak bk. el-A‘râf 7/13, 146; en-Nahl 16/29; el-Mü’min 40/27), kırk yedi âyette kırk sekiz defa da istikbâr kavramları yer almıştır. Ayrıca izzet, muhtâl, fahûr, fehhâr ve tefâhür, cebbâr, âlî ve ulüv, tâgī ve tuğyan gibi kavramlar da kibir ve ucbün farklı tezahürleri olarak kullanılmıştır. Kur’an’da bu tür kavramların genelde Câhiliye dönemi anlayışıyla benzer topluluklara özgü olup sefeh, hamiyet, asabiyet gibi terimlerle ifade edilen; soyluluk, zenginlik, siyasî-içtimaî statü üstünlüğü gibi motiflerle beslenen zorbalık ve barbarlık ruhunun yansımaları olarak ortaya konulduğu görülür. Yalnız bir âyette (el-Haşr 59/23) mütekebbir kelimesi Allah’ın isimleri arasında, bir âyette de (el-Câsiye 45/37) kibriyâ Allah’ın sıfatı olarak geçmektedir. Son âyette mutlak anlamda büyüklüğün Allah’a mahsus olduğu bildirilir. Âyetlerin bazısında tekebbür ve istikbar, kendisinin Âdem’den daha üstün olduğunu ileri süren İblîs’in büyüklenme duygusuna kapılarak Âdem’e secde etmesini isteyen ilâhî buyruğa karşı çıkışını anlatır (el-Bakara 2/34; el-A‘râf 7/12-13; Sâd 38/74). Diğer âyetlerde ise aynı kavramlar inkârcıların Allah’ın âyetleri, kitabı ve dini, Peygamber ve onun tebliğleriyle müslüman topluluk karşısındaki aşağılayıcı ve reddedici tutumlarını, kendini beğenmişliklerini ifade eder. Önceki peygamberlerin tebliğ faaliyetlerinin açıklandığı âyetlerde onların da benzer tepkilerle karşılaştığı anlatılarak bu tutumun her devirdeki inkârcıların ortak tavrı olup bunun bir ahlâk hastalığı sayıldığı belirtilir. Bazı âyetlerde istikbâr, inkârcılar arasından özellikle varlıklı ve aristokrat kesimin yoksul ve zayıf çoğunluğa karşı takındığı aşağılayıcı ve baskıcı tutumu ifade etmek üzere kullanılır ve bu sosyal problemle ilgili olarak çeşitli peygamberlerin kavimlerinden örnekler verilir (meselâ bk. el-A‘râf 7/75-76; Sebe’ 34/31-33). Gerek kibir gerekse ilgili diğer kavramlar hadislerde de geçmektedir. Bu hadislere göre kibir gerçeği inkâr etmek, hakkı kabul etmemek ve insanları küçümsemek, hor görmektir (Müslim, “Îmân”, 147; Ebû Dâvûd, “Libâs”, 26; Tirmizî, “Birr”, 61). Kibir insanı zalimler arasına sokar (Tirmizî, “Birr”, 61); cehennemliklere mahsus başlıca kötü huylardan biridir (Buhârî, “Edeb”, 61; Müslim, “Cennet”, 47). Kıyamet gününde kendini beğenmiş kimseler Hz. Peygamber’den uzak kalacaklar (Tirmizî, “Birr”, 71), böbürlenip çalım satanlar Allah’ın ilgi ve merhametini kaybedeceklerdir (Buhârî, “Libâs”, 1, 2, 5; Müslim, “Libâs”, 42-48). Kalbinde zerre kadar kibir bulunan kimse cennete giremeyecektir (Müslim, “Îmân”, 147; Ebû Dâvûd, “Libâs”, 26). Özellikle son hadis, kibrin ne kadar kötü bir huy olduğunu gösteren bir delil olarak konuyla ilgili bütün kaynaklarda zikredilir. Gazzâlî bu hadisi açıklarken özetle şu görüşlere yer verir: Kibir cennete girmeye engeldir; çünkü insanın müminlere yaraşır huylar kazanmasını önler; halbuki bu huylar cennetin kapıları demektir. Kibir cennetin bütün kapılarını kapatır; zira kibirli kişi kendisi için istediğini başkaları için isteyemez (Gazzâlî, III, 344). Söz konusu hadiste ifadenin hayli ağır olmasını dikkate alan bazı âlimler, buradaki kibirle “Allah’a karşı büyüklenme ve O’na boyun eğip kulluk etmeyi kendine yedirememe” anlamının kastedildiğini belirtmişlerdir. Aynı hadis, “Kıyamet gününde müminler kalpleri kibirden arındırıldıktan sonra cennete girebileceklerdir” şeklinde de yorumlanmıştır (İbnü’l-Esîr, IV, 5). Kibir, erken dönemlerden itibaren İslâm ahlâk ve tasavvuf kitaplarıyla edep ve hikemiyata dair mecmuaların önemli konularından biri olmuş; bu kaynaklarda kibrin anlamı ve mahiyeti, sebepleri, belirtileri, dinî, ahlâkî ve içtimaî zararları gibi konular üzerinde durulmuştur. Bunlar arasında Gazzâlî’nin İḥyâʾü ʿulûmi’d-dîn ’inin özel bir yeri vardır. Eserin “Kitâbü Zemmi’l-kibr ve’l-ucb” başlıklı bölümünde konuyla ilgili başlıca âyet ve hadislerle seleften intikal eden açıklamalar aktarılmıştır. Tevazu, kibir kavramının anlamı ve mahiyeti, kibirlenmenin zararları, çeşitleri ve dereceleri; ilim, amel ve ibadet, soyluluk, güzellik, zenginlik ve güç şeklinde sıralanan kibir sebeplerinin gerçek anlamı ve değeri; alçak gönüllü insanların karakter yapıları, kibir hastalığının tedavisi ve tevazu erdemini kazanmanın yollarıyla ucb kavramı dinî, ahlâkî, psikolojik, pedagojik vb. yönlerden incelenmiştir. Eser, gerek sistematik gerekse içerik yönünden konuyla ilgili sonraki literatür için bir model oluşturmuştur. BİBLİYOGRAFYA Râgıb el-İsfahânî, el-Müfredât , “kbr” md. a.mlf., eẕ-Ẕerîʿa ilâ mekârimi’ş-şerîʿa (nşr. Ebü’l-Yezîd el-Acemî), Kahire 1405/1985, s. 299-307. Lisânü’l-ʿArab , “kbr” md. Tâcü’l-ʿarûs , “kbr” md. Wensinck, el-Muʿcem , “kbr” md. M. F. Abdülbâkī, el-Muʿcem , “kbr” md. Buhârî, “Libâs”, 1, 2, 5, “Edeb”, 61. Müslim, “Îmân”, 147, “Cennet”, 47, “Libâs”, 42-48. Ebû Dâvûd, “Libâs”, 26. Tirmizî, “Birr”, 61, 71. Hâris el-Muhâsibî, er-Riʿâye li-ḥuḳūḳıllâh (nşr. Abdülkādir Ahmed Atâ), Beyrut 1405/1985, s. 335-426. İbn Kuteybe, ʿUyûnü’l-aḫbâr (Tavîl) , I, 381-388. İbn Hibbân, Ravżatü’l-ʿuḳalâʾ ve nüzhetü’l-fużalâʾ (nşr. M. Muhyiddin Abdülhamîd v.dğr.), Beyrut 1397/1977, s. 59-63. İbn Miskeveyh, Tehẕîbü’l-aḫlâḳ , s. 165-167. Mâverdî, Edebü’d-dünyâ ve’d-dîn , Beyrut 1398/1978, s. 231-236. İbn Abdülber, Behcetü’l-mecâlis , I, 437-448. Gazzâlî, İḥyâʾ (Beyrut) , III, 336-377. İbn Atıyye el-Endelüsî, el-Muḥarrerü’l-vecîz (nşr. Abdüsselâm Abdüşşâfî Muhammed), Beyrut 1413/1993, IV, 563. İbnü’l-Esîr, en-Nihâye , Kahire 1323, IV, 5. Ferîd Vecdî, DM , VIII, 43. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2022 yılında Ankara’da basılan 25. cildinde, 561-562 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Râgıb el-İsfahânî, el-Müfredât , “kbr” md.",
        "a.mlf., eẕ-Ẕerîʿa ilâ mekârimi’ş-şerîʿa (nşr. Ebü’l-Yezîd el-Acemî), Kahire 1405/1985, s. 299-307.",
        "Lisânü’l-ʿArab , “kbr” md.",
        "Tâcü’l-ʿarûs , “kbr” md.",
        "Wensinck, el-Muʿcem , “kbr” md.",
        "M. F. Abdülbâkī, el-Muʿcem , “kbr” md.",
        "Buhârî, “Libâs”, 1, 2, 5, “Edeb”, 61.",
        "Müslim, “Îmân”, 147, “Cennet”, 47, “Libâs”, 42-48.",
        "Ebû Dâvûd, “Libâs”, 26.",
        "Tirmizî, “Birr”, 61, 71.",
        "Hâris el-Muhâsibî, er-Riʿâye li-ḥuḳūḳıllâh (nşr. Abdülkādir Ahmed Atâ), Beyrut 1405/1985, s. 335-426.",
        "İbn Kuteybe, ʿUyûnü’l-aḫbâr (Tavîl) , I, 381-388.",
        "İbn Hibbân, Ravżatü’l-ʿuḳalâʾ ve nüzhetü’l-fużalâʾ (nşr. M. Muhyiddin Abdülhamîd v.dğr.), Beyrut 1397/1977, s. 59-63.",
        "İbn Miskeveyh, Tehẕîbü’l-aḫlâḳ , s. 165-167.",
        "Mâverdî, Edebü’d-dünyâ ve’d-dîn , Beyrut 1398/1978, s. 231-236.",
        "İbn Abdülber, Behcetü’l-mecâlis , I, 437-448.",
        "Gazzâlî, İḥyâʾ (Beyrut) , III, 336-377.",
        "İbn Atıyye el-Endelüsî, el-Muḥarrerü’l-vecîz (nşr. Abdüsselâm Abdüşşâfî Muhammed), Beyrut 1413/1993, IV, 563.",
        "İbnü’l-Esîr, en-Nihâye , Kahire 1323, IV, 5.",
        "Ferîd Vecdî, DM , VIII, 43."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}