{
  "id": "eweb_316",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/kurb",
  "annotator": "Jeremy",
  "title": "KURB",
  "arabic_title": "القرب",
  "summary": "Hakk’a yakın olma anlamında bir tasavvuf terimi.",
  "parts": [
    {
      "author": "SÜLEYMAN ATEŞ",
      "content": "Sözlükte “yakınlık” anlamına gelen kurb kelimesi tasavvuf terimi olarak genellikle karşıtı olan bu‘d (uzaklık) ile birlikte kullanılır. Yakınlık ve uzaklık zaman, mekân, mesafe, makam ve mensubiyet açısından düşünülebilir. Kur’an’da müşriklerin Mescid-i Harâm’a yaklaştırılmaması anlatılırken mekân (et-Tevbe 9/28), insanların hesap verecekleri günün yaklaşmakta olduğundan bahsedilirken zaman (el-Enbiyâ 21/1) itibariyle yakınlık kastedilmiş, miras hukukundan söz eden âyetlerde geçen “yakınlar” ifadesiyle (en-Nisâ 4/7) nesep yakınlığı anlatılmıştır. Ancak gerek Kur’an’da gerekse hadislerde kurb ve bu‘d kelimeleri daha ziyade mânevî yakınlığı ve uzaklığı ifade etmektedir. “Ben yakınım, dua edenin çağrısına icabet ederim” (el-Bakara 2/186); “Biz ona şah damarından daha yakınız” (Kāf 50/16) meâlindeki âyetlerde söz konusu olan yakınlığın mekân ve mesafeyle ilgisi yoktur. Bu‘d da böyledir (el-Enbiyâ 21/109; Fussılet 41/44). İblîs’in ilâhî huzurdan uzaklaştırılması ilâhî rahmetten ve inâyetten mahrum edilmesi anlamına gelir. Sûfîlere göre kurb ibadetlere ve taatlere yakın olmak, bu‘d da bunlardan uzak kalmaktır. Kulun Allah’a yakın olması ebedî mutluluğu kazanmasına vesile olan ibadetlere ve iyi davranışlara yakın olması, Allah’tan uzak olması ise ebedî mutsuzluğuna yol açacak kötü işlere yakın olmasıdır. İlk sûfîler daha çok kurb halinin nasıl kazanıldığı üzerinde durmuşlardır. İbn Atâ’ya göre insanı Allah’a yakın olma (kurbiyet) mertebesine ulaştıran evliyanın edebidir (Sülemî, s. 270). Ahmed b. Hadraveyh ise bu mertebeye hoşgörüyle ulaşılacağı görüşündedir ( a.g.e. , s. 106). Ebü’l-Hüseyin en-Nûrî sevginin kurbü kazandırdığını söyler ( a.g.e. , s. 166). İbn Hafîf’e göre insanın Hakk’a yakın olması daima rızâsına uygun işler yapması, Hakk’ın kuluna yakın olması ise onu sürekli başarılı kılmasıdır ( a.g.e. , s. 466). Mükâşefe ve müşâhede hali içinde Allah’a yakın olmak kurb, bu iki halden uzak kalmak ise bu’ddur. Kurb Allah’tan başkasından ilgiyi kesmeyi, gönülde sevgiliyle olmayı gerektirir (Tehânevî, I, 115; II, 1164). Tasavvufta asıl olan fenâ ve cem‘ halidir. Sûfî bu hal içinde vahdete ulaşır. O zaman ikilik ortadan kalkar. Halbuki kurb ve bu‘dun söz konusu edildiği hallerde yakın olanla yakın olunanın meydana getirdiği bir ikilik vardır. Bunun için Hâce Abdullah-ı Herevî kurbün sonunun ikilik olduğunu, bu durumda kurbün bir bakıma bu‘d, tasavvufun hedefinin ise vahdet olduğunu söyler ( Ṭabaḳāt , s. 192, 492, 651). Sâlikin kendisini Hakk’a yakın bilmesi ve bunun sözünü etmesi O’na yakın olmasına engeldir. Bu anlamda kurb perde olduğu için kurb aslında bu‘ddur. Nitekim bazı hallerde sâlik kendini Hakk’a yakın sandığı bir zamanda ondan uzak kalır. Ebü’l-Hüseyin en-Nûrî’nin kurbden söz edenlere “İçinde bulunduğunuz halde ona en yakın olan ondan en uzak kalandır” demesi bunu ifade eder (Kuşeyrî, s. 216). Allah’a yakın olmak, O’nun sevgi ve rızâsına ermek bütün ibadetlerin gayesidir. Böyle bir yakınlık sağladığı için kurbana bu ad verilmiştir. Dinde dereceleri en yüksek olanlar mukarrebûn denilen Hakk’ın yakın dostlarıdır (el-Vâkıa 56/11, 88). Âhirette en iyi nimetler onlar için hazırlanmıştır (el-Mutaffifîn 83/28). Allah’a en yakın olan meleklere de mukarrebûn denilmiştir (en-Nisâ 4/172). Mukarreb olanlar en iyi şekilde davrandıkları ve ibadet ettikleri için Ebû Saîd, “Ebrârın hasenatı mukarreblerin seyyiatıdır” demiştir. İnsan en çok ibadet halinde iken Hakk’a yakın olur (el-Alak 96/19). Bir hadiste, “Kulun Allah’a en yakın olduğu zaman secdede bulunduğu andır” denilmiştir ( Müsned , II, 421; Müslim, “Ṣalât”, 215). İnsanı mânen yükseltip Hakk’a yaklaştırdığı için namaz müminin mi‘racı sayılmıştır (Hücvîrî, s. 306). Biri Hakk’ın kuluna, diğeri kulun Hakk’a yakın olması tarzında iki türlü kurb vardır. Karîb Allah’ın isimlerindendir. “Biz ona şah damarından daha yakınız” (Kāf 50/16); “Ben yakınım, dua edenin çağrısına icabet ederim” (el-Bakara 2/186) meâlindeki âyetleri yorumlayan sûfîler biri genel, diğeri özel olmak üzere Allah’ın iki türlü yakınlığından söz ederler. Genel anlamda Allah bütün insanlara aynı derecede yakındır. Bu, Allah’ın ilim ve kudret sıfatlarıyla onlara yakın oluşu demektir. Özel anlamda ise Allah müminlere, bilhassa takvâ sahiplerine ve velîlere yakındır. “Kendisine bir karış yaklaşanlara O bir kulaç yaklaşır” (Buhârî, “Tevḥîd”, 15; Müslim, “Ẕikir”, 22). Bu, Allah’ın rahmeti ve lutfu ile onlara yakın olmasıdır. Muhyiddin İbnü’l-Arabî bu iki kurbdan başka üçüncü bir kurbün daha bulunduğunu, ancak bunun açıklanmasının mümkün olmadığını söyler ( el-Fütûḥât , II, 560). Tasavvufta farzların sağladığı yakınlığa “kurb-i ferâiz”, nâfilelerin sağladığı yakınlığa “kurb-i nevâfil” denir. Bir hadiste “Kul, farz olan ibadetlerle Allah’a yaklaştığı kadar hiçbir şeyle O’na yaklaşamaz”; kutsî bir hadiste “Kul farzları ifa ederek bana yaklaşır. Nâfilelerle de ben onu sevinceye kadar bana yaklaşır. Ben onu sevince onun gören gözü, işiten kulağı, tutan eli olurum, o zaman benimle görür, benimle işitir, benimle tutar” buyurulmuştur (Buhârî, “Reḳāʾiḳ”, 38). Kurb-i ferâizde Hak fâil, kul O’nun aletidir. “Attığın zaman sen atmadın, onu Allah attı” (el-Enfâl 8/17) meâlindeki âyette buna işaret edilmiştir. Kurb-i nevâfilde kul fâil, Hak ise onun fiillerini icra etmesine yardımcıdır. Bazıları kurb-i nevâfile üstünlük tanımışlarsa da mutasavvıfların büyük çoğunluğu kurb-i ferâizin daha üstün olduğu görüşündedir. Çünkü kurb-i nevâfile ancak makām-ı cem‘a, kurb-i ferâize ise makām-ı cem‘u’l-cem‘a vâsıl olan sâlik ulaşabilir. Nevâfil kelimesini nefy-i vücûd olarak yorumlayan sûfîler de vardır. İbnü’l-Arabî, namaz ve oruç gibi bedenle yapılan (zâhirî) fiillerden çok iman ve ihlâs gibi kalbî (bâtınî) fiillerin insanı Allah’a yaklaştırdığını söyler ( a.g.e. , II, 558-561). Allah’a yakın olma hali insanı ağır bir sorumluluğun altına sokar. O’na yakın olmanın yükümlülüğünü yerine getirmek kolay olmadığından bu halde bulunan velîler büyük sıkıntılar çeker; “Kurb-i sultân âteş-i sûzândır” demelerine rağmen O’na daha fazla yakın olmak ister, O’ndan uzak düşmekten son derece çekinirler. Yakın ve uzak ifadelerinin itibârî ve izâfî olduğu, hakikatte Allah’ın her şeye o şeyin kendisinden daha yakın bulunduğu unutulmamalıdır. Nakşibendîlik’te fenâ, bekā, sülûk ve cezbeyle elde edilen yakınlığa “kurb-i velâyet”, Hz. Peygamber’e tâbi ve vâris olma yoluyla kazanılan yakınlığa “kurb-i nübüvvet” denir ve ikincisi daha makbul sayılır (Abdülmecîd el-Hânî, s. 189). BİBLİYOGRAFYA Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , “ḳurb” md. a.mlf., Leṭâʾifü’l-iʿlâm (nşr. Saîd Abdülfettâh), Kahire 1416/1996, II, 229. et-Taʿrîfât , “ḳurb” md. Tehânevî, Keşşâf , I, 115; II, 1164. Müsned , II, 421. Buhârî, “Tevḥîd”, 15, “Reḳāʾiḳ”, 38. Müslim, “Ẕikir”, 22, “Ṣalât”, 215. İbn Mâce, “Fiten”, 38. Hakîm et-Tirmizî, Ḫatmü’l-evliyâʾ , Beyrut 1960, s. 499. Serrâc, el-Lümaʿ , s. 84. Kelâbâzî, Taarruf (Uludağ) , s. 159-160. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 100, 110. Sülemî, Ṭabaḳāt , s. 106, 166, 270, 466, 560. Hücvîrî, Keşfü’l-maḥcûb , s. 306. Kuşeyrî, Risâle (Uludağ) , s. 174-177, 216. Herevî, Ṭabaḳāt , s. 192, 492, 651. Ebû Mansûr el-Abbâdî, Ṣûfînâme (nşr. Gulâm Hüseyn-i Yûsufî), Tahran 1347, s. 195. Baklî, Şerḥ-i Şaṭḥiyyât , Tahran 1983, s. 518. İbnü’l-Arabî, el-Fütûḥât , II, 558-561. a.mlf., Menâzilü’l-ḳurbe , Beyazıt Devlet Ktp., Veliyyüddin Efendi, nr. 770. İbn Teymiyye, Mecmûʿu fetâvâ , V, 499. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, I, 502. Reşehât Tercümesi , s. 187. Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 222. Seyyid Sâdık-ı Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1367, II, 310. Abdülmecîd el-Hânî, el-Ḥadâʾiḳu’l-verdiyye , Kahire 1308, s. 189. el-Muʿcemü’ṣ-ṣûfî , s. 936. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2002 yılında Ankara’da basılan 26. cildinde, 432-433 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , “ḳurb” md.",
        "a.mlf., Leṭâʾifü’l-iʿlâm (nşr. Saîd Abdülfettâh), Kahire 1416/1996, II, 229.",
        "et-Taʿrîfât , “ḳurb” md.",
        "Tehânevî, Keşşâf , I, 115; II, 1164.",
        "Müsned , II, 421.",
        "Buhârî, “Tevḥîd”, 15, “Reḳāʾiḳ”, 38.",
        "Müslim, “Ẕikir”, 22, “Ṣalât”, 215.",
        "İbn Mâce, “Fiten”, 38.",
        "Hakîm et-Tirmizî, Ḫatmü’l-evliyâʾ , Beyrut 1960, s. 499.",
        "Serrâc, el-Lümaʿ , s. 84.",
        "Kelâbâzî, Taarruf (Uludağ) , s. 159-160.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 100, 110.",
        "Sülemî, Ṭabaḳāt , s. 106, 166, 270, 466, 560.",
        "Hücvîrî, Keşfü’l-maḥcûb , s. 306.",
        "Kuşeyrî, Risâle (Uludağ) , s. 174-177, 216.",
        "Herevî, Ṭabaḳāt , s. 192, 492, 651.",
        "Ebû Mansûr el-Abbâdî, Ṣûfînâme (nşr. Gulâm Hüseyn-i Yûsufî), Tahran 1347, s. 195.",
        "Baklî, Şerḥ-i Şaṭḥiyyât , Tahran 1983, s. 518.",
        "İbnü’l-Arabî, el-Fütûḥât , II, 558-561.",
        "a.mlf., Menâzilü’l-ḳurbe , Beyazıt Devlet Ktp., Veliyyüddin Efendi, nr. 770.",
        "İbn Teymiyye, Mecmûʿu fetâvâ , V, 499.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, I, 502.",
        "Reşehât Tercümesi , s. 187.",
        "Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 222.",
        "Seyyid Sâdık-ı Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1367, II, 310.",
        "Abdülmecîd el-Hânî, el-Ḥadâʾiḳu’l-verdiyye , Kahire 1308, s. 189.",
        "el-Muʿcemü’ṣ-ṣûfî , s. 936."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}