{
  "id": "eweb_320",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/lub",
  "annotator": "Jeremy",
  "title": "LÜB",
  "arabic_title": "اللب",
  "summary": "Dinî ve tasavvufî hal ve makamların bir mertebesini ifade eden tasavvuf terimi.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Sözlükte “öz” anlamına gelen lübb kelimesi, tasavvuf kaynaklarında “kuruntu ve hayal kabuğundan arınmış ve kutsal nurla aydınlanmış akıl”, “özün özü” anlamındaki lübbü’l-lüb ise “akla güç veren ilâhî ve kutsî nur” şeklinde tanımlanmış ( et-Taʿrîfât , “lüb” md.; Kâşânî, s. 72), Kur’an’da birçok yerde geçen “selim akıl sahipleri” mânasına gelen ülü’l-elbâb ifadesi (meselâ bk. Sâd 38/29, 43) bu terimin kaynağı olarak görülmüştür. Kutsî nurla güçlenerek vehim ve hayal kabuğundan arınan selim aklın aşkın bilgileri algılayabileceği kaydedilmiştir (Kâşânî, s. 72; Gümüşhânevî, s. 24). “Kabuk” anlamındaki kışr ise mutasavvıflara göre bâtın ilmini bozulmaktan koruyan zâhir ilmidir. Hakikate göre tarikat, tarikata göre şeriat kışrdır. Mânevî halini ve yolunu şeriatla korumayan sâlikin hali bozulur; yolu hevâ, heves ve vesvese yoluna dönüşür. Tarikatı hakikate ulaşmanın aracı olarak görmeyen kişi zındık ve mülhid olur (Kâşânî, s. 144; Gümüşhânevî, s. 24). Buna göre şeriat, tarikat ve hakikat sıkı şekilde birbirine bağlıdır; önceki sonrakinin kabuğu, sonraki de öncekinin özüdür. Özü olmayan kabuk bir işe yaramaz, kabuğun muhafaza etmediği öz de bozulmaya mahkûmdur. Gazzâlî tevhidin dört mertebesinden söz ederken bu mertebeleri kışr ve lüb terimlerinin yardımıyla açıklar. Ona göre münafıkların tevhidi özü olmayan bir kabuktan yani şekilden ibarettir. Sürekli gaflet içinde bulunan avamın tevhidi de kabuktur; ancak bu, münafıklar için söz konusu edilen kabuktan farklıdır. Mukarrebînin tevhidi lüb, sıddîkların tevhidi lübbü’l-lübdür. Gazzâlî bu hususu ceviz misaliyle izah eder. Cevizin üzerindeki sert kabuk kışr, bu sert kabuğu örten yeşil ve acı kabuk kışrü’l-kışrdır. Sert kabuğun içindeki ceviz lüb, bu özün içindeki ceviz yağı lübbü’l-lübdür ve nihaî amaç da budur ( İḥyâʾ , IV, 240). Tasavvufta insân-ı kâmil bütün varlıkların özünün özü olarak kabul edilir ve bu husus “zübde-i âlem, hulâsa-i mevcûdât, merdüm-i dîde-i ekvân” gibi tabirlerle ifade edilir. Aynı şekilde ruh öze, onu taşıyan ve koruyan beden de kabuğa benzetilmiştir. Öte yandan anlam ve kavram öz, bunları dile getiren söz ve terim kabuktur. Maksat lafız değil mâna olmakla beraber içinde mânayı barındırması ve bunu başkalarına aktarmanın aracı olması bakımından lafız ve söz de önemlidir. Yûnus Emre, “Şeriat tarikat yoldur varana / Hakikat mârifet ondan içerü” beytiyle bu hususu dile getirmiştir. Özden, hakikatten, mârifetten yoksun oldukları halde kendilerini ehl-i lüb kabul eden sahte sûfîler başkalarını ehl-i kışr olarak görüp küçümsemişlerdir. BİBLİYOGRAFYA et-Taʿrîfât , “lüb” md. Tehânevî, Keşşâf , II, 1183, 1288. Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , s. 72, 144. Cevâd Nûrbahş, Ferheng-i Nûrbaḫş , Tahran 1369 hş., II, 44, 46. Ca‘fer Seccâdî, Ferheng , Tahran 1991, s. 640, 683. Gazzâlî, İḥyâʾ , Kahire 1939, I, 40; IV, 240. Gümüşhânevî, Câmiʿu’l-uṣûl , Kahire, ts., s. 22, 24. İsmâil Hakkı Bursevî, Lübbü’l-lüb , İstanbul 1289. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2003 yılında Ankara’da basılan 27. cildinde, 241 numaralı sayfada yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "et-Taʿrîfât , “lüb” md.",
        "Tehânevî, Keşşâf , II, 1183, 1288.",
        "Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , s. 72, 144.",
        "Cevâd Nûrbahş, Ferheng-i Nûrbaḫş , Tahran 1369 hş., II, 44, 46.",
        "Ca‘fer Seccâdî, Ferheng , Tahran 1991, s. 640, 683.",
        "Gazzâlî, İḥyâʾ , Kahire 1939, I, 40; IV, 240.",
        "Gümüşhânevî, Câmiʿu’l-uṣûl , Kahire, ts., s. 22, 24.",
        "İsmâil Hakkı Bursevî, Lübbü’l-lüb , İstanbul 1289."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}