{
  "id": "eweb_321",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/el-luma--serrac",
  "annotator": "Jeremy",
  "title": "el-LÜMA‘",
  "arabic_title": "اللمع",
  "summary": "Ebû Nasr es-Serrâc’ın (ö. 378/988) tasavvufun temel konularına dair eseri.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Ebû Nasr Abdullah b. Ali b. Muhammed es-Serrâc’ın hayatı hakkında yeterli bilgi yoktur. Ṭabaḳātü’ṣ-ṣûfiyye ’nin birçok yerinde Serrâc’a dayanarak bilgi veren Sülemî eserinde ona yer ayırmamış, diğer sûfî müellifler Ebû Nuaym, Kuşeyrî ve Hücvîrî de Sülemî’yi takip etmişlerdir. Tarihçi Zehebî, Sülemî’ye atfen Serrâc’ın babası Ali b. Muhammed’in zâhid ve dindar bir kişi olduğunu ve secde halinde iken vefat ettiğini, Serrâc’ın Horasan bölgesinde fütüvvet ehli olarak tanındığını, sûfîliği dinî ilimler hakkında bilgi sahibi olarak anlattığını, Ca‘fer el-Huldî ve Ebû Bekir ed-Dükkī’den faydalandığını kaydeder. Zehebî bu bilgileri Sülemî’nin günümüze ulaşmayan Târîḫu’ṣ-ṣûfiyye adlı eserinden almış olmalıdır. Hücvîrî onun Bağdat’a gittiğini, Şûnîziyye Mescidi’nde kendisine bir hücre verildiğini, burada bir ramazan ayı boyunca dervişlere imamlık yaptığını söyler. Muhammed b. Münevver, Ebû Saîd-i Ebü’l-Hayr’ın pîri Ebü’l-Fazl Muhammed b. Hasan es-Serahsî’nin Serrâc’ın müridi olduğunu belirterek onun tasavvufa dair birtakım eserler yazdığını, Tûs’ta ikamet ettiği hankahın daha sonra dervişlerin ziyaret yeri haline geldiğini bildirir ( Esrârü’t-tevḥîd , s. 27, 66). 378’de (988) Tûs’ta vefat eden Serrâc’a sûfî tabakat müelliflerinden sadece Ferîdüddin Attâr tezkiresinin zeyil kısmında müstakil bir yer vermiştir. Tasavvufun belli başlı konularını düzenli biçimde bir araya getiren, inceleyip yorumlayan ve eleştiren önemli bir kaynak olan el-Lümaʿ , aynı dönemde yazılan Kelâbâzî’nin et-Taʿarruf adlı eserinden daha geniş, Ebû Tâlib el-Mekkî’nin Ḳūtü’l-ḳulûb ’undan daha özlü ve daha sistemlidir. İran, Irak, Suriye ve Mısır’ı dolaşan, gezdiği yerlerde birçok sûfî ile görüşen ve tasavvufa dair yazılan eserleri toplayan Serrâc kitabını bir dostunun ricası üzerine kaleme almıştır. Maksadı Kur’an ve Sünnet’e uygun bir tasavvuf anlayışı ortaya koymak, tasavvufa yöneltilen itiraz ve tenkitleri cevaplandırmak, tanımladığı tasavvuf anlayışına uymayan aşırı mutasavvıfları reddetmektir. Serrâc, eserin başında sûfîlere ait söz ve menkıbeleri aktarırken bunların sıhhatli ve güvenilir olmasına büyük özen gösterdiğini, bazan bunları senedleriyle aktardığını, bazan da sözü uzatmamak için senedleri zikretmediğini kaydeder. Tasavvuf anlayışını eserinde Cüneyd-i Bağdâdî ve Sehl b. Abdullah et-Tüsterî gibi sûfîlere dayandıran Serrâc, tasavvufun Kur’an ve hadis çerçevesinde mâkul bir açıklamasını yapmaya çalışmıştır. el-Lümaʿ bir girişle on üç bölümden meydana gelir. Giriş kısmında tasavvufun Kur’an ve Sünnet’teki yeri, Hz. Peygamber ve sahâbenin dinî yaşayışlarında ve tefsir, hadis, fıkıh, kelâm gibi ilimler arasında tasavvuf, sûfîlerin Kur’an ve Sünnet’ten ilhamla çıkardıkları yeni hükümler, tevhid, mârifet ve tasavvuf ilişkisi gibi konular üzerinde durulmuştur. Eser tasavvufî makam ve haller, tasavvufun kaynağı olarak Kur’an ve hadis, tasavvufta Resûl-i Ekrem’in örnek alınması, Kur’an ve hadisten tasavvufî mânalar çıkarmak, sahâbenin, özellikle ilk dört halifenin tasavvufî hayatı, tasavvuf âdâbı, bazı konularda sûfîlerin birbirinden farklı görüşte olmaları, mektuplaşma, şiir ve duanın tasavvuftaki önemi, semâ, vecd, keramet, tasavvuf terimleri, şathiyeler ve bazı sapkınların hatalı tasavvufî yorumları gibi konuları ele almıştır. Serrâc bir yerde dinî ve şer‘î ilimleri hadis, fıkıh, tasavvuf olarak üçe ayırır; diğer bir yerde kelâmı da bunlara ekler, tefsiri rivayet ilmi olarak görür. Bu ilimlerden her birinin ayrı uzmanlık alanları olduğunu belirten Serrâc, bir ilim dalında karşılaşılan problemi ve görülen hatayı o ilimde uzman olanlara sormak gerektiğini ifade ederek sûfî olmayanların tasavvuf hakkındaki değerlendirmelerinin ihtiyatla karşılanması gerektiğini vurgular. Müellif, başka bir bağlamda İslâmî ilimleri herkesi veya sadece özel bir zümreyi ilgilendiren ilimler olmak üzere ikiye ayırmış, tasavvufun herkesi ilgilendirmediğini özellikle ifade etmiştir. Sûfî olmadıkları halde sûfî geçinen bazı kişi ve zümrelerin bulunduğunu, gerçek sûfîleri bunlardan ayırt etmek için bu eseri yazdığını söyleyen Serrâc, taklitçi ve şekilci sûfîlerle bu yolun sapkınları hakkında geniş bilgiler vermiş, eserin son kısmını sapkın mutasavvıfların içine düştüğü hatalara (galatât) ayırmıştır. Verdiği bilgilerin bir kısmını İran, Irak ve Suriye’de ziyaret ettiği dönemin ünlü sûfîlerinden alan Serrâc, bir kısmını da Ebû Saîd el-Harrâz ve Cüneyd-i Bağdâdî gibi sûfîlerin eserlerinden derlemiştir. Vecd bölümünü geniş ölçüde Ebû Saîd İbnü’l-A‘râbî’nin bu konudaki eserinden yararlanarak yazmış, Ebû Saîd el-Harrâz’ın Kitâbü’s-Sır ve Kitâbü’ṣ-Ṣalât ’ından, Cüneyd-i Bağdâdî’nin kitaplarından, Ebû Türâb en-Nahşebî’nin, Amr b. Osman el-Mekkî’nin eserleriyle Iraklılar’ın yazdıkları eserlerden yararlandığını belirtmiştir. el-Lümaʿ Muhammed b. Hüseyin es-Sülemî, Abdülkerîm el-Kuşeyrî, Hücvîrî, Şehâbeddin es-Sühreverdî, Hargûşî, İzzeddin el-Kâşî gibi mutasavvıf müelliflere kaynak olmuştur. Sülemî’nin Risâle fî ġalaṭâti’ṣ-ṣûfiyye ’si el-Lümaʿ ın son kısmından hemen hemen aynen alınmıştır. Kuşeyrî er-Risâle ’de el-Lümaʿ dan nakiller yapmış, eserin semâ ve keramet bölümlerini geniş ölçüde buradan aktarmıştır. Hücvîrî’nin Keşfü’l-maḥcûb ’unda, Rûzbihân-ı Baklî’nin Şerḥ-i Şaṭḥiyyât ’ında, Sühreverdî’nin ʿAvârifü’l-maʿârif ’inde, Hargûşî’nin Tehẕîbü’l-esrâr ’ında Serrâc’ın tesiri görülmektedir. Gazzâlî’nin İḥyâʾ ındaki semâ ve vecd bahsiyle Serrâc’ın bu konuda verdiği bilgiler de benzerlik gösterir. Tasavvuf tarihi bakımından önemli bir kaynak olmasına rağmen Kuşeyrî’nin er-Risâle ’sinin, Gazzâlî’nin İḥyâʾ ının ve Sühreverdî’nin ʿAvârifü’l-maʿârif ’inin gördüğü büyük ilgi el-Lümaʿ ın ve yazarının şöhretini gölgelemiş, hatta unutulmalarına sebep olmuştur. Eser ilk defa Reynold Alleyne Nicholson tarafından incelenmiş ve yayımlanmıştır ( The Kitāb al-luma fi’l-Tasawwuf of Abū Nasr ʿAbdallah b. ʿAlī al-Sarrāj al-Tūsī , Gibb, Memorial series, Leiden 1914; London 1963). Nicholson esere yazdığı giriş bölümünde (s. 1-154) kitap ve yazarı hakkında geniş bilgi vermiştir. Ancak el-Lümaʿ ın Nicholson neşrinde Ebü’l-Hüseyin en-Nûrî, Ebû Hamza, kâfir olmakla suçlanan meşâyih, Ebû Bekir Ali b. Hasan ve Muhammed b. Mûsâ el-Fergānî bahisleri eksiktir. Arthur John Arberry, Pages From the Kitāb al-Lumaʿ of Abū Nasr al-Sarrāj adlı çalışmasında (London 1947) el-Lümaʿ ın Bankipûr (nr. 825) yazmasından istifade ederek Nicholson basımındaki eksik kısmı tamamlamış, ayrıca yazarı hakkında bilgi vermiştir. el-Lümaʿ , Abdülhalîm Mahmûd ve Tâhâ Abdülbâkī Sürûr tarafından 1960’ta Kahire’de yayımlanmıştır. Richard Gramlich eseri Almanca’ya tercüme ederek tenkitli metniyle birlikte neşretmiştir ( Schlaglichter über das Sufitum, Abū Naṣr as-Sarrāgs Kitāb al-lumaʿ , Stuttgart 1990). el-Lümaʿ Pîr Muhammed Hasan tarafından Urduca’ya (Pakistan 1994), Hasan Kâmil Yılmaz tarafından Türkçe’ye (İstanbul 1996) çevrilmiştir. BİBLİYOGRAFYA Serrâc, el-Lümaʿ . Sülemî, Ṭabaḳāt , bk. İndeks. Kuşeyrî, er-Risâle (nşr. Abdülhalîm Mahmûd), Kahire 1395/1966, s. 774. Hücvîrî, Keşfü’l-maḥcûb , Tahran 1338 hş., s. 417, 444. Herevî, Ṭabaḳāt , s. 507. Muhammed b. Münevver, Esrârü’t-tevḥîd , Tahran 1349 hş., s. 27, 66. Attâr, Teẕkiretü’l-evliyâʾ , s. 639. Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 285, 307. Zehebî, Târîḫu’l-İslâm : sene 351-380 , s. 625-626. a.mlf., el-ʿİber , III, 7. Lâmiî, Nefehât Tercümesi , s. 324. Abdülhüseyin Zerrînkûb, Dünbâle-i Cüstücû der Taṣavvuf-i Îrân , Tahran 1369 hş., s. 67-68. A. Knysh, Islamic Mysticism: A Short History , Leiden 2000, s. 118-120. A. Schimmel, İslamın Mistik Boyutları (trc. Ergun Kocabıyık), İstanbul 2001, s. 94. Abdülkerîm Zuhûr Adî, “Ebû Nasr es-Serrâc ve Kitâbühû el-Lümaʿ”, MMLADm. , LVII/1-2 (1982), s. 35-91. Ahmed Subhi Furat, “Tasavvuf Edebiyatında Kaynak Bir Eser: el-Luma fi’t-Tasavvuf”, İslâmî Edebiyat , sy. 20, İstanbul 1993, s. 25-28. Abdülhakim Yüce, “Klasiklerimiz: el-Lüma‘”, Tasavvuf , sy. 3, Ankara 2000, s. 185-195. P. Lory, “as-Sarrād̲j̲”, EI 2 (İng.) , IX, 65-66. a.mlf., “al-Sarradj Abu Nasr”, Biographical Encyclopaedia of Sufis: Central Asia and Middle East , New Delhi 2002, s. 421-423. Abdülhamîd Medkûr, “Ebû Naṣr es-Serrâc eṣ-Ṣûfî”, Mevsûʿatü’l-ḥaḍâreti’l-İslâmiyye , Amman 1993, s. 320-324. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2003 yılında Ankara’da basılan 27. cildinde, 258-260 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Serrâc, el-Lümaʿ .",
        "Sülemî, Ṭabaḳāt , bk. İndeks.",
        "Kuşeyrî, er-Risâle (nşr. Abdülhalîm Mahmûd), Kahire 1395/1966, s. 774.",
        "Hücvîrî, Keşfü’l-maḥcûb , Tahran 1338 hş., s. 417, 444.",
        "Herevî, Ṭabaḳāt , s. 507.",
        "Muhammed b. Münevver, Esrârü’t-tevḥîd , Tahran 1349 hş., s. 27, 66.",
        "Attâr, Teẕkiretü’l-evliyâʾ , s. 639.",
        "Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 285, 307.",
        "Zehebî, Târîḫu’l-İslâm : sene 351-380 , s. 625-626.",
        "a.mlf., el-ʿİber , III, 7.",
        "Lâmiî, Nefehât Tercümesi , s. 324.",
        "Abdülhüseyin Zerrînkûb, Dünbâle-i Cüstücû der Taṣavvuf-i Îrân , Tahran 1369 hş., s. 67-68.",
        "A. Knysh, Islamic Mysticism: A Short History , Leiden 2000, s. 118-120.",
        "A. Schimmel, İslamın Mistik Boyutları (trc. Ergun Kocabıyık), İstanbul 2001, s. 94.",
        "Abdülkerîm Zuhûr Adî, “Ebû Nasr es-Serrâc ve Kitâbühû el-Lümaʿ”, MMLADm. , LVII/1-2 (1982), s. 35-91.",
        "Ahmed Subhi Furat, “Tasavvuf Edebiyatında Kaynak Bir Eser: el-Luma fi’t-Tasavvuf”, İslâmî Edebiyat , sy. 20, İstanbul 1993, s. 25-28.",
        "Abdülhakim Yüce, “Klasiklerimiz: el-Lüma‘”, Tasavvuf , sy. 3, Ankara 2000, s. 185-195.",
        "P. Lory, “as-Sarrād̲j̲”, EI 2 (İng.) , IX, 65-66.",
        "a.mlf., “al-Sarradj Abu Nasr”, Biographical Encyclopaedia of Sufis: Central Asia and Middle East , New Delhi 2002, s. 421-423.",
        "Abdülhamîd Medkûr, “Ebû Naṣr es-Serrâc eṣ-Ṣûfî”, Mevsûʿatü’l-ḥaḍâreti’l-İslâmiyye , Amman 1993, s. 320-324."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 191
}