{
  "id": "eweb_322",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/lutuf",
  "annotator": "Jeremy",
  "title": "LUTUF",
  "arabic_title": "اللطف",
  "summary": "İnsanın kendi iradesiyle Allah’a iman edip buyruklarına uymasını kolaylaştıran ilâhî fiil anlamında kelâm terimi.",
  "parts": [
    {
      "author": "İLYAS ÇELEBİ",
      "content": "Sözlükte “nazik ve merhametli davranmak, iyi muamele etmek” mânasında masdar olan lutf “iyilik etme, merhamet ve yardımda bulunma” anlamında isim olarak da kullanılır. Aynı kökten türeyen letâfet ise “duyularla algılanamayacak şekilde ince ve şeffaf, küçük ve hacimsiz oluş” mânasına gelir ( Lisânü’l-ʿArab , “lṭf” md.). Lutuf terim olarak “insanın kendi iradesiyle Allah’a iman edip inkâr ve isyandan kaçınmasını kolaylaştıran ilâhî fiil” diye tanımlanır. Kur’an’da bir yerde “gizli ve ihtiyatlı davranmak” anlamında fiil olarak insana (el-Kehf 18/19), yedi yerde de “fiillerini rıfk ile gerçekleştiren, kullarına iyilik ve merhamet eden, zâtı duyularla algılanamayan, en ince ve gizli hususları dahi bilen varlık” mânasında isim olarak Allah’a nisbet edilir ( M. F. Abdülbâkī, el-Muʿcem , “lṭf” md.). Ayrıca fazl, ihsan ve rahmet kelimeleri de lutfa yakın anlamlarda Kur’an’da yer alır ( a.g.e. , “fḍl”, “ḥsn”, “rḥm” md.leri). Lutuf kavramı çeşitli hadis rivayetlerinde “iyilikte bulunmak, yardım etmek, nezaketle davranmak” mânalarında geçmektedir ( Wensinck, el-Muʿcem , “lṭf” md.). Lutuf, II. (VIII.) yüzyıldan sonra Mu‘tezile ekolünce “vücûb alellah” kavramına bağlı olarak bir kelâm terimi haline getirilmiştir. İslâm kelâmcıları, Allah’ın iman ve itaatle yükümlü kıldığı kullarına lutufta bulunduğu hususunda ittifak etmekle birlikte bunun müminler ve kâfirler hakkında tecelli edişi, bu konudaki ilâhî kudretin alanı ve Allah’a vâcip olup olmadığı hususunda farklı görüşler ileri sürmüşlerdir. 1. Lutuf gerçekleşmesi halinde insanın farz olan ilâhî emirlere itaati tercih edip yasaklanan kötü fiillerden kaçınmasını veya böyle bir tavra yaklaşmasını sağlayan ilâhî yardım niteliğinde bir fiildir ve sadece farz niteliğinde olan fiillerde değil nâfile ibadetlerde de geçerlidir. Lutuf, iyi fiile yaklaştıran veya kötü fiilden uzaklaştıran (mukarrib) ve fiili gerçekleştiren (muhassil) olmak üzere ikiye ayrılır. Mukarrib lutuf fiili işleme yolundaki engellerin, ayrıca kötülüğe özendiren faktörlerin ortadan kaldırılması demektir. İnsanın fâil oluşunu ve irade hürriyetini yok etmeksizin vuku bulan lutuf doğrudan doğruya Allah’ın, mükellefin ya da mükellef dışındaki bir fâilin fiilinden kaynaklanabilir. Eğer Allah’ın fiilinden kaynaklanırsa bu durumda lutuf ya insanın sorumlu kılınmasından önce veya ona yakın bir zamanda ya da ondan sonra vâki olur. İnsanın sorumlu kılınmasından önce veya ona yakın bir şekilde vuku bulursa bunun Allah hakkında vâcip olmadığında şüphe yoktur, çünkü ancak yükümlü kılınan insanın ileri sürebileceği mazereti ortadan kaldırmak gibi bir amaç içerdiği zaman vâcip olur. Esasen Allah, mükellef kılmadan önce insanı irade hürriyetine ve fiil yapma gücüne muktedir kılar. Sevap derecesine ulaştırma hikmeti çerçevesinde insanı mükellef kıldıktan sonra Cenâb-ı Hakk’ın, lutufta bulunması halinde emirlerine itaat edip yasaklarından uzaklaşmayı tercih edeceğini bildiğinden kulundan bu lutfu esirgememesi gerekir, aksi takdirde kulunu sevap derecesine ulaştırma amacını bozmuş olur. Akıl yürütme melekesi vermek, peygamber göndermek ve ilâhî kitaplar aracılığıyla insanların tâbi olacakları hükümleri bildirmek vâcip olan ilâhî lutufların kapsamına girer. Eğer lutuf mükellefin kendi fiili aracılığıyla vuku buluyor ve zarardan sakınma niteliği taşıyorsa, yani kul nâfile değil de farz niteliğindeki bir fiil aracılığıyla lutfa mazhar olacaksa bunun gerçekleştirilmesi kulun kendisine aittir. Lutuf mükellefin kendisi dışındaki birinin fiiline bağlı ise bu durumda Allah’ın sözü edilen fiile yönelik ilmi ya ikinci şahsın onu yapacağı şeklindedir ki bu takdirde Allah’ın birinci şahsı sorumlu tutması güzel olur ya da yapmayacağı şeklindedir, bu takdirde de onunla birinci şahsı mükellef tutması güzel olmaz. Ancak her iki durumda da ilâhî ilim ikinci şahsın göstereceği davranış biçimiyle irtibatlıdır. Vâcip niteliğindeki bir fiili gerçekleştiren lutfa “tevfik”, yasaklanmış fiili terketmeyi sağlayan lutfa “ismet” adı verilir. Allah, mükellef tuttuğu insanlara iman etmelerini sağlayacak bütün lutufları vermiştir. O’nun nezdinde kullarının iman ve itaat etmesini sağlayacak başka lutuflar yoktur. Erken devir Mu‘tezile kelâmcıları bir ayırıma tâbi tutmaksızın lutfun mutlak şekilde Allah’a vâcip olduğunu savunurken Kādî Abdülcebbâr gibi müteahhir dönem Basra Mu‘tezilesi’ni temsil eden kelâmcılar tekliften sonraki lutfun Allah’a vâcip olduğu görüşündedir (Eş‘arî, Maḳālât , s. 247; Kādî Abdülcebbâr, s. 519-521). Mu‘tezile’den Nazzâm, Allah’ın mükellef kıldığı insanların iman etmelerine yardım edecek lutuflarda bulunduğunu ve bu tür lutufların benzerlerine sınırsızca sahip olduğunu kabul eder. Ca‘fer b. Harb ise kâfirlerin kendi iradeleriyle iman etmelerini sağlayacak lutuflara Allah’ın sahip olduğunu, ancak bu lutufları kâfirlere vermesi halinde iman etmelerinden ötürü mükâfatı hak etmeyeceklerini söylemiştir (Eş‘arî, Maḳālât , s. 247). Bağdat Mu‘tezile ekolüne bağlı olan Ca‘fer b. Mübeşşir’in ʿAlâ Aṣḥâbi’l-luṭf adlı eserinden kendisinin lutuf nazariyesini benimseyenleri tenkit ettiği anlaşılmaktadır ( DİA , VI, 554). Şîa kelâmcılarının çoğunluğu da mükellef kıldığı kullarına lutufta bulunmanın Allah’a vâcip olduğu ve bu sebeple O’nun kullarına gereken lutuflarda bulunduğu görüşündedir (Şeyh Müfîd, s. 366; İbnü’l-Mutahhar el-Hillî, s. 277). 2. Allah’ın, iman etmeyeceğini bildiği kimselerin hür iradeleriyle inanmalarını sağlayacak lutufları vardır, ancak bunları kâfirlere ihsan etmesi O’na vâcip değildir. Eğer vâcip olsaydı kâinatta hiçbir kâfir ve âsinin kalmaması gerekirdi, halbuki gerçek böyle değildir. Bu durum Allah nezdindeki lutufların sınırlı olduğu anlamına gelmez. Allah iman edenlere lutuflarda bulunmuş, kâfirleri ise saptırmıştır. Kur’an’da O’nun saptırmak istediği insanların göğsünü daralttığı (el-En‘âm 6/125), lutuf ve rahmeti olmadan kimsenin mânevî açıdan temizlenemeyeceği (en-Nûr 24/21) bildirilmiş, rızıklarının bollaştırılması halinde azacak olanların dünyalığının ölçülü tutulduğuna dikkat çekilmiş (eş-Şûrâ 42/27), özendirici olma tehlikesi bulunmasaydı inkârcılara ait evlerin konforlu hale getirilmesini sağlayacak imkânların verileceğine işaret edilmiş (ez-Zuhruf 43/33-35), Kur’an’ın müminlerin gönüllerine hidayet ve şifa, kâfirlere ise körlük ve bir nevi sağırlık kaynağı olduğu ve bunun kâfirlerin zarara uğramalarına yol açtığı haber verilmiş (Fussılet 41/44; el-İsrâ 17/82), ayrıca Allah’ın dilemesi halinde yeryüzündeki insanların tamamının iman edeceği açıklanmıştır (Yûnus 10/99). Kendi tercihleriyle iman etmelerini sağlayacak bütün lutufları Allah’ın kâfirlere vermemesi adaletinin gereği olup bu sebeple cimrilik ve zulümle nitelendirilmesi mümkün değildir. Zira Allah kâfirleri yaratarak ergenlik dönemine kadar yaşatmış ve onlara akıl yürütme melekesi verdikten başka peygamber göndermiş, buna rağmen kâfirler iman etmemiştir ( Eş‘arî, el-Lümaʿ , s. 148; Nesefî, II, 725-737). Aslında akıl da Allah’ın kendi iradeleriyle iman etmelerine katkıda bulunacak bütün lutufları kâfirlere vermek mecburiyetinde olmadığına hükmeder, çünkü mecburiyet aczin ifadesi olduğundan Allah hakkında muhaldir. İnsanlar arası ilişkilerde bile lutfun son noktasına kadar ihsan edilmesi gerekli görülmez. Ümmetin, kulluk görevini yapabilmek için dualarında Allah’tan yardım istemek ve günahlardan korunma talebinde bulunmak gerektiği konusunda icmâ etmesi lutfun Allah’a vâcip olmadığının bir delilini teşkil eder. Eğer iman etmeleri için kâfirlere her türlü lutfunu ihsan etmesi Allah’a vâcip olsaydı bu takdirde her yüzyılda bir peygamber göndermesi ve peygamber vârisi olan kişilerle hüküm verme mevkiinde bulunan kimseleri hatadan koruması gerekirdi. Halbuki realitede bunun gerçekleşmediği bilinmekte ve lutfu Allah’a vâcip gören Mu‘tezile kelâmcılarınca da bu husus kabul edilmektedir (Seyyid Şerîf el-Cürcânî, VIII, 196). Şu halde Allah’ın lutufta bulunduğu kişi iman ve itaat etmiş, lutfundan mahrum bıraktığı kimse de inkâr ve isyan yolunu tutmuştur (Eş‘arî, Maḳālât , s. 577-578; İbn Fûrek, s. 53). Eş‘ariyye, Mâtürîdiyye ve Selefiyye âlimlerinin tamamı bu görüştedir. Bişr b. Mu‘temir ve ona tâbi olan Bağdat Mu‘tezilesi’ne mensup kelâmcılar da kullarına lutufta bulunmanın Allah’a vâcip olmadığını söylerler. Ancak onlar, Allah’ın sadece müminlere lutufta bulunduğuna ve kâfirleri bundan mahrum bıraktığına ilişkin Sünnî görüşe katılmamışlardır (Eş‘arî, Maḳālât , s. 246; Kādî Abdülcebbâr, s. 520). Lutuf konusunda farklı iki ana görüşü benimseyen kelâmcılar birbirlerini eleştirmişlerdir. Kādî Abdülcebbâr lutuf meselesinde Mücbire’yi (Eş‘ariyye) kendilerinin muhalifi bile saymaz. Zira ona göre lutuf, kişinin iradesiyle iman ve itaati seçmesine yardım etmek demektir. Halbuki Eş‘ariyye ve diğer Sünnîler, insanın irade hürriyetinden tamamen yoksun olması anlamına gelebilecek bir anlayışa sahiptir. Ayrıca Mu‘tezile’nin, lutfu, sadece mükellefin yükümlülüğün üstesinden gelmesini mümkün kılacak gücünü arttırmak ve ileri sürebileceği mazereti ortadan kaldırmak noktasında Allah’a vâcip gördüğü, Sünnîler’in ise kulunu güç yetiremeyeceği yükümlülüğe tâbi tutmasını (teklîf-i mâ lâ yutâk) Allah hakkında câiz gördüğü dikkate alınırsa lutuf probleminden uzak kaldıkları anlaşılır. Bu bakımdan Eş‘ariyye -ve diğer Sünnîler- lutuf konusunda Mu‘tezile’nin muhalifi olabilecek bir konuma sahip değildir ( Şerḥu’l-Uṣûli’l-ḫamse , s. 519-520). Kādî Abdülcebbâr, Mu‘tezile’nin gerçek muhalifi saydığı Bişr b. Mu‘temir ve Bağdat Mu‘tezile ekolü mensuplarının ise görüşlerini yanlış bir temele dayandırdıklarını savunur. Ona göre Allah’ın, her mükellefin kendi isteğiyle iman etmesini sağlayacak lutufta bulunma gücüne sahip olduğunun ve buna rağmen insanlardan bir kısmının iman ederken bir kısmının inkâr yoluna saptığının görülmüş olmasından hareketle lutfun Allah’a vâcip olmadığını söylemek yanlıştır. Çünkü Allah’ın, lutufta bulunacağı bazı kulların iman etmeyeceklerini davranış biçimlerinden bilmesi imkânsız değildir, dolayısıyla ona yapılacak muamele lutfa dönüşmez. Nitekim iki çocuğu bulunan bir babanın, aynı şekilde ilgilendiği çocuklarından birinin okula gidip öğrenimini tamamlayacağını, diğerinin ise öğrenimini tamamlama iradesini göstermeyeceğini psikolojik durumlarından hareketle bilmesi mümkündür. Mükellefler hakkında Allah’ın durumu da buna benzetilebilir ( a.g.e. , s. 523). Sünnî âlimler de Mu‘tezile ve Şîa kelâmcılarının lutuf nazariyelerini eleştirmişlerdir. Ebü’l-Muîn en-Nesefî, lutuf nazariyesinin aslah ilkesiyle çelişen bazı yönlerinin bulunduğunu söyler. Zira iman ve itaat fiilinin ilâhî lutuf bulunmadan gerçekleştirilmesi güç olmakla birlikte mümkün olup daha çok sevap kazandırır, aynı fiili lutfa mazhar olarak gerçekleştirmek ise daha az sevaba vesile olur. Mu‘tezile’nin benimsediği aslah ilkesine göre daha çok sevaba ve en üstün mertebeye erişmesi için mükellefi lutuftan yoksun bırakmak gerekir. Bu ise lutfun Allah’a vâcip olduğu iddiasıyla çelişir ( Tebṣıratü’l-edille , II, 732-733). İslâm kelâmcıları, mükellef kulların iman ve itaat etmek için Allah’ın lutfuna muhtaç olduğu görüşünde birleşmektedir. Görüş ayrılıkları daha çok, bütün insanların iradeleriyle iman etmelerini sağlayacak lutufların Allah nezdinde mevcut olup olmadığı, kâfirlere lutufta bulunup bulunmadığı ve kullarına lutuflarıyla muamele etmesinin Allah’a vâcip olup olmadığı noktalarında toplanmaktadır. Allah’ı mecburiyet altında bulunmakla nitelemeye ve lutfunu sınırlamak suretiyle rahmetini daraltmaya götürecek anlayışların naslarla ve aklın Allah hakkında ulaşabildiği bilgilerle örtüşmediğini söylemek gerekir. Buna karşılık Allah’ın, iradeleriyle iman ve itaat edebilmeleri için sadece müminlere lutufta bulunduğunu, kâfirleri ise bundan tamamen mahrum bıraktığını savunan görüşün naslarla ve adalet mantığıyla bağdaştırılmasını zorlaştıran yönleri vardır. Lutuf konusuna naslar açısından bakılınca, mükelleflerin kendi iradeleriyle iman ve itaat etmelerine yardımcı olacak ilâhî nimet ve lutufların insanlara yeterince verildiğini söylemek gerekir. İnsana yükümlülüğün üstesinden gelebilecek şekilde irade hürriyetinin verilmesi, peygamberler gönderilmesi, ilâhî kitaplar aracılığıyla kulluk görevlerinin açıkça bildirilmesi bu lutufların başlıcalarıdır. Lutfun gerekliliğini ileri sürenler de bunu söylemektedir. Lutfun sadece müminlere verilip kâfirlerin bundan mahrum bırakıldığı meselesine gelince bunu da şöyle anlamak mümkündür: Allah kimseyi mümin veya kâfir olarak yaratmamıştır. Herkes mümin olmaya da kâfir olmaya da elverişli olarak doğar. Yetişkin hale gelip mükellef olan insan, iradesini iman ve itaat yönünde kullanırsa bu tercihinin dünyada başlayan bir mükâfatı olarak Allah kendisine lutufta bulunur, kulluk yapmaya devam ederse lutufları artarak devam eder, yani mümin olmayı seçenlere ilâve lutufta bulunur. Eğer iradesini inkâr ve isyan yönünde kullanırsa Allah onu lutfundan mahrum bırakır. Şu halde kâfirin ilâhî lutuftan mahrum edilişi, iman ve itaat etme irade ve gücünden yoksun bırakılması şeklinde anlaşılmamalıdır. BİBLİYOGRAFYA Râgıb el-İsfahânî, el-Müfredât , “lṭf” md. Lisânü’l-ʿArab , “lṭf” md. Wensinck, el-Muʿcem , “lṭf” md. M. F. Abdülbâkī, el-Muʿcem , “lṭf”, “ḥsn”, “nʿam”, “fḍl”, “rḥm” md.leri. Eş‘arî, el-Lümaʿ , s. 148-149. a.mlf., Maḳālât (Ritter), s. 246-248, 291, 573-578. Bâkıllânî, et-Temhîd (İmâdüddin) , s. 379-381. İbn Fûrek, Mücerredü’l-Maḳālât , s. 53. Şeyh Müfîd, el-ʿAḳl fî uṣûli’d-dîn , Beyrut 1412/1992, s. 366-367. Kādî Abdülcebbâr, Şerḥu’l-Uṣûli’l-ḫamse , s. 519-525. İbn Metteveyh, el-Mecmûʿ fi’l-Muḥîṭ bi’t-teklîf (nşr. D. Gimaret), Beyrut 1981, II, 375-403. Nesefî, Tebṣıratü’l-edille (Salamé) , II, 723-737. Ebû Ya‘lâ el-Ferrâ, el-Muʿtemed fî uṣûli’d-dîn (nşr. Vedî‘ Zeydân Haddâd), Beyrut 1974, s. 118-119. Cüveynî, el-İrşâd (Temîm) , s. 256. Nûreddin es-Sâbûnî, el-Bidâye fî uṣûli’d-dîn (nşr. Bekir Topaloğlu), Dımaşk 1399/1979, s. 74-75. Nasîrüddîn-i Tûsî, Tecrîdü’l-iʿtiḳād (nşr. M. Cevâd el-Hüseynî el-Celâlî), [baskı yeri yok] 1407 (Mektebetü’l-i‘lâmi’l-İslâmî), s. 204. İbnü’l-Mutahhar el-Hillî, el-Bâbü’l-ḥâdî ʿaşer (nşr. Mehdî Muhakkık), Tahran 1365, s. 165, 277. Teftâzânî, Şerḥu’l-Maḳāṣıd (nşr. Abdurrahman Umeyre), Beyrut 1409/1989, IV, 312-313. Seyyid Şerîf el-Cürcânî, Şerḥu’l-Mevâḳıf , Kum 1991, VIII, 196-200. Süyûrî, İrşâdü’ṭ-ṭâlibîn ilâ Nehci’l-müsterşidîn (nşr. Mehdî er-Recâî), Kum 1405/1984, s. 276-278. O. N. H. Leaman, “Luṭf”, EI 2 (İng.) , V, 833-834. Emrullah Yüksel, “Ca‘fer b. Mübeşşir”, DİA , VI, 554. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2003 yılında Ankara’da basılan 27. cildinde, 239-241 numaralı sayfalarda yer almıştır.",
      "bibliography": [
        "Râgıb el-İsfahânî, el-Müfredât , “lṭf” md.",
        "Lisânü’l-ʿArab , “lṭf” md.",
        "Wensinck, el-Muʿcem , “lṭf” md.",
        "M. F. Abdülbâkī, el-Muʿcem , “lṭf”, “ḥsn”, “nʿam”, “fḍl”, “rḥm” md.leri.",
        "Eş‘arî, el-Lümaʿ , s. 148-149.",
        "a.mlf., Maḳālât (Ritter), s. 246-248, 291, 573-578.",
        "Bâkıllânî, et-Temhîd (İmâdüddin) , s. 379-381.",
        "İbn Fûrek, Mücerredü’l-Maḳālât , s. 53.",
        "Şeyh Müfîd, el-ʿAḳl fî uṣûli’d-dîn , Beyrut 1412/1992, s. 366-367.",
        "Kādî Abdülcebbâr, Şerḥu’l-Uṣûli’l-ḫamse , s. 519-525.",
        "İbn Metteveyh, el-Mecmûʿ fi’l-Muḥîṭ bi’t-teklîf (nşr. D. Gimaret), Beyrut 1981, II, 375-403.",
        "Nesefî, Tebṣıratü’l-edille (Salamé) , II, 723-737.",
        "Ebû Ya‘lâ el-Ferrâ, el-Muʿtemed fî uṣûli’d-dîn (nşr. Vedî‘ Zeydân Haddâd), Beyrut 1974, s. 118-119.",
        "Cüveynî, el-İrşâd (Temîm) , s. 256.",
        "Nûreddin es-Sâbûnî, el-Bidâye fî uṣûli’d-dîn (nşr. Bekir Topaloğlu), Dımaşk 1399/1979, s. 74-75.",
        "Nasîrüddîn-i Tûsî, Tecrîdü’l-iʿtiḳād (nşr. M. Cevâd el-Hüseynî el-Celâlî), [baskı yeri yok] 1407 (Mektebetü’l-i‘lâmi’l-İslâmî), s. 204.",
        "İbnü’l-Mutahhar el-Hillî, el-Bâbü’l-ḥâdî ʿaşer (nşr. Mehdî Muhakkık), Tahran 1365, s. 165, 277.",
        "Teftâzânî, Şerḥu’l-Maḳāṣıd (nşr. Abdurrahman Umeyre), Beyrut 1409/1989, IV, 312-313.",
        "Seyyid Şerîf el-Cürcânî, Şerḥu’l-Mevâḳıf , Kum 1991, VIII, 196-200.",
        "Süyûrî, İrşâdü’ṭ-ṭâlibîn ilâ Nehci’l-müsterşidîn (nşr. Mehdî er-Recâî), Kum 1405/1984, s. 276-278.",
        "O. N. H. Leaman, “Luṭf”, EI 2 (İng.) , V, 833-834.",
        "Emrullah Yüksel, “Ca‘fer b. Mübeşşir”, DİA , VI, 554."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}