{
  "id": "eweb_323",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/makam--tasavvuf",
  "annotator": "Jeremy",
  "title": "MAKAM",
  "arabic_title": "المقام",
  "summary": "Kararlı ve düzenli çabalarla kazanılan ahlâk ilkesi veya sülûkün mertebeleri anlamında bir tasavvuf terimi.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Sözlükte “ayak üstü durulacak yer, ikametgâh, mertebe, mevki” gibi anlamlara gelen makām kelimesi tasavvuf terimi olarak ahlâk ilkeleriyle sülûkün mertebelerini, velîlerin kabirlerini veya sembolik türbelerini ifade etmektedir. Kur’an’da rabbin (er-Rahmân 55/46; en-Nâziât 79/40), meleklerin (es-Sâffât 37/164), Hz. İbrâhim’in makamından (el-Bakara 2/125), takvâ sahipleri için güvenli bir makamdan (ed-Duhân 44/51) ve kerîm makamdan (eş-Şuarâ 26/58; ed-Duhan 44/26) bahsedilmekte, Hz. Peygamber’in övülmüş bir makam (makām-ı mahmûd) sahibi olduğu bildirilmektedir (el-İsrâ 17/79). Övülmüş makam ifadesi ezan duasında da geçmektedir (Buhârî, “Eẕân”, 8; Tirmizî, “Ṣalât”, 43; Nesâî, “Eẕân”, 38). Tasavvufta makam kavramı III. (IX.) yüzyıldan itibaren mücâhede ve sülûk kavramına bağlı olarak doğmuştur. Tasavvufî anlayışa göre nefis günah ve kötülüklerden mücâhede ve riyâzetle arındırılabilir. Günah ve kötülüklerden aşama aşama uzaklaşan sâlikin yaşadığı sevinme ve üzülme gibi bir anlık duygusal değişmelere hâl , halin sürekli ve kalıcı oluşuna makam adı verilmiştir. Makam, düzenli ve disiplinli bir gayret sayesinde halin istikrar ve süreklilik kazanmış şeklidir (bk. HAL ). Bununla birlikte hallerin ancak bir kısmı makama dönüştürülebilir. Meselâ ara sıra işlediği günahlardan dolayı pişman olan bir sâlik disiplinli ve düzenli çaba ile pişmanlık duygusunu sürekli ve kalıcı duruma getirince bu hali makama dönüşmüş olur. Seyrüsülûk bir anlamda insanın, yaratılışında var olan iyi huy ve temiz duygularını kalıcı ve sürekli bir duruma getirmeye çalışmasıdır. Bu da hallerin makama dönüşmüş olması demektir. Öte yandan hal ile makam arasında bazı farklar bulunduğu kabul edilmiş, genellikle sevinme, üzüntü, rahatlık ve sıkıntı gibi duygular hal; zühd, tövbe, sabır, şükür ve takvâ gibi dinî ve ahlâkî ilkeler makam olarak adlandırılmıştır (Serrâc, s. 65; Kuşeyrî, s. 191). Hal ile makam arasındaki bir fark halin ilâhî bir lutuf olarak görülmesi, makamın ise çalışarak bir süreç içinde kazanılmasıdır. Bazı sûfîlere göre haller de makamlar gibi kalıcı olabilir. Bunlar bir halin daha başka haller içerdiğini düşünürler (Kuşeyrî, s. 94). Mısır’da Zünnûn el-Mısrî, Horasan’da Bâyezîd-i Bistâmî ile Şakīk-ı Belhî, Bağdat’ta Serî es-Sakatî tasavvufî hal ve makamlardan bahseden ilk sûfîlerdir. Ebü’l-Hüseyin en-Nûrî Maḳāmâtü’l-ḳulûb adlı eserinde kalp, fuâd, sadr ve lüb makamlarından bahsetmiştir. Ona göre sadr İslâm’ın, kalp imanın, fuâd mârifetin, lüb tevhidin kaynağıdır. Ebû Bekir el-Kettânî ise bazısı nur, bazısı zulmetten olmak üzere Allah ile kul arasında bin makamın bulunduğu kanaatindedir (Herevî, s. 49, 439). Makamlar hakkında sûfî müelliflerin 7, 9, 10, 40, 100 ve 1001 gibi farklı rakamlar verdikleri görülmektedir. İlk sûfî müelliflerden Ebû Nasr es-Serrâc tövbe, vera‘ takvâ, zühd, fakr, sabır, tevekkül, rızâ olmak üzere yedi makamı sıralar, daha başka makamların bulunduğuna da işaret eder ( el-Lümaʿ , s. 65). Necmeddîn-i Kübrâ el-Uṣûlü’l-ʿaşere adlı eserinde on makamdan (tövbe, zühd, tevekkül, kanaat, uzlet, zikir, teveccüh, sabır, murakabe, rızâ) söz eder. Hâce Abdullah el-Herevî Menâzilü’s-sâʾirîn ve Ṣad Meydân adlı eserlerinde makamları 100 olarak tesbit etmiş ve her makamı üç dereceye ayırmıştır. Meselâ ihlâs makamının birinci derecesi riyadan sakınmak, ihlâsa karşılık bir şey talep etmemek, ikinci derecesi ihlâslı iş yapmak için çabalamakla beraber yapılan işin Allah’a lâyık olmadığını görüp mahcup olmak, üçüncü derecesi ihlâslı olmak fakat ihlâsı görmemek ve ihlâslı olduğunu iddia etmemektir. Makamın derecelerine menzil , bazan hal denir. Muhyiddin İbnü’l-Arabî tevekkül, yakīn, şükür, sabır, murakabe, istikamet, ihlâs, sıdk, hayâ, hürriyet, zikir, tefekkür, fütüvvet, huluk, firâset, gayret, nübüvvet, risâlet, fakr, gınâ, tahakkuk, hikmet, edep, sefer, mârifet, muhabbet, şevk, semâ, keramet, mûcize ve rüya gibi tasavvufun temel meselelerini birer makam olarak ele alıp incelemiştir ( el-Fütûḥâtü’l-Mekkiyye , II, 264-486). Sûfîler, bir makama ulaşmanın geride kalan makamla ilişkiyi kesmek anlamına gelmeyeceğine, aksine ilk kazanılan makamın hayatın sonuna kadar devam edeceğine dikkat çekmişlerdir. Meselâ tövbe hem ilk hem son makamdır. Sabır, şükür, rızâ, zühd gibi makamlar da böyledir. Bazan bir makam iki veya daha fazla makamı içerir; bazan da bir makam bütün makamları kapsayacak kadar etkili ve belirgin olabilir (İbn Kayyim el-Cevziyye, I, 149-152). Makam ve hallerin arasına kesin sınırlar konulmamış, onların bir bütün olarak yaşandığı, geliştirilip güçlendirildiği kabul edilmiştir. Seyrüsülûkte makamların bir ölçüde sabit bir sıralaması vardır. Makamlar tövbe ile başlar, tevhidle sona erer. Mürşidler sâlikin bir makamı tam olarak gerçekleştirmeden bir sonraki makama geçmesine, meselâ tevekkül makamının hakkını tam olarak vermeden kanaat makamına, tövbe makamının hakkını vermeden inâbe makamına geçmesine izin vermemişlerdir. Çünkü makamlar tam olarak gerçekleştirilmeyip eksik bırakılırsa ilk makamlardaki kusurlar mutlaka ilerideki makamlarda kendini belli edip sülûkü engelleyecektir (İbn Haldûn, s. 585). Her makamın belli nitelikleri, gerçekleşme şartları, hikmetleri ve hükümleri, bunlara uygun olarak gerçekleştirilen bir makamın da belli sonuçları vardır. Sâlikin makamlardan bir veya birkaçına ulaşması ölünceye kadar bu makama sahip olacağı anlamına gelmez. Kazanılan makamların kaybedilmesi mümkündür. Öte yandan şarta bağlı olan bir makam şartın ortadan kalkmasıyla sona erer. Meselâ havf ve recâ makamı cennete girene kadar devam eder, cennette havf-recâ söz konusu olmaz (İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , II, 507). Hücvîrî, her sâlikin ulaştığı makamlar içinde belli bir makamın niteliklerine daha fazla sahip olduğunu, bunun da onun yaratılışından geldiğini belirtir. Bu anlamda tövbe Âdem’in, zühd Nûh’un, teslim İbrâhim’in, inâbe Mûsâ’nın, hüzün Dâvûd’un, recâ Îsâ’nın, havf Yahyâ’nın, zikir Muhammed’in makamıdır ( Keşfü’l-maḥcûb , s. 484). Hücvîrî’nin burada makamı “meşrep ve karakter” anlamında kullandığı görülmektedir. Makamlar ahlâkî olgunluğa ermedeki aşamalar sayıldığı gibi Hakk’a giden yoldaki menziller olarak da görülmüştür. Ferîdüddin Attâr, Manṭıḳu’ṭ-ṭayr ’da yedi makamdan (talep, aşk, mârifet, istiğnâ, tevhid, hayret, fakr/fenâ) bahsetmiş, bunları geçilmesi güç yedi vadi olarak tasvir etmiştir. İbnü’l-Arabî, el-İsrâʾ ile’l-maḳāmi’l-esrâ adlı eserinde mi‘racda Hz. Peygamber’in ulaştığı makamı ruhun Hakk’a yükselmesi şeklinde açıklamıştır. Allah’ı sürekli olarak zikreden ve Kur’an’ın sırları üzerinde derin düşüncelere dalan velîler bu makama erişirler. Ona göre burak Allah sevgisinin, Mescid-i Aksâ Hakk’ın nurunun, duvar kalp saflığının, süt zevkî bilginin, semânın kapısını çalmak nefis mücâhedesinin, refref ilâhî aşkın, sidretü’l-müntehâ imanın simgeleridir. Bu noktaya ulaşılınca perde kalkar ve sırlar keşfolunur ( el-Fütûḥâtü’l-Mekkiyye , II, 357). Şah Veliyyullah ed-Dihlevî makamı “kazanılmış ahlâkî ve ruhî melekeler” olarak tanımlamıştır. Ona göre akıl, kalp ve nefis üç latife olup bunlardan her birinin halleri ve makamları vardır. Aklın temel makamı yakīndir, diğer haller ve makamlar onun şubeleridir. Kalbin makamı muhabbet, hali sekrdir; nefsin makamı tövbe, hali aşağı arzulara mağlûp olmaktır ( Ḥüccetullāhi’l-bâliġa , s. 612-639). İbn Sînâ, el-İşârât ve’t-tenbîhât adlı eserinin sonunda âriflerin makamlarını felsefî açıdan değerlendirmiştir. Velîlerin hakiki veya sembolik kabir ve türbelerine de makam denilir. Veysel Karanî, Cüneyd-i Bağdâdî, Bâyezîd-i Bistâmî, Yûnus Emre, Karaca Ahmed gibi ünlü velîlerin çeşitli yerlerde ziyaretgâh olan makamları vardır. BİBLİYOGRAFYA Buhârî, “Eẕân”, 8. Tirmizî, “Ṣalât”, 43. Nesâî, “Eẕân”, 38. Ebü’l-Hüseyin en-Nûrî, Maḳāmâtü’l-ḳulûb , Beyrut 1968. Serrâc, el-Lümaʿ , s. 65. Sülemî, Ṭabaḳāt , Kahire 1949, s. 243, 264, 561. Hücvîrî, Keşfü’l-maḥcûb , s. 224, 484. Herevî, Menâzil , tür.yer. Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 469, 529. İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Kahire 1293, II, 86, 264-486, 507. a.mlf., el-İsrâʾ ilâ maḳāmi’l-esrâ (nşr. Suâd el-Hakîm), Beyrut 1408/1988. Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , s. 87. Yahyâ b. Ahmed el-Bâharzî, Evrâdü’l-aḥbâb ve fuṣûṣü’l-âdâb (nşr. Îrec Efşâr), Tahran 1358 hş., s. 18, 37-42, 51. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Beyrut 1403/1983, I, 149-152. Kuşeyrî, er-Risâle , s. 94, 191. İbn Haldûn, Muḳaddime , Tunus 1984, s. 585. Şah Veliyyullah ed-Dihlevî, Ḥüccetullāhi’l-bâliġa , Kahire 1966, s. 606-639. el-Muʿcemü’ṣ-ṣûfî , s. 930-940. Hasan Âsî, et-Taṣavvufü’l-İslâmî , Beyrut 1414/1994, s. 346-354. A. Schimmel, İslamın Mistik Boyutları (trc. Ergun Kocabıyık), İstanbul 1999, s. 108. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2003 yılında Ankara’da basılan 27. cildinde, 409-410 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Buhârî, “Eẕân”, 8.",
        "Tirmizî, “Ṣalât”, 43.",
        "Nesâî, “Eẕân”, 38.",
        "Ebü’l-Hüseyin en-Nûrî, Maḳāmâtü’l-ḳulûb , Beyrut 1968.",
        "Serrâc, el-Lümaʿ , s. 65.",
        "Sülemî, Ṭabaḳāt , Kahire 1949, s. 243, 264, 561.",
        "Hücvîrî, Keşfü’l-maḥcûb , s. 224, 484.",
        "Herevî, Menâzil , tür.yer.",
        "Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 469, 529.",
        "İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Kahire 1293, II, 86, 264-486, 507.",
        "a.mlf., el-İsrâʾ ilâ maḳāmi’l-esrâ (nşr. Suâd el-Hakîm), Beyrut 1408/1988.",
        "Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , s. 87.",
        "Yahyâ b. Ahmed el-Bâharzî, Evrâdü’l-aḥbâb ve fuṣûṣü’l-âdâb (nşr. Îrec Efşâr), Tahran 1358 hş., s. 18, 37-42, 51.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Beyrut 1403/1983, I, 149-152.",
        "Kuşeyrî, er-Risâle , s. 94, 191.",
        "İbn Haldûn, Muḳaddime , Tunus 1984, s. 585.",
        "Şah Veliyyullah ed-Dihlevî, Ḥüccetullāhi’l-bâliġa , Kahire 1966, s. 606-639.",
        "el-Muʿcemü’ṣ-ṣûfî , s. 930-940.",
        "Hasan Âsî, et-Taṣavvufü’l-İslâmî , Beyrut 1414/1994, s. 346-354.",
        "A. Schimmel, İslamın Mistik Boyutları (trc. Ergun Kocabıyık), İstanbul 1999, s. 108."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}