{
  "id": "eweb_329",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/maruf-i-kerhi-kulliyesi",
  "annotator": "Jeremy",
  "title": "MA‘RÛF-i KERHÎ KÜLLİYESİ",
  "arabic_title": null,
  "summary": "Bağdat’ta Ma‘rûf-i Kerhî’nin kabri etrafında şekillenen külliye.",
  "parts": [
    {
      "author": "ABDÜSSELAM ULUÇAM",
      "content": "Bağdat’ta aynı adla anılan mahallede Eski Halife Mezarlığı içinde bulunmaktadır. Ma‘rûf-i Kerhî 200 (815-16) yılında ölünce bugünkü türbesinin bulunduğu yere gömülmüş, daha sonra uzun bir zaman içinde etrafında külliye gelişmiştir. Kaynaklarda IX. yüzyılda çok sayıda ziyaretçisi olduğu belirtilen türbenin ne zaman yapıldığı kesin olarak bilinmemektedir. 459’da (1067) tamir edildiği, 612’de (1215) Halife Nâsır-Lidînillâh tarafından yenilenip yanına bir cami eklendiği kaydedilir. 1086’da (1675) Osmanlılar’ın Bağdat valisi Abdurrahman Paşa, 1101’de (1690) Ömer Paşa, 1310’da (1892-93) Hasan Paşa ve 1312’de (1894) II. Abdülhamid tarafından tamir ettirilmiş ve birtakım ilâveler yapılmıştır. 1954’te külliyenin zâviye, han ve misafirhane bölümleri yıkılarak yerleri mezarlık haline getirilmiştir. Külliye, 1967 ve 1974 yıllarında Irak Vakıflar Bakanlığı’nca yapılan restorasyon sırasında bugünkü şekliyle yeniden düzenlenmiş, cami-türbe kompleksi dışında özgün yapı özelliğini kaybetmiştir. Günümüzde mezarlığın ortasında kalan külliyeye 500 metreyi aşan bir yolla ulaşılmaktadır. Külliyenin ilk bölümünü yeni yapılan iki katlı, dikdörtgen planlı tekke hücreleriyle temizlik ve mutfak birimleri oluşturmaktadır. Alt katta iki taraflı sekiler üzerinde mezar sandukaları yer almaktadır. Bu bölümün devamındaki cami-türbe kompleksinin etrafı kalın duvarlarla çevrilmiştir. Cami ve türbeye kuzeyden yüksek sivri kemerli bir taçkapıyla girilmektedir. En dıştaki çinili âyet kitâbesi 1974’te yenilenmiştir. Kemerin üstünde betondan bir saçak uzanmaktadır. İki kanatlı ahşap kapıyla kemer arasında bulunan altı satırlık kartuşlu çini kitâbede 1312 (1894) tarihiyle Sultan Abdülhamid’in adı ve tuğrası yer almaktadır. Kemeri çeviren silme tuğladan örülmüş, üçgen boşluklara kıvrık dallar ve aralarına yazılar serpiştirilmiştir. Ma‘rûf-i Kerhî Camii kıbleye göre dik düzenlenmiş dikdörtgen planlı bir yapıdır. Giriş bölümünün iki yanında minareye ve mahfile çıkılan merdivenler yer almaktadır. Harim mekânı yarım duvar ve kemerle iki sahna ayrılmıştır. Daha geniş olan batı bölümü ortada kubbe, kuzeyde eyvan biçiminde bir sivri kemer, mihrap önünde ise beşik tonozla örtülüdür. Doğudaki beşik tonozlu dar bölüm, kuzeyde Ma‘rûf-i Kerhî’nin mezar odasına ulaşan dehlizin merdiven boşluğuna, güneyden türbe gövdesine açılmaktadır. Türbe sebebiyle harimin mekân bütünlüğü bozulmuş, mihrap ana eksen üzerinde olmasına rağmen kıble cephesi düzensiz bir görünüm kazanmıştır. Tuğla örgülü mihrap nişi geometrik motiflerle süslenmiş bir kavsarayla sonuçlanmaktadır. Etrafı âyet yazılı geniş bir kitâbe kuşağı ile çevrilmiştir. Sanat özelliği olmayan ahşap minber son onarımda konulmuştur. Cami, batı duvarındaki zeminden kubbeye kadar yükselen kemer içinde, doğu duvarında giriş kapısı üzerinde ve kubbe kasnağında açılan pencerelerle aydınlatılmaktadır. Orta mekânı örten ve pandantiflerle geçişi sağlanan kubbe duvar ve yarım pâyelere yaslanan kemerler üzerine oturtulmuştur. Kasnakta çinili, kubbe merkezinde kalem işi âyet kitâbeleriyle 1312 (1894) tarihi mevcuttur. Kubbe dıştan miğfer biçiminde şekillendirilmiş, üzeri yeşil renkli desensiz çinilerle kaplanmıştır. Caminin güneydoğu köşesinde yer alan Ma‘rûf-i Kerhî Türbesi alttaki cenazelikle birlikte iki katlı olarak düzenlenmiştir. Küçük ölçekteki kare planlı türbe gövdesi tromplara yaslanan yüksek kasnaklı bir kubbeyle örtülmüştür. Bu kubbe de içten ve dıştan bitki süslemeli çinilerle kaplanmıştır. Kuşakta geniş bir âyet kitâbesi yer almaktadır. Türbenin kıble duvarında bir mihrap nişi, batıda cami harimine açılan bir hâcet penceresi bulunmaktadır. Mekânın ortasına yerleştirilen Ma‘rûf-i Kerhî’nin sandukası ahşaptan yapılmıştır ve üstünde metal bir şebeke mevcuttur. Cami-türbe kompleksinin mimarisinde taş ve tuğla malzeme kullanılmış, dolgu duvar tekniğinde örülen alt yapı ile örtü sistemi içten ve dıştan harçla sıvanmıştır. Yapıda az sayıda pencere olmasına rağmen aydınlık ve ferah bir mekân etkisi vardır. Caminin kuzeybatı köşesindeki tuğla minare Bağdat’ın en eski minareleri arasında yer almaktadır. Sekizgen kaide üzerinde yükselen silindirik gövdesi ve tipik şerefesiyle Selçuklu üslûbunu yansıtmaktadır. İki silme kuşak dışında gövde süslemesiz bırakılmıştır. Şerefenin altı, eşit aralıklarla dizilmiş iki değişik boyuttaki mukarnas dizisiyle donatılmıştır. Mukarnas dizisinin altında, hücrelerin genişliği oranında şekillendirilmiş rûmî ve palmetlerden oluşan ince işlemeli bitki kompozisyonları mevcuttur. Geniş panolardan biri 612 (1215) tarihini taşıyan kitâbelik şeklinde düzenlenmiştir. Düz tuğla örgülü petek ve şerefe korkuluğundaki çinili süsleme kuşakları ile dilimli ve yeşil çinili külâh minarenin uzaktan dikkati çeken unsurlarıdır. Eski fotoğraflarda Osmanlı döneminde külâhın çiçek motifli çinilerle kaplı olduğu görülmektedir. Ma‘rûf-i Kerhî Külliyesi’nin tamamı günümüze kadar gelmemiş olsa da Selçuklu döneminden kalan minaresi, Osmanlı mimarisinin üslûp ve belgelerini üzerinde taşıyan cami ve türbesiyle Bağdat’taki Türk mimari eserlerinin önemli bir örneğini teşkil etmektedir. Kubbelerdeki çini kaplamalar mahallî geleneğin bir yansımasıdır. Tarihî kaynaklarda caminin türbeye sonradan eklendiği kaydedilirse de plan ve mimari özellikleri günümüze ulaşabilen bu iki yapının aynı anda tasarlandığını göstermektedir. BİBLİYOGRAFYA İbnü’l-Esîr, el-Kâmil , X, 55. İbn Hallikân, Vefeyât , IV, 319. İbn Tağrîberdî, Nücûmü’z-zâhire , Kahire 1936, II, 166-167. F. Sarre – H. Herzfeld, Archäologische Reise im Euphrat- und Tigris-Gebiet , Berlin 1911-20, II, 172. L. Massignon, Mission en Mesopotamie , Le Caire 1912, s. 108. Mahmûd Şükrî el-Âlûsî, Târîḫu mesâcidi Baġdâd ve âs̱âruhâ , Bağdad 1346, s. 120. Abbas el-Azzâvî, Târîḫu’l-ʿIrâḳ beyne iḥtilâleyn , Bağdad 1935-41, V, 110-126. Beşir Fransis, Baġdâd: Târîḫuhâ ve âs̱âruhâ , Bağdad 1959, s. 14. C. Niebuhr, Reisebeschreibung nach Arabien und andern umliegenden Ländern (nşr. D. Henze), Graz 1968, II, 302. Yûnus İbrâhim es-Sâmerrâî, Târîḫu mesâcidi Baġdâdi’l-ḥadîs̱e , Bağdad 1397/1977, s. 295. H. Halîl Hammûdî, ez-Zeḫârifü’l-cidâriyye fî âs̱âri Baġdâd , Bağdad 1980, s. 58-59. Abdüsselâm Uluçam, Irak’taki Türk Mimari Eserleri , Ankara 1989, s. 27-30, 308-310. Mustafa Cevâd, “el-ʿİmârü’l-İslâmiye”, Sûmer , III, Bağdad 1949, s. 55. V. Strika, “Maʿrūf al-Karkhī Shrine”, Annali (The Islamic Architecture of Baghdad), Suppl. , nr. 52, Annali vol. 47, Napoli 1987, s. 14-17. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2003 yılında Ankara’da basılan 28. cildinde, 68-69 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "İbnü’l-Esîr, el-Kâmil , X, 55.",
        "İbn Hallikân, Vefeyât , IV, 319.",
        "İbn Tağrîberdî, Nücûmü’z-zâhire , Kahire 1936, II, 166-167.",
        "F. Sarre – H. Herzfeld, Archäologische Reise im Euphrat- und Tigris-Gebiet , Berlin 1911-20, II, 172.",
        "L. Massignon, Mission en Mesopotamie , Le Caire 1912, s. 108.",
        "Mahmûd Şükrî el-Âlûsî, Târîḫu mesâcidi Baġdâd ve âs̱âruhâ , Bağdad 1346, s. 120.",
        "Abbas el-Azzâvî, Târîḫu’l-ʿIrâḳ beyne iḥtilâleyn , Bağdad 1935-41, V, 110-126.",
        "Beşir Fransis, Baġdâd: Târîḫuhâ ve âs̱âruhâ , Bağdad 1959, s. 14.",
        "C. Niebuhr, Reisebeschreibung nach Arabien und andern umliegenden Ländern (nşr. D. Henze), Graz 1968, II, 302.",
        "Yûnus İbrâhim es-Sâmerrâî, Târîḫu mesâcidi Baġdâdi’l-ḥadîs̱e , Bağdad 1397/1977, s. 295.",
        "H. Halîl Hammûdî, ez-Zeḫârifü’l-cidâriyye fî âs̱âri Baġdâd , Bağdad 1980, s. 58-59.",
        "Abdüsselâm Uluçam, Irak’taki Türk Mimari Eserleri , Ankara 1989, s. 27-30, 308-310.",
        "Mustafa Cevâd, “el-ʿİmârü’l-İslâmiye”, Sûmer , III, Bağdad 1949, s. 55.",
        "V. Strika, “Maʿrūf al-Karkhī Shrine”, Annali (The Islamic Architecture of Baghdad), Suppl. , nr. 52, Annali vol. 47, Napoli 1987, s. 14-17."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 810
}
