{
  "id": "eweb_333",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/mucerred",
  "annotator": "Jeremy",
  "title": "MÜCERRED",
  "arabic_title": "المجرّد",
  "summary": "Bekâr yaşamayı tercih eden sâlik anlamında tasavvuf ve tarikat terimi.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Sözlükte “bir şeyin kabuklarını soyarak onun özüne ulaşmak” mânasındaki tecrîd kelimesi, tasavvufta “sâlikin dünya ve âhiret nimetlerini bir yana bırakıp Allah’a yönelmesi ve sadece O’na gönül vermesi” anlamında kullanılmıştır (Kelâbâzî, s. 111; Herevî, s. 249; Şehâbeddin es-Sühreverdî, s. 526). Hz. Mûsâ’ya, “Nalınlarını çıkar” (Tâhâ 20/12) şeklindeki ilâhî hitabı sûfîler, “Kendini dünya ve âhiretten tecrîd edip sadece bana bağlan” diye yorumlamışlardır (Ankaravî, s. 272). Bu anlamda mücerred , “dünya ve âhiret kaygısını bir yana bırakıp Allah’a gönül veren ve sadece O’na bağlanan derviş” demektir. Sûfîler sâlikin gönlünde Allah’tan başka bir şeye yer vermemesine tecrîd, Allah’a gönül verdiği için kendinden geçip tek (ferd) olan Allah’tan başka hiçbir şeyi düşünmemesine de tefrîd adını vermişlerdir. Bu bağlamda tecrîd ve tefrîd birbirini tamamlamaktadır. Tasavvuf yoluna giren bir kişinin Allah’a tam mânasıyla yönelmesi, O’ndan başka her şeyden kendisini tecrîd etmesi, bazı zâhid ve mutasavvıflarda evlenmemek ve evlât sahibi olmamak gerektiği kanaatini meydana getirmiştir. Bu kanaati taşıyanlar evlenmeyi tecrîde engel olarak görmüşlerdir (bk. A‘ZEB ). Sekiz ünlü zâhidden biri olan Âmir b. Abdullah’ın et yememeyi ve evlenmemeyi zühdün gereği gördüğü, ilk sûfîlerden Bişr el-Hâfî’nin de bekâr yaşamayı tercih ettiği kaydedilmektedir. Ancak bu anlayış sûfîliğin bir ilkesi olarak görülmemiştir. Bekârlığı dinle ilgilendirerek evlenmeyen Âmir eleştirilmiş, hatta Şam’a sürülmüştür. Bişr el-Hâfî, bekâr yaşadığı halde evli olan Ahmed b. Hanbel’in kendisinden üstün olduğu kanaatindeydi (Gazzâlî, II, 24). Bu anlayış fütüvvet ehli ve ahîler arasında da görülür. Sühreverdî, ʿAvârifü’l-maʿârif isimli eserinde tasavvufla ilgili bu meseleyi “müteehhil” ve “mücerred” başlıkları altında incelemiştir. Bekâr yaşama (mücerretlik) sadece sûfîlere has bir uygulama değildir. Nitekim Takıyyüddin İbn Teymiyye gibi bazı âlimler evli olmanın faziletine inanmalarına rağmen bekâr yaşamayı tercih etmişlerdir. Abdülfettâh Ebû Gudde, el-ʿUlemâʾü’l-ʿuzzâb adlı eserinde İbn Cerîr et-Taberî, Zemahşerî, Nevevî ve İbn Teymiyye gibi hiç evlenmemiş yirmi âlimin hayatını anlatır. Fârâbî ve Ebû Bekir er-Râzî de bekâr yaşamış ünlü filozoflardır. Bekârlık, Balım Sultan tarafından örgütlenen Bektaşîlik’te önemli bir makam haline gelmiştir. Bektaşîliğin Çelebîler kolu Hacı Bektâş-ı Velî’nin evli ve çocuk sahibi olduğu, Babalar kolu onun evlenmediği, ancak yol evlâtları bulunduğu görüşündedir. İkrar veren bekâr tâlip evlenmeyeceğine dair söz verirse mücerred olur. Mücerred olan dervişin sözünde durmayıp evlenmesi hoş karşılanmaz. Ahmed Rifat, mücerred âyininin sadece Hacıbektaş’taki pîrevinde bulunan Balım Sultan Türbesi’nde icra edildiğini, ancak daha önceleri İstanbul’daki Şahkulu Dergâhı’nda, Dimetoka’da ve Kerbelâ’da da uygulandığını söyler. Balım Sultan’dan itibaren Hacı Bektâş-ı Velî Dergâhı’nda mücerred babası unvanıyla bir zatın bulunması gelenek olmuştur. Tâlibin sağ kulağı delinip bir mengûş (küpe) takılır, bu sırada mengûş tercümanı okunur: “Bismi Şah. Gezme âlemde yürü olma serseri / Cân ü dilden ol muhibb-i Haydarî / Gûş mengûş eyleyip gulâm ol erenler şâhına / Ol Aliyyü’l-Murtazâ’nın Kanberî’nin kanberi / Ber-cemâl-i Muhammed Kemâl-i Şah Hüseyn ü Alî Allah illallah. Hû dost!” Rivayete göre Balım Sultan zamanında dervişlerden birini dışarıda telef etmişler. Kasaba halkı bu duruma çok üzülen Balım Sultan’dan dervişlerin üzerinde Bektaşî olduğunu belirten bir alâmet konulmasını rica etmiş, bunun üzerine kırk dervişin kulakları delinerek mengûş takılmıştır (Ahmed Rifat, s. 186). Mengûş demir, pirinç, gümüş veya Necef taşından çeşitli şekillerde yapılırdı. Ömür boyu bekâr yaşayan mücerredler dergâhlarda ve zâviyelerde inzivaya çekilir, bazan arzuları üzerine seyahat etmelerine izin verilir, bazan da kusurlarından dolayı uzun bir yolculuğa mecbur edilerek cezalandırılırdı. Bektaşîler’e göre evlenmemek zâhirde mücerretliktir, gerçek mücerred zâhiren ve bâtınen tecrîd üzere olmalıdır. O ilim ve irfan sahibidir, kendini her şeyden temizler, arındırır; nûr-ı Hak olur. Bedeni ateşe girse yanmaz, katletseler elem duymaz, helâk olsa gam yemez. Cenâb-ı Hakk’ın celâl ve cemâl tecellilerini aynı şekilde gönül rahatlığıyla karşılar. Halka muhtaç olmaz. Mücerretlik, bu hükümleri yerine getirdikten sonra “dünya sevgisinden geçip Allah’a gönül vermek, şeriat, tarikat, mârifet, hakikat sırlarını bilip Hz. Muhammed ve ashabının itikadı üzere olmak” diye tanımlanmış, dünya zevklerine dalanların boş yere mücerred olup günaha girmemeleri özellikle vurgulanmıştır ( a.g.e. , s. 184-192). Bektaşîlik’te en üst mertebede bulunan dedebaba Hacı Bektâş-ı Velî Dergâhı’ndaki mücerredler arasından seçilir. Diğer dergâhlara şeyh tayin edilirken bunlar tercih edilir. Ancak mücerred olmayanlar içinde daha uygun biri varsa o da dedebaba seçilebilir. Dedebabanın mücerred olması kuralına bugün Arnavutluk Tiran’daki Bektaşî Dergâhı’nda titizlikle uyulmaktadır. Türkiye’de dedebaba olarak kabul edilen Bedri Noyan bu kurala uymayıp evlenmiştir. BİBLİYOGRAFYA Kelâbâzî, et-Taʿarruf , s. 111. Herevî, Menâzil , s. 249. Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Kahire 1939, II, 24. Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1965, s. 526. İbrâhim b. Mûsâ eş-Şâtıbî, el-İʿtiṣâm (nşr. M. Reşîd Rızâ), Kahire, ts. (el-Mektebetü’t-ticâriyyetü’l-kübrâ), I, 328-332. Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 272. Ahmed Rifat, Mir’âtü’l-makāsıd , İstanbul 1309, s. 183-192. Ahmed Rıfkı, Bektâşî Sırrı , İstanbul 1325, II, 13, 16, 25. Besim Atalay, Bektaşilik ve Edebiyat , İstanbul 1921, s. 23. Enver Behnan Şapolyo, Mezhepler ve Tarikatlar Tarihi , İstanbul 1964, s. 320-321. Abdülbaki Gölpınarlı, Tasavvuftan Dilimize Geçen Deyimler ve Atasözleri , İstanbul 1977, s. 227, 240. Abdülfettâh Ebû Gudde, el-ʿUlemâʾü’l-ʿuzzâb elleẕîne âs̱erü’l-ʿilme ʿale’z-zevâc , Beyrut 1983. Seyyid Sâdık-ı Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1368, III, 9-20. J. K. Birge, Bektaşilik Tarihi (trc. Reha Çamuroğlu), İstanbul 1991, s. 184. Bedri Noyan, Bektâşilik Alevîlik Nedir , İstanbul 1995, s. 130. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2020 yılında Ankara’da basılan 31. cildinde, 446-447 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Kelâbâzî, et-Taʿarruf , s. 111.",
        "Herevî, Menâzil , s. 249.",
        "Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Kahire 1939, II, 24.",
        "Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1965, s. 526.",
        "İbrâhim b. Mûsâ eş-Şâtıbî, el-İʿtiṣâm (nşr. M. Reşîd Rızâ), Kahire, ts. (el-Mektebetü’t-ticâriyyetü’l-kübrâ), I, 328-332.",
        "Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 272.",
        "Ahmed Rifat, Mir’âtü’l-makāsıd , İstanbul 1309, s. 183-192.",
        "Ahmed Rıfkı, Bektâşî Sırrı , İstanbul 1325, II, 13, 16, 25.",
        "Besim Atalay, Bektaşilik ve Edebiyat , İstanbul 1921, s. 23.",
        "Enver Behnan Şapolyo, Mezhepler ve Tarikatlar Tarihi , İstanbul 1964, s. 320-321.",
        "Abdülbaki Gölpınarlı, Tasavvuftan Dilimize Geçen Deyimler ve Atasözleri , İstanbul 1977, s. 227, 240.",
        "Abdülfettâh Ebû Gudde, el-ʿUlemâʾü’l-ʿuzzâb elleẕîne âs̱erü’l-ʿilme ʿale’z-zevâc , Beyrut 1983.",
        "Seyyid Sâdık-ı Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1368, III, 9-20.",
        "J. K. Birge, Bektaşilik Tarihi (trc. Reha Çamuroğlu), İstanbul 1991, s. 184.",
        "Bedri Noyan, Bektâşilik Alevîlik Nedir , İstanbul 1995, s. 130."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
