{
  "id": "eweb_334",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/muhabbet",
  "annotator": "Jeremy",
  "title": "MUHABBET",
  "arabic_title": "المحبّة",
  "summary": "",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Sözlükte muhabbet ( mahabbet ) kelimesinin hub ( hubb ) kökünden isim olduğu belirtilmekte, hub ise kısaca “buğzun zıddı” olarak tanımlanmaktadır ( Lisânü’l-ʿArab , “ḥbb” md.; Tâcü’l-ʿarûs , “ḥbb” md.). Literatürde muhabbet ve hub ile meveddet ve vüd ( vüdd ) yaygın biçimde “sevgi” anlamında kullanılmakta, sevginin coşkulu şekli ise aşk kelimesiyle ifade edilmektedir. Tehânevî’nin vüd ile ilgili verdiği “seveni kendinden geçirecek derecede coşkulu sevgi” şeklindeki tanım (Keşşâf, II, 1470) daha çok aşk için uygun düşmektedir. Bazı âlimlere göre muhabbet “eğilim, meyil” mânasında iradenin eş anlamlısı olup “kişinin iyi olduğunu bildiği veya zannettiği şeyi istemesi” anlamına gelir. Bununla birlikte muhabbetin iradeden daha güçlü bir istek mânası içerdiği belirtilmektedir ( Râgıb el-İsfahânî, el-Müfredât , “ḥbb” md.; Tehânevî, I, 270). Semavî kitaplarda özellikle İncil ve Kur’an’da muhabbet üzerinde önemle durulmuş ve muhabbetin dinî hayatın temeli ve aslî unsuru olduğu ifade edilmiştir. Kur’ân-ı Kerîm’de muhabbet bir âyette (Tâhâ 20/39), hub ise dokuz âyette geçmekte, yetmiş iki yerde aynı kökten isim ve fiiller yer almaktadır ( M. F. Abdülbâkī, el-Muʿcem , “ḥbb” md.). Bu âyetlerde sevginin hem Allah’a hem insana nisbet edildiği görülür. “Allah onları, onlar da Allah’ı severler” (el-Mâide 5/54) ifadesi Allah’la kullar arasındaki karşılıklı sevgiyi vurgulamaktadır. Allah’ın isimlerinden olan vedûd (Hûd 11/90; el-Burûc 85/14) onun kullarını çok sevdiğini ifade eder. Allah’a nisbet edilen yerlerde O’nun takvâ sahiplerini, iyilik severleri, maddî ve mânevî temizliğe önem verenleri, tevekkül ehlini, sabırlı davrananları, adaletli olanları, kahramanları, Hz. Peygamber’e uyanları sevdiği; inkârcıları, zulüm ve haksızlık yapanları, günahlarda ısrar edenleri, böbürlenip övünenleri, büyüklük taslayıp gerçeklere karşı çıkanları, nankörleri, hainleri, aşırılığa sapanları, şımarıkları sevmediği bildirilir. Sevginin insana nisbet edildiği âyetlerde Allah sevgisi, iman sevgisi, müminler arasındaki sevgi gibi sevgi türlerinden övgüyle söz edilmekte, buna karşılık insanın dünyaya, mala mülke, geçici hazlara aşırı düşkünlüğü, hak etmediği halde övülmeyi ve çirkin olan şeyleri ifşa etmeyi sevmesi eleştirilmektedir. Diğer bazı âyetlerde Allah sevgisinin bütün sevgilerden daha güçlü olması gerektiği (el-Bakara 2/165), Allah’ı sevmenin başlıca alâmetinin Peygamber’e bağlılık ve onun yolunu izlemek olduğu (Âl-i İmrân 3/31) bildirilmekte ve Allah’ı seven, Allah’ın da kendilerini sevdiği kulların müminler karşısında alçak gönüllülüklerinden, inkârcılar karşısında onurlu duruşlarından övgüyle bahsedilmektedir (el-Mâide 5/54). Muhabbet konusu hem Allah’a hem insanlara nisbet edilerek hadislerde de geniş bir şekilde yer almıştır ( Wensinck, el-Muʿcem , “ḥbb”, “vdd” md.leri). Bu hadislerde iyilik severlik, hoşgörü, yumuşak huyluluk, kolaylaştırıcı olma, kusurları örtme, hayâ, iffet, zâhidlik, takvâ ve güzel davranma Allah’ın sevdiği meziyetler arasında zikredilir. İnsanların birbirini sevmelerini isteyen çok sayıda hadis bulunmakta olup bu sevginin sırf Allah rızası için olması gerektiği belirtilmektedir. Zira, “Amellerin en üstünü Allah için sevmektir” (Ebû Dâvûd, “Sünnet”, 2); “Sevdiğini Allah için sevmek, yerdiğini de Allah için yermek imandandır” (Buhârî, “Îmân”, 1). Bir kutsî hadiste, “Benim için birbirini sevenlere, benim için bir araya gelenlere muhabbetim vâcip olmuştur” buyurulmaktadır ( el-Muvaṭṭaʾ , “Şaʿr”, 16; Müsned , IV, 386; V, 229, 233). Diğer bir hadiste, Allah için birbirini seven ve bu sevgiyle buluşup bu sevgiyle ayrılanlar mahşer gününde Allah’ın özel konukları olarak ağırlanacak yedi zümre içinde gösterilmiştir (Buhârî, “Eẕân”, 36; Müslim, “Zekât”, 91; Tirmizî, “Zühd”, 53). “Sizden biriniz kendisi için sevip istediğini kardeşi için de istemedikçe iman etmiş sayılmaz” meâlindeki hadis bütün kaynaklarda geçmekte (meselâ bk. Müsned , I, 89; Buhârî, “Îmân”, 7; Müslim “Îmân”, 71, 72) ve ahlâkın temel ilkelerinden biri kabul edilmektedir. “İman etmedikçe cennete giremezsiniz, birbirinizi sevmedikçe de iman etmiş sayılmazsınız” meâlindeki hadis de (Müslim, “Îmân”, 94, Ebû Dâvûd, “Edeb”, 130, 131) İslâm kardeşliğinin önemini dile getirmektedir. Hadislerde ayrıca gerçek anlamda mümin olabilmek için Allah’ı ve resulünü her şeyden ve herkesten daha fazla sevmenin gerektiğine dikkat çekilmiştir (meselâ bk. Buhârî, “Îmân”, 8, 9, 14; Müslim, “Îmân”, 67-70; Tirmizî, “Îmân”, 10; Nesâî, “Îmân”, 3-4). II. (VIII.) yüzyılın sonlarına doğru zâhidler ve ilk sûfîler, Allah-kul ilişkisi ve âhiret konularında uyarı ve korkutmadan ziyade sevgi ve ümidi öne çıkaran âyet ve hadisler üzerinde durmaya başlamışlar böylece zamanla sevgi tasavvufun temeli haline gelmiş, kulun Allah’a yönelişinde sevgi ibadetin önüne geçmiştir. Râbia el-Adeviyye, Meryem el-Basriyye, Reyhâne-i Vâlihe, Muâze el-Adeviyye, Şa‘vâne, Riyâh b. Amr el-Kaysî, Hibbân el-Harîrî, Habîb el-Acemî gibi Basralı zâhidler bu hareketin öncülüğünü yapmışlardır. Onlara göre bir mümin Allah’ın gazabından ve cehennem azabından kurtulmak veya cennete girmek için Allah’a ibadet edebilir, ancak ibadetin en üstünü Allah’a sırf rab ve mevlâ olduğu için ibadet etmek ve karşılığında rızâsını kazanmaktan başka hiçbir şey beklememektir. Râbia el-Adeviyye, cennet ve oradaki nimetler için Allah’a ibadet etmeyi ücret karşılığında çalışmaya benzetir. III. (IX.) yüzyılda yaşayan sûfîler muhabbet kavramını açıklamak için çeşitli tarifler yapmışlar, Hâris el-Muhâsibî, Amr b. Osman el-Mekkî gibi sûfîler bu konuda risâleler kaleme almışlardır (Ebû Nuaym, X, 76-91). Semnûn b. Hamza, Muhib Semnûn diye tanınmıştı. Ma‘rûf-i Kerhî muhabbetin öğretimle elde edilemeyeceği, bunun Hakk’ın bir lutfu olduğu kanaatindeydi (Sülemî, s. 89). Muhâsibî aslî muhabbeti “iman sevgisi” diye tanımlamış, “Müminler Allah’ı coşkuyla sever” ifadesiyle (el-Bakara 2/165) buna işaret edildiğini belirtmiştir. Ona göre muhabbetin ne olduğu muhabbet ehlinin ahlâkından ve hallerinden anlaşılır (Ebû Nuaym, X, 79). Tasavvufta mânevî hal olarak kabul edilen muhabbetin üç çeşidinden bahsedilir. Bunların ilki halkın muhabbetidir. Sevenin sevdiğini gönlünde tutup ona itaat etmesi bu tür muhabbetin şartıdır. İkincisi hakikat ehli dürüst müminlerin muhabbetidir. Bu türde muhabbet ehli arzu ve heveslerinden arınarak sevdiğinin iradesine göre hareket etmeyi esas alır. Üçüncüsü sıddîklar ve âriflerin muhabbetidir. Sırf Allah’ın kadîm olan sevgisine yönelmekten ve bu konudaki mârifetten kaynaklanan bu muhabbette, Cüneyd-i Bağdâdî’nin dediği gibi seven kendi vasıflarının yerine sevgilisinin vasıflarına bürünür (Serrâc, s. 86-87). Muhyiddin İbnü’l-Arabî sevgiyi hevâ, hub, aşk ve vüd olmak üzere dörde ayırır; ayrıca tabii, ruhanî ve ilâhî sevgiden bahseder. Tabii sevgi hem insanlarda hem hayvanlarda görülür; canlıların yavrularını sevmeleri böyledir. Ruhanî sevgi insana özgüdür. Allah’ın kulunu, kulun Allah’ı sevmesi ise ilâhî sevgidir. Beşerî sevgi ilâhî sevgiye ulaşmanın bir aracı olarak görüldüğünden önemlidir. Ahmed el-Gazzâlî, Aynülkudât el-Hemedânî, İbnü’l-Arabî ve Fuzûlî’de platonik aşkı andıran bu sevgi türünün güzel örnekleri mevcuttur. İlâhî sevgiyi tevhid, fenâ ve elest bezmi kapsamında açıklayan Cüneyd-i Bağdâdî’ye göre tevhidi gerçekleştiren kişi fenâ mertebesine ermiş ve “aynü’l-mahabbe” denilen sevgiye ulaşmıştır. Bu sevgi Allah’ın insanlar için sevdiğini sevmek, sevmediğini sevmemektir (Sülemî, s. 163), böylece ilâhî sevgiyi O’nunla paylaşmaktır. Zünnûn el-Mısrî’nin muhabbet anlayışı ilâhî tecellileri temaşadan kaynaklanan zevke dayanır; bunun için o, Hak ile kendisi arasındaki perdelerin kalkması için niyazda bulunur (Ebû Nuaym, IX, 342-343). Zünnûn’a göre Hak ile insan arasındaki en kalın perde kişinin benlik tutkusudur. Kulun Allah’ı sevmesinin belirtisi Allah’ın sevgilisi Hz. Muhammed’in ahlâkına ve sünnetine tâbi olmaktır (Sülemî, s. 21). Muhabbet ehli nezdinde cennetin önemli olmadığını söyleyen Bâyezîd-i Bistâmî biri meveddet meyinden, diğeri muhabbet kadehinden kaynaklanan iki tür sevgiden bahseder. Birincisi nimeti görmekten, ikincisi nimeti vereni temaşadan hâsıl olur (Hücvîrî, s. 133). Hallâc-ı Mansûr muhabbet anlayışını, “-Allah ve ben- bir bedende iki ruhuz”; “Ruhumu ruhunla mezcettim” gibi ifadelerle dile getirmiş, Gazzâlî’nin halkın yanlış anlamasına yol açacak tehlikeli sözler olarak gördüğü bu sözleri ( İḥyâʾ , I, 36; IV, 307) İbn Teymiyye hulûle dayandığını söyleyerek reddetmiştir ( et-Tuḥfetü’l-ʿIrâḳıyye , s. 44). İlk sûfîler muhabbeti sarhoşluk vermesi bakımından şaraba, yakıcı niteliği yönünden ateşe benzetmişler, bazan da beşerî aşkı tasvir için kullanılan insanlara has nitelikleri mecaz olarak Allah için kullanmışlar, ayrıca beşerî sevgiyi dile getiren gazelleri ilâhî muhabbete uyarlamışlardır. İbnü’l-Fârız’ın ünlü “el-Hamriyye” kasidesi ilâhî muhabbeti simgeleyen şarabın tasviriyle başlar. Tasavvufta bu gelenek günümüze kadar gelmiştir. Gazzâlî’ye göre insan kendini, kendisine iyilik yapanı, iyilik sever kimseyi, güzeli ve âhengi sever. Bu yönden sevilmeye en çok lâyık olan ise Allah’tır. Çünkü kendini ve kendisine iyilik yapanı seven bir insanın ona varlığını veren, gerek ona gerekse herkese bol bol iyilik yapan rabbini sevmesi gerekir. Ayrıca güzeli seven insan kendisi iyi ve güzel (cemîl) olup bütün iyiliklerin, güzelliklerin yaratıcısı olan Allah’ı da sever. Allah’ın adalet, merhamet gibi bazı sıfatlarının bir ölçüde insanda da bulunması ikisi arasında bir tenâsübün mevcut olduğunu, dolayısıyla bu açıdan da insanın en çok Allah’ı sevmesi gerektiğini gösterir ( İḥyâʾ , IV, 300-307). Sevginin en üstün derecesi Allah’ı bütün kalbiyle sevmektir. Sevenler kendilerini sevdikleriyle şartlı ve ona bağlı hale getirirler. Bu sebeple kim Allah’a ihlâsla bağlanmışsa artık Allah onun kalbinin mahbubu, mâbudu ve maksudu olmuş demektir ( a.g.e. , IV, 316). Sonuç olarak sevgi bütün makamların vardığı son noktadır ( a.g.e. , IV, 337). Muhyiddin İbnü’l-Arabî’ye göre de maddî ve mânevî bütün varlıklar Allah’ın isim ve sıfatlarının tecellisinden ibarettir ve var olan her şeydeki güzellik O’nun cemîl isminin bir yansıması, bu güzele yönelik muhabbet de yine O’nun vedûd isminin tecellisidir. Şu halde hakiki mahbup sadece Hak’tır. Sevilen diğer güzel şeyler O’nun güzelliğini yansıttığından bunlara yönelik sevgi de aslında ilâhî kaynaklıdır. Sûfîler çok defa salt beşerî aşkı da ilâhî muhabbete geçiş için bir vasıta kabul ederler. “Sevgi benim dinim ve imanımdır” diyen İbnü’l-Arabî evrenin var oluş sebebi olarak muhabbeti görür. Hadis diye nakledilen bir ifadeye göre Allah gizli bir hazine iken tanınmak istemiş, bunun için de âlemi yaratmıştır (Aclûnî, II, 132). Bu sözde “tanınma” mârifet, “isteme” de muhabbet kavramlarıyla ifade edilmiştir. Âlemin var olma sebebi Allah’ın tanınmaya duyduğu bu muhabbetidir. Sûfîlere göre mutlak gayb olan Hak ilk önce sevgi şeklinde tecelli ettiği için buna “taayyün-i hubbî” veya “taayyün-i evvel” denilmiştir. Nûr-ı Muhammedî, hakîkat-i Muhammediyye ve akl-ı evvel gibi isimler de verilen bu tecellinin gaybdan şehâdete doğru açılım kazanmasıyla muhabbet bütün varlıklara ve zerrelere sirayet etmiş, onların özünü ve var olma sebebini oluşturmuştur. Varlığının aslı muhabbet olduğundan insan ancak muhabbet yolunu izleyip Hakk’ı ve halkı severek Allah’ın yakınlığına erebilir ( Fuṣûṣ , s. 203, 218). Mutasavvıflar muhabbetle ahlâk arasında sıkı bir ilişki bulunduğuna dikkat çekmişlerdir. Gazzâlî’nin de belirttiği gibi muhabbet nihaî makam ve en yüksek değerdir; şevk, üns ve rızâ gibi tasavvufî-ahlâkî makamlar onun sonucudur. Tövbe, sabır, zühd, şükür, takvâ, tevazu, cömertlik, adalet ve merhamet gibi erdemlerin özünde de sevgi vardır. Dinî hasletler ve ahlâkî erdemler sevginin meyvesidir ( İḥyâʾ , IV, 294, 337-338). Mevlânâ da sevginin acıyı tatlı, bakırı altın, bulanıklığı duru, derdi devâ, dikeni gül, sirkeyi mey, zindanı gülistan, nârı nur, üzüntüyü neşe, kahrı lutuf, ölüyü diri, kralı kul haline getiren bir güce sahip bulunduğunu belirtir ( Mesnevî , II, 6, 117). Sûfîler ahlâkî özelliklere sahip olarak ilâhî muhabbete erişmeye çalışırlar. Bu anlayışa dayanan ahlâk her şeyden önce bir sevgi ahlâkıdır. Kur’an ve hadislerde Allah ile kulları arasındaki sevgiden açıkça bahsedilmiş olmasına rağmen bu mesele bazı itikadî mezhepler ve kelâm âlimleri arasında tartışmalara yol açmıştır. Allah’ın seven ve sevilen bir varlık olmasının mümkün bulunmadığını söyleyen âlimlere göre konuyla ilgili âyet ve hadislerin mecaz olarak anlaşılması gerekir. İlk müslümanlar ve zâhidler arasında Allah’ın seven ve sevilen mevlâ oluşu kabul edilirken Cehmiyye ve Mu‘tezile’nin ortaya çıkışıyla birlikte seven ve sevilen Allah anlayışı tartışılır hale gelmiştir. Cehmiyye, muhabbetin sevenle sevilen arasında bir münasebetin bulunmasını gerektirdiğini belirterek Allah’ın gerçekten seven-sevilen bir niteliğe sahip oluşunu kabul etmemiş, daha sonra Mu‘tezile tarafından benimsenen bu görüş bazı kelâmcıları da etkilemiştir. İbn Teymiyye, İslâm’da ilk defa bu bid‘atı ortaya çıkaran kişinin 124’te (742 [?]) idam edilen Ca‘d b. Dirhem olduğunu söyler ( et-Tuḥfetü’l-ʿIrâḳıyye , s. 49). Mu‘tezile insanın Allah’ı sevmesini O’na saygı gösterip itaat etmesi ve rızâsını istemesi, Allah’ın kullarını sevmesini de onları ödüllendirmesi, övmesi ve kendilerinden razı olması şeklinde yorumlamıştır (Zemahşerî, I, 211, 645-648). Zemahşerî’ye göre Allah’ın sevme ve sevilme vasfını kabul eden ve bunu savunan sûfîler cahil, ilim ve âlim düşmanı ve şeriat muhalifidir. İbn Dâvûd ez-Zâhirî de ilâhî muhabbeti mecaz olarak anlar. Fahreddin er-Râzî, Eş‘arîler gibi Allah’ın fiilî sıfatlarını te’vil etmiş, sevme ve sevilme vasıflarını O’nun irade veya kelâm sıfatlarına indirgemiştir. Allah’ın kulunu sevmesini irade sıfatının özel bir şekli olarak yorumlayanlar bunu Allah’ın kuluna lutufta bulunması diye anlamışlar veya kulunu sevmesini onu övmesi şeklinde yorumlayıp kelâm sıfatıyla ilişkilendirmişlerdir. Tasavvufta başta Kuşeyrî’nin er-Risâle ’si, Hücvîrî’nin Keşfü’l-maḥcûb ’u, Ebû Tâlib el-Mekkî’nin Ḳūtü’l-ḳulûb ’u, Gazzâlî’nin İḥyâʾ ı, Muhyiddin İbnü’l-Arabî’nin el-Fütûḥâtü’l-Mekkiyye ’si, Mevlânâ Celâleddîn-i Rûmî’nin Mes̱nevî ’si, İbnü’l-Fârız’ın eṭ-Ṭâʿiyyetü’l-kübrâ ’sı olmak üzere bütün tasavvuf kitaplarında muhabbet konusuna geniş yer verilmiştir. Özellikle İbnü’l-Fârız, Senâî, Ferîdüddin Attâr, Molla Câmî, Mevlânâ Celâleddîn-i Rûmî, Yûnus Emre, Eşrefoğlu Rûmî gibi tasavvuf şairleri Arap, İran ve Türk kültürlerinde sevgi edebiyatının öncülüğünü yapmıştır. BİBLİYOGRAFYA Râgıb el-İsfahânî, el-Müfredât , “ḥbb” md. Lisânü’l-ʿArab , “ḥbb” md. Tehânevî, Keşşâf , I, 270; II, 1470. Tâcü’l-ʿarûs , “ḥbb” md. Wensinck, el-Muʿcem , “ḥbb”, “vdd” md.leri. M. F. Abdülbâkī, el-Muʿcem , “ḥbb”, “vdd” md.leri. el-Muvaṭṭaʾ , “Şaʿr”, 16. Müsned , I, 89; IV, 386; V, 229, 233. Buhârî, “Eẕân”, 36, “Edeb”, 41, “Reḳāʾiḳ”, 38, “Îmân”, 1, 7, 8, 9, 14, 71, 94. Müslim, “Birr”, 157, “Îmân”, 67-72, 93, 94, “Zekât”, 91. Ebû Dâvûd, “Sünnet”, 2, “Edeb”, 130, 131, “Ḥammâm”, 1. Tirmizî, “Îmân”, 10, “Daʿavât”, 92, 93, “Ḳıyâmet”, 59, “Zühd”, 2, 53, “Menâḳıb”, 1. Nesâî, “Îmân”, 3-4. Hakîm et-Tirmizî, Ḫatmü’l-evliyâʾ , s. 287-295. Serrâc, el-Lümaʿ , s. 84, 86-87, 300, 461. Kelâbâzî, et-Taʿarruf , s. 109. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, II, 99, 101. Sülemî, Ṭabaḳāt , s. 21, 51, 80, 89, 163, 556, 561. Ebû Nuaym, Ḥilye , IX, 342-343; X, 76-91. Kuşeyrî, er-Risâle , s. 145, 495, 610. Hücvîrî, Keşfü’l-maḥcûb , s. 133, 392. Gazzâlî, İḥyâʾ , I, 36; II, 161-166; IV, 293-339. Zemahşerî, el-Keşşâf (Beyrut) , I, 211, 645-648. Attâr, Teẕkiretü’l-evliyâʾ , s. 893. İbnü’l-Arabî, Fuṣûṣ (Afîfî) , s. 203, 218. Mevlânâ, Mesnevî , II, 6, 117. İbn Teymiyye, et-Tuḥfetü’l-ʿIrâḳıyye ( Mecmûʿatü’r-resâʾili’l-münîriyye içinde), Beyrut 1246, s. 44, 49. Ebü’l-Bekā, el-Külliyyât , Kahire 1253, s. 165. Aclûnî, Keşfü’l-ḫafâʾ , II, 132. Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , Kahire 1963, s. 202, 242. M. Mustafa Hilmî, İbnü’l-Fârıż ve’l-ḥubbü’l-ilâhî , Kahire 1971. R. A. Nicholson, İslâm Sûfîleri (trc. Mehmet Dağ v.dğr.), İstanbul 1978, s. 86-102. el-Muʿcemü’ṣ-ṣûfî , s. 301-305. M. Celâl Şeref, Dirâsât fi’t-taṣavvufi’l-İslâmî , Beyrut 1404/1984, s. 123, 186-190. G. Scattolin, “Love (hubb) of God in Islamic Mysticism: A Study of a Semantic Development-1: Love (hubb) of God in the Koran”, MIDEO , XXXV (1997), s. 239-258. L. Massignon, “Uzrî”, İA , XII, 90. M. Arkoun, “ʿIs̲h̲ḳ”, EI 2 (İng.) , IV, 118. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2020 yılında Ankara’da basılan 30. cildinde, 384-386 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Râgıb el-İsfahânî, el-Müfredât , “ḥbb” md.",
        "Lisânü’l-ʿArab , “ḥbb” md.",
        "Tehânevî, Keşşâf , I, 270; II, 1470.",
        "Tâcü’l-ʿarûs , “ḥbb” md.",
        "Wensinck, el-Muʿcem , “ḥbb”, “vdd” md.leri.",
        "M. F. Abdülbâkī, el-Muʿcem , “ḥbb”, “vdd” md.leri.",
        "el-Muvaṭṭaʾ , “Şaʿr”, 16.",
        "Müsned , I, 89; IV, 386; V, 229, 233.",
        "Buhârî, “Eẕân”, 36, “Edeb”, 41, “Reḳāʾiḳ”, 38, “Îmân”, 1, 7, 8, 9, 14, 71, 94.",
        "Müslim, “Birr”, 157, “Îmân”, 67-72, 93, 94, “Zekât”, 91.",
        "Ebû Dâvûd, “Sünnet”, 2, “Edeb”, 130, 131, “Ḥammâm”, 1.",
        "Tirmizî, “Îmân”, 10, “Daʿavât”, 92, 93, “Ḳıyâmet”, 59, “Zühd”, 2, 53, “Menâḳıb”, 1.",
        "Nesâî, “Îmân”, 3-4.",
        "Hakîm et-Tirmizî, Ḫatmü’l-evliyâʾ , s. 287-295.",
        "Serrâc, el-Lümaʿ , s. 84, 86-87, 300, 461.",
        "Kelâbâzî, et-Taʿarruf , s. 109.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, II, 99, 101.",
        "Sülemî, Ṭabaḳāt , s. 21, 51, 80, 89, 163, 556, 561.",
        "Ebû Nuaym, Ḥilye , IX, 342-343; X, 76-91.",
        "Kuşeyrî, er-Risâle , s. 145, 495, 610.",
        "Hücvîrî, Keşfü’l-maḥcûb , s. 133, 392.",
        "Gazzâlî, İḥyâʾ , I, 36; II, 161-166; IV, 293-339.",
        "Zemahşerî, el-Keşşâf (Beyrut) , I, 211, 645-648.",
        "Attâr, Teẕkiretü’l-evliyâʾ , s. 893.",
        "İbnü’l-Arabî, Fuṣûṣ (Afîfî) , s. 203, 218.",
        "Mevlânâ, Mesnevî , II, 6, 117.",
        "İbn Teymiyye, et-Tuḥfetü’l-ʿIrâḳıyye ( Mecmûʿatü’r-resâʾili’l-münîriyye içinde), Beyrut 1246, s. 44, 49.",
        "Ebü’l-Bekā, el-Külliyyât , Kahire 1253, s. 165.",
        "Aclûnî, Keşfü’l-ḫafâʾ , II, 132.",
        "Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , Kahire 1963, s. 202, 242.",
        "M. Mustafa Hilmî, İbnü’l-Fârıż ve’l-ḥubbü’l-ilâhî , Kahire 1971.",
        "R. A. Nicholson, İslâm Sûfîleri (trc. Mehmet Dağ v.dğr.), İstanbul 1978, s. 86-102.",
        "el-Muʿcemü’ṣ-ṣûfî , s. 301-305.",
        "M. Celâl Şeref, Dirâsât fi’t-taṣavvufi’l-İslâmî , Beyrut 1404/1984, s. 123, 186-190.",
        "G. Scattolin, “Love (hubb) of God in Islamic Mysticism: A Study of a Semantic Development-1: Love (hubb) of God in the Koran”, MIDEO , XXXV (1997), s. 239-258.",
        "L. Massignon, “Uzrî”, İA , XII, 90.",
        "M. Arkoun, “ʿIs̲h̲ḳ”, EI 2 (İng.) , IV, 118."
      ]
    },
    {
      "author": "İLHAN KUTLUER",
      "content": "Felsefe-Ahlâk. İslâm düşüncesinde muhabbet kavramı hem ontolojik hem sosyal, psikolojik ve ahlâkî boyutuyla ele alınmıştır. İslâm felsefesinde muhabbet teriminin taşıdığı kozmolojik anlamlar, Şehristânî’nin Empedokles hakkında verdiği bilgilerde görüldüğü gibi antik felsefeye kadar geri götürülmüştür. Bu filozofa nisbet edilen fikirlere göre Tanrı’nın yarattığı ilk varlık kendisinde sevgi ve hâkimiyet ilkelerini taşır. Bütün kozmolojik oluşum süreçleri, bu iki ilkenin varlıkta doğurduğu kutuplaşmanın bir sonucu olarak meydana gelir ( el-Milel ve’n-niḥal , II, 68-69). Daha önce Ebü’l-Hasan el-Âmirî, Ebû Hayyân et-Tevhidî ve diğer müelliflerce de aktarılan bu görüşler (Kraemer, s. 141-143) Nasîrüddîn-i Tûsî tarafından “ashâb-ı mahabbet ü galebe” diye anılmaktadır. Tûsî’ye göre bu akıma mensup olanlar sevgiyi varlıktaki düzen, birlik ve hiyerarşinin nihaî ilkesi olarak kabul etmekle kozmolojik görüşlerinde aşırılığa kaçmışlardır ( The Nasirean Ethics , s. 196). Kınalızâde Ali Efendi aynı akıma Risâle fi’l-ʿışḳ adlı eseriyle İbn Sînâ’yı da katmıştır ( Ahlâk-ı Alâî , II, 80). Çünkü filozof bu eserinde aşkı kozmolojik bir ilke diye ele almaktadır. Sevgi kavramına bu açıdan yaklaşmanın İslâm felsefesindeki diğer yansıması İşrâkī felsefede olmuştur. Empedokles’i kadim İşrak geleneğinin önemli bir temsilcisi sayan Şehâbeddin es-Sühreverdî, sevgi ve hâkimiyet kavramlarına nurlar hiyerarşisinde merkezî bir yer vermiştir ( Ḥikmetü’l-işrâḳ , s. 136-137, 142-143, 147-148). Ya‘kūb b. İshak el-Kindî sevgiyi “varlıkların birleşme sebebi” ve “ruhun isteği” şeklinde tanımlamıştır. Bu iki tanımı açıklamak üzere filozof, sevginin insan ruhunda oluşturduğu çekme ve birleştirme gücüne olan katkısına temas etmektedir ( Resâʾil , I, 168, 175). Kindî’ye göre hüzün denilen duygu, esas itibariyle insanın sevdiği ve istediği şeyleri kaybetmekten ötürü meydana gelmektedir. Üzülmek istemeyen insan, sevdiği ve istediği şeyleri yitip gitme tehlikesi taşımayan akıl âleminden seçmelidir ( Üzüntüden Kurtulma Yolları , metin, s. 8). Fârâbî muhabbet kavramını sosyopolitik bağlamda ele almıştır. Filozofa göre sosyal kesimleri birbirine bağlayan âmil sevgi sosyal bütünlüğün koruyucusu ise adalettir. Sevgi iradeye, adalet de sevgiye tâbidir ( Fuṣûlü’l-medenî , s. 140-141). İhvân-ı Safâ, sevginin türlerini belirlerken onun insan ruhunda kökleşmiş biçimleri ve yöneldiği amaç üzerinde durmaktadır. Canlıların genel olarak karşı cinse, anne babanın çocuklarına, bilginlerin bilgi ve erdeme, başkalarının da kendi gayelerine duyduğu sevgi onların tabiat ve ruhlarında kökleşmiş olan bir duygudur. İnsanların bütün amaçlarının birleşkesi dünyevî ve dinî hayatın dirliğidir. Dolayısıyla sevgi ve aşk, esenliğin gerçekleşmesi yolunda Allah’ın yaratıklarına bağışı olup sonuçları itibariyle Allah’ın varlığına da bir kanıt teşkil etmektedir ( er-Resâʾil , III, 278-279). Ebü’l-Hasan el-Âmirî, es-Saʿâde ve’l-isʿâd adlı eserinde Aristo’dan aktardığı fikirler ışığında (krş. Aristoteles, Ethica Nicomachea , VIII, 1-9, [1155 a -1160 a ]) sevgiyi kısaca “ülfet” olarak tanımlamıştır. Ona göre sevgi dostluğu ve dayanışmayı mümkün kıldığı için toplumsal açıdan bir zorunluluktur ( a.g.e. , VIII, 202-208). İbn Miskeveyh de Aristocu yaklaşımı izleyerek sevgiyi toplumsal açıdan ele almış, fakat Aristo’dan farklı olarak sonunda ilâhî sevgi kavramına ulaşmıştır. Filozofa göre bütün varlıkların düzen ve esenliği sevgiye bağlıdır. Toplumsal ilişkiler sevgiye dayalı ise fertler arasında uyuşmazlık olmaz. Bu sevgi birliğinin gerçekleşmesi, aklın doğru bulduğu görüşler ve sahih dinî inançlar etrafında uzlaşmakla mümkündür. Neticede bütün sevgi türlerinin son amacı Allah’a ulaşmaktır ( Tehẕîbü’l-aḫlâḳ , s. 111-112). Bazı eski âlimlerin ilâhî muhabbet adını verdikleri gerçek aşk düzeyine ulaşmanın başlangıç şartı mânevî arınma, sonraki aşamaları ise akıl gözüyle Tanrı’yı müşahede ve O’nunla birleşmedir. Bu sevginin dışa vuran ilk işaretleri ilâhî emirlere itaat ve yaratanı yüceltmedir ( a.g.e. , s. 114-116, 123, 125). Aḫlâḳ-ı Nâṣırî adlı eserine İbn Miskeveyh’in Tehẕîbü’l-aḫlâḳ ’ını hareket noktası yapmış olan Nasîrüddîn-i Tûsî sevgi kavramını eserinin siyaset kısmında ayrıntılı biçimde ele almıştır. Ona göre insanın tabiatında hem yetkinleşme hem de bir arada yaşama eğilimi bulunmaktadır. Tek başına yetkinleşme amacına ulaşmak fert için mümkün olmadığından toplumsal dayanışma kaçınılmazdır. Sevgi, söz konusu dayanışmayı mümkün kılan ve insanın tabiatında bulunan ülfeti sağlama arzusudur ( The Nasirean Ethics , s. 195). Kınalızâde Ali Efendi ise toplumsal dayanışmanın temeli olması bakımından hukuk ve adaleti öne çıkarmakta, bütün fertlerin birbirini sevmesini gerçekçi bulmadığından sevgi temelindeki dayanışmayı daha ziyade özel topluluklar arasında mümkün görmektedir ( Ahlâk-ı Alâî , II, 78-79). İbn Kuteybe’nin ʿUyûnü’l-aḫbâr (III, 143-148), İbn Hibbân’ın Ravżatü’l-ʿuḳalâʾ ve nüzhetü’l-fużalâʾ (s. 63-70), İbn Abdülber en-Nemerî’nin Behcetü’l-mecâlis (I, 661-668), İbn Abdürabbih’in el-ʿİḳdü’l-ferîd (II, 310-319) adlı eserleri gibi âdâb, hikemiyat ve ahlâk kitaplarında muhabbet konusu birlikte yaşamanın, din kardeşliği ve dostluğun başlıca şartlarından biri sayılmıştır. Ayrıca muhabbet kavramıyla ilgili olarak İslâm filozoflarının geliştirdiği kavram, teori ve terimler felsefe metinleriyle ilgilenen din âlimlerinin eserlerine de yansımıştır. Bunun nisbeten erken bir örneğini, Zâhirî âlimi İbn Hazm’ın sevgi kavramına tahsis ettiği Ṭavḳu’l-ḥamâme adlı eserinde görmek mümkündür. İbn Hazm’a göre sevgi, aslî öğeleri yüce varlık mertebesinde bulunan ve yaratıklar âleminde fertleri oluşturacak şekilde taksim edilen ruhların birleşmesinden ibarettir. Onun bu tanıma ulaşırken Zâhirî mezhebinin ikinci imamı İbn Dâvûd ez-Zâhirî’nin Kitâbü’z-Zehre adlı eserinde antik filozoflardan aktardığı bazı görüşleri de değerlendirdiği anlaşılmaktadır. İbn Hazm söz konusu birleşmenin şartı olarak ruhsal uyumu görmekte ve bu uyumun ruhlar arasında ilgi, yakınlaşma ve sevgiye yol açtığını düşünmektedir. Erkek ve dişinin tek bir nefisten, fakat birbirinin eşi olarak yaratıldığını bildiren âyet (el-A‘râf 7/189) aslında bu fıtrî gerçeğe işaret etmektedir. Allah için sevmek sevginin en yüksek şeklidir ( Ṭavḳu’l-ḥamâme , s. 19-23). Muhabbet kavramının beşerî ve metafizik boyutlarıyla sistematik biçimde en iyi incelendiği eserlerin başında Gazzâlî’nin İḥyâʾü ʿulûmi’d-dîn ’i gelir. Gazzâlî’ye göre muhabbet “insan tabiatının haz veren şeye duyduğu ilgi” demektir, bu ilginin en güçlü derecesine aşk denir. Ancak bilinebilen, algılanabilen şeyler sevilir. İnsan önce kendini ve kendi varlığının devam edip gelişmesine, yetkinleşmesine katkıda bulunan şeyleri sever. Sevginin diğer bir türü kişinin kendisine iyilik ve ikramda bulunanları sevmesidir. Öte yandan aralarında fiziksel, duygusal, ruhsal vb. yönlerden benzerlik ve uyum bulunanlar da birbirini sever. Sevginin en yüksek derecesi, çıkar sağlama gibi bir duygu söz konusu olmadan bir kimseyi veya bir nesneyi ondaki iyilik, güzellik, yetkinlik gibi üstün nitelikler dolayısıyla sevmektir. Çünkü güzelliği algılayabilen herkes için güzellik özü gereği güzellik olduğu için sevilir. Yine insan iyiliği de iyilik olduğu için sever; bundan dolayı iyilik yapan kimse, sırf iyilik yaptığı için sevilir ( İḥyâʾ , IV, 296-298, 300, 307). Gazzâlî kişide muhabbetin mevcudiyetini gösteren işaretlerden bahsederken sevgiyi kökü yerde, dalları gökte, meyveleri dilde, organlarda ve gönüllerde bulunan bir ağaca benzetir. Bu engin ve şümullü sevgi insanı sevdikleriyle dostluğa, onlara yardımcı olmaya, canıyla, malıyla ve diliyle sevdiklerine zarar vermekten sakınmaya yöneltir. Ebü’l-Ferec İbnü’l-Cevzî de muhabbeti, “güzel görünen ve uyum gösteren şeylere karşı eğilim” şeklinde açıklamakta ve özünde sevginin kötülenemeyeceğini belirtmektedir (İhvân-ı Safâ, III, 272-273; Ẕemmü’l-hevâʾ , s. 233, 241, 243-244). İbn Kayyim el-Cevziyye, Ravżatü’l-muḥibbîn ve nüzhetü’l-müştâḳīn adlı eserinde sevgi kavramının felsefî ve dinî boyutlarını birlikte ele almış, muhabbet teriminin kozmolojik anlamına sistematik bir derinlik kazandırmak istemiştir. Buna göre âlemde iradeye dayalı olan bütün hareketlerin sebebi sevgidir. İslâm felsefesinde özellikle İbn Sînâ tarafından geliştirilen gök cisimlerinin hareketinin iradî olduğu fikrini esas alan bu yaklaşımda iradenin bulunduğu yerde sevginin olduğu düşünülmektedir. İbn Kayyim, yine İbn Sînâ’nın kozmik ibadet fikrini izleyerek (Kutluer, s. 203-209) bütün yaratıkların temelde sevgiye dayalı hareketini bilinçli bir emre itaat ve sevgiden kaynaklanan toplu bir ibadet şeklinde yorumlamaktadır ( Ravżatü’l-muḥibbîn , s. 73-82). Aşk kelimesinin sevginin kötü ve zararlı şeklini ifade ettiği yolundaki kanaate katılmayan İbn Kayyim’e göre aşk denileni de dahil olmak üzere her türlü sevgiyi iyi veya kötü kılan yöneldiği nesne ya da varlıktır. Sevilen varlık özü bakımından sevgiye lâyık ise bu duyguda aşırıya gitmenin övülmesi gerekir. Hatta bu durumda sevenin esenliği sevgisinin yoğunluğunda aranmalıdır. Nitekim sevgi gücünü bütün kalbiyle Allah’a yönelten bir kul esenliğin zirvesindedir ( a.g.e. , s. 211). Aynı yaklaşımla İbn Kayyim, bütün kitabı boyunca sevginin dinen meşrû olmayan davranış biçimlerine yol açacak şekilde tutkuların kölesi olma, ahlâksızlık yapma veya haram işlemenin mazereti sayılamayacağını da vurgulamaktadır. BİBLİYOGRAFYA Aristoteles [Aristo], Ethica Nicomachea , VIII, 1-9 (1155 a -1160 a ), 202-208; a.e. (trc. W. D. Ross, The Works of Aristotle içinde), Oxford 1949. Kindî, Resâʾil , I, 168, 175. a.mlf., Üzüntüden Kurtulma Yolları: el-Hîle li-def‘i’l-ahzân (nşr. ve trc. Mustafa Çağrıcı), İstanbul 1998, metin, s. 8. Fârâbî, Fuṣûlü’l-medenî (nşr. ve trc. D. M. Dunlop), Cambridge 1961, s. 140-141. Ebü’l-Hasan el-Âmirî, es-Saʿâde ve’l-isʿâd (nşr. Ahmed Abdülhalîm Atıyye), Kahire 1991, s. 202-208. İhvân-ı Safâ, er-Resâʾil , Beyrut 1376-77/1957, III, 272-273, 278-284. İbn Miskeveyh, Tehẕîbü’l-aḫlâḳ , Beyrut 1405/1985, s. 111-126. İbn Hazm, Ṭavḳu’l-ḥamâme (nşr. M. İbrâhim Selîm), Kahire 1993, s. 19-23. İbn Abdürabbih, el-ʿİḳdü’l-ferîd , II, 310-319. Gazzâlî, İḥyâʾ , IV, 296-298, 300, 307. Şehristânî, el-Milel (Kîlânî) , II, 68-72. Sühreverdî el-Maktûl, Ḥikmetü’l-işrâḳ (nşr. H. Corbin), Tahran-Paris 1952, s. 136-137, 142-143, 147-148. Ebü’l-Ferec İbnü’l-Cevzî, Ẕemmü’l-hevâʾ (nşr. Ahmed Abdüsselâm Atâ), Beyrut 1407/1987, s. 233, 241, 243-244. Nasîrüddîn-i Tûsî, The Nasirean Ethics (trc. G. M. Wickens), London 1964, s. 195-211. İbn Kayyim el-Cevziyye, Ravżatü’l-muḥibbîn ve nüzhetü’l-müştâḳīn (nşr. Seyyid el-Cümeylî), Beyrut 1407/1987, s. 73-82, 91-92, 211, 296. Kınalızâde, Ahlâk-ı Alâî , Bulak 1248, II, 78-104. J. L. Kraemer, Humanism in the Renaissance of Islam , Leiden 1986, s. 141-143. İlhan Kutluer, İbn Sînâ Ontolojisinde Zorunlu Varlık , İstanbul 2002, s. 203-209. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2020 yılında Ankara’da basılan 30. cildinde, 386-388 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Aristoteles [Aristo], Ethica Nicomachea , VIII, 1-9 (1155 a -1160 a ), 202-208; a.e. (trc. W. D. Ross, The Works of Aristotle içinde), Oxford 1949.",
        "Kindî, Resâʾil , I, 168, 175.",
        "a.mlf., Üzüntüden Kurtulma Yolları: el-Hîle li-def‘i’l-ahzân (nşr. ve trc. Mustafa Çağrıcı), İstanbul 1998, metin, s. 8.",
        "Fârâbî, Fuṣûlü’l-medenî (nşr. ve trc. D. M. Dunlop), Cambridge 1961, s. 140-141.",
        "Ebü’l-Hasan el-Âmirî, es-Saʿâde ve’l-isʿâd (nşr. Ahmed Abdülhalîm Atıyye), Kahire 1991, s. 202-208.",
        "İhvân-ı Safâ, er-Resâʾil , Beyrut 1376-77/1957, III, 272-273, 278-284.",
        "İbn Miskeveyh, Tehẕîbü’l-aḫlâḳ , Beyrut 1405/1985, s. 111-126.",
        "İbn Hazm, Ṭavḳu’l-ḥamâme (nşr. M. İbrâhim Selîm), Kahire 1993, s. 19-23.",
        "İbn Abdürabbih, el-ʿİḳdü’l-ferîd , II, 310-319.",
        "Gazzâlî, İḥyâʾ , IV, 296-298, 300, 307.",
        "Şehristânî, el-Milel (Kîlânî) , II, 68-72.",
        "Sühreverdî el-Maktûl, Ḥikmetü’l-işrâḳ (nşr. H. Corbin), Tahran-Paris 1952, s. 136-137, 142-143, 147-148.",
        "Ebü’l-Ferec İbnü’l-Cevzî, Ẕemmü’l-hevâʾ (nşr. Ahmed Abdüsselâm Atâ), Beyrut 1407/1987, s. 233, 241, 243-244.",
        "Nasîrüddîn-i Tûsî, The Nasirean Ethics (trc. G. M. Wickens), London 1964, s. 195-211.",
        "İbn Kayyim el-Cevziyye, Ravżatü’l-muḥibbîn ve nüzhetü’l-müştâḳīn (nşr. Seyyid el-Cümeylî), Beyrut 1407/1987, s. 73-82, 91-92, 211, 296.",
        "Kınalızâde, Ahlâk-ı Alâî , Bulak 1248, II, 78-104.",
        "J. L. Kraemer, Humanism in the Renaissance of Islam , Leiden 1986, s. 141-143.",
        "İlhan Kutluer, İbn Sînâ Ontolojisinde Zorunlu Varlık , İstanbul 2002, s. 203-209."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}