{
  "id": "eweb_336",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/muhasibi",
  "annotator": "Jeremy",
  "title": "MUHÂSİBÎ",
  "arabic_title": "المحاسبي",
  "summary": "Ebû Abdillâh el-Hâris b. Esed el-Muhâsibî el-Anezî (ö. 243/857) İlk sûfîlerden, hadis, kelâm ve tefsir âlimi.",
  "parts": [
    {
      "author": "ZAFER ERGİNLİ",
      "content": "Muhtemelen 165 (781) veya 170 (786) yılında Basra’da dünyaya geldi. Rebîa kabilesinin Aneze koluna mensuptur. Nefis muhasebesi hususundaki titizliğinden dolayı “Muhâsibî” diye tanınmıştır (Sem‘ânî, IX, 76; İbnü’l-Esîr, el-Lübâb , III, 171). Mu‘tezile’nin merkezi Basra’da doğup büyümüş ve babasının da bu mezhebi benimsemiş olması Muhâsibî’nin Mu‘tezile’yi yakından tanımasına, hatta başlangıçta bu mezhepten etkilenmesine sebep oldu. Genç yaşta Bağdat’a giderek Vekî‘ b. Cerrâh, Süleyman b. Dâvûd, Şüreyh b. Yûnus, Ebû Ubeyd Kāsım b. Sellâm gibi âlimlerden dinî ilimleri tahsil etti. Aynı zamanda İmam Şâfiî’nin öğrencisi olduğu nakledilmektedir. Muhâsibî’nin bu dönemde Mu‘tezile mezhebine mensup olan babasıyla anlaşamadığı, babasından kalan mirası bu sebeple reddettiği kaydedilmektedir. Mirasın 30.000 veya 70.000 dirhem tuttuğu şeklindeki kayıtlar onun zengin bir aileden geldiğini ortaya koymaktadır. Bu sırada çocuk yaşta olan Cüneyd-i Bağdâdî’nin, evlerine gelen Muhâsibî’ye yiyecek verdiğini belirten rivayetler (Ebû Nuaym, X, 74-75) onun gençlik yıllarında fakir bir hayat yaşadığını göstermekle birlikte Ebû Hamza el-Bağdâdî ile aralarında geçen konuşmadan ileri yaşlarda malî durumunun iyi olduğu anlaşılmaktadır (Serrâc, s. 398). Gençlik döneminde Bağdat’ta hadis meclislerine devam eden Muhâsibî, Selef akîdesi ve ehl-i hadîs anlayışının ağırlıklı olarak hissedildiği en-Neṣâʾiḥu’d-dîniyye ’yi bu sıralarda yazmış olmalıdır. Onun bu devrede bir zâhid grubuyla karşılaşması hayatının dönüm noktasını oluşturmuş, bu tarihten sonra tasavvufî kimliği ön plana çıkmaya başlamıştır. Ancak eserlerinde bu topluluğa mensup olanlardan herhangi birinin ismini zikretmez. Muhâsibî’nin halku’l-Kur’ân konusunda Mu‘tezile gibi düşünmeyen, liderliğini Ahmed b. Hanbel’in yaptığı ehl-i hadîs zümresine karşı Halife Me’mûn’un emriyle uygulanan baskı dönemindeki (bk. MİHNE ) durumu hakkında yeterli bilgi bulunmamaktadır. İnzivâya çekildiği için bu devirde sıkıntı görmediği yolundaki açıklamalar gerçeği tam olarak yansıtmamaktadır. Öte yandan onun bu dönemde bir ara Mu‘tezile’ye yakınlaştığını, fakat Hanbelîler’in baskısı sonucunda bu tutumundan vazgeçtiği ileri sürülmektedir ( EI [İng.], III, 699). Fakat İbn Asâkir’in, Muhâsibî ve arkadaşı İbn Küllâb’ın Me’mûn’un fâsık olduğunu ileri sürerek meclisinde bulunmayı câiz görmediklerini ve Kur’an üzerinde tartışmayı kabul etmediklerini kaydetmesi bu görüşün doğru olmadığını göstermektedir. Bu sıkıntılı devrede Mu‘tezile’ye cevap vermeye çalışan Muhâsibî’nin bu akıma sert eleştirileri, Horasan Valisi Abdullah b. Tâhir’e yaptığı gönderme sebebiyle 218-230 (833-845) yılları arasında yazılmış olması gereken Fehmü’l-Ḳurʾân adlı eserinde yer almaktadır. Baskı döneminin nihayete erdiği 234’ten (849) sonra yazılan er-Riʿâye ’de de Mu‘tezile’yi tenkit etmektedir. Ancak bu eserlerde Mu‘tezile’yi kendi usulleriyle eleştirmesi Selef âlimleri tarafından suçlanmasına sebep oldu. Özellikle Fehmü’l-Ḳurʾân ’da yer alan görüşlerinin Ahmed b. Hanbel taraftarlarının tepkisini çektiği anlaşılmaktadır. Mu‘tezile’ye reddiye yazarken onların görüşlerini uzun uzadıya anlatarak yayılmalarına yol açtığı, bu sebeple İbn Hanbel’in onu desteklemediği ( Zehebî, Aʿlâmü’n-nübelâʾ , XII, 111-112) ve günahını itiraf etmedikçe tövbesinin kabul edilmeyeceğini söylediği belirtilmektedir (İbn Ebû Ya‘lâ, I, 68). Ayrıca dönemin ünlü sûfîsi Serî es-Sakatî’nin, Cüneyd-i Bağdâdî’ye Muhâsibî’nin ilmini ve edebini alıp kelâm görüşlerini ve reddiyelerini bırakmasını söylemesi, onun kelâma yönelmesinden dolayı bazı sûfîler arasında da hoş karşılanmadığını göstermektedir (Ebû Tâlib el-Mekkî, II, 95-96). Öte yandan İbn Hanbel’in bir gün gizlice Muhâsibî’nin sohbetine katıldığı, sohbet sonunda ağlayarak onu takdir ettiği, fakat bu tür sohbetleri kendi taraftarı için uygun görmediği rivayet edilmektedir (Ebü’l-Fidâ İbn Kesîr, el-Bidâye , X, 344); ancak Zehebî bu rivayeti güvenilir bulmaz ( Târîḫu’l-İslâm , s. 208; Mîzânü’l-iʿtidâl , II, 165). Mu‘tezile konusundaki tavrı sebebiyle Hanbelîler’in baskılarına dayanamayarak evinde inzivaya çekilen Muhâsibî, bir süre sonra Bağdat’tan ayrılmak zorunda kaldı. Şehre ancak İbn Hanbel’in vefatından sonra dönebildi. Vefat ettiğinde cenazesinde sadece dört kişinin bulunması, Ahmed b. Hanbel önderliğindeki hadisçilerin onun hakkındaki olumsuz tavrıyla ilgili görülmektedir (Sülemî, s. 56; Sem‘ânî, V, 208; Zehebî, Mîzânü’l-iʿtidâl , II, 165). Muhâsibî’nin Müstansıriyye Külliyesi’ne defnedildiği kaydedilirse de buradaki mezarın ona ait olmadığı tesbit edilmiştir (Nâcî Ma‘rûf, I, 217-218). Muhâsibî’yi bir hadis râvisi olarak ele alan Zehebî onu, hocaları arasında hadis rivayetiyle tanınmayan kişiler bulunduğunu ifade eden “sadûk fî nefsih” tabiriyle nitelendirmiş ( Mîzânü’l-iʿtidâl , II, 165), İbn Hacer el-Askalânî ise “makbul” terimini kullanmıştır ( Taḳrîbü’t-tehẕîb , s. 145). Muhâsibî’nin gençliğinde hadis çevrelerinde bulunduğu, bu çevreden uzaklaşıp tasavvufa yaklaşınca kullandığı hadislerin değerinin düştüğü tarzındaki görüşler gerçeği yansıtmamaktadır. Fehmü’l-Ḳurʾân , er-Riʿâye gibi eserleri ve İbn Mesrûk’tan rivayet edilen Kitâbü’l-Ġıybe ’si senedli hadis rivayetleriyle doludur. Bu sebeple Muhâsibî’nin tasavvufa yönelmesinden sonra da hadis konusundaki hassasiyetinin devam ettiğini kabul etmek daha doğru olur. Tefsirle de uğraşan Muhâsibî eserlerinde İbn Abbas, İbn Mes‘ûd, Mücâhid b. Cebr, Atâ b. Ebû Rebâh gibi müfessirlerden nakiller yapmış ve yer yer bazı âyetleri tefsir etmiştir. Onun er-Riʿâye ’den sonra en hacimli eseri olan Fehmü’l-Ḳurʾân tefsir usulüne dairdir. Günümüze ulaşmayan Fehmü’s-sünen ’in de Kur’an tarihiyle ilgili bilgiler ihtiva ettiği belirtilmektedir. Muhâsibî’nin Muhammed b. Nasr gibi bazı kişilere fıkıh dersi verdiği kaydedilmektedir ( İbnü’l-Esîr, el-Kâmil , VII, 282). Özellikle er-Riʿâye ’sinde fıkıhla ilgili konularda zaman zaman Hanefî ve Şâfiîler’ce doğru sayılan görüşleri zikrettiği ve rey, hüccet, kıyas, istinbat, hüküm gibi fıkıh usulü terimlerini kullandığı görülmektedir. Mekâsib adlı eseri kitâbü’l-harâc ve kitâbü’l-emvâl türü eserlerin küçük bir örneği görünümündedir. İbn Küllâb ve Ebü’l-Abbas el-Kalânisî ile birlikte Ehl-i sünnet kelâmının kurucularından sayılan Muhâsibî (Abdülkāhir el-Bağdâdî, Uṣûlü’d-dîn , s. 308; Şehristânî, I, 80-81), çalışmalarında Ehl-i sünnet akîdesine karşı zararlı kabul ettiği bütün akımların bid‘at olduğunu ortaya koymuş, çeşitli vesilelerle Mu‘tezilî, Râfizî, Mürciî ve Hâricîler’i eleştirmiş, özellikle Mu‘tezile ile olan tartışmalarında onların akılcı metodunu kullanmıştır. Ahmed b. Hanbel, Kur’an lafızlarının mahlûk, fakat bunların Allah katında taşıdığı mânaların (muhteva) kadîm olduğunu söyleyen Muhâsibî’nin bu fikrine karşı çıkarak halkı uyaracağını söylemiştir (İbn Ebû Ya‘lâ, I, 62-63; Zehebî, Târîḫu’l-İslâm , s. 209-210). Muhâsibî’nin kelâma dair görüşleri ve bid‘at mezheplerine yönelttiği eleştirilerin bir kısmı Şehristânî’nin el-Milel ve’n-niḥal ’inde yer almaktadır. Bazı çağdaş müellifler Ebü’l-Hasan el-Eş‘arî’nin Muhâsibî’den etkilendiğini ileri sürmüşlerdir ( DİA , XI, 446). Muhâsibî’nin asıl önemli yanı sûfîliğidir. Ahmed Emîn onun tasavvufu felsefeye yaklaştıran ilk sûfî olduğunu söyler ( Ẓuhrü’l-İslâm , I, 227). Genç yaşta zâhidler topluluğuna katılan Muhâsibî’nin, itikad ve tasavvuf düşüncesi yönüyle Hasan-ı Basrî geleneğine bağlı olduğu hem kaynaklardan hem eserlerinden anlaşılmaktadır. Ferîdüddin Attâr’ın kendisine nisbet ettiği bir sözden hareketle ( Tezkiretü’l-evliya , s. 298) tasavvufî hayata otuz yaşlarında girdiği söylenmekle beraber bu tarihten daha önce tasavvufa yönelmiş olmalıdır. Ebû Süleyman ed-Dârânî, Zünnûn el-Mısrî ve Bişr el-Hâfî gibi sûfîlerin etkilerini taşıyan Muhâsibî’nin Ahmed b. Âsım el-Antâkî ile münasebetleri hakkında farklı görüşler mevcuttur. İlk kaynaklar Antâkî’yi Muhâsibî’nin yaşıtı, sonraki kaynaklar müridi olarak gösterirken çağdaş araştırmacılar Antâkî’yi Muhâsibî’nin şeyhi diye kabul eder ( EI [İng.], III, 699). Muhâsibî sûfîlerin şathiye türündeki ifadelerinden uzak durmayı tercih etmiş ve Ebû Hamza el-Bağdâdî gibi şathiyyâta meyilli talebelerine sert uyarılarda bulunmuştur (Serrâc, s. 398; Hücvîrî, s. 291). İbn Hafîf şeriatla tasavvufu birleştiren beş şeyh arasında Muhâsibî’nin adını da sayar (Kuşeyrî, s. 122). Muhâsibî’nin tasavvufî düşüncesinin temel kavramları zühd, nefis muhasebesi ve havf ile recâ şeklinde özetlenebilir. Nefsin sürekli muhasebe altında tutulması gerektiğini söyleyen Muhâsibî nefsin kendisinden çok nitelikleri üzerinde durmayı tercih etmiştir. O nefsi insanın hata yapan, gaflete düşen olumsuz melekesi olarak görür. Ona göre nefsin bu yanlışlıkları bilinçli bir tercihe dayanmaz; nefis kendisi için iyi olanın nerede bulunduğunu bilmediğinden hataya düşer. Nefsin tabiatını değiştirmek mümkün olmadığı gibi onu öldürmek de mümkün değildir. İnsanın yapısı ve temel özellikleri kişiye göre değişiklik arzetmez. Nefis, akla karşı bir güç şeklinde insanın iç dünyasında sürekli bir mücadele ortamının teşekkülüne sebep olur. Akıl insanın karar mekanizmasını, kalp bu kararları uygulama gayretini temsil eder. Kalpteki belli bir niyete dönüşmemiş çağrılar kulu iyiye veya kötüye yönelten hissî yahut fikrî bir nitelik taşır. Daha önce Mu‘tezile tarafından kullanılan ve “havâtır” denen bu ön düşüncelerin kaynağı Muhâsibî’ye göre Allah, şeytan ya da nefistir. Onun bu konuyla ilgili Mu‘tezile kaynaklı kavramları kullanması, İbn Hanbel’in talebelerinden Ebû Zür‘a er-Râzî gibi Selef ulemâsı tarafından bid‘at olarak değerlendirilmiştir (Hatîb, VIII, 213). Nefis muhasebesinin temelini mârifet, havf ve recâya dayandıran ve Allah’ı, şeytanı, nefs-i emmâreyi, Allah için yapılan ameli bilmek şeklinde dört tür mârifetten bahseden Muhâsibî’nin kavrama ahlâkî bir anlam yüklediği ve daha çok taklide dayalı bilinçsiz sûfî hayatına karşı ihlâsı hedef alan bir yaşantıyı ve bilinci mârifet olarak kabul ettiği görülmektedir. Muhâsibî, nefis muhasebesinde başarı sağlayabilmek için bu tür bir mârifetin eşlik etmesi şartıyla niyet, irade, şehvetleri terk, tövbe, halvet, riyâzet, zikir, tefekkür, takvâ, murakabe ve vera‘ gibi unsurları gerekli görür. Onun mârifete dair dörtlü tasnifi ve muhasebe ehlinin sahip olduğu on özellikle ilgili tesbitleri Abdülkādir-i Geylânî tarafından tekrar edilmiştir ( el-Ġunye , II, 184-187). Riyâ konusunda ilk sûfîler üzerinde derin etkiler bırakan yaklaşımları Muhâsibî’de melâmetî damarın varlığına işaret etmektedir. Onun gençlik çağlarında oldukça katı bir zühd anlayışına sahip bulunduğu belirtilmektedir. Bu dönemde yazdığı en-Neṣâʾiḥu’d-dîniyye ’de mal edinmeyi büyük bir fitne olarak görerek mala karşı açık tavır almış, daha sonra yazdığı Kitâbü’l-Mesâʾil fi’z-zühd ve Kitâbü’l-Mekâsib ’de ise malın kendisinin değil kalpteki mal sevgisinin insan için tehlikeli sayılacağını söylemiş, bu hataya düşülmemesi şartıyla mal sahibi olmakta bir sakınca görmemiştir. Tasavvufta hal kavramı üzerinde duran, kanaat, zühd, üns, yakîn, havf, muhabbet, hayâ, sıdk ve ihlâs gibi kavramları hal diye ortaya koyan, hallerin kontrol altında tutulması ve Kitap ve Sünnet’e dayandırılması gerektiğini söyleyen ilk sûfîlerden biri de Muhâsibî’dir. Ebû Saîd el-Harrâz’ın Kitâbü’ṣ-Ṣıdḳ adlı eserinde onun ünsle ilgili görüşlerinin etkisi hissedilir. Kendisine Muhâsibiyye adlı bir tarikat nisbet eden Hücvîrî, Muhâsibî’nin rızayı makam değil hal saydığını ve rıza mezhebinin kurucusu olduğunu söyler ve rıza ile ilgili görüşlerini ayrıntılı biçimde anlatır ( Keşfü’l-maḥcûb , s. 283-287). Onun tasavvuftaki makam kavramının terimleşmesinde de etkisinin bulunduğu söylenebilir. Çağdaşlarından Cüneyd-i Bağdâdî, Ebü’l-Hüseyin en-Nûrî, İbn Atâ, İbn Mesrûk, İbn Hafîf, Ebû Hamza el-Bağdâdî, sonraki dönemden Sehl et-Tüsterî, Hakîm et-Tirmizî, Ebû Tâlib el-Mekkî, Ebû Nasr es-Serrâc, Muhammed b. Hüseyin es-Sülemî, Abdülkerîm el-Kuşeyrî ve Gazzâlî, Muhâsibî’nin etkisinde kalan sûfîler arasında sayılabilir. Kâzerûniyye tarikatının pîri Ebû İshak Kâzerûnî’nin (ö. 426/1035) bir ara İbn Hafîf, Ebû Amr ed-Dımaşkī ve Muhâsibî’nin tasavvufî yolları arasında kararsız kalması, Muhâsibiyye yolunun V. (XI.) yüzyılda varlığını sürdürdüğünü göstermektedir. Şâzeliyye tarikatında er-Riʿâye okuma geleneğinin Muhâsibî’nin bu tarikat üzerindeki uzak etkilerine örnek teşkil ettiği belirtilmektedir (Smith, s. 266-267; EI [İng.], III, 699). Eserleri. Çok sayıda çalışması bulunduğu belirtilen Muhâsibî’nin tesbit edilebilen yirmi altı eserinden yirmi ikisi günümüze ulaşmıştır. 1. er-Riʿâye li-ḥuḳūḳıllâh ve’l-ḳıyâm bihâ . Riyâ, nefsin tanınması, kibir, aldanma ve haset gibi konulardan ayrıntılı biçimde söz eden eser Muhâsibî’nin en tanınmış çalışmasıdır. Tasavvuf ahlâkına dair kitaplara kaynaklık etmiş olan er-Riʿâye ’nin son bölümü sonraki dönemlerde tasavvuf çevrelerinde “âdâbü’l-mürîd” diye tanınan eserlerin ilk örneklerindendir (nşr. Margaret Smith, London 1935; nşr. Abdülhalîm Mahmûd – Abdülbâkī Sürûr, Kahire 1958; nşr. Abdülkādir Ahmed Atâ, Kahire 1970). Kitabın Türkçe iki tercümesi vardır (trc. Abdülhakim Yüce, Kalb Hayatı , İzmir 1997; trc. Şahin Filiz – Hülya Küçük, er-Riâye: Nefis Muhasebesinin Temelleri , İstanbul 1998). er-Riʿâye , İzzeddin İbn Abdüsselâm tarafından Maḳāṣıdü’r-Riʿâye adıyla ihtisar edilmiştir (Beyrut 1995). 2. Âdâbü’n-nüfûs (Risâle fi’l-aḫlâḳ) (nşr. Abdülkādir Ahmed Atâ, Beyrut 1988; nşr. Muhammed Abdülazîz Ahmed, Kahire 1992; nşr. Mecdî Fethî es-Seyyid, Bedʾü men enâbe ilallāh ile birlikte, Kahire 1992). 3. Kitâbü’t-Tevehhüm bi-keşfi’l-aḥvâl ve şerḥi’l-aḫlâḳ . Ölüm sekerâtı, kabir azabı ve âhiret halleri gibi hususların göz önüne getirilerek hayata yön verilmesi gerektiğine dair olan eser (nşr. Arberry, Kahire 1937; nşr. Muhammed Osman el-Huşt, Kahire 1984; nşr. Abdülkādir Ahmed Atâ, Beyrut 1986) Fransızca’ya (trc. André Roman, “Étude stylistique du Kitāb at-Tawahhum le livre de la vision des fins dernières d’al-Muḥāsibī”, Bulletin d’études Orientales , XXXI [Damas 1980], s. 167-266) ve Türkçe’ye (trc. Abdülaziz Hatip, İstanbul 1995) çevrilmiştir. 4. en-Neṣâʾiḥu’d-dîniyye ve’n-nefeḥâtü’l-ḳudsiyye li-nefʿi cemîʿi’l-beriyye . Ümmetin ihtilâfları, zâhidler topluluğunun üstünlükleri, malın en büyük fesat sebebi olması, kanaat, tevazu, aklın şerefi gibi konuların ele alındığı eserin mukaddimesi kısmen de olsa tasavvuf çevrelerinde yazılan ilk otobiyografi sayılır. Gazzâlî’nin el-Münḳıẕ ’ına örnek oluşturan eserin zenginliğin kalp üzerindeki olumsuz etkileriyle ilgili bölümü Gazzâlî tarafından aynen iktibas edilmiştir (nşr. Abdülkādir Ahmed Atâ, Kahire 1965; nşr. Muhammed Abdülazîz Ahmed, Kahire 1992). 5. el-Ḳaṣd ve’r-rücûʿ ilallāh . Allah’a yöneliş, tövbe, nefis muhasebesi, vera‘, zühd, takvâ, hikmet, muhabbet, hayâ gibi konuları ihtiva eder (nşr. Hüseyin el-Kuvvetlî, et-Taṣavvufü’l-ʿaḳlî fi’l-İslâm adıyla, Beyrut 1978; nşr. Abdülkādir Ahmed Atâ, Veṣâyâ içinde, Beyrut 1986). Eser son tarafında eksiklik bulunan Atâ neşri esas alınarak Türkçe’ye çevrilmiştir (trc. Osman Arpaçukuru, Allah’ı Arayış. Manevî Gelişmenin Aşamaları , İstanbul 2001). 6. Bedʾü men enâbe ilallāh . Nefis terbiyesi ve tövbe edenlerin makamları gibi konularla ilgilidir (nşr. Hellmut Ritter, Glückstadt 1935; nşr. Abdülkādir Ahmed Atâ, Veṣâyâ içinde, Beyrut 1986; nşr. Mecdî Fethî es-Seyyid, Âdâbü’n-nüfûs ile birlikte, Kahire 1992). 7. Muḫtaṣar min kitâbi fehmi’ṣ-ṣalâḥ . Eserde namaza dair konular ele alınmıştır (nşr. Muhammed Osman el-Huşt, Riyad 1984; nşr. Abdülkādir Ahmed Atâ, Veṣâyâ içinde, Beyrut 1986). 8. Fehmü’l-Ḳurʾân ve maʿnâhü . Muhâsibî’nin er-Riʿâye ’den sonraki en hacimli eseridir. Kitapta Kur’an’ın anlaşılması, üstünlükleri, Allah’ın sıfatları, isimleri, ilâhî irade, nesih, Kur’an’ın mahlûk olup olmadığı, değişik fırkaların görüşleri ve bunların yanlışlıkları gibi konular üzerinde durulmuştur (nşr. Hüseyin el-Kuvvetlî, Beyrut 1971). 9. Mâhiyyetü’l-ʿaḳl ve maʿnâhü ve iḫtilâfü’n-nâs fîh (nşr. Abdülkādir Ahmed Atâ, Kitâbü’l-Mekâsib , Kitâbü’l-Mesâʾil fi’z-zühd ve Kitâbü’l-Mesâʾil fî aʿmâli’l-ḳulûb ile birlikte, Kahire 1969; nşr. Hüseyin el-Kuvvetlî, el-ʿAḳl ve fehmü’l-Ḳurʾân ile birlikte, Beyrut 1391/1971; nşr. Mustafa Abdülkādir Atâ, Beyrut 1986). 10. Kitâbü’l-Mekâsib ve’l-veraʿ ve’ş-şübühât . Eserde rızık, tevekkül, çalışma, vera‘ ve Selef’in yeme içme konusundaki tavrıyla ilgili âlimlerin görüşleri nakledilip yorumlanmıştır (nşr. Abdülkādir Ahmed Atâ, Mâhiyyetü’l-ʿaḳl , Kitâbü’l-Mesâʾil fi’z-zühd ve Kitâbü’l-Mesâʾil fî aʿmâli’l-ḳulûb ile birlikte, Kahire 1969; nşr. Muhammed Osman el-Huşt, Kahire 1984). 11. Kitâbü’l-Mesâʾil fî aʿmâli’l-ḳulûb ve’l-cevâriḥ . Eserde nâfile ibadetler, evrâd, kalbin amelleri gibi konular ele alınmıştır (nşr. Abdülkādir Ahmed Atâ, Kitâbü’l-Mekâsib , Mâhiyyetü’l-ʿaḳl ve Kitâbü’l-Mesâʾil fi’z-zühd ile birlikte, Kahire 1969; nşr. Mustafa Abdülkādir Atâ, Kitâbü’l-Mesâʾil fi’z-zühd ile birlikte, Kahire 1986). 12. Kitâbü’l-Mesâʾil fi’z-zühd ve ġayrihî (nşr. Abdülkādir Ahmed Atâ, Kitâbü’l-Mekâsib , Mâhiyyetü’l-ʿaḳl ve Kitâbü’l-Mesâʾil fî aʿmâli’l-ḳulûb ile birlikte, Kahire 1969; nşr. Mustafa Abdülkādir Atâ, Kitâbü’l-Mesâʾil fî aʿmâli’l-ḳulûb ile birlikte, Kahire 1986). 13. Şerḥu’l-maʿrife ve beẕlü’n-naṣîḥa (Kahire 1969; Beyrut 1987, nşr. Sâlih Ahmed eş-Şâmî, Dımaşk 1993; nşr. Mehdî Fethî es-Seyyid, Tanta 1993). 14. Risâletü’l-Müsterşidîn . Sünnete uymanın gerekliliği, niyet, takvâ, nefis muhasebesi, kalbi bozan şeyler, sıdk, sabır, kanaat, zühd, üns, rıza gibi konuların açıklandığı eser birçok defa basılmış, Türkçe’ye de çevrilmiştir (trc. Ali Arslan, Hak Rehberi Risâletü’l-Müsterşidîn Tercümesi , İstanbul 1968; trc. Faruk Beşer, Selefî Tasavvuf , İstanbul 1990). 15. Kitâbü’l-Ḫalve ve’t-tenaḳḳul fi’l-ʿibâdât ve deracâti’l-ʿâbidîn . Zühd, halvet, riyâzet, nefis muhasebesi, mücâhede yolları gibi konuları ihtiva eder (nşr. İğnâtiyûs Abduh Halîfe el-Yesûî, Meşriḳ , XLVIII/3-4 [Beyrut 1954], s. 182-191; XLIX/1 [Beyrut 1955], s. 43-54; XLIX/4-5, s. 451-490). 16. Faṣl min kitâbi’l-ʿaẓame . Yerin, göğün ve içindekilerin yaratılışı, Allah’ın varlığı ve birliğinin delilleri, Allah’ın sıfatları ve gönderdiği kitaplar gibi konulara dairdir (nşr. Abdülkādir Ahmed Atâ, S̱elâs̱ü resâʾil fî ʿaḳīdeti’l-müslim li-Ḥâris̱ el-Muḥâsibî ve’l-Ġazzâlî adlı eser içinde Vaḥdetü’n-niẓâm ve vaḥdâniyyetullāh adıyla, Kahire 1977). 17. Kitâbü’ṣ-ṣabr ve’r-rıżâ (nşr. Otto Spies, Islamica , VI [Leipzig 1934], s. 283-289). 18. Aḥkâmü’t-tevbe ve reddi meẓâlimi’l-ʿibâd ve’l-ḫalâṣ minhâ ḳable’l-meʿâd (nşr. Abdülkādir Ahmed Atâ, Kahire 1977). 19. Veṣâyâ (nşr. Abdülkādir Ahmed Atâ, Kahire 1986). 20. Kitâbü’n-Naṣîḥa li’ṭ-ṭâlibîn ve’l-farḳı beyne ehli’t-taḥḳīḳ ve’l-müddeʿîn . Tek nüshası bilinmektedir (DTCF Ktp., İsmail Saib Sencer, nr. 1/3319). 21. Kitâbü’l-Ġıybe . Tek yazma nüshası Princeton Üniversitesi Kütüphanesi’nde olup (nr. 2053/3) Süleymaniye Kütüphanesi’nde mikrofilmi bulunmaktadır (Mikrofilm Arşivi, nr. 2525). 22. el-Murâḳabe ve’l-muḥâsebe (Chester Beatty Library, nr. 4893; Berlin Staatsbibliothek, Oct. nr. 1435; Sûhâc Ktp., Tasavvuf, nr. 136). Muhâsibî’nin Fehmü’s-sünen , Kitâbü’d-Dimâʾ ve Aḫlâḳu’l-ḥakîm adlı eserleri günümüze ulaşmamıştır. Çalışmaları arasında sayılan Kitâbü’t-Tenbîh ʿalâ aʿmâli’l-ḳulûb , Faṣl min Kitâbi’l-ʿaẓame adlı eserinin sonunda yer alan yarım sayfalık bir metinden ibarettir. Ayrıca eserlerinde yer alan tarifler Muḫtaṣarü’l-meʿânî adıyla bir araya toplanmıştır (Bengal Ktp., nr. 1167/6; Princeton Üniversitesi Ktp., nr. 2053/4, Princeton nüshasının mikrofilmi Süleymaniye Kütüphanesi’ndedir, Mikrofilm Arşivi, nr. 2525). Muhâsibî’ye nisbet edilen et-Tefekkür ve’l-iʿtibâr (İbnü’n-Nedîm, s. 230) Câhiz’e, Devâʾü dâʾi’l-ḳulûb (Massignon, Essai , s. 226-227) Ahmed b. Âsım el-Antâkî’ye aittir. el-Baʿs̱ ve’n-nüşûr adlı eser de ( Muʿâtebetü’n-nefs ile birlikte, Kahire 1969) ona ait değildir. BİBLİYOGRAFYA Eş‘arî, Maḳālât (Ritter) , s. 627. Serrâc, el-Lüma‘: İslâm Tasavvufu (trc. H. Kâmil Yılmaz), İstanbul 1996, s. 44, 398. Kelâbâzî, Taarruf (Uludağ) , s. 147, 155, 273. İbnü’n-Nedîm, el-Fihrist (nşr. İbrâhim Ramazan), Beyrut 1993, s. 230. Ebû Tâlib el-Mekkî, Kūtü’l-kulûb (trc. Muharrem Tan), İstanbul 1999, II, 95-96, 127. Sülemî, Ṭabaḳāt , s. 56-60. Bağdâdî, Uṣûlü’d-dîn , s. 308, 341. a.mlf., Mezhepler Arasındaki Farklar (trc. Ethem Ruhi Fığlalı), Ankara 1991, s. 283. Ebû Nuaym, Ḥilye , X, 73-110. Hatîb, Târîḫu Baġdâd , VIII, 211-216. Kuşeyrî, Risâle (Uludağ) , s. 120, 122, 137, 249, 255-257. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 228, 283-287, 291. Gazzâlî, İḥyâʾ , İstanbul 1968, III, 245-251. İbn Ebû Ya‘lâ, Ṭabaḳātü’l-Ḥanâbile , I, 62-63, 68, 233-235. Şehristânî, el-Milel ve’n-niḥal (nşr. Ahmed Fehmî Muhammed), Beyrut 1990, I, 80-81. Sem‘ânî, el-Ensâb (Bârûdî) , V, 208; IX, 76-78. Abdülkādir-i Geylânî, el-Ġunye li-ṭâlibî ṭarîḳı’l-ḥaḳ , Kahire 1375/1956, II, 184-187. İbn Asâkir, Tebyînü keẕibi’l-müfterî , s. 119-120. İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve (nşr. Abdüsselâm Muhammed Hârûn), Beyrut 1992, II, 207. a.mlf., Telbîsü İblîs (nşr. İsâm Fâris el-Haristânî), Beyrut 1994, s. 180, 198-199. Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1982, s. 297-302. İbnü’l-Esîr, el-Kâmil , VII, 84, 282. a.mlf., el-Lübâb , III, 171. İbnü’l-Arabî, el-Fütûḥât , IV, 260; VIII, 482. İbnü’s-Salâh, Ṭabaḳātü’l-fuḳahâʾi’ş-Şâfiʿiyye (nşr. Muhyiddin Ali Necîb), Beyrut 1413/1992, I, 438-441. Nevevî, Muḫtaṣaru Ṭabaḳāti’l-fuḳahâʾ (nşr. Âdil Abdülmevcûd – Ali Muavvaz), Beyrut 1416/1995, s. 390-392. İbn Hallikân, Vefeyât , I, 157-158. Mizzî, Tehẕîbü’l-Kemâl , V, 208-212. Zehebî, Aʿlâmü’n-nübelâʾ , V, 208; XII, 111-112. a.mlf., Târîḫu’l-İslâm : sene 241-250 , s. 205-210. a.mlf., el-ʿİber , I, 346. a.mlf., Mîzânü’l-iʿtidâl (nşr. Ali M. Muavvaz v.dğr.), Beyrut 1416/1995, II, 164-166. İbnü’l-Verdî, Târîḫu İbni’l-Verdî , Beyrut 1417/1996, I, 219. Safedî, el-Vâfî , XI, 257-258. Ebü’l-Fidâ İbn Kesîr, el-Bidâye ve’n-nihâye (nşr. Ali Muhammed Muavvaz v.dğr.), Beyrut, ts. (Dârü’l-kütübi’l-ilmiyye), X, 297, 331, 344. a.mlf., Ṭabaḳātü’l-fuḳahâʾi’ş-Şâfiʿiyyîn (nşr. Ahmed Ömer Hâşim – M. Zeynühüm M. Azeb), Kahire 1413/1993, I, 126. Yâfiî, Mirʾâtü’l-cenân , Kahire 1413/1993, II, 142-143. Sübkî, Ṭabaḳāt (Tanâhî) , II, 275-284. Zerkeşî, el-Burhân fî ʿulûmi’l-Ḳurʾân (nşr. Yûsuf Abdurrahman el-Mar‘aşlî), Beyrut 1994, I, 332. İbn Haldûn, Şifâü’s-sâil: Tasavvufun Mahiyeti (trc. Süleyman Uludağ), İstanbul 1984, s. 151-153, 245-251, 276-277. a.mlf., Mukaddime (trc. Süleyman Uludağ), İstanbul 1988, II, 1115-1118. İbn Hacer el-Askalânî, Taḳrîbü’t-Tehẕîb (nşr. Muhammed Avvâme), Halep 1992, s. 145. a.mlf., Tehẕîbü’t-Tehẕîb (nşr. Mustafa Abdülkādir Atâ), Beyrut 1994, II, 123-125. Makkarî, Nefḥu’ṭ-ṭîb , V, 288, 302. İbnü’l-İmâd, Şeẕerât (Arnaût) , III, 197-198. L. Massignon, Recueil de textes inédits , Paris 1929, s. 17. a.mlf., Essai sur les origines du lexique technique de la mystique musulmane , Paris 1954, s. 226-227. a.mlf., “Muḥāsibī”, EI , III, 699-700. M. Smith, An Early Mystic of Baghdad: A Study of the Life and Teaching of Ḥārith b. Asad al-Muḥāsibī , London 1935. Ahmed Emîn, Ẓuhrü’l-İslâm , Kahire 1945, I, 227-228. J. van Ess, Die Gedankenwelt des Ḥārith al-Muḥāsibī , Bonn 1961. a.mlf., “Muhâsibî”, İA , VIII, 507-510. Abdülhalîm Mahmûd, Üstâẕü’s-sâʾirîn el-Ḥâris̱ b. Esed el-Muḥâsibî , Kahire 1973. Hüseyin Aydın, Muhâsibî’nin Tasavvuf Felsefesi , Ankara 1976. Nâcî Ma‘rûf, Târîḫu ʿulemâʾi’l-Müstanṣıriyye , Kahire 1396/1976, I, 217-218. W. Montgomery Watt, İslâm Düşüncesinin Teşekkül Devri (trc. Ethem Ruhi Fığlalı), Ankara 1981, s. 350-351. Abdullah Aydınlı, Doğuş Devrinde Tasavvuf ve Hadis , İstanbul 1986, s. 201-224. Emrullah İşler, Muhâsibî ve Fehmü’l-Kur’ân’ı (yüksek lisans tezi, 1989), AÜ Sosyal Bilimler Enstitüsü. Berekât M. Murâd, Ḫaṣâʾiṣü’z-zühd ve’t-taṣavvuf ʿinde’l-Ḥâris̱ b. Esed el-Muḥâsibî , Cezayir 1992. Aidit Ghazali, “Economic Thought of ‘Abd Allah Harith al-Muhasibi”, Readings in Islamic Economic Thought (ed. Abu’l-Hasan M. Sadeq – Aidit Ghazali), Kuala Lumpur 1992, s. 59-65. E. Griffini, “Lista dei Manoscritti Arabi Nuovo Fondo della Biblioteca Ambrosiana di Milano”, RSO , VIII (1919-20), s. 241-367. A. J. Arberry, “Notes on Islamic Manuscripts Recently Acquired by the India Office Library”, IC , VIII/1 (1939), s. 440-458. K. Schoonover, “al-Muhasibī and His Book Ri’āya”, MW , XXXIX/1 (1949), s. 26-35 (aynı makalenin tercümesi için bk. “Muhâsibî ve er-Riâye Adlı Eseri” [trc. Ali Bolat], Tasavvuf , XII, Ankara 2003, s. 293-301). Şevkiye İnalcık, “al-Hâris b. Asad al-Muhâsibî ve Kitâb al-Kasd”, DDl. , II/1 (1971), s. 49-76. M. Allard, “Comment comprendre le Coran selon Muhāsibī”, BEO , XXIX (1977), s. 5-16. A. Roman, “Étude stylistique du Kitāb at-Tawahhum le livre de la vision des fins dernières d’al-Muḥāsibī”, a.e. , XXXI (1980), s. 167-266. Hüseyin el-Kuvvetlî, “el-Muṣṭalaḥu’ṣ-ṣûfî lede’l-Muḥâsibî”, Ḥavliyyâtü ferʿi’l-âdâbi’l-ʿArabiyye , I, Beyrut 1981, s. 197-202. a.mlf., “el-Muṣṭalaḥu’l-Muḥâsibî fî siyâḳı ʿaṣrih”, a.e. , s. 279-287. R. Arnaldez, “al-Muḥāsibī”, EI 2 (İng.) , VII, 466-467. R. L. Nettler, “al-Muḥāsibī”, Encyclopedia of Arabic Literature (ed. J. S. Meisami – P. Starkey), London 1998, II, 545. İrfan Abdülhamid, “Eş‘arî, Ebü’l-Hasan”, DİA , XI, 446. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2020 yılında Ankara’da basılan 31. cildinde, 13-16 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Eş‘arî, Maḳālât (Ritter) , s. 627.",
        "Serrâc, el-Lüma‘: İslâm Tasavvufu (trc. H. Kâmil Yılmaz), İstanbul 1996, s. 44, 398.",
        "Kelâbâzî, Taarruf (Uludağ) , s. 147, 155, 273.",
        "İbnü’n-Nedîm, el-Fihrist (nşr. İbrâhim Ramazan), Beyrut 1993, s. 230.",
        "Ebû Tâlib el-Mekkî, Kūtü’l-kulûb (trc. Muharrem Tan), İstanbul 1999, II, 95-96, 127.",
        "Sülemî, Ṭabaḳāt , s. 56-60.",
        "Bağdâdî, Uṣûlü’d-dîn , s. 308, 341.",
        "a.mlf., Mezhepler Arasındaki Farklar (trc. Ethem Ruhi Fığlalı), Ankara 1991, s. 283.",
        "Ebû Nuaym, Ḥilye , X, 73-110.",
        "Hatîb, Târîḫu Baġdâd , VIII, 211-216.",
        "Kuşeyrî, Risâle (Uludağ) , s. 120, 122, 137, 249, 255-257.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 228, 283-287, 291.",
        "Gazzâlî, İḥyâʾ , İstanbul 1968, III, 245-251.",
        "İbn Ebû Ya‘lâ, Ṭabaḳātü’l-Ḥanâbile , I, 62-63, 68, 233-235.",
        "Şehristânî, el-Milel ve’n-niḥal (nşr. Ahmed Fehmî Muhammed), Beyrut 1990, I, 80-81.",
        "Sem‘ânî, el-Ensâb (Bârûdî) , V, 208; IX, 76-78.",
        "Abdülkādir-i Geylânî, el-Ġunye li-ṭâlibî ṭarîḳı’l-ḥaḳ , Kahire 1375/1956, II, 184-187.",
        "İbn Asâkir, Tebyînü keẕibi’l-müfterî , s. 119-120.",
        "İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve (nşr. Abdüsselâm Muhammed Hârûn), Beyrut 1992, II, 207.",
        "a.mlf., Telbîsü İblîs (nşr. İsâm Fâris el-Haristânî), Beyrut 1994, s. 180, 198-199.",
        "Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1982, s. 297-302.",
        "İbnü’l-Esîr, el-Kâmil , VII, 84, 282.",
        "a.mlf., el-Lübâb , III, 171.",
        "İbnü’l-Arabî, el-Fütûḥât , IV, 260; VIII, 482.",
        "İbnü’s-Salâh, Ṭabaḳātü’l-fuḳahâʾi’ş-Şâfiʿiyye (nşr. Muhyiddin Ali Necîb), Beyrut 1413/1992, I, 438-441.",
        "Nevevî, Muḫtaṣaru Ṭabaḳāti’l-fuḳahâʾ (nşr. Âdil Abdülmevcûd – Ali Muavvaz), Beyrut 1416/1995, s. 390-392.",
        "İbn Hallikân, Vefeyât , I, 157-158.",
        "Mizzî, Tehẕîbü’l-Kemâl , V, 208-212.",
        "Zehebî, Aʿlâmü’n-nübelâʾ , V, 208; XII, 111-112.",
        "a.mlf., Târîḫu’l-İslâm : sene 241-250 , s. 205-210.",
        "a.mlf., el-ʿİber , I, 346.",
        "a.mlf., Mîzânü’l-iʿtidâl (nşr. Ali M. Muavvaz v.dğr.), Beyrut 1416/1995, II, 164-166.",
        "İbnü’l-Verdî, Târîḫu İbni’l-Verdî , Beyrut 1417/1996, I, 219.",
        "Safedî, el-Vâfî , XI, 257-258.",
        "Ebü’l-Fidâ İbn Kesîr, el-Bidâye ve’n-nihâye (nşr. Ali Muhammed Muavvaz v.dğr.), Beyrut, ts. (Dârü’l-kütübi’l-ilmiyye), X, 297, 331, 344.",
        "a.mlf., Ṭabaḳātü’l-fuḳahâʾi’ş-Şâfiʿiyyîn (nşr. Ahmed Ömer Hâşim – M. Zeynühüm M. Azeb), Kahire 1413/1993, I, 126.",
        "Yâfiî, Mirʾâtü’l-cenân , Kahire 1413/1993, II, 142-143.",
        "Sübkî, Ṭabaḳāt (Tanâhî) , II, 275-284.",
        "Zerkeşî, el-Burhân fî ʿulûmi’l-Ḳurʾân (nşr. Yûsuf Abdurrahman el-Mar‘aşlî), Beyrut 1994, I, 332.",
        "İbn Haldûn, Şifâü’s-sâil: Tasavvufun Mahiyeti (trc. Süleyman Uludağ), İstanbul 1984, s. 151-153, 245-251, 276-277.",
        "a.mlf., Mukaddime (trc. Süleyman Uludağ), İstanbul 1988, II, 1115-1118.",
        "İbn Hacer el-Askalânî, Taḳrîbü’t-Tehẕîb (nşr. Muhammed Avvâme), Halep 1992, s. 145.",
        "a.mlf., Tehẕîbü’t-Tehẕîb (nşr. Mustafa Abdülkādir Atâ), Beyrut 1994, II, 123-125.",
        "Makkarî, Nefḥu’ṭ-ṭîb , V, 288, 302.",
        "İbnü’l-İmâd, Şeẕerât (Arnaût) , III, 197-198.",
        "L. Massignon, Recueil de textes inédits , Paris 1929, s. 17.",
        "a.mlf., Essai sur les origines du lexique technique de la mystique musulmane , Paris 1954, s. 226-227.",
        "a.mlf., “Muḥāsibī”, EI , III, 699-700.",
        "M. Smith, An Early Mystic of Baghdad: A Study of the Life and Teaching of Ḥārith b. Asad al-Muḥāsibī , London 1935.",
        "Ahmed Emîn, Ẓuhrü’l-İslâm , Kahire 1945, I, 227-228.",
        "J. van Ess, Die Gedankenwelt des Ḥārith al-Muḥāsibī , Bonn 1961.",
        "a.mlf., “Muhâsibî”, İA , VIII, 507-510.",
        "Abdülhalîm Mahmûd, Üstâẕü’s-sâʾirîn el-Ḥâris̱ b. Esed el-Muḥâsibî , Kahire 1973.",
        "Hüseyin Aydın, Muhâsibî’nin Tasavvuf Felsefesi , Ankara 1976.",
        "Nâcî Ma‘rûf, Târîḫu ʿulemâʾi’l-Müstanṣıriyye , Kahire 1396/1976, I, 217-218.",
        "W. Montgomery Watt, İslâm Düşüncesinin Teşekkül Devri (trc. Ethem Ruhi Fığlalı), Ankara 1981, s. 350-351.",
        "Abdullah Aydınlı, Doğuş Devrinde Tasavvuf ve Hadis , İstanbul 1986, s. 201-224.",
        "Emrullah İşler, Muhâsibî ve Fehmü’l-Kur’ân’ı (yüksek lisans tezi, 1989), AÜ Sosyal Bilimler Enstitüsü.",
        "Berekât M. Murâd, Ḫaṣâʾiṣü’z-zühd ve’t-taṣavvuf ʿinde’l-Ḥâris̱ b. Esed el-Muḥâsibî , Cezayir 1992.",
        "Aidit Ghazali, “Economic Thought of ‘Abd Allah Harith al-Muhasibi”, Readings in Islamic Economic Thought (ed. Abu’l-Hasan M. Sadeq – Aidit Ghazali), Kuala Lumpur 1992, s. 59-65.",
        "E. Griffini, “Lista dei Manoscritti Arabi Nuovo Fondo della Biblioteca Ambrosiana di Milano”, RSO , VIII (1919-20), s. 241-367.",
        "A. J. Arberry, “Notes on Islamic Manuscripts Recently Acquired by the India Office Library”, IC , VIII/1 (1939), s. 440-458.",
        "K. Schoonover, “al-Muhasibī and His Book Ri’āya”, MW , XXXIX/1 (1949), s. 26-35 (aynı makalenin tercümesi için bk. “Muhâsibî ve er-Riâye Adlı Eseri” [trc. Ali Bolat], Tasavvuf , XII, Ankara 2003, s. 293-301).",
        "Şevkiye İnalcık, “al-Hâris b. Asad al-Muhâsibî ve Kitâb al-Kasd”, DDl. , II/1 (1971), s. 49-76.",
        "M. Allard, “Comment comprendre le Coran selon Muhāsibī”, BEO , XXIX (1977), s. 5-16.",
        "A. Roman, “Étude stylistique du Kitāb at-Tawahhum le livre de la vision des fins dernières d’al-Muḥāsibī”, a.e. , XXXI (1980), s. 167-266.",
        "Hüseyin el-Kuvvetlî, “el-Muṣṭalaḥu’ṣ-ṣûfî lede’l-Muḥâsibî”, Ḥavliyyâtü ferʿi’l-âdâbi’l-ʿArabiyye , I, Beyrut 1981, s. 197-202.",
        "a.mlf., “el-Muṣṭalaḥu’l-Muḥâsibî fî siyâḳı ʿaṣrih”, a.e. , s. 279-287.",
        "R. Arnaldez, “al-Muḥāsibī”, EI 2 (İng.) , VII, 466-467.",
        "R. L. Nettler, “al-Muḥāsibī”, Encyclopedia of Arabic Literature (ed. J. S. Meisami – P. Starkey), London 1998, II, 545.",
        "İrfan Abdülhamid, “Eş‘arî, Ebü’l-Hasan”, DİA , XI, 446."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 229
}
