{
  "id": "eweb_337",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/mukarrebin",
  "annotator": "Jeremy",
  "title": "MUKARREBÎN",
  "arabic_title": "المقرّبين",
  "summary": "Meleklerden ve insanlardan Allah’a yakın kılınanlar anlamında bir Kur’an terimi.",
  "parts": [
    {
      "author": "HÜLYA ALPER",
      "content": "Sözlükte “yakın olmak, yaklaşmak” mânasındaki kurb kökünün tef‘îl kalıbından türeyen mukarrebîn kelimesi çoğul şeklinde bir sıfattır. İsim olarak da kullanılan kurb sadece fiziksel yakınlık için değil kişinin bir başkasının yanındaki itibar ve değerinin yüksekliğini de ifade eder. Râgıb el-İsfahânî kurbün Kur’an’da mekân, zaman, nesep, itibar, himaye ve kudret konumunda geçtiğini belirtmiş, bunlara âyetlerden örnekler vermiştir. Bu örneklerin incelenmesinden son üç kullanılışın doğrudan veya dolaylı olarak Allah’la ilgili olduğu anlaşılmaktadır ( el-Müfredât , “ḳrb” md.). Mukarrebîn sekiz âyette yer almakta, bunların ikisinde insanlar arasındaki yakınlığı ifade etmektedir (el-A‘râf 7/114; eş-Şuarâ 26/42). Diğer âyetlerde ise meleklerden veya insanlardan mukarreb olanlar konu edinilir. Bu çerçevede mukarrebîn meleklerinin cânu gönülden Allah’a kullukta bulundukları (en-Nisâ 4/172) ve illiyyîne şahit oldukları (el-Mutaffifîn 83/21) beyan edilmektedir. Öte yandan kıyamet günü “ashâbü’l-meymene”, “ashâbü’l-meş’eme” ve “sâbikūn” şeklinde sınıflandırılan üç grup içinde en yüksek derecede bulunan sâbikūnun mukarrebîn oldukları, onların naîm cennetinde bulunacakları (el-Vâkıa 56/10-12; krş. DİA , I, 391) ve kendilerine has bir çeşmeden (tesnîm) içecekleri (el-Mutaffifîn 83/28) açıklanır; bu mertebeye ulaşan kişinin rahatlık, güzel rızık ve nimetlerle donatılmış olacağı belirtilir (el-Vâkıa 56/88-89). Kur’an’da ayrıca Hz. Îsâ’nın Allah katındaki değerinin büyüklüğüne onun mukarrebîn arasında yer aldığı vurgulanarak dikkat çekilir (Âl-i İmrân 3/45). Kur’ân-ı Kerîm’de kurb kökünden türeyen başka kelimelerle kulun Allah’a, O’nun da kula yakınlığına temas eden âyetler vardır. Cenâb-ı Hak, Hz. Mûsâ’yı kendisiyle gizli konuşulan kimse (neciy) gibi (M. Tâhir İbn Âşûr, XVI, 55) mânevî yakınlığa eriştirdiğini beyan etmiş (Meryem 19/51-52), son peygambere de, “Bana secde et ve yaklaş” emrini vermiştir (el-Alak 96/19). Kur’an’da Allah’ın kullarına olan yakınlığı bazı âyetlerde dua, tövbe ve bağışlanma dileklerine olumlu cevap verme bağlamında zikredilmiş, bazılarında ise yardım ve rahmetinin yakınlığı şeklinde belirtilmiştir ( M. F. Abdülbâkī, el-Muʿcem , “ḳrb” md.). Hadislerde gece ibadeti (Tirmizî, “Daʿavât”, 101) ve fakirlerin sevilmesi (Tirmizî, “Zühd”, 37), müminin mukarrebîn mertebesine yükselmesine vesile olacak davranışlar arasında zikredilmiştir. Özellikle namazda okunan Kur’an’la Allah’a yakınlık elde edildiği bildirilmiş (Tirmizî, “Feżâʾilü’l-Ḳurʾân”, 17) ve namazda en yakın halin secde ânı olduğu ( Müsned , II, 421; Müslim, “Ṣalât”, 215) ifade edilmiştir. Kişinin Allah’a yönelişi arttıkça Allah’ın da ona icabetinin artacağı (Buhârî, “Tevḥîd”, 50; Müslim, “Ẕikir”, 20-22), ilâhî kurbün gecenin son yarısında daha fazla tecelli ettiği (Nesâî, “Mevâḳīt”, 35) haber verilmiştir. Hz. Peygamber’in mukarrebînle beraber olmak için gece dua ettiği de nakledilmektedir (Tirmizî, “Daʿavât”, 30). Herhangi bir varlıkla yaratıcı arasında fiziksel yakınlıktan bahsetmek mümkün olmadığına göre Allah ile yarattıkları arasındaki yakınlıktan mânevî değerin kastedildiği açıktır. Mukarrebîn makamındaki meleklerin arşı taşıyan ve onun etrafında bulunan Cebrâil, İsrâfil, Mîkâil ve Azrâil gibi büyük meleklerden ibaret olduğu, onların insanlardan üstün bir konumda bulunduğu kabul edilmektedir (Zemahşerî, II, 184-185; Fahreddin er-Râzî, XI, 93-94). Müminlerden öne geçenlerin mukarrebîn şeklinde adlandırılması kurtuluşa eren insanların âhirette tek bir statüde bulunmadığını göstermektedir. İslâm âlimleri, mukarrebîn makamına ulaşanların kimler olduğu konusunda çeşitli açıklamalar yapmışlardır. Kelimenin anlam alanını daraltarak mukarrebîni Allah’a ve resulüne imanda öne geçenler veya ilk muhacirler ya da kıblenin değiştirilmesinden önce iman edip iki kıbleye yönelik namaz kılanlar şeklinde anlayanların yanı sıra bütün hayatı boyunca hayırlı işler yapanlar, ilmi hevâsına galip gelenler, dünyada hayra koşmada önde olanlar, nefsin isteklerini terkedip fazilet ve takvâda ümmetin seçkinleri konumunda bulunanlar gibi geniş yorum yapanlar da vardır. Bunlardan sonuncusunun nasların ruhuna daha uygun düştüğünü söylemek mümkündür. Çünkü vahiy ilk müslümanların özel konumlarına, onların sâbikūnun ilkleri olduğuna (et-Tevbe 9/100), kendi aralarında da farklı dereceleri bulunduğuna (el-Hadîd 57/10) dikkat çekmekle birlikte hiçbir sınırlama getirmeksizin insanı Allah’a yakınlaştıran şeyin mal ve evlât zenginliği değil iman ve sâlih amel olduğunu vurgulamakta (Sebe’ 34/37), Allah’a ve âhiret gününe iman edenlerin, O’na yakın kılınma ümidiyle infakta bulunduklarını zikretmekte (et-Tevbe 9/99), müminlerin, hicret edenlerin, Allah yolunda malları ve canlarıyla savaşanların Allah katında büyük dereceleri olduğunu beyan etmektedir (et-Tevbe 9/20-21). Diğer taraftan Allah’a ve resulüne itaat edenlerin peygamberler, sıddîklar, şehidler ve sâlihlerle beraber olacağını müjdelemektedir ki bu âyet de bir anlamda mukarrebînin kimler olabileceğini de göstermektedir (en-Nisâ 4/69). Tasavvuf literatüründe mânevî makamlardan biri olarak kabul edilen mukarrebîn üzerinde özellikle durulmuş, kişinin bu dereceye nasıl ulaşacağı açıklanmaya çalışılmıştır (bk. KURB ). Takrîb (yakın kılınma), kulların fazilet ve takvâ sahibi bir hayat geçirmelerinin karşılığı olarak verilmekle birlikte aslında Allah’ın kuluna büyük bir lutuf ve ikramı olup yaratıkların rableri katında ulaşacağı en yüce mânevî makamı ifade etmektedir. BİBLİYOGRAFYA Lisânü’l-ʿArab , “ḳrb” md. Râgıb el-İsfahânî, el-Müfredât , “ḳrb” md. M. F. Abdülbâkī, el-Muʿcem , “ḳrb” md. Müsned , II, 421. Buhârî, “Tevḥîd”, 50. Müslim, “Ẕikir”, 20-22, “Ṣalât”, 215. Tirmizî, “Daʿavât”, 30, 101, “Zühd”, 37, “Feżâʾilü’l-Ḳurʾân”, 17. Nesâî, “Mevâḳīt”, 35, “İḥbâs”, 3. Taberî, Câmiʿu’l-beyân , Beyrut 1420/1999, XI, 626-627; XII, 495. Zemahşerî, el-Keşşâf (nşr. Âdil Ahmed Abdülmevcûd v.dğr.), Riyad 1418/1998, II, 184-185; VI, 22. Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , Beyrut 1421/2000, XI, 93-94; XVI, 134-135; XXIX, 128, 129, 175. İbn Kesîr, Tefsîrü’l-Ḳurʾân (nşr. Hânî el-Hâc), Kahire, ts., VII, 394, 416. Elmalılı, Hak Dini , IV, 2607; VII, 4704-4705. M. Tâhir İbn Âşûr, et-Taḥrîr ve’t-tenvîr , Beyrut 1420/2000, XVI, 55. Yusuf Şevki Yavuz, “Adn”, DİA , I, 391. İlyas Üzüm, “İlliyyîn”, a.e. , XXII, 123-124. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2020 yılında Ankara’da basılan 31. cildinde, 128-129 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Lisânü’l-ʿArab , “ḳrb” md.",
        "Râgıb el-İsfahânî, el-Müfredât , “ḳrb” md.",
        "M. F. Abdülbâkī, el-Muʿcem , “ḳrb” md.",
        "Müsned , II, 421.",
        "Buhârî, “Tevḥîd”, 50.",
        "Müslim, “Ẕikir”, 20-22, “Ṣalât”, 215.",
        "Tirmizî, “Daʿavât”, 30, 101, “Zühd”, 37, “Feżâʾilü’l-Ḳurʾân”, 17.",
        "Nesâî, “Mevâḳīt”, 35, “İḥbâs”, 3.",
        "Taberî, Câmiʿu’l-beyân , Beyrut 1420/1999, XI, 626-627; XII, 495.",
        "Zemahşerî, el-Keşşâf (nşr. Âdil Ahmed Abdülmevcûd v.dğr.), Riyad 1418/1998, II, 184-185; VI, 22.",
        "Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , Beyrut 1421/2000, XI, 93-94; XVI, 134-135; XXIX, 128, 129, 175.",
        "İbn Kesîr, Tefsîrü’l-Ḳurʾân (nşr. Hânî el-Hâc), Kahire, ts., VII, 394, 416.",
        "Elmalılı, Hak Dini , IV, 2607; VII, 4704-4705.",
        "M. Tâhir İbn Âşûr, et-Taḥrîr ve’t-tenvîr , Beyrut 1420/2000, XVI, 55.",
        "Yusuf Şevki Yavuz, “Adn”, DİA , I, 391.",
        "İlyas Üzüm, “İlliyyîn”, a.e. , XXII, 123-124."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}