{
  "id": "eweb_338",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/munacat",
  "annotator": "Jeremy",
  "title": "MÜNÂCÂT",
  "arabic_title": "مناجاة",
  "summary": "Klasik Şark edebiyatlarında konusu Allah’a yakarış olan manzumelerle bunların bestelenmiş şekillerine verilen ad.",
  "parts": [
    {
      "author": "MUHSİN MACİT",
      "content": "Sözlükte “fısıldamak” anlamındaki necv kökünden türeyen münâcât “fısıldaşmak ve bir sırrı paylaşmak” demektir; genellikle “yalvarmak, yakarmak, dua ve tazarruda bulunmak” mânasında kullanılır. Edebiyat terimi olarak daha çok Allah’a yakarış maksadıyla yazılmış manzum ve mensur eserleri ifade eder. Türk dinî mûsikisinde aynı konu etrafında yazılmış, ramazan ayı boyunca sabah ezanından önce minarede temcîdlerle birlikte okunan manzumelere de münâcât adı verilmiştir. İslâm kitap telif geleneğine göre bir sanatkâr eserine Allah’a hamd (hamdele) ve Resûlullah’a salâtüselâm ile (salvele) başlar. Mürettep divanlar, mesneviler ve diğer manzum eserlerde hamdele ve salvelenin yerini tevhid, münâcât, na‘t ve mi‘râciyye gibi dinî muhtevalı şiirler alır. Bu sıralanış esas itibariyle sanatkârın sahip olduğu dinî kültürü edebiyata yansıtması, Allah, peygamber ve insan arasındaki toplum kabullerinin edebî anlamdaki ifadesidir. Münâcâtlarda umumiyetle kaside biçimi kullanılmış olmakla beraber gazel, mesnevi, kıta, rubâî, terkibibend ve terciibend gibi nazım şekilleriyle yazılmış örnekler de vardır. Bunlara mensur münâcâtlarla tekke-tasavvuf erbabının aynı muhtevadaki ilâhilerini eklemek mümkündür. Aruzun daha çok hezec ve remel bahirlerine ait vezinlerinin görüldüğü münâcâtların kısa vezin kalıpları yanında musammat gibi gazel ve kasidelerin yazılmasına uygun, ortadan bölünebilen simetrik vezinler kullanılması, tekke şairlerinin yazdıkları ilâhilerde ise sekizli hece ölçüsünün tercih edilmesi bunların bestelenmek üzere yazıldığını düşündürmektedir. Kulun her türlü sanat endişesini bir tarafa bırakarak doğrudan ve samimiyetle Allah’a yönelmesinin bir gereği olarak münâcâtlarda duygulu ve rikkatli bir üslûp ortaya çıkmıştır. Allah’a sığınma ve her şeyi O’ndan isteme duygusuyla hemen her şair bu türde eser vermiş, bu sebeple müstakil münâcât mecmuaları tertip edilecek kadar çok şiir yazılmıştır. Divan ve mesnevilerinde münâcât bulunmayan nâdir bazı şairler de ya müteferrik beyitlerde konuya temas etmiş yahut mensur eserlerinde bu eksikliği telâfi yoluna gitmişlerdir. Ayrıca bazı edebî eserlerde tevhid ve münâcât her iki şiirin Allah’a yönelimi ifade etmesi dolayısıyla iç içe bulunabilmektedir. Türk edebiyatında ortaya çıkan ilk mahsullerle Sinan Paşa’nın Tazarru‘nâme ’sinde bu durum açıkça görülmektedir. Münâcâtlarda yer alan hissiyat belirgin ve müşterek olmasına rağmen şairlerin mizaç, meşrep ve tahsil durumlarından kaynaklanan bir çeşitlilik de göze çarpar. Ayrıca münâcâtları dinî ve tasavvufî esaslara göre yazılanlar diye iki kısma ayırmak mümkündür. Dinî örneklere dönemin medrese kültürünün yansıdığı ve zaman zaman tefekkürün hikmete dönüştüğü, bazan bunların didaktik bir hal aldığı görülür. Tekke-tasavvuf erbabının münâcâtlarında ise daha coşkulu bir ruh halinin sonsuzluğa kanat açışını sezmek mümkündür. Bektaşîlik, Hurûfîlik gibi tarikatların özel terminolojisini içeren münâcâtlar da mevcuttur. Esas itibariyle münâcâtlar günahkârlık ve pişmanlık duygularının dile getirildiği şiirlerdir. Günahkâr bir kulun Allah’ın inâyetinden başka sığınabileceği yer olmadığından münâcâtlarda Allah’ın bağışlayıcılığını ifade eden rahîm, rahmân, gaffâr, muîn, settâr, kerîm gibi isim ve sıfatlarından sıkça söz edilir. O’nun mağfiret sahibi oluşuna dair âyet ve hadisler telmih veya iktibas yoluyla zikredilerek af için bir dayanak aranır. Hz. Peygamber’in ümmetine şefaat edeceğinden hareketle Allah’ın günahkâr kullarını habibinin hürmetine bağışlaması istenir. Kaside nazım şekliyle yazılan münâcâtlarda nesîb, tegazzül ve fahriye gibi bölümler yer almayabilir. Bunun yerine şiirin baş tarafında Allah’ın selbî ve sübûtî sıfatlarından bahsedilir. Ardından bu sıfatların evrendeki tecellilerine dikkat çekilir. Peygamberlerin hayatlarına ve gösterdikleri mûcizelere atıflar yapılır. Mûcize gösterme gücü olan ve vahiyle desteklenen peygamberlerin büyüklüğüne ve küfürle mücadelelerine işaret edildikten sonra Allah karşısında güçsüzlüklerinden söz edilip sıradan insanların konumu belirlenir ve yakarışa zemin oluşturulur. Daha sonra şair, ruhunda korku ile ümidin (havf ve recâ) çarpışmasından doğan bir heyecanla şiirine devam eder ki münâcâtlarda lirizmi doğuran en önemli duygu budur. Divanlarda olduğu gibi mesnevi türündeki müstakil eserlerin baş tarafında da münâcâtlar bulunur. Ayrıca mesnevilerin olay örgüsüyle bağlantılı olarak hadiselerin akışı arasında metnin içine yerleştirilmiş ve çok defa kahramanların ağzından yazılmış münâcâtlara rastlanır. Kaside dışındaki diğer nazım şekilleriyle yazılan münâcâtlarda ise doğrudan konuya girildiği görülür. İslâm edebiyatında münâcât türünün ilk örnekleri İslâmiyet’ten sonraki Arap edebiyatında ortaya çıkmış, Hz. Peygamber’in bazı duaları özellikle tasavvuf çevrelerinde yazılan münâcâtlara ilham kaynağı olmuştur. Nakşibendî geleneği bu çizgiyi Hz. Ebû Bekir’e kadar ulaştırır. Hemen her tasavvuf büyüğünden nakledilen münâcâtlar hizb ve evrâd mecmualarında yer alır. Hz. Ali’nin münâcâtı Arap edebiyatında türün ilk örneklerinden kabul edilir. Ali Zeynelâbidîn’e nisbet edilen on beş münâcât da Şiî çevrelerinde meşhurdur. Arap edebiyatındaki münâcâtların en belirgin vasfı, sanat endişesinin ikinci planda kalmasıdır. Fars edebiyatında münâcât tasavvufî remiz ve istiarelerle zenginleşerek devam etmiştir. Bu edebiyatta “niyâyiş” adıyla da bilinen münâcât edebî bir tür olarak uzun bir geçmişe sahiptir. Mensur ve manzum münâcâtlar arasında Hâce Abdullah-ı Herevî’nin münâcâtı tasavvufî Fars edebiyatında kaleme alınan ilk önemli şiirdir. Bunun yanında hemen her şairin şiirleri içinde, bilhassa mesnevi, methiye ve fetihnâmelerde, divan ve külliyatların mukaddimelerinde çeşitli adlarla münâcât örnekleri yer almıştır. Nizâmî-i Gencevî, Sa‘dî-i Şîrâzî, Hâfız-ı Şîrâzî, Abdurrahman-ı Câmî ve Mevlânâ Celâleddîn-i Rûmî bu şairler arasında sayılabilir. Müstakil eserler içinde Şeyh Bahâeddin Zekeriyyâ Mültânî’nin Münâcât-ı Pîr-i Destgîr ’i, Molla Abdüllatîf Abdâlî’nin Münâcâtnâme ’si, Celâleddin Hüseyin Buhârî’nin Münâcât-ı Cihâniyân-i Cihângeşt ’i, Nasîrüddin Mahmûd Evdehî’nin Münâcâtnâme-i Çerâġ ’ı ve Hâfız Muhammed Berhûrdâr’ın Münâcât-ı Şevhâyî ’si anılabilir. Ayrıca özel adlarla yazılan münâcâtlar vardır. Nizâmî-i Gencevî ve Abdurrahman-ı Câmî gibi şairler Türk şairlerinin de örnek kabul ettiği en güzel Farsça münâcâtları yazmışlardır. Münâcât Türkler’in İslâmlaşma sürecinde Türk edebiyatına da aksetmiştir. İslâmî Türk edebiyatının en eski mahsullerinden sayılan Kutadgu Bilig ’de müstakil münâcât bulunmamakla birlikte eserin başında yer alan tevhidde münâcât niteliği taşıyan beyitler mevcuttur. Ahmed Yesevî’nin Divân-ı Hikmet ’inde yer alan altıncı hikmet aynı zamanda bir münâcâttır. Anadolu sahasında Ahmed Fakih ve Sultan Veled gibi şairler tarafından yazılan ilk münâcâtlar tasannu ve tekellüften uzak bir üslûpla kaleme alınmış samimi örneklerdir. Divan edebiyatı geleneği içerisinde hemen her şair münâcât yazmıştır. En güzel münâcâtları Ahmed-i Dâî, Şeyhî, Ali Şîr Nevâî, Adlî, Fuzûlî, Muhibbî, Bahtî, Azmîzâde Hâletî, Nef‘î, İsmetî, Nâilî, Necîb, Esrar Dede, Nevres gibi şairler ortaya koymuştur. Türk edebiyatının mutasavvıf şairleri arasında münâcât yazma eğilimi divan şairlerine göre daha fazladır. Yûnus Emre, Dede Ömer Rûşenî, Eşrefoğlu Rûmî, Kemal Ümmî, Seyyid Nizamoğlu, Niyâzî-i Mısrî, Sezâî-yi Gülşenî, Kuddûsî ve Ahmet Remzi Akyürek gibi mutasavvıflar lirik münâcâtları ilk akla gelenlerdir. Türk dinî mûsikisinde önemli yeri olan temcîd ve münâcâtların güftelerinin pek çoğu bu şairlerin eserlerinden alınmıştır. Âşık edebiyatında da görülen münâcât türünün en velûd şairi Sivaslı Sûzî’dir. Türk edebiyatının Batı etkisinde yenileşmesiyle birlikte münâcât yazma geleneği farklı bir şekilde devam etmiştir. Tanzimat sonrasında münâcât yazan şairlerde teslimiyetin ve tevekkülün yerini şahsî şüpheler alır. Millî felâket zamanlarında kaleme alınan ve millî meseleleri ön plana çıkaran münâcâtlarda gelenekten ilham alınmakla beraber -Şinâsi, Ziyâ Paşa ve Mehmed Âkif (Ersoy) gibi şairlerde görüldüğü gibi- bazan yalvarma ve taleplerin taşkın bir şekilde seslendirildiği, sonra da bu ifadelerden duyulan pişmanlığın dile getirildiği görülmektedir. Modern Türk edebiyatında münâcât yazma geleneği çağdaş şiir anlayışı ile yenilenerek devam etmektedir. BİBLİYOGRAFYA Cevherî, eṣ-Ṣıḥâḥ , “necâ” md. Tâcü’l-ʿarûs , “necâ” md. Kāmus Tercümesi , III, 934-935. İbn Kuteybe, ʿUyûnü’l-aḫbâr , II, 291-292. Ansari, Cris du coeur: Munājāt , Paris 1988, tür.yer. Ahmed-i Yesevî: Dîvân-ı Hikmet’ten Seçmeler (haz. Kemal Eraslan), Ankara 1991, s. 82. Fuzûlî, Leylâ ve Mecnun (haz. Muhammed Nur Doğan), İstanbul 1996, s. 386, 420-422. İsmail Habip [Sevük], Edebiyat Bilgileri , İstanbul 1942, s. 147-148. Abdüssettâr Mahfûz, Münâcât: Min duʿâʾi’r-Resûl ve’ṣ-ṣaḥâbe ve’ṣ-ṣâliḥîn , Kahire 1991, tür.yer. Cemal Kurnaz, Münâcât Antolojisi , Ankara 1992, s. 1-15. İskender Pala, Ansiklopedik Dîvân Şiiri Sözlüğü , İstanbul 1999, s. 300. Abdülhakim Koçin, Divan Şiirinde Münacaat (doktora tezi, 2002), Gazi Üniversitesi Sosyal Bilimler Enstitüsü, tür.yer. Civân, “Niyâyişnâme”, Ferhengnâme-i Edeb-i Fârsî (nşr. Hasan Enûşe), Tahran 1381 hş., II, 1396-1398. Agâh Sırrı Levend, “Dinî Edebiyatımızın Başlıca Ürünleri”, TDAY Belleten (1972), s. 35-80. Rıdvan Canım, “Divan Edebiyatında Tevhid, Na‘t ve Münâcaatlar”, İslâmî Edebiyat , II/4, İstanbul 1990, s. 9-11, 59. C. E. Bosworth, “Munād̲j̲āt”, EI 2 (İng.) , VII, 557. Öztuna, BTMA , II, 88. Dihhudâ, Luġatnâme (Muîn) , XIII, 19033-19034. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2020 yılında Ankara’da basılan 31. cildinde, 562-564 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Cevherî, eṣ-Ṣıḥâḥ , “necâ” md.",
        "Tâcü’l-ʿarûs , “necâ” md.",
        "Kāmus Tercümesi , III, 934-935.",
        "İbn Kuteybe, ʿUyûnü’l-aḫbâr , II, 291-292.",
        "Ansari, Cris du coeur: Munājāt , Paris 1988, tür.yer.",
        "Ahmed-i Yesevî: Dîvân-ı Hikmet’ten Seçmeler (haz. Kemal Eraslan), Ankara 1991, s. 82.",
        "Fuzûlî, Leylâ ve Mecnun (haz. Muhammed Nur Doğan), İstanbul 1996, s. 386, 420-422.",
        "İsmail Habip [Sevük], Edebiyat Bilgileri , İstanbul 1942, s. 147-148.",
        "Abdüssettâr Mahfûz, Münâcât: Min duʿâʾi’r-Resûl ve’ṣ-ṣaḥâbe ve’ṣ-ṣâliḥîn , Kahire 1991, tür.yer.",
        "Cemal Kurnaz, Münâcât Antolojisi , Ankara 1992, s. 1-15.",
        "İskender Pala, Ansiklopedik Dîvân Şiiri Sözlüğü , İstanbul 1999, s. 300.",
        "Abdülhakim Koçin, Divan Şiirinde Münacaat (doktora tezi, 2002), Gazi Üniversitesi Sosyal Bilimler Enstitüsü, tür.yer.",
        "Civân, “Niyâyişnâme”, Ferhengnâme-i Edeb-i Fârsî (nşr. Hasan Enûşe), Tahran 1381 hş., II, 1396-1398.",
        "Agâh Sırrı Levend, “Dinî Edebiyatımızın Başlıca Ürünleri”, TDAY Belleten (1972), s. 35-80.",
        "Rıdvan Canım, “Divan Edebiyatında Tevhid, Na‘t ve Münâcaatlar”, İslâmî Edebiyat , II/4, İstanbul 1990, s. 9-11, 59.",
        "C. E. Bosworth, “Munād̲j̲āt”, EI 2 (İng.) , VII, 557.",
        "Öztuna, BTMA , II, 88.",
        "Dihhudâ, Luġatnâme (Muîn) , XIII, 19033-19034."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}