{
  "id": "eweb_339",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/murid",
  "annotator": "Jeremy",
  "title": "MÜRİD",
  "arabic_title": "المريد",
  "summary": "Tasavvuf yolunu tutmaya veya tarikata girmeye karar veren yahut bir şeyhe bağlı bulunan kişi anlamında tasavvuf terimi.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Sözlükte “iradesi, isteği olan kişi” mânasındaki mürîd kelimesi tasavvuf tarihinde ve çeşitli tasavvufî zümreler arasında farklı mânalarda kullanılmıştır. İlk sûfî müellifler müridden çok irade kavramı üzerinde durmuşlar, iradenin mürid ve murâd terimleriyle ilişkisini göstermeye çalışmışlardır. Meselâ Kuşeyrî er-Risâle ’sinde, Herevî Menâzilü’s-sâʾirîn ’de irade konusuna özel bir bölüm ayırmışlardır. Mutasavvıfların çoğu iradeyi “âdetleri, alışkanlıkları terketmek” diye tarif etmiştir. Bunlara göre genellikle halk gaflet içindedir ve nefsin arzularına uymuştur. İrade bu alışkanlıkların terkedilmesidir. İradenin bir de fiilî yönü vardır. Nefsin arzularına uymayıp gaflet halinden vazgeçilmesi terk, Hakk’a giden yola girip bunun gereklerinin yerine getirilmesi fiil halidir. Bu anlamda mürid alışkanlıklarından tamamıyla kopan ve kendini Hakk’a veren kişidir. Nitekim Hallâc-ı Mansûr müridi, “başlangıçta Allah’a vâsıl olmayı isteyen ve ona vâsıl olmadıkça hiçbir şeye meyletmeyen kişi” olarak tanımlamıştır. Bu yolda irade sahibi olmak yeni bir dinî hayatın başlangıcıdır. “Günahları terkedip ibadet ve taatlere yönelme” anlamına gelen tövbe de bir bakıma iradeye benzer ve bundan dolayı tasavvufta birinci makam sayılır. Tövbe işlenen günahlardan pişman olma, irade bunun yanı sıra Hakk’a giden yola girme isteği ve çabasıdır. Bu çabayı doğuran bilinen ve bilinmeyen etkenler vardır. Tasavvufta genellikle iyi ve dindar insanların sohbetinde bulunmanın uyanışa vesile olacağı kabul edilir. Evliya menkıbelerinin böyle bir iradenin ortaya çıkmasında etkili olacağını söyleyen Cüneyd-i Bağdâdî’ye göre Hak Teâlâ bir kuluna hayır murat ettiği zaman onu ham sofulardan uzaklaştırır ve hakiki sûfîlerin arasında bulunmasını sağlar (Kuşeyrî, s. 436). Tasavvuf kaynaklarında sûfî hareketin ilk temsilcilerinin tâlip, muhib, fakir, sâlih, müttaki, zâhid, âbid, sâlik ve ârif gibi sıfatlarla anıldığı, şeyh ve mürid terimlerinin yaygın olarak kullanılmadığı görülmektedir. Yine tasavvuf kaynaklarında tasavvufun kuruluş döneminde ortaya çıkan Tayfûriyye, Cüneydiyye, Harrâziyye ve Hakîmiyye gibi hareketlerin mensuplarından daha çok “üstat olarak tanınan zatın sohbetinde bulunup kendisinden feyiz alan kişi” anlamında “sâhib” diye bahsedilir. Meselâ Sülemî Cüneyd’in, Serî es-Sakatî, Hâris el-Muhâsibî, Muhammed b. Ali el-Kassâb gibi sûfîlerin sohbetinde bulunduğunu söylerken onlardan feyiz aldığını belirtmek istemişti ( Ṭabaḳāt , s. 154). Horasanlı sûfî Şakīk-ı Belhî, İbrâhim Edhem’in sohbetine katılmış, onun yolunu benimsemişti; Hâtim el-Esamm’ın da üstadı idi ( a.g.e. , s. 61). Bu örnekler ilk sûfîlerin birden çok üstadın sohbetinde bulunduğunu, ancak yolunu ve tarzını benimsedikleri zatı üstat olarak nitelendirdiklerini göstermektedir. İlk sûfîler mürid terimini, “Hakk’a giden yolda kararlı ve sağlam bir irade ortaya koyan kişi” anlamının yanı sıra “iradesi olmayan kul” mânasında da kullanmışlardır. Çünkü kişinin Hakk’a giden yolu tutması artık bundan sonra bu yolda Hakk’ın iradesine göre yürümesi, bu iradenin bulunduğu yerde kendi iradesini terketmesi demektir. Bundan dolayı Bâyezîd-i Bistâmî gibi sûfîler, kendi iradelerini Hakk’ın iradesine teslim edip iradesiz bir kul olarak yaşamayı tasavvuf anlayışlarına esas almışlardı. “İradede fenâ” ifadesinin anlamı budur; burada kulun kastı, talebi ve iradesi fâni olmakta, yerini Hakk’ın kastı, talebi ve iradesi almaktadır. Sûfîler müridliğin (irade sahibi olmanın) aslında Allah’ın bir sıfatı olduğuna dikkat çekmişlerdir (Necmeddîn-i Dâye, s. 250). Buna göre hakiki mürid Allah’tır. Bu durumda kul Hakk’ın muradıdır. Tâlib-mürşid ilişkisinde tâlib mürid, şeyh muraddır. Sûfî olmayan İbn Kayyim’in irade ehli dediği müridlerin bir yönden irade sahibi, diğer yönden iradesiz olmalarını hakikatin kendisi diye nitelemesi de önemli bir tesbittir ( Medâricü’s-sâlikîn , II, 379; III, 389). Tarikatların yaygınlaşması ve tekke kurumunun önem kazanması şeyh-mürid ilişkisinin daha düzenli ve disiplinli hale gelmesine vesile olmuş, bunun sonucunda şeyhin mürid üzerindeki gözetimi artarken mürid şeyhine daha bağımlı hale gelmiştir. Kuşeyrî, bir üstattan edep öğrenmeyen bir müridin artık bir daha iflâh olmayacağını söyledikten sonra Bâyezîd-i Bistâmî’nin, “Üstadı olmayanın kılavuzu şeytandır” sözünü naklederek üstatsız sülûkün tehlikesine dikkat çeker ( er-Risâle , s. 735). Aynı anlayışın Gazzâlî’de devam ettiği görülmektedir. Ona göre âhireti irade eden bir kimsenin (Âl-i İmrân 3/152) mal, makam, taassup ve günah engellerini önünden kaldırması, bir nehir kenarında kendisini yeden bir âmâ gibi şeyhini izlemesi, hiçbir önerisine hayır dememesi ve onun yanlışını kendi doğrusuna tercih etmesi gerekir ( İḥyâʾ , III, 72-77; IV, 255). Buna müridin şeyhinde fâni olması (fenâ fi’ş-şeyh) denir ve bu Allah’ta fâni olmanın (fenâfillâh) mukaddimesi sayılır. Sühreverdî’ye göre mürid şeyhinin bir parçası olup aralarında baba-oğul ilişkisi gibi bir ilişki vardır. Şeyh oğlunu terbiye eder gibi müridini terbiye eder, müridi üzerinde babanın evlâdı üzerindeki gibi tasarruf hakkına sahiptir. Müridin şeyhe bağlanması ikinci doğumu diye kabul edilir ( ʿAvârifü’l-maʿârif , s. 62). Müridin şeyhten feyiz alma dönemine “irtızâ” (süt emme), kendi kendine yeterli hale gelmesine de “fitâm” (sütten kesilme) denir. Sûfî müellifler eserlerinde müridleri çeşitli derece ve sınıflara ayırarak ele almışlardır. Kuşeyrî, müridlerinin çoğunun önce riyâzete ve çile çekmeye muvaffak kılındığını, ardından yüce hedeflere ulaştırıldığını, bazısının önce cezbeye kapılarak yüce mânaları keşfettiğini, daha sonra riyâzet ve çile çekme haline dönüp bu yolla da o mertebeye erdiklerini belirtir ( er-Risâle , s. 438). Ebû Nasr es-Serrâc mübtedî, mürid ve murad olmak üzere üçlü bir sınıflandırma yapar ( el-Lümaʿ , s. 417). Sühreverdî mücerred sâlik, mücerred meczup, yola girdikten sonra cezbeye eren sâlik, cezbelendikten sonra yola giren sâlik diye dörtlü bir mürid tasnifi yapar ( ʿAvârifü’l-maʿârif , s. 64). Mutlak mürid, mecazi mürid ve mürted mürid şeklindeki sınıflandırma da şeyhinden ayrılan müridin irtidad etmiş hükmünde tutulması bakımından dikkat çekicidir. Bir deneme ve hazırlık döneminden sonra uygun görülen tâlipler şeyhe biat ederek mürid olur. Bir tarikata girmeye “ahz-ı tarîk” adı verilir. Şeyh tarikata giren müride zikir telkin eder, hırka-i irâdet denilen ve müridliğin simgesi olan bir hırka giydirir. Bundan sonra intisap ettiği tarikatın âdâbına uygun biçimde seyrüsülûke başlayan mürid farz ibadetlerin yanında kendisine tayin edilen nâfile ibadetleri yerine getirmek, günün belli zamanında evrâd ve ezkâr okumakla yükümlü olur. İrade hırkasını giyen bir mürid sülûkünün ileri aşamalarında başka bir şeyhten de hırka alabilir. Buna “hırka-i teberrük” denir. Ancak aslolan hırka-i irâdettir. Şeyh sülûkünü tamamlayan müride irşad yetkisi vererek halife tayin edebilir. Müridin sahip olması gereken nitelikler ve görevleri konusunda tasavvuf kitaplarında ayrıntılı bilgiler verilmiş, ayrıca bu konuda Ebü’n-Necîb es-Sühreverdî’nin Âdâbü’l-mürîdîn ’i gibi müstakil eserler yazılmıştır (Kahire, ts.). Kuşeyrî er-Risâle ’sinde irade, sohbet, meşâyihe saygı bölümlerinde konuyu ele aldığı gibi eserin son kısmında müridlere tavsiyelerde bulunur. Aynı şekilde Muhyiddin İbnü’l-Arabî el-Fütûḥâtü’l-Mekkiyye ’nin sonunda müridlere tavsiyeler konusuna geniş yer vermiş (IV, 576-719), Risâletü künhi mâ lâ büdde li’l-mürîd minhü gibi bazı risâlelerini bu konuya ayırmıştır. Muhâsibî’nin Veṣâyâ ’sı da bu türün en güzel örneklerindendir. Büyük mutasavvıflar bir yandan müridleri kâmil insan olmaya teşvik edip bu hususta yapmaları gerekenleri söylerken bir yandan da karşılaştıkları tehlikeler hususunda onları uyarmış, bu yolun zor ve tehlikeli olduğunu, bunun için dikkat ve sabır gerektiğini ısrarla belirtmişlerdir (ayrıca bk. ÂDÂBÜ’l-MÜRÎD ). Müridin şeyh karşısındaki teslimiyetçi tavrı, her dediğini ve yaptığını doğru sayması, darda kaldığında şeyhinin mâneviyatından istimdadda bulunması, şeyh ona bende nazarıyla bakarken onun şeyhini efendisi bilmesi, şeyhinin kulu ve kölesi olmakla gurur duyması eleştirilmiş, böyle körü körüne bağlılığın İslâm’a uymadığı, müridlerin kişiliklerine zarar verdiği ileri sürülmüştür. Müridlerin, öldükten sonra da şeyhlerine aynı şekilde bağlılıklarını devam ettirmeleri ve ruhlarını Allah katında şefaatçi saymaları bazı âlimler ve mezhep mensuplarınca şirk ve küfür sayılmış, bunun kişileri kutsallaştırmak anlamına geldiği ileri sürülmüştür. Bu görüşlerin doğruluğunu gösteren birçok örnek bulunmakla birlikte Hâris el-Muhâsibî, Hakîm et-Tirmizî, Gazzâlî, Mevlânâ Celâleddîn-i Rûmî, Muhyiddin İbnü’l-Arabî, Dâvûd-i Kayserî, Yûnus Emre gibi büyük fikir adamları, din âlimleri ve şairlerin bir müridlik dönemi geçirdikten sonra bu seviyeye ulaştıkları gerçeği hiçbir zaman göz ardı edilmemelidir. BİBLİYOGRAFYA Tehânevî, Keşşâf , I, 612. Muhâsibî, er-Riʿâye li-ḥuḳūḳıllâh , Kahire 1970, s. 607-627. Serrâc, el-Lümaʿ , s. 275, 276, 417-418. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 194. Kelâbâzî, Taarruf (Uludağ) , s. 200-202. Sülemî, Ṭabaḳāt , s. 61, 154, 356, 454. Kuşeyrî, er-Risâle (nşr. Abdülhalîm Mahmûd), Kahire 1966, s. 433-439, 731-752. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 135-137, 205, 483-487. Herevî, Menâzil (Revân) , s. 433 vd. Gazzâlî, İḥyâʾ , III, 72-77; IV, 255. Ahmed-i Câmî, Ünsü’t-tâʾibîn (nşr. Ali Fâzıl), Tahran 1367, s. 77-80. Ebû Mansûr el-Abbâdî, Ṣûfînâme (nşr. Gulâm Hüseyn Yûsufî), Tahran 1347, s. 39. Abdülkādir-i Geylânî, el-Ġunye li-ṭâlibî ṭarîḳı’l-ḥaḳ , Beyrut 1288, II, 137-175. Sühreverdî, ʿAvârifü’l-maʿârif , Kahire 1939, s. 62, 64, 280-289. İbnü’l-Arabî, el-Fütûḥât , Kahire 1293, II, 689-692; IV, 576-719. Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd (nşr. M. Emîn Riyâhî), Tahran 1365 hş., s. 250-266. Takıyyüddin İbn Teymiyye, Merâtibü’l-irâde ( Mecmûʿatü’r-resâʾili’l-kübrâ içinde), Beyrut 1972, II, 69-87. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Beyrut 1403/1983, II, 378-391; III, 389. İbnü’l-Hatîb, Ravżatü’t-taʿrîf (nşr. Abdülkādir Ahmed Atâ), Kahire 1968, s. 486, 616. Abdülkerîm el-Cîlî, el-İnsânü’l-kâmil , İstanbul 1300, I, 67. Lâmiî, Nefehât Tercümesi , s. 449. İmâm-ı Rabbânî, Mektûbât , İstanbul 1963, I, 293-295. Aziz Mahmud Hüdâyî, Tarîkatnâme (nşr. Mehmed Gülşen, Külliyyât-ı Hazret-i Hüdâyî içinde), İstanbul 1338, s. 20-29. Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 34, 197-199. Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , Kahire 1963, s. 265. M. Asin Palacios, İbn ʿArabî: Ḥayâtüh ve meẕhebüh (trc. Abdurrahman Bedevî), Kahire 1965, s. 129-145. A. Schimmel, İslamın Mistik Boyutları (trc. Ergun Kocabıyık), İstanbul 2001, s. 109-116. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2006 yılında İstanbul’da basılan 32. cildinde, 47-49 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Tehânevî, Keşşâf , I, 612.",
        "Muhâsibî, er-Riʿâye li-ḥuḳūḳıllâh , Kahire 1970, s. 607-627.",
        "Serrâc, el-Lümaʿ , s. 275, 276, 417-418.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 194.",
        "Kelâbâzî, Taarruf (Uludağ) , s. 200-202.",
        "Sülemî, Ṭabaḳāt , s. 61, 154, 356, 454.",
        "Kuşeyrî, er-Risâle (nşr. Abdülhalîm Mahmûd), Kahire 1966, s. 433-439, 731-752.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 135-137, 205, 483-487.",
        "Herevî, Menâzil (Revân) , s. 433 vd.",
        "Gazzâlî, İḥyâʾ , III, 72-77; IV, 255.",
        "Ahmed-i Câmî, Ünsü’t-tâʾibîn (nşr. Ali Fâzıl), Tahran 1367, s. 77-80.",
        "Ebû Mansûr el-Abbâdî, Ṣûfînâme (nşr. Gulâm Hüseyn Yûsufî), Tahran 1347, s. 39.",
        "Abdülkādir-i Geylânî, el-Ġunye li-ṭâlibî ṭarîḳı’l-ḥaḳ , Beyrut 1288, II, 137-175.",
        "Sühreverdî, ʿAvârifü’l-maʿârif , Kahire 1939, s. 62, 64, 280-289.",
        "İbnü’l-Arabî, el-Fütûḥât , Kahire 1293, II, 689-692; IV, 576-719.",
        "Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd (nşr. M. Emîn Riyâhî), Tahran 1365 hş., s. 250-266.",
        "Takıyyüddin İbn Teymiyye, Merâtibü’l-irâde ( Mecmûʿatü’r-resâʾili’l-kübrâ içinde), Beyrut 1972, II, 69-87.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Beyrut 1403/1983, II, 378-391; III, 389.",
        "İbnü’l-Hatîb, Ravżatü’t-taʿrîf (nşr. Abdülkādir Ahmed Atâ), Kahire 1968, s. 486, 616.",
        "Abdülkerîm el-Cîlî, el-İnsânü’l-kâmil , İstanbul 1300, I, 67.",
        "Lâmiî, Nefehât Tercümesi , s. 449.",
        "İmâm-ı Rabbânî, Mektûbât , İstanbul 1963, I, 293-295.",
        "Aziz Mahmud Hüdâyî, Tarîkatnâme (nşr. Mehmed Gülşen, Külliyyât-ı Hazret-i Hüdâyî içinde), İstanbul 1338, s. 20-29.",
        "Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 34, 197-199.",
        "Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , Kahire 1963, s. 265.",
        "M. Asin Palacios, İbn ʿArabî: Ḥayâtüh ve meẕhebüh (trc. Abdurrahman Bedevî), Kahire 1965, s. 129-145.",
        "A. Schimmel, İslamın Mistik Boyutları (trc. Ergun Kocabıyık), İstanbul 2001, s. 109-116."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}