{
  "id": "eweb_341",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/mutasavvif",
  "annotator": "Jeremy",
  "title": "MUTASAVVIF",
  "arabic_title": "المتصوّف",
  "summary": "Tasavvufî hayat tarzını benimseyen ve bu yolla Hakk’ın yakınlığını kazanmaya çalışan kişi.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "II. (VIII.) yüzyılda bazı âbid ve zâhidlere sûfî denilmeye başlanmıştır. İlk defa bu sıfatla tanınan kişinin Ebû Hâşim el-Kûfî olduğu kaydedilmektedir. Aynı yüzyılın sonlarına doğru âbid ve zâhidlerin tuttuğu yolu belirtmek için sûfî kelimesiyle aynı kökten türeyen tasavvuf kelimesinin kullanımı yaygınlık kazanmış, bu yolun mensuplarına genellikle ehl-i tasavvuf , bazan da mutasavvıf adı verilmiştir. İlk sûfî müelliflerden Kelâbâzî, eserinin adında geçen “ehl-i tasavvuf mezhebi” ibaresini “tasavvuf yolunu tutanların görüşleri” anlamında kullanmış, bu kullanım tarzı Serrâc, Ebû Tâlib el-Mekkî, Sülemî, Kuşeyrî, Hücvîrî gibi diğer sûfî müelliflerin eserlerinde de devam etmiştir. Bu müellifler sûfî ve mutasavvıfın yanı sıra aynı mânada fakîr, garîb, sâih gibi kelimeler de kullanmışlar, ancak bunlar arasında mutasavvıf yaygınlık kazanmıştır. İlk dönemlerde mutasavvıf kelimesine temas edilmeyip daha çok sûfî ve tasavvuf kelimeleri üzerinde durulmuştur. Bu devirlerde mutasavvıf sûfî ile eş anlamlı kabul edilirken daha sonraları ikisi arasında fark görülmeye başlanmış, sûfî “Hakk’ın yakınlığını kazanan kimse”, mutasavvıf ise “Hakk’ın yakınlığını kazanmaya çalışan kişi” olarak tanımlanmıştır (Hücvîrî, s. 115). Hücvîrî sûfî ile mutasavvıfı bu şekilde birbirinden ayırt ettikten sonra ayrıca mustasvif ten bahseder. Ona göre mustasvif, tasavvuf yoluna inanmadığı halde mevki ve itibar sahibi olmak için mutasavvıfa benzemeye ve tasavvufu bir çıkar aracı olarak kullanmaya çalışan kişidir. Sûfîler tasavvuf yoluna inanan ve ehline yakınlık duyan, onların hayat tarzına özenen kişileri, “Bir kavme benzeyen onlardandır” hadisine işaretle (Ebû Dâvûd, “Libâs”, 4) bir bakıma mutasavvıf saymış ve onlara “müteşebbih” adını vermişlerdir. Şehâbeddin es-Sühreverdî müteşebbihin iman sahibi, mutasavvıfın imanla birlikte ilim sahibi, sûfînin ilim ve imanın yanında ayrıca zevk sahibi olduğunu söyler. Ona göre tasavvuf yolunun iyi ve doğru bir yol olduğuna inanmak bir mertebedir. Bu mertebede bulunan kişiye müteşebbih denir. Müteşebbihin bu yola girip Hakk’ın yakınlığına ermek için çabalaması gerekir; o zaman mutasavvıf mertebesine yükselebilir. İman ve amelin semerelerini devşirip ilâhî huzura ermenin zevkini yaşamak ise sûfînin mertebesidir. Müteşebbih mücâhede, mutasavvıf murakabe, sûfî müşahede sahibidir ( ʿAvârifü’l-maʿârif , s. 49-53). Biri Irak’ta, diğeri Horasan’da eş zamanlı olarak ortaya çıkan tasavvufla Melâmetîlik ve mutasavvıfla Melâmetî arasındaki farklar da kaynaklarda belirtilmiştir. Melâmetîler ihlâsı gerçekleştirmeye ve riyadan uzaklaşmaya önem verir; bundan dolayı hırka, farklı kıyafet ve semâ üzerinde durmaz, sıradan bir mümin gibi yaşamayı esas alırlar. Mutasavvıflar da ihlâsa ve riyadan kaçınmaya önem vermekle beraber ihlâsı ve riyayı Melâmetîler’den farklı algılar ve yorumlarlar. Mutasavvıflara göre sâlik nefsinden o kadar çok fâni ve Hak’ta o kadar çok bâki olmalıdır ki aklına Hak’tan başka hiçbir şey, hatta kendi varlığı bile gelmemelidir. Böyle bir şuur ve idrak halinde bulunan kişide halk ve mâsivâ (Hakk’ın gayri) bulunmayacağından riya da söz konusu olmaz. Genellikle tasavvufî kaynaklarda Melâmetîler muhlis (ihlâsa eren), mutasavvıflar ise muhlas (ihlâsa erdirilen) olarak nitelendirilmiştir. Bu iki kelime Kur’ân-ı Kerîm’de de geçmektedir (el-Bakara 2/139; es-Sâffât 37/40, 44, 128, 160, 169; ez-Zümer 39/2, 11, 14). Mutasavvıflar, kendi konumlarını bu şekilde açıklayarak Melâmetîler’in karşı olduğu hırka, taç, semâ, toplu zikir ve bunlarla ilgili âdâb ve erkânın riya vesilesi olmayacağını savunmuşlardır. Gafil âlimlerin yanında cahil mutasavvıfların da bulunduğunu belirten sûfîler bunların tasavvuf yoluna vereceği zararlara da dikkat çekmişler, samimi bile olsa cahil mutasavvıftan hayır gelmeyeceğini özellikle vurgulamışlardır. Dünyevî ve maddî maksatlarla mutasavvıf görünenlerin dışında başka bir din veya mezhebe yahut herhangi bir ilhâd hareketine mensup olduğu halde mutasavvıf gibi davranan kimseler de vardır. Sûfî müellifler mülhid dedikleri bu tür kişilere dikkat çekmişlerdir. Meselâ Hücvîrî, dönemindeki on iki tasavvuf hareketinden ikisinin kabul edilemez olduğuna işaret ederek tasavvuf ehlini uyarmıştır. Gazzâlî de hayat tarzları İslâm’la uyuşmayan, fakat kendilerini mutasavvıfe olarak adlandıran birtakım zümrelerden bahseder ( İḥyâʾ , III, 393). Şer‘î hükümler çerçevesinde yaşanan mânevî ve dinî hayat tarzına tasavvuf, bu hayatı yaşayanlara mutasavvıf denilmekle birlikte şer‘î hükümlere uymaları söz konusu olmaksızın kendilerini tasavvufî inanış, düşünüş ve duyuş şekline nisbet eden herkese geniş anlamda mutasavvıf, tuttukları yola da tasavvuf adı verilmektedir. BİBLİYOGRAFYA Ebû Dâvûd, “Libâs”, 4. Kelâbâzî, Taarruf (Uludağ) , s. 53-54. Serrâc, el-Lümaʿ , s. 45, 516. Sülemî, Ṭabaḳāt , s. 113, 467. Kuşeyrî, Risâle (Uludağ) , s. 77. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 115-116, 180. Herevî, Ṭabaḳātü’ṣ-ṣûfiyye , Tahran 1351, s. 6-10. Gazzâlî, İḥyâʾ , III, 393. Abdülkādir-i Geylânî, el-Ġunye li-ṭâlibî ṭarîḳı’l-ḥaḳ , Kahire 1288, II, 13, 21. Sühreverdî, ʿAvârifü’l-maʿârif , Kahire 1939, s. 49-53, 54-65. Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Kahire 1293, II, 352; III, 44. Lâmiî, Nefehât Tercümesi , s. 14-15. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2020 yılında Ankara’da basılan 31. cildinde, 379 numaralı sayfada yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Ebû Dâvûd, “Libâs”, 4.",
        "Kelâbâzî, Taarruf (Uludağ) , s. 53-54.",
        "Serrâc, el-Lümaʿ , s. 45, 516.",
        "Sülemî, Ṭabaḳāt , s. 113, 467.",
        "Kuşeyrî, Risâle (Uludağ) , s. 77.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 115-116, 180.",
        "Herevî, Ṭabaḳātü’ṣ-ṣûfiyye , Tahran 1351, s. 6-10.",
        "Gazzâlî, İḥyâʾ , III, 393.",
        "Abdülkādir-i Geylânî, el-Ġunye li-ṭâlibî ṭarîḳı’l-ḥaḳ , Kahire 1288, II, 13, 21.",
        "Sühreverdî, ʿAvârifü’l-maʿârif , Kahire 1939, s. 49-53, 54-65.",
        "Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Kahire 1293, II, 352; III, 44.",
        "Lâmiî, Nefehât Tercümesi , s. 14-15."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}