{
  "id": "eweb_344",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/nefis",
  "annotator": "Jeremy",
  "title": "NEFİS",
  "arabic_title": "النفس",
  "summary": "İnsanın özü, kendisi, ilâhî latife, kötü huyların ve süflî arzuların kaynağı anlamında bir terim.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Sözlükte “ruh, can, hayat, hayatın ilkesi, nefes, varlık, zat, insan, kişi, hevâ ve heves, kan, beden, bedenden kaynaklanan süflî arzular” gibi mânalara gelen nefs kelimesi ( Râgıb el-İsfahânî, el-Müfredât , “nfs” md.; Lisânü’l-ʿArab , “nfs” md.; Tâcü’l-ʿarûs , “nfs” md.). Kur’an’da “ruh” anlamında kullanıldığı gibi (el-En‘âm 6/93) “zat ve öz varlık” mânasında da kullanılmıştır (Âl-i İmrân 3/28, 30). İnsanı ilâhî hitaba muhatap kılarak onun sorumlu tutulmasına sebep olan nefse kötülüğü emretme (Yûsuf 12/53), nefsi ve yaptığı kötülükleri kınama (el-Kıyâme 75/2), daha ileri bir aşamada huzura erme (el-Fecr 89/27) gibi birbirinden farklı görevler yüklenmiştir. Ruh anlamına gelmesi, Allah’ın “emr”inden olan ruh hakkında çok az bilgiye sahip olunması (el-İsrâ 17/85) ve birçok zıt mâna içermesi nefsin tanımlanmasını zorlaştırmış; hayır-şer, sevap-günah, iyilik-kötülük gibi zıtlıkların konusu ve öznesi olarak görülmesi bazan olumlu yönünü, bazan da olumsuz yönünü öne çıkaran tanımların yapılmasına sebep olmuştur. Kur’an ve hadislerde nefsin çeşitli niteliklerinden söz edilir. Bu hususlar, nefsin ne olduğunu açıkça ifade etmese de birtakım ipuçları vermesi bakımından önemlidir. Nitekim nefse dair yapılan tanımlarda bu ipuçlarından faydalanılmıştır. Sahâbîler ve onları takip eden ilk iki nesil nefsin tarifini yapmaya ihtiyaç duymamıştır (İbn Kayyim el-Cevziyye, s. 178). Kur’an’da Allah’ın (Âl-i İmrân 3/28, 30; el-Mâide 5/116; el-En‘âm 6/12, 54; Tâhâ 20/41) insanların ve cinlerin (el-En‘âm 6/130), hatta cansız putların (el-Enbiyâ 21/43; el-Furkān 25/3) nefsinden bahsedilmiş, ancak meleklerin nefislerinden söz edilmemiştir. İnsan nefisle beden birlikteliğinden oluşan bir varlıktır; bedene hayatiyet veren nefistir. Nefse yüklenen zıt sıfatları dikkate alarak bir bedende üç, dört veya beş nefsin mevcut olduğunu kabul edenler bulunmakla birlikte nefsin genellikle bölünmez ve parçalanmaz bir tek şey olduğu görüşü benimsenmiştir. Ruh ile nefsin aynı veya farklı şeyler olup olmadığı tartışma konusudur. Gazzâlî’ye göre kalp, ruh, nefis ve aklın birbirinden farklı birçok anlamı vardır. Ancak bu dört kavram rabbânî ve ilâhî latifeyi ifade etme noktasında birleşir ve bu bağlamda eş anlamlıdır. Allah’ın Âdem’e üflediği ruh ile (Sâd 38/72) itminana ererek Allah’a dönen nefis (el-Fecr 89/27-28) aynı şeydir. Bu anlamda nefse kalp de denir. İnsanı insan yapan, onu diğer canlılardan farklı kılan temel özellik olması bakımından akıl da nefis anlamına gelir ( İḥyâʾ , III, 3, 4). Gazzâlî nefsi “rabbânî ve ilâhî latife”, “mânevî bir cevher”, “insandaki bilen ve algılayan latife”, “hakiki insan”, “insanın kendisi” şeklinde tarif eder; filozofların “nefs-i nâtıka” dedikleri şeyin de bu ilâhî latife olduğunu söyler. Ona göre bu hususta ayrıntıya girmek ve bu latifenin mahiyetini açıklamak ruhun sırrını ifşa etmek anlamına geleceğinden sakıncalıdır ( a.g.e. , III, 3-4). İbn Teymiyye’nin görüşleri de buna yakındır ( Risâle fi’l-ʿaḳl ve’r-rûḥ , s. 20). İnsan esas itibariyle nefisten ibaret olduğundan, “İnsan nedir?” sorusuna verilen cevaplar aynı zamanda, “Nefis nedir” sorusunun da cevabı sayılmıştır (Eş‘arî, II, 25; Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , V, 640-648). Genellikle küllî varlıkların mevcudiyetini kabul etmeyen kelâm âlimleri nefsin latif bir cisim olduğu görüşünü savunmuştur. Tabiatçı filozofların nefsi maddenin bir hali olarak görmesi kelâmcıların bu konuda daha dikkatli davranmasına sebep teşkil etmiştir. Nefsin mânevî ve ruhanî bir cevher olduğu görüşü reddedilirken bu konuda tabiatçı ve maddeci görüşleri kabul etme tehlikesinden de kaçınma zorunluluğu onları bu görüşe sevketmiştir. Mu‘tezile âlimlerinden Nazzâm, İbn Keysân el-Esam ve Ebû Ali el-Cübbâî nefsin cisim olduğu görüşünü savunurken Ca‘fer b. Harb bir araz olduğunu söylemiştir. Ca‘fer b. Mübeşşir ise nefsin cisim ve madde türünden olmayan bir cevher olduğu kanaatindedir (Eş‘arî, II, 28-30). Mu‘tezile’deki bu görüşlerin bir benzeri Gazzâlî öncesi Sünnî kelâm âlimlerinde de mevcuttur. Bâkıllânî ve ona tâbi olan Eş‘arîler’e göre nefis teneffüs edilen soluk olup ruhtan ayrı bir şeydir ve ruh arazdır. İbn Hazm ise nefisle ruhun aynı şey olduğunu söyler. Nefsin mânevî bir cevher olduğunu en ciddi şekilde savunan Gazzâlî’dir. Fahreddin er-Râzî, felsefî mahiyetteki bazı eserlerinde nefsin soyut bir nesne (obje) olduğunu söylerse de diğer eserlerinde Gazzâlî’ye yaklaşarak nefsi “bedende mevcut cismanî, nûrânî, şerefli ve latif bir cevher” şeklinde tarif etmiştir ( Mefâtîḥu’l-ġayb , V, 640; VIII, 569; el-Muḥaṣṣal , s. 163; Meʿâlimü uṣûli’d-dîn , s. 118; el-Meṭâlibü’l-ʿâliye , VII, 431). Fahreddin er-Râzî tarafından söz konusu edilen ve İbn Kayyim el-Cevziyye tarafından da benimsenen bir görüşe göre nefis nûrânî, ulvî, şerefli, latif ve canlı/diri bir cisim olup mahiyeti itibariyle hissî/maddî olan bedenden ayrı bir şeydir. Suyun güle, ateşin kömüre, yağın süte yayılması gibi vücudun her tarafına sirayet ederek onu harekete geçirir. Beden ve organlar bu latif cisimden gelen etkileri kabule elverişli olduğu sürece bu latif cisim onlarla kenetlenmiş bir halde bulunarak onlara hissetme, hareket etme ve irade gibi halleri kazandırır. Organlar bozulup işlevsiz hale gelince nefis bedenden ayrılır ve ruhlar âleminde yerini alır ( er-Rûḥ , s. 178). İbn Kayyim’e göre nefis konusunda Kur’an, sünnet, icmâ, aklî deliller ve fıtrata uygun olan görüş budur; diğerleri bâtıldır. İbn Kayyim, bu görüşün doğruluğunu ispatlamak için 116 delil sıralar. Bu deliller nefsin tıpkı beden gibi belli birtakım fiilleri, hareketleri, nitelikleri ve halleri mevcut olduğu esasına dayanır. Meselâ Allah nefse, “Ey itminana ermiş nefis! Dön rabbine, sen O’ndan razı, O da senden razı olarak” diye hitap eder (el-Fecr 89/27). Bu hitap nefsin anlayan, düşünen, dönen, Hak’tan razı olan ve O’nun rızâsına eren bir varlık olduğunu gösterir. Böyle olmayan bir varlığa hitap etmek abestir ( a.g.e. , s. 178 vd.). İbn Kayyim nefis-cisim ilişkisiyle dil arasındaki bağlantıya dikkat çeker ve cismin Arap lugatında ifade ettiği anlamla örf ve terim anlamlarının farklı bulunduğunu, cismin terim mânasının sözlük mânasından daha genel olduğunu belirtir ve filozofların üç boyutlu her şeye cisim (madde) dediklerini, onlara göre hava, ateş, buhar, duman ve yıldız gibi şeylerin birer cisim olduğunu, halbuki Arap dilinde bu gibi şeylere cisim denmediğini, Arapça’da cismin “cüsse ve ceset” (beden ve gövde) anlamında kullanıldığını, cansız maddelerin ve bitkilerin cisim olarak nitelendirilmediğini söyler. “Nefis cisimdir” derken kelimenin sözlük anlamında değil örf ve terim anlamında kullanıldığını, bu ifadeyle şeriatın, aklın ve hissin gösterdiği gibi, “Nefis hareket, intikal, inme, çıkma, nimetten haz alma, azaptan acı çekme gibi birtakım sıfatları, fiilleri ve hükümleri taşıyan bir cisimdir” denilmek istendiğine dikkat çeker ( a.g.e. , s. 201). Nefsin cisim veya cismanî bir şey olduğunu söyleyenler bunun herhangi bir cisim olmadığını ve kendine has vasıfları bulunan bir özne anlamında cisim olduğunu belirtirler. Nefsin mahlûk mu kadîm mi (ezelî) olduğu meselesi tartışma konusu edilmiştir. Nefsin mahlûk olduğu hususunda âlimlerin ittifakı vardır. Ancak mülhid diye nitelenen bazı zümrelerin nefsin kadîm olduğuna inandıkları bilinmektedir. Nefsin fâni veya bâki oluşu meselesi de tartışmalıdır. Âlimlerin çoğu “Her nefis ölümü tadar” beyanına (el-Enbiyâ 21/35; el-Ankebût 29/57) dayanarak nefsin fâni olduğu görüşündedir. Fakat nefsin ölümlü oluşu genellikle bedenden ayrılması şeklinde yorumlanmış ve bedenden ayrılan nefsin nimet içinde bulunması veya azap çekmesi mutlak şekilde yok olmayacağının delili sayılmıştır. Allah yolunda şehid olanların ölü değil diri olduğunu bildiren âyetler de (el-Bakara 2/154; Âl-i İmrân 3/169) nefsin ölümsüzlüğüne delil sayılmıştır. Bir bedende bir veya birden fazla nefis bulunup bulunmadığı konusunda da farklı görüşler mevcuttur. Genellikle bir bedende bir nefsin bulunduğu görüşü kabul edilmiştir. Bu kanaatte olanlara göre kötülüğü emretme, yapılan kötülüğü kınama ve itminana/huzura erme gibi farklı ve zıt sıfatlar bir nefsin değişik sıfatlarıdır. Bazılarına göre bir bedende emmâre (Yûsuf 12/53), levvâme (el-Kıyâme 75/2), mutmainne (el-Fecr 89/27-28) olmak üzere üç nefis mevcuttur. Bu üç nefis arasında devamlı bir mücadele vardır. Hangisi baskın gelirse beden onun hükmü altına girer ( a.g.e. , s. 220). Bir bedende cemâdî (maddî), nebatî, hayvanî ve insanî olmak üzere dört nefsin bulunduğunu kabul edenler de vardır; bazı mutasavvıflar bu görüştedir. Maddenin nefsi onu bir arada tutup dağılmasını engelleyen kuvvettir. Büyüme ve üreme bitkilerin, his ve serbest hareket etme hayvanların nefsidir, insan nefsi bunlardan ayrı bir şeydir (Gazzâlî, İḥyâʾ , IV, 350; Mişkâtü’l-envâr , s. 78, 81; Meʿâricü’l-ḳuds , s. 16, 154). Bazılarına göre insanda söz konusu niteliklerin hepsi bulunduğundan onda dört nefis mevcuttur. İnsanı insan yapan ve diğer hayvanlardan farklı kılan ise “rabbânî latife” denilen nefistir. Bu nefisle bedendeki hayvanî nefis arasında devamlı bir mücadele vardır. Hayvanî nefis latif bir cisim olup atardamarlar vasıtasıyla vücudun her tarafına yayılır. Bu nefis insanî/aklî nefsin bineği ve taşıyıcısı, aynı zamanda kötü his ve davranışların kaynağıdır. İnsan, hayvanî nefsi hâkimiyeti ve denetimi altında tuttuğu nisbette hayra yakın, onun hâkimiyeti altına girdiği nisbette şerre yakın olur. Hayvanî nefse tâbi olmak nefsin kirlenmesine, insanî nefse tâbi olmak arınmasına sebep olur. Hayvanî nefis kötülüğü emrederken insanî nefis yapılan kötülüğü kınar, daha ileri aşamada da itminana erer. Riyâzet ve mücâhede ile terbiye edilen hayvanî nefisten kötülük gelmez, aksine kulluk görevlerini yerine getirme hususunda insanî nefse hizmet eder. Sûfîler nefis derken insandaki kötü sıfat ve huyların kaynağı olan bu nefsi kastetmişler ve buna “nefs-i nâtıka” adını vermişlerdir. Nefis üzerinde genişçe durulmasının sebebi görev ve sorumluluklar itibariyle nefsin özne olması, ayrıca kabir azabı, haşir ve tenâsüh gibi konularla da ilgili olmasındandır. Fıkıh âlimleri fıkhı, “Kişinin leh ve aleyhindeki hususları (hak ve vazifeleri) bilmesidir” şeklinde tarif ederken nefsi hukukun öznesi olarak görmüşlerdir (Teftâzânî, II, 11). İbn Haldûn Muḳaddime ’de nefsi sosyal psikoloji ve din psikolojisi yönünden incelemiştir. Tasavvuf. Tasavvufta nefis konusu kelâm ve felsefeden farklı bir şekilde ele alınmış ve yorumlanmıştır. Sûfîler genellikle nefsin mahiyeti, birliği, cisim ve cevher, kadîm ve hâdis oluşu, evvel veya sonra yaratılışı gibi hususlardan çok onun zaafları, hileleri, kötülükleri, hastalıkları, bunları tedavi etmenin yollarıyla kötülüklerinden korunmanın çareleri ve nefis terbiyesi gibi konular üzerinde durmuşlardır. Tasavvufta nefis denilince şer ve günahın kaynağı olan, “kötü huy ve süflî arzuların tamamı” anlamına gelen ve kötülüğü emreden (Yûsuf 12/53) nefis anlaşılır; bu bağlamda, “Sana gelen iyilik Allah’tan, başına gelen kötülük ise nefsindendir” gibi âyetlere (en-Nisâ 4/79) ve, “Allahım! Nefislerimizin şerrinden sana sığınıyoruz” (Dârimî, “Nikâḥ”, 20; İbn Mâce, “Nikâḥ”, 19; Nesâî, “Cumʿa”, 24); “Allahım! Nefsimizin şerrinden sana sığınırım” (İbn Mâce, “Ṭıb”, 36; Tirmizî, “Daʿavât”, 14) gibi hadislere sıkça atıf yapılır. Kötülük sebebi olması bakımından şeytanın iş birlikçisi sayılan nefis insanın içindeki en büyük düşman olduğundan (Muhâsibî, er-Riʿâye , s. 384-385), “Allahım! Bir an bile beni nefsimle baş başa bırakma!” diye dua edilir. İlk âbid ve zâhidler zühd hayatı yaşamayı esas alırken önlerinde en büyük engel olarak şeytanı ve nefsi, yani nefsin süflî/aşağı arzularını, hevâ ve hevesini görmüşler, bazan nefisten “içimizdeki şeytan/düşman” diye söz etmişler ve dikkatlerini bunun üzerinde yoğunlaştırmışlardır. Onlara göre günah ve kötülük işlemeye hevesli olan nefis ibadetten ve hayırlı işlerden ısrarla kaçar. Bu sebeple zühd hayatında sürekli olarak nefse muhalefet etmek ve hiçbir şekilde onunla barışık olmamak esas alınmış, hayra ve kurtuluşa ermek için onu alt etmenin ve aşmanın gereğine inanılmıştır. “En büyük düşmanın nefsindir” hadisine (Aclûnî, I, 143) dayanan zâhid ve sûfîler bu düşmana karşı savaş açmışlar, buna da “cihâd-ı ekber” adını vermişlerdir. Onlara göre nefis şeytandan daha tehlikelidir. Çünkü şeytan çok defa nefsi alet ederek insana günah işletir. Kur’an’da nefsi sefih kişilerden bahsedilmiş (el-Bakara 2/13, 142) ve, “Nefislerinizi temize çıkarmayın” buyurulmuştur (en-Necm 53/32). Nefis muhasebesinden söz eden ve nefsi kınayan ilk sûfî Ahmed b. Âsım el-Antâkî’dir. Tasavvuf anlayışını nefsi sorgulama esasına dayandırdığı için “Muhâsibî” diye tanınan ilk sûfîlerden Hâris b. Esed er-Riʿâye , Âdâbü’n-nüfûs , Muʿâtebetü’n-nefs ve el-Veṣâyâ gibi eserlerinde nefsin hile, desise, kurnazlık ve hainliklerinden, insana kurduğu tuzaklardan, ona karşı korunmanın çarelerinden, nefsi eğitmenin ve denetim altına almanın yollarından bahsetmiş, bu hususta psikolojik tahliller yapmıştır. Hakîm et-Tirmizî’nin Kitâbü’r-Riyâże ve âdâbü’n-nefs , Ṭabâʾiʿu’n-nüfûs , el-Mesâʾilü’l-Meknûne , Menâzilü’l-ʿibâd , el-Menhiyyât gibi eserleri nefisle ilgili geniş açıklamalar ve değerlendirmeler içerir. Sehl b. Abdullah et-Tüsterî tasavvuf anlayışında riyâzeti, mücâhedeyi ve nefis üzerinde hâkimiyet kurmayı esas almıştır. Ona göre kurtuluşun yolu nefsi açlık, sabır ve riyâzet kılıcıyla boğazlamaktır ( Sülemî, Ṭabaḳāt , s. 209; Gazzâlî, İḥyâʾ , III, 81). Hâtim el-Esamm’a göre tasavvuf yoluna giren bir kimsenin nefsinde dört tür ölümü (beyaz, siyah, kızıl ve yeşil) gerçekleştirmesi gerekir. Bunlar açlık, eziyete tahammül, nefse muhalefet ve yamalı elbise giymektir ( Sülemî, Ṭabaḳāt , s. 93). Zünnûn el-Mısrî, Allah ile kul arasındaki en kalın perdenin nefis olduğu kanaatindeydi ( a.g.e. , s. 18). Bâyezîd-i Bistâmî, Hak Teâlâ’nın kendisine, “Nefsini bırak da öyle gel” diye hitap ettiğini ve bunun üzerine yılanın gömleğinden soyunduğu gibi nefsinden sıyrıldığını anlatır (Kuşeyrî, s. 719). Mutasavvıflara göre nefis insanın putudur; “Hevâsını (nefsânî arzularını) tanrı edinen kimseyi görmedin mi?” âyetinde (el-Câsiye 45/23) bu husus ifade edilmiştir. Hakk’a ermek için nefis putunu kırmak gerekir. Nefsi hevâsından, aşağı arzularından menedenlerin cennete gideceğini haber veren âyette (en-Nâziât 79/40) buna işaret edilmiştir. Nefis kendini beğenir, kendine tapar, kendine hayrandır, bencildir, şımarıktır, kibirlidir. Topraktan yaratılmış olduğundan zayıf, çamurdan olması sebebiyle cimri, balçıktan olduğu için şehvetli, pişmiş topraktan olduğu için de cahildir. Zaaf, cimrilik, şehvet ve cehalet onun esas özellikleridir (Ebû Tâlib el-Mekkî, I, 176). Nefsin tabiatında yırtıcılık/vahşilik, hayvanlık, şeytanlık ve tanrılık vardır. Nefisteki düşmanlığın, saldırganlığın kaynağı yırtıcılık, oburluğun ve hırsın kaynağı hayvanlık, hilekârlığın ve kurnazlığın kaynağı şeytanlık, büyüklenme ve her şeye tek başına hükmetme arzusunun kaynağı tanrılıktır. Bu dört nitelik sırasıyla köpeğe, domuza, şeytana ve bilge kişiye tekabül eder. Nefis, içinde bunların tamamını barındırır ( a.g.e. , I, 177; Gazzâlî, İḥyâʾ , III, 10). Mutasavvıflar nefsi çeşitli istiarelerle anlatmışlar, meselâ bazan saldırgan köpeğe, kurnaz tilkiye, pisboğaz domuza, iğrenç fareye, korkunç yılana ve ejderhaya, bazan Firavun’a ve Nemrud’a, bazan puta, bazan zindana, bazan cehenneme, bazan hak hukuk bilmeyen hırsıza, bazan cadıya, bazan da insanı baştan çıkaran kadına benzetmişlerdir (Kuşeyrî, s. 269; Hücvîrî, s. 244-245; Mevlânâ, I, 135, 368; II, 20, 60, 81; III, 207, 261, 331). Mevlânâ nefsin insana sağ elinde mushaf tutarak geldiğini, fakat sol elinde gizlediği Kılıçla onu katlettiğini, su bulma vaadiyle kuyuya götürüp sonra onu kuyunun içine attığını anlatır ( Mesnevî , III, 27, 260). Temel tasavvufî anlayışlardan biri olan melâmet hareketi her hususta nefsi kınamayı, onun ayıplarından bahsetmeyi, başkalarını haklı veya mâzur, nefsi kusurlu görmeyi, Allah için nefse hasım olmayı esas alır (Sülemî, Uṣûlü’l-Melâmetiyye , s. 151, 165, 167). Öte yandan ne kadar kötü olursa olsun nefsi ıslah ve terbiye edip disiplin altına almak ve eğitilmiş nefisten âhiret amelleri için yararlanmak mümkündür. Aslında temiz olmayan köpeğin eğitimli olduğu takdirde tuttuğu av temiz ve helâl olması gibi eğitilmiş ve disiplin altına alınmış nefis de öyledir (Hücvîrî, s. 315). Tasavvufta nefis terbiyesi şiddetli mücâhede ve meşakkatli riyâzet hayatıyla gerçekleştirilir. Bunun için nefsin arzularına uymamak, ondan gelebilecek tehlikelere karşı dikkatli ve uyanık olmak gerektiği sık sık vurgulanır. Nefsin gazap ve şehvet niteliğinden kaynaklanan olumsuzlukları kökten kazımanın ne mümkün ne de doğru olduğunu söyleyen Gazzâlî onun aklın ve vahyin denetim ve gözetimi altında tutulması gerektiğini belirtir. Tasavvufta insanın kendini tanıması çok önemlidir. Nefsini bilmek Allah’ı tanımanın en sağlıklı yoludur. “Nefsini bilen rabbini bilir” ifadesi bu bağlamda çok sık kullanılır, bazan da hadis olarak rivayet edilir (Aclûnî, II, 262). Ebû Saîd el-Harrâz nefsini bilmeyenin rabbini bilemeyeceği görüşündeydi ( Sülemî, Ṭabaḳāt , s. 231; Gazzâlî, Mîzânü’l-ʿamel , s. 251). İbn Teymiyye, nefsindeki eksik ve olumsuz sıfatlara bakan insanın bunların tam ve kâmil olanlarının Hak Teâlâ’da mevcut olduğuna hükmederek rabbini bileceğini söyler ( Risâle fi’l-ʿaḳl ve’r-rûḥ , II, 48). Mutasavvıfların çoğuna göre de bir bedende sadece bir tek nefis bulunur; kötülüğü emretme (emmâre), kötülüğü kınama (levvâme), itminana erme (mutmainne), razı olma (râzıye), razı olunma (marziyye) gibi hususlar bu tek olan nefsin sıfatlarıdır. Nefsin birçok nitelik, özellik, fiil, hal, tezahür ve tavırları mevcuttur. Bir nefis pek çok renge girebilir, farklı görüntüler verebilir. İnsanların nefislerindeki farklılık bedenlerindeki farklılıktan, nefisteki yetenekler de bedensel ve zihinsel yeteneklerden çok daha fazladır. Esma tariki denilen tarikatlarda nefsin yedi mertebesi ve sıfatı (emmâre, levvâme, mülhime, mutmainne, râzıye, marziyye, zekiyye/kâmile) olduğu kabul edilir ve bu mertebelere (akabe) “atvâr-ı seb‘a” adı verilir. Bu tarikatlarda nefis terbiyesi (seyrüsülûk) bu yedi mertebenin her birinde Allah’ın yedi isminden (lâ ilâhe illallah, Allah, hû, hak, hay, kayyûm, kahhâr) birinin zikredilerek aşılması suretiyle gerçekleştirilir. Meselâ nefs-i emmâre mertebesindeki sâlik kelime-i tevhidi mürşidin belirlediği sayıda zikreder; levvâme mertebesine ulaştığında isim değiştirilir, ism-i celâli (Allah) zikretmeye başlar. Mülhimede hû, mutmainnede hak isimleri zikredilir. Sâlik yedinci ismin (kahhâr) zikrine ulaştığında nefs-i kâmile mertebesine gelmiş olur. Aynı şekilde yedili tasnif bağlamında her mertebenin bir seyri (ilallah, alellah, billâh, anillâh, fillâh, maallah, lillâh), âlemi (şehâdet, misal, ervâh, ceberût, lâhût, nâsût, hakikat), hali (zevk, şevk, aşk, vasıl, hayret, fenâ fi’l-fenâ, bekā bi’l-bekā), mahalli (sadr, kalp, ruh, sır, sırrü’s-sır, hafî, ahfâ), vâridi (şeriat, tarikat, hakikat, mârifet, velâyet, sıddîkıyyet, kurbet), şâhidi (tevhîd-i ef‘âl, tevhîd-i sıfât, tevhîd-i zât, cem‘, hazretü’l-cem‘, cem‘u’l-cem‘, ahadiyyetü’l-cem‘) ve nuru (mavi, sarı, kırmızı, siyah, yeşil, beyaz, renksizlik) vardır. Meselâ emmâre mertebesinde kelime-i tevhidi zikreden sâlikin seyri “ilallah”, âlemi “şehâdet”, hali “zevk”, mahalli “sadr”, vâridi “şeriat”, şâhidi “tevhîd-i ef‘âl”, nuru “mavi”dir. Mürşidin denetiminde emmâre mertebesini aşan sâlik levvâme mertebesinde ism-i celâli zikretmeye başladığında seyri “alellah”, âlemi “misal”, hali “şevk”, mahalli “kalp”, vâridi “tarikat”, şâhidi “tevhîd-i sıfât”, nuru “sarı” olur. Sâlik bu şekilde sülûkünü sürdürerek nefs-i kâmile mertebesine ulaşır ve onun sülûkün nefisle alâkalı kısmını tamamladığı kabul edilir. Muhyiddin İbnü’l-Arabî’ye göre insan üç unsurdan oluşur: Cismanî vücut (beden), nefis ve ruh. Cismanî vücudu mekânda yeri, zamanda süresi olan, bozulan ve değişen maddî bir sûret olarak tanımlayan İbnü’l-Arabî nefsin üç niteliğinden bahseder. Bunlar nebatî, hayvanî ve aklî nefislerdir. Aklî nefis akıl değildir, akıl onun tâlî bir özelliğidir. Nebatî nefsin baş görevi yiyecek aramak ve onu uzviyete dönüştürmektir. Hayvanî nefsin yeri kalptir, maddîdir, bütün insan ve hayvanlar hayvanî nefis sahibidir. Aklî nefis ise mutlak zatıyla kavrayıcıdır, bütün günahlardan arınmış ve hür olarak doğmuştur; yok edilemez, ezelî ve ebedîdir. Bedenle birlikte olduğu sürece onunla işler, ancak bedenden tamamen bağımsızdır. İnsan ölünce aklî nefis küllî nefse döner. Ruh ise bu üç nefsin reisidir. Nefsi tasvir ve tahlil eden mutasavvıfların eserleri ahlâk, psikoloji, özellikle din psikolojisi bakımından çok önemlidir. Hâris el-Muhâsibî, Hakîm et-Tirmizî, Ebû Tâlib el-Mekkî, Hücvîrî gibi mutasavvıfların eserleri bu bakımdan değerli bilgiler içerir. Gazzâlî’nin İḥyâʾü ʿulûmi’d-dîn ’i, Muhyiddin İbnü’l-Arabî’nin el-Fütûḥâtü’l-mekkiyye ’si, Mevlânâ Celâleddîn-i Rûmî’nin Mes̱nevî ’si, Necmeddîn-i Kübrâ’nın Fevâʾiḥu’l-cemâl ’i bu sahanın temel eserleridir. İbnü’l-Fârız, Senâî, Ferîdüddin Attâr, Yûnus Emre, Eşrefoğlu Rûmî ve Niyâzî-i Mısrî gibi mutasavvıf şairler nefsi ve nefsin niteliklerini anlatan güzel metinler ortaya koymuşlardır. BİBLİYOGRAFYA Râgıb el-İsfahânî, el-Müfredât , “nfs” md. Lisânü’l-ʿArab , “nfs” md. Tâcü’l-ʿarûs , “nfs” md. Dârimî, “Nikâḥ”, 20. Buhârî, “Zebâʾiḥ”, 4, 14. İbn Mâce, “Nikâḥ”, 19, “Ṭıb”, 36. Tirmizî, “Daʿavât”, 14. Nesâî, “Cumʿa”, 24. Muhâsibî, Muʿâtebetü’n-nefs , Kahire 1329. a.mlf., er-Riʿâye li-ḥuḳūḳıllâh (nşr. Abdülhalîm Mahmûd – Abdülkādir Ahmed Atâ), Kahire 1390/1970, s. 384-385. a.mlf., Âdâbü’n-nüfûs (nşr. Abdülkādir Ahmed Atâ), Beyrut 1984. Hakîm et-Tirmizî, Ṭabâʾiʿu’n-nüfûs (nşr. Ahmed Abdürrahîm es-Sâyih – Seyyid el-Cümeylî), Kahire 1989. a.mlf., Edebü’n-nefs (nşr. Ahmed Abdürrahîm es-Sâyih), Kahire 1993. a.mlf., Riyâżatü’n-nefs (nşr. İbrâhim Şemseddin), Beyrut 2002. Eş‘arî, Maḳālât (Abdülhamîd) , II, 25, 28-30. Serrâc, el-Lümaʿ , s. 29, 98-99. Sülemî, Ṭabaḳāt , s. 18, 93, 209, 231. a.mlf., Uṣûlü’l-Melâmetiyye , Kahire 1985. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 176, 177, 194. Mâverdî, Edebü’d-dünyâ ve’d-dîn (nşr. Mustafa es-Sekkā), Beyrut 1988, s. 331-337. İbn Hazm, el-Faṣl , V, 74-92. Kuşeyrî, er-Risâle (nşr. Abdülhalîm Mahmûd), Kahire 1966, s. 269, 719. Hücvîrî, Keşfü’l-maḥcûb , Tahran 1338 hş., s. 176, 209, 244-245, 315. Gazzâlî, İḥyâʾ , Kahire 1358/1939, III, 3-4, 10, 64, 73, 81; IV, 350. a.mlf., Mîzânü’l-ʿamel (nşr. Süleyman Dünyâ), Kahire 1964, s. 251. a.mlf., Mişkâtü’l-envâr (nşr. Ebü’l-Alâ Afîfî), Kahire 1388/1964, s. 78, 81. a.mlf., Meʿâricü’l-ḳuds , Beyrut 1409/1988, s. 16, 154. Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , İstanbul 1307, V, 640-648; VIII, 569. a.mlf., el-Muḥaṣṣal (nşr. Tâhâ Abdürraûf Sa‘d), Kahire, ts. (Mektebetü’l-külliyyâti’l-Ezher), s. 163. a.mlf., Meʿâlimü uṣûli’d-dîn ( el-Muḥaṣṣal içinde), s. 118. a.mlf., en-Nefs ve’r-rûḥ (nşr. M. Sagīr Hasan el-Ma‘sûmî), İslâmâbâd 1969. a.mlf., el-Meṭâlibü’l-ʿâliye (nşr. Ahmed Hicâzî es-Sekkā), Beyrut 1407/1987, VII, 431. a.mlf., el-Mebâḥis̱ü’l-meşriḳıyye (nşr. Muhammed el-Mu‘tasım-Billâh el-Bağdâdî), Beyrut 1410/1990, II, 392-399. Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-mekkiyye , Kahire 1293, II, 729; III, 313-315. Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd (nşr. M. Emîn Riyâhî), Tahran 1352 hş., s. 4, 174, 335, 350, 355, 369. Mevlânâ, Mesnevî , I, 135, 368; II, 20, 60, 81; III, 27, 207, 260, 261, 331. Takıyyüddin İbn Teymiyye, Risâle fi’l-ʿaḳl ve’r-rûḥ ( Mecmûʿatü’r-resâʾili’l-münîriyye içinde [nşr. İdâretü’t-tıbâati’l-münîriyye]), Kahire 1343, II, 20-49. a.mlf., Tezkiyetü’n-nefs , Riyad 1994. Abdürrezzâk el-Kâşânî, Leṭâʾifü’l-iʿlâm (nşr. Saîd Abdülfettâh), Kahire 1416/1996, II, 359-360. İbn Kayyim el-Cevziyye, er-Rûḥ , Riyad 1386/1966, s. 178 vd., 200-201, 220. Teftâzânî, Şerḥu’t-Telvîḥ , Kahire 1377/1957, II, 11, 36. Abdülkerîm el-Cîlî, el-İnsânü’l-kâmil , İstanbul 1310, II, 48-58. Aclûnî, Keşfü’l-ḫafâʾ , I, 143; II, 262. Gümüşhânevî, Câmiʿu’l-uṣûl (nşr. Edîb Nasreddin), Beyrut 1997, II, 203-216. Tomar-Halvetiyye , s. 35. Ebü’l-Alâ Afîfî, Muhyiddîn İbnu’l-Arabî’nin Tasavvuf Felsefesi (trc. Mehmet Dağ), Ankara 1975, s. 109-112. Mehmet Ali Ayni, “Nefs Kelimesinin Mânaları”, DİFM , sy. 14 (1930), s. 46-52. E. E. Calverley, “Nefs”, İA , IX, 179-183. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2006 yılında İstanbul’da basılan 32. cildinde, 526-529 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Râgıb el-İsfahânî, el-Müfredât , “nfs” md.",
        "Lisânü’l-ʿArab , “nfs” md.",
        "Tâcü’l-ʿarûs , “nfs” md.",
        "Dârimî, “Nikâḥ”, 20.",
        "Buhârî, “Zebâʾiḥ”, 4, 14.",
        "İbn Mâce, “Nikâḥ”, 19, “Ṭıb”, 36.",
        "Tirmizî, “Daʿavât”, 14.",
        "Nesâî, “Cumʿa”, 24.",
        "Muhâsibî, Muʿâtebetü’n-nefs , Kahire 1329.",
        "a.mlf., er-Riʿâye li-ḥuḳūḳıllâh (nşr. Abdülhalîm Mahmûd – Abdülkādir Ahmed Atâ), Kahire 1390/1970, s. 384-385.",
        "a.mlf., Âdâbü’n-nüfûs (nşr. Abdülkādir Ahmed Atâ), Beyrut 1984.",
        "Hakîm et-Tirmizî, Ṭabâʾiʿu’n-nüfûs (nşr. Ahmed Abdürrahîm es-Sâyih – Seyyid el-Cümeylî), Kahire 1989.",
        "a.mlf., Edebü’n-nefs (nşr. Ahmed Abdürrahîm es-Sâyih), Kahire 1993.",
        "a.mlf., Riyâżatü’n-nefs (nşr. İbrâhim Şemseddin), Beyrut 2002.",
        "Eş‘arî, Maḳālât (Abdülhamîd) , II, 25, 28-30.",
        "Serrâc, el-Lümaʿ , s. 29, 98-99.",
        "Sülemî, Ṭabaḳāt , s. 18, 93, 209, 231.",
        "a.mlf., Uṣûlü’l-Melâmetiyye , Kahire 1985.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 176, 177, 194.",
        "Mâverdî, Edebü’d-dünyâ ve’d-dîn (nşr. Mustafa es-Sekkā), Beyrut 1988, s. 331-337.",
        "İbn Hazm, el-Faṣl , V, 74-92.",
        "Kuşeyrî, er-Risâle (nşr. Abdülhalîm Mahmûd), Kahire 1966, s. 269, 719.",
        "Hücvîrî, Keşfü’l-maḥcûb , Tahran 1338 hş., s. 176, 209, 244-245, 315.",
        "Gazzâlî, İḥyâʾ , Kahire 1358/1939, III, 3-4, 10, 64, 73, 81; IV, 350.",
        "a.mlf., Mîzânü’l-ʿamel (nşr. Süleyman Dünyâ), Kahire 1964, s. 251.",
        "a.mlf., Mişkâtü’l-envâr (nşr. Ebü’l-Alâ Afîfî), Kahire 1388/1964, s. 78, 81.",
        "a.mlf., Meʿâricü’l-ḳuds , Beyrut 1409/1988, s. 16, 154.",
        "Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , İstanbul 1307, V, 640-648; VIII, 569.",
        "a.mlf., el-Muḥaṣṣal (nşr. Tâhâ Abdürraûf Sa‘d), Kahire, ts. (Mektebetü’l-külliyyâti’l-Ezher), s. 163.",
        "a.mlf., Meʿâlimü uṣûli’d-dîn ( el-Muḥaṣṣal içinde), s. 118.",
        "a.mlf., en-Nefs ve’r-rûḥ (nşr. M. Sagīr Hasan el-Ma‘sûmî), İslâmâbâd 1969.",
        "a.mlf., el-Meṭâlibü’l-ʿâliye (nşr. Ahmed Hicâzî es-Sekkā), Beyrut 1407/1987, VII, 431.",
        "a.mlf., el-Mebâḥis̱ü’l-meşriḳıyye (nşr. Muhammed el-Mu‘tasım-Billâh el-Bağdâdî), Beyrut 1410/1990, II, 392-399.",
        "Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-mekkiyye , Kahire 1293, II, 729; III, 313-315.",
        "Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd (nşr. M. Emîn Riyâhî), Tahran 1352 hş., s. 4, 174, 335, 350, 355, 369.",
        "Mevlânâ, Mesnevî , I, 135, 368; II, 20, 60, 81; III, 27, 207, 260, 261, 331.",
        "Takıyyüddin İbn Teymiyye, Risâle fi’l-ʿaḳl ve’r-rûḥ ( Mecmûʿatü’r-resâʾili’l-münîriyye içinde [nşr. İdâretü’t-tıbâati’l-münîriyye]), Kahire 1343, II, 20-49.",
        "a.mlf., Tezkiyetü’n-nefs , Riyad 1994.",
        "Abdürrezzâk el-Kâşânî, Leṭâʾifü’l-iʿlâm (nşr. Saîd Abdülfettâh), Kahire 1416/1996, II, 359-360.",
        "İbn Kayyim el-Cevziyye, er-Rûḥ , Riyad 1386/1966, s. 178 vd., 200-201, 220.",
        "Teftâzânî, Şerḥu’t-Telvîḥ , Kahire 1377/1957, II, 11, 36.",
        "Abdülkerîm el-Cîlî, el-İnsânü’l-kâmil , İstanbul 1310, II, 48-58.",
        "Aclûnî, Keşfü’l-ḫafâʾ , I, 143; II, 262.",
        "Gümüşhânevî, Câmiʿu’l-uṣûl (nşr. Edîb Nasreddin), Beyrut 1997, II, 203-216.",
        "Tomar-Halvetiyye , s. 35.",
        "Ebü’l-Alâ Afîfî, Muhyiddîn İbnu’l-Arabî’nin Tasavvuf Felsefesi (trc. Mehmet Dağ), Ankara 1975, s. 109-112.",
        "Mehmet Ali Ayni, “Nefs Kelimesinin Mânaları”, DİFM , sy. 14 (1930), s. 46-52.",
        "E. E. Calverley, “Nefs”, İA , IX, 179-183."
      ]
    },
    {
      "author": "ÖMER TÜRKER",
      "content": "İSLÂM DÜŞÜNCESİ. İlkçağ ve Ortaçağ felsefe anlayışında nefis çok kapsamlı bir terim olup bitki ve hayvan türlerindeki canlılık yanında insanın psikolojik özelliklerini de ifade eden bedenden bağımsız mânevî bir cevherdir. Nefisle ruh terimleri arasında fark bulunduğunu söyleyenler varsa da İslâm filozofları bu iki terim arasında temelde bir fark olduğunu kabul etmez. Kelâmcılar ise filozofların nefis dedikleri şeyi çoğunlukla ruh terimiyle ifade ederek teorilerini bu terim etrafında geliştirmişlerdir (bk. RUH ). Filozoflar, nefsin varlığını insandaki cismanî yapının değişmesine rağmen değişmeyen “ben” idrakine, iradî hareket ve idrakin kaynağının maddî olamayacağı ve tek keyfiyet olan cismanî mizacın çok değişik fiillere kaynaklık edemeyeceği düşüncesine dayandırmışlardır (meselâ bk. İbn Sînâ, Kitâbü’n-Nefs , s. 13, 225-227; Durusoy, s. 23-31; Alper, s. 40-45; DİA , XII, 151-152). Feleklerin nefsi ise İbn Sînâ tarafından feleklerin hareketlerinin nefis sahibi olmasını zorunlu kıldığı gerekçesi üzerine temellendirilmiştir ( eş-Şifâʾ el-İlâhiyyât , s. 386 vd.). İslâm felsefesinde nefis teorisi, Grek felsefesinin İslâm dünyasına aktarılması ve onun tesiriyle ortaya çıkmıştır. Nefsin ruhanî bir cevher olduğunu savunan Eflâtun’un talebesi Aristo, nefsi “potansiyel canlı olan organik cismin ilk yetkinliği” şeklinde tarif etmiştir. Ayrıca ona göre nefis canlı varlık türlerinin sahip olduğu şekil ve sûretten ibarettir. Fârâbî, İbn Sînâ, Gazzâlî, İbn Rüşd ve müteahhirîn ise Aristo’nun tanımını kullanmakla birlikte nefsin ruhanî bir cevher olduğu görüşündedir (bk. İLMÜ’n-NEFS ). Nefsin sûret olması durumunda ölümle birlikte sûret dağılıp yok olacağından ruhun da ölmesi gerekir. Bu sakıncadan kurtulmak için Fârâbî bu iki görüşü uzlaştırarak nefsin mahiyeti bakımından mânevî cevher iken cisimle olan sıkı ilişkisi itibariyle sûret olduğunu söyler. İbn Sînâ da Fârâbî gibi nefis için güç, sûret ve kemal ifadelerini kullanır. Bunun anlamı, nefis insan fiillerinin kaynağı olup duyu algılarını ve aklî kavramları kabul etmesi bakımından güç, bedenle birlikte bulunarak bitki ve hayvan türlerini belirlemesi bakımından sûret, kendisi sayesinde meydana gelip tür olarak belirginlik kazanan cinse nisbetle yetkinlik, türlerden çıkan fiillerin ilkesi olması bakımından da ikinci yetkinlik sıfatıyla nitelenmektedir ( Kitâbü’n-Nefs , s. 6-10). Bu bakımdan Aristo’nun tarifinde geçen “ilk yetkinlik” ifadesiyle tür olarak var olduktan sonra ortaya çıkan bilgi ve kudret gibi ikinci yetkinlikler, “cisim” kelimesiyle soyut yetkinlikler, “tabii” kelimesiyle divan ve masa gibi yapay cisimler, “organik” (âlî) kelimesiyle de fiillerini aletsiz yapan unsur ve madenlerin sûretleri tarifin dışında bırakılmıştır. Bu tarife üreme, beslenme ve büyümesi bakımından bitkisel nefis, varlığın tikel formlarını idrak etmesi ve iradeyle hareket etmesi açısından hayvanî nefis, tümelleri ve soyut tikelleri idrak etmesi, fikrî ve sezgisel fiilleri yapması bakımından insanî nefis adı verilir. Bir de felekî nefis söz konusudur. İlkçağ ve Ortaçağ astronomisinde maddenin çekim kanunu bilinmediğinden gök kürelerinin muntazam dairesel dönüşünü sağlayanın nefis gücü olduğu kabul edilmekteydi, dolayısıyla onların canlı ve insandan daha akıllı varlıklar olduğu sanılıyordu. Buna göre felekî nefis, “Tabii cismin ilk yetkinliği olup bilfiil meydana gelen tümel akledişi izleyen sürekli idrak ve hareket sahibidir” şeklinde tarif edilmektedir (Tehânevî, II, 1713-1715). Madenin özelliği (mizaç), nefsin kendisine nüfuz edeceği en aşağı olgunluk düzeyinde normalden uzak olduğundan madenin unsurları birbirinden ayrılma eğilimindedir ve bunu ancak madene nüfuz eden onun sûreti önler. Bitkilerin bileşimi normale madenlerden daha yakın olduğundan onlara nüfuz eden nefis büyüme, beslenme ve üremenin ilkesidir. Hayvanların mizacı normale bitkilerden daha yakın bulunduğundan onların nefisleri de duyumsama (ihsas) ve iradî hareketin ilkesidir. Nihayet insanın yapısı tam normale canlı mizaçları arasında en yakın olandır. Bu bakımdan sadece insanî nefis bağımsız bir cevher olma özelliğine sahiptir. Belirtilen dört varlık türünün her biri kendi kategorilerinin özellikleri yanında bir alttaki kategorilerin özelliklerini de taşımaktadır. Ay altı âlemindeki bütün nefislerde ortak nokta bunların maden, bitki ve insana faal akıldan taşması, nüfuz etmesidir. Sudûr veya yaratma sürecinde her bir varlık türünün ortaya çıkması, türün cismanî unsurlarının dengeli birleşimi sayesinde oluşan bir tür birlik seviyesinde gerçekleşmektedir. Nefsin işlevini aletler vasıtasıyla yapması onun ay altı âlemindeki varlık durumuna, bilgi edinme sürecine ve gayesiyle ilişkisine delâlet etmektedir. Buna göre unsurlar ve madenlerin sûretleri işlevlerini doğrudan icra etmektedir. Halbuki nefisteki yetilerin güç halinden fiil alanına geçmesi ancak aletler vasıtasıyla olmaktadır. İnsan nefsinde de durum böyledir. Nefsin kendini yetkinleştirmesinin aracıları duyusal kavramlardır. Aklî olanla maddî olan arasındaki vasıta duyusal kavramlardan cüz’î mânalar çıkaran vehim gücüdür. Daha sonra akıl gücü bu cüz’îlerden küllî anlamlar çıkarır. Bu anlamlar tıpkı nefsin kendisi gibi sırf aklîdir (Seyyid Şerîf el-Cürcânî, Şerḥu’l-Mevâḳıf , VII, 181-182). Bitkisel nefsin beslenme, büyüme ve üreme olmak üzere üç gücü vardır. Bunlardan ilk ikisi ferdin, sonuncusu türün devamını sağlamaktadır. Bunlara hizmet eden dört güç daha bulunmaktadır: Gerekli besini çekme gücü, besini özümseyen hazım gücü, besini tutan güç ve fazlalığı atan itme gücü. Hayvanî nefsin bunların yanında müdrike ve muharrike olmak üzere iki gücü daha vardır. Müdrike de dış ve iç olmak üzere ikiye ayrılır. İlki görme, işitme, koklama, tatma ve dokunmadan ibaret beş duyudan oluşur. İç duyular da beş çeşit olup bunlardan ortak duyu beş dış duyu ile algılanan tikel algıların toplandığı güçtür. Hayal, ortak duyuda toplanan kavramları muhafaza ve depolama işlevini gören yetenektir. Bu önceki bir zamanda görülen, sonra kaybolan idrak objelerinin tekrar bilinmesini sağlayan güçtür. Vehim gücü, duyularla algılanmayan bazı kavramları önceden edinilmiş bilgi ve tecrübeye dayalı olmaksızın idrak eden yetenektir. İbn Rüşd gibi bazı düşünürler vehim gücünün varlığını kabul etmemişlerdir. Hâfıza vehim gücünün idrak ettiği tikel anlamları koruyan güçtür. Nihayet iç idrak melekelerinin beşincisi olan mütehayyile, duyulur sûretlerde ve onlardan çıkarılan tikel anlamlarda birleştirme ve ayırma işlemleri yapan güçtür (ayrıca bk. DUYU ). Fârâbî, İbn Sînâ ve Nasîrüddîn-i Tûsî gibi İslâm filozoflarına, Gazzâlî, Râgıb el-İsfahânî ve Seyyid Şerîf el-Cürcânî gibi bir kısım kelâmcılara göre insan nefsi, beden belli bir olgunluk düzeyine ulaştıktan sonra ona faal akıldan taşıp gelen aklî bir cevherden ibarettir. Nefisle beden arasındaki ilişki yöneten-yönetilen ilişkisi gibidir, yani nefis bedene hulûl etmiş veya onunla özdeşleşmiş değildir, yalnızca bedenle birliktelik halinde olup onu yönetir. Her insanın bir tek nefsi vardır ve bu nefis herkesin “ben” sözüyle işaret ettiği şeydir (İbn Sînâ, Risâle fî maʿrifeti’n-nefsi’n-nâtıḳa , XXXII/3 [1934], s. 326; Fahreddin er-Râzî, el-Mebâḥis̱ü’l-meşriḳıyye , II, 392-399). Her ne kadar Ebü’l-Berekât el-Bağdâdî nefislerin tür bakımından farklılığını ileri sürmüşse de bunu temellendirecek kanıt bulamamıştır (Fahreddin er-Râzî, el-Mebâḥis̱ü’l-meşriḳıyye , II, 394). Nefsin soyut bir cevher olduğu görüşü böyle bir varlığın nasıl olup da çoğaldığı sorusunu gündeme getirmiştir. Filozoflar bu çoğalmayı insanî nefislerin bedeni yönetme ve yönlendirmesiyle açıklamışlardır. Bu sayede nefisler ilişki kurdukları bedenler sayısınca çoğalmaktadır. Çoğalmaya imkân veren onların bedenle ilişkileri olduğundan bu ilişki nefislerin birbirinden farklılığının yanı sıra her bir nefsin farklı bir yetkinlik süreci izlemesi sonucunu doğurmuştur. İnsan nefsinin kendi dışındakilere göre iki yönü vardır. Akıllar âlemine bakan yönü açısından etki alır, yani kendisinin üzerindeki yüce ilkelerden feyiz alır. Duyulur âleme bakan yönü açısından ise etki ederek kendisinin altındaki bedenleri yönetir. Nefis bu işlevi sayesinde bedeni yetkinleştirdiği gibi beden de nefsin aleti olduğu için bilgi ve amel faaliyetleriyle onun yetkinleşmesine hizmet eder. Nefsin her iki yönden insanî nefsin durumunu düzenleyen birer gücü daha bulunmaktadır. Nefsin akıllar âleminden feyiz ve etki aldığı güce nazarî güç, bedene etki edip onu yönetmesini sağlayan güce de amelî güç denir. Diğer bir deyişle insanî nefis, tümelleri idrak etmesi ve onlar arasında olumlu ve olumsuz hükümler vermesi bakımından nazarî güç veya nazarî akıl, tikel durumlar hakkında yapılması ve yapılmaması gerekenleri düşünmesi ve pratik faaliyetlere yönelmesi bakımından amelî güç yahut amelî akıl adını alır. Nefis bedenle birlikte var olduktan sonra her güce ait bilgileri kazanarak aşama aşama bu güçleri yetkinleştirir. Amelî akıl nazarî aklın kurallarına uyarsa üstün ahlâk, hayvanî yetilere uyarsa kötü huylar ortaya çıkar. Bu bakımdan insanın ahlâkî ve hukukî eylemlerinin kaynağı nefsin amelî yönüdür (Peker, s. 49-53). İslâm düşünürlerinin nefis teorisi, aklın soyut varlıkları idrak etmesinin duyunun duyulur nesneleri idrak etmesinden daha güçlü olduğu fikrine dayanır. Akıl tümellerin hakikat ve mahiyetini idrak ederek onunla özdeşleşir. Halbuki duyulurların idraki böyle değildir. Bu sebeple insanda tümel varlıkların idrakinin verdiği haz duyulurları duyumsamakla oluşan hazdan daha üstündür. Fakat idrak gücü, çeşitli hissî ilişkiler sebebiyle aklî idrak konularından yüksek düzeyde haz almayabilir. Çünkü nefis bedeni yönetmesi bakımından ona karşı tabii bir meyil içinde olduğundan bedenle ilişkisini büsbütün kesemez. Buna karşılık nefsin bedenî ilişkilerden uzaklaşması nisbetinde insan kendini müşahede edebilir ve bu sayede akıl gücü, gerçek varlıklar, güzellikler ve hazlarla örtüşen aklî bir âlem haline gelir; bu âlemle ilişki kurar. Böylece nihayetsiz hazza, hoşluğa ve mutluluğa ulaşır (İbn Sînâ, eş-Şifâʾ el-İlâhiyyât , s. 369-370; Risâle fî maʿrifeti’n-nefsi’n-nâṭıḳa , XXXII/3 [1934], s. 328-329; benzer açıklamalar için bk. Muhammed b. Mübârekşah, s. 6; Seyyid Şerîf el-Cürcânî, Ḥâşiye ʿalâ Levâmiʿi’l-esrâr , s. 15). Nefsin gayri cismanî bir cevher oluşu, var olmak için bedene ihtiyaç duysa bile varlığını devam ettirmek için ondan bağımsız bulunması cismanî haşrin mümkün olup olmadığı sorununa yol açarken nazarî gücü ancak bedende iken yetkinleşeceği ve ebedî mutluluğa aklî âlemde ulaşabileceği fikri tenâsüh problemine yol açmıştır. Eğer nefis özü gereği ölümsüzse ve yetkinleşmesi için bedene muhtaçsa bu durumda bir bedende yetkinliğini tamamlayamadığı takdirde başka bir bedene geçmesi gerekmektedir. Öte yandan eğer nefis bedene muhtaç değilse ve ebedîleşip sonsuz hazza ulaşmak için bedenden ayrılarak salt akıl olması gerekecekse ölüm ötesi hayatın bedensiz devam etmesi icap eder. Bu yüzden Eflâtun, nefsin yetkinliğini tamamlayıncaya kadar farklı bedenlere geçeceğini ileri sürerek tenâsühü benimsemiştir. Ancak İslâm filozofları bedenden ayrılan nefislerin ferdiyetlerini koruduğunu ve tenâsühün imkânsız olduğunu söylemişlerdir. Onlara göre bir nefsin faal akıldan taşmasına sebep olan mizaç, iklim, kalıtım gibi pek çok etkenin normal bir kıvama ulaşmasıyla oluştuğundan bu mizacın gerçekte başka bir bedende bulunması imkânsızdır. Bu sebeple nefsin faal akıldan bir bedene gelmesi o bedenin özel yapısı doğrultusunda gerçekleştiği için başka bir bedene geçmesi imkânsızlaşmaktadır (Fahreddin er-Râzî, el-Mebâḥis̱ü’l-meşriḳıyye , II, 406-408). Ayrıca İbn Sînâ, insandaki benlik şuurunun yani kişiliğin tek ve benzersizliğinden hareketle tenâsühün imkânsızlığını savunmuştur (Durusoy, s. 55-56). Müslüman filozoflar, bedenden ayrılan nefislerin âkıbetinin ne olacağı konusunda farklı görüşler ileri sürmüştür. Fârâbî, nefsin varlığını devam ettirebilmesi için akıl gücünün yetkinliğini bedende iken tamamlamasının şart olduğunu, akıl gücünü bilfiil yetkinleştirmeyen insanların bedenleriyle birlikte nefislerinin de yok olacağını, hem akıl hem de amel gücünü yetkinleştiren nefislerin ebediyen mutluluğa ereceğini, sadece akıl gücünü yetkinleştirip amelî gücünü yetkinleştirmeyen nefislerin ölümsüz olmakla birlikte ebedî azap göreceğini ileri sürmüştür. İbn Sînâ ise nazarî ve amelî akılda tam yetkileşenlerin ölümden sonra en yüce mutluluğa ulaşacaklarını, nazarî akılda tam yetkinleşememekle birlikte amelî akılda yetkinleşenlerin de bir ölçüde mutlu olacaklarını, nazarî akılda yetkinleştikleri halde amelî akılda yetkinleşemeyenlerin duyu hazlarına tutkunlukları sebebiyle bir süre mutsuz olsalar da bu hazların etkisi silindikten sonra mutluluğa ereceklerini, nazarî akılda yetkinleşme imkânı bulamamış olan akıl hastası ve çocukların duyu hazları tutku haline gelmemişse ilâhî inâyetle mutluluğa kavuşacaklarını, imkânları olduğu halde nazarî akılda yetkinlik kazanmayan ve maddî hazlara dalanların ebediyen mutsuz olacağını belirtmiştir. Fârâbî’nin düşüncesinde cismanî haşre yer yoktur. İbn Sînâ, bu tartışmanın teorik temelini oluşturan “mâdumun iadesi” düşüncesini açıklamaya gerek olmayacak şekilde aklın reddedeceğini, bu konuda söylenen her şeyin felsefî yöntemden ayrılmak olduğunu ileri sürmüşse de konuyu doğrudan ele aldığı meâd bahsinde diriliş sırasında bedenin durumu hakkındaki bilgilerin şeriattan aktarıldığını, bunların kanıtlanmasının ancak şeriatın ve peygamberin haberini doğrulamak yoluyla mümkün olduğunu, nefislerin mutluluk ve bedbahtlığının akıl ve burhanî kıyas yoluyla idrak edildiğini, peygamberin de bunu onayladığını söylemiştir ( eş-Şifâʾ el-İlâhiyyât , s. 423-432). Ebü’l-Hasan el-Âmirî ve İbn Rüşd ise cismanî haşrin vuku bulacağını, yeniden diriltilecek bedenin ebedî hayata uygun bir beden olacağını belirtmişlerdir. Nefsin mânevî ve ruhanî oluşu esasına dayalı olarak geliştirilen nefis teorisi insanın metafizik dünya ile irtibat kurmasının temelini oluşturmuştur. Bu bakımdan başta Fârâbî olmak üzere İslâm filozofları ve müteahhir kelâmcılar, metafizik bilginin imkânını nefis teorisiyle temellendirerek tabiat bilimlerinden metafiziğe geçişi bu teoriyle sağlamışlardır. Faal aklın din dilinde vahiy meleği Cebrâil’e tekabül ettiği belirtilmiş; vahyin keyfiyeti, nazarî ve amelî güçleri yetkin olan bir ferdin faal akılla kurduğu irtibat çerçevesinde izah edilerek vahiy bu ilişkinin, peygamber de bu ilişkiyi gerçekleştirenlerin zirvesine yerleştirilmiştir. Özellikle İbn Sînâ nefis konusu bağlamında geliştirdiği nübüvvet teorisi sayesinde ahlâk, ev idaresi ve siyasetten oluşan amelî felsefenin içini Kur’an ve Sünnet etrafında gelişen amelî ilimlerin verileriyle doldurmuştur (meselâ bk. a.g.e. , s. 435-455). İbn Rüşd’ün gelenek adına seleflerine yönelttiği eleştirilere rağmen amelî felsefe, İbn Sînâ’nın öngördüğü şekilde temel burhanî ilkeleri açıklamayı sürdürmekle birlikte ayrıntıda yerini amelî-dinî ilimlere bırakmıştır. BİBLİYOGRAFYA Tehânevî, Keşşâf (Dahrûc) , I, 173; II, 1713-1717. İbn Sînâ, eş-Şifâʾ el-İlâhiyyât (1) , s. 284 vd., 369-370, 386 vd., 423-432, 435-455. a.mlf., eş-Şifâʾ el-Manṭıḳ (5) , s. 330-333. a.mlf., Avicenna’s de Anima: Kitâbü’n-Nefs (nşr. F. Rahman), London 1970, s. 6-10, 13, 225-227. a.mlf., Risâle fî maʿrifeti’n-nefsi’n-nâṭıḳa (nşr. M. Sâbit el-Fendî, el-Meşriḳ içinde), XXXII/3, Beyrut 1934, s. 325-330, 392-393. Fahreddin er-Râzî, Esâsü’t-taḳdîs , Kahire 1328, s. 114-115. a.mlf., el-Mebâḥis̱ü’l-meşriḳıyye (nşr. Muhammed el-Mu‘tasım-Billâh el-Bağdâdî), Beyrut 1410/1990, II, 392-399, 406-408. Kutbüddin er-Râzî, Levâmiʿu’l-esrâr fî şerḥi Meṭâliʿi’l-envâr , İstanbul 1303, s. 6. Muhammed b. Mübârekşah, Şerḥu Ḥikmeti’l-ʿayn , Kazan 1311, s. 6. Seyyid Şerîf el-Cürcânî, Ḥâşiye ʿalâ Levâmiʿi’l-esrâr , İstanbul 1303, s. 14, 15, 18. a.mlf., Şerḥu’l-Mevâḳıf (nşr. M. Bedreddin en-Na‘sânî), Kahire 1325/1907, VII, 181-182, 185-211, 216, 218. Ali Durusoy, İbn Sînâ Felsefesinde Nefs Akıl ve Ruh , İstanbul 1992, s. 23-31, 55-56, 72-95. a.mlf., “İbn Sînâ”, DİA , XX, 325-326. Hidayet Peker, İbn Sînâ’nın Epistemolojisi , Bursa 2000, s. 43-59. Ömer Mahir Alper, Aklın Hazzı: İbn Kemmûne’de Bilgi Teorisi , İstanbul 2004, s. 40-45. Mahmut Kaya, “Fârâbî”, DİA , XII, 151-152. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2006 yılında İstanbul’da basılan 32. cildinde, 529-531 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Tehânevî, Keşşâf (Dahrûc) , I, 173; II, 1713-1717.",
        "İbn Sînâ, eş-Şifâʾ el-İlâhiyyât (1) , s. 284 vd., 369-370, 386 vd., 423-432, 435-455.",
        "a.mlf., eş-Şifâʾ el-Manṭıḳ (5) , s. 330-333.",
        "a.mlf., Avicenna’s de Anima: Kitâbü’n-Nefs (nşr. F. Rahman), London 1970, s. 6-10, 13, 225-227.",
        "a.mlf., Risâle fî maʿrifeti’n-nefsi’n-nâṭıḳa (nşr. M. Sâbit el-Fendî, el-Meşriḳ içinde), XXXII/3, Beyrut 1934, s. 325-330, 392-393.",
        "Fahreddin er-Râzî, Esâsü’t-taḳdîs , Kahire 1328, s. 114-115.",
        "a.mlf., el-Mebâḥis̱ü’l-meşriḳıyye (nşr. Muhammed el-Mu‘tasım-Billâh el-Bağdâdî), Beyrut 1410/1990, II, 392-399, 406-408.",
        "Kutbüddin er-Râzî, Levâmiʿu’l-esrâr fî şerḥi Meṭâliʿi’l-envâr , İstanbul 1303, s. 6.",
        "Muhammed b. Mübârekşah, Şerḥu Ḥikmeti’l-ʿayn , Kazan 1311, s. 6.",
        "Seyyid Şerîf el-Cürcânî, Ḥâşiye ʿalâ Levâmiʿi’l-esrâr , İstanbul 1303, s. 14, 15, 18.",
        "a.mlf., Şerḥu’l-Mevâḳıf (nşr. M. Bedreddin en-Na‘sânî), Kahire 1325/1907, VII, 181-182, 185-211, 216, 218.",
        "Ali Durusoy, İbn Sînâ Felsefesinde Nefs Akıl ve Ruh , İstanbul 1992, s. 23-31, 55-56, 72-95.",
        "a.mlf., “İbn Sînâ”, DİA , XX, 325-326.",
        "Hidayet Peker, İbn Sînâ’nın Epistemolojisi , Bursa 2000, s. 43-59.",
        "Ömer Mahir Alper, Aklın Hazzı: İbn Kemmûne’de Bilgi Teorisi , İstanbul 2004, s. 40-45.",
        "Mahmut Kaya, “Fârâbî”, DİA , XII, 151-152."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}