{
  "id": "eweb_353",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/riza--tasavvuf",
  "annotator": "Jeremy",
  "title": "RIZÂ",
  "arabic_title": "الرضا",
  "summary": "Dinî hükümlere uyan kuldan Allah’ın ve Allah’ın takdirinden kulun hoşnut olması anlamında dinî-tasavvufî bir terim.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Sözlükte “hoşnut ve memnun olmak, tasvip etmek, beğenmek” anlamındaki rızâ kelimesi dinî ve tasavvufî hayatın temel kavramlarından biridir. Kur’an’da ve hadislerde rızâ kavramı üzerinde önemle durulmuş, müminler Allah’ın rızâsını kazanmaya teşvik edilmiş, rızâ mertebesine ermenin en büyük mutluluk olduğu ifade edilmiştir. “Allah onlardan razı oldu, onlar da Allah’tan razı oldular” meâlindeki âyetler (el-Mâide 5/119; el-Mücâdile 58/22; el-Fecr 89/28; el-Beyyine 98/8) Allah ile kul arasındaki rızâ halinin karşılıklı olduğunu gösterir. Allah, Hudeybiye’de Semre ağacının altında Hz. Peygamber’e biat eden sahâbeden razı olmuştur (el-Feth 48/18). Bir mümin için Allah’tan razı olma ve O’nun razı olduğu bir kul olma en büyük mutluluktur (Âl-i İmrân 3/174; et-Tevbe 9/100). Cennete girmek için bu nitelikteki müminler arasına dahil olmak lâzımdır (el-Fecr 89/28). Adn cennetine giren müminler için en büyük ödül “Allah’ın rızâsı” anlamına gelen rıdvândır (et-Tevbe 9/72). Rıdvân rızânın en mükemmel şeklidir. Mümin Allah’ın rızâsını kazanmak amacıyla gerekirse canını ve malını feda etmelidir (el-Bakara 2/207, 265). Müminler yardım ve iyilik gördükleri kimselere, “Allah razı olsun” diye dua ederler, bu bir mümin için yapılacak en güzel duadır. Zira Allah razı olduğu kulunu günah işlemekten ve kötülük yapmaktan korur, ona hayırlı işler yapmayı nasip eder. Bunun için önce Allah ve resulünün rızâsının alınması gerekir (et-Tevbe 9/62). Allah ve resulünün rızâsından sonra anne baba, hoca ve mânevî büyüklerin rızâsını kazanmaya çalışmak esastır. Rızânın kaynağı Allah hakkındaki hüsnüzan ve tevekküldür, neticesi iyimserliktir. Ancak ilâhî kazâ gelmeden ve hadiseler ortaya çıkmadan önceki rızâ ve tevekkül doğru değildir. Çünkü bu tavır sadece rızâya talip olmaktan ibarettir ve rızânın kendisi değildir. Nitekim Resûl-i Ekrem bir duasında “İlâhî, kazandan sonraki rızânı niyaz ediyorum” demiştir. İbadet ve kulluğun nihaî gayesi Allah’ın rızâsına ermektir. İnsanların yaptıkları hayırlı işler Allah’ın rızâsını kazanmaya vesile olduğu gibi kötülük ve günahlar O’nun gazabına sebep olur. Allah kullarının kötülük yapmalarına ve küfür üzerine olmalarına asla razı olmaz (et-Tevbe 9/96; ez-Zümer 39/7; Muhammed 47/28). Tasavvufun ilk dönemlerinden itibaren rızâ kavramına özel bir önem verilmiştir. Cüneyd-i Bağdâdî’ye göre rızâ, ilâhî iradeye tâbi olduğu için kulun kendi iradesini ve tercihini terketmesidir. Ebû Süleyman ed-Dârânî ancak bedenî arzularından sıyrılan kişilerin rızâ mertebesine erebileceğini söylemiş, İbrâhim b. Muhammed en-Nasrâbâdî, rızâ mertebesine ulaşmak isteyenlerin Allah’ın razı olduğu hususlara sıkıca sarılmalarını tavsiye etmiştir (Serrâc, s. 80; Kuşeyrî, s. 423). Hâris el-Muhâsibî rızâyı “Allah’ın hükmü altında bulunan kulun sükûnet içinde olması” (Kelâbâzî, s. 102; Kuşeyrî, s. 426), Zünnûn el-Mısrî “kaderin acı tecellisi karşısında kalbin sükûnet ve huzur içinde bulunması” (Serrâc, s. 80; Kelâbâzî, s. 102; Kuşeyrî, s. 426) şeklinde tanımlamıştır. Ebû Osman el-Hîrî’ye göre rızâ kazâya razı olmaktır ( a.g.e. , s. 425). İnsan iradesini aşan olaylar karşısında Hakk’ın cemâl tecellisiyle celâl tecellisini aynı derecede rızâ hali ile karşılamak, lutfun da kahrın da hoş olduğunu kabul etmek sûfîlerin hedefidir. Bu hedef kulun Allah’ta fâni olmasıyla gerçekleşir. Kul kendi benliğinden, sıfat ve fiillerinden kurtulduğunda onda Hakk’ın isim ve fiilleri tecelli eder, kul bu tecellilerin tamamına teslim olur, Hakk’ı bütün fiilleri irade eden mutlak fâil bilir. Böylece kulun fenâsı Hakk’ın rızâsı ile neticelenir. Gazzâlî, rızâ halindeki kulun belâlar karşısında bazan acı ve ağrı hissetmeyebileceğini söyler ve bir gazinin savaş esnasında aldığı yaranın acısını başlangıçta hissetmemesini bu hale örnek olarak gösterir. Böyle bir kul acı hissetse bile Hak’tan gelen musibete itiraz etmez, şikâyette bulunmaz, bunu tabii görür; hissettiği acı rızâ halinde olmasına engel değildir ( İḥyâʾ , IV, 337). İnsanların birbirinden razı olmaları da rızâ konusunda önemlidir. Ancak işlenen günahlara ve kötülüklere, yapılan haksızlıklara müsamaha göstermek rızâ kapsamına girmez, çünkü bunlar Allah’ın gazap ettiği hususlardır. Tasavvufta rızâ zühd hayatının temeli olarak görülmüştür ( Sülemî, Ṭabaḳāt , s. 10). Sûfîler muhabbetin rızâyı içerdiğini, rızânın muhabbetin semeresi olduğunu, bu sebeple kulun sevdiği Allah’ın her tasarrufuna razı olması gerektiğini söylemişlerdir. Onlara göre mümin, “Allahım, benden razı ol!” diye dua etmeden önce kendisi O’ndan razı olmalıdır; kendisi O’ndan ne kadar razı ise O da kendisinden o kadar razı olur. Rızâ Horasan sûfîlerine göre makam, Irak sûfîlerine göre haldir. Diğer bir görüşe göre ise başlangıç itibariyle kul onu gayretiyle elde ettiği için makam, sonuç itibariyle Allah’ın lutfu olduğu için haldir (Kuşeyrî, s. 422). Bu sebeple rızâ hali zühd, riyâzet ve mücâhededen daha üstündür. Çünkü rızâ halinde olan kul bulunduğu menzil ve makamın daha yukarısını temenni etmemekte ve ilâhî iradeye teslim olmaktadır. Hücvîrî, III. (IX.) yüzyıldaki tasavvufî hareketlerden bahsederken Hâris el-Muhâsibî’nin tasavvufta rızâyı esas aldığını belirtir ( Keşfü’l-maḥcûb , s. 223). Rızâyı bir hal olarak gören Muhâsibî’nin, “Rızâ ilâhî tecelliler karşısında kalbin sükûnet halinde olmasıdır” sözü bu hareketin temelidir ( el-Veṣâyâ , s. 275). Rızânın dinî hükmü konusunda farklı görüşler mevcuttur. Âlimler rızânın müstehap olduğu hususunda ittifak etmiştir. Kur’an ve hadislerde tavsiye edilmekle birlikte emredilmemiş olması, ayrıca bir gönül hali olarak kabul edilmesi, hallerin ise kulların irade ve kazanımı dışında bulunması rızânın müstehap oluşuna delil sayılmıştır (İbn Kayyim el-Cevziyye, II, 178). Rızâ halinin farz olduğunu ileri sürenler de vardır. Rızâ hali ile dua arasında görünüşte bir çelişki varsa da aslında bunlardan biri diğerine engel olmaz. Gazzâlî, kulun günahları ve kötülükleri kaldırması için Allah’a dua etmesinin rızâ hali ile çelişmeyeceğini, haksızlıkların ve günahların yaygın olduğu bir beldeyi terketmeye benzediğini, böyle bir yeri terketmenin rızâya aykırı olmadığını söyler ( İḥyâʾ , IV, 341-345). Rızâ hali tedbir almaya ve sebeplere tevessül etmeye de engel değildir. Öte yandan deprem, sel, kuraklık, fırtına, hastalık ve ölüm gibi ilâhî takdirin tecellileri karşısında metaneti muhafaza ederek yakınmamak da rızânın gereği olarak görülmüştür. Allah’ın iradesi, kudreti ve yaratmasıyla var olduğunu ileri sürüp sevap-günah, hayır-şer türünden her şeyi rızâ kapsamında gören ve bunun neticesinde bir çeşit İbâhîliğe sapanlar var olagelmiştir. Fakat gerçek sûfîler Allah’ın iradesiyle rızâ ve muhabbetinin farklı şeyler saydığı, Hakk’ın irade ettiği şeylerin bir kısmına razı olmadığı ilkesine daima bağlı kalmışlar (Gazzâlî, IV, 337, 340; İbn Kayyim el-Cevziyye, II, 214), kulun yükümlülüğü ve sorumluluğu ilkesine ters düşen rızâ anlayışını şiddetle reddetmişlerdir. BİBLİYOGRAFYA Muhâsibî, er-Riʿâye li-ḥuḳūḳıllâh (nşr. Abdülkādir Ahmed Atâ), Kahire 1390/1970, s. 340, 563. a.mlf., el-Veṣâyâ (nşr. Abdülkādir Ahmed Atâ), Beyrut 1406/1986, s. 275. Serrâc, el-Lümaʿ , s. 80. Kelâbâzî, et-Taʿarruf , s. 102. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, II, 76. Sülemî, Ṭabaḳāt , s. 10, 558. a.mlf., el-Muḳaddime fi’t-taṣavvuf (nşr. Yûsuf Zeydân), Beyrut 1999, s. 45. Kuşeyrî, er-Risâle (nşr. Abdülhalîm Mahmûd), Kahire 1966, s. 421-423, 425, 426. Hücvîrî, Keşfü’l-maḥcûb , s. 219, 223. Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Kahire 1358/1939, IV, 333-345. Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Kahire 1293, II, 280. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, II, 178-251. İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 191. İbrâhim Hakkı Erzurûmî, Mârifetnâme , İstanbul 1310, s. 275. Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , Kahire 1962, s. 279. Seyyid Sâdık-ı Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1370, VI, 52-72. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2008 yılında İstanbul’da basılan 35. cildinde, 56-57 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Muhâsibî, er-Riʿâye li-ḥuḳūḳıllâh (nşr. Abdülkādir Ahmed Atâ), Kahire 1390/1970, s. 340, 563.",
        "a.mlf., el-Veṣâyâ (nşr. Abdülkādir Ahmed Atâ), Beyrut 1406/1986, s. 275.",
        "Serrâc, el-Lümaʿ , s. 80.",
        "Kelâbâzî, et-Taʿarruf , s. 102.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, II, 76.",
        "Sülemî, Ṭabaḳāt , s. 10, 558.",
        "a.mlf., el-Muḳaddime fi’t-taṣavvuf (nşr. Yûsuf Zeydân), Beyrut 1999, s. 45.",
        "Kuşeyrî, er-Risâle (nşr. Abdülhalîm Mahmûd), Kahire 1966, s. 421-423, 425, 426.",
        "Hücvîrî, Keşfü’l-maḥcûb , s. 219, 223.",
        "Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Kahire 1358/1939, IV, 333-345.",
        "Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Kahire 1293, II, 280.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, II, 178-251.",
        "İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 191.",
        "İbrâhim Hakkı Erzurûmî, Mârifetnâme , İstanbul 1310, s. 275.",
        "Ebü’l-Alâ Afîfî, et-Taṣavvuf: es̱-S̱evretü’r-rûḥiyye fi’l-İslâm , Kahire 1962, s. 279.",
        "Seyyid Sâdık-ı Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1370, VI, 52-72."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}