{
  "id": "eweb_354",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/rizik",
  "annotator": "Jeremy",
  "title": "RIZIK",
  "arabic_title": "الرزق",
  "summary": "Allah’ın canlılara verdiği maddî ve mânevî nimetler.",
  "parts": [
    {
      "author": "ŞERAFETTİN GÖLCÜK",
      "content": "Sözlükte “yiyecek vermek, rızıklandırmak” anlamındaki rezk kökünden türeyen rızk kelimesi “yiyecek, giyecek ve faydalanılacak her şey; yağmur; bağış; pay, nasip” gibi mânalara gelir ( Lisânü’l-ʿArab , “rzḳ” md.). Terim olarak Allah Teâlâ’nın canlılara yeme içme ve başka hususlarda yararlanmak üzere verdiği her şeyi ifade eder. Râgıb el-İsfahânî “rızkı yaratan, veren ve ona sebep olan” anlamında Allah’a râzık denildiği gibi rızka ulaşmaya vesile olan insanlara da bu ismin verilebileceğini, ancak esmâ-i hüsnâdan olup “bedenlerin ve ruhların gıdasını yaratıp veren” mânasındaki rezzâk isminin sadece Allah’a nisbet edilebileceğini belirtir ( el-Müfredât , “rzḳ” md.). Kur’ân-ı Kerîm’de 123 yerde geçen rızık kavramı ve rızıklandırma fiili ekseriyetle Allah’a izâfe edilirken ( M. F. Abdülbâkī, el-Muʿcem , “rzḳ” md.) bazı âyetlerde buna aracı olması dolayısıyla kula da nisbet edilmiştir (el-Bakara 2/233; en-Nisâ 4/5, 8; el-Kehf 18/19). Kur’an’da ayrıca, hayatiyetini sürdürecek hiçbir imkâna sahip bulunmayan varlıklar dahil olmak üzere yeryüzündeki bütün canlıların rızkını verenin Allah olduğu vurgulu ifadelerle anlatılır (Hûd 11/6; el-Ankebût 29/60). Câhiliye Arapları’nın fakirlik korkusuyla kız çocuklarını öldürdüğü kaydedilerek rızık konusunda endişeye düşülmemesi gerektiği belirtilir (el-En‘âm 6/151; el-İsrâ 17/31). Ancak insanın yanlış bir tevekkül anlayışına sığınmak yerine karada ve denizlerde rızkını araması emredilir (Fâtır 35/12; el-Mülk 67/15); helâl ve temiz rızıklardan faydalanılması ve şeytana uyulmaması istenir (el-Bakara 2/168; en-Nahl 16/114). Kur’an’da rızık olarak verilen nimetler hayatın vazgeçilemez unsuru olan sudan ve gıdalardan ibaret sayılmamış, başta din, hidayet ve nübüvvet olmak üzere Allah’ın mânevî lutufları da rızık olarak nitelendirilmiştir (el-Bakara 2/3; Âl-i İmrân 3/169; Hûd 11/88; Meryem 19/62; krş. Mâtürîdî, Teʾvîlâtü’l-Ḳurʾân , VII, 222; Râgıb el-İsfahânî, el-Müfredât , “rzḳ” md.). Öte yandan Kur’an’da başkalarının rızkına göz dikilmesi yasaklanmakta (Tâhâ 20/131), Cenâb-ı Hakk’ın, emirlerine göre hareket eden kimseyi beklemediği yerden rızıklandıracağı (et-Talâk 65/3), insanların sahip olduğu her şeyin sonunda tükeneceği, Allah katında bulunanların ise sonsuz olduğu vurgulanmaktadır (en-Nahl 16/96). Hadislerde de her şeyi Allah’ın yarattığı, her canlının rızkını O’nun verdiği belirtilmiş ( Müsned , IV, 130, 202), işlenen günahlardan dolayı Allah’tan af dilemenin ve akrabaları ziyaret etmenin (sıla-i rahim) rızkı genişleteceği ifade edilmiştir (Buhârî, “Büyûʿ”, 13; İbn Mâce, “Edeb”, 57). Bir hadiste rızık terazisinin Allah’ın elinde olduğu, dilediğine az, dilediğine çok verdiği anlatılırken (Buhârî, “Tefsîr”, 11/2, “Tevḥîd”, 19; Müslim, “Zekât”, 37) diğer bir hadiste gereği gibi tevekkül ettikleri takdirde insanların da kuşlar gibi rızıklandırılacağı bildirilmiştir (Tirmizî, “Zühd”, 33). İslâm âlimleri bütün canlıların rızkını Allah’ın verdiği noktasında ittifak etmiştir. Ancak kullara ait kötü fiillerin gerçekleşmesine ilâhî kudret ve iradenin tesiri meselesi, kulların yararına olan şeyleri yaratmanın Cenâb-ı Hak için gerekli olup olmadığı konularıyla ilgili olarak kelâm âlimleri rızık mevzuunda bazı farklı görüşler ortaya koymuş ve kendilerine has rızık tanımları yapmıştır. Ehl-i sünnet âlimleri, insanların irâdî fiillerinin görünüşte kendi arzu ve teşebbüsleri sonunda meydana geldiğini kabul etmekle birlikte bu fiillerin her şeyin yaratıcısı olan Allah’ın iradesi sayesinde vücut bulduğunu söyler; bu sebeple de rızkı “Cenâb-ı Hakk’ın hayatlarını sürdürebilmeleri için canlılara verdiği her türlü imkân” şeklinde tarif ederler. Bu tanıma göre gayri meşrû yollardan elde edilen imkânlar da rızık kavramı içinde mütalaa edilir. Mu‘tezile âlimleri ise ilâhî irade ile insanların gayri meşrû fiilleri arasındaki ilişkiyi reddettiğinden rızkı “kişinin hayatiyetini sürdürmek için mâlik olduğu şey” veya “kişinin faydalanmaktan menedilmediği imkânlar” diye tarif ederler. Birinci tarifte yer alan “mülkiyet” kavramı “elde edilmesine Allah’ın izin verdiği şey” anlamına gelir. Mu‘tezile’nin tariflerine göre haram kazanç rızık kavramı içinde yer almaz (Tehânevî, I, 858). Rızık kelimesi daha çok yiyecek ve içecek için kullanılırsa da yapılan tanımlarda Allah’ın verdiği bütün nimetler kastedilmiştir. Kelime bütün canlıları kapsamakla birlikte kelâm ilminde sorumlu olması çerçevesinde insanla ilişkilendirilerek incelenir. Ebû Mansûr el-Mâtürîdî ve Ebü’l-Hasan el-Eş‘arî’den itibaren Sünnî âlimleri, haram yollarla da olsa insanın eline geçirdiği her şeyi Allah’ın verdiği rızık kavramı içinde mütalaa etmiştir. Aksi takdirde haram yiyen ve hayatı boyunca haramla geçinen kimselerin Allah’tan başkası tarafından rızıklandırılması gibi bir sonuç ortaya çıkar. Bu ise bütün canlıların rızkının Allah tarafından verildiğini ifade eden ilâhî beyanlarla bağdaşmaz. Mu‘tezile âlimlerinin bu konuda gösterdiği titizlik -kader, ef‘âl-i ibâd, vücûb alellah vb. meselelerde olduğu gibi- başka problemlerin ortaya çıkmasına yol açmaktadır. Mâtürîdî’nin de belirttiği gibi insanların işlediği kötü fiillerin ilâhî kudret, irade ve bunların neticesi olan “halk” sıfatlarının dışına çıkarılması ulûhiyyetle bağdaşmaz ( Kitâbü’t-Tevḥîd , Fihrisü’l-mustalahât, “fiʿl”, “şer” md.leri; Teʾvîlâtü’l-Ḳurʾân , Fihrisü’l-mustalahât, “efʿâlü’l-ʿibâd” md.). BİBLİYOGRAFYA Tehânevî, Keşşâf , I, 858-859. Müsned , IV, 130, 202. Eş‘arî, Maḳālât (Ritter) , s. 257. a.mlf., el-İbâne (Fevkıyye), s. 206-207. Mâtürîdî, Kitâbü’t-Tevḥîd (nşr. Bekir Topaloğlu – Muhammed Aruçi), Ankara 1423/2003, Fihrisü’l-mustalahât, “fiʿl”, “şer” md.leri. a.mlf., Teʾvîlâtü’l-Ḳurʾân (nşr. Mehmet Boynukalın), İstanbul 2005, IV, 292-293; a.e. (nşr. Hatice Boynukalın), İstanbul 2006, VII, 222; a.e. , Fihrisü’l-mustalahât, “efʿâlü’l-ʿibâd” md. Kādî Abdülcebbâr, el-Muġnî , XI, 27, 30, 40, 47. a.mlf., Şerḥu’l-uṣûli’l-ḫamse (nşr. Abdülkerîm Osman), Kahire 1988, s. 787. Abdülkāhir el-Bağdâdî, Uṣûlü’d-dîn , İstanbul 1346, s. 144. Ahmed b. Hüseyin el-Beyhakī, el-İʿtiḳād (nşr. Kemâl Yûsuf el-Hût), Beyrut 1405/1985, s. 113. Cüveynî, el-İrşâd (Temîm) , s. 307. Nesefî, Tebṣıratü’l-edille (Salamé) , II, 688. Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , II, 30. Teftâzânî, Şerḥu’l-ʿAḳāʾidi’n-Nesefiyye (nşr. M. Adnân Derviş), Beyrut 1411/1991, s. 153. Muhit Mert, “Kur’an’da Rızık”, Diyanet Dergisi , XXVI/4, Ankara 1990, s. 69-86. a.mlf., “Klasik Bir Kelam Problemi Olarak Rızık Kavramının Tanımları ve Bu Tanımların İçerdiği Problemler”, AÜİFD , XLVI/1 (2005), s. 1-19. C. E. Bosworth – J. D. McAuliffe, “Rizḳ”, EI 2 (İng.) , VIII, 567-568. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2008 yılında İstanbul’da basılan 35. cildinde, 73-74 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Tehânevî, Keşşâf , I, 858-859.",
        "Müsned , IV, 130, 202.",
        "Eş‘arî, Maḳālât (Ritter) , s. 257.",
        "a.mlf., el-İbâne (Fevkıyye), s. 206-207.",
        "Mâtürîdî, Kitâbü’t-Tevḥîd (nşr. Bekir Topaloğlu – Muhammed Aruçi), Ankara 1423/2003, Fihrisü’l-mustalahât, “fiʿl”, “şer” md.leri.",
        "a.mlf., Teʾvîlâtü’l-Ḳurʾân (nşr. Mehmet Boynukalın), İstanbul 2005, IV, 292-293; a.e. (nşr. Hatice Boynukalın), İstanbul 2006, VII, 222; a.e. , Fihrisü’l-mustalahât, “efʿâlü’l-ʿibâd” md.",
        "Kādî Abdülcebbâr, el-Muġnî , XI, 27, 30, 40, 47.",
        "a.mlf., Şerḥu’l-uṣûli’l-ḫamse (nşr. Abdülkerîm Osman), Kahire 1988, s. 787.",
        "Abdülkāhir el-Bağdâdî, Uṣûlü’d-dîn , İstanbul 1346, s. 144.",
        "Ahmed b. Hüseyin el-Beyhakī, el-İʿtiḳād (nşr. Kemâl Yûsuf el-Hût), Beyrut 1405/1985, s. 113.",
        "Cüveynî, el-İrşâd (Temîm) , s. 307.",
        "Nesefî, Tebṣıratü’l-edille (Salamé) , II, 688.",
        "Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , II, 30.",
        "Teftâzânî, Şerḥu’l-ʿAḳāʾidi’n-Nesefiyye (nşr. M. Adnân Derviş), Beyrut 1411/1991, s. 153.",
        "Muhit Mert, “Kur’an’da Rızık”, Diyanet Dergisi , XXVI/4, Ankara 1990, s. 69-86.",
        "a.mlf., “Klasik Bir Kelam Problemi Olarak Rızık Kavramının Tanımları ve Bu Tanımların İçerdiği Problemler”, AÜİFD , XLVI/1 (2005), s. 1-19.",
        "C. E. Bosworth – J. D. McAuliffe, “Rizḳ”, EI 2 (İng.) , VIII, 567-568."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}