{
  "id": "eweb_357",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/ruyet",
  "annotator": "Jeremy",
  "title": "RÜ’YET",
  "arabic_title": "الرؤية",
  "summary": "Allah’ı, Hz. Peygamber’i, melekleri, vefat etmiş velîlerin ruhlarını görme anlamında bir tasavvuf terimi.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Sözlükte “görmek” anlamına gelen rü’yet kelimesi tasavvufta “Allah’ı dünyada ve âhirette gözle müşahede etmek” mânasında kullanılır. Likā, müşâhede, muâyene, basîret, temâşâ ve dîdâr kelimeleri de aynı anlama gelir. Genellikle mutasavvıflar Allah’ı dünyada gözle görmenin mümkün olmadığını, âhirette ise görüleceğini söylerken kelâm âlimleri gibi düşünürler (Eş‘arî, I, 344; Serrâc, s. 544; Kelâbâzî, s. 42; Kuşeyrî, s. 250, 666; Hücvîrî, s. 335). et-Taʿarruf adlı eserinde rü’yetullah konusuna müstakil bir yer ayıran ilk sûfî müelliflerden Kelâbâzî, rü’yeti “Hakk’ın cemâlini temaşa” şeklinde tanımlar ve sûfîlerin Allah’ın âhirette sadece müminler tarafından görüleceğinde icmâ ettiğini, Allah’ı görmenin aklen câiz, naklen vâcip olduğunu söyler. Sûfîlerin ittifak ettiği bir diğer mesele Allah’ın dünyada ne gözle (basar) ne de kalple görüleceğidir. Onlara göre, kalple görmekten (basîret) maksat Allah’ı bilmek (yakīn, mârifet) ise bu mümkündür. Ancak dünya söz konusu olduğunda rü’yet sınırlılık ifade ettiğinden Hakk’ı dünyada görmek mümkün değildir. Âhirette ve cennet hayatında Hakk’ı görmek naslarla sabit olduğundan naslarla yetinmek zorunludur (Kelâbâzî, s. 42). Rü’yetin kalp gözüyle değil baş gözüyle görme anlamına tahsis edildiğini belirten Kâşânî de sûfîlerin, “Yüzler vardır ki o gün ışıl ışıl parlayarak rablerine bakacak” âyetini (el-Kıyâme, 75/22-23) ve, “Kıyamet günü rabbinizi dolunayı gördüğünüz gibi göreceksiniz” hadisini (Buhârî, “Mevâḳītü’ṣ-ṣalât”, 16; Müslim, “Îmân”, 299, 302, “Mesâcid”, 211) “baş gözüyle görme” anlamında yorumladıklarını ve onların sadece Allah’ın kalp gözüyle değil baş gözüyle görülmesini de kabul ettiklerini, bu tarz görmenin âhiret hayatında gerçekleşeceği hususunda aralarında görüş ayrılığı bulunmadığını, ancak dünya hayatında baş gözüyle görülmesi konusunda farklı görüşler olduğunu söyler ( Tasavvuf Sözlüğü , s. 272-273). Tasavvufta üzerinde önemle durulan husus, Allah’ı baştaki gözle dünyada veya âhirette görmek değil “aynü’l-kalb, dîde-i cân, ayn-ı cem‘, aynü’r-rü’ye, ayne’l-yakīn” denilen kalp gözüyle dünyada görmektir. “Kalbim rabbimi gördü” gibi ifadelerde (Gazzâlî, İḥyâʾ , III, 14) görmenin kalple ilgili olduğu açıkça belirtilmiştir. “Görmediğim rabbe ibadet etmem, O’nu gördüm ve ibadet ettim” (Hakîm et-Tirmizî, s. 48); “Bir şeyi görmeden önce ve sonra mutlaka O’nu görürüm” gibi ifadeler kalp gözüyle ilgili görmeyi anlatır (Câmî, s. 704, 709). Kalp gözüyle Allah’ın zâtını görmenin mümkün olmadığı hususunda ittifak eden mutasavvıflar O’nun zât, sıfat, fiil ve isimlerinin tecellilerini çeşitli seviyelerde görmenin mümkün olduğunu söylemekle kalmaz, bunun gerekli ve faydalı olduğunu ifade eder. Ancak bu hususu dile getirirken görme fiilini mutlak olarak kullandıklarından dünyada Hakk’ın zâtını görmenin mümkün olduğuna inandıkları gibi bir izlenim hâsıl olmaktadır. Yûnus Emre’nin, “Her kim ol dost dîdârını bunda ayan görmez ise / Yarın ol ser-gerdam geze, hiç bilmeye niteliğin”; “Ben dost cemâlin görmüşem len terânî n’eylerem” gibi beyit ve mısralarında dile getirdiği görme böyle bir rü’yettir. Allah’ın sonsuz tecellileri vardır. Tecelli Hakk’ın çeşitli mertebelerde ve şekillerde kendini kullarına açmasıdır. Ancak kul ile Hak arasındaki perdeler O’nun görülmesine engel olur. Genellikle bu tecelliler zât, sıfat, fiil, isim tecellileri şeklinde sınıflandırılır. En yüksek seviyedeki tecelli zât tecellisidir. Sâlik bu tecellileri istidat ve kabiliyetine, kemal ve irfanına göre temaşa eder (Ebû Tâlib el-Mekkî, II, 139; Gazzâlî, İḥyâʾ , IV, 345). Gazzâlî’ye göre riyâzet ve nefis mücâhedesiyle bu perdeler kalkınca mülk ve melekût âleminin sûretleri kulun kalbine tecelli eder. Rü’yet ve müşahede hadisesi budur ( İḥyâʾ , III, 14). Rü’yet ve müşahede açılan perdelerin sayısı ve seviyesine bağlı olarak farklılık gösterir. Büyük sûfîler Allah’ın mutlak cemâlini görmeye engel olduğu için bu perdelerden daima yakınmıştır ( a.g.e. , IV, 279, 302). Bir kutsî hadiste, “Ben kulumun zannı (tasavvuru) üzereyim” buyurulmuştur (Buhârî, “Tevḥîd”, 254). Âhirette kulun tasavvurundan farklı şekilde tecelli edince tanınmayan Allah kulun tasavvuruna uygun biçimde tecelli edince tanınacaktır (Buhârî, “Tevḥîd”, 24). Bu da rü’yetin kişiden kişiye değiştiği anlamına gelir. Muhyiddin İbnü’l-Arabî müşahede (rü’yet) ile mükâşefe (ilim) arasında fark görür. Hakk’ı görmek Hakk’ın zâtıyla ilgilidir. Hakk’ı bilmek ise Hakk’a nisbetler izâfe ederek veya selbederek O’nu ilâh olarak ispatlamaya dairdir. Ancak Hakk’ın varlığının zâtının aynı olması sebebiyle Hakk’ı görmek aynı zamanda Hakk’ı bilmektir ( el-Fütûḥâtü’l-Mekkiyye , I, 46). İsmâil Hakkı Bursevî, rü’yeti “Hakk’ı müşahede ile birlikte Hakk’ın tecellî sûretlerini gereğiyle idrak etmek” şeklinde tanımlar. Buna göre rü’yet müşahede ile birlikte mükâşefedir ya da ilimdir. İlimle rü’yeti birleştirenler Hakk’ı gerçek anlamda müşahede edebilirler. Bursevî’ye göre rü’yet dört çeşittir: Hakk’ı mahlûkat olmaksızın görmek, Hak söz konusu olmaksızın mahlûkatı görmek, mahlûkatla birlikte Hakk’ı görmek, Hak ile birlikte mahlûkatı görmek. Üçüncü rü’yette kul enfüsî ve âfâkî delillerle Hakk’ı mahlûkatta müşahede eder. Dördüncüsünde mahlûkatı Hak’ta Hakk’ın isim ve sıfatlarıyla görür. Bu iki rü’yeti birleştirmek ise kemal mertebesidir. Naîm cennetinde kullar Hakk’ı mahlûkatta görür. Burada mahlûkat Hakk’a ayna mesabesindedir. Kesîb cennetinde ise mahlûkatı Hak’ta görürler. Burada Hak mahlûkata ayna olur. Kemal ve nihaî mertebede rü’yet, mahlûkatın ortadan kaldırılıp kesîb makamında Hakk’ı Hak ile müşahede etmektir (Kara, II, 297). Tasavvufta üzerinde durulan bir başka husus Allah’ın rüyada görülmesi meselesidir (bk. RÜYA ). İbrâhim b. Edhem’in rüyada gördüğü Allah’a yetmiş mesele sorduğu (Ebû Tâlib el-Mekkî, II, 133, 139), Hakîm et-Tirmizî’nin O’nu bin bir kere rüyasında gördüğü (Ferîdüddin Attâr, s. 377, 527) rivayet edilir. Gazzâlî âriflerin melekleri gördüklerinden ve seslerini işittiklerinden bahseder ( el-Münḳıẕ , s. 40). Sûfîler Hz. Peygamber’i görmeye de çok önem vermiştir. Bazı sûfîler Resûl-i Ekrem’i uyanıkken gördüklerini, O’nunla görüştüklerini, öğütlerini aldıklarını söyler. Muhyiddin İbnü’l-Arabî bu rü’yetin uyku ile uyanıklık arasında gerçekleştiğini ve uyanıklık kelimesiyle kalbin uyanıklığının kastedildiğini söyler. Süyûtî Tenvîrü’l-ḥalak fî imkâni rüʾyeti’n-nebî ve’l-melek adlı eserinde (Beyrut 1997) Resûlullah’la görüştüğünü söyleyen kişilere örnek verir. Muhammed el-Me’ribî, “Hz. Peygamber’le sahâbenin görüştüğü gibi görüştüm diyen yalan söylemiş olur, fakat bu ifade, ‘Kalbim uyanıklık halinde iken görüştüm’ anlamında ise doğru olması mümkündür” der (Şa‘rânî, I, 169). Mutasavvıfların bir kısmı, “O bir nurdur, nasıl görebilirim?” hadisine dayanarak (Müslim, “Îmân”, 291-292) Resûl-i Ekrem’in mi‘racda Allah’ı değil O’nun hiçbir kimseye nasip olmayan en mükemmel bir tecellisini gördüğünü söylerken (Gazzâlî, İḥyâʾ , IV, 304) diğer bazıları O’nu gerçekten gördüğüne kanidir. Süleyman Çelebi’nin, “Âşikâre gördü rabbü’l-izzeti / Âhirette öyle görür ümmeti” beyti bu kanaati dile getirir (ayrıca bk. RÜ’YETULLAH ). Tasavvufta bir sûfîyi görmek ve sohbetinde bulunmak da önemlidir. Muhammed b. Hüseyin es-Sülemî, Hâce Abdullah-ı Herevî, Abdurrahman-ı Câmî gibi sûfîlerin hayat hikâyelerini anlatan müellifler bir sûfînin önem ve faziletini aktarırken, “Cüneyd’i görmüştü, Zünnûn’u görmüştü” gibi ifadeler kullanırlar ( Sülemî, Ṭabaḳāt , s. 501; Câmî, s. 130, 160). Bir hadiste, “Öyle erler var ki onları görmek Allah’ı hatırlatır” buyurulmuştur (İbn Mâce, “Zühd”, 4; Ebû Tâlib el-Mekkî, I, 358; Gazzâlî, İḥyâʾ , IV, 345). Sûfîler, büyük bir velîyi görmenin önemli olduğu kadar onun tarafından görülmenin ve onun nazarına mazhar olmanın da önemli olduğuna inanır. Câmî “safâ-nazar, feyz-i nazar, nazar-ı hakkānî” denilen bakışa sahip olan büyük velîlerin insanın benliğini giderip onu kemale eriştirdiğini söyler. Bu sebeple tasavvufta erenlerin nazarı bakırı altına dönüştüren kimyaya benzetilmiştir. BİBLİYOGRAFYA Hakîm et-Tirmizî, Beyânü’l-farḳ (nşr. Ahmed Abdurrahman es-Seyyâh), Kahire 1998, s. 48. Eş‘arî, Maḳālât (Abdülhamîd) , I, 344. Serrâc, el-Lümaʿ , s. 49, 100, 102, 544. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 358, 520; II, 133, 139. Kelâbâzî, et-Taʿarruf , s. 42. Sülemî, Ṭabaḳāt , s. 501. a.mlf., Ġalaṭâtü’ṣ-ṣûfiyye , Kahire 1985, s. 190. Kuşeyrî, er-Risâle , s. 250, 666. Hücvîrî, Keşfü’l-maḥcûb , s. 335, 397, 495. Herevî, Ṭabaḳāt , s. 46-48. Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Kahire 1969, III, 14; IV, 279, 302, 303, 304, 305, 345, 430, 527. a.mlf., Medâricü’s-sâlikîn , Kahire, ts. (Matbaatü’l-istikāme), s. 135. a.mlf., el-Münḳıẕ mine’ḍ-ḍalâl , Kahire 1991, s. 40. Aynülkudât el-Hemedânî, Temhîdât , Tahran 1262, s. 277. Baklî, Şerḥ-i Şaṭḥiyyât (nşr. H. Corbin), Tahran 1360 hş./1981, s. 569. Ferîdüddin Attâr, Teẕkire (nşr. Muhammed İsti‘lâmî), Tahran 1346 hş., s. 377, 527. İbnü’l-Arabî, Fuṣûṣ (Afîfî) , s. 87, şerh, s. 76. a.mlf., el-Fütûḥâtü’l-Mekkiyye , Beyrut, ts. (Dâru Sâdır), I, 46. İzzeddin el-Kâşî, Miṣbâḥu’l-hidâye (nşr. Celâleddin Hümâî), Tahran 1367 hş., s. 37. Abdürrezzâk el-Kâşânî, Tasavvuf Sözlüğü (trc. Ekrem Demirli), İstanbul 2004, s. 272-273. İbrâhim b. Mûsâ eş-Şâtıbî, el-İʿtiṣâm (nşr. M. Reşîd Rızâ), Kahire 1332, I, 160-165. Câmî, Nefeḥât , s. 130, 160, 249, 432, 434, 436, 704, 709. Şa‘rânî, el-Yevâḳīt ve’l-cevâhir , Kahire 1305, I, 160-172. Seyyid Sâdık-ı Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Ṭaṣavvuf , Tahran 1370, VI, 127-135. İhsan Kara, Tasavvuf Istılâhları Literatürü ve Seyyid Mustafa Râsim Efendi’nin Istılâhât-ı İnsân-ı Kâmil’i (doktora tezi, 2003), MÜ Sosyal Bilimler Enstitüsü, II, 295-298. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2008 yılında İstanbul’da basılan 35. cildinde, 310-311 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Hakîm et-Tirmizî, Beyânü’l-farḳ (nşr. Ahmed Abdurrahman es-Seyyâh), Kahire 1998, s. 48.",
        "Eş‘arî, Maḳālât (Abdülhamîd) , I, 344.",
        "Serrâc, el-Lümaʿ , s. 49, 100, 102, 544.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 358, 520; II, 133, 139.",
        "Kelâbâzî, et-Taʿarruf , s. 42.",
        "Sülemî, Ṭabaḳāt , s. 501.",
        "a.mlf., Ġalaṭâtü’ṣ-ṣûfiyye , Kahire 1985, s. 190.",
        "Kuşeyrî, er-Risâle , s. 250, 666.",
        "Hücvîrî, Keşfü’l-maḥcûb , s. 335, 397, 495.",
        "Herevî, Ṭabaḳāt , s. 46-48.",
        "Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Kahire 1969, III, 14; IV, 279, 302, 303, 304, 305, 345, 430, 527.",
        "a.mlf., Medâricü’s-sâlikîn , Kahire, ts. (Matbaatü’l-istikāme), s. 135.",
        "a.mlf., el-Münḳıẕ mine’ḍ-ḍalâl , Kahire 1991, s. 40.",
        "Aynülkudât el-Hemedânî, Temhîdât , Tahran 1262, s. 277.",
        "Baklî, Şerḥ-i Şaṭḥiyyât (nşr. H. Corbin), Tahran 1360 hş./1981, s. 569.",
        "Ferîdüddin Attâr, Teẕkire (nşr. Muhammed İsti‘lâmî), Tahran 1346 hş., s. 377, 527.",
        "İbnü’l-Arabî, Fuṣûṣ (Afîfî) , s. 87, şerh, s. 76.",
        "a.mlf., el-Fütûḥâtü’l-Mekkiyye , Beyrut, ts. (Dâru Sâdır), I, 46.",
        "İzzeddin el-Kâşî, Miṣbâḥu’l-hidâye (nşr. Celâleddin Hümâî), Tahran 1367 hş., s. 37.",
        "Abdürrezzâk el-Kâşânî, Tasavvuf Sözlüğü (trc. Ekrem Demirli), İstanbul 2004, s. 272-273.",
        "İbrâhim b. Mûsâ eş-Şâtıbî, el-İʿtiṣâm (nşr. M. Reşîd Rızâ), Kahire 1332, I, 160-165.",
        "Câmî, Nefeḥât , s. 130, 160, 249, 432, 434, 436, 704, 709.",
        "Şa‘rânî, el-Yevâḳīt ve’l-cevâhir , Kahire 1305, I, 160-172.",
        "Seyyid Sâdık-ı Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Ṭaṣavvuf , Tahran 1370, VI, 127-135.",
        "İhsan Kara, Tasavvuf Istılâhları Literatürü ve Seyyid Mustafa Râsim Efendi’nin Istılâhât-ı İnsân-ı Kâmil’i (doktora tezi, 2003), MÜ Sosyal Bilimler Enstitüsü, II, 295-298."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}