{
  "id": "eweb_361",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/salimiyye",
  "annotator": "Jeremy",
  "title": "SÂLİMİYYE",
  "arabic_title": "السالميّة",
  "summary": "İbn Sâlim el-Basrî (ö. 297/909) tarafından kurulan ve tasavvufî eğilimler taşıyan bir kelâm fırkası.",
  "parts": [
    {
      "author": "CİHAT TUNÇ",
      "content": "Ebû Abdullah Muhammed b. Ahmed b. Sâlim el-Basrî, devrin tanınmış mutasavvıf ve âlimlerinden Sehl et-Tüsterî’nin önde gelen öğrencilerindendir. Hocasına uzun yıllar hizmet etmiş, derslerine katılarak görüş ve düşüncelerini öğrenmiş ve kendisine tâbi olmuştur. Oğlu Ebü’l-Hasan Ahmed de Tüsterî’ye yetişip derslerini izlemiş, böylece baba-oğul hocalarından rivayette bulunarak onun fikirlerinin devamını sağlamıştır. İbn Sâlim’in kelâm ilmiyle yakından ilgilendiği, bu alanda eserler telif ettiği, ayrıca hocası Tüsterî’den aldığı tasavvufî terbiyeyi hayatına yansıttığı, bu sebeple çevresinde müntesiplerinin oluştuğu anlaşılmaktadır. Sâlimiyye diye anılan taraftarları hakkında Muhammed b. Ahmed el-Makdisî önemli bilgiler verir. Buna göre Basra’da yayılan Sâlimiyye dindar kimseler arasında ilgi görmüştür. Bunlar kelâm ilmini bildiklerini ve zâhid olduklarını iddia ediyorlardı. “Müzekkirûn” diye anılan vâizlerin çoğu bunlardandı ve bir dereceye kadar Mâlikî fıkhıyla ilgileniyorlardı. İbn Sâlim ise Ebû Hanîfe fıkhını benimsemişti. Müntesipleri dürüst insan görünümü veriyor, fakat reislerini övmekte meşrû sınırları aşıyorlardı. Sosyal seviyeleri yüksek, konuşmaları nazikti, telifleri de bulunuyordu. Bütün bunların yanında fikir ayrılıkları oldukça derindi ( Aḥsenü’t-teḳāsîm , s. 126). Abdülkāhir el-Bağdâdî, bazı Sâlimiyye mensuplarının Hallâc-ı Mansûr’un görüşlerini benimsediğini ve onu gerçek sûfî saydığını belirtir ( el-Farḳ , s. 261). İbn Sâlim ile oğlu Ebü’l-Hasan Ahmed, Tüsterî’ye sordukları birçok soru ile bunların cevaplarını herhangi bir tasarrufta bulunmadan başkalarına aktarmıştır, bu rivayetler Basra’da kurulup kendilerine nisbet edilen bu mezhebin belli bir süre devam etmesini sağlamıştır. İbn Sâlim’in ölümünden sonra Ebü’l-Hasan Ahmed mezhebin esaslarını kaleme almış, bir sûfî olarak Tüsterî’nin gösterdiği yolda yürümüş ve 360 (970-71) yılında doksan yaşında vefatına kadar Basra’daki cemaatin liderliğini yapmıştır. Sâlimiyye’nin kelâmla ilgili düşüncelerini ihtiva eden kitaplarından hiçbiri günümüze ulaşmamış, bununla birlikte bazı görüşleri muhalifleri olan Hanbelîler tarafından reddedilmek gayesiyle tesbit edilmiştir. Hanbelî âlimlerinden Ebû Ya‘lâ el-Ferrâ, el-Muʿtemed fî uṣûli’d-dîn adlı eserinde Sâlimiyye’nin on sekiz görüşüne yer vermiş, Abdülkādir-i Geylânî el-Ġunye ’sinde bunları on madde halinde zikretmiştir. Ebû Ya‘lâ, Sâlimiyye’nin kelâma dair görüşlerini şöyle sıralamıştır: 1. Allah ezelde kâinatın varlığını da yokluğunu da zâtında müşahede etmiştir. 2. Allah bir sıfatının idrak alanına giren şeyleri diğer sıfatlarıyla da idrak eder. 3. Allah kıyamet gününde Muhammedî bir beşer sûretinde görülecektir. 4. Allah cinler, insanlar, melekler, hayvanlar ve diğer mahlûkata her birinin kendi kavrayışına göre tecelli eder. 5. Allah’ın, açıkladığı takdirde ilâhî tedbirin (kâinat nizamı) bozulacağı, peygamberlerin açıkladığı takdirde nübüvvetin bâtıl olacağı, âlimlerin de açıkladığı takdirde ilmin yok olacağı sırları vardır. 6. Kâfirler âhirette Allah’ı görecek ve Allah onları hesaba çekecektir. 7. İblîs, Âdem’e ikinci teklifte secde etmiştir. 8. İblîs, Âdem’i vesveseye düşürmek için cennete girmemiştir. 9. Cebrâil, Hz. Peygamber’e kendi yerini ve makamını bırakmadan gelmiştir. 10. Allah ezelden beri yaratandır. 11. Fiil mahlûk, tef‘il (yaptırma) mahlûk değildir. 12. Allah, Mûsâ ile konuştuğu zaman Mûsâ kendini beğenmiş, Allah ona, “Ey Mûsâ, nefsinin hoşuna mı gitti, gözlerini aç!” diye vahyedince Mûsâ gözlerini açar açmaz 100 adet Tûr dağı ve her dağın üzerinde bir Mûsâ görmüştür. 13. İrade meşîetin fer‘i, meşîet iradenin aslıdır. Meşîet kadîm, irade hâdistir. 14. Allah kullarından isyanı değil itaati murat eder. 15. Hz. Peygamber nübüvvetten önce de Kur’an’ı ezberlemişti. 16. Bir kimse Kur’an’ı okurken onun lisanıyla Allah da okur; insanlar Kur’an’ı okuyandan dinlediklerinde Allah’tan dinlemiş olurlar. 17. Allah’ın ilmi bir olduğu gibi meşîeti de birdir. Her istediğinde sadece bir iradesi vardır. İrade kadîm olan zâtî sıfatlardandır. 18. Allah her yerde mevcuttur, O’nun için arş ile diğer yerler arasında fark yoktur. Bu görüşleri ele alan Ebû Ya‘la el-Ferrâ hepsini eleştirip reddetmiş, Abdülkādir-i Geylânî de eleştirilerde bulunmuştur ( el-Muʿtemed , s. 217-221; el-Ġunye , I, 451-455). İbn Sâlim’in, “Allah ezelde her şeyi zâtında müşahede etmiştir” şeklindeki sözünü sûfiyyeden İbn Hafîf eleştirmiş ve bu sözden âlemin kadîm oluş sonucunun çıkacağını belirtmiştir. Ancak Hanbelî-sûfî Hâce Abdullah-ı Ensârî, İbn Hafîf’in bu yorumunun insaflı olmadığını, zira İbn Sâlim’in muradının ilmen müşahede olduğunu ileri sürmüştür (Lâmiî, s. 172). Köstendilli Süleyman Şeyhî de Ensârî’nin görüşünü desteklemiştir ( Baḥrü’l-velâye , Süleymaniye Ktp., Hasan Hüsnü Paşa, nr. 579, vr. 22 a ). İbn Sâlim kelâmla ilgili görüşleri yanında tasavvuf konusundaki fikirleriyle de tanınır. Ona göre ihlâs kalpten riyânın karanlıklarını, sıdk ve doğruluk nuru yalanın karanlıklarını giderir. Nefsinin arzularına karşı çıkıp sabreden kimseyi Allah dostluk makamına (ünsiyet) yükseltir. Tevekkül Hz. Peygamber’in halidir, kesb ise sünnetidir. Tevekküle gücü yetmeyen için kesb sünnet olmuştur. Kişinin kesbi sonunda elde ettiği kazancın bir kısmı temiz olur, bir kısmı ise temiz olmayabilir; halbuki tevekkül yoluyla varılan sonuç tamamıyla temizdir. Kaynaklarda İbn Sâlim’den nakledilen öğütler, onun tasavvuf erbabının benimsediği hal ve ameller içinde yaşadığı ve görüşlerinin belli bir süre mensupları arasında devam ettirildiği izlenimini vermektedir. Nitekim İbn Asâkir kıraat, hadis ve kelâm âlimi Hasan b. Ali el-Ahvâzî’yi Sâlimiyye mensupları arasında sayar ( DİA , II, 194). Ancak bu fırka varlığını sonraki dönemlerde devam ettirememiştir. BİBLİYOGRAFYA Makdisî, Aḥsenü’t-teḳāsîm , s. 126. Sülemî, Ṭabaḳāt , s. 414-416. Bağdâdî, el-Farḳ (Abdülhamîd) , s. 261. Ebû Nuaym, Ḥilye , X, 378-379. Ebû Ya‘lâ el-Ferrâ, el-Muʿtemed fî uṣûli’d-dîn (nşr. Vedî‘ Zeydân Haddâd), Beyrut 1974, s. 217-221. Herevî, Ṭabaḳāt , s. 312. Abdülkādir-i Geylânî, el-Ġunye li-ṭâlibî ṭarîḳı’l-ḥaḳ (nşr. Ferec Tevfîk Velîd), Bağdad, ts. (Mektebetü’ş-şarki’l-cedîd), I, 451-455. Lâmiî, Nefehât Tercümesi , s. 172. Şa‘rânî, eṭ-Ṭabaḳātü’l-kübrâ , Kahire 1952, I, 99-100. Cihat Tunç, Sahl b. ‘Abdallâh at-Tustarî und die Sâlimîya Übersetzung und Erläuterung des Kitâb al-Mu‘ârada (doktora tezi, 1970), Universität Bonn. a.mlf., “Sâlimiyye Mektebi”, AÜİFD , XXVI (1983), s. 427-436. A. Schimmel, Mystical Dimensions of Islam , Chapel Hill 1975, s. 56. Louis Massignon, “Sâlimiye”, İA , X, 133-134. Yusuf Şevki Yavuz, “Ahvâzî, Hasan b. Ali”, DİA , II, 194. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2009 yılında İstanbul’da basılan 36. cildinde, 50-51 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Makdisî, Aḥsenü’t-teḳāsîm , s. 126.",
        "Sülemî, Ṭabaḳāt , s. 414-416.",
        "Bağdâdî, el-Farḳ (Abdülhamîd) , s. 261.",
        "Ebû Nuaym, Ḥilye , X, 378-379.",
        "Ebû Ya‘lâ el-Ferrâ, el-Muʿtemed fî uṣûli’d-dîn (nşr. Vedî‘ Zeydân Haddâd), Beyrut 1974, s. 217-221.",
        "Herevî, Ṭabaḳāt , s. 312.",
        "Abdülkādir-i Geylânî, el-Ġunye li-ṭâlibî ṭarîḳı’l-ḥaḳ (nşr. Ferec Tevfîk Velîd), Bağdad, ts. (Mektebetü’ş-şarki’l-cedîd), I, 451-455.",
        "Lâmiî, Nefehât Tercümesi , s. 172.",
        "Şa‘rânî, eṭ-Ṭabaḳātü’l-kübrâ , Kahire 1952, I, 99-100.",
        "Cihat Tunç, Sahl b. ‘Abdallâh at-Tustarî und die Sâlimîya Übersetzung und Erläuterung des Kitâb al-Mu‘ârada (doktora tezi, 1970), Universität Bonn.",
        "a.mlf., “Sâlimiyye Mektebi”, AÜİFD , XXVI (1983), s. 427-436.",
        "A. Schimmel, Mystical Dimensions of Islam , Chapel Hill 1975, s. 56.",
        "Louis Massignon, “Sâlimiye”, İA , X, 133-134.",
        "Yusuf Şevki Yavuz, “Ahvâzî, Hasan b. Ali”, DİA , II, 194."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 139
}
