{
  "id": "eweb_367",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/sekr--tasavvuf",
  "annotator": "Jeremy",
  "title": "SEKR",
  "arabic_title": "السكر",
  "summary": "Sâlikin, kendisine gelen vâridin etkisiyle yaşadığı mânevî sarhoşluk anlamında bir tasavvuf terimi.",
  "parts": [
    {
      "author": "ABDULLAH KARTAL",
      "content": "Sözlükte “sarhoşluk” mânasına gelen sekr , “insanın yediği ya da içtiği şeylerin tesiriyle meydana gelen neşe halinin akla üstün gelmesinden doğan gaflet durumu” şeklinde tarif edilir ( et-Taʿrîfât , “Sekr” md.). Sekr tasavvufta terim olarak seyrüsülûk esnasında gelen vâridin (feyz) etkisiyle sâlikin kendinden geçmesini ifade eder. Bu hali yaşayan sûfîye sükrân denilir. Sekr halinin geçmesi sahv olarak isimlendirildiğinden kaynaklarda sekr sahv terimiyle birlikte ele alınmıştır. Sekr-sahv terimleriyle gaybet-huzûr, fenâ-bekā, cem‘-tefrika, kabz-bast gibi terimler arasında bazı noktalardan benzerlikler vardır. Sûfîlere göre sekr Kur’an’da, “Rabbi dağa tecelli edince onu yerle bir etti ve Mûsâ bayılarak yere yığıldı” âyetiyle işaret edilen (el-A‘râf 7/143) kendinden geçme halidir. Hz. Mûsâ’yı sarhoş eden ve bayıltan vârid rabbinin dağda tecelli ettiği anda gelmiş, bu esnada Mûsâ kendinden geçerek dağı görmez olmuş, bütün idraki sadece tecelli eden Allah’a yönelmiştir. Sâlik de keşfi açılıp cemâl tecellisini seyretmeye başlayınca ruhu sevinçle dolar ve kendinden geçerek sekr halini (bîhodî) yaşamaya başlar. Kelâbâzî sekr halindeki sûfînin gözünden eşyanın kaybolmadığını, ancak onun mânevî olarak Allah’ın huzurunda olmasının etkisiyle eşyanın acı ve haz verme gibi niteliklerini farkedemediğini söyler ( et-Taʿarruf , s. 116). Kuşeyrî’ye göre vâridin tesiriyle sâlikte sekr hali gaybet halinden bazan daha kuvvetli, bazan daha zayıf olarak meydana gelmekte, zayıf halde iken vârid sâliki tam kuşatmadığı için eşyayı hissetmesi mümkün olurken kuvvetli halde iken dış dünyadan hiçbir şeyi hissetmemektedir ( Risâle , s. 201). Sûfîler, sekr öncesi başlayan tecellîler sonucu yaşadıkları durumun aşamalarını anlatmak için zevk (tatma), şürb (içme) ve “reyy” (kanma) tabirlerini kullanırlar. Zevk haliyle başlayan sekr şürb ile kemal derecesine ulaşmakta, daha sonra Hakk’a vuslatın devamlılığını ifade eden rey ile sahv haline geçilmektedir. Sahv halinde sâlik nefsânî hazlardan fâni olur ve vâridlerin tesirinden kurtulur ( a.g.e. , s. 203). Sekr ve sahv halleri birbiriyle doğru orantılıdır. Bunu ifade etmek için, “Sekri Hak ile olanın sahvı da Hak ile olur” denilmiştir. Sahv halinde Hak üzere olan sâlik sekr halinde ilâhî koruma altında bulundurulur. Sekr ve sahvın her ikisi de sâlikin Hak ile halkı ayrı ayrı farkettiği tefrika halinde meydana gelir. Sadece Hakk’ın varlığını görüp halkı yok olarak hissettiği cem‘ halinde bu gibi durumlar söz konusu değildir. Ebû Bekir el-Vâsıtî, bu iki halin vecdin zühûl ve hayret makamlarından sonra gelen üçüncü ve dördüncü makamları olduğunu belirtmiştir. Bu durum denizin sesini duyan, sonra ona yaklaşan, sonra denize giren, sonra da dalgalarla sürüklenip kaybolan kimsenin haline benzer. Buna göre kimin üzerinde, yaşadığı halin etkisi devam ediyorsa, onda sekrden bir eser var demektir. Bütün duygular yerli yerine gelince de sahv hali meydana gelir (Sühreverdî, s. 250). Sekrin biri meveddet, diğeri muhabbetle gerçekleşen iki türü vardır. Nimeti vereni görmekle meydana gelen muhabbet sekri, nimeti görmek suretiyle meydana gelen meveddet sekrinden daha üstündür. Sahv hali de biri gaflet, diğeri muhabbetle olmak üzere iki kısımdır. Muhabbet sahvı apaçık bir keşif hali iken gaflet sahvı Allah ile kul arasındaki en kalın perde durumundadır (Hücvîrî, s. 298). Sekr halinde ilâhî aşk şarabını (mey) içip sermest olan sâlikten şer‘î hükümlere aykırı söz ve davranışlar zuhur edebilir, ancak bunlara itibar edilmez. Muhyiddin İbnü’l-Arabî, sekr ve sahvın mertebeleriyle sekrin gaybet ve fenâ gibi diğer benzer hallerden farklılıkları üzerinde durmuştur. Sekr bu hallerden iki noktada ayrılır. Birincisi, sekr duyudaki bilinçsizlik değil neşeyle çelişen her şeyden uzaklaşmak demektir. Sekr sâlikte bir neşe, genişlik, yayılma meydana getirir ve ilâhî sırları ifşaya yol açar. Gaybet hali sekr değil fenâ, mahk veya başka bir şeydir. İkincisi sekrin ardından sahv halinin gelmesidir. Sahv, uyku ve uyanıklık örneğinde olduğu gibi önceki bir sekr halinden sonra meydana gelir. Bu ardışıklık gaybet-huzûr, fenâ-bekā arasında zorunlu değildir. Gelen vârid sebebiyle nefsin sevinçle kendinden geçmesi şeklindeki sekr tabii sekrdir. Bir de aklî sekr vardır ki burada akıl kendi delil ve burhanının sarhoşluğu içindedir. Tabii olan sekr müminlerin sekri, aklî olanı ise âriflerin sekridir. İlâhî sekr diye isimlendirilen bir üçüncü sekr vardır ve bu da kâmillerin sekridir. “Allahım, benim sendeki hayretimi arttır!” anlamındaki hadis ilâhî sekre işaret etmektedir. Sahvın mertebeleri de sekrin mertebeleri gibidir ( el-Fütûḥâtü’l-Mekkiyye , II, 544-546). Sûfîler sekr ve sahv hallerinden hangisinin daha üstün olduğu konusunu tartışmışlardır. Bâyezîd-i Bistâmî ve ona nisbet edilen Tayfûriyye ekolü mensupları sekrin, Cüneyd-i Bağdâdî ve onunla birlikte meydana gelen Cüneydiyye ekolü mensupları sahvın daha üstün olduğunu savunmuştur (Hücvîrî, s. 295-296). BİBLİYOGRAFYA Serrâc, el-Lümaʿ , s. 381-384. Kelâbâzî, et-Taʿarruf , s. 116-117. Kuşeyrî, Risâle (Uludağ) , s. 198-203. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 295-300. Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif ( Gazzâlî, İḥyâʾ [Beyrut] , V içinde), s. 250. Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Kahire, ts. (Mektebetü’s-sekāfeti’d-dîniyye), II, 544-547. Abdürrezzâk el-Kâşânî, Tasavvuf Sözlüğü (trc. Ekrem Demirli), İstanbul 2004, s. 303, 327. Yâfiî, Neşrü’l-meḥâsini’l-ġāliyye fî fażli meşâyiḫi’ṣ-ṣûfiyye (nşr. İbrâhim Atve İvaz), Kahire 1961, s. 203-206. el-Muʿcemü’ṣ-ṣûfî , s. 1205-1207. Seyyid Sâdık-ı Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1380, VI, 278-290. Ebü’l-Alâ Afîfî, Tasavvuf: İslâm’da Mânevî Hayat (trc. Ekrem Demirli – Abdullah Kartal), İstanbul 1996, s. 241-244. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2009 yılında İstanbul’da basılan 36. cildinde, 334-335 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Serrâc, el-Lümaʿ , s. 381-384.",
        "Kelâbâzî, et-Taʿarruf , s. 116-117.",
        "Kuşeyrî, Risâle (Uludağ) , s. 198-203.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 295-300.",
        "Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif ( Gazzâlî, İḥyâʾ [Beyrut] , V içinde), s. 250.",
        "Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Kahire, ts. (Mektebetü’s-sekāfeti’d-dîniyye), II, 544-547.",
        "Abdürrezzâk el-Kâşânî, Tasavvuf Sözlüğü (trc. Ekrem Demirli), İstanbul 2004, s. 303, 327.",
        "Yâfiî, Neşrü’l-meḥâsini’l-ġāliyye fî fażli meşâyiḫi’ṣ-ṣûfiyye (nşr. İbrâhim Atve İvaz), Kahire 1961, s. 203-206.",
        "el-Muʿcemü’ṣ-ṣûfî , s. 1205-1207.",
        "Seyyid Sâdık-ı Gûherîn, Şerḥ-i Iṣṭılâḥât-ı Taṣavvuf , Tahran 1380, VI, 278-290.",
        "Ebü’l-Alâ Afîfî, Tasavvuf: İslâm’da Mânevî Hayat (trc. Ekrem Demirli – Abdullah Kartal), İstanbul 1996, s. 241-244."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
