{
  "id": "eweb_370",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/seri-es-sakati",
  "annotator": "Jeremy",
  "title": "SERÎ es-SAKATÎ",
  "arabic_title": "سريّ السقطي",
  "summary": "Ebü’l-Hasen Serî b. el-Mugallis es-Sakatî (ö. 251/865) Bağdatlı ilk sûfîlerden.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "155’te (772) Bağdat’ın Kerh semtinde doğdu. Babasının hurdacılık (sakatî) mesleğini devam ettirerek geçimini sağladı. Hayatının ilk döneminde hadis tahsil etmek için Mekke’ye kadar uzanan seyahatlerde bulundu. Tasavvuf yolunu tutmasında üstadı Ma‘rûf-i Kerhî ile Habîb er-Râî’nin etkisi vardır. Rivayete göre Ma‘rûf-i Kerhî yanında yetim bir çocukla Serî’nin dükkânına gelmiş, ondan çocuğu giydirmesini istemiş, isteği yerine getiren Serî, Ma‘rûf-i Kerhî’den aldığı duanın bereketiyle zühd yoluna girmiş, bir başka rivayete göre ise Habîb er-Râî’ye dervişlere harcanmak üzere 10 akçe vermiş, Râî’nin duası üzerine gönlü dünyevî ilgilerden soğumuş ve tasavvufa yönelmiştir (Hücvîrî, s. 137; Ferîdüddin Attâr, s. 355). Ma‘rûf-i Kerhî ve Hâris el-Muhâsibî ile Bişr el-Hâfî gibi dönemin ünlü sûfîlerinin sohbetinde bulunan Serî es-Sakatî, Cüneyd-i Bağdâdî’nin dayısı ve üstadıdır. Menkıbeleri, sözleri ve fikirleri genellikle Cüneyd tarafından nakledilmiştir. Bağdat’tan kuzey bölgelerine yaptığı seyahatler sırasında Serî es-Sakatî birçok sûfî ile tanışma imkânı buldu. Abadan’da Basra tasavvuf ekolüne mensup sûfîlere ait bir zâviyede riyâzete girdi. Yolculuk esnasında karşılaştığı Ali el-Cürcânî ona Suriye’ye gitmesini tavsiye etti. Suriye’de İbrâhim b. Edhem’in fütüvvet ve ihlâs temelli tasavvuf anlayışını devam ettiren sûfîlerden etkilendi. Bir süre Dımaşk, Remle, Kudüs ve Tarsus’ta ikamet etti. Altmış yaşlarında iken o bölgede Bizanslılar’a karşı cihada katıldıktan sonra 218 (833) yılında Bağdat’a yerleşti ve hayatının sonuna kadar burada yaşadı. Serî es-Sakatî’nin kabri Bağdat’taki Şûnîziyye Kabristanı’nda Cüneyd-i Bağdâdî’nin yanı başındadır. Serî es-Sakatî Cüneyd-i Bağdâdî, Ebû Saîd el-Harrâz, Ebü’l-Hüseyin en-Nûrî, Semnûn b. Hamza, İbn Mesrûk gibi Bağdatlı ve Horasanlı; Ali el-Gadâirî ve İsmâil b. Abdullah eş-Şâmî gibi Suriyeli sûfîlerin önderi ve döneminin en başta gelen şeyhlerindendir. Sülemî sonraki sûfîlerin çoğunun Serî’nin yolunu tuttuğunu söyler ( Ṭabaḳāt , s. 48). Ebû Nuaym el-İsfahânî ve Ferîdüddin Attâr onu ilim, hikmet, mürüvvet, muhabbet, mârifet ve şefkat ehli bir sûfî olarak tanıtır ( Ḥilye , X, 48; Tezkiretü’l-evliya , s. 354). Zühd ve takvâsı ile bilinen Serî es-Sakatî helâlliği şüpheli olan şeyleri yemekten ve kullanmaktan hassasiyetle kaçınır, dini geçim yolu haline getirenleri şiddetle kınar (Sülemî, s. 52; Ebû Nuaym, X, 117), müridlerine, “Dininin selâmette, bedeninin rahatta olmasını isteyen inzivâ köşesine çekilsin” diyerek (Sülemî, s. 50) uzleti tercih etmelerini öğütler, ticaretle meşgul olanların gönüllerini bir an bile Hak’tan ayırmamalarını tavsiye eder, el emeğiyle geçinmelerini, gıdası şüpheli olan kimsenin kalbine ilâhî nurun yansımayacağını söylerdi ( a.g.e. , s. 54). Sırt üstü yatmayacak, ayağını kıble tarafına uzatmayacak kadar Hak karşısındaki edebe riayetkârdı (Ferîdüddin Attâr, s. 355). Kaynaklarda günaha düşmekten sakınarak kendini daima murakabe eden, öldükten sonra toprağın naaşını kabul etmeyeceği endişesiyle kimsenin kendisini tanımadığı bir yerde ölmeyi arzu edecek kadar riyadan kaçınan, oldukça mütevazi (Sülemî, s. 53); “Keşke herkesin üzüntüsünü ben çeksem de onlar rahatlasa” diyerek başkalarını kendine tercih eden bir sûfî olduğu belirtilmektedir. Nitekim bir menkıbeye göre çarşıda çıkan bir yangının ardından kendi dükkânının yanmadığını haber alınca “elhamdülillâh” demiş, fakat dükkânları yananların üzüntülerini paylaşmadığı için hata ettiğini anlamış ve otuz yıl Allah’tan af dilemiştir (İbnü’l-Cevzî, II, 371). Serî es-Sakatî, müridler için zühd ve tasavvuf yoluna intisap etmeden önce hadis tahsilinin gerekli olduğu, aksi halde dinî hayatın gevşekliğe sürükleneceği görüşündedir (Sülemî, s. 55). Müridi Cüneyd’e, “Allah sana önce sûfîliği, sonra hadisi öğrenen değil önce hadisi, sonra sûfîliği öğrenen bir kişi olmayı nasip etsin” diye dua etmişti (Ebû Tâlib el-Mekkî, I, 322). Bununla birlikte Bişr el-Hâfî gibi hadis rivayet etmekten çok hadisin anlamını kavramaya önem vermiş, bu sebeple fazla hadis rivayet etmemiştir. Serî’ye göre sünnet üzere azîmet ehli olmak bid‘at üzere çokça yapılan amelden daha hayırlıdır (Sülemî, s. 52). Onun tasavvuf anlayışında şer‘î ve zâhirî hükümlere riayet esastır. İlim ancak amele ulaştırdığı ölçüde değerlidir ve sûfînin ulaştığı mârifet nuru ondaki takvâ nurunu söndürmemelidir. Allah hakkında mârifet sahibi olmanın alâmeti O’nun hukukunu gözetmek ve mümkün olduğu kadar nefse tercih etmektir ( a.g.e. , a.y.). Ârifi bir temsille anlatan Serî ârifin her yeri ışıklandıran güneş, herkesin yükünü çeken yeryüzü, hayatın kaynağı olan su ve her tarafı aydınlatan meşale gibi olduğunu söyler. Ona göre Kur’an ve hadislerin zâhirî mânalarıyla çelişen bâtınî bilgi geçersizdir (Ebû Nuaym, X, 121). Bâtınî mârifete ulaşmak için çokça amelde bulunarak nefsin hesaba çekilip eğitilmesi gerekir. Serî’nin bu tavrında tasavvufta nefis muhasebesini esas alan Hâris el-Muhâsibî’nin etkisi vardır. Serî es-Sakatî kerametlere güvenilmemesi ve fazla önem verilmemesi gerektiğini, sûfînin kerametlere sahip olmasının ilâhî mahremiyet perdelerini yırtmasına sebep olacağını söylemiş (Kuşeyrî, s. 65), bir bahçeye girildiğinde ağaçlara konan kuşların, “Selâmün aleyküm ey Allah’ın velîsi” şeklinde dile gelmesi velîde gönül rahatlığına sebep oluyorsa bunun keramete esir olmak anlamına geleceğini ifade etmiş (Ebû Nuaym, X, 118), istidrâcı da “nefsin kusurlarını görmedeki körlük” şeklinde tarif etmiştir (Sülemî, s. 54). Onun tasavvufî tecrübesinde Allah muhabbeti önemli bir yer tutar. Serî, “Muhabbet ehlinin yüzüne kılıç vurulsa bundan haberi olmaz”; “Allahım! Bana ne ile azap edersen et, yeter ki aramıza perde koymak suretiyle azap etme” sözleriyle aşk derecesindeki muhabbeti fenâ ve ittihâd haliyle irtibatlandırmıştır ( a.g.e. , s. 51; Ebû Nuaym, X, 120). Tasavvufu güzel ahlâka ulaşma şeklinde algılayan Serî’ye göre farzları yerine getirmek, haramlardan kaçınmak, gaflette olmamak, çokça sadaka vermek, tövbekâr ve şefkatli olmak erdemli kişilerin ahlâkıdır (Ebû Nuaym, X, 123). Güzel ahlâk insanları incitmemek, kin beslemeden ve öç almayı düşünmeden halktan gelen eziyetlere katlanmaktır (Sülemî, s. 53). Bu ahlâk anlayışı onun melâmetî tavrının bir sonucudur. Serî es-Sakatî, “seyyidü’t-tâife” diye anılan Bağdat tasavvuf ekolünün kurucusu Cüneyd-i Bağdâdî’yi yetiştirerek kendinden sonraki sûfîler üzerinde etkili olmuştur. BİBLİYOGRAFYA Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 322. Sülemî, Ṭabaḳāt , s. 48-55. Ebû Nuaym, Ḥilye , X, 48, 116-127. Hatîb, Târîḫu Baġdâd , VIII, 211. Kuşeyrî, er-Risâle , s. 64, 65, 761. Hücvîrî, Keşfü’l-maḥcûb , s. 137, 558. Herevî, Ṭabaḳāt , s. 96-97. İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , II, 371. Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1991, s. 354-366. İbn Hallikân, Vefeyât , II, 357-359. İbn Hacer el-Askalânî, Lisânü’l-Mîzân , Beyrut 1390/1971, III, 13. Lâmiî, Nefehât Tercümesi , s. 106. Şa‘rânî, eṭ-Ṭabaḳāt , I, 74. Münâvî, el-Kevâkib , I, 231-233. M. Celâl Şeref, Dirâsât fi’t-taṣavvufi’l-İslâmî , Beyrut 1404/1984, s. 179. Abdülhüseyin Zerrînkûb, Cüstücû der Taṣavvuf-i Îrân , Tahran 1369 hş., s. 114-117. Azîz Seyyid Câsim, Mutaṣavvifetü Baġdâd , Bağdad 1997, s. 119-130. Tahsin Yazıcı, “Serî-üs-Sakatî”, İA , X, 520. B. Reinert, “Sarī al-Saḳatī”, EI 2 (İng.) , IX, 56-59. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2009 yılında İstanbul’da basılan 36. cildinde, 564-565 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 322.",
        "Sülemî, Ṭabaḳāt , s. 48-55.",
        "Ebû Nuaym, Ḥilye , X, 48, 116-127.",
        "Hatîb, Târîḫu Baġdâd , VIII, 211.",
        "Kuşeyrî, er-Risâle , s. 64, 65, 761.",
        "Hücvîrî, Keşfü’l-maḥcûb , s. 137, 558.",
        "Herevî, Ṭabaḳāt , s. 96-97.",
        "İbnü’l-Cevzî, Ṣıfatü’ṣ-ṣafve , II, 371.",
        "Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1991, s. 354-366.",
        "İbn Hallikân, Vefeyât , II, 357-359.",
        "İbn Hacer el-Askalânî, Lisânü’l-Mîzân , Beyrut 1390/1971, III, 13.",
        "Lâmiî, Nefehât Tercümesi , s. 106.",
        "Şa‘rânî, eṭ-Ṭabaḳāt , I, 74.",
        "Münâvî, el-Kevâkib , I, 231-233.",
        "M. Celâl Şeref, Dirâsât fi’t-taṣavvufi’l-İslâmî , Beyrut 1404/1984, s. 179.",
        "Abdülhüseyin Zerrînkûb, Cüstücû der Taṣavvuf-i Îrân , Tahran 1369 hş., s. 114-117.",
        "Azîz Seyyid Câsim, Mutaṣavvifetü Baġdâd , Bağdad 1997, s. 119-130.",
        "Tahsin Yazıcı, “Serî-üs-Sakatî”, İA , X, 520.",
        "B. Reinert, “Sarī al-Saḳatī”, EI 2 (İng.) , IX, 56-59."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 236
}
