{
  "id": "eweb_373",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/seyh--tasavvuf",
  "annotator": "Jeremy",
  "title": "ŞEYH",
  "arabic_title": "الشيخ",
  "summary": "Müridlere rehberlik yapan ve onları irşad eden kişi anlamında tasavvuf terimi.",
  "parts": [
    {
      "author": "REŞAT ÖNGÖREN",
      "content": "Sözlükte “yaşlı kimse” anlamındaki şeyh kelimesi (çoğulu şüyûh, meşâyih ) tasavvufta velî, pîr ve mürşidle eş anlamlı olarak kullanılmıştır. Türkçe’de er, eren ve ermiş kelimeleri de “şeyh” mânasına gelir. Şeyh kelimesi Kur’an’da (Hûd 11/72; Yûsuf 12/78; el-Kasas 28/23; el-Mü’min 40/67) ve hadislerde ( Wensinck, el-Muʿcem , “şeyḫ” md.) sözlük anlamıyla geçmektedir. Mürşid Kehf sûresinde (18/17) “doğru yolu gösteren rehber” mânasındadır. Buna göre şeyh “tâliplere doğru yolu gösteren ve onları irşad eden kimse” demektir. İlk âbid ve zâhidlerin şeyh olarak anıldığına dair bir bilgi bulunmamaktadır. Ebû Nasr es-Serrâc (ö. 378/988), Muhammed b. İbrâhim el-Kelâbâzî (ö. 380/990) ve Muhammed b. Hüseyin es-Sülemî (ö. 412/1021) gibi sûfî müelliflerin tasavvuf büyükleri için şeyh sıfatını kullanmaları, kelimenin bu anlamıyla IV. (X.) yüzyılın ortalarından itibaren yaygınlık kazanmaya başladığını göstermektedir. Serrâc el-Lümaʿ adlı eserinde tasavvuf önderlerinin sohbet âdâbı, müridleriyle münasebetleri, semâ hakkındaki görüşleri, günlük duaları ve yaşadıkları vecd hallerini kaydettiği bölümler için “meşâyih” kelimesini kullanmış, bu çerçevede Bişr el-Hâfî, Zünnûn el-Mısrî, Yahyâ b. Muâz, Ali b. Muvaffak, Ebü’l-Hüseyin en-Nûrî, Cüneyd-i Bağdâdî, Cerîrî, Ebû Bekir eş-Şiblî gibi ilk dönem sûfîlerine yer vermiştir. Kelâbâzî, et-Taʿarruf ’ta tasavvuf makamlarıyla ilgili kısmın başında görüşlerine yer verdiği sûfîleri meşâyih diye anmıştır. Sülemî Ṭabaḳāt ’ında Serî es-Sakatî, Hâris el-Muhâsibî, Hâtim el-Esam, Ahmed b. Ebü’l-Havârî, Ahmed b. Hadraveyh, Hamdûn el-Kassâr, Ebû Türâb en-Nahşebî gibi birçok sûfîyi bu unvanla zikretmiştir. Tasavvuf ehline göre şeyh bir tarikata intisap ederek seyrüsülûkünü tamamlayan ve şeriat, tarikat, hakikat ilimlerinde yüksek dereceye ulaşan kimsedir. En yüksek mârifet makamına erişen kimseye “şeyhü’l-ârifîn” denilir (Abdürrezzâk el-Kâşânî, s. 319). Abdullah b. Ömer’den rivayet edilen ve bazılarınca zayıf, bazılarınca uydurma olduğu ileri sürülen bir hadiste, “Kavmi içindeki şeyh ümmeti içindeki peygamber gibidir” denilmektedir (Aclûnî, II, 17). Bu sebeple tasavvufta şeyhlik makamı tarikat yolunun en yüce mertebesi, Allah’a davet konusunda peygamber vekilliğinin en üstün derecesi kabul edilmiştir. Nitekim şeyh müridlerinin her bakımdan Resûlullah’a uymasını sağlamakla Allah’ı onlara sevdirmekte ve nefislerini temizleme yollarını öğretmek suretiyle onları Allah’a sevdirmektedir (Sülemî, s. 73). Seyrüsülûkünü devam ettiren mücerret sâliklerle seyrüsülûksüz Hakk’ın tecellîlerine mazhar olan mücerret meczuplar şeyhlik yapamaz. Seyrüsülûkle birlikte cezbe kabiliyetine sahip olan sâlik-i meczûb ve cezbe tarafı ağır basan meczûb-i sâlikler ise şeyhlik makamına yükselebilir. Öte yandan sâlik-i meczûblar Allah’ı sevenler (muhib) arasından çıkmakta ve bunlar nefsânî duyguların etkisinden kurtuldukları halde çoğunlukla kalbî duyguların etkisinden kurtulamamaktadır. Meczûb-i sâlikler ise Allah tarafından sevilenlerin (mahbûb) içinden çıkmakta, hem nefsânî hem kalbî duyguların etkisinden kurtulabilmektedirler; dolayısıyla şeyhlik makamında en yüksek dereceye sahip olurlar. Bu şeyhlerin sadrı ve kalbi genişleyerek her türlü ilâhî tecellîyi kabul edebilecek hale gelir. Hak onlarda keşf ve yakīn nurlarıyla zuhur eder; sözleri şifa, nazarları deva olur ( a.g.e. , s. 75-76). Tasavvuf kaynaklarında erken dönemden itibaren bir şeyhte bulunması gereken temel nitelikler üzerinde durulmuştur. Serrâc, eserinde şeyhlerin müridlerine olan ilgisini ve onlara maddî-mânevî yardımlarını gösteren örneklere yer vermiştir ( el-Lümaʿ , s. 273-274). Tekke âdâbını ilk tesbit eden sûfî olarak bilinen Ebû Saîd-i Ebü’l-Hayr (ö. 440/1049) müridin eğitimini esas alıp şeyhin vasıflarını şu şekilde saymıştır: Şeyh örnek alınabilmesi için örneklik vasfı olan, yol gösterebilmesi için yol tecrübesi bulunan, edep öğretebilmesi için edepli, müridin ihtiyaçlarını karşılayabilmesi için cömert, müridin malına göz dikmemesi için tok gözlü, işaret ve davranışla öğüt verebildiği sürece söze başvurmayan, yumuşaklıkla terbiye mümkün iken şiddete meyletmeyen, emrettiği şeyi önce kendisi yapan, yasakladıklarından önce kendisi sakınan, Allah için kabul ettiği müridi halkın sözlerine bakarak bırakmayan kimsedir (Muhammed b. Münevver, s. 329-330). Necmeddîn-i Dâye yine müridlerin ihtiyacı çerçevesinde şeyhin temel şeriat bilgilerini öğrenmesi, Ehl-i sünnet inancına sahip olması gibi özelliklerden başlayarak yirmi nitelik saymıştır. Şeyhliğin rükünleri diye nitelendirdiği bu vasıfların yanı sıra Necmeddîn-i Dâye ayrıca şeyhliğin şartları olarak Kur’ân-ı Kerîm’de (el-Kehf 18/66) Hızır’ın vasıfları arasında geçen Allah’a ubûdiyyet, Hak’tan gelen hakikatleri doğrudan almaya ehliyet, Hak katından gelen özel rahmete mazhariyet, vasıtasız şekilde Hak’tan bilgi öğrenme, ilm-i ledün sahibi olma gibi özellikleri kaydetmiştir ( Mirṣâdü’l-ʿibâd , s. 132-134, 137-139). Sonraki dönemlerde gerek şeyh gerekse mürid açısından değişik meseleler ortaya çıktıkça bir şeyhte bulunması gereken vasıflarla olmaması gereken zaaflar üzerinde durulmuş, ayrıca sahte şeyhlere işaret edilmiştir. Şeyhler eğitim usullerine göre tâlim şeyhi, sohbet şeyhi ve tarikat (irşad/sülûk) şeyhi gibi kısımlara ayrılır. Tâlim şeyhleri İslâm’ı bilen takvâ sahibi sâlih müminlerdir. Kendilerine başvuran müminlere dinin zâhir hükümleriyle birlikte bâtın hükümlerini de öğretir; sohbet ve nasihatlerle nefislerini arındırıp ahlâklarını düzeltmek hususunda onlara yardımcı olurlar. Sohbet şeyhlerinin meclislerinde sohbet yapılmakla birlikte şeyhin müride nazar etmesi ve müridin şeyhi görmesi daha çok önemsenir. Sohbet şeyhi, müridlerini çoğunlukla söze ihtiyaç duymaksızın hal ve tavırlarıyla etkileyerek terbiye eder. Terbiye şeyhi ise kendisine bağlanan bir müridi tıpkı bir anne babanın çocuklarını, bir öğretmenin öğrencisini, bir ustanın çırağını yetiştirmesi gibi yetiştirir. Bu şeyhler müridin seyrüsülûküne nezaret ettiği için teslik/sülûk şeyhi, müridler kendisine kayıtsız şartsız itaat edeceğine söz verdiği ve bu niyetle müridlik hırkası giydiği için şeyh-i metbû şeklinde de anılır. Terbiye şeyhleri genellikle tâlim ve sohbet şeyhlerinin özelliklerine sahip olurlar. Öte yandan müridi kabiliyeti çerçevesinde eğiten şeyhlere kâmil şeyh, mânevî tasarrufuyla müridin yeteneğini daha da geliştirerek kemale erdiren şeyhlere ekmel şeyh diyenler de vardır. Ayrıca bir müride hırka giydirene hırka şeyhi, zikir tarif edene zikir/telkin şeyhi adı verilmektedir. Fakat bunların mürid üzerindeki etkileri doğrudan olmayıp giydirdikleri hırka ve tarif ettikleri zikir vasıtasıyla gerçekleştiğinden şeyhlikleri mecazidir. Seyrüsülûk için bir şeyhten müridlik hırkası giyen kimsenin başka şeyhlerden de teberrüken hırka giymesi mümkündür (Muhammed b. Abdullah el-Hânî, s. 28). Tasavvuf ehli, şeyhte bulunması gereken şartları taşımadığı halde şeyhlik taslayanları “müteşâyih, ehl-i teşeyyuh, kāl şeyhi, mustasvif” gibi isimlerle anmışlar, mürid olmak isteyenleri bunlara karşı uyarmışlardır: “Her mürşide dil verme kim yolun sarpa uğratır / Mürşidi kâmil olanın gāyet yolu âsân imiş” (Niyâzî-i Mısrî). Kâmil bir şeyhe biat eden müridin seyrüsülûkünü tamamlayıncaya kadar şeyhin denetimi altında bulunması şart koşulmuştur. Zira şeyhin rehberliği olmadan sülûke devam eden mürid nefsin ve şeytanın hilelerinden kurtulamaz. Bu sebeple şeyhinden ayrılan müride “mürîd-i mürted” denilmiştir. Bâyezîd-i Bistâmî sülûke şeyhsiz devam etmenin tehlikesini, “Üstadı olmayanın imamı şeytandır” sözüyle dile getirmiş (Kuşeyrî, II, 735), Kuşeyrî de, “Üstadı olmayan mürid ebediyen iflâh olmaz” demiştir ( a.g.e. , a.y.). İbn Haldûn takvâ, istikamet ve keşf biçiminde sıraladığı mücâhede şekillerinden ilk ikisinde şeyhi gerekli görmezken keşf mücâhedesi için zorunlu saymıştır ( Şifâʾü’s-sâʾil , s. 80-81). Esmâ yolunu seyrüsülûkün esası olarak kabul eden tarikatlarda şeyh müridlerini nefis terbiyesi, evrâd, ezkâr, halvet, riyâzet ve rüya yorumlarıyla terbiye eder. Müsemmâ yolu olan melâmetî tavırda aşk, sohbet ve mürşid nazarı esastır. Muhammed b. Hüseyin es-Sülemî, seyrüsülûk esnasında müridde meydana gelen kemâlât derecesini şeyhin nazarının ölçüsüyle irtibatlandırmıştır ( Tasavvufun Ana İlkeleri , s. 7-8). Mevlânâ Celâleddîn-i Rûmî kâmil şeyhin söze ihtiyaç duymaksızın müridin bâtınına tasarruf ettiğini belirtir (Konuk, III, 369). Şeyhin müridini mânen olgunlaştırmak amacıyla ona nazar etmesine “teveccüh” denilmektedir. Ancak müridini nazarla terbiye edebilen şeyhe rastlamak çok zordur. Nakşibendiyye gibi bazı tarikatlarda şeyhin nazarı önemsenmekle birlikte sohbete daha çok önem verilmiştir. Müridin hayatta olan bir şeyh tarafından eğitilmesi esastır. Bununla birlikte hayatta bulunmayan bir şeyhin ruhaniyeti vasıtasıyla da eğitilmek mümkündür; tasavvufta buna Üveysîlik yolu denilir. Şeyhin davranışlarını taklit edebilmek ve onun mânevî halini kendi üzerine yansıtabilmek için müridin şeyhine güvenmesi ve onu gönülden sevmesi gerekir. Bu sevginin gücü nisbetinde müride şeyhten mânevî hal sirayet eder. Sâlikin kâmil bir mürşide gönlünü bağlaması onun sûret ve sîretini düşünmesine “râbıta” adı verilmektedir. Gazzâlî müridin şeyhini takip etmesi, tavsiyelerini yerine getirmesi, hatta onun yanlışını kendi doğrusuna tercih etmesinin gereği üzerinde durmuş ( İḥyâʾ , III, 75-76), Necmeddîn-i Kübrâ da şeyhin yanında müridin küçük bir çocuk gibi olduğunu, dolayısıyla irade ve ihtiyarını şeyhine bırakmasının kendisine daha çok yarar sağlayacağını belirterek şeyhiyle devamlı kalbî irtibat içinde bulunmanın önemini vurgulamıştır ( Tasavvufî Hayat , s. 94). İbnü’l-Arabî ise müridin şeyhe teslimiyetinin ölünün teneşirde yıkayıcıya teslimiyeti gibi olması icap ettiğini, bir insan olarak mâsum sayılmayan şeyhten şeriata muhalif bir fiil zuhur etse bile niyetini bozmaması gerektiğini belirtmiştir ( et-Tedbîrâtü’l-ilâhiyye , s. 223). Ayrıca müridin şeyhin izni dışında hareket etmesi uygun görülmemektedir. Müridin her bakımdan şeyhini taklit ederek iradesini ona teslim etmesine şeyhte fâni olmak (fenâ fi’ş-şeyh) denir ve bu Allah’ta fâni olmanın (fenâfillâh) ilk basamağı kabul edilir. Mürid seyrüsülûkünü tamamlayıp irşad ehliyetini kazansa da şeyhinden icâzet almadan irşad faaliyetine girişmemelidir. Şeyhi tarafından irşad izni verildiğinde mürid şeyhin halifesi olur ve kendisine hilâfet hırkası, irşad hırkası, icâzet hırkası gibi isimlerle anılan bir hırka giydirilir. Bu hırkayı giyen mürid bir şeyh sıfatıyla başkalarını irşad etmeye yetkili kılınmış olur. Sûfîlere göre Hak’tan gelen feyiz Resûl-i Ekrem aracılığıyla velîlere, onlar aracılığıyla insanlara ulaştığından müridlerin feyiz menbaı irşad makamındaki şeyhlerdir. Şeyhin doğrudan doğruya Hz. Peygamber vasıtasıyla Hak’tan aldığı feyze “feyz-i ilâhî”, silsile vasıtasıyla aldığı feyze “feyz-i isnâdî” denir. Müridin tarikata girip şeyhten feyiz ve irfan almasına “ahz-ı feyz” adı verilir. Şeyhin eğitimiyle müridin ikinci defa doğduğu kabul edilir. Normal doğum müridi mülk âlemiyle (dünya), mânevî doğum ise melekût âlemiyle (gayb) irtibata geçirir. Nakşibendiyye tarikatında şeyh karşılığı olarak “hâce” (çoğulu hâcegân), Nakşibendiyye’den ayrılan Yeseviyye’de “ata” kelimesi kullanılmıştır. Ata kelimesinin Orta Asya’da Türk sûfîleri arasında XII. yüzyıldan beri şeyh yerine kullanıldığı bilinmektedir. Türkistan’da ve İdil havzası Türkler’inde şeyhler için “îşân” tabirine de rastlanır. Bazı tarikat mensupları Anadolu’da şeyh yerine “baba” kelimesini tercih etmiştir. Bektaşîler’de şeyh mevkiindeki kişiye XVI. yüzyıldan itibaren “dede-baba” denilmiştir. BİBLİYOGRAFYA et-Taʿrîfât , “delîl”, “mürşid” md.leri. Tehânevî, Keşşâf , I, 1049-1051. Serrâc, el-Lümaʿ , s. 218, 220, 223, 225, 234, 273-274, 328-333, 361-363, 379. Kelâbâzî, et-Taʿarruf , s. 44, 65, 82-83, 90, 92, 99, 118, 132, 147, 149. Sülemî, Ṭabaḳāt , s. 48, 56, 73, 75-76, 91, 98, 103, 123, 146, 164, 170, 176, 180. a.mlf., Tasavvufun Ana İlkeleri: Sülemî’nin Risaleleri (nşr. ve trc. Süleyman Ateş), Ankara 1401/1981, metin: s. 7-8. Muhammed b. Münevver, Esrârü’t-tevḥîd (nşr. Zebîhullah Safâ), Tahran 1332 hş., s. 329-330. Kuşeyrî, er-Risâle , II, 735. Gazzâlî, İḥyâʾ , III, 75-76. Necmeddîn-i Kübrâ, Tasavvufî Hayat (haz. Mustafa Kara), İstanbul 1980, s. 87-94. Sühreverdî, Avârif , s. 73-76. Muhyiddin İbnü’l-Arabî, et-Tedbîrâtü’l-ilâhiyye fî ıṣlâḥi’l-memleketi’l-insâniyye (nşr. Hasan Âsî), Beyrut 1993, s. 223. Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd (nşr. Hüseyin Hüseynî en-Ni‘metullāhî), [baskı yeri yok] 1312 hş. (Matbaa-i Meclis), s. 132-134, 137-139. Azîz Nesefî, el-İnsânü’l-kâmil (nşr. Marijan Molé), Tahran 1403/1983, s. 4, 95-97. Abdürrezzâk el-Kâşânî, Tasavvuf Sözlüğü (trc. Ekrem Demirli), İstanbul 2004, s. 319. İbn Haldûn, Şifâʾü’s-sâʾil , s. 80-81. Muslihuddin Mustafa, Sâz-ı İrfân , Süleymaniye Ktp., İbrâhim Efendi, nr. 652, vr. 40 b . İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 27-35. Karabaş Velî, Mi‘yâru’t-tarîka (trc. Nureddin Efendi; Kerim Kara, Karabaş Velî: Hayatı, Fikirleri, Risâleleri içinde), İstanbul 2003, s. 628-630. Aclûnî, Keşfü’l-ḫafâʾ , II, 17. Muhammed b. Abdullah el-Hânî, el-Behcetü’s-seniyye , Kahire 1319, s. 28-35, 39-46. Ahmed Ziyâeddin Gümüşhânevî, Câmiʿu’l-uṣûl , İstanbul 1286, s. 53-54, 265-279. Nasrullah Bahâî, Risâle-i Bahâiyye , İstanbul 1328, s. 17-19. Ramazan Muslu, Mustafa Kemâleddin Bekrî ve Tasavvufî Görüşleri , İstanbul 2005, s. 117-126. Ahmet Avni Konuk, Mesnevî-i Şerîf Şerhi (haz. Mustafa Tahralı v.dğr.), İstanbul 2006, III, 369. Süleyman Uludağ, Tasavvufun Dili I: Mürşid-Mürid-Yol , İstanbul 2006, s. 53-103. Pakalın , II, 491, 624; III, 346-347. Mirza Bala, “İşan”, İA , V/2, s. 1224-1226. A. Cour, “Şeyh”, a.e. , XI, 461-462. E. Geoffroy, “S̲h̲ayk̲h̲”, EI 2 (İng.) , IX, 397-398. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2010 yılında İstanbul’da basılan 39. cildinde, 50-52 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "et-Taʿrîfât , “delîl”, “mürşid” md.leri.",
        "Tehânevî, Keşşâf , I, 1049-1051.",
        "Serrâc, el-Lümaʿ , s. 218, 220, 223, 225, 234, 273-274, 328-333, 361-363, 379.",
        "Kelâbâzî, et-Taʿarruf , s. 44, 65, 82-83, 90, 92, 99, 118, 132, 147, 149.",
        "Sülemî, Ṭabaḳāt , s. 48, 56, 73, 75-76, 91, 98, 103, 123, 146, 164, 170, 176, 180.",
        "a.mlf., Tasavvufun Ana İlkeleri: Sülemî’nin Risaleleri (nşr. ve trc. Süleyman Ateş), Ankara 1401/1981, metin: s. 7-8.",
        "Muhammed b. Münevver, Esrârü’t-tevḥîd (nşr. Zebîhullah Safâ), Tahran 1332 hş., s. 329-330.",
        "Kuşeyrî, er-Risâle , II, 735.",
        "Gazzâlî, İḥyâʾ , III, 75-76.",
        "Necmeddîn-i Kübrâ, Tasavvufî Hayat (haz. Mustafa Kara), İstanbul 1980, s. 87-94.",
        "Sühreverdî, Avârif , s. 73-76.",
        "Muhyiddin İbnü’l-Arabî, et-Tedbîrâtü’l-ilâhiyye fî ıṣlâḥi’l-memleketi’l-insâniyye (nşr. Hasan Âsî), Beyrut 1993, s. 223.",
        "Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd (nşr. Hüseyin Hüseynî en-Ni‘metullāhî), [baskı yeri yok] 1312 hş. (Matbaa-i Meclis), s. 132-134, 137-139.",
        "Azîz Nesefî, el-İnsânü’l-kâmil (nşr. Marijan Molé), Tahran 1403/1983, s. 4, 95-97.",
        "Abdürrezzâk el-Kâşânî, Tasavvuf Sözlüğü (trc. Ekrem Demirli), İstanbul 2004, s. 319.",
        "İbn Haldûn, Şifâʾü’s-sâʾil , s. 80-81.",
        "Muslihuddin Mustafa, Sâz-ı İrfân , Süleymaniye Ktp., İbrâhim Efendi, nr. 652, vr. 40 b .",
        "İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 27-35.",
        "Karabaş Velî, Mi‘yâru’t-tarîka (trc. Nureddin Efendi; Kerim Kara, Karabaş Velî: Hayatı, Fikirleri, Risâleleri içinde), İstanbul 2003, s. 628-630.",
        "Aclûnî, Keşfü’l-ḫafâʾ , II, 17.",
        "Muhammed b. Abdullah el-Hânî, el-Behcetü’s-seniyye , Kahire 1319, s. 28-35, 39-46.",
        "Ahmed Ziyâeddin Gümüşhânevî, Câmiʿu’l-uṣûl , İstanbul 1286, s. 53-54, 265-279.",
        "Nasrullah Bahâî, Risâle-i Bahâiyye , İstanbul 1328, s. 17-19.",
        "Ramazan Muslu, Mustafa Kemâleddin Bekrî ve Tasavvufî Görüşleri , İstanbul 2005, s. 117-126.",
        "Ahmet Avni Konuk, Mesnevî-i Şerîf Şerhi (haz. Mustafa Tahralı v.dğr.), İstanbul 2006, III, 369.",
        "Süleyman Uludağ, Tasavvufun Dili I: Mürşid-Mürid-Yol , İstanbul 2006, s. 53-103.",
        "Pakalın , II, 491, 624; III, 346-347.",
        "Mirza Bala, “İşan”, İA , V/2, s. 1224-1226.",
        "A. Cour, “Şeyh”, a.e. , XI, 461-462.",
        "E. Geoffroy, “S̲h̲ayk̲h̲”, EI 2 (İng.) , IX, 397-398."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
