{
  "id": "eweb_375",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/sir#2-tasavvuf",
  "annotator": "Jeremy",
  "title": "SIR",
  "arabic_title": "السرّ",
  "summary": "",
  "parts": [
    {
      "author": "MUSTAFA ÇAĞRICI",
      "content": "Sözlükte “saklamak, gizlemek” anlamında masdar ve “saklanan, gizli tutulan, bir şeyin iç yüzü, bir nesnenin özü, her şeyin en iyisi” gibi anlamlarda isim olan sır kelimesi (çoğulu esrâr, serâir) ahlâk terimi olarak genellikle bir kimsenin saklı tuttuğu, başkalarınca öğrenilmesini istemediği, kendisine veya başkasına ait bilgiler için kullanılır. Sırrı saklamaya kitmân , vefâ , sırrı etrafa yaymaya ifşâ , yaptığı şeyleri gizleyen kimseye sırrî denir (İbn Düreyd, I, 81; Lisânü’l-ʿArab , “srr” md.; Tâcü’l-ʿarûs , “srr” md.). Râgıb el-İsfahânî’ye göre sırrın iki şekli vardır. İlki bir kimsenin başka birine saklaması talebiyle söylediği sözdür. Bu talep ya sözle veya sır verenin bunu kimsenin duymayacağı bir yerde vermesi, bir arada bulunduğu başka insanlardan gizleyerek söylemesi gibi davranışlarla olur. İkincisi bir kimsenin sadece kendisinin bildiği, başka hiçbir kimseyle paylaşmadığı söz veya yapmak istediği iştir. Sır verme ve verilen sırrı saklama genel olarak toplumda görülen bir durumdur. Bir kimsenin kendi sırlarını başka hiçbir kimseyle paylaşmaması ise bilhassa yöneticiler ve siyaset adamları için gerekli olup bu sırları ancak iradeleri çok sağlam, yürekleri çok geniş olanlar saklayabilir ( el-Müfredât , “srr” md.; eẕ-Ẕerîʿa , s. 297-298). Kur’ân-ı Kerîm’de sır kavramı insanın içinde saklı tuttuğu özel durumunu, duygu ve düşüncelerini, başkalarından saklayarak söylediği ve duyulmasını istemediği sözleri ve yaptığı işleri ifade etmek üzere on bir âyette tekil (meselâ bk. el-Bakara 2/235, 274; el-En‘âm 6/3; Tâhâ 20/7), bir âyette çoğul olarak (serâir) geçmektedir. Ayrıca yirmi âyette aynı kökten fiil ve masdar şekli yer alır (meselâ bk. er-Ra‘d 13/10; et-Tahrîm 66/3; Nûh 71/9). Bu âyetlerin bir kısmında, Allah’ın ilminin sınırsızlığını ifade etmek ve insanları uyarmak maksadıyla sır olarak saklanan ve açığa vurulanıyla hiçbir sözün Allah’a gizli kalmayacağı, O’nun sırrı da sırdan daha gizli olanı da bildiği, ilmi karşısında saklı tutulanla açığa vurulanın eşit durumda bulunduğu ifade edilmektedir. Müfessirlerin çoğu, “sırdan daha gizli olan” ifadesiyle (Tâhâ 20/7) insanların içlerinden geçirip dış dünyaya yansıtmadıkları duygu ve düşüncelerin kastedildiğini ileri sürmüştür. Bu ifadeyle ilgili farklı yorumlar hakkında bilgi veren Taberî’ye göre sırdan daha gizli olandan maksat, var olması mümkün bulunmakla birlikte Allah’ın henüz varlık alanına çıkarmadığı, kendi ilminde saklı tuttuğu ve kulları arasından sadece bazı özel kişilere bildirdiği şeylerdir ( Câmiʿu’l-beyân , VIII, 392-394). Sır kavramının yer aldığı bazı âyetlerde ise insanlara gizli veya açıktan hayır yapmaları öğütlenmekte, bunun âhiretteki mükâfatı üzerinde durulmaktadır. Bu âyetlerin birinde, “Allah’ın kitabını okuyanlar, namazı özenle kılanlar ve kendilerine rızık olarak verdiklerimizden Allah yolunda gizli ve açık olarak harcayanlar asla zararlı olmayan bir kazanç umabilirler” buyurulmaktadır (Fâtır 35/29; ayrıca bk. el-Bakara 2/274; İbrâhîm 14/31; en-Nahl 16/75). Târık sûresinde (86/9) kıyamet günü “sırların ortaya döküleceği gün” şeklinde tanımlanmaktadır. Hadislerde sır saklamanın önemi vurgulanmakta, Hz. Peygamber ile sahâbîlerin bu husustaki tutumlarına ve konuya verdikleri öneme dair bilgiler yer almaktadır ( Wensinck, el-Muʿcem , “srr” md.). Buhârî’de “Sır Saklama” başlıklı bir bab bulunmaktadır (“İstiʾẕân”, 46). Resûlullah yanlarında üçüncü bir kişi varken iki kişinin gizli konuşmamalarını öğütlemiş ( Müsned , II, 17); kıyamet gününde Allah’ın huzurunda en kötülerden sayılacak insanlardan birinin de eşinin kendisine verdiği sırları etrafa anlatan kimse olduğunu ifade ederek aile mahremiyetinin önemine dikkat çekmiştir ( Müsned , III, 69; Müslim, “Nikâḥ”, 123, 124; Ebû Dâvûd, “Edeb”, 32). Diğer bir hadiste Hz. Peygamber’in sırrının ve aleniyetinin aynı olduğu bildirilerek onun insanlardan gizleyeceği bir kusurunun bulunmadığına işaret edilmiştir ( Müsned , VI, 309). Ebü’d-Derdâ’nın anlattığına göre Resûl-i Ekrem en çok Ebû Zer el-Gıfârî’ye güvenir ve sırlarını en çok onunla paylaşırdı ( Müsned , V, 197). Bir rivayette sahâbeden Huzeyfe b. Yemân “sâhib-i sır” diye nitelenir ( Müsned , VI, 449). Hz. Peygamber’in yanında yetişen ve onun sırlarına en çok vâkıf olanlar arasında yer alan Enes b. Mâlik’in anlattığına göre Resûl-i Ekrem kendisine mahfuz bir bilgi vermiş, bu bilgiyi merak edip soran Ümmü Süleym’e Enes, “Bu ikimizin arasında bir sırdır” deyince Ümmü Süleym ona, “Öyleyse Resûlullah’ın verdiği sırrı koru” demiş, Enes de daha sonraları bu sırrı hiç kimseye açıklamamıştır ( Müsned , III, 109; Müslim, “Feżâʾilü’ṣ-ṣaḥâbe”, 145). Sır kelimesi ibadetlerin, zekât ve sadakaların gizli tutulmasını öğütleyen hadislerde de geçmektedir. Bazı hadis mecmualarında son konuya dair bablar yer alır (Buhârî, “Zekât”, 13; Nesâî, “Zekât”, 68). Resûl-i Ekrem, birinin gizli yaptığı iyiliğin kendi iradesi dışında duyulması halinde bunun iyilik yapanın sevabını eksiltmeyeceğini, hatta ikiye katlanmasına vesile olacağını bildirmiştir (Tirmizî, “Zühd”, 49; İbn Mâce, “Zühd”, 35). Hz. Âişe’nin anlattığına göre Resûlullah kendisini ziyarete gelen kızı Fâtıma’yı yanına oturtup ona bir sır vermiş, Fâtıma ağlamış, bir sır daha verince gülmüştür. Hz. Âişe’nin konuşulanları merak edip sormasına rağmen Fâtıma Resûl-i Ekrem’in sırrını hiçbir zaman yaymadığını söyleyerek bu talebi reddetmiş, ancak Hz. Peygamber’in vefatından sonra bunu Âişe’ye açıklamıştır. Bu rivayete göre Hz. Fâtıma’yı ağlatan şey Resûlullah’ın kendi vefatının yaklaştığını bildirmesi, sevindiren şey ise cennete ilk girecek kadının kendisi olacağını müjdelemesiydi ( Müsned , I, 10; VI, 77, 240; Buhârî, “Menâḳıb”, 25; Müslim, “Feżâʾilü’ṣ-ṣaḥâbe”, 97-99). Sır kavramı ahlâk ve âdâba dair kitapların konuları arasında yer alır (meselâ bk. İbn Kuteybe, I, 96-100; İbrâhim b. Muhammed el-Beyhakī, s. 374-379; İbn Hibbân, s. 187-194; Ahmed b. Hüseyin el-Beyhakī, s. 99-101; İbn Abdülber, I, 458-466). Ayrıca Mâverdî’nin Edebü’d-dünyâ ve’d-dîn ’i (s. 295-298), Râgıb el-İsfahânî’nin eẕ-Ẕerîʿa ilâ mekârimi’ş-şerîʿa ’sı (s. 297-298) gibi bazı ahlâk kitaplarında da sır konusuna yer verilmiştir. Sır saklamanın önemli bir ahlâkî ödev olduğuna dikkat çekilen bu eserlerde gerek sır verme gerekse sır saklamayla ilgili ilkeler ve tavsiyeler bulunur; sır saklamama sabırsızlık ve tahammülsüzlükten kaynaklanan bir zaaf ve erdemsizlik, hatta karakter bozukluğu ve hıyanet olarak değerlendirilir (meselâ bk. İbn Hibbân, s. 189-191; Mâverdî, s. 295-296; Râgıb el-İsfahânî, s. 298; Gazzâlî, II, 176). Özellikle İbn Hazm sır saklamamayı alçaklık ve bayağılık sayar, bunun insanlarda görülebilecek en kötü hal olduğunu söyler; hatta böyle bir duruma düşmemek için meclislere katılmamayı öğütler. Çünkü fazla samimiyet tehlikeli sırların ortalığa yayılmasına sebep olabilir; bu tür meclislerde kurulacak samimi ilişkiler en mahrem sırların bile açığa vurulmasına yol açabilir. İbn Hazm şu uyarıda da bulunur: Nice sırlar vardır ki gizlenmesi konusundaki aşırılık onun yayılmasına sebep olabilir ( el-Aḫlâḳ ve’s-siyer , s. 27, 36, 40, 79). Konuyu kardeşlik hakları çerçevesinde ele alan Gazzâlî kişinin kendisine emanet edilen sırları en yakın dostlarına dahi açmaması, hatta yalan söyleme pahasına bile olsa bu sırları koruması gerektiğini belirtir. Genel bir ilke olarak kişinin başkalarının iyiliklerini anmasını, kusurlarını saklı tutmasını öğütler ve bunu onurlu bir mümine yakışır erdem olarak değerlendirir ( İḥyâʾ , II, 176-180). Bazı ahlâk kitaplarında sır saklama yararlılık açısından değerlendirilmiştir. Meselâ İbn Hibbân, Ravżatü’l-ʿuḳalâʾ ve nüzhetü’l-fużalâʾ adlı eserinde (s. 189, 191) sırlarını titizlikle koruyanların hedefledikleri başarıya ulaşma ve zararlardan korunma hususunda gerekli önlemi almış sayılacaklarını, sırlarını korumayanların ise sonunda pişman olacaklarını ifade eder. Mâverdî’nin Edebü’d-dünyâ ve’d-dîn ’inde (s. 295) kişinin kendine ait sırları saklaması, hayatta başarılı olmanın ve huzurlu yaşamanın en önemli sebeplerinden sayılır. Bununla beraber insan sırlarını başka biriyle paylaşma ihtiyacı duyabilir, nasihat ehli bir dostla konuşarak içinde bulunduğu durumla ilgili olarak onunla istişarede bulunmak zorunda kalabilir. Mâverdî sır sahibinin öncelikle güvenilir birini araması gerektiği uyarısında bulunur ve şu ilginç tesbitini ifade eder: Mal konusunda emanet ehli olan her insan sır konusunda güvenilir olmayabilir. Sır saklamak emaneti korumaktan zordur. Bu yüzden sır saklamaya lâyık birini bulmak son derece güçtür. Birine sır vermeden önce onun akıllı, dindar ve ketum bir kişi olup olmadığına bakmak gerekir. Zira bunlar sırları ifşa etmeyi önleyen, güven kazandıran hasletlerdir. İnsanların gizli hallerini öğrenme peşinde koşan kişilere sır vermemek gerekir, çünkü emanete talip olanlar genellikle onlara hıyanet etmeye eğilimli kimselerdir. Nihayet çok sayıda insana sır vermek de doğru değildir. Çok sayıda insana sır veren kişi onların bu sırrı ifşa etmelerinden kurtulsa bile minnet altında kalmaktan kurtulamaz. Râgıb el-İsfahânî’ye göre özellikle şu iki sebepten dolayı birine gizli bir sözü bilhassa kalabalıkta söylemekten sakınmak gerekir: 1. Topluluk içinde kendisi hakkında suizanda bulunanlar olabilir; meclistekilerden bazıları kendilerinin aleyhinde konuşulduğunu düşünüp kuşkuya kapılabilir. 2. Meclistekiler meraklarından dolayı işin peşine düşüp sırrını öğrenebilirler. Bu sebeple Hz. Peygamber, “Üç kişi bir mecliste bulunduğunda ikisi kendi aralarında fısıldaşmasın” buyurmuştur ( Müsned , II, 17), çünkü bu tutum üçüncü şahsı incitir. BİBLİYOGRAFYA İbn Düreyd, Cemheretü’l-luġa , Haydarâbâd 1344, I, 81. M. F. Abdülbâkī, el-Muʿcem , “srr” md. Müsned , I, 10; II, 17; III, 69, 109; V, 197; VI, 77, 240, 309, 449. İbn Kuteybe, ʿUyûnü’l-aḫbâr (Tavîl) , I, 96-100. Taberî, Câmiʿu’l-beyân , Beyrut 1412/1992, VIII, 392-394. İbrâhim b. Muhammed el-Beyhakī, el-Meḥâsin ve’l-mesâvî , Beyrut 1404/1984, s. 374-379. İbn Hibbân, Ravżatü’l-ʿuḳalâʾ ve nüzhetü’l-fużalâʾ (nşr. M. Muhyiddin Abdülhamîd), Beyrut 1397/1977, s. 187-194. Mâverdî, Edebü’d-dünyâ ve’d-dîn (nşr. Mustafa es-Sekkā), Beyrut 1398/1978, s. 295-298. Ahmed b. Hüseyin el-Beyhakī, el-Âdâb (nşr. Abdülkādir Ahmed Atâ), Beyrut 1406/1986, s. 99-101. İbn Hazm, el-Aḫlâḳ ve’s-siyer , Beyrut 1405/1985, s. 27, 36, 40, 79. İbn Abdülber, Behcetü’l-mecâlis , I, 458-466. Râgıb el-İsfahânî, eẕ-Ẕerîʿa ilâ mekârimi’ş-şerîʿa (nşr. Ebü’l-Yezîd el-Acemî), Kahire 1405/1985, s. 297-298. Gazzâlî, İḥyâʾ , II, 176-180. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2009 yılında İstanbul’da basılan 37. cildinde, 113-115 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "İbn Düreyd, Cemheretü’l-luġa , Haydarâbâd 1344, I, 81.",
        "M. F. Abdülbâkī, el-Muʿcem , “srr” md.",
        "Müsned , I, 10; II, 17; III, 69, 109; V, 197; VI, 77, 240, 309, 449.",
        "İbn Kuteybe, ʿUyûnü’l-aḫbâr (Tavîl) , I, 96-100.",
        "Taberî, Câmiʿu’l-beyân , Beyrut 1412/1992, VIII, 392-394.",
        "İbrâhim b. Muhammed el-Beyhakī, el-Meḥâsin ve’l-mesâvî , Beyrut 1404/1984, s. 374-379.",
        "İbn Hibbân, Ravżatü’l-ʿuḳalâʾ ve nüzhetü’l-fużalâʾ (nşr. M. Muhyiddin Abdülhamîd), Beyrut 1397/1977, s. 187-194.",
        "Mâverdî, Edebü’d-dünyâ ve’d-dîn (nşr. Mustafa es-Sekkā), Beyrut 1398/1978, s. 295-298.",
        "Ahmed b. Hüseyin el-Beyhakī, el-Âdâb (nşr. Abdülkādir Ahmed Atâ), Beyrut 1406/1986, s. 99-101.",
        "İbn Hazm, el-Aḫlâḳ ve’s-siyer , Beyrut 1405/1985, s. 27, 36, 40, 79.",
        "İbn Abdülber, Behcetü’l-mecâlis , I, 458-466.",
        "Râgıb el-İsfahânî, eẕ-Ẕerîʿa ilâ mekârimi’ş-şerîʿa (nşr. Ebü’l-Yezîd el-Acemî), Kahire 1405/1985, s. 297-298.",
        "Gazzâlî, İḥyâʾ , II, 176-180."
      ]
    },
    {
      "author": "NECDET TOSUN",
      "content": "TASAVVUF. Sır kelimesi tasavvufta “sadece Allah’ın bildiği ya da az sayıda insan tarafından bilinen özel bilgi” ve “ruhun bir idrak mertebesi” olmak üzere iki anlamda kullanılır. Hz. Peygamber’in, “Benim bildiklerimi bilseydiniz az güler, çok ağlardınız” meâlindeki hadisi (Buhârî, “Küsûf”, 2; Müslim, “Ṣalât”, 112) onun bazı özel bilgileri kendisinde sır olarak sakladığını ve ashabına anlatmadığını ifade etmektedir. Ayrıca Ebû Hüreyre’nin, “Resûl-i Ekrem’den iki ilim aldım. Birini size anlattım; diğerine gelince onu anlatsaydım şu boyun kesilirdi” şeklindeki sözü ile (Buhârî, “ʿİlim”, 42) Resûlullah’ın Muâz b. Cebel’e söylediği ve başkalarına anlatmasına izin vermediği özel bilgi hakkındaki rivayetler (Buhârî, “ʿİlim”, 49), bazı ince ve anlaşılması zor bilgilerin idrak seviyesi yüksek şahsiyetler arasında eskiden beri muhafaza edildiğini göstermektedir. Bazı tasavvufî eserlerde yer alan, Hz. Ali’nin Resûl-i Ekrem’den aldığı sırları dayanamayıp bir kuyuya anlattığı, bunun üzerine kuyudaki suyun kana dönüştüğü şeklindeki menkıbeler de bu düşüncenin ürünüdür. İlk sûfî müelliflerden Ebû Nasr es-Serrâc, Allah’ın Hz. Peygamber’e üç tür ilim verdiğini, bunlardan birinci ilmin dinin emir ve yasaklarıyla ilgili olup herkese anlatıldığını, ikinci tür ilmin Hz. Ali, Huzeyfe b. Yemân gibi seçkin sahâbîlere bildirildiğini, üçüncü tür ilmin ise hiç kimseye söylenmeyip Resûl-i Ekrem’e mahsus bir sır olarak kaldığını kaydetmiştir. Abdülkerîm el-Kuşeyrî de sûfîlerin kendilerine ait yüksek bilgi ve tecrübelerini hem birbirlerine daha iyi anlatabilmek hem de muhalif olanlardan gizleyebilmek için bazı terimler geliştirdiklerini söyler. Sonraları müellifler eserlerinde bu tür bilgileri sembolik hikâyelerle anlatmışlardır (bk. REMİZ ). Farsça tasavvufî eserlerde (meselâ Şebüsterî, Gülşen-i Râz) sır yerine râz kelimesinin kullanıldığı görülmektedir. Bir kısım sûfîlere göre sır kul ile Hak arasında gizli kalan hallerdir. Bunu ifade etmek için, “Hür insanların gönülleri sırların mezarıdır” ve, “Sırrımı düğmem bilse onu koparır atarım” denilmiştir. İlk dönem sûfîlerinden Sehl et-Tüsterî’nin, “Sûfî için üç şey gereklidir: Sırrını korumak, farzını eda etmek, fakrını muhafaza etmek” sözü de bu anlamdadır. Rûzbihân-ı Baklî’ye göre sırrın hakikati dille anlatılamaz. Ârif vasıtasız olarak sırrı bilir ama ifşa edemez. Şah Ni‘metullāh-ı Velî sırrı “tasavvuf yolunun başında riyadan kaçınmak için ilmî ve mânevî hali gizlemek, yolun sonunda ise Allah’ta fâni olmak” şeklinde açıklamıştır. Sır kelimesi tasavvufta ayrıca “ruhun bir idrak mertebesi, kalp içine konmuş bir latife” anlamında kullanılmıştır. Kalp mârifetin, ruh muhabbetin, sır da müşahedenin mekânıdır. Sehl et-Tüsterî henüz küçük bir çocuk iken dayısının kendisine bir vird öğrettiğini, bu virde devam ederken önce kalbinde, sonra sırrında bir tatlılık hissettiğini ifade etmiştir. Amr b. Osman el-Mekkî’ye göre Allah bedenlerden 7000 yıl önce kalpleri yaratmış, onları kurb makamında muhafaza etmiş, kalplerden 7000 yıl önce ruhları yaratmış, onları üns bahçesinde saklamış, ruhlardan 7000 yıl önce sırları yaratmış, bunları da vuslat derecesinde muhafaza etmiştir. Sonra sırrı ruha, ruhu kalbe kalbi de beden içine hapsetmiştir. Mekkî’nin bu ifadesine göre kalp, ruh ve sır aynı özün iç içe geçmiş halkaları gibi olup sır ruhun içinde yer alır ve ruhtan daha derin bir boyuttur. Alâüddevle-i Simnânî bu sıralamayı beden, nefis, kalp, sır, ruh, hafî ve latîfe-i Hakkī şeklinde yapmıştır. Bu durumda Simnânî’nin, sırrı ruhun içinde değil kalp ile ruh arasında bir mertebe olarak kabul ettiği anlaşılmaktadır. Hüseyin b. Yemîn Hüseynî’ye göre kalp, ruh, sır ve hafî insanın idrak edici latifesinin isimleridir. Latifeye bazı mertebelerde kalp, beşerî kayıtlardan kurtulup daha saf olduğu diğer mertebede ruh, saflık artınca sır, olgunlaşınca hafî derler. Letâifteki farklılık öz itibariyle değildir, özde hepsi birdir, farklılık vasıflarda ve hallerdedir. Tasavvufta diğer letâifin yanı sıra sır için de bir nur, mekân ve peygamber belirlenmiştir. Sûfîlere göre sır Hz. Mûsâ’nın kademi altındadır, yani feyzini onun ruhaniyeti vasıtasıyla alır. Bir diğer ifadeyle Hz. Mûsâ meşrebinde olan sûfîler sır latifesi yoluyla vuslata ererler. Bazılarına göre sırrın nuru yeşil, çoğunluğa göre ise beyaz renklidir. Sırrın yeri de bazılarına göre göğsün sol tarafı ile ortası arasında, bazılarına göre göğsün ortasında, bazılarına göre ise sol memenin iki parmak üzerindedir. Sâlik kalp ve ruhtan sonra sır bölgesine yoğunlaşarak zikre devam eder. BİBLİYOGRAFYA Serrâc, el-Lümaʿ , s. 430, 455-456. Sülemî, Ṭabaḳāt , s. 208. Hücvîrî, Keşfü’l-maḥcûb (nşr. Mahmûd Âbidî), Tahran 1384 hş., s. 453. Kuşeyrî, er-Risâle (nşr. Abdülhalîm Mahmûd – Mahmûd b. Şerîf), Kum 1374 hş., s. 57, 121, 167; a.e. (Uludağ), s. 128, 179, 223-224. Herevî, Menâzilü’s-sâirîn , Beyrut 1988, s. 105-106. Baklî, Şerḥ-i Şaṭḥiyyât (nşr. H. Corbin), Tahran 1374 hş., s. 574. a.mlf., Meşrebü’l-ervâḥ (nşr. Nazif M. Hoca), İstanbul 1974, s. 153-154. Ferîdüddin Attâr, Mantık al-Tayr (trc. Abdülbaki Gölpınarlı), İstanbul 1990, I, 38, 43. Abdürrezzâk el-Kâşânî, Leṭâʾifü’l-iʿlâm (nşr. Saîd Abdülfettâh), Kahire 1416/1996, II, 14-21. Alâüddevle-i Simnânî, el-ʿUrve li-ehli’l-ḫalve ve’l-celve (nşr. Necîb Mâyil-i Herevî), Tahran 1362 hş./1404, s. 229-230, 326-328. Ni‘metullāh-ı Velî, Risâlehâ-yı Ḥażret-i Seyyid Nûreddîn Şâh Niʿmetullāh-ı Velî (nşr. Cevâd Nurbahş), Tahran 1357 hş., IV, 88-90. Ca‘fer Seccâdî, Ferheng-i Luġāt u Iṣṭılâḥât u Taʿbîrât-i ʿİrfânî , Tahran 1375 hş., s. 460-464. Shigeru Kamada, “A Study of the Term Sirr (Secret) in Sufi Latā’if Theories”, Orient , XIX, Tokyo 1983, s. 7-28. G. Vitestam, “Sirr: A Lexicographical Essay on a Word with Various Nuances in Arabic and Islam”, Orientalia Suecana , XXXIII-XXXV, Uppsala 1984-86, s. 455-462. Ahmet Ögke, “Tasavvuf Düşüncesinde Sır Kavramı ve Marmaravî’nin Keşfü’l-esrâr İsimli Risâlesi”, Yüzüncü Yıl Üniversitesi İlahiyat Fakültesi Dergisi , sy. 3, Van 2000, s. 225-262. Mohammad Ali Amir-Moezzi, “Sırr”, EI 2 Suppl. (İng.) , s. 752-754. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2009 yılında İstanbul’da basılan 37. cildinde, 115-116 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Serrâc, el-Lümaʿ , s. 430, 455-456.",
        "Sülemî, Ṭabaḳāt , s. 208.",
        "Hücvîrî, Keşfü’l-maḥcûb (nşr. Mahmûd Âbidî), Tahran 1384 hş., s. 453.",
        "Kuşeyrî, er-Risâle (nşr. Abdülhalîm Mahmûd – Mahmûd b. Şerîf), Kum 1374 hş., s. 57, 121, 167; a.e. (Uludağ), s. 128, 179, 223-224.",
        "Herevî, Menâzilü’s-sâirîn , Beyrut 1988, s. 105-106.",
        "Baklî, Şerḥ-i Şaṭḥiyyât (nşr. H. Corbin), Tahran 1374 hş., s. 574.",
        "a.mlf., Meşrebü’l-ervâḥ (nşr. Nazif M. Hoca), İstanbul 1974, s. 153-154.",
        "Ferîdüddin Attâr, Mantık al-Tayr (trc. Abdülbaki Gölpınarlı), İstanbul 1990, I, 38, 43.",
        "Abdürrezzâk el-Kâşânî, Leṭâʾifü’l-iʿlâm (nşr. Saîd Abdülfettâh), Kahire 1416/1996, II, 14-21.",
        "Alâüddevle-i Simnânî, el-ʿUrve li-ehli’l-ḫalve ve’l-celve (nşr. Necîb Mâyil-i Herevî), Tahran 1362 hş./1404, s. 229-230, 326-328.",
        "Ni‘metullāh-ı Velî, Risâlehâ-yı Ḥażret-i Seyyid Nûreddîn Şâh Niʿmetullāh-ı Velî (nşr. Cevâd Nurbahş), Tahran 1357 hş., IV, 88-90.",
        "Ca‘fer Seccâdî, Ferheng-i Luġāt u Iṣṭılâḥât u Taʿbîrât-i ʿİrfânî , Tahran 1375 hş., s. 460-464.",
        "Shigeru Kamada, “A Study of the Term Sirr (Secret) in Sufi Latā’if Theories”, Orient , XIX, Tokyo 1983, s. 7-28.",
        "G. Vitestam, “Sirr: A Lexicographical Essay on a Word with Various Nuances in Arabic and Islam”, Orientalia Suecana , XXXIII-XXXV, Uppsala 1984-86, s. 455-462.",
        "Ahmet Ögke, “Tasavvuf Düşüncesinde Sır Kavramı ve Marmaravî’nin Keşfü’l-esrâr İsimli Risâlesi”, Yüzüncü Yıl Üniversitesi İlahiyat Fakültesi Dergisi , sy. 3, Van 2000, s. 225-262.",
        "Mohammad Ali Amir-Moezzi, “Sırr”, EI 2 Suppl. (İng.) , s. 752-754."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
