{
  "id": "eweb_377",
  "source": "DİA",
  "cat": "entity",
  "link": "https://islamansiklopedisi.org.tr/sulemi-muhammed-b-huseyin",
  "annotator": "Jeremy",
  "title": "SÜLEMÎ, Muhammed b. Hüseyin",
  "arabic_title": "محمّد بن الحسين السلمي",
  "summary": "Ebû Abdirrahmân Muhammed b. el-Hüseyn b. Muhammed es-Sülemî (ö. 412/1021) Horasanlı sûfî, müfessir ve muhaddis.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "325 (937) yılında Nîşâbur’da doğdu. Babası tarafından Ezd, annesi tarafından Süleym kabilesine mensuptur. Alışılmışın dışında annesinin mensup olduğu kabilenin nisbesiyle (Sülemî) tanınır. Nefis mücâhedesine önem veren bir zâhid olan babası Hüseyin, Ebû Bekir eş-Şiblî ile görüşmüş, İbn Münâzil ve Ebû Ali es-Sekafî gibi sûfîlerin sohbetinde bulunmuştur. Nîşâbur’un âlim ve sûfîlerinden Ebû Amr İbn Nüceyd’in kızı olan annesi de zühd ve takvâ sahibi bir hanımdı. Yetişme çağında babasını kaybeden Sülemî’yi dedesi İbn Nüceyd himayesine aldı. İbn Nüceyd, ilk tasavvufî eserlerden el-Lümaʿ ın müellifi Ebû Nasr es-Serrâc gibi sûfîlerden faydalanmış, İbrâhim b. Muhammed en-Nasrâbâdî’den hırka giymiştir. Onun Ebû Sehl es-Su‘lûkî’den de hırka giydiği rivayet edilir. Servet sahibi olan İbn Nüceyd vefat ettiğinde servetinin önemli bir kısmı Sülemî’ye kaldı. Sülemî bu sayede geçim sıkıntısı çekmediği gibi o dönemde benzeri az görülen zengin bir kütüphane kurdu. Başta dedesi olmak üzere dönemin tanınmış âlimlerinden ders alan Sülemî Irak, Rey, Hemedan, Merv ve Hicaz’a giderek buradaki âlimlerle görüştü. Dârekutnî, Hâkim en-Nîsâbûrî ve Muhammed b. Ali el-Kâffâl gibi âlimlerden hadis ve fıkıh okudu. Geniş bilgiye sahip olan, tasavvufun yanı sıra zâhirî ilimleri de iyi bilen Sülemî, bir yandan sûfîler ve tasavvuf hakkında eserler yazarken öte yandan Nîşâbur’daki zâviyesinde irşad faaliyetini sürdürdü. Sohbetine katılan ve ondan hırka giyenler arasında Ebû Saîd-i Ebü’l-Hayr, Abdülkerîm el-Kuşeyrî, Ebû Nuaym el-İsfahânî, Ebû Abdurrahman el-Cüveynî, hadis âlimi Ahmed b. Hüseyin el-Beyhakī gibi ünlü mutasavvıf ve âlimler vardır. Sülemî 3 Şâban 412’de (12 Kasım 1021) Nîşâbur’da vefat etti. Müridlerinden Ebû Saîd Muhammed b. Ali el-Haşşâb onun hakkında bir menâkıbnâme kaleme almış, Zehebî bu eserin bir özetini Aʿlâmü’n-nübelâʾ da vermiştir (XVII, 247-250). Sülemî yaşadığı dönemde ilim ve devlet adamları tarafından takdir edilmiş, eserlerine değer verilmiş bir sûfîdir. Bununla birlikte sonraki dönemlerde tasavvuf konusunda hadis uydurmak ve Ḥaḳāʾiḳu’t-tefsîr adlı eserinde Bâtınî-Karmatî tarzında te’viller yapmakla suçlanmıştır. Onun eserlerinde bazı zayıf veya mevzû hadisler bulunmakla beraber bunlar hadis âlimleri ve sûfîler arasında bilinen ve nakledilen hadislerdir, Sülemî de bu hadisleri onlara dayanarak eserlerine almıştır. Ḥaḳāʾiḳu’t-tefsîr ’de kendi yorumlarından ziyade daha önceki sûfîlerle çağdaşı sûfîlerin yorumlarına yer vermiş, Bâtınî-Karmatî tarzı te’viller yapmamıştır. Bu konuda onu itham edenler, kendine özgü yorumlarından dolayı değil sûfîlerin yorumlarını naklettiğinden dolayı itham etmiştir. Eserleri. Kaynaklarda Sülemî’ye 100’ü aşkın eser nisbet edilir. Ancak bunların çoğu günümüze ulaşmamıştır. Sülemî’nin eserleri çeşitli ilimlerin ve özellikle tasavvufun en güvenilir kaynaklarından sayıldığı için son zamanlarda büyük önem kazanmış ve çeşitli baskıları yapılmıştır. Onun eserlerinin bir kısmı zâhid ve sûfîlerin hayatına, bir kısmı da sohbet, melâmet, fütüvvet gibi tasavvufî konulara ve zümrelere dairdir. 1. Ṭabaḳātü’ṣ-ṣûfiyye . Sülemî sahâbe, tâbiîn, tebeu’t-tâbiîn ve erken dönem âbid ve zâhidleriyle ilk sûfîlere dair Kitâbü’z-Zühd , Târîḫu’ṣ-ṣûfiyye , Târîḫu ehli’ṣ-Ṣuffe ve Ṭabaḳātü’ṣ-ṣûfiyye gibi eserler yazmış, bunlardan Târîḫu’ṣ-ṣûfiyye ’nin küçük bir bölümüyle sonuncu eser zamanımıza kadar gelmiştir. Sülemî bu eserinde, Şâzân er-Râzî diye bilinen Ebû Bekir Muhammed b. Abdullah el-Becelî’nin günümüze ulaşmayan Târîḫu’ṣ-ṣûfiyye ’sinden istifade etmiş olmalıdır. Ebü’l-Abbas en-Nesevî’nin Târîḫu’ṣ-ṣûfiyye ’siyle Ebû Bekir en-Nîsâbûrî’nin Aḫbârü’ṣ-ṣûfiyye ve’z-zühhâd ’ı ayrıca Saîd el-Arabî’nin eserleri Sülemî’nin kaynakları arasındadır. Ṭabaḳātü’ṣ-ṣûfiyye , Hâce Abdullah-ı Herevî tarafından bazı değişiklik ve ilâvelerle Farsça’ya tercüme edilmiş, bu tercüme Abdurrahman-ı Câmî’nin Nefeḥâtü’l-üns ’ünün temelini oluşturmuştur. Ebû Nuaym el-İsfahânî Ḥilyetü’l-evliyâʾ da Sülemî’nin eserinden geniş ölçüde faydalanmıştır. Sülemî, eserin mukaddimesinde 100 sûfînin hayatını beş tabakaya ayırarak anlatacağını söylerse de üç yerde tek başlık altında birden fazla sûfîye yer verdiğinden sayı 105’e çıkmıştır. Ṭabaḳātü’ṣ-ṣûfiyye üzerine ilk çalışmayı yapan J. Pedersen kırk sayfalık bir özetini (Paris 1938), daha sonra Fransızca bir girişle birlikte tamamını (Leiden 1960) yayımlamıştır. Eserin tenkitli neşri Nûreddin Şüreybe (Kahire 1953, 1969) ve Mustafa Abdülkādir Atâ ( Ẕikrü’n-nisveti’l-müteʿabbidâti’ṣ-ṣûfiyyât ile birlikte, Beyrut 2003) tarafından yapılmıştır. 2. Ḥaḳāʾiḳu’t-tefsîr . Mutasavvıfların Kur’an âyetlerine dair yorumlarını içeren ilk kapsamlı eserdir. Sülemî âyetlerle ilgili şahsî yorumlarından ziyade sûfîlerin yorumlarını aktardığından eser bir tür derleme niteliğinde olup Kur’an’ın bütün âyetlerinin tefsirini ihtiva etmez. Ḥaḳāʾiḳu’t-tefsîr , Abdülkerîm el-Kuşeyrî’nin Leṭâʾifü’l-işârât , Rûzbihân-ı Baklî’nin ʿArâʾisü’l-beyân adlı tefsirleri üzerinde etkili olmuştur. Eserin tenkitli neşri Seyyid İmrân tarafından yapılmıştır (I-II, Beyrut 2001). 3. Risâletü’l-Melâmetiyye . Doğup büyüdüğü Horasan bölgesinde ortaya çıkan Melâmetîlik konusunda eser yazan ilk müellif olan Sülemî’nin bu risâlesi önce Richard Hartmann tarafından bir makaleyle tanıtılmıştır (“As-Sulamī’s Risālāt al-Malāmatīa”, Isl. , VIII [1917-1918], s. 157-203, trc. Köprülüzâde Ahmed Cemâl, DEFM , III/6 [1340/1924], s. 277-322). Risâletü’l-Melâmetiyye ’yi Ebü’l-Alâ Afîfî el-Melâmetiyye ve’ṣ-ṣûfiyye ve ehlü’l-fütüvve adlı eseri içinde yayımlamış (Kahire 1364/1945, s. 86-120), Ömer Rıza Doğrul bunu Türkçe’ye çevirip kendi telifi gibi neşretmiştir ( İslâm Tarihinde İlk Melâmet , İstanbul 1950). Abdülfettâh Ahmed el-Fâvî, Risâletü’l-Melâmetiyye ’yi müellifin Risâle fî ġalaṭâti’ṣ-ṣûfiyye ’siyle birlikte Uṣûlü’l-Melâmetiyye ve Ġalaṭâtü’ṣ-ṣûfiyye adıyla yayımlamıştır (Kahire 1985). Serrâc’ın el-Lümâʿ ında sûfîlerin eleştirildiği son bölümle büyük benzerlik gösteren bu risâlenin Sülemî’nin müridlerinden biri tarafından yazılıp ona nisbet edildiği ileri sürülmektedir. 4. Kitâbü’l-Fütüvve . Bu konuda yazılmış en eski kaynak olma niteliğini taşıyan eser Süleyman Ateş tarafından Türkçe tercümesiyle birlikte neşredilmiştir (Ankara 1977). Eser İngilizce’ye (trc. Tosun Bayrak, The Book of Sufi Chivalry , London 1983) ve Almanca’ya da (trc. Franz Langmayr, Der Sufi-Weg zur Vollkommenheit , Breisgau 1985) çevrilmiştir. 5. Ẕikrü’n-nisveti’l-müteʿabbidâti’ṣ-ṣûfiyyât . Kadın sûfîler hakkında yazılan ilk eserlerden biri olan kitabın tenkitli neşri Mahmûd Muhammed et-Tanâhî (Kahire 1993) ve Mustafa Abdülkādir Atâ (Beyrut 2003) tarafından gerçekleştirilmiş, eser ayrıca Sülemî ve kadın sûfîlere dair bir inceleme, Arapça metin ve İngilizce tercümesiyle birlikte yayımlanmıştır (trc. E. Cornell Rkia, Early Sufi Women , Louisville 1999). Meryem Hüseynî eseri Farsça’ya çevirmiştir ( Nuhustin Zenân-ı Ṣafevî , Tahran 1385 hş.). İbnü’l-Cevzî, Ṣıfatü’ṣ-Ṣafve ’nin kadınlarla ilgili bölümünü, Abdurrahman-ı Câmî Nefeḥâtü’l-üns ’ün son bölümünü bu eserden faydalanarak yazmıştır. 6. el-Muḳaddime fi’t-taṣavvuf (nşr. Hüseyin Emîn, Bağdat 1984; nşr. Yûsuf Zeydân, Kahire 1987). 7. Âdâbü’ṣ-ṣoḥbe ve ḥüsnü’l-ʿuşre (nşr. Mecdî Fethî, Tanta 1990; nşr. M. J. Kister, Jerusalem 1954; nşr. Yûsuf Ali Büdeyvî, Beyrut 1990). 8. Menâhicü’l-ʿârifîn (nşr. E. Kohlberg, Jerusalem Studies in Arabic and Islam , I [1979], s. 19-38). 9. Suʾâlâtü Ebî ʿAbdirraḥmân es-Sülemî li’d-Dâreḳuṭnî fi’l-cerḥ ve’t-taʿdîl (nşr. Süleyman Ateş, Riyad 1408; nşr. Ebû Meryem Mecdî Fethî, Tanta 1992; nşr. Muhammed b. Ali el-Ezherî, Kahire 2006; nşr. Sa‘d b. Abdullah el-Humeyyid v.dğr., Riyad 1427). 10. Cevâmiʿu âdâbi’ṣ-ṣûfiyye (nşr. E. Kohlberg, Jerusalem 1976). 11. ʿUyûbü’n-nefs ve müdâvâtühâ (nşr. E. Kohlberg, Jerusalem 1976; önceki eserle birlikte, trc. Süleyman Ateş, AÜ İlâhiyat Fakültesi İslâm İlimleri Enstitüsü Dergisi , sy. 3 [Ankara 1977], s. 213-264; trc. Mehmet Ali Kara, Nefsin Ayıpları, İstanbul 2000). 12. Kitâbü’l-Erbaʿîn fi’t-taṣavvuf (nşr. Hasan Abdülhamîd, Haydarâbâd 1401). Süleyman Ateş, Sülemî’nin on risâlesini ( Menâhicü’l-ʿârifîn , Derecâtü’l-muʿâmelât , Cevâmiʿu âdâbi’ṣ-ṣûfiyye , el-Muḳaddime fi’t-taṣavvuf , Beyânü aḥvâli’ṣ-ṣûfiyye , Derecâtü’ṣ-ṣâdıḳīn , Sülûkü’l-ʿârifîn , Nesîmü’l-ervâḥ , Beyânü zeleli’l-fuḳarâʾ , Âdâbü’l-faḳr ve ṣerâʾiṭuh ) Türkçe tercümeleriyle birlikte neşretmiş ( Tasavvufun Ana İlkeleri: Sülemî’nin Risaleleri , Ankara 1401/1981), ardından son risâle hariç diğer risâleleri Tisʿatü kütüb fî uṣûli’t-taṣavvuf ve’z-zühd li-Ebî ʿAbdirraḥmân es-Sülemî adıyla yayımlamıştır (Beyrut 1993). Nasrullah Pürcevâdî’nin Mecmûʿa-i Âs̱âr-ı Ebû ʿAbdirraḥmân Sülemî adlı derlemesi (I-II, Tahran 1369-1372 hş.), Ḥaḳāʾiḳu’t-tefsîr ’in bazı bölümlerinin yanı sıra Târîḫu’ṣ-ṣûfiyye , Cevâmiʿu âdâbi’ṣ-ṣûfiyye , ʿUyûbü’n-nefs ve müdâvâtühâ , Derecâtü’l-muʿâmelât , Âdâbü’s-semâʿ , Âdâbü’ṣ-ṣuḥbe ve ḥüsnü’l-ʿuşre , Menâhicü’l-ʿârifîn , Nesîmü’l-ervâḥ , Kelâmü’ş-Şâfiʿî fi’t-taṣavvuf , Kitâbü’l-Fütüvve , Risâletü’l-Melâmetiyye , Mesʾeletü ṣıfati’ẕ-ẕâkirîn ve’l-mütefekkirîn , Kitâbü’l-Erbaʿîn fi’t-taṣavvuf adlı risâleleri içermektedir. Sülemî üzerine Süleyman Ateş (bk. bibl.), Lutz Berger ( Geschieden von allem außer Gott. Sufik und Welt bei Abū ʿAbd ar-Raḥmān as-Sulamī [936-1021] , Hildesheim 1998) ve Jean-Jacques Thibon ( L’oeuvre d’Abū ʿAbd al-Raḥmān al-Sulamī [325/937-412/1021] et la formation du soufisme , Damaj: JFPO 2008) doktora tezi, Niyazi Beki (1990, es-Sülemi ve Kitabu’l-Erbaîn li’s-Sufiyye İsimli Hadis Kitabı , MÜ Sosyal Bilimler Enstitüsü) ve Nazife Vildan Güloğlu (2007, Tasavvufta Kadın ve Ebû Abdurrahman Sülemî’nin Zikru’n-nisveti’l-müteabbidâti’s-sûfiyyât Adlı Eseri , SÜ Sosyal Bilimler Enstitüsü) yüksek lisans tezi hazırlamış, Jawid A. Mojaddedi Ṭabaḳātü’ṣ-ṣûfiyye ’nin literatürdeki yeriyle ilgili bir inceleme yapmıştır ( The Biographical Tradition in Sufism. The ṭabaqāt genre form al-Sulamī to Jāmī , Richmond 2001). BİBLİYOGRAFYA Sülemî, Ṭabaḳāt , tür.yer. a.mlf., Ḥaḳāʾiḳu’t-tefsîr: Tefsîrü’l-Ḳurʾâni’l-ʿaẓîm (nşr. Seyyid Ümrân), Beyrut 1421/2001, neşredenin girişi, I, 3-13. Hatîb, Târîḫu Baġdâd , V, 7. Kuşeyrî, Risâle (Uludağ) , tür.yer. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 174, 212, 484. İbrâhim b. Muhammed es-Sarîfînî, Târîḫu Nîsâbûr: el-Münteḫab mine’s-Siyâḳ (nşr. M. Kâzım el-Mahmûdî), Kum 1403/1362 hş., s. 9. Sem‘ânî, el-Ensâb , VII, 113. İbnü’l-Cevzî, el-Muntaẓam , VIII, 6. Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1991, s. 731-732. İbn Teymiyye, Mecmûʿu fetâvâ , V, 37. Zehebî, Aʿlâmü’n-nübelâʾ , XVII, 247-255. a.mlf., Teẕkiretü’l-ḥuffâẓ , III, 1064. Sübkî, Ṭabaḳāt , IV, 143-147. İbnü’l-Mülakkın, Ṭabaḳātü’l-evliyâʾ (nşr. Nûreddin Şerîbe), Beyrut 1406/1986, s. 107, 189, 313. Abdurrahman-ı Câmî, Nefeḥâtü’l-üns (nşr. Mahmûd Âbidî), Tahran 1370 hş., s. 317. Fr. Taeschner, “As-Sulamī’s Kitāb al-Futuwwa”, Studia Orientalia Ioanni Pedersen Septuagenario A.D. VII Id. Nov. Anno MCMLIII / a Collegis Discipulis Amicis Dicata , Hauniae 1953, s. 340-351. J. Pedersen, “Quelques remarques au sujet du texte des Tabakāt al-Ṣūfiyya d’al-Sulamī”, Mélanges Louis Massignon , Damascus 1957, III, 185-194. Sezgin, GAS , I, 671-674. Süleyman Ateş, Sülemî ve Tasavvufî Tefsiri , İstanbul 1969. J. Arberry, “Did Sulamī Plagiarize Serrāj?”, JRAS (1937), s. 461-465. Jawid A. Mojaddedi, “Abu ‘Abd al-Raḥmān al-Sulamī and the Structuring of the Past in the Sufi Ṭabaqāt Genre”, Sufi , sy. 31, London 1996, s. 13-18. K. Honerkamp, “Abū ‘Abd al-Rahmân al-Sulamî (D. 412/1201) on Samâ‘, Ecstasy and Dance”, Journal of the History of Sufism , IV, Paris 2003-2004, s. 27-40. G. Böwering, “al-Sulamī”, EI 2 (İng.) , IX, 811-812. S. Sh. Kh. Hussaini, “Abū ‘Abd-al-Raḥmān Solamī”, EIr. , I, 249-250. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2010 yılında İstanbul’da basılan 38. cildinde, 53-55 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Sülemî, Ṭabaḳāt , tür.yer.",
        "a.mlf., Ḥaḳāʾiḳu’t-tefsîr: Tefsîrü’l-Ḳurʾâni’l-ʿaẓîm (nşr. Seyyid Ümrân), Beyrut 1421/2001, neşredenin girişi, I, 3-13.",
        "Hatîb, Târîḫu Baġdâd , V, 7.",
        "Kuşeyrî, Risâle (Uludağ) , tür.yer.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 174, 212, 484.",
        "İbrâhim b. Muhammed es-Sarîfînî, Târîḫu Nîsâbûr: el-Münteḫab mine’s-Siyâḳ (nşr. M. Kâzım el-Mahmûdî), Kum 1403/1362 hş., s. 9.",
        "Sem‘ânî, el-Ensâb , VII, 113.",
        "İbnü’l-Cevzî, el-Muntaẓam , VIII, 6.",
        "Ferîdüddin Attâr, Tezkiretü’l-evliya (trc. Süleyman Uludağ), İstanbul 1991, s. 731-732.",
        "İbn Teymiyye, Mecmûʿu fetâvâ , V, 37.",
        "Zehebî, Aʿlâmü’n-nübelâʾ , XVII, 247-255.",
        "a.mlf., Teẕkiretü’l-ḥuffâẓ , III, 1064.",
        "Sübkî, Ṭabaḳāt , IV, 143-147.",
        "İbnü’l-Mülakkın, Ṭabaḳātü’l-evliyâʾ (nşr. Nûreddin Şerîbe), Beyrut 1406/1986, s. 107, 189, 313.",
        "Abdurrahman-ı Câmî, Nefeḥâtü’l-üns (nşr. Mahmûd Âbidî), Tahran 1370 hş., s. 317.",
        "Fr. Taeschner, “As-Sulamī’s Kitāb al-Futuwwa”, Studia Orientalia Ioanni Pedersen Septuagenario A.D. VII Id. Nov. Anno MCMLIII / a Collegis Discipulis Amicis Dicata , Hauniae 1953, s. 340-351.",
        "J. Pedersen, “Quelques remarques au sujet du texte des Tabakāt al-Ṣūfiyya d’al-Sulamī”, Mélanges Louis Massignon , Damascus 1957, III, 185-194.",
        "Sezgin, GAS , I, 671-674.",
        "Süleyman Ateş, Sülemî ve Tasavvufî Tefsiri , İstanbul 1969.",
        "J. Arberry, “Did Sulamī Plagiarize Serrāj?”, JRAS (1937), s. 461-465.",
        "Jawid A. Mojaddedi, “Abu ‘Abd al-Raḥmān al-Sulamī and the Structuring of the Past in the Sufi Ṭabaqāt Genre”, Sufi , sy. 31, London 1996, s. 13-18.",
        "K. Honerkamp, “Abū ‘Abd al-Rahmân al-Sulamî (D. 412/1201) on Samâ‘, Ecstasy and Dance”, Journal of the History of Sufism , IV, Paris 2003-2004, s. 27-40.",
        "G. Böwering, “al-Sulamī”, EI 2 (İng.) , IX, 811-812.",
        "S. Sh. Kh. Hussaini, “Abū ‘Abd-al-Raḥmān Solamī”, EIr. , I, 249-250."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 133
}
