{
  "id": "eweb_380",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/takva",
  "annotator": "Jeremy",
  "title": "TAKVÂ",
  "arabic_title": "التقوى",
  "summary": "Dinin emir ve tavsiyelerine uyma, haram ve günahlardan kaçınma hususunda gösterilen titizlik anlamında bir kavram.",
  "parts": [
    {
      "author": "SÜLEYMAN ULUDAĞ",
      "content": "Sözlükte “korumak, korunmak, sakınmak, saygı göstermek, dindar olmak, itaat etmek, korkmak, çekinmek” anlamlarındaki vikāye masdarından türeyen takvâ kelimesini Seyyid Şerîf el-Cürcânî, “Allah’a itaat ederek azabından sakınmaktır, bu da ceza almayı haklı kılan davranışlardan nefsi korumak suretiyle gerçekleşir” şeklinde tarif eder ( et-Taʿrîfât , “vḳy” md.). Takvâ ve kökün ittikā , takī , etkā , müttakī gibi diğer türevleri ve fiil şekilleri Kur’ân-ı Kerîm’de 285 yerde geçmektedir. Kur’an’da ve hadislerde takvâ bazan sözlük anlamında, bazan da “Allah’ın emirlerine uyup yasaklarından kaçınarak azabından korunma” anlamında kullanılır. Genellikle peygamberler ümmetlerine, “Allah’tan sakının ve bana itaat edin” diye hitap etmiştir (eş-Şuarâ 26/108, 179). Peygambere itaat eden Allah’a da itaat etmiş olacağından (en-Nisâ 4/80) takvâ Allah’a ve resulüne itaat etme anlamını içerir. Kur’an’da takvâ sahibi müminlerden bahsedilirken Allah’ın onları cehennem azabından koruduğu anlatılır (ed-Duhân 44/56; et-Tûr 52/18; el-İnsân 76/11); bundan dolayı mümin Allah’ın kendisini cehennem azabından korumasını ister (el-Bakara 2/201; Âl-i İmrân 3/191). Allah’a “ehl-i takvâ” denmesi (el-Müddessir 74/56) koruyan ve korunulan olmasındandır. “Ateşin azabından bizi koru” duasında (el-Bakara 2/201; Âl-i İmrân 3/16, 191) veya, “Kendinizi, ailenizi ateşten koruyun” âyetinde geçen (et-Tahrîm 66/6) “koru” ve “koruyun” ifadeleri aynı kökten gelir. Takvâ kelimesi Kur’an’da on yedi yerde geçer (meselâ bk. el-Bakara 2/197; el-Mâide 5/2; el-A‘râf 7/26; et-Tevbe 9/108; Tâhâ 20/132). Klasik müfessirler takvâya ve aynı kökten gelen emir kiplerine genellikle, “Allah’tan korkun” anlamını vermiştir. Söz konusu fiilin kökü korku anlamını da içermekle birlikte bu korkunç bir şeyden çekinmeyi değil seven birinin sevdiğinin gönlünü incitmekten çekinmesini, yaratanına karşı saygı ve sorumluluk duyma hassasiyetini ifade eder. Bu bağlamda takvâ karşılığı olarak önerilen “Allah bilinci, Allah’a karşı sorumluluk bilinci” ifadeleri kavramın içeriğine daha uygun görünmektedir. Takvâ ve ittikā kelimelerinin içerdiği korku Allah’a duyulan saygıdan kaynaklanır. Böyle bir duygu müminleri kötülükten ve günahtan vazgeçirir, iyiliğe ve hayra sevkeder. Kur’an’da ve hadislerde âfet, kıyamet, haşir ve cehennemle ilgili korkular anlatılırken “havf, haşyet, feza‘, rehbet, vecel, ru‘b, işfâk” kökünden kelimelerin kullanılması, “Onlardan korkmayın, benden korkun” meâlindeki âyetlerde (el-Bakara 2/150; Âl-i İmrân 3/175) Allah korkusunun havf ve haşyetle ifade edilmesi, bir âyette (en-Nûr 24/52) haşyet kelimesiyle ittikānın ardarda gelmesi genel anlamda takvânın korkudan farklı bir kavram olduğunu gösterir. Hz. Peygamber, “Allahım, senden sana sığınırım!” (Müslim, “Ṣalât”, 222; Tirmizî, “Daʿavât”, 112); “Allah’ın gazabından Allah’a sığınırım” (Tirmizî, “Cihâd”, 26) diye dua ederdi. Takvâ da Allah’ın gazabından yine O’nun korumasına sığınmaktır. Kur’an’da müminlerin şeytandan, fitneden (el-Enfâl 8/25), cehennemden (Âl-i İmrân 3/131), kıyametten (el-İnsân 76/11) kendilerini korumaları istenir. Takvâ kötülük ve zarar gelen her şeye karşı ilâhî korumayı talep etmektir. Bu da günahlardan kaçınmak ve iyiliğe yönelmekle gerçekleşir. Kötülükten sakınmak Kur’an’da “hazer” kelimesiyle de ifade edilir (el-Münâfikūn 63/4; et-Tegābün 64/14). “Takvâ sahibi” anlamına gelen müttaki kelimesi Kur’an’da çoğul şekliyle kırk dokuz âyette geçer (meselâ bk. el-Bakara 2/2; Âl-i İmrân 3/76; el-Mâide 5/27; el-A‘râf 7/128; el-Enfâl 8/34). Bu âyetlerde takvâ sahiplerinin özellikleri anlatılır. Takvânın karşıtı “fücûr”, müttakinin karşıtı “fâcir”dir (eş-Şems 91/8; Tirmizî, “Menâḳıb”, 73; Ebû Dâvûd, “Edeb”, 111). Takī kelimesi de (Meryem 19/13, 18, 63) “müttaki” anlamındadır. “Himaye ve muhafaza eden” mânasına gelen “vâk/el-vâkī” de (er-Ra‘d 13/34, 37; el-Mü’min 40/21) aynı kökten gelir. Takvâ ve türevlerinin Kur’an’da çeşitli vesilelerle ve farklı şekillerde sık sık zikredilmiş olması kavramın İslâm’daki önemini açıkça gösterir. Takvânın faziletiyle ilgili Kur’an’da şu hususlara vurgu yapılmıştır: Allah takvâ sahibi olanlarla beraberdir (el-Bakara 2/194; et-Tevbe 9/36, 123); onları korur ve yardım eder; Allah takvâ ehlini sever (Âl-i İmrân 3/76; et-Tevbe 9/4, 7); Allah takvâ ehlinin dostudur (el-Câsiye 45/19). Takvâ aynı zamanda iman ve kalple ilgili bir kavramdır. Resûlullah’a karşı saygılı olanlar Allah’ın kalplerini takvâ için imtihan ettiği kimseler olarak nitelendirilmiştir (el-Hucurât 49/3). Allah’ın hükümlerine saygı göstermek şüphe yok ki kalplerdeki takvâdandır (el-Hac 22/37). Nefse/kalbe takvâyı Allah ilham eder (eş-Şems 91/8). Hz. Peygamber eliyle göğsüne işaret ederek, “Takvâ buradadır” demiş (Müslim, “Birr”, 32; Tirmizî, “Birr”, 18) ve “Allahım, nefsime/kalbime takvâsını ver!” diye dua etmiştir (Müslim, “Ẕikir”, 73; Nesâî, “İstiʿâẕe”, 13). Kalpteki takvâdan maksat iman, yakīn, samimiyet ve Allah’a duyulan saygıdır. Kur’an’da, “Eğer mümin iseniz Allah’a karşı takvâ sahibi olunuz” buyurularak (el-Mâide 5/11, 57, 88) takvâ ile iman arasındaki ilişkiye işaret edilmiştir. Takvâ sahibi olmak imanın gereğidir. Bütün peygamberler ümmetlerinden takvâ sahibi olmalarını istemiştir. Kur’an takvâ sahibi olan herkes için bir hidayet kitabıdır (el-Bakara 2/2; Âl-i İmrân 3/138; el-Mâide 5/46). Akıl ve vicdan da takvâ sahibi olmayı gerektirir (et-Talâk 65/10). “Korunma ve sakınma” anlamına gelmesi bakımından takvâ kıyamet, mahşer, cehennem, cennet ve ebedî saadetle de yakından ilgilidir. Kur’an’da takvâ sahibi olanların güzel âkıbetlerinin bulunduğu belirtilir (Tâhâ 20/132; el-Kasas 28/83; Sâd 38/49; ez-Zuhruf 43/35). Takvâ ehline vaad edilen iyi bir gelecek aynı zamanda dünya hayatı ile de ilgilidir, ancak mutlu sona varmak için sabırlı olmak lâzımdır (el-A‘râf 7/128; Hûd 11/49). Fevz, necât ve felâh kelimeleriyle ifade edilen dünya ve âhiretteki kurtuluşa ermenin yolu da takvâ sahibi olmaktır (el-Bakara 2/189; el-Mâide 5/35, 100; ez-Zümer 39/61; en-Nebe’ 78/31). Âhirete götürülecek en iyi azık ve orada işe yarayacak en faydalı şey takvâdır (el-Bakara 2/197). Cennet takvâ sahipleri için hazırlanmıştır (Âl-i İmrân 3/133; el-Hicr 15/45; ed-Duhân 44/51). Takvâ sahibi olmayan zalimlerin, bozguncuların, günah işlemekten ve kötülük yapmaktan sakınmayanların cehennemde azap görecekleri Kur’an’da açıkça belirtilmiştir. Takvâ Allah’ın kulunu bilgilendirmesini ve aydınlatmasını sağlar (el-Bakara 2/282; el-Enfâl 8/29). İlâhî bir ışıkla (furkān) kalbi aydınlanan takvâ sahibi mümin hayrı şerden, hakkı bâtıldan, sevabı günahtan ayırt eder; haram ve günahlardan dikkatle kaçınır. Müminlerin tarihten ve sosyal olaylardan ibret almaları ve ders çıkarmaları takvâ sayesinde mümkün olur (el-Bakara 2/66; Âl-i İmrân 3/138; en-Nûr 24/34). Kur’an’da ahlâkî faziletlerle takvâ arasındaki bağlantıya da işaret edilir. Takvâ, günahların ve kötülüklerin terkedilerek iyi ve sevap olan hususlara yönelmenin mânevî müeyyidesi olarak gösterilmiş ve takvâ ile af (el-Bakara 2/189), akrabalık bağı (en-Nisâ 4/1), adalet (el-Mâide 5/8), dürüstlük (el-Bakara 2/177; ez-Zümer 39/33), sözde doğruluk (el-Ahzâb 33/70), şükür (Âl-i İmrân 3/123), merhamet (el-En‘âm 6/155; Yâsîn 36/45), iyilik (el-Bakara 2/189) arasındaki bağlantılara dikkat çekilmiş, Allah katında en değerli müminin en çok takvâya sahip kişi olduğu vurgulanmış (el-Hucurât 49/13), takvâ libasının (el-A‘râf 7/26) kalpteki takvânın bedene ve organlara yansıyan hali olup mümini bir zırh gibi koruduğu vurgulanmıştır. Hz. Peygamber de takvâ sahibi bir müminin ahlâkının da güzel olacağını belirtmişti (Tirmizî, “Birr”, 55). Allah’a lâyık bir takvâ üzere olmak takvânın en mükemmel şeklidir. Fakat müminin böyle bir takvâyı gerçekleştirmeye gücü yetmez. Bu sebeple, “Gücünüz yettiği kadar takvâ sahibi olun” buyurulmuştur (et-Tegābün 64/16). Takvâ sahibine takī ve müttaki, takvâca daha ileride olana etkā denilmesi (el-Hucurât 49/13; el-Leyl 92/17) takvâda bazı derecelerin bulunduğuna işaret eder. Mümin Allah’a duyduğu saygı nisbetinde O’nun katında değerlidir (Buhârî, “Menâḳıb”, 1; Müslim, “Feżâʾil”, 168). Kimin ne kadar takvâ sahibi olduğunu ise sadece Allah bilir (Âl-i İmrân 3/115; et-Tevbe 9/44). Mümin takvâ sahibi olmaya çabalar, ancak takvâ sahibi olduğunu iddia etmez. Hz. Peygamber insanlar içinde en çok takvâya sahip kimsedir (Buhârî, “İʿtiṣâm”, 27; Müslim, “Ṣıyâm”, 74). Bir kutsî hadiste evliyanın takvâ sahibi müminler olduğu ifade edilmiştir (Ebû Dâvûd, “Fiten”, 1). Takvâ sevap-günah, helâl-haram konusunda derin bir hassasiyeti gerektirir. İslâm’da helâl ve haramlar bellidir. Ancak bu ikisi arasında şüpheli şeyler vardır. Bu tür şüphelerden sakınan kimse dinini ve şerefini korumuş olur. Bir hadiste şüpheli olan şeylerin terkedilip şüpheli olmayanlara yönelinmesi tavsiye edilmiştir (Buhârî, “Büyûʿ”, 3; Tirmizî, “Ḳıyâmet”, 60; Ebû Dâvûd, “Büyûʿ”, 3). “Günah seni rahatsız eden ve gönlüne yatmayan şeydir” (Müslim, “Birr”, 14; Tirmizî, “Zühd”, 52); “Fetvayı kalbinden iste” ( Müsned , II, 228; Dârimî, “Büyûʿ”, 2) meâlindeki hadisler, helâl ve mubah olmaması muhtemel bulunan şeylerden kaçınmanın takvâ gereği olduğunu gösterir. Kesin olmayan bir delille insanların mahkûm edilmesinin câiz görülmemesi (İbn Mâce, “Muḳaddime”, 2) kişilerin hukuku alanında da şüpheden kaçınmayı ve takvâyı gerektirir. Haram veya şüpheli şeylerden sakınma hem Allah hakkı, hem kul hakkı konusunda önem taşır. Fıkıh âlimleri, kılınan bir namazın fâsid olup olmadığı hususunda şüpheye düşülse takvâ gereği o namazın tekrar kılınacağını, fakat birine borcu olduğu konusunda şüpheye düşen kişinin ihtiyaten onu ödemesi gerekmediğini belirtir (Bilmen, I, 314). Çarşı ve pazarlarda satılan malların kaynağını, bunların çalınmış olup olmadığını araştırmak icap etmez. Çünkü eşyada aslolan ibâhadır; satıcılar hakkında iyi niyet gerekir. Ancak gayri müslimlerin ülkesinde gıda maddeleri alınırken bunların alkol veya domuz eti içerip içermediğine dikkat edilmesi takvâ gereğidir. Özellikle rüşvet, hediye, vakıf, velâyet, vesâyet, miras gibi konularda, işçi-iş veren ilişkilerinde, kamu hizmeti, okul, hastahane gibi kamuya ait mallar konusunda hassas olmak; tabiata canlılara, yollara ve sulara zarar vermemek takvâ açısından büyük önem taşır ( Gazzâlî, İḥyâʾ , II, 99-154). Takvâ temel bir fazilet olmakla birlikte bu konudaki aşırılık bazan tereddüde, vesveseye düşmeye yol açabilir. Bu durumun takvâ ile ilgisi yoktur. Nitekim bir hadiste, “Dinî konularda kılı kırk yaranlar mahvolmuştur” ifadesi yer almaktadır (Müslim, “ʿİlim”, 7; Ebû Dâvûd, “Sünnet”, 5; Dârimî, “Muḳaddime”, 19). İlk zâhid ve sûfîler Allah’tan sakınmaya, Allah’a sığınmaya ve şüpheli şeylerden kaçınmaya büyük önem vermiştir. Bu dönemde takvâ ile ilgili bazı tarifler yapılmış, takvânın çeşitlerinden, sonuç ve faydalarından bahsedilmiştir. Mubah ve helâl olan dünya nimetlerinin ihtiyaçtan fazla tüketilmemesi sûfîlere göre takvâ sahibi olmanın gereğidir. Bazı zâhid ve sûfîler bu tür nimetlerin en azıyla yetinmeyi takvâ-nın icabı diye görür. Sûfîler daima ihtiyatı esas almayı ve azîmetle amel etmeyi tercih etmiş, şüpheli şeylerden uzak durmuştur. Câiz olana göre değil evlâ ve efdal olana göre amel eden sûfîler, ebrârın (iyi insanlar) yaptığı amelleri işleyen mukarrebbînin (daha iyi insanlar) günaha girmiş sayılacağını söylemiştir (Kelâbâzî, s. 84, 85, 97, 98; Ebû Tâlib el-Mekkî, II, 529; Kuşeyrî, s. 735). Sûfîlere göre kalpte karar kılan takvâ bütün bilgi ve bereketlerin kaynağıdır (Sülemî, s. 438). Bu sebeple takvânın öneminden bahseden âyete (en-Nisâ 4/31) “kutbü’l-Kur’ân” denilmiştir (Ebû Tâlib el-Mekkî, I, 281). Sûfîler sağlıklı dinî bilgilere, keşf ve keramete ulaşmanın ancak takvâyı esas alan bir dinî yaşayışla gerçekleşeceği görüşünde birleşmiştir. Allah nefse (kalp) günahı da takvâyı da ilham etmiştir (eş-Şems 91/8). İman çıplaktır; elbisesi takvâ, ziyneti vera‘, ürünü ilimdir ( a.g.e. , I, 289; II, 375). Bu anlamda takvâ günahlardan arınmış kalpteki ilâhî bir ışıktır. Kul bu ışıkla kötüyü ve günah olanı bilir ve ondan kaçınır, iyi ve sevap olanı görür ve ona uyar (Serrâc, s. 303). Hâris el-Muhâsibî takvâyı, “Allah’tan gelen bir nurla Allah’a itaat etmek ve günahları terketmektir” şeklinde tarif eder ( er-Riʿâye , s. 48). Ebû Bekir el-Verrâk’a göre kul yakīn nuru ile hallerini nurlandırır ve bu nur sayesinde takvâ ehli mertebesine ulaşır (Sülemî, s. 227; Kuşeyrî, s. 279; Ferîdüddin Attâr, s. 238). Muhammed el-Cerîr, takvâ ve murakabe hallerini sağlamlaştırmadan keşf ve müşâhede mertebesine ulaşmanın mümkün olmadığını belirtir (Kuşeyrî, s. 278). Sûfîler takvânın zâhirî ve bâtınî yönlerinden bahsetmiştir. Bâtınî takvâ kalpteki iyi niyet ve ihlâstan, zâhirî takvâ dinî hükümlere titizlikle uymaktan ibarettir ( a.g.e. , s. 279; Ferî-düddin Attâr, s. 495). Muhâsibî’ye göre kalpteki hakiki takvâ ibadetlerde Allah’ın rızasını, beden ve organların takvâsı ise hak hukuk gözetmekten ibarettir ( er-Riʿâye , s. 47). İbn Mesrûk’a göre takvâ Allah’a duyulan saygının semerisidir. Müminlere saygı göstermek Allah’a olan saygının sonucudur. Kul bu saygıyla takvânın hakikatine erer (Sülemî, s. 241). Allah’ın kuluna verdiği en güzel şey takvâdır; bütün faziletlerin kaynağı olan takvânın temeli ihlâstır ( a.g.e. , s. 300). Takvâ güzel ahlâk ve helâl lokmadır ( a.g.e. , s. 108). Tevekkül, rızâ ve sabır takvânın göstergesidir (Kuşeyrî, s. 279). Helâlliği şüpheli olan şeylerden sakınmak avamın takvâsıdır. Havas ise helâl olan şeylerin ihtiyaçtan fazla olanını terketmeyi takvânın gereği kabul eder. Bazı sûfîlere göre takvâ zaruri olmayanı terketmektir. Âriflere göre takvâ kulun Allah’tan başka her şeyden korunması ve gönlünde sadece O’na yer vermesidir ( a.g.e. , s. 278). Mürid perhizkâr olmalı, helâl konusunda kılı kırk yarmalı, fakat işi vesvese noktasına kadar götürmemelidir (Necmeddîn-i Dâye, s. 258). Mutasavvıflar takvânın çeşitli mertebelerinden bahseder. Avamın takvâsı şirk ve küfürle, havassın takvâsı günah ve kötülükle, evliyanın takvâsı fiilleri vesile kılıp Allah’a yaklaşmakla, peygamberlerin takvâsı fiilleri Allah’a nisbetle ilgilidir (Kuşeyrî, s. 282). Takvâ sahibi şirki tevhide, münafıklığı iman ve ihlâsa, haramı veya helâlliği şüpheli olan şeyleri helâle, bid‘atı ibadet ve amellere karıştırmaz. Zikirle meşgul olmak dilin, Allah’a itaat etmek bedenin, Allah’tan başkasına bağlanmamak gönlün takvâsıdır. Gazzâlî, “müminin iradesiyle kalbini kötülüklerden arındırması” şeklinde tarif ettiği takvâyı iki kısma ayırır. Esas takvâ haram ve yasaklardan kaçınmak olup her müslümana farzdır. Aslî olmayan takvâ ise Allah’ın kulunu hayırlı ve edebe uygun olana yönlendirmek için onu aslında helâl ve mubah olan şeylerden menetmesidir. Bu takvâ farz değil fazilettir ( Minhâcü’l-ʿâbidîn , s. 45). Takvânın veraın özel bir şekli ve ileri aşaması olduğunu söyleyen Gazzâlî, Kur’an’da takvâ kavramının “haşyet ve havf” (el-Bakara 2/41), “itaat ve ibadet” (Âl-i İmrân 3/102), “kalbi günahtan koruma” (en-Nûr 24/52) anlamında kullanıldığına dikkat çeker ( İḥyâʾ , I, 25; II, 95; III, 42); gözün, kulağın, dilin, kalbin ve midenin takvâ bakımından beş önemli organ olduğunu özellikle belirtir ( Minhâcü’l-ʿâbidîn , s. 40-89). Mevlânâ Celâleddîn-i Rûmî takvânın insanın zihnini ve ufkunu açtığını söyler ( Mesnevî , I, 140). Tasavvufta takvâ aynı zamanda bir makam olarak da kabul edilmiştir (Serrâc, s. 7; Ebû Tâlib el-Mekkî, I, 364). Takvâ mürid ve dervişlerin gözetmeleri gereken bir esastır (Kuşeyrî, s. 276, 735). Sûfîler müminin kendi takvâsından kendini koruması gereğine dikkat çekmişlerdir. Muhâsibî, takvâ sahibi olduğunu sanıp büyüklenen ve başkalarını hor gören sözde dindarlardan söz ederken bunların şeytanın kandırdığı kimseler olduğunu, gerçek takvâ ehlinin kendini başkalarından önemsiz, başkalarını kendinden değerli görmesi gerektiğini söyler ( er-Riʿâye , s. 561). Vâsıtî, “Takvâ kulun kendini takvâsından korumasıdır” derken (Kuşeyrî, s. 289; Ferîdüddin Attâr, s. 745) aynı hususu vurgulamaktadır. Takvâ konusu fıkıhta da çeşitli açılardan ele alınmıştır. Devlet başkanlığı ve hâkimlik görevleri yanında şahitlik, velâyet ve vesâyet ehliyeti için gerekli görülen ahlâkî adaletin büyük günahlardan kaçınmak, küçük günahlarda ısrar etmemek ve farzları yerine getirmek olduğu kaydedilmiş, adaletin kişinin takvâ ve mürüvvet üzere bulunmasını sağlayan bir erdem sayıldığı belirtilmiştir. Takvâ hadis râvilerinde aranan adâlet vasfı için gerekli görülen özellikler arasında yer alır. Cemaatle namazda imamlık yapacak kişide aranan özellikler arasında namazla ilgili hükümleri bilmek, Kur’an’ı düzgün okumak ve takvâ sahibi olmak başta gelmektedir. İmamlıkta öncelik konusunda bu sıralama genel kabul görmekle birlikte bazı âlimler kıraati iyi olanın namaz hükümlerini iyi bilenden, bazıları da takvâ sahibinin kıraati iyi olandan önce geldiğini belirtmiştir. Evlilikte kadına ve velilerine nikâh akdini fesih imkânı tanıyan denkliğin (kefâet) arandığı hususlar arasında yer alan dindarlığı fıkıh âlimleri genellikle takvâ şeklinde açıklamış, bazıları dindarlığı âhirete ilişkin olması gerekçesiyle denklik kriterleri arasında saymazken İmam Şâfiî sadece takvâda ve meslekte denkliği esas almış, İmam Mâlik ise takvâ ve evliliğin devamını imkânsız kılacak özürden başka denklik ölçüsü kabul etmemiştir. BİBLİYOGRAFYA Râgıb el-İsfahânî, el-Müfredât , “vḳy” md. Tehânevî, Keşşâf , II, 1527. Kāmus Tercümesi , IV, 1221. Wensinck, el-Muʿcem , “vḳy” md. Müsned , II, 228. Muhâsibî, er-Riʿâye li-ḥuḳūḳıllâh (nşr. Abdülhalîm Mahmûd – Abdülkādir Ahmed Atâ), Kahire 1390/1970, s. 40-43, 47-49, 63, 561. Hakîm et-Tirmizî, Beyânü’l-farḳ (nşr. Ahmed Abdurrahman es-Seyyâh), Kahire 1998, s. 37-39, 56, 64. Serrâc, el-Lümaʿ , s. 7, 70, 303. Kelâbâzî, et-Taʿarruf , s. 84, 85, 97, 98. Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 242, 250, 280, 281, 289, 364, 457; II, 375, 529. Şerîf er-Radî, Hz. Ali: Nehcü’l-belâga (trc. Adnan Demircan), İstanbul 2006, s. 192, 202, 204, 250. Sülemî, Ṭabaḳāt , s. 108, 227, 241, 300, 438, 556. Kuşeyrî, er-Risâle , s. 276, 277, 278, 279, 282, 284, 289, 735. Herevî, Ṭabaḳāt , s. 317, 561. Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Kahire 1358/1939, I, 25; II, 95, 99-154; III, 42; IV, 158. a.mlf., Minhâcü’l-ʿâbidîn , Kahire 1954, s. 40-89. Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , İstanbul 1308, I, 242. Baklî, Meşrebü’l-ervâḥ (nşr. Nazif M. Hoca), İstanbul 1974, s. 21, 30. Ferîdüddin Attâr, Teẕkiretü’l-evliyâʾ (nşr. Muhammed İsti‘lâmî), Tahran 1346 hş., s. 238, 495, 745. Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 35, 523. Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Kahire 1294, II, 207-234. Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd (nşr. M. Emîn Riyâhî), Tahran 1365 hş., s. 258. Mevlânâ Celâleddîn-i Rûmî, Mesnevî (trc. Veled İzbudak), İstanbul 1963, I, 140; III, 149; VI, 24. Yâfiî, Neşrü’l-meḥâsini’l-ġāliyye fî fażli meşâyihi’ṣ-ṣûfiyye , Kahire 1329, I, 404-411. Zerrûk, Ḳavâʿidü’t-taṣavvuf , Kahire 1989, s. 37. Birgivî, eṭ-Ṭarîḳatü’l-Muḥammediyye , İstanbul 1301, s. 33, 199-219. İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 162. Ebü’l-Bekā, el-Külliyyât , Bulak 1253, s. 123. Şah Veliyyullah ed-Dihlevî, Ḥüccetullāhi’l-bâliġa , Kahire, ts. (Dârü’l-kütübi’l-hadîse), s. 634-638. Elmalılı, Hak Dini , I, 167-170. Bilmen, Kamus , I, 314, 321. T. Izutsu, Kur’ân’da Allah ve İnsan (trc. Süleyman Ateş), Ankara 1975, s. 222-226. a.mlf., Kur’an’da Dinî ve Ahlâkî Kavramlar (trc. Selâhattin Ayaz), İstanbul 1991, s. 104-105. Lütfullah Cebeci, Kur’an’a Göre Takva , İstanbul 1991. S. Husain M. Jafri, “Particularity and Universality of the Qur’ān with Special Reference to the Term Taqwā”, Essays on Islam (ed. Hakim Mohammed Said), Karachi 1993, II, 14-31. Fazlur Rahman, Ana Konularıyla Kur’an (trc. Alparslan Açıkgenç), Ankara 1998, s. 66-67. Ali Galip Gezgin, “Kur’an Meâllerinde Takva Kelimesinin Türkçe’ye Çeviri Sorunu”, Kur’an Mealleri Sempozyumu , Ankara 2007, II, 295-315. E. S. Ohlander, “Fear of God (Taqwā) in the Qur’ān: Some Notes on Semantic Shift and Thematic Context”, JSS , L/1 (2005), s. 137-152. L. Lewisohn, “Taḳwā”, EI 2 Suppl. (İng.) , s. 781-785. Mehdî Mutî‘ v.dğr., “Taḳvâ”, DMBİ , XVI, 50-60. Bâbek-i Abbâsî, “Taḳvâ”, Dânişnâme-i Cihân-ı İslâm , Tahran 1382 hş., VII, 779-806. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2010 yılında İstanbul’da basılan 39. cildinde, 484-486 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Râgıb el-İsfahânî, el-Müfredât , “vḳy” md.",
        "Tehânevî, Keşşâf , II, 1527.",
        "Kāmus Tercümesi , IV, 1221.",
        "Wensinck, el-Muʿcem , “vḳy” md.",
        "Müsned , II, 228.",
        "Muhâsibî, er-Riʿâye li-ḥuḳūḳıllâh (nşr. Abdülhalîm Mahmûd – Abdülkādir Ahmed Atâ), Kahire 1390/1970, s. 40-43, 47-49, 63, 561.",
        "Hakîm et-Tirmizî, Beyânü’l-farḳ (nşr. Ahmed Abdurrahman es-Seyyâh), Kahire 1998, s. 37-39, 56, 64.",
        "Serrâc, el-Lümaʿ , s. 7, 70, 303.",
        "Kelâbâzî, et-Taʿarruf , s. 84, 85, 97, 98.",
        "Ebû Tâlib el-Mekkî, Ḳūtü’l-ḳulûb , Kahire 1381/1961, I, 242, 250, 280, 281, 289, 364, 457; II, 375, 529.",
        "Şerîf er-Radî, Hz. Ali: Nehcü’l-belâga (trc. Adnan Demircan), İstanbul 2006, s. 192, 202, 204, 250.",
        "Sülemî, Ṭabaḳāt , s. 108, 227, 241, 300, 438, 556.",
        "Kuşeyrî, er-Risâle , s. 276, 277, 278, 279, 282, 284, 289, 735.",
        "Herevî, Ṭabaḳāt , s. 317, 561.",
        "Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Kahire 1358/1939, I, 25; II, 95, 99-154; III, 42; IV, 158.",
        "a.mlf., Minhâcü’l-ʿâbidîn , Kahire 1954, s. 40-89.",
        "Fahreddin er-Râzî, Mefâtîḥu’l-ġayb , İstanbul 1308, I, 242.",
        "Baklî, Meşrebü’l-ervâḥ (nşr. Nazif M. Hoca), İstanbul 1974, s. 21, 30.",
        "Ferîdüddin Attâr, Teẕkiretü’l-evliyâʾ (nşr. Muhammed İsti‘lâmî), Tahran 1346 hş., s. 238, 495, 745.",
        "Şehâbeddin es-Sühreverdî, ʿAvârifü’l-maʿârif , Beyrut 1966, s. 35, 523.",
        "Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Kahire 1294, II, 207-234.",
        "Necmeddîn-i Dâye, Mirṣâdü’l-ʿibâd (nşr. M. Emîn Riyâhî), Tahran 1365 hş., s. 258.",
        "Mevlânâ Celâleddîn-i Rûmî, Mesnevî (trc. Veled İzbudak), İstanbul 1963, I, 140; III, 149; VI, 24.",
        "Yâfiî, Neşrü’l-meḥâsini’l-ġāliyye fî fażli meşâyihi’ṣ-ṣûfiyye , Kahire 1329, I, 404-411.",
        "Zerrûk, Ḳavâʿidü’t-taṣavvuf , Kahire 1989, s. 37.",
        "Birgivî, eṭ-Ṭarîḳatü’l-Muḥammediyye , İstanbul 1301, s. 33, 199-219.",
        "İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ , Bulak 1256/1840, s. 162.",
        "Ebü’l-Bekā, el-Külliyyât , Bulak 1253, s. 123.",
        "Şah Veliyyullah ed-Dihlevî, Ḥüccetullāhi’l-bâliġa , Kahire, ts. (Dârü’l-kütübi’l-hadîse), s. 634-638.",
        "Elmalılı, Hak Dini , I, 167-170.",
        "Bilmen, Kamus , I, 314, 321.",
        "T. Izutsu, Kur’ân’da Allah ve İnsan (trc. Süleyman Ateş), Ankara 1975, s. 222-226.",
        "a.mlf., Kur’an’da Dinî ve Ahlâkî Kavramlar (trc. Selâhattin Ayaz), İstanbul 1991, s. 104-105.",
        "Lütfullah Cebeci, Kur’an’a Göre Takva , İstanbul 1991.",
        "S. Husain M. Jafri, “Particularity and Universality of the Qur’ān with Special Reference to the Term Taqwā”, Essays on Islam (ed. Hakim Mohammed Said), Karachi 1993, II, 14-31.",
        "Fazlur Rahman, Ana Konularıyla Kur’an (trc. Alparslan Açıkgenç), Ankara 1998, s. 66-67.",
        "Ali Galip Gezgin, “Kur’an Meâllerinde Takva Kelimesinin Türkçe’ye Çeviri Sorunu”, Kur’an Mealleri Sempozyumu , Ankara 2007, II, 295-315.",
        "E. S. Ohlander, “Fear of God (Taqwā) in the Qur’ān: Some Notes on Semantic Shift and Thematic Context”, JSS , L/1 (2005), s. 137-152.",
        "L. Lewisohn, “Taḳwā”, EI 2 Suppl. (İng.) , s. 781-785.",
        "Mehdî Mutî‘ v.dğr., “Taḳvâ”, DMBİ , XVI, 50-60.",
        "Bâbek-i Abbâsî, “Taḳvâ”, Dânişnâme-i Cihân-ı İslâm , Tahran 1382 hş., VII, 779-806."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}