{
  "id": "eweb_382",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/tebettul",
  "annotator": "Jeremy",
  "title": "TEBETTÜL",
  "arabic_title": "التبتّل",
  "summary": "Sâlikin her şeyden yüz çevirip bütün varlığıyla Allah’a yönelme halini ifade eden tasavvuf terimi.",
  "parts": [
    {
      "author": "ABDURREZZAK TEK",
      "content": "Sözlükte “kesilmek, kopmak, uzaklaşmak” anlamına gelen tebettül kelimesi, Kur’ân-ı Kerîm’de “kişinin her şeyden uzaklaşarak kendini tamamen Allah’a vermesi ve bütünüyle O’na yönelmesi” mânasında kullanılmıştır (el-Müzzemmil 73/8). Birçok âyette dünya hayatının önemsizliği anlatılmış, bu hayatın çekiciliğine aldanılmaması istenmiş, âhiretin ise daha önemli ve hayırlı olduğu, dünya hayatına karşılık âhiret hayatını feda etmenin ağır bir azabı gerektireceği bildirilmiş, mal ve evlât dünya hayatının cezbedici süsü diye nitelendirilmiş, kalıcı iyi amellerin Allah katında daha değerli kabul edildiği belirtilmiştir (el-Bakara 2/86; Âl-i İmrân 3/185; en-Nisâ 4/77; el-Kehf 18/46; Lokmân 31/33; en-Nâziât 79/38-39). Bu sebeple tasavvuf ehli dünyadan ve dünya nimetlerinden uzak durmayı tercih etmiş, kulluğu tam olarak gerçekleştirebilmek için mâsivâyı bırakıp bütünüyle Allah’a yönelmeyi gerekli görmüştür. Evlenmeyip erkeklerden uzak durduğu için Hz. Meryem’e ve mâsivâdan yüz çevirdiği için Hz. Fâtıma’ya tebettül ile aynı anlama gelen “Betûl” sıfatı verilmiştir. Tebettül kavramı “kendini tamamen ibadete verme” anlamındaki ruhbanlığı, dolayısıyla evlenmemeyi de kapsar. Ancak Hz. Peygamber’in açıklamaları ( Müsned , I, 175; III, 158, 245; V, 17; VI, 125, 157, 253; Buhârî, “Nikâḥ”, 8; Müslim, “Nikâḥ”, 6-8) bu davranışların İslâmiyet’te tasvip edilmediğini, dolayısıyla tebettülün bu hususları içermediğini göstermektedir. Nitekim bazı sahâbîler bir araya gelerek gecelerini namaz kılmak, gündüzlerini oruç tutmakla geçirmeye, eşleriyle bir araya gelmemeye niyet ettiklerinde, “Ey iman edenler! Allah’ın size helâl kıldığı şeylerin temiz ve güzel olanlarını haram saymayın. Sınırı aşmayın, haddi tecavüz etmeyin; Allah haddi tecavüz edenleri sevmez” meâlindeki âyet inmiş (el-Mâide 5/87) ve Hz. Peygamber onları bu davranışlarından menetmiştir. Tasavvuf ile tebettül kelimelerinin aynı mânaya geldiğini söyleyen bazı sûfîler tasavvufun Kur’ân-ı Kerîm’deki karşılığının tebettül olduğunu düşünmüşlerdir. Tebettülü tasavvufî bir mertebe şeklinde ilk defa ele alan Hâce Abdullah-ı Herevî, bu kavramı “sâlikin her şeyi bir yana bırakarak bütünüyle Allah’a yönelmesi” şeklinde tanımlamış ve üç dereceye ayırmıştır. Birinci derecedeki tebettül, insanlara karşı bir beklenti içinde bulunma ve bu sebeple onları önemseme duygusundan kurtulmaktır. Sâlikin bu duygudan arınması nefsini Allah’a teslim etmesi, ilâhî hükme rıza göstermesi ve her şeyin O’ndan geldiğini (tevhîd-i ef‘âl) müşahede etmesiyle mümkündür. İkinci derecedeki tebettül sâlikin nefsinin arzu ve isteklerinden uzaklaşarak Allah’la ünsiyet kurması, böylece ilâhî keşfe ulaşmasıdır. Tebettülün ilk derecesi halkın teveccühünü önemsememek, ikinci derecesi nefsin arzularına meyletmemektir. Zira arzu ve istekler nefse hayat veren unsurlardır. Bunlara olan meyil ortadan kalktığında nefis etkisini kaybeder ve kalp süflî âleme yöneltmekten kurtulur. Fıtratındaki zâtî sevgiyle Allah’a dönerek O’nunla ünsiyet halinde olmanın esintisini teneffüs etmeye başlar. İlâhî ünsiyet ve yakınlığı elde ettiğinde keşfin nurunu beklemeye koyulur. Üçüncü derecedeki tebettül ise sâlikin kendini sülûkünde mesafe almaya adamasıdır. Bunu gerçekleştirebilmesi için istikamet üzere olması, vuslat arzusunun kendisini bütünüyle kaplaması ve cem‘ mertebesinin başlangıcına ulaşmaya gayret etmesi gerekir. Zira cem‘ mertebesinin başlangıcı, Hakk’ın nurunun parıltılarının ortaya çıktığı ve bu nur sebebiyle sâlikin fenâ haline doğru sürüklendiği yerdir. Abdürrezzâk el-Kâşânî, tebettül kavramının kayıtsız şartsız mâsivâdan tecridi ifade ettiğini belirterek avamın tebettülünü “insanlardan bir beklenti içinde olmak”, müridin tebettülünü “nefsin yöneldiği şeyleri düşünmekten uzaklaşmak”, vâsılın tebettülünü “Hak’tan başka her şeyden soyutlanmak” şeklinde tanımlamıştır ( Tasavvuf Sözlüğü , s. 118-119). Kâşânî ayrıca tebettülün birinci derecesini korku veya ümit sebebiyle kişinin lezzetlerden uzaklaşması, ikinci derecesini nefsin hevâ ve arzularından kesilmesi sonucu dünya ile ilgisinin kalmaması ve fıtrî, zâtî mahbubuna dönmesi, üçüncü derecesini de hiçbir şeye alâka duymaması şeklinde açıklamış, son mertebenin ancak ahadiyyet nurunun insanı tamamen kuşatmasıyla gerçekleşeceğini ve onu fenâ makamına ulaştıracağını belirtmiştir ( Şerḥu Menâzil , s. 75-76). BİBLİYOGRAFYA Müsned , I, 175; III, 158, 245; V, 17; VI, 125, 157, 253. Muhammed b. Hüseyin es-Sülemî, Ḥaḳāʾiḳu’t-tefsîr: Tefsîrü’l-Ḳurʾâni’l-ʿaẓîm (nşr. Seyyid Umrân), Beyrut 2001, II, 355-356. Herevî, Ṣad Meydân , Kahire 1954, s. 20. a.mlf., Menâzilü’s-sâʾirîn (nşr. S. de Laugier de Beaurecueil), Kahire 1962, s. 25. Afîfüddin et-Tilimsânî, Şerḥu Menâzil (nşr. Abdülhafîz Mansûr), Tunus 1989, I, 149-152. Baklî, Meşrebü’l-ervâḥ (nşr. Nazif M. Hoca), İstanbul 1974, s. 38. Abdürrezzâk el-Kâşânî, Şerḥu Menâzil , Beyrut 1995, s. 75-76. a.mlf., Tasavvuf Sözlüğü (trc. Ekrem Demirli), İstanbul 2004, s. 118-119. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, II, 30-36. İbnü’l-Hatîb, Ravżatü’t-taʿrîf (nşr. Muhammed el-Kettânî), Beyrut 1970, II, 471. Ni‘metullah b. Mahmûd, el-Fevâtiḥu’l-ilâhiyye , İstanbul 1326, II, 455. İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ , Bulak 1256, s. 166. İsmâil Hakkı Bursevî, Rûḥu’l-beyân , İstanbul 1255, IV, 502-503. Mahmûd Ebü’l-Feyz el-Menûfî, et-Temkîn fî şerḥi Menâzili’s-sâʾirîn , Kahire 1969, s. 70-73. Abdurrezzak Tek, Tasavvufî Mertebeler -Hâce Abdullah el-Ensârî el-Herevî Örneği- , Bursa 2008, s. 93-94. Ali Refîî, “Tebettül”, DMT , IV, 69-70. Ahmed et-Tîb, “et-Tebettül”, el-Mevsûʿatü’l-İslâmiyyetü’l-ʿâmme , Kahire 1422/2001, s. 329. Pervâne Urûcniyâ, “Tebettül”, Dânişnâme-i Cihân-ı İslâm , Tahran 1380/2002, VI, 368-370. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2011 yılında İstanbul’da basılan 40. cildinde, 216-217 numaralı sayfalarda yer almıştır.",
      "bibliography": [
        "Müsned , I, 175; III, 158, 245; V, 17; VI, 125, 157, 253.",
        "Muhammed b. Hüseyin es-Sülemî, Ḥaḳāʾiḳu’t-tefsîr: Tefsîrü’l-Ḳurʾâni’l-ʿaẓîm (nşr. Seyyid Umrân), Beyrut 2001, II, 355-356.",
        "Herevî, Ṣad Meydân , Kahire 1954, s. 20.",
        "a.mlf., Menâzilü’s-sâʾirîn (nşr. S. de Laugier de Beaurecueil), Kahire 1962, s. 25.",
        "Afîfüddin et-Tilimsânî, Şerḥu Menâzil (nşr. Abdülhafîz Mansûr), Tunus 1989, I, 149-152.",
        "Baklî, Meşrebü’l-ervâḥ (nşr. Nazif M. Hoca), İstanbul 1974, s. 38.",
        "Abdürrezzâk el-Kâşânî, Şerḥu Menâzil , Beyrut 1995, s. 75-76.",
        "a.mlf., Tasavvuf Sözlüğü (trc. Ekrem Demirli), İstanbul 2004, s. 118-119.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, II, 30-36.",
        "İbnü’l-Hatîb, Ravżatü’t-taʿrîf (nşr. Muhammed el-Kettânî), Beyrut 1970, II, 471.",
        "Ni‘metullah b. Mahmûd, el-Fevâtiḥu’l-ilâhiyye , İstanbul 1326, II, 455.",
        "İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ , Bulak 1256, s. 166.",
        "İsmâil Hakkı Bursevî, Rûḥu’l-beyân , İstanbul 1255, IV, 502-503.",
        "Mahmûd Ebü’l-Feyz el-Menûfî, et-Temkîn fî şerḥi Menâzili’s-sâʾirîn , Kahire 1969, s. 70-73.",
        "Abdurrezzak Tek, Tasavvufî Mertebeler -Hâce Abdullah el-Ensârî el-Herevî Örneği- , Bursa 2008, s. 93-94.",
        "Ali Refîî, “Tebettül”, DMT , IV, 69-70.",
        "Ahmed et-Tîb, “et-Tebettül”, el-Mevsûʿatü’l-İslâmiyyetü’l-ʿâmme , Kahire 1422/2001, s. 329.",
        "Pervâne Urûcniyâ, “Tebettül”, Dânişnâme-i Cihân-ı İslâm , Tahran 1380/2002, VI, 368-370."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}