{
  "id": "eweb_383",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/tecelli",
  "annotator": "Jeremy",
  "title": "TECELLÎ",
  "arabic_title": "التجلّي",
  "summary": "Hakk’ın varlığının çeşitli mertebelerde zuhur etmesi, sâlikin keşf yoluyla bu zuhuru idrak etmesi anlamında tasavvuf terimi.",
  "parts": [
    {
      "author": "SEMİH CEYHAN",
      "content": "Sözlükte “belirmek, ortaya çıkmak, görünmek; belirti, görüntü” anlamındaki tecellî tasavvuf terimi olarak “sâlikin kalbine doğan ledünnî bilgiler ve nurlar” demektir. Aynı kökten gelen cilve tecellî ile eş mânalıdır. Tecellî ilham , vâridât , levâih , telvîhât , vâkıât , sünûhât , bevâriḳ , tavârik kelimeleriyle de ifade edilir. Feyiz, zuhûr, sudûr, tenezzül, taayyün, fetih, tahkik, şühûd ve keşf terimlerinin tecellî ile yakın anlam ilişkisi bulunmaktadır. Tecellî Kur’an’da ve hadislerde hem sözlük hem terim anlamında kullanılmıştır. Kur’ân-ı Kerîm’de gündüzün ortaya çıkması (el-Leyl 92/2) ve Hz. Mûsâ’nın rabbini görmek isteyince rabbin dağa zuhur etmesi (el-A‘râf 7/143); hadislerde Resûl-i Ekrem’in bir güneş tutulması olayı sonrasında namaz kıldığında güneşin yeniden belirmesi (Buhârî, “Nikâḥ”, 5197), âhirette müminlerin görmesi için Hakk’ın kendisini âşikâr hale getirmesi (Müslim, “Îmân”, 191) tecellî ile ifade edilmiştir. Bir tasavvuf terimi olarak tecelliden bahseden ilk sûfî Riyâh b. Amr el-Kaysî (ö. 180/796) kelimeyi “cennette Hakk’ın kullarına kendini göstermesi” mânasında kullanırken Sehl et-Tüsterî daha geniş bir anlam yükleyerek tecellinin zât, sıfat ve hüküm şeklinde üç halinin bulunduğunu söyler. Hakk’ın zâtının tecellisi mükâşefedir. Mükâşefe dünyada kalbin keşf makamına ulaşması ve kalp gözünün açılmasıdır. Hz. Peygamber’in ihsanı tarif ederken, “Rabbine O’nu görüyormuş gibi ibadet et” buyurması, Abdullah b. Ömer’in, “Tavaf esnasında Allah’ı görür gibi olurduk” demesi bu tecelliye örnek teşkil eder. Buna “galebe keşfi” (şühûd) adı da verilir. Tüsterî’ye göre Hakk’ı apaçık müşâhede (şühûd-i iyânî, rü’yet-i iyânî) ancak âhirette mümkün olacaktır. Hakk’ın zâtına ait sıfatlarının tecellisi nur mahallidir. Hak kudret sıfatıyla bir kula tecelli ettiğinde o kul Hak’tan başkasından korkmaz. Diğer sıfatların tecellisi de böyledir. Allah’ın kelâm sıfatının Kur’an’da tecelli etmesiyle insanların ilâhî haberi gözle görür duruma gelmesi sıfat tecellisine diğer bir örnektir (Kelâbâzî, s. 180-181). Kuşeyrî, Kur’an’da Hakk’ın insana doğrudan tecelli ettiğine dair açık bir âyetin yer almadığını, Hz. Mûsâ’nın görme arzusu üzerine ona değil dağa tecelli ettiğini ve dağın parçalandığını, insana yönelik tecellinin ilâhî hitap gibi âlemin sûretlerinde gerçekleştiğini ileri sürer ( Leṭâʾifü’l-işârât , I, 564-567). Ebü’l-Hüseyin en-Nûrî’nin, “Hak halkına halkıyla tecelli etmiş, halkından halkı ile gizlenmiştir” sözü bu anlamı destekler (Serrâc, s. 354). Bununla birlikte sûfîler Allah’ın varlıktaki en mükemmel tecellisinin insan olduğunu söylemiştir. İlk dönem tasavvuf eserlerinde tecelli kavramı genellikle karşıtı olan “setr-istitâr” (perdeleme, örtü çekme; gizlenme) terimiyle birlikte kullanılmıştır. Kelâbâzî’ye göre istitâr kul ile gaybı temaşa arasında beşerî varlığın perde olması halidir. Perde ortadan kalkınca tecelliler zuhur eder. Öte yandan Hakk’a ya da gayba ait tecellilerin zuhuruyla eşyanın görülemez duruma gelmesine setr veya istitâr denilmiştir. Dolayısıyla tecelli ve setr birbirini takip eden hallerdir (Kelâbâzî, s. 182). Kuşeyrî’ye göre havas ehli sâlikler daima tecelli halini temaşa eder. “Allah bir şeye tecelli edince o şey ona boyun eğer” hadisi uyarınca (Nesâî, “Küsûf”, 16; İbn Mâce, “İḳāmetü’ṣ-ṣalât”, 153) tecelli sahibi devamlı huşû ve boyun eğme durumunda, setr sahibi ise Allah’ın kendisi üzerindeki nimetini görme mahallindedir. Avam için setr ceza, havas için rahmettir. Zira Allah mükâşefe suretiyle gösterdiği tecellileri setretmeseydi ilâhî tecelliler zuhur ettiğinde havas ehli mahvolurdu. Bu sebeple Hak bazan tecelli etmekte, bazan da gizlenmektedir (Kuşeyrî, Risâle , s. 205). “Bazan kalbimi bir örtü kaplar, onun için günde yüz defa istiğfar ederim” (Müslim, “Ẕikir”, 41; Ebû Dâvûd, “Vitir”, 26) hadisini yorumlayan sûfîler istiğfarın “Hak’tan perde (gafr) niyaz etmek” anlamına geldiğini, Hakk’ın şiddetli tecellilerine karşı korunmanın ancak perde sayesinde mümkün olduğunu, çünkü Hakk’ın vücudu yanında mahlûkatın var olamayacağını ileri sürmüştür. İlk sûfîler Hz. Peygamber’in, “Allah’ın nur ve zulmetten yetmiş perdesi vardır. Bunları açsa yüzünden (zât) yayılan nurlar ulaştıkları her şeyi yakar, yok eder” hadisine dayanarak (Müslim, “Îmân”, 293; İbn Mâce, “Muḳaddime”, 13) tecelli ve setrin diğer taraftan bir varlık durumu sayıldığını, Hakk’ın nur ve zulmetle tecelli etmesinin aynı zamanda bir setr hali şeklinde görülmesi gerektiğini, zuhurunun şiddetinden Hakk’ın mahlûkattan gizlendiğini ve bunun bir rahmet diye de algılanabileceğini belirtmiştir. Muhakkik sûfîler, tecelli terimini ilk dönem sûfîleri gibi hem sülûk süreci neticesinde nefsin aydınlanıp tecelli eden varlığı idrak etmesi biçiminde, hem de İslâm filozoflarının feyiz ve sudûr nazariyeleriyle irtibatlı şekilde metafizik ve kozmolojik anlam dairesinde açıklamışlardır. Onlara göre tecelli Hakk’ın yaratma eylemidir. Hak her şeyde, her yerde ve her zamanda tecelli eder. “Ben gizli bir hazine idim. Bilinmeyi istedim ve beni bilmeleri için mahlûkatı yarattım” hadisini (Aclûnî, II, 132) yorumlayan bu sûfîlere göre Hakk’ın tecellisini gerektiren temel sebep zâtının bilinmeyi istemesidir. İlâhî zâtta mevcut isim ve sıfatlar tecelli ettiği için Hak bilinmiştir. Eğer tecelli etmeseydi gizli kalacak, gizli kalacağından mükemmelliği ortaya çıkmayacak ve bundan dolayı bilinmeyecekti. Buna göre ilâhî zât ile âlemin ilişkisi isim ve sıfatlarının gerçekleştirdiği tecelli fiili sayesinde mümkün olmaktadır. Zira Hakk’ın bilinmesini sağlayan âlemdir ve âlemin niteliklerini kendisinde toplayan insandır. Âlem de insan da tecelli sonucunda meydana gelmiştir. “Eğer muhabbet olmasaydı tecelli, tecelli olmasaydı Allah bilinmezdi” sözü bu yorumu desteklemektedir. Muhakkik sûfîlere göre tecelli, ilâhî zâtın kendisi için kendisindeki tecellisinden başlayıp mahlûkatındaki tecellisine kadar uzanan sürecin tamamını kapsar. Bu süreç sonunda Hakk’ın zâtı sıfatları ve fiilleri vasıtasıyla insan idrakinin objesi haline gelir. Ancak bu idrakin gerçekleşmesi insanın Hakk’ın tecellisine mazhar olmasına bağlıdır. Bu mazhariyet beşerî ve nefsânî özelliklerden arındırılan kalp aynasının cilâlanması, tecelliyi benimseme kabiliyetine erişmesiyle gerçekleşir. Bu kabiliyet fiilî hale geldiğinde tecelliler ortaya çıkmaya başlar. “Tecelli meclâya tâbidir” sözü bu anlayışı ifade eder. Tecellî kavramı Muhyiddin İbnü’l-Arabî düşüncesinin temel dayanaklarından biridir. İbn Haldûn, İbnü’l-Arabî ekolüne mensup diğer ârifler için “tecelli ehli” tabirini kullanır ( Şifâü’s-sâil , s. 159). İbnü’l-Arabî yaratmayı tecelli fiiliyle izah eder. Ona göre âlem Hakk’ın tecelli ve zuhur mertebeleridir. İnsan bütün tecelli mertebelerini kendinde toplayan son ve en mükemmel tecelligâhtır. İbnü’l-Arabî’nin tecelli anlayışı varlık tecellisi ve müşahede tecellisi diye iki kısımda değerlendirilebilir. Birincisi varlığın ortaya çıkışı, ikincisi sûfî aydınlanma ve varlığın idrak edilmesiyle ilgilidir. Varlık tecellisi, mümkin varlıkların ilâhî ilimden başlayarak diğer vücud mertebelerinde ve dış dünyada var olmasını sağlayan Hakk’ın tecellisidir. Bu tecelli zâhir ismiyle gerçekleşir. Bâtın ismiyle tecelli ise ne dünyada ne de âhirette söz konusudur. Gayb ve şehâdet âlemindeki her şey Hakk’ın zâtının isim ve sıfatlarıyla gerçekleştirdiği tecellînin sûretleridir. Âlemdeki Hakk’a ait varlık tecellisi tektir ve tecelligâhların istidatlarının değişmesiyle mazharlarda çoğalır. İlâhî tecelli süreklidir. Hak sürekli âlemin sûretlerinde tecelli ederken âlem de sürekli yok olucudur, kendi yokluğunda sabittir. Hakk’ın sürekli tecelli etmesi âlemin sürekli bir yaratılış içinde olması anlamına gelir. Sadreddin Konevî, İbnü’l-Arabî’nin tecelli anlayışını, “Birden ancak bir çıkar”; “Hak ister bir kişiye isterse birden fazla kişiye tecelli etsin tecellisi tekerrür etmez”; “Tecellide tekrar yoktur”; “Âlemdeki tecelli sürekli yenilenme içindedir” şeklinde kaidelere bağlar. İbnü’l-Arabî’ye göre müşahede tecellisi tecellinin bir türü olması yönünden mârifetle birleşir; buna mârifet tecellisi de denir. Allah’a dair mârifet ancak bu yolla edinilebilir. Bu sûfîlerin benimsediği yoldur. Mârifet tecellisi varlık tecellisi gibi “tek” olmakla birlikte tecelliye mahal olan insanın istidat ve kabiliyetine göre farklılaşır. Ancak varlık tecellisi tecelli ettiği şeyi var ederken mârifet tecellisi yok eder. Varlık tecellisinde olduğu gibi mârifet tecellisinin de zâhiri ve bâtını vardır. Zâhirî olanı meselâ tahayyülde olduğu gibi nefsin zâhirinde ortaya çıkar ve bu tecelli ile eşya sûretleri hakkında bir tür mârifet elde edilir. Bâtınî olanı ise kalpte zuhur eder, kişiye sırlar ve hakikatler ilmini bahşeder. Zâhirî tecellinin aksine bâtınî (kalbe yönelik) tecellide te’vil gerekmez ve hata ihtimali yoktur. Bu tecelliye mazhar olan kimse ubûdiyyet ahlâkıyla vasıflanmış olmalıdır. İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye ’nin tecelli bölümünde Serrâc’ın, “Tecelli kalplerin perdesini açan gayb nurlarıdır” tanımını benimser. Maddeden mücerret mânaların nurları, nurların nuru, meleklerin nurları, tabii nurlar, ilâhî isimlerin nurları gibi farklı makamlara göre farklı isimler ve hükümler alan bu tecelli nurları kulun kalbine ışıdığı zaman kirlilik, pas ve körlük gibi hatalardan salim olan basîret gözü her bir nurda ne tür bir tecellinin olduğunu, bu nurlardaki mânaları ve mânalara delâlet eden lafızların mânalarla irtibatını idrak eder. İbnü’l-Arabî, Kitâbü’t-Tecelliyyât ’ta ( et-Tecelliyyâtü’l-ilâhiyye ) insanın idrak ettiği 109 tecelli türünden bahseder. Fuṣûṣü’l-ḥikem ’de peygamberlere atfedilen hikmetler ilâhî tecellinin çeşitli yansımaları şeklinde görülebilir. Muhakkik sûfîlere göre Hakk’ın tecellisinin tecellî-i akdes ve tecellî-i mukaddes olmak üzere iki yönü vardır. İlk tecelli olan tecellî-i akdes Hakk’ın zâtında zâtı için zâtıyla tecellisidir. Bu tecelli insan bilgisinin konusu değildir. Zira bu tarz tecellide Hakk’ın zâtının âlemle münasebetini sağlayan isim ve sıfatlarının tecellisi söz konusu değildir. İkinci tecelli olan tecellî-i mukaddes ise mümkin varlıkların sûretlerinde gerçekleşen tecelli olup bunun en mükemmel sûreti insan sûretidir. Bu tecelli zâta ait ilâhî isim, sıfat ve fiillerin tecellisi olduğundan Hak âlemle münasebetini bu tecellisiyle tahakkuk ettirir; böylece mârifetin konusu olur. Her iki tür tecelli de sürekli ve sınırsızdır. Allah’ın isim ve sıfatları sınırsız olduğu için tecellileri de sınırsızdır. Abdülkerîm el-Cîlî, “Hak tecelli ettiğinde tecelli ettiği şeyde müşahede edilir. Müşahede edilen her şey ise sınırlıdır. Fakat Hak sınırlı olan şeyde sınırsız tecelli eder” sözüyle bu hususu aydınlatır. Ancak bu görüşten âlemin kıdemi anlayışı çıkmaz. Sûfîler, bu sorunu varlık sûretlerinin devamlı yenilenmesi (teceddüd-i emsâl) anlayışıyla çözmeye çalışırlar. Cîlî diğer taraftan ilâhî tecellilerde dâimî bir terakkînin de olduğunu ileri sürer. “O her gün bir şe’ndedir” âyetine işaretle (er-Rahmân 55/29) sürekli tecelli eden Hakk’ın her bir tecellisi mükemmele yönelik bir seyir takip eder. Bir sonraki tecelli bir öncekini kapsar. Böylece tecelli sürekli genişlemekte ve mükemmelleşmektedir. Âlem de tecellinin bir eseri olarak sürekli yenilenmekte ve dinamik kalmaktadır. Tecellideki terakkî âhiret hayatında da devam eder. Cîlî benzer kavramlar olan tecelli, zuhur ve taayyün arasında bazı farklılıklar öngörür. Ona göre tecelli ve taayyün Hakk’ın zâtının bütün varlık kategorilerindeki ortaya çıkışını kapsar, zuhur ise sadece halka ait varlık mertebelerini ifade eder. Abdülkerîm el-Cîlî tecelliyi kulun müşahedesi açısından da ele alır; fiil, isim ve sıfat tecellilerinden bahseder. Hakk’ın fiillerinin tecellisi kulun Hakk’ın kudretinin varlıklardaki cereyanını gördüğü makamdır. Bu makamda kul kendine ait her tür fiili nefyederek Hakk’ı ispat eder. Kulun görmesi, işitmesi, yürümesi bu tecellinin neticesidir. Kâşânî bu tecelliye mazhar olan kişide melâmet tavrının ortaya çıktığını söyler. Bunun bazı alâmetleri insanların fiillerine olan ilginin kesilmesi, hayır-şer, fayda-zarar gibi nisbetlerden kurtulması, insanların övgü ve yergilerinin değersizleşmesidir. İsimlerin tecellisi, Hakk’ın kula ilâhî isimlerinden bir isimle tecelli ettiğinde kulun o ismin nuru altında mahkûm olmasıdır. Kul mahkûmu olduğu isimle Hakk’a nida ederse Hak o isim yönünden kula cevap verir. En yüce isim tecellisi Hakk’ın “mevcûd” ismiyle tecellisidir. Sıfat tecellisi Hakk’ın zâtının bir kuluna sıfatlarından bir sıfatla tecelli etmesidir. Sıfat tecellisinde insanlar kabiliyetleri, ilim ve irfanlarının gücü oranında birbirlerinden farklılaşır. Meselâ Allah hayat sıfatıyla kula tecelli ettiğinde kul tafsilâtıyla değil özü itibariyle âlemin hayatından ibaret olur, maddî ve mânevî varlıkların genel hayatının keyfiyetini idrak eder. Cîlî, Hz. Muhammed’in zât, diğer peygamberlerin sıfat tecellisine mazhar olduğunu söyler. Abdürrezzâk el-Kâşânî, Hakk’ın bütün sıfatlarının ya celâl ya da cemâl dairesinde olduğunu, celâl tecellisi gerçekleştiğinde sâlikte azamet, kudret, kibriyâ, ceberût, huşû ve huzû; cemâl tecellisinde ise merhamet, lutuf, cömertlik, neşe ve ünsiyet meydana geldiğini söyler. Kâşânî’ye göre sülûkünün başlangıcındaki sâlike gelen ilk tecelli fiiller tecellisidir. Ardından sıfat tecellisi ve en son zât tecellisi gelir. Zira fiiller sıfatların, sıfatlar zâtın eseridir. Ancak fiil ve sıfatlar zâttan ayrılmadığından tek bir tecelli vardır, o da zât tecellisidir. Fiillerin tecellisinin görülmesine “muhâdara”, sıfatların tecellisinin görülmesine “mükâşefe”, zâtın tecellisinin görülmesine “müşâhede” denir. Necmeddîn-i Dâye tecelliyi sâlik tarafından doğru idrak edilip edilmemesi açısından ruhanî ve hakkānî (rabbânî) şeklinde ikiye ayırır. Ruhanî tecelli insan ruhunun zâtıyla beraber sıfatlarının tecellisidir. Fakat sâlik ruhun tecellisini Hakk’ın tecellisi (hakkānî) zanneder ve kendi tecellisi Hakk’ın tecellisini tatmaya engel olur. Bu noktada “enelhak” iddiasına kapılabilir. Burada sâlike düşen şey helâktan kurtulmak için kâmil bir mürşide sığınmaktır. BİBLİYOGRAFYA Râgıb el-İsfahânî, Müfredât: Kur’an Kavramları Sözlüğü (trc. Yusuf Türker), İstanbul 2007, s. 334. Tehânevî, Keşşâf (Dahrûc) , I, 384-386. Serrâc, Lüma‘: İslâm Tasavvufu (trc. Hasan Kâmil Yılmaz), İstanbul 1996, s. 354. Kelâbâzî, Taarruf (Uludağ) , s. 180-182. Kuşeyrî, Risâle (Uludağ) , s. 205-206. a.mlf., Leṭâʾifü’l-işârât (nşr. İbrâhim Besyûnî), Kahire 1981, I, 564-567. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 540. İbnü’l-Arabî, Fütûhât-ı Mekkiyye (trc. Ekrem Demirli), İstanbul 2008, IX, 210-222. a.mlf., Resâʾilü İbn ʿArabî , Beyrut 1997, s. 414-455. Abdürrezzâk el-Kâşânî, Tasavvuf Sözlüğü (trc. Ekrem Demirli), İstanbul 2004, s. 119-127. İbn Haldûn, Şifâü’s-sâil: Tasavvufun Mahiyeti (trc. Süleyman Uludağ), İstanbul 1977, s. 159. Abdülkerîm el-Cîlî, İnsân-ı Kâmil (trc. Abdülaziz Mecdi Tolun, haz. Selçuk Eraydın v.dğr.), İstanbul 1998, s. 105-133. Aclûnî, Keşfü’l-ḫafâʾ , II, 132. Refîk el-Acem, Mevsûʿatü muṣṭalaḥâti’t-taṣavvufi’l-İslâmî , Beyrut 1999, s. 161-167. Abdullah Kartal, Abdülkerîm Cîlî: Hayatı, Eserleri, Tasavvuf Felsefesi , İstanbul 2003, s. 54-61. Suâd el-Hakîm, İbnü’l-Arabî Sözlüğü (trc. Ekrem Demirli), İstanbul 2005, s. 607-610. Ekrem Demirli, Sadreddin Konevî’de Bilgi ve Varlık , İstanbul 2005, s. 294-295. Süleyman Uludağ, Tasavvufun Dili , İstanbul 2007, II, 143-154. M. Mustafa Çakmaklıoğlu, İbn Arabî’de Ma‘rifetin İfadesi , İstanbul 2007, s. 207-213. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2011 yılında İstanbul’da basılan 40. cildinde, 241-243 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Râgıb el-İsfahânî, Müfredât: Kur’an Kavramları Sözlüğü (trc. Yusuf Türker), İstanbul 2007, s. 334.",
        "Tehânevî, Keşşâf (Dahrûc) , I, 384-386.",
        "Serrâc, Lüma‘: İslâm Tasavvufu (trc. Hasan Kâmil Yılmaz), İstanbul 1996, s. 354.",
        "Kelâbâzî, Taarruf (Uludağ) , s. 180-182.",
        "Kuşeyrî, Risâle (Uludağ) , s. 205-206.",
        "a.mlf., Leṭâʾifü’l-işârât (nşr. İbrâhim Besyûnî), Kahire 1981, I, 564-567.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 540.",
        "İbnü’l-Arabî, Fütûhât-ı Mekkiyye (trc. Ekrem Demirli), İstanbul 2008, IX, 210-222.",
        "a.mlf., Resâʾilü İbn ʿArabî , Beyrut 1997, s. 414-455.",
        "Abdürrezzâk el-Kâşânî, Tasavvuf Sözlüğü (trc. Ekrem Demirli), İstanbul 2004, s. 119-127.",
        "İbn Haldûn, Şifâü’s-sâil: Tasavvufun Mahiyeti (trc. Süleyman Uludağ), İstanbul 1977, s. 159.",
        "Abdülkerîm el-Cîlî, İnsân-ı Kâmil (trc. Abdülaziz Mecdi Tolun, haz. Selçuk Eraydın v.dğr.), İstanbul 1998, s. 105-133.",
        "Aclûnî, Keşfü’l-ḫafâʾ , II, 132.",
        "Refîk el-Acem, Mevsûʿatü muṣṭalaḥâti’t-taṣavvufi’l-İslâmî , Beyrut 1999, s. 161-167.",
        "Abdullah Kartal, Abdülkerîm Cîlî: Hayatı, Eserleri, Tasavvuf Felsefesi , İstanbul 2003, s. 54-61.",
        "Suâd el-Hakîm, İbnü’l-Arabî Sözlüğü (trc. Ekrem Demirli), İstanbul 2005, s. 607-610.",
        "Ekrem Demirli, Sadreddin Konevî’de Bilgi ve Varlık , İstanbul 2005, s. 294-295.",
        "Süleyman Uludağ, Tasavvufun Dili , İstanbul 2007, II, 143-154.",
        "M. Mustafa Çakmaklıoğlu, İbn Arabî’de Ma‘rifetin İfadesi , İstanbul 2007, s. 207-213."
      ]
    },
    {
      "author": "MUSTAFA SİNANOĞLU",
      "content": "Diğer Dinlerde. Tabiat üstü / ilâhî varlıkların yeryüzünde tezahür etmesini ifade eden tecellî (theophany) kavramı ilkelinden gelişmiş olanına kadar pek çok dinde ortaya çıkan yaygın bir fenomendir. Buna göre herhangi bir tanrısal varlık veya bir tanrı herhangi bir mekânda, nesnede, bir varlıkta veya bazan insanda ya bütünüyle ya da kısmen görünebilir. İnsanlarla temas kurabilir veya onlara birtakım emirler verebilir. Âdeta ilâhî âlemden yeryüzüne inişi ifade eden tecelli kavramı doğa üstü varlığın ateşten şimşeğe, insandan hayvana veya bir bitkiye, bazan taş, ağaç, maden gibi farklı nesnelere farklı sûretlerde tezahür edişini içerecek kadar geniş bir anlama sahiptir. İlâhî varlığın tecelli formları farklı sûretlerde de olsa tezahür ettikleri alanları kutsallaştırma güçleri konusunda bütün dinler neredeyse ortak bir kanaate sahiptir. Böylece Hinduizm’de tanrı Vişnu arabacı Krişna’da tecelli ederek onu kutsallaştırmış, Sînâ dağında Yahova bir ateş parçası şeklinde tecelli ederken dağı kutsallaştırmış veya antik Grekler’de Zeus her nereye indiyse orayı kutsal hale koymuştur. Çok tanrılı dinsel sistemlerde oldukça yaygın olan tecelli kavramı tek tanrılı dinlerde daha özelleşerek genelde tek bir tanrının insanlarla iletişim kurmak üzere yeryüzünde görünmesini ifade eden bir yapıya bürünmüştür. Öte yandan Hinduizm’deki hulûl (avatara) inancı tecelli kavramının Asya dinlerinde mevcut bir örneğidir. Buna göre Brahma, Şiva, Vişnu üçlüsünden tanrı Vişnu yeryüzüne çeşitli formlarda on defa inmekte ve on ayrı varlıkta tecelli etmektedir. Vişnu’nun tecelli ettiği bütün varlıklar dünyanın varlığının devamına katkıda bulunma misyonuna sahip oldukları için Hindu inançlarında ayrıcalıklı yerleri vardır. Yahudilik’te Tanrı’nın tecellisini, varlığının tezahürünü ifade eden temel kelime İbrânîce’de “oturmak, yerleşmek” anlamındaki şkn kökünden türeyen şekina dır (Koehler – Baumgartner, IV, 1496). Kelime Ahd-i Atîk’te başta Tanrı’nın veya isminin toplanma çadırında, İsrâiloğulları’nın arasında, Kudüs’te, mâbedde ve Sînâ’da yerleştiğini/oturduğunu yahut bu mekânlara indiğini, Hz. Mûsâ’ya gerçekleştiği gibi yanan çalılığa ve Sînâ dağına tecelli ettiğini ifade eden bölümlerde fiil kipleriyle geçmektedir (Çıkış, 24/16, 25/8, 29/45-46; Sayılar, 5/3, 35/34; Tesniye, 12/11, 14/23, 33/16; I. Krallar, 6/13; İşaya, 8/18; Hezekiel, 43/7, 9; Zekarya, 8/3). Ahd-i Atîk’te en önemli tecelli olayı Tanrı’nın Sînâ’daki tecellisidir. İsrâiloğulları’nın Mısır’dan çıkışının üçüncü ayında gerçekleşen Sînâ vahyinde gök gürlemeleri ve şimşeklerle dağın üzerine bulut indiği, çok kuvvetli bir boru sesiyle Sînâ dağının titrediği, kavmin de korkudan titrediği ve dağa yaklaşamadığı, Rabb’in izzetinin dağın tepesinde her şeyi yiyip bitiren ateş gibi göründüğü belirtilmektedir. İsrâiloğulları kendileri adına Mûsâ’nın Tanrı ile görüşmesini istemiş, Mûsâ, Tanrı’nın tecelli ettiği koyu karanlığa yaklaşarak O’nunla söyleşmiştir. Dağdan indiği zaman Rab’le söyleştiğinden yüzünün parladığı nakledilmektedir (Çıkış, 19-20; 24; 32-34; Tesniye, 34/12). Yahudilik’te Tanrı’nın tecellisiyle ilgili objelerden bahsedilmekte veya bu durum belli kalıplarla ifade edilmektedir. Tanrı’nın emriyle Mûsâ tarafından yaptırılan, içine on emrin yazıldığı iki taş levhanın konulduğu ahid sandığı ile Yahova’nın tecellisi arasında bir bağ kurulmuş, Tevrat’ta ve Rabbânî kaynaklarda sandığın içinde Tanrı’nın izzetinin ve yüce isminin bulunduğu belirtilmiştir (Çıkış, 40/34-35; Numbers Rabbah, 4/20). Süleyman Mâbedi’nin en kutsal bölümüne yerleştirilen (I. Krallar, 8/1-11) ve bu esnada Tanrı’nın izzetinin mâbedi kapladığı belirtilen sandıktan Mezmûrlar’da “Tanrı’nın gücü ve izzeti” diye bahsedilmiştir (78/61). İsrâiloğulları diğer milletlerle savaşlarında ahid sandığını taşırken Tanrı’nın düşmanları kovaladığı, sandık yerine konduğunda Tanrı’nın İsrâiloğulları’na döndüğü (Sayılar, 10/35-36), sandık Filistîler’in eline geçtiğinde ise Tanrı’nın izzetinin de İsrâil’den gittiği kaydedilmiştir (I. Samuel, 4). Ahd-i Atîk’te Tanrı’nın toplanma çadırına (Tanrı’nın emriyle Hz. Mûsâ tarafından yapılan ve Süleyman Mâbedi yapılıncaya kadar İsrâiloğulları’na mâbed vazifesi gören çadır) tecelli ettiği belirtilmiş, İsrâiloğulları toplanma çadırında iken Yahova’nın bulutunun onların üzerinde olduğu (Sayılar, 10/33-34) ve Yahova’nın Mûsâ ile konuşmak için indiği belirtilmiştir (Çıkış, 33/7-11; Sayılar, 11/16, 24-26, 12/4). Toplanma çadırı öncelikle Hz. Mûsâ’nın ilâhî vahyi aldığı mekândı ve orada İsrâiloğulları’nın yaşlıları da Yahova’nın tecellisine mazhar kılınırdı. Yerleşik hayata geçilip Kudüs’te mâbed inşa edildikten sonra tecellinin mazharı olarak mâbed öne çıkmıştır (Anderson, II, 421-422; Moody, IV, 317). Rabb’in meleği, Tanrı’nın yüzü ve Tanrı’nın izzeti ifadeleri Ahd-i Atîk’te Tanrı’nın tecellisine işaretle kullanılmakta, Çıkış kitabında Rab Yahova’nın İsrâiloğulları’nın önünde giderek rehberlik ettiği ve onları koruduğu (13/21), rehberlik edenin Rabb’in meleği olduğu (14/19) ifade edilmektedir. Ya‘kūb’un şahit olduğu tecelli Tanrı’nın yüzü şeklinde tanımlanmakta (Tekvîn, 32/30), mâbede ibadet etmek için gelenlerin Tanrı’nın yüzünü görmeyi arzuladıkları belirtilmekte (Mezmûrlar, 23/20-21) ve İşaya, Tanrı’nın tecellisini melek ve yüz kelimeleriyle birlikte ifade etmektedir (63/9). İsrâil dininde Tanrı’nın tasvir edilmesi yasaklanmakla beraber Tanrı’nın yüzünü görme ifadesi genelde “Tanrı’nın mâbede tecellisi” mânasında iken (Çıkış, 23/15, 17; 34/20, 23-24; Mezmûrlar, 24/6; 42/2; İşaya, 1/12) sonradan Yahova’nın yüzü terkibi “O’nun rahmeti, hazır bulunuşu ve varlığı” anlamını kazanmıştır (Mezmûrlar, 11/7; 17/15). Ahd-i Atîk’te tecelli, daha çok toplanma çadırının üzerine (Çıkış, 40/34-38) ya da Kudüs’te mâbede indiği (I. Krallar, 8/10-11; Hezekiel, 8/4; 9/3) belirtilen Tanrı’nın izzetiyle anlatılmaktadır. Hezekiel’de bu durum, “Rabb’in izzetinin benzeyişinin görünüşü bu idi” (1/28) şeklinde dile getirilmekte ve Rab Yahova’nın tecellisinin mâbedden ayrılarak Bâbil’e sürgüne götürülen İsrâiloğulları’na gidişi de “Rabb’in izzeti ayrıldı ... durdu” (11/23) şeklinde ifade edilmektedir. Talmud ve Midraş literatüründe Tanrı’nın farklı tecellilerini belirten Tanrı’nın yüzünü, izzetini ve kutsallığını ifade etmek için “şekina” kelimesi kullanılmış, Ahd-i Atîk’in Ârâmîce tercümeleri olan Targumlar’da şekina “memra” (kelime = logos) veya “yekara” ile (izzet) karşılanmıştır (Kohler – Blau, XII, 258). Mişna’da, oturup şeriatı konuşan iki kişinin arasına şekinanın ineceği belirtilmektedir (Aboth, 3.2; ayrıca bk. Sanhedrin, 6.5). Rabbânî kaynaklarda Tanrı’nın evrensel ve özel olmak üzere iki tür tecellisinden bahsedilmekte, birincisi bütün kâinatı aydınlatan nura benzetilmekte, bu nurun Tanrı’dan başka bir şey olmadığı kaydedilmekte (Numbers Rabbah, 15.5), güneşin yeryüzünün her tarafını aydınlattığı gibi Tanrı’nın yeryüzünün sınırlarının ötesinde yedinci semadan tecelli ettiği ve şekinasıyla her yerde bilindiği ifade edilmektedir (Sanhedrin, 39 a ). Tanrı’nın yüzü şekinanın nuru ile özdeşleştirilmektedir (Numbers Rabbah, 11.5). Tanrı’nın özel tecellisi daha çok mâbed bağlantılı olarak gerçekleşmektedir. Tanrı Hz. Mûsâ’ya yanan çalılıkta tecelli ederek hitap ettikten sonra (Exodus Rabbah, 2.5) ona tecelli edeceği bir mâbed yapmasını emretmiştir (Exodus Rabbah, 34.1). Tanrı’nın İsrâiloğulları’nın arasına bu şekilde inip tecelli etmesi mâbedin inşa edilmesinin yegâne sebebi olarak gösterilmektedir (Numbers Rabbah, 13.6). Toplanma çadırının perdesinin önünde yanan yedi kollu şamdan (Levililer, 24/3) Rabb’in İsrâil kavmine tecellisinin (şekina) bir işareti diye görülmüş, sadece İsrâil kavmi, özellikle de kohenler şekinayı taşıyabilecek kutsallıkta sayılmıştır (Shabbath, 22 b ). Süleyman Mâbedi de Tanrı’nın tecellisi için özel bir yer şeklinde sunulmuştur. Mâbedin yıkılmasından sonra ibadet mekânı olan sinagog Tanrı’nın tecellisinin özel mekânı olarak kabul edilmiştir (Berokoth, 6 a ). İsrâiloğulları sürgünde iken onlarla beraber giden ve onlarla kurtuluşu bekleyen şekinanın ikinci mâbedde bulunmadığına ve dünyanın sonunda tekrar yeryüzüne ineceğine inanılmaktadır (Sotah, 9 b ; Shabbath, 31 a ; ayrıca bk. Moody, IV, 318). Tanrı’nın tecellisi Rabbânî kaynaklarda genellikle Tanrı ile özdeş görülmüşken yahudi filozofları şekinayı Tanrı’dan ayrı ve yaratılmış bir varlık biçiminde anlamıştır. Saîd b. Yûsuf el-Feyyûmî, Tanrı’nın tecellisini O’nun yaratma ve vahyetme fiilleriyle doğrudan alâkalandırmaktadır (Gaon, s. 86). Feyyûmî’ye göre şekina Tanrı’nın nur şeklindeki izzetiyle özdeş olup vahiy ve peygamberlerle konuşma bu nur aracılığıyla gerçekleşmektedir. Hz. Mûsâ, Tanrı’nın izzetini görmek istediğinde ona gösterilen ve diğer peygamberlerin vahyî tecrübelerinde, rü’yetlerinde gördükleri Tanrı’nın nurudur ( a.g.e. , s. 127-131). Judah Halevi, Tanrı ile insan arasında vasıta konumunda kabul ettiği şekinanın peygamberlere rü’yetlerinde göründüğünü belirtir. Ancak ona göre şekina yaratılmış bir nur değil âdeta ilâhî bir tesirdir. Şekina ilk defa toplanma çadırına, ardından mâbede inmiştir. Mâbedin yıkılması ve peygamberliğin sona ermesiyle şekina gitmiştir, fakat Mesîh’le beraber geri dönecektir ( The Kuzari , s. 97, 99-100, 162-164). İbn Meymûn şekinayı kelime (memra) ve izzet (yekara) gibi bağımsız bir varlık ve Tanrı ile âlem arasında aracılık yapmak üzere yaratılmış bir nur olarak görmüş ve vahiydeki vasıta rolünü kabul etmiştir. Rü’yetlerinde peygamberlere görünen de şekinadır ( Delâletü’l-ḥâʾirîn , s. 50-53). İbn Meymûn, Yeni Eflâtuncu sudûr nazariyesinde ay üstü âlemle ay altı âlem arasındaki irtibatı sağlayan faal akılla şekinayı özdeşleştirir ve insanın bu nur sayesinde Tanrı’dan sudûr edenleri kavrayabileceğini söyler. Bununla beraber İbn Meymûn’un şekinayı doğrudan Tanrı ile özdeşleştirdiği bölümler de bulunmaktadır ( a.g.e. , s. 61-64). Modern yahudi felsefesinde tabiatın bütününün Tanrı’nın mûcizevî tecellisi olarak algılanma eğilimi ağırlık kazanmaktadır. Yahudi mistik geleneği, yaratılışı Yeni Eflâtuncu sudûr nazariyesine benzeyen bir anlayışla Tanrı’nın sıfatlarına, hatta yaratılışın her bir aşamasını oluşturan fiil ve isimlerine denk gelen on aşamanın (sefirot) sonsuz ilâhî nuru yansıtması şeklinde açıklamıştır. Tanrı kendini sadece Sînâ’da açığa vurmamış, yaratılıştan itibaren her şeyde tezahür etmiştir. Öte yandan söz konusu on sefirot kâinatın iskeletini meydana getiren ve varlığa nüfuz eden hayat ağacı ya da kendisinden insanların var olduğu ilk insan şeklinde tasvir edilmiştir. Nitekim ilâhlığın dişi unsuru ve yarı bağımsız bir varlık diye algılanan şekina yaratılıştaki aşamaların sonuncusu, yani madde âlemine en yakın sefira ve insan ruhunun kaynağı olarak görülmüştür. Kabalist gelenekte insanın Tanrı’nın sûretinde yaratılması da insanın sefirotun mikrokozmosu olmasıyla açıklanmıştır (Gürkan, s. 125-127; EJd. , VII, 661-662). Hıristiyanlık’ta Tanrı’nın yeryüzüne tecellisi, genellikle Hz. Îsâ’nın merkezî bir rol üstlendiği Tanrı’nın kurtuluş planıyla özdeşleştirilmektedir. Ahd-i Cedîd metinlerinden Pavlus’un mektuplarında Îsâ Mesîh ile şekinanın özdeşliği sıkça ifade edilmektedir. Pavlus’un Koloseliler’e Mektubu’nda sadece Tanrı’nın Mesîh’in bedenine inmesi, hulûl etmesinden (1/19; 2/9) bahsedilmez, Mesîh’in de azizlere ve kiliseye inmesi üzerinde durulur (1/18, 24; 2/9; 3/15) ve Mesîh’in inişi izzetin zenginliği, izzetin ümidi şeklinde takdim edilerek şekina ile irtibatlandırılır (1/27). Efesoslular’a Mektup’ta ise “Rabbimiz Îsâ Mesîh’in Allah’ı” ve “izzet babası” tabirleriyle izzet Mesîh’e de nisbet edilmiştir (1/17). Pavlus, Tanrı’nın Îsâ Mesîh’in yüzünde kendi izzetinin nurunu vermek için insanların yüreklerini parlattığını (Korintoslular’a İkinci Mektup, 4/6), günah işleyenlerin Tanrı’nın izzetinden mahrum kalacaklarını, iman edenlerin ise Tanrı’nın izzetinin ümidiyle övündüklerini belirtir (Romalılar’a Mektup, 3/3; 5/2). Luka’ya ait metinlerde bazı olaylar Tanrı’nın tecellisiyle yorumlanmakta olup Cebrâil’in Hz. Meryem’e bir oğul müjdelerken Rûhulkudüs’ün üzerine geleceği ve Tanrı’nın kudretinin üzerine gölge salacağı şeklindeki ifadelerle (Luka, 1/35) Tekvîn kitabının Rabb’in izzetinin bulut şeklinde toplanma çadırı üstüne indiğini belirten cümleleri (40/35) arasındaki benzerlik dikkat çekicidir. Petrus ve beraberindekilerin Îsâ’nın izzetini görmeleri, Petrus Îsâ ile konuşurken bir bulutun üzerlerine gelerek onları gölgelemesi, havârilerin bu durumdan korkması ve buluttan ilâhî bir ses duyulması şeklindeki anlatımların şekina anlayışını tasvir ettiği görülmektedir (Luka, 9/32-35). Yuhanna İncili’nin, “Kelâm beden olup ... aramızda sakin oldu (şekina); biz de onun izzetini Baba’nın biricik oğlunun izzeti olarak gördük” şeklindeki ifadelerinde (1/14) Targumlar’da geçen Tanrı’nın tecellisiyle ilgili üç terim de kullanılmıştır. Tanrı’nın ezelî kelâmının Îsâ Mesîh’e hulûl etmesi, Tanrı’nın ruhunun Îsâ üzerine inmesi ve onda kalması kutsal ruhun toplanma çadırına inmesi anlayışıyla alâkalandırılmıştır (1/33-34). Tanrı’nın izzetinin indiği Kudüs’teki mâbed yıkıldıktan sonra Îsâ Mesîh’in bedeni tecelliye mazhar olmuştur. Havârilerine, “Ben dünyanın nuruyum” şeklindeki hitabıyla (Yuhanna, 8/12) Îsâ’da gerçekleştiği kabul edilen tecellinin Talmud ve Midraş geleneğindeki nur anlayışıyla bağlantısı kurulmaktadır. Ayrıca Îsâ, babanın kendisine dünyanın kurulmasından önce verdiği izzetinin havâriler tarafından görülmesinden bahsetmektedir (Yuhanna, 17/24). Hıristiyan teolojisinde Tanrı’nın kelâmının Îsâ Mesîh’e hulûl etmesi, kâinatın yaratılması, insanın Tanrı’nın sûretinde yaratılmış olması, kutsal ruh ve kiliseyle ilgili doktrinler O’nun tecellisiyle doğrudan irtibatlı şekilde ele alınmaktadır. Kâinatın yaratılışı Tanrı’nın tezahürü, kendisini bilinir kılması olarak görülmektedir. Erken dönem kilise babalarından Irenaeus, Tanrı’nın yaratılmışlar tarafından ihata edilip kavranamayacağını belirttikten sonra insanın Tanrı’nın izzeti, insan hayatının Tanrı’nın hikmeti olduğunu ve Tanrı’nın yaratılıştaki tezahürünün yeryüzündeki bütün canlılara hayat verdiğini ifade etmiştir ( The Early Christian Fathers , s. 75-76). Tanrı’nın insanı kendi sûretinde yaratması (Tekvîn, 1/26) O’nun tecellisi olarak değerlendirilmiştir. Tanrı insanı kendi sûretinde yaratmakla yaratılışı taçlandırmış ve yaratanını tanıyabilecek kabiliyeti insana vermiştir ( The Teaching of Christ , s. 68-70). Kilise babalarından Origen, Tanrı’nın sûretinde yaratılması sebebiyle insana O’nun sûretinin şanının verildiğini, insanın uygun çabalarla kendisine başlangıçta verilen mükemmelliğe ulaşabileceğini belirtmiştir ( The Early Christian Fathers , s. 198). Tanrı’nın varlığının tezahür ve tecellisi, kâinatın yaratılışına da aracılık ettiğine (Yuhanna, 1/10), kardeşler arasında ilk doğan (Romalılar’a Mektup, 8/29), Tanrı’nın sûreti, bütün yaratılanların ilki (Koloseliler’e Mektup, 1/15) olduğuna ve Tanrı’nın bedenlenmiş ilâhî kelâmı şeklinde insanlar arasına indiğine inanılan Îsâ Mesîh’le özdeşleşmiştir. Hıristiyanlık’ta kutsal ruh Tanrı’nın tecellisini doğrudan temsil eden bir varlık biçiminde takdim edilmekle kalmayıp teslîs inancının üçüncü unsuru olarak Tanrı kabul edilmektedir. Tanrı insanlar arasına kutsal ruhla inmekte, baba ve oğul tarafından gönderilen ruh insanlara Tanrı’nın izzetini ve mânevî desteğini vermektedir. Kutsal ruh cemaatin Tanrı ile yakınlığının güvencesidir (Korintoslular’a İkinci Mektup, 1/22), yürekleri Tanrı sevgisiyle doldurup taşıran da odur (Romalılar’a Mektup, 5/5). Hıristiyanlık’ta Mesîh’in üzerine bina edilen, Allah’ın mâbedi (Korintoslular’a Birinci Mektup, 3/9-17; 6/19; Efesoslular’a Mektup, 2/20-22) ve Mesîh’in mistik bedeni olarak kabul edilen kilise Tanrı’nın tecellisinin mazharıdır (Efesoslular’a Mektup, 1/23; 5/23; Koloseliler’e İkinci Mektup, 1/18, 24). Kilisenin ruhu ise kutsal ruhtur. Kiliseye ve hıristiyanların birlikteliğine babadan ve oğul Mesîh’ten gelen mânevî lutuflar kutsal ruh aracılığıyla gerçekleşmektedir. Îsâ’nın bedeni sayılan ve başta baba olmak üzere Îsâ ve kutsal ruhun tecelli ettiği kiliseye yanılmazlık statüsünü veren de kutsal ruhtur ( The Teaching of Christ , s. 161-173). BİBLİYOGRAFYA Saadia Gaon, The Book of Beliefs and Opinions (trc. S. Rosenblatt), New Haven 1976, s. 86, 127-131. J. Halevi, The Kuzari (trc. H. Hirschfeld), New York 1964, s. 97, 99-100, 162-164. İbn Meymûn, Delâletü’l-ḥâʾirîn (nşr. Hüseyin Atay), Ankara 1974, s. 50-53, 61-64. G. B. Smith, “God”, A Dictionary of Religion and Ethics (ed. S. Mathews – G. B. Smith), London 1921, s. 183-186. L. H. Gray, “Primitive Peoples, Religions of”, a.e. , s. 351-353. The Early Christian Fathers (ed. ve trc. H. Bettenson), Oxford 1969, s. 75-76, 198. The Teaching of Christ (ed. R. Lawler v.dğr.), Dublin 1978, s. 46-47, 68-70, 161-173. The Torah: A Modern Commentary (ed. W. G. Plaut), New York 1981, s. 1099. C. E. L’heureux, “Numbers”, New Jerome Biblical Commentary (ed. R. E. Brown v.dğr.), London 1991, s. 85. L. Koehler – W. Baumgartner, The Hebrew and Aramaic Lexicon of the Old Testament (ed. M. E. J. Richardson), Leiden 1996, IV, 1496-1497. F. Stolz, “God, Gods, The Sacred”, The Brill Dictionary of Religion (ed. Kocku von Stuckard), Leiden 2007, II, 798-805. Salime L. Gürkan, Yahudilik , İstanbul 2008, s. 125-127. K. Kohler – L. Blau, “Shekinah”, JE , XII, 258-260. B. W. Anderson, “God, OT View of”, IDB , II, 421-424. D. Moody, “Shekinah”, a.e. , IV, 317-319. G. Scholem, “God”, EJd. , VII, 661-662. Marvin Fox, “God”, a.e. , VII, 662-664. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2011 yılında İstanbul’da basılan 40. cildinde, 243-245 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Saadia Gaon, The Book of Beliefs and Opinions (trc. S. Rosenblatt), New Haven 1976, s. 86, 127-131.",
        "J. Halevi, The Kuzari (trc. H. Hirschfeld), New York 1964, s. 97, 99-100, 162-164.",
        "İbn Meymûn, Delâletü’l-ḥâʾirîn (nşr. Hüseyin Atay), Ankara 1974, s. 50-53, 61-64.",
        "G. B. Smith, “God”, A Dictionary of Religion and Ethics (ed. S. Mathews – G. B. Smith), London 1921, s. 183-186.",
        "L. H. Gray, “Primitive Peoples, Religions of”, a.e. , s. 351-353.",
        "The Early Christian Fathers (ed. ve trc. H. Bettenson), Oxford 1969, s. 75-76, 198.",
        "The Teaching of Christ (ed. R. Lawler v.dğr.), Dublin 1978, s. 46-47, 68-70, 161-173.",
        "The Torah: A Modern Commentary (ed. W. G. Plaut), New York 1981, s. 1099.",
        "C. E. L’heureux, “Numbers”, New Jerome Biblical Commentary (ed. R. E. Brown v.dğr.), London 1991, s. 85.",
        "L. Koehler – W. Baumgartner, The Hebrew and Aramaic Lexicon of the Old Testament (ed. M. E. J. Richardson), Leiden 1996, IV, 1496-1497.",
        "F. Stolz, “God, Gods, The Sacred”, The Brill Dictionary of Religion (ed. Kocku von Stuckard), Leiden 2007, II, 798-805.",
        "Salime L. Gürkan, Yahudilik , İstanbul 2008, s. 125-127.",
        "K. Kohler – L. Blau, “Shekinah”, JE , XII, 258-260.",
        "B. W. Anderson, “God, OT View of”, IDB , II, 421-424.",
        "D. Moody, “Shekinah”, a.e. , IV, 317-319.",
        "G. Scholem, “God”, EJd. , VII, 661-662.",
        "Marvin Fox, “God”, a.e. , VII, 662-664."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}