{
  "id": "eweb_391",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/ubudiyyet",
  "annotator": "Jeremy",
  "title": "UBÛDİYYET",
  "arabic_title": "العبوديّة",
  "summary": "Zâhirî ve bâtınî açıdan Allah’a tam kulluğu ifade eden tasavvuf terimi.",
  "parts": [
    {
      "author": "SEMİH CEYHAN",
      "content": "İslâmî literatürde insanın Allah’a karşı hürmet, tevazu, sevgi ve itaatini göstermek, rızasını elde etmek niyetiyle ortaya koyduğu dinî içerikli davranışlar için ibâdet , hayatını daima Allah’a karşı saygı ve itaat bilinci içinde sürdürmesi şeklindeki kulluk duyarlılığı için de ubûdiyyet ve ubûdet kelimeleri kullanılmıştır. İbadette belirli fiilleri yerine getirme öne çıkarken ubûdiyyette bu fillerle kazanılan hal, ahlâkî ve mânevî öz ağır basmaktadır. Tasavvuf kaynaklarında genellikle bu hal ve şuur üzerinde daha fazla durulmuş, ubûdiyyetin ibadetten üstün sayıldığı ileri sürülmüş, ibadetin gayesinin ubûdiyyet makamına ulaşmak olduğu belirtilmiştir. İbadetlerin daha çok bâtınî ve ruhanî özelliklerini ele alan sûfîler, ibadeti kulun yapmak veya yapmamakla sorumlu tutulduğu zâhirî davranışlardan ibaret görmeyip kulun ruhen kemale ermesine ve sonuçta Allah’a yakınlaşmasına vasıta olan kalbin her türlü amel ve halini ibadet kabul etmişler ve bu kapsamlı anlamı daha çok ubûdiyyet kavramıyla dile getirmişlerdir. Bu anlamda sûfîler âbid ile (zâhirî ibadetleri yerine getiren) abd (zâhirî ve bâtınî açıdan kul) arasında ayırım yapmışlar, abdin ubûdiyyet sıfatıyla nitelenen kimse olarak âbidden üstünlüğünü savunmuşlar, Hz. Peygamber’e Kur’an’da abd ismiyle hitap edilmesini (el-İsrâ 17/1; en-Necm 53/10) buna delil göstermişlerdir (ayrıca bk. ABD ). İlk sûfîlerden Kuşeyrî’ye göre ubûdiyyet sûfîlerin makam ve hallerinden biridir. Kuşeyrî’nin er-Risâle ’sinde adı geçen (s. 340-344) ilk dönem mutasavvıflarının ubûdiyyet hakkındaki görüşleri incelendiğinde terimin, kulun kulluğun gereği olarak emir ve yasakları yerine getirip varlık âleminde vuku bulan her şeyi Hak’tan bilmesi, irade ve tedbiri terketmesi, Allah’a zevk, muhabbet ve şevkle kullukta bulunması, sadece rabbi müşahede etmesi, kendisiyle ilgili konularda Hak’tan razı olması, diğer yaratılmışlara ve insanlara hoşgörü ile davranması ve kalben Hakk’a yönelip her an Hak ile meşgul olması, Hakk’ın dışındaki şeylere sabretmesi gibi halleri ifade ettiği görülmektedir. Resûl-i Ekrem’in, “Dirheme kul olanın burnu yerde sürünsün, dirheme köle olan kahrolsun, kesesine esir olan hor ve hakir olsun” uyarısını (Buhârî, “Riḳāḳ”, 10) dikkate alan sûfîler, nefsini tezkiye etmeyip Hakk’a kul olmayan kişinin Hakk’ın dışındaki şeylere köle olacağını, kulluğa gerçek anlamda lâyık olanın ancak Allah olduğunu, “Ben cinleri ve insanları yalnız bana kulluk etsinler diye yarattım” âyetinde zikredilen (ez-Zâriyât 51/56) kulluktan maksadın Allah’ı bilmek (mârifetullah), bilmekten maksadın ise O’nu birlemek (tevhid) olduğunu belirtmişlerdir. Tasavvufta ubûdiyyet hürriyet kelimesiyle birlikte ele alınmış, Allah’a kulluğunu her açıdan lâyıkıyla yerine getiren sâlikin dünyevî ve nefsânî her şeye yönelik kölelikten kurtulup mânevî hürriyete ulaşacağı ileri sürülmüştür. Bu noktaya dikkat çeken Hallâc-ı Mansûr hür olmak isteyenlere ubûdiyyeti tavsiye etmekte, kulluk görevlerini eksiksiz yerine getirenlerin bu görevleri ifa ederken hiçbir zorluk ve sıkıntı çekmeden hürriyetlerine kavuşacaklarını söylemektedir. Buna göre insanın Allah’a kul ve köle olmaktan başka çaresinin bulunmadığı, fıtratının bunu gerektirdiği, aksi takdirde mâsivâya, beşerî arzulara ve hırslarına teslim olacağı, bunun da kalp hürriyetine ters düşeceği vurgulanmaktadır. Cüneyd-i Bağdâdî’ye göre âriflerin en son makamı hürriyettir ve bu makama ulaşanlara “ahrâr” denir (Serrâc, s. 364). Muhyiddin İbnü’l-Arabî sûfîlerin, “Hürriyet kul ve köle olmayı talep etmektir” şeklindeki hürriyet-kölelik karşıtlığı üzerine kurulan tariflerini eksik bulur. Ona göre kul için hürriyet asla söz konusu edilemez. Çünkü gerçek kul âzat kabul etmeyecek şekilde Allah’a köle olan kimsedir. Kulluk insanın zatî vasfıdır. Bu anlamda hürriyet gerçekte Allah’ın hakkıdır ve kul Allah’a ihtiyaç duyduğu sürece mutlak anlamda hür olamaz. Ancak kul kulluk sıfatından çıkıp Hakk’ın sıfatlarıyla nitelendiğinde (Hakk’ın kulun gören gözü, işiten kulağı olması gibi) hürriyet makamından pay alsa bile bu durum onun hür ismiyle anılmasına yetmemektedir. İnsan bu mertebede ancak “kul değil” şeklinde olumsuz bir nitelemeyle anlatılabilir. Bu ise insanı zatî sıfatı olan Allah’a kul ve köle olmaklıktan asla çıkarmaz. Zira insan âlemdeki bütün varlıklar gibi Allah karşısında mutlak bir zillet ve muhtaçlık içerisindedir ( el-Fütûḥâtü’l-Mekkiyye , II, 502-503). Kulun hürriyetinden bahsedilecekse bunun yalnız mâsivâya yönelik gerçekleşebileceğini söyleyen İbnü’l-Arabî’ye göre kulun mâsivâdan hür olması, “Şüphesiz kullarım üzerinde senin (şeytan) bir hâkimiyetin yoktur” âyetinde (el-Hicr 15/42) işaret edildiği gibi Hakk’ın dışındaki bütün otoritelerden ruhen âzâde olması, hiçbir şeyin kendisi üzerinde hak iddia edemeyecek bir mertebeye ulaşmasıdır. Dolayısıyla mutlak kulluk uzlet, halvet, fakr, terk ve melâmet gibi hallerle gerçekleştirilen bir makamdır. İbnü’l-Arabî bu makamın kendisi için de gerçekleştiğini, bu makamda iken hiçbir şeye sahip olmadığını, sahip olsa bile hemen onu bağışlayarak ondan kurtulduğunu, mutlak kulluk (abdiyyet) makamının her mertebe ve hal gibi Hz. Peygamber’e ait bulunduğunu söyler. Sûfîler, ibadetle ubûdiyyet arasında bir fark gözettikleri gibi ubûdeti de ubûdiyyetten daha üstün bir mertebe kabul etmişlerdir. Bu terimler arasındaki farklılığa işaret eden ilk sûfîler Kuşeyrî’nin mürşidi Ebû Ali ed-Dekkāk ile Hakîm et-Tirmizî’dir. Dekkāk’a göre Allah’a kulluğun ibadet, ubûdiyyet ve ubûdet olmak üzere üç şekli vardır. İbadet ilme’l-yakīn (avam), ubûdiyyet ayne’l-yakīn (havas), ubûdet hakka’l-yakīn (havâssü’l-havâs) mertebesindeki sâlikler için söz konusudur. Bir başka taksime göre ibadet mücâhede sahibi içindir, çünkü o amel sahibidir ve bir karşılık beklentisi vardır. Ubûdiyyet mükabede (sıkıntı) sahibi içindir. Çünkü o hal sahibidir ve rıza, teslimiyet içindedir. Ubûdet ise Hakk’a teveccüh ve murakabede bulunan müşahede ehlinin sıfatıdır ve tam teslimiyet ve muhabbet üzeredir (Kuşeyrî, s. 341). Buna göre ubûdet sülûkte ulaşılan son mertebelerden biridir. Bu mertebede sâlik mecazi varlığından geçerek Hakk’ın gerçek varlığıyla var olup mahv halinden sahva geçer. Artık onun bütün fiilleri Hakk’ın tecellisidir. Hakîm et-Tirmizî’nin görüşlerine katılan İbnü’l-Arabî ubûdiyyet ve abd kelimelerinden eş anlamlı diye söz eder. Çünkü ubûdiyyet kulun bir niteliğidir ve ubûdiyyet hakkında söylenen her şey kulun makam ve anlamıyla örtüşmektedir. İbnü’l-Arabî ubûdiyyeti kuldaki zatî muhtaçlık ve zillet özelliğine bağlı bir nisbet olarak kabul eder. Buna göre ubûdiyyet kul ile kendisindeki kulluk özelliği arasındaki bir ilişkidir. “Zorunlu kulluk” anlamına gelen ubûdet ise bütün nisbetlerden arınmıştır; ne Allah’a ne de kendine nisbet edilir. Ubûdet makamının son derece çetin bir makam olduğunu söyleyen İbnü’l-Arabî’ye göre bu makamda bulunan sâlik herhangi bir nisbet olmadığı için hem kuldur hem kul olmayandır ( el-Fütûḥâtü’l-Mekkiyye , II, 214-216). İsmâil Hakkı Bursevî ise ibadeti fiiller, ubûdiyyeti sıfatlar, ubûdeti zat mertebesiyle irtibatlı şekilde izah eder ve, “Ey insanlar, rabbinize kulluk edin!” âyetinin (el-Bakara 2/21) her üç mertebeyi de kapsadığını söyler (Seyyid Mustafa Râsim Efendi, s. 775). Muhyiddin İbnü’l-Arabî’ye göre kulluk şer‘î mânasının ötesinde aynı zamanda bir varlık durumuna işaret eder. Kulluk iki kısma ayrılır: Zatî kulluk ve emrî kulluk. Fıtrî, umumi, aslî ve mutlak kulluk şeklinde de isimlendirilen zatî kulluk, “Debelenen hiçbir varlık yoktur ki Allah onun perçeminden tutmuş olmasın” âyetinde (Hûd 11/56) bildirilen sadece insan ve cinlerin değil âlemdeki bütün varlıkların Allah karşısındaki mutlak kölelik, horluk ve muhtaçlığı anlamındadır. İbnü’l-Arabî’nin tekvinî emirle (var oluş hali) açıkladığı bu durum bütün mahlûkatın yaratılıştaki kulluğunu bildirir. “Gökte ve yerde olanların tamamı Allah’ı tesbih eder” âyeti (el-Cum‘a 62/1) buna delildir. Hakk’ın kulları olan mâsivânın burada bir mükellefiyeti ve iradesi söz konusu değildir. Teklifî emirle (sorumluluk hali) ilişkili emrî kulluk ise nebîler ve resuller aracılığıyla bildirilen emir ve yasakların yerine getirilmesinden ibaret olup mükellefiyet gerektiren kulluktur. Bu zâhirî ibadet kavramıyla benzeşir. Dolayısıyla aslî kulluk mümkin varlıkların zatlarının gereği olan kulluk iken vaz‘î, hususi ve fer‘î kulluk şeklinde adlandırılan emrî kulluk kulun efendisine karşı yapması gereken ibadetlerle ulaşılan bir makamdır. İbnü’l-Arabî ubûdiyyeti tasarruf (eylem) ve imkân ubûdiyyeti şeklinde ikiye ayırır; tasarruf ubûdiyyetinin kulun fiilî iradesinin var olduğunu dikkate alanlar için söz konusu olduğunu, Allah ehli nazarında gerçekte tasarruf ubûdiyyetinin bulunmadığını söyler. İmkân ubûdiyyeti konusunda ise bütün sûfîlerin aynı görüşte olduğunu belirtir. Çünkü bu ubûdiyyet mümkin varlık için zatı gereği var olan bir özelliktir; dolayısıyla kulun ubûdiyyeti terki kesinlikle söz konusu değildir ( el-Fütûḥâtü’l-Mekkiyye , II, 215-216). BİBLİYOGRAFYA Serrâc, Lümaʿ: İslâm Tasavvufu (trc. H. Kâmil Yılmaz), İstanbul 1996, s. 364. Kuşeyrî, Risâle (Uludağ) , s. 340-344. Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Beyrut, ts. (Dâru Sâdır), II, 214-216, 502-503. İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ: Mevlevî Âdâb ve Erkânı, Tasavvuf Istılahları (haz. Safi Arpaguş), İstanbul 2008, s. 300-304. Seyyid Mustafa Râsim Efendi, Tasavvuf Sözlüğü: Istılâhât-ı İnsân-ı Kâmil (haz. İhsan Kara), İstanbul 2008, s. 775-778. Mustafa Çakmaklıoğlu, İbâdetlerin Tasavvufî Yorumu: Muhyiddin İbn Arabî Örneği , Ankara 2009, s. 66-83. Süleyman Uludağ, “İbadet”, DİA , XIX, 247. Mustafa Sinanoğlu, “İbadet”, a.e. , XIX, 233. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2012 yılında İstanbul’da basılan 42. cildinde, 33-34 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Serrâc, Lümaʿ: İslâm Tasavvufu (trc. H. Kâmil Yılmaz), İstanbul 1996, s. 364.",
        "Kuşeyrî, Risâle (Uludağ) , s. 340-344.",
        "Muhyiddin İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye , Beyrut, ts. (Dâru Sâdır), II, 214-216, 502-503.",
        "İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ: Mevlevî Âdâb ve Erkânı, Tasavvuf Istılahları (haz. Safi Arpaguş), İstanbul 2008, s. 300-304.",
        "Seyyid Mustafa Râsim Efendi, Tasavvuf Sözlüğü: Istılâhât-ı İnsân-ı Kâmil (haz. İhsan Kara), İstanbul 2008, s. 775-778.",
        "Mustafa Çakmaklıoğlu, İbâdetlerin Tasavvufî Yorumu: Muhyiddin İbn Arabî Örneği , Ankara 2009, s. 66-83.",
        "Süleyman Uludağ, “İbadet”, DİA , XIX, 247.",
        "Mustafa Sinanoğlu, “İbadet”, a.e. , XIX, 233."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}