{
  "id": "eweb_394",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/umena",
  "annotator": "Jeremy",
  "title": "ÜMENÂ",
  "arabic_title": "الأمناء",
  "summary": "Melâmetîler ve ricâlü’l-gayb taifesinin en üstünlerinden bir grubun adı.",
  "parts": [
    {
      "author": "SALİH ÇİFT",
      "content": "Sözlükte “kendisine güvenilen, sözünde duran, başkalarından korkmayan kimse” anlamındaki emîn kelimesinin çoğulu olan ümenâ bazı hadislerde şehidleri ve müezzinleri niteleme bağlamında kullanılmış, âlimler ve dinde anlayış sahipleri peygamberlerin eminleri şeklinde vasıflanmıştır ( Müsned , IV, 200; Buhârî, “İʿtiṣâm”, 28; Muhâsibî, s. 73). Ümenâyı sûfîler topluluğu içerisinde seçkin bir zümre olarak tanıtan ilk sûfî müelliflerden biri Muhyiddin İbnü’l-Arabî’dir. Ona göre ümenâ bâtınî hallerini zâhirlerine yansıtmayan, iyiliklerini açıklamayıp kötülüklerini gizlemeyen, ilâhî sırları dile getirmekten kaçınan, dolayısıyla halleri herkes tarafından bilinmeyen Melâmetîler taifesinin büyükleri ve seçkinleridir. Ümenâdan başkasının bu sıfatlara lâyık olması mümkün değildir. Zira onlar Allah’ın farz kıldığı emirleri yerine getiren, yasaklarından kaçınan güçlü iman sahibi kimselerdir. Kendilerini halk içinde gizlediklerinden hallerine dair hiçbir şey bilinemez ve makamları ancak kıyamet günü âşikâr olur. Muhyiddin İbnü’l-Arabî, ümenâ kelimesiyle aynı kökten gelen “emânet” kelimesi arasındaki etimolojik bağlantıdan hareketle ümenânın Allah’ın insana verdiği emanetin (el-Ahzâb 33/72) gerçek sahibi olduğunu söyler ve Hızır’ı eminlerden sayar. Emanet insana teklif ve zorlama şeklinde iki yolla verilmiştir. Teklif edilen emanet sıradan insanlar, zorlama yoluyla verilen ise ümenâ denilen seçkinler içindir. Allah sıradan insanlara emaneti teklif ettiğinde aslı itibariyle haksızlığa ve cehalete meyilli olan insan bu teklifi hemen kabul etmiştir. Gerçekte ona yalnızca teklifte bulunulmuş, bunu kabul etmesi için zorlanmamıştır. Zira insan teklifi kabule zorlansaydı ümenâya yardım edildiği gibi ona da yardım edilmesi gerekirdi. Ümenâ ise emaneti teklifle değil zorla üstlenmiştir. Onlar kendilerine keşf hali galip geldiğinde kendi arzuları doğrultusunda hareket etmemişler, fakat halktan da farklı görünmek istememişlerdir. Onlara, “Size verilen bu emaneti açıklayın ya da gizleyin” denmemiş, kendileri için belirlenen bu sınırda durduklarından ümenâ diye isimlendirilmiştir. İbnü’l-Arabî’ye göre ümenâ birbirinin halini bilmemesi, her birinin diğerini herhangi bir mümin (avam) zannetmesi, diğer ricâlü’l-gayb tabakalarında bulunanlara göre sayıca fazla olmalarından dolayı onlardan ayrılır. Öte yandan İbnü’l-Arabî, el-Fütûḥâtü’l-Mekkiyye ’de yazdığının aksine Fuṣûṣü’l-ḥikem ’de ümenânın birbirini tanıdığını söyler ve onları üdebâ adıyla anar. Ümenâya ayrıca ilâhî sırları tevdi konusunda “kendilerine güvenilen evliya” mânasında arâis-i Hak (Hakk’ın gelinleri) gibi isimler de verilmiştir. Fütüvvet ehli ümenâdan kabul edilmiştir. İsmâil Hakkı Bursevî ümenânın ricâlü’l-gayb arasından kırk kişi olduğunu, mârifetullaha vâkıf bulundukları halde bu konuda söz söylemediklerini, söyledikleri takdirde ilâhî sırlara dair emanete hıyanet etmiş kabul edileceklerini, emanetin şeriatın hükümleriyle velâyete dair hikmetler olduğunu, ümenânın ilkinin gereğini yerine getirirken ikincisinden sarfınazar ettiğini belirtir. BİBLİYOGRAFYA Lisânü’l-ʿArab , “emn” md. Müsned , IV, 200. Muhâsibî, el-Veṣâyâ (nşr. Abdülkādir Ahmed Atâ), Beyrut 1406/1986, s. 73. Ebû Nuaym, Ḥilye , III, 194; X, 70. İbnü’l-Arabî, Fuṣûṣ (Afîfî) , s. 175. a.mlf., el-Fütûḥât , II, 145, 208-210; III, 153-154. Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , s. 31. Seyyid Mustafa Râsim Efendi, Tasavvuf Sözlüğü: Istılâhât-ı İnsân-ı Kâmil (haz. İhsan Kara), İstanbul 2008, s. 225. Ahmet Avni Konuk, Fusûsu’l-hikem Tercüme ve Şerhi (haz. Mustafa Tahralı – Selçuk Eraydın), İstanbul 1990, III, 340. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2012 yılında İstanbul’da basılan 42. cildinde, 302 numaralı sayfada yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Lisânü’l-ʿArab , “emn” md.",
        "Müsned , IV, 200.",
        "Muhâsibî, el-Veṣâyâ (nşr. Abdülkādir Ahmed Atâ), Beyrut 1406/1986, s. 73.",
        "Ebû Nuaym, Ḥilye , III, 194; X, 70.",
        "İbnü’l-Arabî, Fuṣûṣ (Afîfî) , s. 175.",
        "a.mlf., el-Fütûḥât , II, 145, 208-210; III, 153-154.",
        "Kâşânî, Iṣṭılâḥâtü’ṣ-ṣûfiyye , s. 31.",
        "Seyyid Mustafa Râsim Efendi, Tasavvuf Sözlüğü: Istılâhât-ı İnsân-ı Kâmil (haz. İhsan Kara), İstanbul 2008, s. 225.",
        "Ahmet Avni Konuk, Fusûsu’l-hikem Tercüme ve Şerhi (haz. Mustafa Tahralı – Selçuk Eraydın), İstanbul 1990, III, 340."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}