{
  "id": "eweb_395",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/uns",
  "annotator": "Jeremy",
  "title": "ÜNS",
  "arabic_title": "الأنس",
  "summary": "Kulun Allah ile ülfet etmesi halini ifade eden bir tasavvuf terimi.",
  "parts": [
    {
      "author": "SEMİH CEYHAN",
      "content": "Sözlükte “alışkanlık, yakınlık, samimi olma, nazlanma” gibi anlamlara gelen üns ( ünsiyyet ) kelimesi, tasavvuf literatüründe çoğunlukla Allah’ın cemâl tecellilerine mazhar olan sûfînin kalbinde bu ilâhî tecellileri müşahede etmesi ve Hak ile huzurda bulunma halini ifade etmek üzere kullanılır. Ünsiyet kazanmaya, yakınlık kurmaya istînâs denir. Hakk’ın celâl tecellileri karşısında kulun varlığının silinmesi heybet terimiyle ifade edilir ki üns halinin zıddıdır. Ünsü şevk ile itminan halleri arasına yerleştiren Serrâc’a göre Allah ile ünsiyet Allah’a güvenmek, O’nunla sükûnete ermek ve sadece O’ndan yardım ummaktır. Üns hali üç şekilde ortaya çıkar. Birincisi kulun günahlardan uzaklaşıp Allah’a ibadet etmeye ünsiyet duymasıdır. Bu hal gafletten kurtulanlara aittir. Kul ibadet ve itaatle Allah’la ünsiyet eder ve O’nunla sükûnete kavuşur. İkincisi, kulun Allah ile ünsiyeti sonucu kalbini Hakk’ın dışında meşgul eden her türlü şeyden kurtulmasıdır. Zünnûn el-Mısrî’ye, “Allah ile ünsiyetin alâmeti nedir?” diye sorulduğunda, “Allah seni halk ile ünsiyet ettiriyorsa kendisiyle ünsiyetten uzaklaştırıyor demektir” şeklinde verdiği cevap ünsün bu kısmına dairdir. Üçüncüsü üns halinin görülmez olmasıdır. Bu ünsün en üst derecesidir. Bu halle birlikte sâlikte Hakk’a tâzim, kurb (yakınlaşma) ve heybet halleri ortaya çıkar. Bu mertebedeki ünsiyet kul tarafından kazanılmış bir hal değil Hakk’ın kula bir ihsanıdır. Serrâc’a göre bu hali kalbin Hakk’ın karşısında itminan hali takip eder. Tasavvuf kaynaklarında üns terimi, “Allah’tan son derece korkmak ve hürmetkâr davranmak, azameti karşısında dehşete kapılmak, kendini kaybetmek” anlamına gelen heybet haliyle birlikte ele alınır. Heybet “sâlikin kalbinin daralması” mânasındaki kabz halinden, üns ise “kalbin genişlemesi ve inşirah bulması” anlamındaki bast halinden daha üstündür. Kabz Allah’tan korkmanın (havf), bast Allah’a ümit beslemenin (recâ) neticesinde kulun varlığına sirayet eden hallerdir. Diğer bir ifadeyle Allah korkusu sâlikin kalbinde giderek kuvvetlenince evvelâ kabz, sonra heybet; recâ hali giderek kuvvetlendiğinde önce bast, sonra üns ve naz adını alır. Dolayısıyla heybet ve üns halleri kâmil insanlar içindir. Kuşeyrî’ye göre heybet sahibi olan her sâlik aynı zamanda gaybet halindedir. Gaybetin uzunluğu ve kısalığına göre heybet sahibinin durumunda değişiklikler görülebilir. Üns sahibi her sâlik sahv ehlidir; yani Hak ile ünsiyet etmek sâliki gaybet halinden çıkarıp kendine döndürür. Buna göre heybet sekr, üns sahv halleriyle de irtibatlıdır. Ünsün en aşağı derecesi sâlikin kızgın ateşler içine atılsa bile halinin bozulmaması ve kederin hissedilmemesidir. Kuşeyrî’ye göre heybet ve üns halleri, diğer haller gibi “kulun mâneviyatının değişmesi” (telvîn) anlamını taşıdığından hakikat ve temkin ehli katında bir eksikliktir. Bu eksikliğin giderilmesi vecdin ileri bir aşaması olan vücûd yani Hakk’ı bulma mertebesinde tamamlanır ( Risâle , s. 187-188). Hakk’ı bulmak ise ancak bu dünya hayatında gerçekleşirse âhirette netice verir. Kelâbâzî ünsü daha çok samimi olma hallerini içeren rivayetlerle açıklar ve Zünnûn el-Mısrî’nin, “Üns sevgilisinin yanında sevenin şen şakrak olmasıdır” sözünü aktarır. Hz. İbrâhim’in, “Rabbim, ölüleri nasıl dirilttiğini bana göster!” (el-Bakara 2/260), Hz. Mûsâ’nın, “Rabbim, kendini bana göster, sana bakayım!” (el-A‘râf 7/143) şeklindeki niyazları Hak ile olan yakınlık ve samimiyetin neticesinde meydana gelen taleplerdir. Buna göre heybet Allah’tan korkmanın ve O’na karşı hayâ duymanın, üns ise Allah’ı sevmenin ve yakınlığın ileri dereceleridir ( Taarruf , s. 157-158). Ünsün ileri derecelerinde ise kuldan Allah’a yönelik nazlanmalar ortaya çıkabilir. Hücvîrî’ye göre Allah’ın celâl tecellileri karşısında kulun kalbinin meşakkat ve yorgunluk üzere bulunması heybet, cemâl tecellileriyle neşe ve sürur içinde olması üns halidir. Celâl tecellisinde Hakk’ın sıfatlarının tenzihi söz konusu olduğundan sâlikin kalbi üzerinde heybetin hâkimiyeti güçlü olur. Heybet halindeki bir kalp ise ünsten kaçar. İlk dönem sûfîlerinin Allah ile ünsiyetin mümkün olup olmaması konusunda iki farklı yaklaşımları vardır. Ünsün imkânsızlığını savunanlara göre kulun Allah ile, Allah’ın da halk ile ünsü mümkün değildir. Üns Allah ile değil ancak Allah’ı zikretmeye yönelik olabilir. Çünkü zikretmek kulun bir niteliğidir. Bu görüş sahipleri yalnız heybet halinin mümkün, hatta zorunlu olduğunu ileri sürerler. Onlara göre Hakk’ı müşahede etmekten meydana gelen heybet bir azamet halidir; azamet ise Hakk’ın sıfatıdır (azîm). Hakk’ın diğer celâl sıfatları gibi azamet sıfatı tecelli edince kul nefsinden fâni olarak Hak’ta bâki olur. Bu da heybet halinin mümkün olduğuna delâlet eder. Üns halinin mümkün olduğunu savunanlar ise muhabbette, dolayısıyla ünste aynı cinsten olmanın imkânsızlığını, ünsün farklı varlıkları mutlak anlamda gerektireceğini, kulun Hakk’a yönelik vuslatı ile Hakk’ın kula yönelik rahmetinin ünsiyetle neticeleneceğini, heybetin ise azap, hicran ve cezaya yakın bir şey olduğunu, Hakk’ın rahmetinin azabını geçtiğini, dolayısıyla üns halinin heybetten üstün olması gerektiğini söylerler. Hak ile kulları arasındaki ünsiyet halinin imkânına, “Kullarım benden sana soracak olurlarsa de ki ben onlara yakınım” (el-Bakara 2/186); “Biz ona şah damarından daha yakınız” (Kāf 50/16) meâlindeki âyetler ünsü savunanların delillerindendir. Hücvîrî her iki sûfî taifesinin görüşlerinde isabet ettiğini, heybeti üstün tutanların celâl tecellisiyle fenâ, ünsü üstün tutanların ise cemâl tecellisi ile bekā hallerini yaşadıklarını söyler. Hücvîrî’nin değerlendirmesine göre birinciler tenzihe, ikinciler teşbihe vurgu yapmaktadır ( Keşfü’l-mahcûb , s. 526-527). Gazzâlî üns halini “Allah’ın cemâlini müşahede etmekle kalbin ferahlanıp sevinmesi” şeklinde tanımlar. Bu haliyle üns bilinmeyene yönelik şevk ve iştiyaktan üstündür. Üns hali kendisine galebe çalan kimsenin tek arzusu halvet ve yalnızlıktır. Nitekim dağdan indiği vakit İbrâhim b. Edhem’e, “Nereden geliyorsun?” diye sorulduğunda, “Allah ile ünsiyetten geliyorum” diye cevap vermiştir. Gazzâlî bazı kelâmcıların teşbihe delâlet eder korkusuyla üns, şevk ve muhabbet gibi halleri inkâr ettiklerini, onların basîretle idrak edilen güzellerin göz ile görülenlerden daha sevimli olduğunu bilemediklerini, dinin kabuğunu geçip özüne eremediklerini söyleyerek onları eleştirir ( İhyâu ulûmi’d-dîn , IV, 611). Muhyiddin İbnü’l-Arabî, ilk dönem sûfîlerinin heybet-üns hakkındaki bazı görüşlerini kendi mertebelerinden söylenen sözlerden ibaret görür, her iki halin de aynı zamanda bir varlık durumuna işaret ettiğini ileri sürer. Ona göre heybet, Hakk’ın cemâline ait celâlin kalbe tecelli ettiğinde kalbin bulduğu bir büyüklük ve azamettir; ilâhî mertebeye ait bir zâtî nitelik değildir. Dolayısıyla heybet hali celâl tecellisi değil cemâldeki celâl tecellisinin sonucunda yaşanan bir haldir. Bu tecelli aşırı olursa sâlikin hali ve niteliği ortadan kalkmakla birlikte varlığı bâki kalır. Nitekim Mûsâ kıssasında geçtiği üzere Hak dağa tecelli ettiğinde dağı parçalayıp onun heybetini yok etmiş, fakat varlığı devam etmiştir. Hz. Mûsâ bu tecelliden ötürü heybet haline girmiş, kendini kaybetmiş (gaybet), bayılıp düşmüştür. İbnü’l-Arabî, “keşf veya perde üzerinden kulun kalbinde meydana gelen rahatlama” anlamındaki üns halinin cemâl tecellisinden kaynaklandığını savunan sûfîlerin müşahedelerinin doğru olmakla birlikte müşahedeye dair bilgilerinde yanılgıya düştüklerini söyler. O, bu sûfîlerin Allah ile veya kendi halleriyle ünsiyette bulunduklarını temyiz edemedikleri ileri sürer. Allah ile ünsiyet bir defa gerçekleşirse bu hal diğer bütün hallerde devam eder. Eğer devam etmiyorsa bu kulun Allah ile değil kendi haliyle ünsiyetidir. “Yalnızken Allah ile ünsiyet edip toplulukta onu yitiren kimse Allah ile değil yalnızlıkla ünsiyet etmiştir” sözü İbnü’l-Arabî’nin bu düşüncesine işaret eder. İbnü’l-Arabî, Hak-halk arasındaki ontolojik münasebet çerçevesinde Allah ile ünsiyetin hem mümkün hem de mümkün olmadığını paradoksal bir şekilde ortaya koyar. Allah ile ünsiyetin imkânsızlığı Allah isminin özellikleriyle alâkalıdır. Allah’ın bütün isimlerini kendisinde barındıran ve onları kuşatan (câmiu’l-esmâ) Allah ismi âlemi sevdiğinden dolayı O’nun zuhur sebebi olmakla birlikte aynı zamanda âlemden münezzehtir. Allah’ın zuhuru isimleri vasıtasıyla olmaktadır. Dolayısıyla Allah isminde bulunan isimler vasıtasıyla âlemle ünsiyet sağlanırken, Allah ismi bu ünsiyetten müstağni kalmaktadır. Bu bakış açısına göre Allah ile ünsiyet imkânsız hale gelmektedir. Öte yandan “alâmet” kökünden gelen âlem Allah ile münasebeti sağlayan vasıtadır. Âlem varsa ünsiyet de var demektir. Buna göre bütün âlem ve âlemdeki varlıklar farkında olmasalar veya başka şeylerle ünsiyet halinde bulunduklarını zannetseler bile Allah ile ünsiyet içindedirler. Allah ile ünsiyet bir sûret üzerinden gerçekleşir. Allah’ı bilen ârifler ünsiyetin ancak bu sûret vasıtasıyla yani kendileriyle gerçekleştiğini bilirler. Bu sebeple onlarda, “sâlikin Allah’tan gayri her şeyden sıkılması ve O’nunla üns halini sürdürmesi için yalnız kalmayı tercih etmesi” anlamına gelen vahşet gerçekleşmez. Ârif olmayanlar ünsiyetin Allah’tan başkasıyla yapıldığını sanırlar; dolayısıyla kendileriyle baş başa kaldıklarında vahşet haline intikal ederler. Vahşet halinde de yine kendilerinden kaçarlar. Bunların eksikliği âlemdeki her sûrette Hakk’ı müşahede edememeleri, O’nunla ünsiyet kuramamalarıdır. Allah-âlem-insan arasında karşılıklı ilişkiyi kabul eden kimse Allah ile ünsiyet edebileceğini, bunun aksini ileri sürenler ise Allah ile ünsiyetin ve Allah’tan kaçmanın imkânsızlığını savunurlar. İbnü’l-Arabî’ye göre her iki görüşü savunanlar da kendi zevk ve meşreplerine, bulundukları mertebeye göre konuşmaktadır ve kendi mertebelerinde haklıdır ( Fütûhât-ı Mekkiyye , IX, 360-364). BİBLİYOGRAFYA Serrâc, Lüma‘: İslâm Tasavvufu (trc. H. Kâmil Yılmaz), İstanbul 1996, s. 62-63. Kelâbâzî, Taarruf (Uludağ) , s. 157-158. Kuşeyrî, Risâle (Uludağ) , s. 187-188. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 526-527. Hâce Abdullah el-Herevî, Menâzilü’s-sâirîn: Tasavvufta Yüz Basamak (trc. Abdurrezzak Tek), Bursa 2008, s. 109, 278. Gazzâlî, İhyâu ulûmi’d-dîn (trc. Ahmet Serdaroğlu), İstanbul 1975, IV, 611. İbnü’l-Arabî, Fütûhât-ı Mekkiyye (trc. Ekrem Demirli), İstanbul 2008, IX, 360-364. Seyyid Mustafa Râsim Efendi, Tasavvuf Sözlüğü: Istılâhât-ı İnsân-ı Kâmil (haz. İhsan Kara), İstanbul 2008, s. 236-237. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2012 yılında İstanbul’da basılan 42. cildinde, 348-349 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Serrâc, Lüma‘: İslâm Tasavvufu (trc. H. Kâmil Yılmaz), İstanbul 1996, s. 62-63.",
        "Kelâbâzî, Taarruf (Uludağ) , s. 157-158.",
        "Kuşeyrî, Risâle (Uludağ) , s. 187-188.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 526-527.",
        "Hâce Abdullah el-Herevî, Menâzilü’s-sâirîn: Tasavvufta Yüz Basamak (trc. Abdurrezzak Tek), Bursa 2008, s. 109, 278.",
        "Gazzâlî, İhyâu ulûmi’d-dîn (trc. Ahmet Serdaroğlu), İstanbul 1975, IV, 611.",
        "İbnü’l-Arabî, Fütûhât-ı Mekkiyye (trc. Ekrem Demirli), İstanbul 2008, IX, 360-364.",
        "Seyyid Mustafa Râsim Efendi, Tasavvuf Sözlüğü: Istılâhât-ı İnsân-ı Kâmil (haz. İhsan Kara), İstanbul 2008, s. 236-237."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}