{
  "id": "eweb_397",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/vakit--tasavvuf",
  "annotator": "Jeremy",
  "title": "VAKİT",
  "arabic_title": "الوقت",
  "summary": "Sâlikin içinde bulunduğu andaki halini ifade eden tasavvuf terimi.",
  "parts": [
    {
      "author": "SEMİH CEYHAN",
      "content": "Tasavvuf kaynaklarında vakit kelimesinin “sâlikin içinde bulunduğu hal, bu halin gerçekleştiği genel ontolojik (ilâhî-küllî-vücûdî) zaman, sâlikin tarikat fiillerini uygulama anı” anlamlarında geçtiği görülmektedir. İlk sûfîler vakti, “kulun iradesinin ve kesbinin tesiri olmadan doğrudan doğruya Hak’tan kendisine gelen, onu tasarrufu ve hükmü altına alan mânevî hal ve bu halin gerçekleştiği anlık durum” şeklinde tanımlamışlardır. Buna göre vakit, filozofların tanımladığı gibi matematiksel zamanda bir kesit ve ölçü birimi değil sâlikin tecrübe ettiği halin hakikati ve bu hakikatin taayyün ettiği geçmişle gelecek arasındaki zaman dilimidir. Kuşeyrî ve Hücvîrî’nin eserlerinde vakit tasavvuf kavramları arasında hal ile birlikte ilk sırada yer alır. Kuşeyrî iki tür vakitten bahseder. Birincisi şeyhi Ebû Ali ed-Dekkāk’ın tanımı bağlamında “kulun içinde bulunduğu hal”dir. Eğer kulun zihni ve kalbi dünyevî düşüncelerle dolu ise vakti dünya, âhiret ise vakti âhiret, neşeli ise vakti neşe, hüzünlü ise vakti hüzündür. Kul, vakti ve hali neyi gerektiriyorsa ona rıza ve teslimiyet göstermelidir. Sûfîler tarafından çokça kullanılan, “Sâlik vaktin hükmüne uyar”; “Vakit kılıç gibidir, karşı gelirsen keser atar” sözleri bu durumu ifade eder. Ancak vaktin hükmüne teslim olma ve iradeyi terketme dinen emredilmeyen veya menedilmeyen hususlarda söz konusudur. Zira işi takdire havale etmek, işlenen kusurlar karşısında kayıtsız ve ilgisiz davranmak yine din tarafından emredilmeyen bir tavırdır. Bununla birlikte mutasavvıflar müridin yaşadığı vecd, sekr, mahv, istiğrak gibi hallerde şeriatın gerekliliklerini yerine getiremeyebileceğini, sahv haline döndüğünde şeriata uymanın bir zorunluluk olduğunu belirtmiştir. Vaktin ikinci türü “bu halin meydana geldiği bir zarf olarak zamansal an”dır. İlk dönem sûfîlerinin vakti, “Geçmişle gelecek zaman arasında hâlihazırdaki şeydir”; İbnü’l-Arabî’nin, “İki yokluk arasındaki durumdur” şeklindeki tarifleri bu anlama işaret eder. Sûfîler halin meydana geldiği, müridin bütün varlığını kaplayan zamanın ölçülemeyen en küçük parçası olan an için “ân-ı dâim, ân-ı hâzır, vakt-i dâim, vakt-i saâdet, lemhatü’l-basar, dehr” tabirlerini kullanırlar. Hz. Peygamber’in, “Benim Allah ile öyle bir vaktim var ki o vakte ne mukarreb bir melek ne de nebî-i mürsel girer” hadisindeki (Aclûnî, II, 173) vakitten maksadın, halk ile birliktelik esnasındaki dünyevî-zâhirî zaman değil Hak ile birliktelik halindeki ilâhî-küllî vakit olduğu ileri sürülmüştür. Dehr kelimesiyle karşılanan bu vakit her şeyin “kün” (ol) emriyle yaratıldığı ilk kutsal zamanı ifade eder. “Dehre sövmeyiniz, zira dehr Allah’tır” hadisine göre (Buhârî, “Edeb”, 101) kutsal vaktin ve bu vaktin zuhûratı olan dünyevî zamanların asıl sahibi Allah’tır, bu sebeple O’ndan gelen haller de sûfîlere göre bu bölünüp parçalanmayan vakit ve anda meydana gelir (Kuşeyrî, s. 180-181). Diğer bir ifadeyle bu vakit sâlikin halinin gerçekleştiği genel ontolojik (küllî-vücûdî) zamandır ki bütün zamanları kuşatır. “Ân-ı dâim” anlamındaki vakit kelimesi, hallerle ilgili olduğu kadar geçmiş ve gelecek şeklinde bölünen zamanın aşılması fikriyle de irtibatlıdır. Tarihî zamanın aşılarak bütün zamanların kaynağı olan ân-ı dâime ulaşılması, görünürdeki çokluğun ve bölünmüşlüğün aşılarak tek hakikate veya varlığa erişmenin bir şeklidir. Bu sebeple ân-ı dâim tek varlığın ve birliğin (vahdet-i vücûd) bir tezahürüdür. “Tecelliden yoksun vakit yoktur” diyen sûfîler hallerin ve vakitlerin doluluğuna dikkat çekmişlerdir. Bu düşünce İbnü’l-Arabî’nin vakit kelimesini açıklarken dayanağı olan, “O her gün bir şe’ndedir” âyetinin (er-Rahmân 55/29) yorumundan ibarettir. Buna göre vakit tıpkı mekân gibi Hakk’ın sürekli tecellilerini (teceddüdât-ı emsâl, halk-ı cedîd) taşıyan bir mazhar ve tecelligâhtır. İnsana düşen vazife her anda gerçekleşen bu tecellileri idrak etmektir. Hakk’ın tecellileri kulun istidadına göre zuhur ettiği için vakit kulun halinin gerektirdiği her şeydir. İbnü’l-Arabî bu düşüncesiyle vakti insanın haller ve tecelliler vasıtasıyla Hakk’a dair mârifete erişeceği bir imkân kabul eder ( Fütûhât-ı Mekkiyye , IX, 356-359). Tasavvuf metinlerinde sıkça kullanılan kavramlardan “ibnülvakt” (vaktin oğlu) vaktin ve halin gereklerini yerine getiren, geçmiş ve gelecek endişesinden kurtulan insanın ilâhî tecelliler karşısındaki edilgenliğini anlatır. Ebülvakt ise vakit ve halin hükmünden kurtulup zamanda ve hallerinde tasarrufta bulunan kimsedir. Birincisi telvin, ikincisi temkin ehlinin sıfatıdır. Mevlânâ Celâleddîn-i Rûmî ibnülvaktin sûfî, ebülvaktin sâfî olduğunu söyler ( Mesnevî , III, beyit 1426). Tasavvufta aslolan, sülûkü kemale erdirip ebülvakt olmaktır. Zira seyrüsülûk edilgenlikten etkinliğe doğru bir seyir izler. Sûfîler bunu “kurb-i nevâfil, kurb-i ferâiz” tabirleriyle açıklamışlardır. Nâfile ibadetlerle gerçekleşen Hakk’a yakınlıkta Hak kulun vasıtası iken farz ibadetlerle yakınlıkta kul Hakk’ın vasıtası olur. Buna göre ibnülvakt kurb-i nevâfille Hakk’ın gözüyle görür, kulağıyla işitir ve eliyle tutarken ebülvakt kurb-i ferâizle Hak fiillerini kul aracılığıyla işler. İbnü’l-Arabî ve takipçileri ebülvakt için “sâhibü’l-vakt, sâhibü’z-zamân, seyyidü’l-vakt, imâmü’l-vakt, aynü’z-zamân” tabirlerini kullanmışlardır. İnsanın kemalini niteleyen sâhibü’l-vakt vaktin hakikatini ve dehr isminin anlamını bilen kişidir. O’nun takdiriyle andan ibaret olan vakit ayrılır, anların hükümleri birleşir. Ebülvakt vaktin dürülmesini, yayılmasını, gizliliğini ve açıklığını his ve hayal, ruh ve misal, makam ve hal olarak müşahede eden kimsedir. İbnü’l-Arabî’ye göre sâhibü’l-vakt her asırda bir kişidir ve Hz. Muhammed’in vekili sıfatıyla zamanın kutbudur (Suâd el-Hakîm, s. 663-666). İbnülvakt kavramıyla bağlantılı olarak sûfîler tarikat fiillerini icra etmede vakti gözetmenin, fiillerin neticesinde meydana gelen hali murakabe ve nefsi daima muhasebe etmenin Hakk’a vuslatta önemli kurallardan biri olduğunu söylemişlerdir. Cüneyd-i Bağdâdî, ârifin her vakitte o vakit için en uygun hareket tarzını icra eden kişi olduğunu belirtirken İbnü’l-Arabî vaktin bir nur ve kulun bu nurla beraber bulunduğunu, kulun bu nuru müşahede etmesi gerektiğini, zira kulun ilâhî bir ismin tecellisi olan vakitle ayakta durduğunu kaydeder. Ebû Hafs Şehâbeddin es-Sühreverdî, mürşidlerin müridlerine vakitlerini tamamıyla dolduracak meşgaleler vermesi gerektiğini, bu meşgalelerin bedenin organlarıyla yapılan fiiller değil muhasebe, murakabe, tefekkür, zikir gibi kalple yapılan fiiller olduğunu söyler. Nakşibendiyye’nin on bir esasından biri sayılan “vukūf-ı zamânî” bu tür fiillerle ilgilidir. Abdülhâliḳ-ı Gucdüvânî müridin her an nefsin hallerini bilmesi, kendisini Hak’tan alıkoyacak her şeyden uzak durması, kalbini Hak ile muamelesinde sürekli hesaba çekmesi, vird ve zikirlerini vaktinde yerine getirmesi gerektiğini ifade eder. BİBLİYOGRAFYA Kuşeyrî, Risâle (Uludağ) , s. 180-181. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 518-521. İbnü’l-Arabî, Fütûhât-ı Mekkiyye (trc. Ekrem Demirli), İstanbul 2008, IX, 356-359. Mevlânâ, Mesnevî , III, beyit 1426. Abdürrezzâk el-Kâşânî, Leṭâʾifü’l-iʿlâm (nşr. Saîd Abdülfettâh), Kahire 1416/1996, II, 394-396. İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ: Mevlevî Âdâb ve Erkânı, Tasavvuf Istılahları (haz. Safi Arpaguş), İstanbul 2008, s. 441-443. Aclûnî, Keşfü’l-ḫafâʾ , II, 173. Seyyid Mustafa Râsim Efendi, Tasavvuf Sözlüğü: Istılâhât-ı İnsân-ı Kâmil (haz. İhsan Kara), İstanbul 2008, s. 1221. Suâd el-Hakîm, İbnü’l-Arabî Sözlüğü (trc. Ekrem Demirli), İstanbul 2005, s. 661-666. Ekrem Demirli, İslâm Metafiziğinde Tanrı ve İnsan , İstanbul 2009, s. 25-27. Tekin Yürektürk, Tasavvufta Vakt Kavramı (yüksek lisans tezi, 2010), Yüzüncü Yıl Üniversitesi Sosyal Bilimler Enstitüsü. Ahmed Fethî Yûsuf Şettâ, “Muṣṭalaḥu ‘İbni’l-vaḳt’ ve teṭavvürü istiḫdâmih ʿinde’ṣ-ṣûfiyye”, Devriyyetü Külliyyeti’l-âdâb Câmiʿatü’l-Manṣûre , XV, Mansûre 1994, s. 373-396. Abdüllatîf Muhammed el-Abd, “el-Vaḳt ʿinde’ṣ-ṣûfiyye”, el-Mevsûʿatü’l-İslâmiyyetü’l-ʿâmme , Kahire 1422/2001, s. 1452-1454. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2012 yılında İstanbul’da basılan 42. cildinde, 491-492 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "Kuşeyrî, Risâle (Uludağ) , s. 180-181.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 518-521.",
        "İbnü’l-Arabî, Fütûhât-ı Mekkiyye (trc. Ekrem Demirli), İstanbul 2008, IX, 356-359.",
        "Mevlânâ, Mesnevî , III, beyit 1426.",
        "Abdürrezzâk el-Kâşânî, Leṭâʾifü’l-iʿlâm (nşr. Saîd Abdülfettâh), Kahire 1416/1996, II, 394-396.",
        "İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ: Mevlevî Âdâb ve Erkânı, Tasavvuf Istılahları (haz. Safi Arpaguş), İstanbul 2008, s. 441-443.",
        "Aclûnî, Keşfü’l-ḫafâʾ , II, 173.",
        "Seyyid Mustafa Râsim Efendi, Tasavvuf Sözlüğü: Istılâhât-ı İnsân-ı Kâmil (haz. İhsan Kara), İstanbul 2008, s. 1221.",
        "Suâd el-Hakîm, İbnü’l-Arabî Sözlüğü (trc. Ekrem Demirli), İstanbul 2005, s. 661-666.",
        "Ekrem Demirli, İslâm Metafiziğinde Tanrı ve İnsan , İstanbul 2009, s. 25-27.",
        "Tekin Yürektürk, Tasavvufta Vakt Kavramı (yüksek lisans tezi, 2010), Yüzüncü Yıl Üniversitesi Sosyal Bilimler Enstitüsü.",
        "Ahmed Fethî Yûsuf Şettâ, “Muṣṭalaḥu ‘İbni’l-vaḳt’ ve teṭavvürü istiḫdâmih ʿinde’ṣ-ṣûfiyye”, Devriyyetü Külliyyeti’l-âdâb Câmiʿatü’l-Manṣûre , XV, Mansûre 1994, s. 373-396.",
        "Abdüllatîf Muhammed el-Abd, “el-Vaḳt ʿinde’ṣ-ṣûfiyye”, el-Mevsûʿatü’l-İslâmiyyetü’l-ʿâmme , Kahire 1422/2001, s. 1452-1454."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}