{
  "id": "eweb_402",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/vusul",
  "annotator": "Jeremy",
  "title": "VÜSÛL",
  "arabic_title": "الوصول",
  "summary": "Sâlikin Hakk’a ulaşması anlamında bir tasavvuf terimi.",
  "parts": [
    {
      "author": "SEMİH CEYHAN",
      "content": "Sözlükte “ulaşmak, erişmek, sevdiğine kavuşmak”, manasındaki vüsûl kelimesi “ayrılmak” anlamındaki fasl , firkat ve hicrân kelimelerinin karşıtıdır; ayrıca aynı kökten gelen vasl , vuslat , visâl , ittisâl terimleriyle yakın anlamlara sahiptir. “Kulun seyrüsülûk neticesinde nihaî maksadı olan Hakk’a ulaşması, Hak ile birlikteliği, metafizik çerçevede Hakk’ın âlem ve içindekilerle beraberliği” mânasına gelen vasl ve ittisâl, kulun Hak’tan ayrılığı ve uzaklığına, Hakk’ın âlem ve içindekilerden münezzeh oluşuna işaret eden fasl ve infisâl ile bir arada kullanılır. İlk dönem sûfîleri, Allah’a karşı besledikleri aşkın dile getirilemez boyutunu eserlerinde vuslat ve hicran ifade eden remizli kelimelerle ifade etmeye çalışmışlardır. Râbia el-Adeviyye başta olmak üzere ilk sûfîler, bütün mahlûkattan uzaklaşıp (hecr) gerçek sevgili olan Hakk’a kavuşmayı ve O’nu müşahede etmeyi vasl, vüsûl ve visâl, O’nunla birlikte olmayı ittisâl, O’ndan ayrı kalmayı firkat ve hicran hali diye yorumlar. Tasavvuf tarihinde vasl ve fasl terimlerini kullanan ilk müellif olan Ebû Nasr es-Serrâc el-Lümaʿ adlı eserinde vaslı “gāib olana ulaşmak”, faslı “sevgiliden umulan şeyden ayrı düşmek” şeklinde tanımlamıştır. Yahyâ b. Muâz er-Râzî, arşın altındaki tabiat âlemine gözünü yummayan kimsenin arşın üstündeki ilâhî âleme ulaşamayacağını söyler (Serrâc, s. 349). Bu sebeple ona göre vuslat bir anlamda Hak ile aradaki perdeleri kaldırmaktır. Râzî Hakk’a yönelen kimseleri dört gruba ayırır. Tövbe edenler korkusuyla, zâhidler muhabbetiyle, şevk ehli haliyle perdelenmiştir; vuslat ehline gelince Hak’la ilişkilerinde onları hiçbir şey meşgul edemez ve perdeleyemez (Baklî, s. 136). Hakk’a ve ilâhî hakikatlere vuslat yolculuğu belli ilke ve kurallar dahilinde gerçekleşir. Bu bağlamda sûfî çevrelerinde, “Usulü olmayanın vüsûlü olmaz”; “Usulü terkeden vuslattan uzaklaşır” ve Ebü’l-Hüseyin en-Nûrî’ye nisbet edilen, “Vuslata erişememiz usulsüzlüğümüzdendir” sözleri meşhurdur. Vuslatın başlangıcı kulun kendini Hak’tan uzaklaştıran her şeyden yüz çevirmesidir (zühd). Kul farz ve nâfile ibadetlerle Hakk’a yakınlaşır (takarrüb) ve nihayet sevdiğine kavuşur (vuslat). Kavuşmanın bir sonraki aşaması Hak ile dâimî birliktelik (ittisâl) makamıdır ki bir tür vahdet halidir. Öte yandan Ebû Bekir eş-Şiblî, “Ulaştığını iddia eden kimse hiçbir şey elde etmemiştir” diyerek vuslatın mutlak mânada imkânsızlığına işaret eder. Buna göre her vuslat aynı zamanda bir ayrılıktır (fasl). Sûfîler vuslat sevincinin ayrılık ve hüzünle bir arada olduğunu söylerken bu hale işaret etmişlerdir. Seyrüsülûkte talepsizlik mertebesine ermek daha üstün kabul edilmiş; vuslat, hicran, yeis ve ümit isteği eksik bir mertebe olarak görülmüştür. Bâyezîd-i Bistâmî’nin, “Ben O’na vâsıl olmak istiyorum, O ise benim hicranımı istiyor; O’nun isteği için kendi isteğimi terkediyorum” sözüyle Sa‘dî-yi Şîrâzî ve Mevlânâ Celâleddîn-i Rûmî’nin, “Ben muradımı muratsızlıkta buldum” sözleri bunu gösteren örneklerdir. Şu halde zevk ve hal vuslat ve müşâhedede değil ayrılık ve mücâhedededir; zira vuslat ve müşâhede sevenin, ayrılık ve mücâhede sevgilinin muradıdır. Sevgisinde sadık olan kimse iradesini sevgilinin iradesinde fâni kılan kimsedir (Köstendilli Ali Alâeddin el-Halvetî, vr. 14 a ). Bazı sûfîler vahdet doktrinini açıklamak için vuslat vb. kavramları kullanmıştır. Ca‘fer es-Sâdık vuslat ve muvâsaleden söz ederken bu dünyada Hakk’a tam anlamıyla vâsıl olmanın imkânsızlığını belirtmiştir. Ebû Bekir el-Vâsıtî namazda alınan tekbirleri, “Allah o kadar büyüktür ki namazda dahi O’na ulaşılamaz, namazın terkiyle de O’ndan ayrı kalınamaz. Zira O’na vâsıl olmak veya O’ndan ayrı ve uzak düşmek kulun ameliyle değil Allah’ın ezeldeki takdiriyledir” şeklinde açıklamıştır (Kelâbâzî, s. 203). Bir kısım sûfîler bir yandan Hakk’ın mutlaklığı ve sonsuzluğu, kulun acziyeti ve sınırlı varlığı, diğer yandan Hakk’ın her an hâzır ve nâzır olması sebebiyle mümkin varlığın zorunlu varlığa asla ulaşamayacağını ileri sürmüşlerdir. Zünnûn el-Mısrî’ye göre hakikat ehli sûfîlerin tevhid anlayışın Allah’ın gāib olmadığına, dolayısıyla aranamayacağına, zirvesi bulunmadığına, dolayısıyla erişilemeyeceğine, mevcut bir hakikati idrak eden kişinin o hakikatle aldandığına, kişiye düşen şeyin sürekli değişen hale bakmadan gerçek varlık olan Hakk’ı keşfetmeye yönelik olması gerektiğine dayanır (İbnü’l-Arabî, Bir Sûfî’nin Portresi , s. 193). Bu anlayışa göre sûfîler bütün varlıkların Hakk’ın vuslat denizinde boğulduğunu, “Biz ona şah damarından daha yakınız” âyetinin (Kāf 50/16) bunu gösterdiğini söyler, vuslatı kulun benliğini mahvedip, Hak ile arasındaki farklılığı giderip, cehaletten kurtulup nefsini ve rabbini keşfen bilme süreci şeklinde değerlendirirler. Baklî, vasl ve fasl terimlerini aşk ve mârifet tavırlarını içerecek biçimde açıklayanlar arasındadır. Ona göre vasl karışıklık söz konusu olmadan Hakk’ı müşahede etmenin hâsıl olması, Allah ile feraha kavuşmakla neticelenen yakınlığı idrak etmede âşığın aşkın nimetlerini nihaî derecede tatması, fasl ise âşığın aşkta seyran etmesidir. Sâlik Hakk’a eriştiğinde Hak ona kendisinin her şeyden münezzeh olduğunu, akıl ve vehimle idrak edilemeyeceğini öğretir. Böylece sâlik vuslat ümidiyle aldandığını, ayrılıkla da harap ve bîtap düştüğünü anlar. İşte bu tevhid ve mârifettir ( Meşrebü’l-ervâḥ , s. 136-137). Sûfîler Hakk’a sülûkün aşamalı olmasına dayanarak sülûkle ilgili terimleri belli bir sıra gözeterek açıklamışlardır. Hücvîrî, Amr b. Osman el-Mekkî’nin Kitâbü’l-Maḥabbe ’sinden naklen vuslatın kurb ve üns hallerinin üstünde yer aldığını, kalbin muhabbetle birleştiğini, kalbin bâtını olan ruhun kurb haline erdiğini, ruhun bâtını olan sırrın vuslatta karar kıldığını söyler ( Keşfü’l-mahcûb , s. 449). Sehl et-Tüsterî’ye göre insanlar bir imtihan gereği hareket ettirilmiş ve Hak’tan ayrılmışlardır; sükûn halinde kalsalardı vuslattan uzak düşmeyeceklerdi. Dolayısıyla hareket hicranın, sükûn vuslatın işaretidir. Öte yandan Hak’tan uzak kalan kişinin çeşitli hallerle Hakk’a yakınlaşmaya çalışması telvin, vuslata ermesi temkindir (Kelâbâzî, s. 161). İsmâil Hakkı Bursevî’ye göre vasl cem‘ ve fenâ, fasl fark ve bekā halleriyle irtibatlıdır. Hakk’ı bulmanın mümkün olması gibi Hakk’a ulaşmak da mümkündür. Ancak ulaşmak mesafe katetmekle değil Hakk’ı nefsinde ve dış âlemde müşahede etmekle gerçekleşir (Seyyid Mustafa Râsim Efendi, s. 1212-1214). Vüsûl ile yakın anlamdaki ittisâl kulun sırrı ile Allah’tan başka her şeyden ayrılması, ruhunda Hak’tan başkasını görmemesi ve O’ndan başkasından bir şey dilememesidir. Hâce Abdullah-ı Herevî’ye göre ittisâl üç derecedir: Birincisi sâlikin kasıt ve iradesini tamamen Hakk’a yöneltmesidir (i‘tisâmın ittisâli), ikincisi Hakk’a delil aramaktan sarfınazar edip himmeti tek bir noktada toplamasıdır (müşâhedenin ittisâli), üçüncüsü varlığın ittisâlidir. Bir niteliği bulunmadığından bu ittisâl idrak edilemez. İttisâlin karşıtı infisâlin de üç mertebesi vardır: Birincisi kulun bakışını dünya ve âhiretten ayırması, ikincisi dünya ve âhireti terk ile herhangi bir şeye ulaşılamayacağını idrak etmesi, üçüncüsü infisâlin infisâlidir. Terk-i terk makamına benzeyen bu mertebe ittisâlin muhal olduğuna işaret eder ( Menâzilü’s-sâirîn , s. 139-140). Abdürrezzâk el-Kâşânî’ye göre ittisâl sâlikin sekr, bast ve sahv makamlarından sonra ulaştığı menzildir. İlk basamağı, Hakk’ın azametinin sâlike tecellisinden sonra sâlikin Hakk’ı birlemesi ve sadece O’nu müşahede etmesidir (ittisâlü’l-i‘tisâm). İkinci aşama Hak ile kul arasındaki perdelerin bütünüyle ortadan kalkmasıdır (ittisâlü’ş-şühûd). Üçüncü aşama Hakk’ı basiret gözüyle bulmaktır ki (ittisâlü’l-vücûd) cem‘ makamından sonra gelir. Bu üç aşamanın sonunda sâlik birliğin sağladığı vuslatın, çokluğun yol açtığı ayrılığı giderdiğini görür (ittisâlü’l-infisâl). Bu görüş eşyada Hakk’ın birliğini müşahede edenlerin kârıdır (vahdet-i şühûd). İttisâlden sonra infisâl mertebesi gelir. Kâşânî’ye göre infisâl ittisâlden daha üstündür. Zira ittisâlde eşyanın hakikatleri mücmelen bilinirken infisâlde tafsilâtıyla bilinir ( Tasavvuf Sözlüğü , s. 34-35, 88-89). Vahdet-i vücûd nazariyesine göre Hakk’ın tecellisi devamlı olduğu ve herhangi bir şey bu tecelliyi perdelemeyeceği için Hakk’ın mahlûkatından ayrılması da mümkün değildir. Dolayısıyla Hakk’a ulaşmak ayrılmaya imkân vermemektedir. İbnü’l-Arabî’ye göre vasl bir zevk ve müşâhede hali iken fasl tahkik ve tahakkuk halidir. Bu hal âlemdeki fiillerin ve oluşların belli bir tertip üzere meydana geliş hikmetini bilenlere mahsustur. Âlemde olup biten her şey ilâhî isimlerin tecellisi olduğundan ilâhî isimlerin bilgisine sahip kimseler fasl ve temyiz ehlinden kabul edilir. BİBLİYOGRAFYA Serrâc, el-Lüma‘: İslâm Tasavvufu (trc. H. Kâmil Yılmaz), İstanbul 1996, s. 349. Kelâbâzî, Taarruf (Uludağ) , s. 161, 203. Hâce Abdullah el-Herevî, Menâzilü’s-sâirîn: Tasavvufta Yüz Basamak (trc. Abdürrezzak Tek), Bursa 2008, s. 139-140. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 449. Baklî, Meşrebü’l-ervâḥ , s. 136-137. Köstendilli Ali Alâeddin el-Halvetî, Telvîhât-ı Sübhâniyye ve Mülhemât-ı Rabbâniyye , İstanbul Belediyesi Atatürk Kitaplığı, Osman Ergin, nr. 345, vr. 14 a . İbnü’l-Arabî, Bir Sûfî’nin Portresi (trc. Ali Vasfi Kurt), İstanbul 2005, s. 193. a.mlf., Fütûhât-ı Mekkiyye (trc. Ekrem Demirli), İstanbul 2008, IX, 196-199. Abdürrezzâk el-Kâşânî, Tasavvuf Sözlüğü (trc. Ekrem Demirli), İstanbul 2004, s. 34-35, 88-89. Seyyid Mustafa Râsim Efendi, Tasavvuf Sözlüğü: Istılâhât-ı İnsân-ı Kâmil (haz. İhsan Kara), İstanbul 2008, s. 1212-1214. Köstendilli Süleyman Şeyhî, Bahrü’l-velâye: 1001 Sufi (haz. Sezai Küçük – Semih Ceyhan), İstanbul 2007, s. 172. D. Gril, “Wisāl”, EI 2 (İng.) , XI, 210-212. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2013 yılında İstanbul’da basılan 43. cildinde, 143-145 numaralı sayfalarda yer almıştır.",
      "bibliography": [
        "Serrâc, el-Lüma‘: İslâm Tasavvufu (trc. H. Kâmil Yılmaz), İstanbul 1996, s. 349.",
        "Kelâbâzî, Taarruf (Uludağ) , s. 161, 203.",
        "Hâce Abdullah el-Herevî, Menâzilü’s-sâirîn: Tasavvufta Yüz Basamak (trc. Abdürrezzak Tek), Bursa 2008, s. 139-140.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 449.",
        "Baklî, Meşrebü’l-ervâḥ , s. 136-137.",
        "Köstendilli Ali Alâeddin el-Halvetî, Telvîhât-ı Sübhâniyye ve Mülhemât-ı Rabbâniyye , İstanbul Belediyesi Atatürk Kitaplığı, Osman Ergin, nr. 345, vr. 14 a .",
        "İbnü’l-Arabî, Bir Sûfî’nin Portresi (trc. Ali Vasfi Kurt), İstanbul 2005, s. 193.",
        "a.mlf., Fütûhât-ı Mekkiyye (trc. Ekrem Demirli), İstanbul 2008, IX, 196-199.",
        "Abdürrezzâk el-Kâşânî, Tasavvuf Sözlüğü (trc. Ekrem Demirli), İstanbul 2004, s. 34-35, 88-89.",
        "Seyyid Mustafa Râsim Efendi, Tasavvuf Sözlüğü: Istılâhât-ı İnsân-ı Kâmil (haz. İhsan Kara), İstanbul 2008, s. 1212-1214.",
        "Köstendilli Süleyman Şeyhî, Bahrü’l-velâye: 1001 Sufi (haz. Sezai Küçük – Semih Ceyhan), İstanbul 2007, s. 172.",
        "D. Gril, “Wisāl”, EI 2 (İng.) , XI, 210-212."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
