{
  "id": "eweb_407",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/zevk",
  "annotator": "Jeremy",
  "title": "ZEVK",
  "arabic_title": "الذوق",
  "summary": "Tatma duyusu; keşif ve ilham yoluyla kalbin hakikate erişmesi, bu şekilde kalbe atılan ilâhî bilgi, dinî ve mânevî tecrübe anlamında felsefe ve tasavvuf terimi.",
  "parts": [
    {
      "author": "MUSTAFA ÇAĞRICI",
      "content": "Sözlükte “bir nesneyi tatma, bir kimseyi deneme, birinin başına iyi veya kötü bir hal gelme, cinsel haz alma” ve mecazi olarak “ceza yahut mükâfatı tatma” anlamlarındaki zevk ( Lisânü’l-ʿArab , “ẕvḳ” md.; Tâcü’l-ʿarûs , “ẕvḳ” md.) psikolojide özellikle tatma duyusu için kullanılır (bk. DUYU ). Fizyolojik ya da ruhsal ihtiyaç ve arzuların karşılanmasından duyulan hazlar Türkçe’de çoğunlukla zevk kelimesiyle ifade edilirse de literatürde bu anlamda en sık kullanılan ve terim haline gelen kavram lezzet tir. Tasavvufta zevk terimi, burhan ve kesb ile yahut inanma ve taklit suretiyle elde edilen bilgilerin dışında sâlikin ahlâkî ve mânevî arınma sonucunda keşif ve ilham yoluyla kalbinde bulduğu, mânalarını tattığı, ancak anlatmaktan, nitelemekten âciz kaldığı bilgileri ifade eder (Dâvûd-i Kayserî, II, 15). Cürcânî zevki, “Allah’ın tecellî suretiyle velî kullarının kalbine attığı, kitaplarla uğraşmadan hak ile bâtılın ayırt edilmesini sağlayan irfan ışığı” diye tanımlar ( et-Taʿrîfât , “Ẕevḳ” md.). Kur’ân-ı Kerîm’de altmıştan fazla yerde zevk kelimesinin türevleri geçer ( M. F. Abdülbâkī, el-Muʿcem , “ẕvḳ” md.). Bunların çoğunda inkârcı ve günahkârların âhiret azabını tadacakları anlatılır. Bazı âyetlerde dünyevî ceza bağlamında “sıkıntı, kötülük ve cezayı tatma” gibi ifadeler yer alır (meselâ bk. el-En‘âm 6/148; en-Nahl 16/94; el-Kamer 54/37, 39). Dört âyette ölümü (Âl-i İmrân 3/185; el-Enbiyâ 21/35; el-Ankebût 29/57; ed-Duhân 44/56), bir âyette hayatın ve ölümün sıkıntılarını (el-İsrâ 17/75) tatmaktan söz edilir. Bazı âyetlerde Allah’ın inâyetinden ve nimetlerinden yararlanma “rahmeti tatma” diye ifade edilir (meselâ bk. Yûnus 10/21; Hûd 11/9; er-Rûm 30/33, 46). Hadislerde zevk kelimesi “bir nesneyi, bir kokuyu tatma, ölümü, korkuyu veya esenliği tatma, cinsel haz alma” mânalarında geçmektedir ( Wensinck, el-Muʿcem , “ẕvḳ” md.). “Allah zevkine düşkün erkekleri ve kadınları sevmez” meâlindeki hadisle sık sık evlenip boşananların kastedildiği belirtilir (İbnü’l-Esîr, II, 172). Bir başka hadisin meâli de şöyledir: “Allah’ı rab, İslâm’ı din, Muhammed’i nebî ve resul tanıyan kimse imanın zevkini tadar” ( Müsned , I, 208; Müslim, “Îmân”, 56). İbn Kayyim el-Cevziyye’ye göre bu hadiste imanın hakikatinin kavranması, onun kalpte meydana gelmesi, böylece kalbin imanla buluşması zevk kavramıyla ifade edilmiştir ( Medâricü’s-sâlikîn , III, 91). Tasavvufun ilk devirlerinde zevk kelimesinin fazla yaygın olmadığı görülmektedir. Kuşeyrî’nin bildirdiğine göre sûfîler zevk ve şürb ile kalplerinde buldukları tecellî meyvelerini, keşiflerin sonuçlarını ve vâridâtın beklenmedik doğuşlarını kastederler. Bu hallerin başlangıcı zevk, devamı şürb, son noktası reydir (reyy: kanma). Herevî vecdden daha kalıcı olduğunu söylediği zevkin üç derecesinden bahseder. Birincisi ilâhî vaadleri tasdik etmenin sâlike verdiği zevk, ikincisi Allah ile ünsiyet kurma isteğinin verdiği zevk, üçüncüsü Allah ile ittisâl, cem‘ ve görmeden (iyân) duyulan zevktir. Afîfüddin et-Tilimsânî buradaki görme zevkini “tevhid ve vahdâniyyette fenâ” diye açıklar ( Şerḥu Menâzili’s-sâʾirîn , II, 443-446). İslâm düşünce tarihinde Gazzâlî’den önce zevk, keşif, ilham, mârifet, sekr, vecd gibi kavramlarla tasavvufî bilgilerden söz edenler olmuşsa da duyular ve akıl yoluyla ulaşılan bilgilerin kesinliğini ilk defa epistemolojik bir çerçevede sorgulayarak tahlil ve tenkitten geçiren, sınırlarını ve alanlarını belirleyen, nihayet kendi bilgi felsefesini kurarken dinî hakikate ulaşmanın yolu olarak zevk kavramını modern felsefe dilindeki “dinî tecrübe” anlamında kullanan ve bu yolla kazanılan bilginin elde ediliş yöntemini, mahiyetini, değerini, vahiy ile ilişkisini ve diğer bilgiler karşısındaki durumunu sistematik biçimde inceleyen düşünür Gazzâlî olmuştur. Gazzâlî bu süreci bizzat yaşayarak tecrübe ettiğini belirtir. el-Münḳıẕ mine’ḍ-ḍalâl ’in esas yazılış amacının belirtilen yönleriyle zevk bilgisi olduğu anlaşılmaktadır. Yine kökleri eski İran gnostisizmine ve Yeni Eflâtunculuğa dayanan İşrâkī felsefenin İslâm düşüncesindeki ilk önemli kaynağı olarak gösterilen Mişkâtü’l-envâr ’ın (Gazzâlî, Mişkâtü’l-envâr , neşredenin girişi, s. 33-34) başlıca konularından biri bu bilginin imkânı, mahiyeti ve değeriyle ilgilidir. Gazzâlî, başta İḥyâʾ olmak üzere diğer eserlerinde de zevk vb. kavramlarla bu bilgiye yer vermiştir. Buna göre zevk entelektüel bir çabaya bağlı olmadan, ilâhî bir lutuf olarak keşif ve ilham yoluyla gerçekleşen hakikat bilgisidir. “Tatmayan bilmez, ulaşmayan idrak edemez” özdeyişinde belirtildiği gibi bu sübjektif bir bilgi olup kanıtlar göstererek başkasına anlatılamaz ( İḥyâʾ , III, 19; Miʿyârü’l-ʿilm , s. 141). Zevk bilgisini kazanmanın yolu peygamberin vahiy sürecinde yaptığı gibi güçlü bir ahlâkî arınma çabası göstermek, kalbi mâsivâdan temizlemek, namaza başlarken tahrim tekbiriyle namaz dışındaki işlerden alâkanın kesilmesi gibi her türlü dünya bağından kurtulup kalbi tamamen Allah’a yöneltmek, Allah’ta fâni olmaktır. Gazzâlî’ye göre peygamberliğin hakikatini ve velîlerin kerametlerini anlamanın yolu kendisinin zevk adını verdiği bu mânevî tecrübedir. Hazırlık aşamasında irade ve ihtiyarın payı varsa da zevk tamamen Allah vergisidir. Dinî konularda hakikate ulaşmanın en kesin yolunu, hakikati gözle görmek, elle tutmak gibi apaçık gösteren zevk halidir. Bunun altında aklî burhanla kazanılan ilim, en altta da “hakkında hüsnüzan beslenen birinden duyarak kabul edilen” anlamında iman gelir. Peygamberlerde bulunup diğer insanlarda hiçbir örneği görülmeyen mûcize benzeri bir hali insanın anlaması mümkün değildir. Eğer onun insanda -dış duyuların oldukça zayıfladığı uyku halinde iken bir tür gayb bilgisinin tezahürü şeklinde gerçekleşen sâdık rüya görme yeteneği gibi- bir örneği varsa o takdirde bu yetenekle peygamberdeki mûcizeye benzeyen haller zevk yoluyla tecrübe edilebilir. Ahlâkını geliştiren, bilgisini arttıran, kıraat ve zikir gibi ibadetlerle meşgul olan kimse uyanık halde iken de fenâ ve istiğrak derecesine ulaşıp zevk erbabından olabilir ( İḥyâʾ , III, 14-24; el-Münḳıẕ mine’ḍ-ḍalâl , s. 122-143; Kitâbü’l-Erbaʿîn , s. 53-56; Mişkâtü’l-envâr , s. 77-78). Gazzâlî, Mişkâtü’l-envâr ’da tasavvufî zevkin olabilirliğini kanıtlamak için şiir ve mûsiki zevkini örnek gösterir. Bazı insanlarda yüksek değerde estetik eserler ortaya koyma ve onlardan tat alma zevki son derece gelişmişken en akıllı kimselerin dahi bu zevkin ne olduğunu anlatmaktan âciz kalacakları derecede estetik zevke uzak olanlar da vardır. Zevk İşrâkī felsefenin de temel kavramlarındandır. Sühreverdî el-Maktûl’e göre kadim felsefe biri araştırma ve kanıtlamaya dayalı hikmet (el-hikmetü’l-bahsiyye), diğeri mistik tecrübe ve sezgiye dayalı hikmet (el-hikmetü’z-zevkiyye) şeklinde ikiye ayrılır. Bunlardan ilkinin önderi Aristo, ikincisinin önderi Eflâtun’dur. Sühreverdî, bahsî hikmetin değerini inkâr etmemekle birlikte hakikatin bilgisini veren asıl yöntemin zevkî hikmet olduğunu savunur. Çünkü ona göre felsefî bilgi tasavvurunda zevkî hikmet kurucu ve yönlendirici, bahsî hikmet ise açıklayıcı ve eleştiricidir. Bu sebeple İşrâkī felsefede düşüncenin merkezini zevkî ve keşfî bilgi oluşturur. Zevk kavramı, başta Muhyiddin İbnü’l-Arabî olmak üzere sonraki sûfî müelliflerce de sıkça kullanılmıştır. İbnü’l-Arabî sûfîlerin zevk kavramını “kulun kalbine âniden doğan bir hal” diye anladıklarını ve onu ilâhî tecellilerin ilk esası saydıklarını belirtir. Tecellilerin değişmesine göre zevk de değişir. Buna göre sûretlerdeki tecellinin zevki hayalî ve ilâhî, kevnî isimlerdeki tecellinin zevki aklîdir. Hayalî zevkin tesiri nefiste, aklî zevkin tesiri kalptedir ( Fuṣûṣ , s. 107-109). Varlığın hakikatinin fikir ve nazarla değil keşf ilimleriyle bilinebileceğini belirten İbnü’l-Arabî ( el-Fütûḥâtü’l-Mekkiyye , I, 56, 59-60) ilimleri usulleri açısından aklî ilimler, ahval ilimleri, sırlar ilmi diye üçe ayırır. Ahval ilimlerine ancak zevk yoluyla ulaşılabilir ( a.g.e. , I, 33). Zevk ilminin metodu olmaz; çünkü mantıktaki gibi kalıplaşmış kuralları yoktur ( Dîvân , s. 78). Gazzâlî gibi İbnü’l-Arabî de Allah’ın kendisini hakikat bilgisine keşfen muttali kıldığını ( İnşâʾü’d-devâʾir , s. 1-2), ancak insanların çoğu bu ilâhî zevk ilmine yabancı olduğu için onlardan keşfî konularda kendisini tasdik etmelerini beklemediğini söyler ( el-Fütûḥâtü’l-Mekkiyye , II, 548). İbnü’l-Arabî’ye göre ehlullahta hâsıl olan ilâhî-zevkî ilimler onların bilgi güçlerine göre farklı görünse de aslında hepsi aynı gerçekliğin yansımalarıdır. Nitekim bir kutsî hadiste geçen, “Kulumun işiten kulağı, gören gözü, tutan eli, yürüyen ayağı olurum” sözleri (Buhârî, “Riḳāḳ”, 38) farklı tezahürlerle aynı hakikatin tecellisine işaret etmiştir. Kulda organlar muhtelifse de hüviyet aynıdır. Suyun farklı bölgelere göre tadı değişmekle birlikte mahiyeti aynı olduğu gibi ilâhî-zevkî ilim de bir tek hakikate sahiptir ( Fuṣûṣ , s. 107). Dâvûd-i Kayserî’ye göre İbnü’l-Arabî’nin ilâhî-zevkî ilimlerden kastı konusu Allah, O’nun sıfatları ve isimleri olan ilimlerdir. Bunlar ilâhî isimlerin hükümlerini, onlarla ilişkili bilgileri ve bu isimlerin türlü varlıklardaki zuhurunu içerir ( Maṭlaʿu ḫuṣûṣi’l-kilem , II, 15). Mârifet, muhabbet, vecd, fenâ, zevk gibi tasavvufî kavramlar felsefî tasavvufa karşı olan bazı Selefî âlimlerce de benimsenmiştir. Meselâ İbn Teymiyye imanın tadından ve zevkinden bahseden hadisleri de zikrederek ( Müsned , I, 208; Buhârî, “Riḳāḳ”, 9, 14; “İkrâh”, 1; Müslim, “Îmân”, 56, 66) iman zevkini ve dinî vecdi iman muhabbetinin zorunlu sonucu sayar. Söz konusu hadislerde zevkle vecdin farkını göstermek üzere iman zevkinin dinî esasları kabullenmeye (rıza), vecdin ise muhabbete bağlandığını, bundan dolayı Sehl et-Tüsterî’nin, “Kitap ve Sünnet’in onaylamadığı her vecd bâtıldır; çünkü bir şeyi sevenin ondan duyduğu zevk sevgisiyle orantılıdır” dediğini belirtir. Ancak İbn Teymiyye’nin iddiasına göre İbnü’l-Arabî, Sadreddin Konevî, Afîfüddin et-Tilimsânî gibi vahdet-i vücûdcu sûfîler bir zevk ve vecd hali yaşayınca ittihâdiyyenin yolunu tutup mevcûdata ulûhiyyet yüklemişler, bu kanaate vecd ve zevk yoluyla ulaştıklarını ileri sürmüşlerdir. Halbuki dinî kaynaklardaki bilgiler ve inançlarla uyuşmayan vecd ve zevk bâtıldır ( Mecmûʿu fetâvâ , II, 452-479). İbn Kayyim el-Cevziyye de zevkin sadece tatma duyusundan ve maddî duyumlardan ibaret olmadığını belirtir. Nitekim bir hadiste imanı tatmanın zevkinden bahsedilmiş ( Müsned , I, 208; Müslim, “Îmân”, 56), böylece ağzın yemekteki ve sudaki tadı alması gibi kalbin de imanı tatmanın zevkine vardığı bildirilmiştir ( Medâricü’s-sâlikîn , III, 90-91). Buna göre imanın bir tadı ve halâveti bulunmaktadır ve bu tadı almanın adı zevk ve vecddir. Herevî’nin Menâzilü’s-sâʾirîn ’inde zevk konusuna ayırdığı bölümü geniş bir şekilde şerheden İbn Kayyim onun, “Zevk vecdden daha sürekli ve şimşekten daha parlaktır” sözünü açıklarken yukarıdaki hadislerden bunun tersi bir mânanın çıkarılabileceğini de söyler. Çünkü bir şeyin tadına (zevk) varmak (vecd) onu tatmaktan daha özel olduğu için vecdi zevkten daha üstün saymak mümkündür. Gerçi tasavvuf erbabının çoğu, her tadılan şey tam bir zevk vermeyebileceği için zevkin vecdden üstün olduğunu düşünmüşse de İbn Kayyim’e göre bu düşünce isabetsizdir; zira vecd kavramında zevkin yanında sübût ve istikrar mânası da vardır ( Medâricü’s-sâlikîn , III, 92-94). BİBLİYOGRAFYA İbnü’l-Esîr, en-Nihâye , II, 172. Müsned , I, 208. Kuşeyrî, er-Risâle , I, 271. Gazzâlî, İḥyâʾ , III, 14-24. a.mlf., el-Münḳıẕ mine’ḍ-ḍalâl (nşr. Cemîl Salîbâ – Kâmil Ayyâd), Dımaşk 1358/1939, s. 122-143. a.mlf., Kitâbü’l-Erbaʿîn (nşr. Muhammed Muhammed Câbir), Kahire, ts. (Mektebetü’l-Cündî), s. 53-56. a.mlf., Miʿyârü’l-ʿilm , Beyrut, ts. (Dârü’l-Endelüs), s. 141. a.mlf., Mişkâtü’l-envâr (nşr. Ebü’l-Alâ Afîfî), Kahire 1383/1964, s. 77-78, ayrıca bk. neşredenin girişi, s. 33-34. Sühreverdî el-Maktûl, Ḥikmetü’l-işrâḳ ( Opera metaphysica et mystica içinde, nşr. H. Corbin), Tahran-Paris 1952, II, 9-13. İbnü’l-Arabî, Fuṣûṣ (Afîfî) , s. 107-109. a.mlf., el-Fütûḥâtü’l-Mekkiyye , Kahire, ts. (el-Mektebetü’s-sekāfeti’l-Arabiyye), I, 33, 56, 59-60; II, 548. a.mlf., Dîvân , Bulak 1271, s. 78. a.mlf., İnşâʾü’d-devâʾir (nşr. H. S. Nyberg, Kleinere Schriften des Ibn al-ʿArabī içinde), Leiden 1336/1919, s. 1-2. Afîfüddin et-Tilimsânî, Şerḥu Menâzili’s-sâʾirîn (nşr. Abdülhafîz Mansûr), Tunus 1989, II, 443-446. İbn Teymiyye, Mecmûʿu fetâvâ , II, 452-479. İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, III, 90-94. Dâvûd-i Kayserî, Maṭlaʿu ḫuṣûṣi’l-kilem fî meʿânî Fuṣûṣi’l-ḥikem , [baskı yeri yok] 1416 (Envârü’l-hüdâ), II, 15, 19. \n \n\t\t\t\t\t\t\t\t\t\tBu madde TDV İslâm Ansiklopedisi’nin 2013 yılında İstanbul’da basılan 44. cildinde, 308-310 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız.",
      "bibliography": [
        "İbnü’l-Esîr, en-Nihâye , II, 172.",
        "Müsned , I, 208.",
        "Kuşeyrî, er-Risâle , I, 271.",
        "Gazzâlî, İḥyâʾ , III, 14-24.",
        "a.mlf., el-Münḳıẕ mine’ḍ-ḍalâl (nşr. Cemîl Salîbâ – Kâmil Ayyâd), Dımaşk 1358/1939, s. 122-143.",
        "a.mlf., Kitâbü’l-Erbaʿîn (nşr. Muhammed Muhammed Câbir), Kahire, ts. (Mektebetü’l-Cündî), s. 53-56.",
        "a.mlf., Miʿyârü’l-ʿilm , Beyrut, ts. (Dârü’l-Endelüs), s. 141.",
        "a.mlf., Mişkâtü’l-envâr (nşr. Ebü’l-Alâ Afîfî), Kahire 1383/1964, s. 77-78, ayrıca bk. neşredenin girişi, s. 33-34.",
        "Sühreverdî el-Maktûl, Ḥikmetü’l-işrâḳ ( Opera metaphysica et mystica içinde, nşr. H. Corbin), Tahran-Paris 1952, II, 9-13.",
        "İbnü’l-Arabî, Fuṣûṣ (Afîfî) , s. 107-109.",
        "a.mlf., el-Fütûḥâtü’l-Mekkiyye , Kahire, ts. (el-Mektebetü’s-sekāfeti’l-Arabiyye), I, 33, 56, 59-60; II, 548.",
        "a.mlf., Dîvân , Bulak 1271, s. 78.",
        "a.mlf., İnşâʾü’d-devâʾir (nşr. H. S. Nyberg, Kleinere Schriften des Ibn al-ʿArabī içinde), Leiden 1336/1919, s. 1-2.",
        "Afîfüddin et-Tilimsânî, Şerḥu Menâzili’s-sâʾirîn (nşr. Abdülhafîz Mansûr), Tunus 1989, II, 443-446.",
        "İbn Teymiyye, Mecmûʿu fetâvâ , II, 452-479.",
        "İbn Kayyim el-Cevziyye, Medâricü’s-sâlikîn , Kahire 1403/1983, III, 90-94.",
        "Dâvûd-i Kayserî, Maṭlaʿu ḫuṣûṣi’l-kilem fî meʿânî Fuṣûṣi’l-ḥikem , [baskı yeri yok] 1416 (Envârü’l-hüdâ), II, 15, 19."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
