{
  "id": "eweb_409",
  "source": "DİA",
  "cat": "term",
  "link": "https://islamansiklopedisi.org.tr/zuhd",
  "annotator": "Jeremy",
  "title": "ZÜHD",
  "arabic_title": "الزهد",
  "summary": "Kulun Hakk’ın dışındaki her şeyi terketmesi anlamında bir tasavvuf terimi.",
  "parts": [
    {
      "author": "SEMİH CEYHAN",
      "content": "Sözlükte zühd “bir şeye rağbet etmemek, ona karşı ilgisiz davranmak, ondan yüz çevirmek” gibi anlamlara gelir. Malı az olan kişiye müzhid , az yemek yiyene zâhid , az olan şeye zehîd , dünyaya karşı perhiz hayatı yaşamaya zehâdet denir. Zühdün karşıtı rağbet tir ( Kāmus Tercümesi , “zhd” md.). Kur’an’da zühd kelimesi geçmez. Bununla birlikte Hz. Yûsuf’u kuyudan çıkaranların ona fazla değer vermemeleri sebebiyle kendileri hakkında zâhid kelimesinin çoğulu olan “zâhidîn” kullanılmıştır (Yûsuf 12/20). Zühd kavramı genellikle dünyaya karşı olumsuz tavır ve davranışların bütününü ifade eder. Dünya malına, makama, mevkiye, şan ve şöhrete önem vermeme; azla yetinme, çokça ibadet etme, âhiret için hayırlı işlere yönelme zühdün bazı göstergeleridir ( et-Taʿrîfât , “zhd” md.). Nitekim Kur’ân-ı Kerîm’de, “Siz dünya hayatını tercih ediyorsunuz ama âhiret hayatı daha hayırlı ve daha kalıcıdır” meâlindeki âyetler (Tâhâ 20/131; el-Kasas 28/60; el-A‘lâ 87/16-17) bâki olan âhiret hayatına yönelmenin kul için daha fazla önem taşıdığını bildirmektedir. Yine Kur’an’da dünya hayatının fâniliği (Yûnus 10/24), bu hayatın bir oyun ve eğlenceden ibaret olması (el-Hadîd 57/20), imtihan vesilesi kılınması (el-Mülk 67/2), dünyanın geçiciliğine karşılık âhiret hayatının ebedîliği ve sonsuzluğu (el-Mü’min 40/39) gibi konular üzerinde sıkça durulmakta, insanın kalıcı ve sonsuz değerlere yönelmesi teşvik edilmektedir. Hz. Peygamber’in ve ilk müslümanların hayat tarzı azla yetinmenin ve zâhidâne yaşamın örnekleriyle doludur. Bunların hadis literatürü çerçevesinde toplanmasıyla “kitâbü’z-zühd”ler tedvin edilmiştir. Bu eserlerde Resûl-i Ekrem ve ashabının örnek hayatıyla ilgili rivayetler yer almaktadır. İsrâiloğulları’ndan Hz. Süleyman gibi kral peygamberlere karşın Resûlullah’ın kul peygamber olmayı tercih etmesi sonraki nesillerin dünya ve hayat anlayışını da etkilemiştir. Resûl-i Ekrem’in bu konudaki sözü çok mânidardır: “Ben melik peygamber veya kul peygamber olma hususunda serbest bırakıldım. Cebrâil bana tevazu göstermemi işaret etti. Ben de ‘Kul peygamber olayım, bir gün doyar, bir gün aç kalırım’ dedim” (Heysemî, IX, 192). Peygamber, İslâm’ın Arap yarımadasının hemen hemen tamamına yayıldığı zamanlarda bile mal ve servet biriktirmemiş, yaşantısında daima azla yetinmiş, eline geçen malları fakirlere dağıtmış, özellikle ashâb-ı Suffe’yi de bu şekilde yetiştirmiştir. Öte yandan Resûl-i Ekrem zenginliği ve serveti reddetmemiş, dürüst ve güvenilir tâcirin âhirette nebîler, sıddîklar ve şehidlerle beraber olacağını müjdelemiş (Tirmizî, “Büyûʿ”, 4), âyette zikredildiği üzere (el-Hadîd 57/27) ashabına dünyadan tamamıyla el etek çekme anlamındaki ruhbanlığı tavsiye etmemiş, dünyada mal kazanmalarını ve malları hayır yolunda sarfetmelerini emretmiştir. İlk bakışta çelişkili gibi görünen bu iki tavrı mutasavvıflar dinde aslolan, zühdün dünyayı elde bulundurmama değil kalbe sokmama şeklinde yorumlamış, zühdü dünyevî ve maddî olan şeyleri elinden değil gönlünden çıkarma biçiminde tanımlamıştır. Mevlânâ Celâleddîn-i Rûmî, “Dünya nedir? Ne kumaş ne kadın ne de paradır. Dünya insanı Allah’tan alıkoyan şeydir” derken ( Mesnevî , I, 79) dünyayı “Hakk’a perde olan durum” diye tarif eder. İslâm’da zühdün gerçek çerçevesi halk arasında Hak ile birlikte olmaya gayret göstermek şeklinde çizilmiştir. Zühdde aslolan, kalbin dünyaya gereğinden fazla önem vermemesidir. Ancak bu mertebeye erişebilmek için dünyevî arzulara bulanmış nefsin halka zarar vermemesi, riyâzet, uzlet, halvet ve firar gibi uygulamalarla tezkiye edilmesi bir zorunluluktur. Zühdü gerçekleştiren kimsenin önce âhirete yöneleceği, ardından Hakk’a yakınlaşmaya başlayacağı, Hakk’ın dışındaki her şeyden (mâsivâ) uzaklaşacağı ve Hakk’a ulaşan kimsenin halkı irşad edeceği sûfîler tarafından sıkça vurgulanmıştır. Bu açıdan zühd, fenâfillâh ve bekābillâh gibi iki önemli durağı olan tasavvuf yolunun başlangıcını temsil eder. Zühd her şeyden önce bir terk fiilidir ve terkedilen şeye göre kısımları, dereceleri vardır. Zühdün ilk derecesi dinin yasakladığı şeyleri terketmek, ikincisi şüpheli şeylerden uzak durmaktır; buna “vera‘” denir. Üçüncüsü yapılıp yapılmamasına ruhsat verilen şeyleri terketmektir. Azimet ehlinin zühdü, Hz. Peygamber’in yaptığı gibi mümkün olduğunca mubah olan şeylerin azıyla yetinmektir (az yemek, az konuşmak, az uyumak gibi). Zühdün en yüksek derecesi Allah’ın dışındaki her şeyi kalpten çıkarmak, kalbi daima Hak ile birlikte tutmaktır. Bu sürecin başlangıcı kişinin gazap, öfke, kibir, makam hırsı, yalancılık gibi kötü şeylerden kurtulması ve iyi niteliklerle bezenmesidir. Tasavvufta kişinin zühdü tek başına uygulamaya çalışması ona bazı faydalar sağlasa da dünyevî şeylerden yüz çevirirken mizacını bozacak tehlikeli aşamalarla karşılaşılabilir. Bunun önüne geçmek için mâsivâyı gönlünden söküp atmış bir mürşide ihtiyacı olduğu önemle vurgulanmıştır. Zühd sûfîler tarafından “terk-i dünyâ, terk-i ukbâ, terk-i hestî, terk-i terk” şeklinde özetlenmiştir. Terk-i terk makamı sâlikin kendinde hiçbir fiil görmemesi, bütün fiillerin fâilinin Allah olduğunu idrak etmesidir. Bâyezîd-i Bistâmî’ye zühd sorulduğunda, “Ben zühdde üç gün (devir) kaldım, dördüncü gün zühdden çıktım. İlk gün dünyaya ve dünyada olan şeylere, ikinci gün âhirete ve orada bulunan şeylere, üçüncü gün Allah’tan başka ne varsa hepsine karşı zâhid oldum. Dördüncü gün olunca bana Allah’tan başka bir şey kalmadı ve ilâhî aşk beni şaşkına çevirdi” şeklinde cevap vermiştir. İslâm tarihinde zühd kavramı aynı tavrı benimseyenlerin meydana getirdiği bir hareket olmuştur. Hz. Peygamber’den sonra ortaya çıkan askerî, siyasî ve sosyal gelişmelerin, ganimet mallarının artışıyla maddî refah seviyesindeki yükselişin ve dünyaya bağlılığın etkisiyle, tâbiîn ileri gelenlerinin Resûl-i Ekrem’e ve sahâbe nesline uyarak zühd hayatına yönelmeleri zühd hareketinin Basra’dan Kûfe’ye, Bağdat’tan Horasan’a kadar yayılmasını sağlamıştır. Basra’da Hasan-ı Basrî, Abdülvâhid b. Zeyd, Mâlik b. Dînâr, Habîb el-Acemî; Kûfe’de Ebû Hâşim es-Sûfî, Dâvûd et-Tâî, Süfyân es-Sevrî, Amr b. Utbe, Câbir b. Hayyân; Horasan’da İbrâhim b. Edhem, Fudayl b. İyâz, Şakīk-ı Belhî ve Ahmed b. Harb zühd hareketinin önde gelen temsilcileridir. Ebü’l-Ferec İbnü’l-Cevzî zâhidlerin ilk defa İslâm’da görüldüğünü, Hz. Peygamber zamanında zühd nisbetinin iman ve İslâm şeklinde olduğunu, sonraları zâhid ve âbid şeklini aldığını, zühde yapışan, ibadette aşırıya giden ve dünyadan elini eteğini çeken grupların ortaya çıktığını, bunların kendilerine has yollar edindiğini belirtir ( Telbîsü İblîs , s. 16, 161). İslâm toplumunda Hâricîler, Şîa, Mu‘tezile ve Ehl-i sünnet gibi ekoller içerisinde zühdü benimseyen gruplar daima var olmuştur. Bu gruplar bekkâîn (ağlayanlar), tevvâbîn (çokça tövbe edenler), nüssâk (kendilerini Allah’a adayanlar), kussâs (kıssa anlatanlar), vâizîn, şikeftiyye (mağarada inzivâ halinde yaşayanlar), sâlihîn, fukara, melâmiyyûn gibi isimlerle anılmıştır. Kuşeyrî’ye göre dinin hükümlerine hassasiyetle riayet eden insanlara zühhâd ve ubbâd adı verilmiş, daha sonra bid‘at mezhepleri teşekkül edince her mezhep zâhidler zümresinin kendi içinde bulunduğunu iddia etmiştir. Bunun neticesinde “her nefeste Allah ile olma” (maiyyetullah) halini koruyan ve kendilerine ârız olan gafletten sakınmaya çalışan Ehl-i sünnet’in ileri gelenleri mutasavvıf diye anılmış, meslekleri de tasavvuf adını alarak öbürlerinden ayrılmışlardır ( Risâle , s. 111). “Zühdün nihayeti tasavvufun bidâyetidir” sözü bu gerçeğe işaret eder. Öte yandan mutasavvıflar, tasavvuf yoluna girmek isteyenlere dünyayı terkedip zühde sarılmakla işe başlamalarını, zühd hayatından sonra tasavvufî hallerin kendilerine görüneceğini söylemişlerdir. Muhyiddin İbnü’l-Arabî, Allah yolunda olan kimseleri zâhidler, sûfîler ve melâmîler şeklinde hiyerarşik biçimde üç kısma ayırmış, en alt tabakada bulunan zâhidleri dünyadan yüz çevirip riyaya düşme korkusuyla ibadet ve nefis muhasebesiyle meşgul olan vera‘ ehli; sûfîleri zühd tavrının yanı sıra himmetlerini haller, makamlar, sırlar, keşf ve kerametlere yönelten kimseler; melâmîleri ise bu iki mertebenin üstünde sıradan görünümlü insanlar olarak kendilerini Allah’a veren, sadece farzları yerine getirmekle yetinen, her şeyde Hakk’ı müşahede eden irfan sahibi kişiler diye nitelemiştir ( Fütûhât-ı Mekkiyye , VI, 141-148). Kuşeyrî, Risâle ’sinin zühd bölümünde zühd teriminin mahiyetini belirlemede sûfîlerin ihtilâfa düştüğünü söyler. Bu ihtilâfın kökeninde ilk dönem zâhid ve mutasavvıflarının bulundukları mertebeye göre zühd tanımları yer alır. Bazılarına göre zühd sadece haramda olur. Bazılarına göre ise haramda zühd şart, helâlde fazilettir. Sûfîlerin zühd tarifleri incelendiğinde üç tür yaklaşıma sahip oldukları görülür: Birincisi, Hasan-ı Basrî ve Abdullah b. Mübârek gibi sadece zâhire yönelik zühd taraftarlarının anlayışıdır. Hasan-ı Basrî zühdü, “Dünyaya karşı zâhid olmak, dünyaya yönelenlere buğzetmek ve dünyada bulunan şeylerden nefret etmektir”, Abdullah b. Mübârek ise “Fakirliği seve seve Allah’a güvenmektir” şeklinde tarif eder. Şakīk-ı Belhî ile Yûsuf b. Esbât da zühde yaklaşımda aynı kanaattedir. Kuşeyrî’ye göre bunlar sadece zühdün emâreleridir. İkinci yaklaşım Cüneyd-i Bağdâdî gibi zühdü hem zâhire hem bâtına yönelik kabul edenlere aittir. Cüneyd zühdü “elde bulunmayan şeyin gönülde de bulunmaması” biçiminde tanımlar. Bu yaklaşım kendisinden sonraki sûfîler tarafından büyük oranda benimsenmiştir. Üçüncüsü Süfyân es-Sevrî gibi zühdü sadece bâtına yönelik anlayanların tavrıdır. Süfyân’ın tarifi şöyledir: “Dünyaya karşı zâhid olmak kanaat etmek, azla yetinmektir. Kuru ekmek yemek ve aba giymek zühd değildir.” Gazzâlî, İḥyâʾ ın “Kitâbü’l-Faḳr ve’z-zühd” adlı bölümünde zühdü sûfîlerin bu konudaki farklı yaklaşımlarını kuşatacak biçimde incelemiştir. Onun zühdün zâhirine yönelik açıklamaları zühdün bir tarikat erkânı olarak kurumsallaşmasına, bâtınına yönelik zühd izahları ise mânevî bir hal ve tecrübe olarak hakikatinin ve derecelerinin tesbitine yöneliktir. Böylece Gazzâlî, gerek zühd konusunda gerek diğer tasavvuf konularında bir taraftan tarikatlarda yaygınlık kazanan muâmelât, âdâb ve erkânın temellerini, diğer taraftan İbnü’l-Arabî ile çerçevesi çizilen tasavvuf metafiziğinin belli başlı konularına dair doktrinleri açıklamada bir köprü vazifesi görmüştür. Zühdün hakikatini ve derecelerini fakr teriminden sonra ele alan Gazzâlî’ye göre fakr muhtaç olunan şeyin yokluğu demektir ki fakrın en üstünü zühddür. Zühd nefsin Hakk’ın dışındaki her şeyden tecerrüd etmesidir. Zühdün bir bütün olarak ilim, hal ve amelden ibaret bir makam olduğunu söyleyen Gazzâlî’ye göre zühd bir şeye olan rağbeti ondan daha iyisine çevirmektir. Kişi vazgeçtiği şeye nisbetle zühd, yöneldiği şeye nisbetle rağbet ve muhabbet tavrındadır. Zühdde iki şart vardır: Yüz çevrilen şeyde iyi yönün bulunması ve rağbet edilen şeyin yüz çevrilenden daha iyi olması. Bunlardan birincisi söz konusu olduğunda taş, toprak gibi değersiz şeylere karşı terk fiili zühd adını almaz. İkincisi söz konusu edildiğinde rağbet edilen şeye karşı muhabbetin bulunmasıdır. Dolayısıyla zühd hem terki hem muhabbeti barındıran bir kavramdır. Gazzâlî’ye göre zühd en başta kalbin amelidir ve kalple ilgisinin bulunması onun mânevî bir hal olduğuna işaret eder. Ancak bu hal bilgi temelinde gerçekleşir. Bu bilgi zâhidin aldığının verdiğinden daha iyi ve üstün olduğunu idrak etmesidir. Bu bilgiye sahip olmayanın terkettiği şeyden hevesinin geçtiği düşünülemez. Bu bilgi de zühdün netice vermesi için yeterli değildir. Zira âhiretin dünyadan daha hayırlı olduğunu bilip de dünyayı terketmeye gücü yetmeyenler de vardır. Bu durumda onların ilim ve yakînlerinin zayıflığına hükmedilir; bu da nefsin esiri olmaktan başka bir şey değildir. Zühdün üç boyutu vardır: Terk, rağbet, rağbeti gerektiren irade. Bir şeyi bizâtihi terk ile zühd tavrı gösterilmiş olmaz. Zira bir fiilin değeri o fiilin kendisinde değil yöneldiği gayededir. Bu gaye dünyevî olamaz; çünkü insanlar dünyevî gayelere ahlâk dışı fiillerle de ulaşabilirler. Şu halde ahlâkî fiilin gayesi uhrevîdir ve bu fiilin değeri aşkın bir dinî otoriteye bağlanmıştır. Aksi durum değerlerin mutlak olma niteliğinin kaybı demektir. Zira bencil bir tabiata sahip olan insanlar fiillerini sübjektif açıdan değerlendirebilirler, bu da fiillerden umulan faydayı izâfîleştirir. Zühd tavrını gösteren zâhid terkettiği şeyle rağbet ettiği şey arasında bir seçimde bulunan kimsedir. İradenin seçme niteliği üzerinde önemle duran Gazzâlî’ye göre irade maksada uygun bulunan şeyin belirlenmesi, benzer iki şeyin birbirinden ayırt edilmesidir. Buna göre iradeye dayanan fiiller bir tercihle gerçekleşir. İrade zorunlu olarak bilgiyi de içerir. Bu bilgi, âhiret hayatının dünya hayatından daha değerli olduğunun bilinmesine dayanan yakīnî bilgidir. Bu durumda zühd tavrı iradeye dayanan seçimli, bilinçli ve amaçlı bir tavırdır. Zühd zâhidin nefsine, terkedilene, rağbet edilene ve kazandığı hükümlere nisbetle dörde ayrılır. Her türün zayıftan güçlüye doğru farklı dereceleri vardır. Bu dereceler zâhidin bulunduğu makama göre değişir (Gazzâlî, IV, 230-257). Gazzâlî’nin zühd derecelerini, sûfîlerin atvâr-ı seb‘a ve letâif-i hamse gibi nefsin dereceleriyle karşılaştırmak mümkündür. Zira zühdün temelinde terk varsa nefsin mertebelerinde yükselmek, bir alt mertebenin terkedilip bir üst mertebeye rağbet etmek ve onun gereklerini yerine getirmektir. Meselâ nefs-i emmârenin sıfatları terkedilmedikçe nefs-i levvâmeye ulaşılamaz. Bunun ilk aşaması günahlara tövbedir. Dolayısıyla zühdü bütün tasavvuf terimlerinin temelinde yer alan bir mefhum şeklinde anlamak gerekir. Muhyiddin İbnü’l-Arabî, zühd kavramını önce mutasavvıflardan farklı şekilde tahlil ederek meseleyi metafizik bir çerçevede ele alır. Ona göre zühd mal ve mülke yönelik talebin terkidir ve mala mülke sahip olmayanın zühdünden söz etmek mümkün değildir. Mânevî tecrübesi olan zevk sahibi kimse, dünya arzusunu ve onun peşinden koşmayı terkettiği için kalbinde ilâhî bir tecellinin izini görür. Bu tecelli sebebiyle zühd amelinin Allah nezdinde bir değeri söz konusudur. Zühdde ilâhî bir tecelli bulunması zühdün ilâhî isimlerle irtibatlı olduğunu gösterir. İbnü’l-Arabî zühdün ilâh, rab ve rahmandan ibaret üç ilâhî isme göre bir makam ve halinin varlığından bahseder. Ona göre zühd İslâm, iman, ihsan hadisinde sözü geçen mertebelerde bulunan müslüman, mümin ve muhsinlere göre farklıdır. Müslümanın zühdü mülk âleminde gerçekleşir ve var olanlara yöneliktir. Bu tür zühd kulu Hak’tan ayıran en uzak perdeyi kaldırmayı amaçlar. Müminin zühdü ceberût âlemindedir ve zâhid mümin zühdünü nefsine karşı gerçekleştirir. Melekût âlemindeki ihsan sahiplerinin zühdü ise Allah’ın dışındaki her şeyi terketmektir. Bu mertebede artık bir perdeden bahsedilemez. Zühd seyrüsülûk yolundaki sâlike keşf gelmediği sürece eşlik eden bir makamdır. Kalp gözünden perde kalktığında sâlik artık zâhid diye anılmaz. İbnü’l-Arabî’ye göre sülûkünün başlangıcında olan sâlikler için zühd bir anlam ifade ederken gerek sülûkün ileri aşamalarında bulunan kimseler açısından gerekse bir varlık durumu cihetinden zühdden söz edilemez. Zühd eğer bir şeyin terki ise kul kendisi için yaratılmış eşyayı ve dünyayı terkedemez ve ona karşı zâhid davranamaz. İnsanın kendisinden dolayı yaratılmış olduğu, varlık sebebi olan Hakk’ı terketmesi de imkânsızdır. Buna göre metafiziksel açıdan zühd gerçekte bir bilgisizliktir. İbnü’l-Arabî şöyle der: “Bir şey benim değilse ona karşı nasıl zâhid olayım? Benim olan bir şeyden ise ayrılmam mümkün değildir. Öyleyse zühd nerede kaldı? Hakk’ı görürsen zâhid olmazsın, çünkü Allah yaratıklarına karşı zâhid olmadı. Allah’ın ahlâkıyla ahlâklanmaktan başka bir çare de yoktur. Öyleyse zâhidlikte kimin ahlâkıyla ahlâklanacaksın? Bu anlama dikkat et! Zühd sadece dünya hayatındadır, bu sebeple de kalıcı değildir” ( Fütûhât-ı Mekkiyye , XI, 35-37). Osmanlı zühdiyyât edebiyatında zühd ve aşk, zâhid ile âşık birbirinden farklı hayat görüşlerini temsil eder. Şairler dinin özüne inmeyen, kaba sofu, zâhirde dindar geçinip halkı ardı arkası gelmez vaaz ve nasihatlerle bunaltan, fırsatını bulunca da kendi nefsine uymayı ihmal etmeyen, katı ve taş yürekli, gafil, cahil ve nâdan, soğuk, kör, riyakâr, münafık ve fitneci sözde dindarları zâhid tipi altında tenkit etmişler, buna karşılık rindlik ve âriflik vasfı taşıyan âşık tipini övmüşlerdir. Zâtî’nin, “Göre zâhidi ki cânâ uşşâka ta‘nedermiş / Âkıl olan uyar mı billâh hîç meste // Zâhidâ ta‘netme bana sûret-i mir’ât-i aşk / Âşık-ı bîçâreye rûy-i melâmet gösterir” beyitleri bunun örneklerinden biridir (Şentürk, s. 1, 54). BİBLİYOGRAFYA Muhammed b. Hüseyin es-Sülemî, Tasavvufun Ana İlkeleri: Sülemî’nin Risaleleri (nşr. ve trc. Süleyman Ateş), Ankara 1401/1981, tercüme: s. 24, 125. Kuşeyrî, Risâle (Uludağ) , s. 111, 127, 252-257. Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 156. Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Beyrut 1989, IV, 230-257. Ebü’l-Ferec İbnü’l-Cevzî, Telbîsü İblîs (nşr. M. Münîr ed-Dımaşkī), Kahire 1368, s. 16, 161. İbnü’l-Arabî, Fütûhât-ı Mekkiyye (trc. Ekrem Demirli), İstanbul 2007-2009, VI, 141-148; XI, 35-37. Mevlânâ Celâleddîn-i Rûmî, Mesnevî (trc. Veled İzbudak), İstanbul 1953, I, 79. Heysemî, Mecmaʿu’z-zevâʾid , IX, 192. İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ: Mevlevî Âdâb ve Erkânı, Tasavvuf Istılahları (haz. Safi Arpaguş), İstanbul 2008, s. 293. Ali Sâmî en-Neşşâr, Neşʾetü’l-fikri’l-felsefî fi’l-İslâm , Kahire 1978, III, 61-78. M. Berekât el-Beylî, ez-Zühhâd ve’l-mutaṣavvife , Kahire 1993, s. 6. Ebü’l-Alâ Afîfî, Tasavvuf: İslâm’da Manevî Hayat (trc. Ekrem Demirli – Abdullah Kartal), İstanbul 1996, s. 61. Ahmet Atillâ Şentürk, Klâsik Osmanlı Edebiyatı Tiplerinden: Sûfî yahut Zâhid Hakkında , İstanbul 1996, s. 1, 54. Süleyman Uludağ, Tasavvufun Dili , İstanbul 2007, III, 33-48. Mehmet Y. Şeker, Dünyada Âhiret Yörüngeli Yaşama Gayreti: Zühd , İstanbul 2011, s. 13-25. R. A. Nicholson, “Tasavvufun Doğuşu: İslâm’da Zühd Hareketi” (trc. Mustafa Kara), Fikir ve Sanatta Hareket , VII. devre, sy. 3 (165), İstanbul 1979, s. 27. a.mlf., “Tasavvufun Kaynağı ve Gelişimi Üzerine Tarihi Bir Araştırma” (trc. Abdullah Kartal), UÜ İlâhiyat Fakültesi Dergisi , VII/7, Bursa 1998, s. 690. I. Goldziher, “İslamiyetin İlk Zamanlarında Zühd” (trc. Hayrani Altıntaş), AÜİFD , XXIV (1981), s. 539-546. L. Kinberg, “What is Meant by Zuhd”, St.I , LXI (1985), s. 27-28. Kadir Özköse, “Zühd ve Sufilerin Zühde Yükledikleri Anlam: Tasavvufta Dünyevileşmeye Tepkisel Yaklaşım”, Cumhuriyet Üniversitesi İlâhiyat Fakültesi Dergisi , VI/1, Sivas 2002, s. 176-194. Rıfat Okudan, “İslam Kültüründe Zühd ve Zahidlik”, Süleyman Demirel Üniversitesi İlâhiyat Fakültesi Dergisi , sy. 14, Isparta 2005, s. 159-187. Yaşar Nuri Öztürk, “Zühd”, İA , XIII, 638-639. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2013 yılında İstanbul’da basılan 44. cildinde, 530-533 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız. Bu bölüm en son 21.03.2024 tarihinde güncellenmiştir.",
      "bibliography": [
        "Muhammed b. Hüseyin es-Sülemî, Tasavvufun Ana İlkeleri: Sülemî’nin Risaleleri (nşr. ve trc. Süleyman Ateş), Ankara 1401/1981, tercüme: s. 24, 125.",
        "Kuşeyrî, Risâle (Uludağ) , s. 111, 127, 252-257.",
        "Hücvîrî, Keşfü’l-mahcûb (Uludağ) , s. 156.",
        "Gazzâlî, İḥyâʾü ʿulûmi’d-dîn , Beyrut 1989, IV, 230-257.",
        "Ebü’l-Ferec İbnü’l-Cevzî, Telbîsü İblîs (nşr. M. Münîr ed-Dımaşkī), Kahire 1368, s. 16, 161.",
        "İbnü’l-Arabî, Fütûhât-ı Mekkiyye (trc. Ekrem Demirli), İstanbul 2007-2009, VI, 141-148; XI, 35-37.",
        "Mevlânâ Celâleddîn-i Rûmî, Mesnevî (trc. Veled İzbudak), İstanbul 1953, I, 79.",
        "Heysemî, Mecmaʿu’z-zevâʾid , IX, 192.",
        "İsmâil Rusûhî Ankaravî, Minhâcü’l-fukarâ: Mevlevî Âdâb ve Erkânı, Tasavvuf Istılahları (haz. Safi Arpaguş), İstanbul 2008, s. 293.",
        "Ali Sâmî en-Neşşâr, Neşʾetü’l-fikri’l-felsefî fi’l-İslâm , Kahire 1978, III, 61-78.",
        "M. Berekât el-Beylî, ez-Zühhâd ve’l-mutaṣavvife , Kahire 1993, s. 6.",
        "Ebü’l-Alâ Afîfî, Tasavvuf: İslâm’da Manevî Hayat (trc. Ekrem Demirli – Abdullah Kartal), İstanbul 1996, s. 61.",
        "Ahmet Atillâ Şentürk, Klâsik Osmanlı Edebiyatı Tiplerinden: Sûfî yahut Zâhid Hakkında , İstanbul 1996, s. 1, 54.",
        "Süleyman Uludağ, Tasavvufun Dili , İstanbul 2007, III, 33-48.",
        "Mehmet Y. Şeker, Dünyada Âhiret Yörüngeli Yaşama Gayreti: Zühd , İstanbul 2011, s. 13-25.",
        "R. A. Nicholson, “Tasavvufun Doğuşu: İslâm’da Zühd Hareketi” (trc. Mustafa Kara), Fikir ve Sanatta Hareket , VII. devre, sy. 3 (165), İstanbul 1979, s. 27.",
        "a.mlf., “Tasavvufun Kaynağı ve Gelişimi Üzerine Tarihi Bir Araştırma” (trc. Abdullah Kartal), UÜ İlâhiyat Fakültesi Dergisi , VII/7, Bursa 1998, s. 690.",
        "I. Goldziher, “İslamiyetin İlk Zamanlarında Zühd” (trc. Hayrani Altıntaş), AÜİFD , XXIV (1981), s. 539-546.",
        "L. Kinberg, “What is Meant by Zuhd”, St.I , LXI (1985), s. 27-28.",
        "Kadir Özköse, “Zühd ve Sufilerin Zühde Yükledikleri Anlam: Tasavvufta Dünyevileşmeye Tepkisel Yaklaşım”, Cumhuriyet Üniversitesi İlâhiyat Fakültesi Dergisi , VI/1, Sivas 2002, s. 176-194.",
        "Rıfat Okudan, “İslam Kültüründe Zühd ve Zahidlik”, Süleyman Demirel Üniversitesi İlâhiyat Fakültesi Dergisi , sy. 14, Isparta 2005, s. 159-187.",
        "Yaşar Nuri Öztürk, “Zühd”, İA , XIII, 638-639."
      ]
    },
    {
      "author": "KÜRŞAT DEMİRCİ",
      "content": "Diğer Dinlerde. İlâhî hakikate ve kurtuluşa ermek amacıyla seküler dünyaya ait her türlü nimetten uzak durulması gerektiğini öngören bir tutum veya yorum olarak zühd anlayışı neredeyse bütün dinlerde mevcuttur. Zühd ağırlıklı dinî yorum geleneği büyük oranda mistik, gnostik ve bâtınî unsurlardan beslense de bazan geleneksel dinî kuralların egemen olduğu anlayışlarda da zühd hayatının ortaya çıktığı bilinmektedir. Basit bir tanımla zühd ilâhî hakikate ve buna paralel olarak kurtuluşa ermek için az yeme, az uyuma, cinsellikten uzak durma, bedeni zorlayıcı hareketler yapma gibi eylemleri içeren bir tutumdur. Bu şekliyle zühd anlayışının egemen olduğu dinî yorumlar dünya-âhiret dengesini esas alan geleneksel dinî anlayıştan oldukça farklıdır. Şüphesiz bu farklılık sadece iki anlayış arasındaki teorik meselelerle sınırlı kalmaz, her iki anlayışın geliştirdiği insan tipinden, çok özel kurumların varlığına kadar geniş bir yelpazeyi içine alır. Çoğu durumda bu anlayışların birbiriyle çatışma içinde olduğu bilinmektedir. Batı dillerinde zühd için kullanılan asceticism kelimesi Grekçe’de “şekil vermek” anlamındaki askêo fiilinden türetilen askêsis ten gelir. Kelime Homeros gibi klasik yazarlarca “düzeltme, şekillendirme” anlamında kullanılsa da Helenistik döneme doğru spor eğitimi terminolojisinde “bedeni eğitme” anlamında özel bir mahiyet kazanmıştır. Kelime, milâttan önce II. yüzyıl civarında Grek pagan zâhidlerin bedenlerini kontrol etmesine işaret etmeye başlamış, böylece klasik zühd hayatı karşılığında kullanılır olmuştur. Zühd, daha çok tek tanrılı dinlerle ilişkili bir kavram gibi görülse de çok tanrılı dinlerde de sıkça rastlanan bir olgudur. Porphyry (m.s. III. yüzyıl) De abstinentia ab esu animalium adlı eserinde eski Grek zühd hayatından bahsederken “litotes” (sade bir hayat), “katastole” (kaçınma), “enkrateia” (nefis kontrolü) ve “karteria” (sabır) gibi bazı kavramları zikreder. Stoacı, Kinik, Platoncu, Pisagorcu birtakım felsefe çevreleriyle Eleusis, Orfeus gibi bazı sır cemaatlerinde zühd hayatının önemli olduğu bilinmektedir. Benzeri bir hayat tarzı Roma döneminde doğudan gelen sır cemaatleri aracılığıyla yaygınlaşmıştır. Antik Batı geleneğinde zühd hayatını öngören yorumların varlığı büyük oranda Hindistan’a kadar uzanan bir etkiyle açıklansa da kırsal Grek dinindeki natüralist mistisizmin zühd hayatına yol açmış olma ihtimali göz ardı edilmemelidir. Zâhidâne hayatın bilindiği kadarıyla ilk ve en klasik örnekleri Hint dinlerinde ortaya çıkar. Hinduizm, Budizm, özellikle Jainizm zühd hayatını öngören referanslarla doludur. Hinduizm’in kutsal kitaplarından Vedalar’da bulunan Rig Veda koleksiyonunun onuncu “mandala”sı “keşin” ve “muni” adıyla bilinen uzun saçlı, çıplak, münzevi ve şamanik birtakım ritüeller yapan kişilerden bahseder. Yine Rig Veda’da “yatîn” denilen münzevilerden söz edilir. Atharva Veda’da değişik bir münzevi figürüne “vratya” adı verilir. Upanişad ve Aranyaka adıyla bilinen mistik Hindu metinlerinde zühd hayatı Hinduizm’in temeli haline getirilmiştir. Bir erkeğin yaşamının dördüncü evresinde ormanda zâhidlik yapması gerektiği vurgulanır. Aynı metinlerde “saddhu” ve “yogi” diye geçen figürler hayatını zühde adayan kutsal kişiler olarak ortaya çıkar. Bugünkü Hinduizm’de zühd hayatının klasik temsilcileri saddhulardır. Saddhu her türlü arzudan kurtulmuş, bedenine hükmedebilen ve tanrılarla iletişim kurduğunu söyleyen özel kişidir. Genellikle manastırlarda yaşayan saddhuların bütün eşyası bir bastonla su kabından ibarettir. Resmî Hinduizm’in çok olumlu bakmadığı saddhular veya yogiler Hıristiyanlık’taki marjinal keşişlere benzer. Hinduizm’de resmen tanınan zâhidlerin Şiva mezhebine mensup olanları “sannyasi”, Vişnu mezhebine mensup olanlarıysa “vairagin” adıyla bilinir. Zühd yaşantısının önemli olduğu bir başka Hint dini Budizm’dir. Budizm, Buddha’nın daha dengeli bir hayatı tebliğ etmeye başladığı aydınlanmaya (nirvana) ermesinden sonraki yaşantısını esas alarak orta halli bir zühd hayatı önermiştir. Budizm’de zühd daha çok “bihikku”/“bihikkhuni” adını alan erkek veya kadın keşişlerle sınırlıdır. Zühd yaşantısını sürdürebilmek için şu on üç görevi yerine getirmek gerekir. Lüks elbiseyi terketmek (pamsu kula), keşişlere ait üç parçalı elbise giymek (tecivarika), kâse ile günlük yiyeceklerini tedarik etmek (pindapata), dilenerek yiyecek toplamak (sapadanacarika), tek öğün yemek (ekasanika), her şeyi bir bohçada toplamak (pattapindika), fazla hiçbir şey yememek (kalupacchabhattika), ormanda yaşamak (arannika), bir ağacın altında hayatını sürdürmek (rukkohamula), hiçbir şeyden korunma ihtiyacı hissetmemek (abbhokasika), mezarda meditasyon yapmak / uyumak (susanika), sert zeminde uyumak (yathasantatika), uzanarak oturmamak (nesajjika). Hint dinleri içerisinde zühd hayatını en yüksek noktasına vardırmış olan inanç Jainizm’dir. Bedenî olan her şeyi aydınlanmanın ve kurtuluşun önündeki en büyük engel gören Jainizm kurtuluşun ancak ruhsal uyanıklık hali ile elde edilebileceğini öngörür. Jainizm’deki zühd anlayışının esası bedeni terketmek (samyana) kavramına dayanır. Az yemek, az uyumak, cinsel ilişkiden uzak durmak, hiçbir canlıyı öldürmemek, şahsî eşya ve mülk edinmemek gibi temel kuralları içeren samyanaya bir yeminle girilir. Samyanaya ancak “muni” denilen keşişler girebilse de Jainist öğreti tamamıyla zühd hayatını öngördüğünden din adamı statüsünde olmayan kişiler de daha basit bir samyana uygulama imkânına sahiptir. Zühd hayatını devam ettiren sıradan Jainler “sravaka” adını alır. Kadınlar da katı bir samyanaya girebilirler ve “saadhivi” adıyla özel bir keşişlik unvanı alabilirler. Jainizm’de zühd hayatının zirvesini “santhara” denilen uygulama temsil eder. Santhara yeme ve içmeyi gittikçe azaltarak bilinçli bir şekilde intihar etmektir. Ortadoğu coğrafyasında Yahudilik söz konusu olduğunda zühd hayatının mahiyeti tartışmalıdır. Yahudiliğin ilk evrelerinde ahlâkî ölçülülük ve dinî emirlere bağlılık kuralı önemliyse de o dönemde zühde varan bir anlayış geliştirildiğini söylemek zordur. Açık bir zühd hayatı ancak ikinci diyaspora (büyük sürgün) öncesi ortaya çıkan bazı sofu ve mistik gruplarda, Ortaçağ Kabalacı çevrelerde, sofu Aşkenaz cemaatlerinde ve XVIII. yüzyıldan itibaren ortaya çıkmaya başlayan Hasidik çevrelerde görülür. Bu tip marjinal yahudi çevrelerinin uygulamalarına kaynaklık teşkil eden inanç kalıpları da net değildir. Muhtemelen Grek gnostisizmi ile bazı Hint uygulamalarının erken zamanlardan itibaren yahudi kültürüne sızmaya başlaması mistik ve zühd hayatını öngören inançların ortaya çıkmasını kolaylaştırmıştır. Bununla birlikte yahudi zühd hayatına dair birtakım uygulamaların Kutsal Kitap’ta yer aldığı bilinmektedir. Herhalde bu referanslarla dış etkilerin sentezi yahudi zâhid tipini oluşturmuştur. Eski Ahid’de zühd hayatına kaynaklık teşkil etmiş olması mümkün referanslardan biri Rekabi adıyla bilinen cemaatten gelir. Medyenli bir kabile olan Rekabiler (Nehemya, 3/14; Yeremya, 35/1-19; I. Tarihler, 2/55) Arabistan civarındaki yahudileşmiş Arap gruplarındandır. Şehirlerde yerleşmeye karşı çıkan Rekabiler şarap içmez, keyif verici yiyeceklerden uzak durur, sade giyinir ve çölde yaşarlardı. Muhtemelen bir nevi kâhin (kohen) kabilesi olan Rekabiler, Mekhilta de-Rabbi Yishmael gibi bazı Ortaçağ midraşlarında yahudi zâhidliğinin prototipi olarak sunulur. Eusebius gibi hıristiyan tarihçiler Îsâ’nın kardeşi Ya‘kūb’un zâhid ve Rekabi olduğuna dair bazı bilgiler rivayet eder. Modern tarihçiler Ölüdeniz civarına yerleşen Essenî gibi yahudi gruplarını Rekabi geleneğiyle ilişkilendirir. Ayrıca Tevrat’ta geçen (Sayılar, 6/1-21) Naziriler’in de yahudi zühd hayatına öncülük etmiş olabileceği ileri sürülmüştür. Bununla birlikte geçici bir süre için yemin ederek kendini Yahve’ye adayan ve zühd hayatı yaşayan Naziriler’in kalıcı bir zühd anlayışı oluşturma ihtimali zayıftır. Kökeni ne olursa olsun yahudilikteki zühd hayatına ait ilk bilgiler milâttan önce I. yüzyıl civarında ortaya çıkan Essenî ve Terapöt gibi mistik gruplara aittir. Pesimist (dünya hayatını olumsuzlayan) bir öğretiye sahip olmasalar da Essenîler’in özellikle Ölüdeniz civarındaki Kumran mağaralarında, Terapötler’in de Mısır çölünde zühd hayatına benzer bir hayat yaşadıkları bilinmektedir. I. yüzyıl civarına ait Ölüdeniz yazmaları, Yeni Ahid, Assumption of Moses, Martyrdom of Isaiah, II. Baruch, I. Enoch ve Testament of Joseph gibi metinlerde bu dönem zühd hayatına dair referanslar mevcuttur. Bazı tarihçilere göre Hıristiyanlık da çıkışı itibariyle mistik bir yahudi hareketidir. İkinci diyasporadan sonra sürgün psikolojisi yahudi zühd hayatına hız vermiştir. Erken Ortaçağ’larda İslâm coğrafyasındaki Karaîler’in zâhidâne bir hayat yaşadığı bilinmektedir. Yahudi zühd hayatına ait Ortaçağ Avrupası’ndaki ilk ayrıntılı bilgi daha çok mistik çevrelerden gelir. Kısmen İslâm sûfîliğinin etkisiyle şekillenen bu anlayışın klasik isimleri Bahya İbn Pakuda, İbn Cebirol, Abraham ben David, Abraham ben Hiyya ve İbn Meymûn ile oğlu Abraham ben Moşe ben Meymûn’dur. Bu gruptan pek çok yahudi zâhidi büyük oranda İspanya ve Mısır kökenlidir. Aynı yüzyıllarda Almanya’da, İtalyan yahudi kökenli Kolonymus ailesinin şekillendirdiği Hasidey Aşkenaz hareketi de bir zühd akımıdır. XV. yüzyıldaki İspanyol sürgününden XVIII. yüzyıla kadar yahudi çevrelerinde egemen olan anlayış tamamen olmasa da büyük oranda rasyonalitedir. Zühd hayatı ancak Marano ve Sabataycılık gibi Kabalist konverso hareketlerde kısmen devam etmiştir. XVIII. yüzyılda İtalyan kökenli Mose Hayim Luzzatto panteizmle karışık bir zühd yorumunu benimseyerek aradaki geçiş döneminin figürlerinden birini temsil eder. Bazı Kabalacı unsurlarla Aşkenaz mistisizminin karışımı sonucu Doğu Avrupa’da ortaya çıkan Hasidîlik hareketi XVIII. yüzyılın sonlarında güçlenmeye başlamış, Kotzklu Menachem Mendel, Bratislavalı Nachman gibi önemli Hasidik liderler Yahudiliği zühd anlayışına dayalı bir perspektiften yorumlamaya çalışmıştır. Fakat bu bağlamda en önemli Hasidik lider Dov Baer’dir. Baer, kendini alçaltma (bittul hayeş) ve sadece Tanrı’ya adanma (devekut be Elohim) doktrinleri çerçevesinde tam bir zühd modeli ortaya koymuştur. Cinsel ilişkiye bütünüyle karşı olan Baer, Hasidik cemaate az yeme, az uyuma, dua ederek ve yalnız kalarak sadece Tanrı’yı düşünmeyi öngören bir yaşam modeli sunmuştur. Bununla birlikte Şneur Zalman’ın kurduğu rasyonel Hasidik ekolün zühde karşı olduğunu söylemek gerekir. Bugün yahudi zühd hayatı da büyük oranda bu tip Hasidik gruplar arasında devam etmektedir. Geleneksel Yahudilik ise aşırı zühd hayatına karşıdır. Tek tanrılı dinler içerisinde zühd hayatının çok önemli olduğu ve kurumsallaştığı inanç Hıristiyanlık’tır. Hıristiyanlık ortaya çıkışından itibaren mistik bir yahudi ekolü arasında gelişmiş, gnostik çevrelerden gelen etkiyle Protestanlık hariç pek çok hıristiyan mezhebi zühd hayatını öngören bir model benimsemiştir. Bu tarz bir tutum zamanla kurumsallaşarak manastır hayatına kadar uzanan geniş bir etki alanı meydana getirmiştir. Zühd anlayışı hiçbir zaman Hıristiyanlığın marjinal yorumu olmamış, aksine ana Hıristiyanlık akımı resmî görüş olarak bu fikri benimsemiştir. Sadece Protestan gruplar katı zühd hayatını tercih etmemiştir. Bu bağlamda Protestanlık “zühd Hıristiyanlığı” yorumuna karşılık “sosyal sofuluk” diye nitelendirilebilecek bir anlayış geliştirmiştir. Hıristiyan zühd hayatı Ortaçağ’da teolojisi oluşturulan, fakat pratiği daha öncelere giden birtakım kavramlardan esinlenir. Bunların en önemlisi Îsâ’yı taklit etmek (imitatio Christi), dünya nimetlerini terk (contemptus mundi) ve melekvâri yaşamdır (angelikos bios). Bir zâhidin yaşama prensibi olan bu temel kurallar, hayatın geçiciliği, yaşamın aslî günaha kadar uzanan kirli bir yanının bulunduğu ve Tanrı’ya yakınlaşmak için dünyaya ait her şeyden uzak durulması gerektiği şeklindeki bir inançtan kaynaklanır. Hıristiyan teolojisi bu inancın kutsal kitap temelli olduğunu ispatlamak için Matta (10/28; 19/12), Markos (8/34), Pavlus’un Korintoslular’a Birinci Mektubu (9/24-27) ve Korintoslular’a İkinci Mektubu’ndaki (1/4-7; 11/23-29) pasajları delil gösterir. Yeni Ahid’de tasvir edildiği şekliyle ilk hıristiyanları mistik ve münzevi bir yahudi cemaatinin teşkil ettiği düşünülmektedir. Muhtemelen bu ana tema ile ilk hıristiyanların kıyametin yaklaştığı şeklindeki inancı ile birleşince dünyadan el etek çekme psikolojisi uygulamaya dönüştürülmüştür. Gerek Pavlus’un gerekse I. yüzyıldan itibaren içerisinde geliştiği gentile gnostisizminin hıristiyan teolojisine yaptığı mistik katkı hıristiyanların erken dönemden itibaren zâhidâne bir hayat tarzını benimsemesine yol açmıştır. Çoğu II. yüzyıla ait olan Barnabas’ın Mektubu, Pavlus ve Tekla’nın İşleri, Hermas’ın Çobanı, Didache gibi erken dönem hıristiyan metinleri zühd yaşantısının yaygınlığına ait referanslar içermektedir. Origen, Ignatius, John Chrysostom, Augustinus gibi erken dönem kilise babalarının zühd hayatını öven yazıları neredeyse çıkışından itibaren Hıristiyanlığın bu kültürden beslendiğine işaret eder. Zühd kültürünün henüz sistemleştirilmediği bu dönemde müminlerin kendi başlarına geliştirdiği yaşam tarzları vardı. Yemeden içmeden uzak duran, az uyuyan, çöllerde yaşayan, cinselliği terkeden ilk zâhidler çöl sakini (hermit), dünyadan uzaklaşan (ankorit), tek başına yaşayan (monk) gibi adlarla anılmaktaydı. Açık bir alanda yaşayarak bedenini bir yere zincirleyen ve ömrünün sonuna kadar orada kalan zâhidlere “hypaitraes”, ömrünü bir ağaç üzerinde tamamlayanlara “dendritae”, bir sütun üzerinde yaşayanlara “stylite” denilirdi. Bütün zâhidlerin prototipi her şeyden önce Îsâ, Vaftizci Yahyâ, Meryem, Mûsâ, Hanok ve Melkisedek gibi Eski ve Yeni Ahid şahsiyetleridir. Özellikle Mûsâ’nın kırk yıl çölde dolaşması zâhidlerin hayatlarını çölde geçirmelerine kaynaklık eden temel örnektir. Hıristiyan geleneği, gerek uygulaması gerek teolojisi ile zühd hayatının kökenini yahudi-hıristiyan kaynaklarına çıkarsa da bu kültürün içinde pagan-gnostik zâhidlerinin ve belki Hint dinlerinin etkisinin bulunduğu gözden uzak tutulmamalıdır. Öte yandan Hıristiyanlığın ilk asırlarındaki bu uygulamalara bütün hıristiyanların dahil olduğu söylenemez. Fakat hıristiyan inançlarının özündeki tanrı krallığının öteki dünyada kurulacağı tezi ile aslî günah doktrini sıradan insanların da hayata karamsar bakmasına yol açmıştır. Bu sebeple marjinal örnekler kadar olmasa bile mutedil hıristiyanların da yumuşak bir zühd yaşantısını benimsediği bilinmektedir. İmparator Konstantin’in Hıristiyanlığı serbest din olarak tanımasından itibaren (313) erken dönem zühd hayatının sistemleştirilmeye başlandığı görülmektedir. Şehirlerde daha rahat yaşama imkânının ortaya çıkması, imparatorluğun sosyal-ekonomik yapısına entegrasyon ve kilise kurumunun kökleşmesi gibi hususlar bazı hıristiyanların daha dengeli bir hayat tarzını benimsemesine yol açarken daha az sayıda insanın özelleşmiş bir zühd hayatına eğilim gösterdiği anlaşılmaktadır. Bu noktada zühd kültürü manastır hayatına dönüşmeye başlar. Mısır, Filistin, Suriye çöllerinden Anadolu ve Avrupa’ya yayılan manastırlar V. yüzyıldan itibaren zâhidlerin merkezi haline gelmiştir. Erken dönem zühd ve manastır hayatıyla ilgili en önemli klasik eserlerin başında V. yüzyılda bugünkü haline ulaşan Apophthegmata Patrum (çöl babaları) adlı eser gelir. Patrum ’da bu dönem zâhidlerinin sık sık tuttukları oruçlardan, sürekli dua edişlerinden, cinsellikten ve her türlü zevkten kaçındıklarına dair yüzlerce örnek vardır. Hıristiyan mezheplerinin ortaya çıkışından itibaren kurumsal olarak zühd hayatına yönelik unsurlar farklılaşmaya başlasa bile zâhid tipolojisi söz konusu olduğunda teolojik argümanlar arasında farklılık yoktur; bu tipoloji Îsâ’yı taklit ederek dünyaya ait her türlü nimetten uzak durmaktan ibarettir. Ortaçağ’lardan itibaren zühd hayatının alışılmış unsurlarına bedeni zorlamanın doruk noktasına ulaşacağı yeni uygulamalar dahil edilmiş, vücuda işkence yapma anlamına gelebilecek birtakım ritüeller icat edilmiştir. Pavlus’un Korintoslular’a Birinci Mektubu (9/27) ve Koloseliler’e Mektup (1/24) gibi kaynaklara dayanarak özellikle Katolik kilisesinde varlığını sürdüren birtakım uygulamalar ortaya çıkmıştır. Acı aracılığı ile hem Îsâ’nın çilesine ortak olma hem de onunla bir olma tecrübesini sağlayan bu uygulamaların başında kendini kırbaçlatma gelmektedir. Bu geleneğin bilinen ilk örneklerinden biri XI. yüzyıl azizlerinden Saint Dominik Lorikatus’tur. Assisili Francis ise elinde Îsâ’nın çarmıhtaki çivi izlerine benzer izler açabilen bir kişidir. Sirenalı Catherina (XIV. yüzyıl) kendini kırbaçlatmış, günlerce uyumamış, Ignatius Loyola (ö. 1556) üzerine üzerine vücudunu tahriş eden kıldan elbiseler giymiş ve bedenine ağırlık takarak yaşamış, Avilalı Teresa acı seanslarıyla kendinden geçmiştir. Özellikle Haçlı seferlerinden sonra Avrupa coğrafyasında yayılan bu akıma Latince “kırbaçlamak” fiilinden esinlenerek “flagellare” denmektedir. Bu akım günümüzde Opus Dei, Guardica Sanfromondi, Penitentes gibi Katolik gruplarda hâlâ devam etmektedir. XVI. yüzyıldan itibaren Protestanlık zühd hayatına şiddetli eleştiriler getirmiştir. Her ne kadar bu mezhepte Îsâ’nın yaşadığı saf hayata dönüş ve kontrollü yaşam gibi kavramlar mevcut olsa da bunlar Protestanlık’ta hiçbir zaman zühd hayatına varacak şekilde radikalleşmemiştir. Katolik, Ortodoks, Süryânî, Ermeni gibi pek çok hıristiyan mezhebince benimsenen gerek aslî günah kavramını kabul gerekse acı yoluyla Îsâ ile birleşme teolojisi Protestanlık tarafından reddedilmiştir. Luthercilik gibi bazı Protestan gruplarında var olan manastır hayatı daha çok müşterek bir sadelik anlayışı üzerine oturmaktadır. Muhtemelen çok eski çağlarda, tanrısal güçlerle ilişki kurmak için bedene ait birtakım dünyevî hazları terketme anlayışına dayalı olarak ortaya çıkan zühd hayatı zamanla dinlerin mistik yorumları içerisinde şekil değiştirerek kurumsallaşmış ve günümüze kadar gelmiştir. Toplumların sosyal-psikolojik sarsıntı dönemlerinde birtakım sıkıntıları telâfi etme rolünün keşfedilmesi zühd anlayışının gelişmesindeki en önemli sebeplerden biri olmuştur. Bu anlayış, Hint ve hıristiyan geleneklerinde marjinal bir fenomen haline bürünürken Yahudilik ve İslâm gibi dinlerde daha dengeli bir kültür haline gelmiştir. BİBLİYOGRAFYA S. D. Fraade, “Ascetical Aspects of Ancient Judaism”, Jewish Spirituality (ed. A. Green), New York 1986, s. 255, 256, 263. D. Burton-Christie, The Word in the Desert , London 1993, s. 13, 15, 16. D. Biale, “The Lust for Asceticism in the Hasidic Literature”, Jewish Explorations of Sexuality (ed. J. Magonet), London 1995, s. 54, 55, 56. L. A. Babb, Absent Lord: Ascetics and Kings in a Jain Rituel Culture , London 1996, s. 102-110. E. A. Clark, Reading Renunciation: Asceticism and Scripture in Early Christianity , London 1997, s. 14, 15, 17, 19. N. Shah, Jainism , London 1998, s. 39, 40, 42. J. Bronkhorst, The Two Sources of Indian Asceticism , Delhi 1998, s. 45, 46, 48, 50. E. Diamond, Holy Men and Hunger Artists: Fasting and Asceticism in Rabbinic Culture , London 2004, s. 75-80. I. Kinnard, “Imitatio Christ in Christian Martyrdom and Asceticism: A Critical Dialogue”, Asceticism and its Critics (ed. O. Freiberger), New York 2006, s. 131, 132, 143. S. L. Hausner, Wardering with Sadhus: Ascetics in the Hindu Himalayas , New York 2007, s. 35, 36, 37, 40. R. Finn Op, Asceticism in the Graeco Roman World , New York 2009, s. 11, 12. C. H. Knights, “The Rechabites of Jeremiah 35: Forerunners of Essenes”, Journal for the Study of the Pseudepigrapha , V/10, London 1992, s. 81, 82. D. G. Hedesan, “Asceticism in Eastern Orthodox Christianity”, Carnival: Journal of the International Students of History Association , V/33, London 2000, s. 28-31. R. Nikolsky, “The History of the Rechabites and the Jeremiah Literature”, Journal for the Study of the Pseudepigrapha , XIII/2, London 2002, s. 189, 190. \n \n\t\t\t\t\t\t\t\t\t\tMaddenin bu bölümü TDV İslâm Ansiklopedisi’nin 2013 yılında İstanbul’da basılan 44. cildinde, 533-535 numaralı sayfalarda yer almıştır. Matbu nüshayı pdf dosyası olarak indirmek için tıklayınız. Bu bölüm en son 21.03.2024 tarihinde güncellenmiştir.",
      "bibliography": [
        "S. D. Fraade, “Ascetical Aspects of Ancient Judaism”, Jewish Spirituality (ed. A. Green), New York 1986, s. 255, 256, 263.",
        "D. Burton-Christie, The Word in the Desert , London 1993, s. 13, 15, 16.",
        "D. Biale, “The Lust for Asceticism in the Hasidic Literature”, Jewish Explorations of Sexuality (ed. J. Magonet), London 1995, s. 54, 55, 56.",
        "L. A. Babb, Absent Lord: Ascetics and Kings in a Jain Rituel Culture , London 1996, s. 102-110.",
        "E. A. Clark, Reading Renunciation: Asceticism and Scripture in Early Christianity , London 1997, s. 14, 15, 17, 19.",
        "N. Shah, Jainism , London 1998, s. 39, 40, 42.",
        "J. Bronkhorst, The Two Sources of Indian Asceticism , Delhi 1998, s. 45, 46, 48, 50.",
        "E. Diamond, Holy Men and Hunger Artists: Fasting and Asceticism in Rabbinic Culture , London 2004, s. 75-80.",
        "I. Kinnard, “Imitatio Christ in Christian Martyrdom and Asceticism: A Critical Dialogue”, Asceticism and its Critics (ed. O. Freiberger), New York 2006, s. 131, 132, 143.",
        "S. L. Hausner, Wardering with Sadhus: Ascetics in the Hindu Himalayas , New York 2007, s. 35, 36, 37, 40.",
        "R. Finn Op, Asceticism in the Graeco Roman World , New York 2009, s. 11, 12.",
        "C. H. Knights, “The Rechabites of Jeremiah 35: Forerunners of Essenes”, Journal for the Study of the Pseudepigrapha , V/10, London 1992, s. 81, 82.",
        "D. G. Hedesan, “Asceticism in Eastern Orthodox Christianity”, Carnival: Journal of the International Students of History Association , V/33, London 2000, s. 28-31.",
        "R. Nikolsky, “The History of the Rechabites and the Jeremiah Literature”, Journal for the Study of the Pseudepigrapha , XIII/2, London 2002, s. 189, 190."
      ]
    }
  ],
  "authors": null,
  "content": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "last_updated": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}