{
  "id": "eweb_414",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_COM_0162",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_COM_0162",
  "title": "D̲h̲ikr",
  "authors": [
    "L. Gardet"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    ", reminding oneself. “Remind thyself of ( ud̲h̲kur ) thy Lord when thou forgettest” ( Ḳurʾān , XVIII, 24). Thus: the act of reminding, then oral mention of the memory, especially the tireless repetition of an ejaculatory litany, finally the very technique of this mention. In taṣawwuf the d̲h̲ikr is possibly the most frequent form of prayer, its muḳābal (“opposite correlative”) being fikr [ q.v. ], (discursive) reflection, meditation. In his Ṭawāsīn , in connexion with Muḥammad’s\n “nocturnal ascension”, al-Ḥallad̲j̲ declares that the road which passes through “the garden of d̲h̲ikr” and that which takes “the way of fikr ” are equally valid. For the Ṣūfīs the Ḳurʾānic basis of the d̲h̲ikr is the above-quoted text (cited, among others, by al-Kalābād̲h̲ī) and XXXIII, 41: “O ye who believe! Remember ( ud̲h̲kurū ) Allah with much remembrance ( d̲h̲ikr an \n kat̲h̲ir an \n )”. Ḥadīt̲h̲s are often quoted in support and in praise of the practice.",
    "As an ejaculatory litany tirelessly repeated the d̲h̲ikr may be compared with the “prayer of Jesus”\n \n ¶ of the oriental Christians, Sinaitic then Anthonic, and also with the d̲j̲apa-yōga of India and the Japanese\n nembutsu , and this quite apart from historical threads which may have played a rôle in one direction or another. One may recognize in these modes of prayer, without denying possible influences, a universal tendency, however climates and religious beliefs may differ.",
    "Traditions of the Brotherhoods:—The d̲h̲ikr may be uttered aloud ( d̲j̲alī ) or in a low voice ( k̲h̲afī ). At the beginning the formula must always be articulated. In the Muslim brotherhoods ( ṭarīḳa ) [ q.v. ] there is a double tradition: that of solitary d̲h̲ikr (aloud or whispered), and that of collective d̲h̲ikr (aloud). It is the first which the major texts of the great spiritual writers envisage: “The\n Ṣūfī retires by himself to a cell ( zāwiya ) ... After sitting in solitude he utters continously “God (Allāh)” being present with his heart as well” (al-G̲h̲azzālī, Iḥyāʾ , iii, 16-7). Several brotherhoods (the S̲h̲ad̲h̲iliyya and their offshoots K̲h̲alwativva, Darḳāwa, etc.) stress the advantages of solitary d̲h̲ikr and seem to make it a condition of the d̲h̲ikr al-k̲h̲awāṣṣ (of the “privileged”, those well advanced along the spiritual path). Others (Raḥmāniyya, etc.), without excluding the entry into solitude, stress the dangers of it and recommend, at least for a long time, “sessions” ( ḥaḍra ) or “circles” ( ḥalḳa ) of collective d̲h̲ikr . The latter is without doubt as old as the solitary d̲h̲ikr ; but in its liturgico-technical form, with prescribed attitudes regulating the respiratory rhythm as well as the physical posture, it seems to have been born at a relatively late date, about the 8th/13th century, betraying Indo-Iranian influence among the Mawlawiyya (“Whirling Dervishes”) of Ḳonya, and Indian through Turko-Mongol influence (cf. the descriptions by the Mongol ex-functionary Simnānī, 13th-14th centuries). This technicality, which must have been introduced progressively, extends its influence to the experience of the solitary d̲h̲ikr itself (cf. in the Christian Orient the connexions between the “prayer of Jesus” and the hesychastic technique).",
    "The “sessions” generally take the form of a kind of liturgy which begins with the recitation of Ḳurʾānic verses and prayers composed by the founder of the brotherhood. This is the ḥizb or the wird [ qq.v. ], often accompanied by the “spiritual oratorio” ( samāʿ ). Wird , samāʿ , and physical posture during the recitation of the d̲h̲ikr vary with the brotherhoods (see, for the Mag̲h̲rib, Rinn, Marabouts et Khouan ). For the d̲h̲ikr itself the best summary is the Salsabīl al-muʿīn fi’l-ṭarāʾiḳ al-arbaʿīn of Muḥammad al-Sanūsī (d. 1276/1859) printed on the margin of the same author’s Masāʾil ul-ʿas̲h̲r , where there is a condensed account of the essential characteristics of the d̲h̲ikr practised by the forty preceding brotherhoods, of which the Sanūsiyya claim to have adopted the essential. The collective d̲h̲ikr sessions described by Western writers are generally classifiable as “d̲h̲ikr of the commonalty ( ahʿawāmm )”. One of the best-observed accounts is that of the Raḥmāniyya by W. S. Haas. It requires correction and completion (e.g., in connexion with the interpretation of the formula used); in any case it can hardly exhaust the subject.",
    "Description of the experience:—Whether collective or solitary, the recitation of the d̲h̲ikr presupposes a preparation. This is the aim of the ḥizb and wird in the “sessions”. But a general preparation is necessary (“renouncing the world to lead an ascetic life” says al-G̲h̲azzālī) and always the \n ¶ intention of the heart ( niyya ). The part played by the s̲h̲ayk̲h̲ (“spiritual director”) is a capital one. It is he who directs and regulates the recitation in the collective sessions; it is he who must guide the solitary disciple step by step. The beginner is recommended to close his eyes and to place the image of his s̲h̲ayk̲h̲ before his mind. The disposition of the “circle” in the collective d̲h̲ikr is carefully regulated. He who recites the d̲h̲ikr in solitude is enjoined to sit in an attitude of tarabbuʿ (with legs crossed) or on his heels. The position of the hands is specified. It is recommended that the disciple should perfume himself with benzoin and wear ritually pure clothing.",
    "The formula chosen may vary according to tradition and according to the spiritual advancement attained by the Ṣūfī. A customary formula for the commencement is the “first\n s̲h̲ahāda” , lā ilāh illā ’llāh \n . The S̲h̲ād̲h̲ilī method is: “One begins the recital from the left side (of the chest) which is, as it were, the niche containing the lamp of the heart, the focus of spiritual light. One continues by passing from the lower part of the chest on the right upwards to the upper part, and so on to the initial position, having thus, so to speak, described a circle” (Ibn ʿIyāḍ). There is another (slightly different) descripion of the S̲h̲ād̲h̲ilī\n d̲h̲ikr by al-Sanūsī, and a description of the Raḥmanī\n d̲h̲ikr (same formula) in the late work of Bās̲h̲ Tārzī, Kitāb al-minaḥ , 79-80, etc.",
    "A formula for advanced adepts (sometimes for solitary beginners, sometimes from the beginning of “collective” sessions) is the “Name of Majesty”\n Allāh. The utterance is accompanied by two movements, says Bās̲h̲ Tārzī (ibid., 80): (1) “strike the chest (with the head) where the corporeal heart (which is cone-shaped) is, saying Allāh with the head inclined over the navel; (2) raise the head as you pronounce the hamza (ʾ A ) and raise the head from the navel up to a level with the brain, then pronounce the remainder of the formula ( llāh ) on the secret navel”. The d̲h̲ikr known as that of the Ḥallād̲j̲iyya, according to al-Sanūsī, is: Allāh , with the suppression of Al and with the vocalization lāha , lāhi , lāhu (cf. L. Massignon, Passion d’al-Ḥallād̲j̲ , 342). Al-Sanūsī warns that this procedure may only be used in solitude and by “a man aware of what the result will be”. (It appears that the modern ʿAlīwiyya brotherhood of Mostag̲h̲anem has re-adopted this procedure).",
    "Other formulae are proposed by Ibn ʿAṭāʾ Allāh of Alexandria, Simnānī, Bās̲h̲ Tārzī, etc. in accordance with gnostic hierarchies where spiritual progress is matched with the vision of “coloured lights” which is the sign of it: Huwa , al-Ḥaḳḳ , al-Ḥayy , al-Ḳayyūm , al-Ḳahhār \n .",
    "The duration of the experience is regulated either by the s̲h̲ayk̲h̲ , or, in solitude, by numbers, with or without the help of a rosary ( subḥa ): 300, 3,000, 6,000, 12,000, 70,000 repetitions (cf. the 6,000 or 12,000 “prayers of Jesus” daily of the “Russian Pilgrim” and the Japanese liturgy “of the million” ( nembutsu ). The invocation may finally become unceasing, without care about the exact number. Control of the respiration seems mostly to be concomitant, but it appears more deliberate in the Hamaylī\n d̲h̲ikr (6th/12th century) and Simnānī’s descriptions and also in the counsels of Zayn al-Milla wa ’l-Dīn (no doubt K̲h̲awāfī) the commentator on Anṣārī’s\n Manāzil \n .",
    "The d̲h̲ikr as an internal experience:—One of the best sources is the Miftāḥ al-falāḥ of Ibn\n \n ¶ \n ʿAṭāʾ Allāh of Alexandria, the second Grand Master of the S̲h̲ād̲h̲ilī order. Reference may also be made, on the one hand, to al-Kalābādhī’s chapter on the d̲h̲ikr and the matter-of-fact description of G̲h̲azzālī, and, on the other hand, to the numerous gnoses of later times (Zayn al-Dīn, Bāsh Tārzī, Amīn al-Kurdī Naḳs̲h̲bandī, etc.). Three main stages may be distinguished, each being subdivided; it is to be noted that these progressive stages are found again in the writings of Malay Ṣūfism.",
    "(1) D̲h̲ikr of the tongue with “intention of the heart” (the mere “d̲h̲ikr of the tongue” without niyya is rejected, for it would be “just routine, profitless”, says Bās̲h̲ Tārzī). (a) At the first step, there is a voluntary recitation, with effort, in order to “place the One Mentioned in the heart” according to the exact modes of utterance and physical postures taught by the s̲h̲ayk̲h̲ ; it is firstly to this level that the foregoing descriptions apply, (b) At the second step the recitation continues effortless. The disciple, says G̲h̲azzālī ( Iḥyāʾ , iii, 17), “leaves off the movement of the tongue and sees the word (or formula) as it were flowing over it”. Cf. the similar testimony of those who have experienced the “prayer of Jesus” and the Japanese\n nembutsu . However, three elements are still present”: the subject conscious of his experience, the state of consciousness, and the One Mentioned: d̲h̲ākir , d̲h̲ikr , mad̲h̲kūr (cf. the triad of Yoga-Sūtra , i, 41: receptive subject, act of reception, object received). The “effortless” step may be compared with the dharāṇā stage of Yoga experience, “fixation” (of mental activity).",
    "(2) D̲h̲ikr of the heart",
    "“The\n Ṣūfī reaches a point where he has effaced the trace of the word on his tongue, and finds his heart continuously applied to the d̲h̲ikr (al-G̲h̲azzālī, ibid. Same testimony in Account \n by a \n Russian Pilgrim ). Here also there are two steps: (a) with effort (cf. Ibn ʿAṭāʾ Allāh, Miftāḥ , 4), i.e. , with the obscure desire to “maintain the formula” which results in something like a pain felt in the physical heart; (b) effortless: this presence is expressed in a sort of hammering of the formula by the beating of the physical heart (same in Russian Pilgrim ) and by the pulsation of the blood in the veins and the arteries, with no utterance, even mental, of the words, but where the words nevertheless remain. This is a mode of “necessary presence”, where the “state of consciousness” dissolves into an acquired passivity. Cf. the step of “absorption” ( dhyāna ) of Yoga. Al-G̲h̲azzālī’s analysis in the Iḥyāʾ halts at this stage. “It is in his (the disciple’s) power to reach this limit, and to make the state lasting by repulsing temptations; but, on the other hand, it is not in his power to attract to himself the Mercy of the All-High”. This important distinction is reminiscent of al-Ḥallād̲j̲’s exclamation to God: “You are my ravisher, it is not the d̲h̲ikr which has ravished me!” ( Dīwān , 53). Later traditions no longer draw this distinction. Ibn ʿAṭāʾ Allāh’s monograph speaks of a third stage, for which the second is an effective preparation.",
    "(3) D̲h̲ikr of the “inmost being” ( sirr )",
    "The heart ( ḳalb ) was the seat of the “knowledge of divine things”; the “inmost being” ( sirr ), “a substance more subtle than the spirit ( rūḥ )” will be the place of the “vision” ( mus̲h̲āhada ) of them. It is also the place where the tawḥīd takes place, the declaration of divine unity and the unification of the self with the self, and the self with God. The writers often associate this third stage of the d̲h̲ikr with the state of iḥsān , spiritual perfection and beauty. The “arrival” of the “d̲h̲ikr of the inmost \n ¶ \n being” is known by this, that “if you leave off the d̲h̲ikr it does not leave you, and the whole being of the Ṣūfī becomes ‘a tongue uttering the d̲h̲ikr’” ( Miftāḥ , 6). The slave of God “has disappeared ( g̲h̲āʾib ) both from the d̲h̲ikr and the very object of the d̲h̲ikr” (ibid.). Thus no duality must remain. But a twofold step is distinguished even here: (a) fanāʾ ʿan al-d̲h̲ikr wa ’l-mad̲h̲kūr ... ilā ’llāh , annihilation away from the d̲h̲ikr and its object ... towards God; (b) fanāʾ ʿan al-fanāʾ ... bi’llāh , annihilation away from the annihilation ... in God.",
    "It seems that this state may be compared with the entry into samādhi of Indian Yoga (or at least the “samādhi with seed”; any equivalence with the “samādhi without seed” should be more closely examined): “becoming one alone” (cf. the Indian\n kaivalya ) conceived as abolition in God, generally in the line of “monism of the Being” ( waḥdat al-wud̲j̲ūd ). The personality of the Ṣūfī has, it as were, “disappeared” in the act of abolishing all acts. Ibn ʿAṭāʾ Allāh’s description of the d̲h̲ikr al-sirr goes as far as possible in expressing this.",
    "Accompanying phenomena and explicatory gnoses:—Ibn ʿAṭāʾ Allāh describes the d̲h̲ikr of the tongue as sounds of voices and rhythms “within the periphery of the head”. Explanation: “the son of Adam is a mixture of all substances, noble and base”, and the sounds heard come from each of the “constituent elements of these substances” ( Miftāḥ , 5); the d̲h̲ikr liberates the harmony established between the microcosm and the macrocosm (cf. the period of “cosmization” of Yoga). The d̲h̲ikr of the heart resembles “the buzzing of bees, without a loud or disturbing noise” (ibid.) and is accompanied by luminous and coloured phenomena, at this stage intermittent. Al-G̲h̲azzālī drew attention to this apparition of “lights” which “sometimes pass like a flash of lightning and sometimes stay, sometimes last and sometimes do not last, sometimes follow each other different from one another, sometimes blend into one single mood” ( loc . cit .). He explains them as “gleams of truth” released by God’s good will, but other authors later describe them as intrinsically and obligatorily bound up with the d̲h̲ikr experience.",
    "Later writers describe these luminous phenomena as being even more brilliant at the step of the d̲h̲ikr of the inmost being, of which they become the particular mark. This time “the fire of the d̲h̲ikr does not go out, and its lights do not flee ... You see always lights going up and others coming down; the fire around you is bright, very hot, and it flames” ( Miftāḥ , 6). Yoga describes similar phenomena. Moreover it would be rewarding to make a comparison and a distinction between the Ṣūfī analyses and either the Buddhist\n “objective” illumination or the “uncreated light of the Thabor” of the oriental forms of Christianity. Various late authors establish other successive stages from the d̲h̲ikr of the inmost being which are also marked by variously coloured luminous phenomena. The descriptions vary with the texts and do not seem to affect the structure itself of the experience. This is the hierarchy proposed by Simnānī: grey smoke (corporeal envelope); blue (physical soul); red (heart); white light (“inmost being”); yellow (spirit [ rūḥ ]); black (subtle and mysterious principle, k̲h̲afiyya ); green (reality [ ḥaḳīḳa ], the state of the perfect soul “which sums up all the other states” as Bās̲h̲ Tārzī states).",
    "These rising and falling lights are held to be “divine illumination”; no longer a gift from Mercy, \n ¶ as al-G̲h̲azzālī believed, but an effect linked to the experience according to the extent to which the d̲h̲ikr of the inmost being has liberated the divine element in the human spirit directly “emanating” from God (cf. the “trace of the One” of Plotinus). The d̲h̲ikr also effects a direct communication with the “worlds” [see \n ʿālam\n , § 2]. The d̲h̲ikr of the tongue and its “cosmization” effects entry into the world of d̲j̲abarūt , All-Power. The higher stages introduce into the domain of malakūt \n “angelic substances”; they may even lead to lāhūt , the world of the Divine Essence. “If you recite the d̲h̲ikr with your inmost being, recite with yourself the Throne with all its worlds until the d̲h̲ikr unites with the Divine Essence ( d̲h̲āt ) ( Miftāḥ , 7). One is reminded here of the entry into the “Pure Land” of the Jōdo promised to the disciples of the Japanese\n nembutsu .",
    "These gnostic visions, which in Ibn ʿAṭāʾ Allāh are relatively sober, later become involved in the extreme, as in the above-quoted text of Ibn Amīn al-Kurdī.",
    "Interpretations:—Al-Ḥallād̲j̲, al-Kalabād̲h̲ī, etc., speak of the d̲h̲ikr as a method of reminding one’s self of God, of helping the soul to live in God’s presence; but without for this reason underestimating the discursive method of fikr . Al-G̲h̲azzālī portrays the d̲h̲ikr as the way of the Sufis, but still preserves, so it seems, the method aspect of its nature: a method of unifying the disciple’s spirit and preparing him to receive, if the Lord wills, the supreme Mercies. Ibn ʿAṭāʾ Allāh informs us at the beginning of the Miftāḥ that to the best of his belief no monograph has yet been devoted to the d̲h̲ikr . If this is true, then the developments ex professo in the theory and practice of the d̲h̲ikr , and the absolutely capital importance assigned to it, may be dated from the 6th/12th century. Ibn ʿAṭāʾ Allāh no longer speaks of it as a preparatory or concomitant method, but as an effective technique, up to its consummation: entry into the domain of lāhūt. Later works insist even more on technique—voice, breathing, posture, etc., give themselves up to long disquisitions on the gnostic theme, and never cease to see in the d̲h̲ikr pursued to its last steps a “guarantee” of attainment. This emphasis on technique (where non-Muslim influences are at work) dates from the period when Ṣūfism was dominated by the One-ness of Being ( waḥdat al-wud̲j̲ūd ); man, in respect of his most “spiritual” aspects, is considered to belong by nature to the divine.",
    "Now the direct effect of experiencing the d̲h̲ikr seems to be a monoideism working on the One Mentioned, “realizing” that perpetual (conscious) “re-remembering” which the first Ṣūfīs demanded of it (cf. the “prayer of Jesus” of the Sinaitic Fathers). But as techniques progressed the ever more numerous analyses are marked by the “cosmization” of the d̲h̲ikr of the tongue, the influence of the d̲h̲ikr of the heart on the circulatory system, and the probable influence of the d̲h̲ikr of the inmost being on the para- and ortho-sympathetic systems, and it seems as though we are in the presence of a control by this monoideism on the individual’s subconscious, not to say unconscious, zones. In this case we are dealing with an equivalent of the d̲j̲apa-yoga , almost certainly bringing about a twisting-back of self on self towards an ineffable grip of the first act of existence. The conceptualizations of the waḥdat al-wud̲j̲ūd remain faithful to their monist view of the world by calling this movement of “enstasis”\n fanāʾ ... billāh \n .",
    "This “attainment” is the fruit of a difficult technique of natural spirituality based on long asceticism. It is understandable that certain brotherhoods should have sought the equivalent (or what they thought to be the equivalent) by purely physical procedures: the sacred dances of the Mawlawiyya, the cries of the “Howlers”, not to mention stimulating and stupefying drugs. Thus one arrives finally at veritable counterfeits which have not been without effect on the opposition by the nahḍa of contemporary Islam to the brotherhoods and its distrust of Ṣūfism.",
    "To sum up: we find, in the course of the history of Ṣūfism, two distinct lines of utilization of the d̲h̲ikr . The first and oldest makes it simply a method of prayer, without excluding other methods, where technique appears only in rudimentary form. The second, which became dominant, sees in it a guarantee of efficacity in attaining the highest “states” ( aḥwāl ) by virtue of a seeking after ittiḥād conceived as a (substantial) identification with the divine. This latter tendency often yields to the attraction of “procedures” and gnoses which become ever more extravagant. The testimony of G̲h̲azzālī in the Iḥyāʾ stands at the hinge of the two lines—nearer to the first, and yet bearing witness already to the appearance of technique."
  ],
  "signature": "(L. Gardet)",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}