{
  "id": "eweb_416",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_COM_0195",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_COM_0195",
  "title": "Duʿāʾ",
  "authors": [
    "L. Gardet"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    ", appeal, invocation (addressed to God) either on behalf of another or for oneself ( li ...), or else against someone ( ʿalā ...); hence: prayer of invocation, calling either for blessing, or for imprecation and cursing, connected with the Semitic idea of the effective value of the spoken word. Cf. Ḳurʾān XVII, 11: “Man prays for evil as he prays for good”.— Duʿāʾ therefore will have the general sense of personal prayer addressed to God, and can often be translated as “prayer of request”.",
    "1. In the Ḳurʾān, duʿāʾ always keeps its original meaning of invocation, appeal. Man “appeals” for good fortune (XLI, 49), and “when misfortune visits him, he is filled with unceasing prayer ( duʿāʾ )” (ibid., 51). To practise duʿāʾ is to raise one’s supplications to God; duʿāʾ here assumes the general meaning of “prayer”, of two categories in particular: (a) prayer (and especially prayer of request) made by the pre-Islamic worthy men and prophets; (b) the vain prayer of the infidels. In the first case, God is He who hears, who answers the duʿāʾ : it was so for Abraham (XIV, 39-40; XIX, 48) and for Zachariah (III, 38). In the second case, “the prayer of the infidels is but vanity” (XIII, 14; cf. XLVI, 5); and the false gods hear no part of the prayer addressed to them (XXXV, 14), etc.—Some shades of meaning should be distinguished: thus, in verse XXV, 77 (addressed to the opponents), duʿāʾ evokes any relationship of man to God; “Say: my Lord will not become anxious save through your prayer”; whilst XIX, 40, repeating a saying of Abraham, distinguishes between ṣalāt , a ritual and liturgical prayer to be “performed”, and duʿāʾ , prayer, personal invocation: “Lord, make of me one who performs the ṣalāt (and let it be so) for my posterity, O Lord, and accept my prayer ( duʿāʾ )”.",
    "2. There are numerous ḥadīt̲h̲ s which speak of duʿāʾ . Traditionists and jurists define its significance, the principal ones being reproduced by al-G̲h̲azālī, Iḥyāʾ ʿulūm al-dīn (Cairo 1352), i, 274-8.—Tradition attributed to ʿAlī: “my followers are those who have taken the earth as their carpet, water as their perfume, prayer ( duʿāʾ ) as their adornment”.",
    "Duʿāʾ must be clearly distinguished from ṣalāt [ q.v. ], ritual or liturgical prayer. But it would be inaccurate to express it as a contrast between ṣalāt , vocal fixed prayer, and duʿāʾ , mental prayer or orison. Ibn Taymiyya ( Fatāwā , Cairo 1326, i, 197) proposes This scale of values: “the ṣalāt constitutes a form ( d̲j̲ins ) which is superior to Ḳurʾānic recitation ( ḳirāʾa ) ; recitation in itself is superior to d̲h̲ikr , and d̲h̲ikr to individual invocation (dwʿāʾ)” (from the trans, of Laoust, Essai sur les doctrines sociales et politiques de Taḳī-d-Dīn Aḥmad b. Taimīya , Cairo 1939, 328-9). A critical enumeration frequently \n ¶ mentions ṣalāt , d̲h̲ikr [ q.v. ] (incessant repetition, ejaculatory prayer), ḥizb and wird (supererogatory “liturgies”), duʿāʾ . Inward prayer would be suggested rather by d̲h̲ikr and fikr (meditation), duʿāʾ always connoting the idea of a formulated request, of an invocation either beneficent or imprecatory.",
    "3. The request addressed to God in the duʿāʾ can be greatly varied according to the circumstances. It is in This sense that it is legitimate to translate it (cf. translation from Laoust above) as “personal invocation”; it can also assume a communal value and aspect. The choice of words is free, but Ḳurʾānic texts or traditional prayers already in existence will often be used.",
    "Treatises which recommend duʿāʾ , and especially the Ṣūfī treatises, like to define the conditions which must accompany it and the rules of its adab . Both of these seek to provide a maximum guarantee of its being received by God. A brief summary (al-Bād̲j̲ūrī, Ḥāshiya \n . .. ʿalā Ḏj̲awharat al-tawḥīd , Cairo 1353/1934, 90-1) gives them as follows, (a) Conditions : to eat only food that is legally permitted; to pray, feeling convinced that the prayer will be answered; not to be distracted during prayer; that the object of the request should not lead to any sinful act, or give rise to enmity between those of the same blood, or harm Muslims’ rights; and finally, not to ask for anything impossible, for that would be a lack of respect towards God. (b) Adab (how to pray): to choose the best times, and al-Bād̲j̲ūrī suggests during the sud̲j̲ūd , when one is prostrate, or while standing upright ( iḳāma ), or during the summons to prayer ( ad̲h̲ān ); to precede the duʿāʾ with ablutions and the ṣalāt on the one hand, and on the other with a confession of faults and an act of repentence; to turn towards the ḳibla ; to raise the hands towards heaven ( rafʿ al-yadayn ); to pronounce the “divine praise” ( al-ḥamdu li’llāh ) and the “blessing on the Prophet” at the beginning, in the middle and at the end of the duʿāʾ .",
    "These detailed recommendations are in some measure “advisory”. In some cases, however, when the object of the duʿāʾ concerns the common good of the Community, it assumes a ritual, set form recognized by all; in these circumstances it makes use of the procedure for ṣalāt. The most notable example is that of the istisḳāʾ (“prayer for rain”): for This, the duʿāʾ must be preceded by a ritual prayer of two rakʿas [ q.v. ], two k̲h̲uṭba s (“sermons”), and the rite (sympathetic magic) of the “turning of the cloak”. The “prayer for the dead” made communally (frequently during the “sessions” of the brotherhoods) also obeys various regulations.",
    "These conditions and rules for the duʿāʾ are intended to surround it with guarantees of efficacy. And we see that to the power of the word there are added the effective forces of legal purity and of gesture. This last point provides matter for discussion. Texts which widely recommend the practice of duʿāʾ speak constantly of ablution and the rafʿ al-yadayn ; in doing so they rely on ḥadīt̲h̲ : before raising his hands in the duʿāʾ the Prophet had performed the ablution of wuḍūʾ (al-Buk̲h̲ārī, Mag̲h̲azī , ii, 55). But al-Nasāʾī and Ibn Ḥanbal (ii, 243) only accept the raising of the hands in the duʿāʾ of the “prayer for rain”.",
    "4. Islamic devotional trends insist on the duʿāʾ being regarded as a prayer of request for wellbeing, especially the public weal of the Muslim community, and the personal spiritual well-being of oneself and others. Beautiful duʿāʾ texts are not rare in S̲h̲īʿī works of piety. The popular pietism of the \n ¶ \n Ḥanbalīs often mentions it. It is to be seen mingled with the liturgies of ḥizb and wird in the handbooks of the religious brotherhoods. It is, then, much less an appeal of invocation (and of imprecation, especially) than an appeal trusting in divine Mercy. It is in This way that the utterance of the divine Names can turn either to the metrical repetition of the d̲h̲ikr or to a form of duʿāʾ which links its request with the evocation of each Name and each attribute, and thereby defines it; in This connexion, see the monograph written in the last century by Muḥammad ʿAlī K̲h̲ān al-Buk̲h̲ārī, Kitāb minḥat al-sarrāʾ fī s̲h̲arḥ al-duʿāʾ (ed. Ḥaydarābād, 1337). The duʿāʾ becomes an equivalent of the spiritual impulse towards God.",
    "The incantation value and the effectiveness of word and gesture was no doubt the first consideration in the idea of duʿāʾ , and derived from a Semitic understanding of the relation of man to what is holy. But the Hellenistic influence which moulded Muslim thought encouraged falsafa on one hand, and the ʿilm al-kalām (“theology” or, more accurately defensive apology) on the other, to raise the question of the prayer of request and of its efficacity before the Almighty and the Decree of God.",
    "The reply varies according to the school and the writer. Here are three typical examples. (A summary of the principles of kalām is given by al-Bād̲j̲ūrī, loc . cit ., among others).",
    "(a). The Muʿtazila deny the usefulness of the prayer of request; in their eyes it would be derogatory to the pure divine transcendence. Man, in fact, being the “creator of his own actions” has no need to ask God to make his enterprises favourable. Human actions themselves bear the weight of their own consequences. Thus when God, in the Ḳurʾān, tells His servants to invoke Him, it is the attitude of adoration that He is demanding; and when He promises to hear their prayers, it is the just reward for a rationally good action that He is guaranteeing.",
    "(b). On the other hand the As̲h̲ʿarī\n kalām , centred upon the absolute and free will of God, was to restore its traditional value to duʿāʾ . The “prayer for the dead” ( al-ṣalāt ʿalā ’l-mayyit , or al-d̲j̲ināza ) has the value of a duʿāʾ asking God for mercy, if such be His will. Moreover, the imprecatory aspect of duʿāʾ is not forgotten. The invocation is harmful to those one curses, if the cause is just. “The\n duʿāʾ of one suffering an injustice is answered (says a ḥadīt̲h̲ of Anas), even if it be an infidel”. Sometimes the prayer will be answered exactly as it has been formulated and at once, sometimes after a delay for a reason known to God; and sometimes God will grant something different from what was asked, in view of a greater benefit.",
    "The acknowledged virtue of duʿāʾ clearly proves that the As̲h̲ʿarī denial of free human choice and secondary causes, and the total surrender required with regard to the divine will, in no way constitutes, strictly speaking, a “fatalistic” attitude. Incidentally the As̲h̲ʿarī manuals pose very clearly the problem of reconciling effective duʿāʾ with absolute divine predetermination ( ḳaḍāʾ ) or immutable decree ( ḳadar ).",
    "The usual reply makes a distinction between “fixed” predetermination ( ḳaḍāʾ ) and “suspended” (conditional) predetermination. In the latter case, whether some event will happen or not is decided by God considering the actual fact of the duʿāʾ which thus, in its turn, enters into the conditions determined \n ¶ by divine decree. In the case of “fixed” predetermination, the prayer of request can change nothing in God’s will—He will, however, grant His favour to one who implores Him. And This favour will indeed bear on the actual objectof the request, the circumstances of granting the prayer then being taken in a “suspended decree”.",
    "(c). Following quite different principles but a similar approach, the falāsifa logically include the duʿāʾ in their universal determinism. The subject is treated on several occasions by Ibn Sīnā ( e.g. , Nad̲j̲āt , 2nd ed. Cairo 1357/1938, 299-303; Maʿnā al-ziyāra and Risāla fī māhiyyat al-ṣalāt , ed. A. F. Mehren, Leiden 1894). The effective prayer of request is a result of the co-operation of terrestrial dispositions and celestial causes. The invocation by the duʿāʾ comes as a psychical influx which acts physically upon the phantasms of the celestial Spheres according to all the laws of the macrocosm, as inevitably as man’s imagination acts upon his own body. Furthermore, it is these celestial Spheres which in reality gave men the suggestion to pray, This suggestion in turn taking its place in the universal chain of causes. And it can then be said, as a result in fact of the interplay of causes, that the prayer is answered. The duʿāʾ , according to Avicenna, puts man into direct relationship with the celestial Spheres alone. That is why “those prayers particularly which beg for rain and other such things” are found to possess “very great usefulness” ( Nad̲j̲āt , 301; cf. L. Gardet, La pensée religieuse d’Avicenne , Paris 1951, 135-7).",
    "These various attempts to provide a rational justification of duʿāʾ testify to its importance in the religious life of Islam. But we must observe that the cosmological interpretation of an Ibn Sīnā does not in any way spring from the most current vision of the world. For the pious Muslim by and large, duʿāʾ effects a relationship between the man at prayer and not the celestial spheres, but God, integrating and often sublimating the familiar conception of the power of the name ( ism ) over the one named ( musammā )."
  ],
  "signature": "(L. Gardet)",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}