{
  "id": "eweb_426",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_COM_0445",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_COM_0445",
  "title": "Karāma",
  "authors": [
    "L. Gardet"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "may be considered as the maṣdar of karuma \n “to be generous, be beneficent, be karīm (one of the “99 Most beautiful names of God” [see \n al-asmāʾ al-ḥusnā\n ]). The root KRM appears frequently in the Ḳurʾān, and God is called there al-Karīm \n “the Generous One”; the actual term karāma is not however found there. If it was later adopted as a synonym of the maṣdar s of forms II and IV ( takrīm and ikrām ), this seems very likely to have come about through phonetic assimilation to the Greek χάρισμα. In the technical vocabulary of the religious sciences, karāma (pl. karāmāt ) from now onwards assumes the sense of “charisma”, the favour bestowed by God completely freely and in superabundance. More precisely, the word comes to denote the “marvels” wrought by the “friends of God”, awliyāʾ (sing. walī ), which God grants to them to bring about. These marvels most usually consist of miraculous happenings in the corporeal world, or else of predictions of the future, or else of interpretation of the secrets of hearts, etc.",
    "The notion of karāma differs from that of muʿd̲j̲iza [ q.v. ]. Each involves a “breaking of the natural order of things” ( k̲h̲āriḳ li’l-ʿāda ), that is, an extraordinary happening which breaks this “divine custom” ( sunnat Allāh ) which is the normal course of events. But whilst the muʿd̲j̲iza is a public act, preceeded by a “proclamation” ( daʿwa ) and a “challenge” ( taḥaddī ), by means of which the prophet demonstrates incontrovertibly the “impotence” ( ʿad̲j̲z ) of his hearers to reproduce likewise the miracle thus brought about, the karāma is a simple, personal favour. It should be kept secret, and is in no way the sign of a prophetic mission. There is a risk of ambiguity if one translates both terms by “miracle” (of a prophet, of a saint). If muʿd̲j̲iza is rendered, as has become common, by “miracle of a prophet”, it seems preferable — taking into account the difference of the respective Arabic roots — to translate karāma by “marvel of a saint”.",
    "Are the karāmāt attributed to the awliyāʾ — often in great abundance — to be regarded as authentic? If not, then why not? And if so, in what sense? These questions presented themselves very early to the Muslim mind, and gave rise to diverse, and even contradictory, interpretations. We shall deal here with four main types of answer.",
    "(1) The Muʿtazilī schools of thought. The generality of the partisans of iʿtizāl denied the reality of karāmāt. The most prominent argument from scripture is that put forward by al-Zamak̲h̲s̲h̲arī commenting on Ḳurʾān, LXXII, 26-7, “He (sc. God) knows the Mystery, but does not reveal to anyone His Mystery, except to the one whom he designates as His messenger”. This text is understood as justifying the miracles which God performs openly “by the hands” of the prophets in order to demonstrate the truth of their missions, but as setting aside all other super-natural happenings. Al-D̲j̲ubbāʾī says that if the awliyāʾ possessed this power, how would one be able to distinguish them from the prophets?",
    "A detailed exposition of the Muʿtazilī interpretations of these “miracles of a prophet” will be found in the article muʿd̲j̲iza . Briefly, if the heresiographers (al-Isfarāʾinī, al-Bag̲h̲dādī, al-S̲h̲ahrastānī, etc.) can be believed, al-Naẓẓām and al-Murdār for example regarded as doubtful every miraculous happening traditionally attributed to the Prophet, and did not attribute any miraculous nature to the inimitability of the Ḳurʾān (cf. A. Nader, Le systeme philosophique des Muʿtazila , Beirut 1956, 318 and refs.). But this statement must be strongly qualified. Al-K̲h̲ayyāṭ, for instance, in his Kitāb al-Intiṣār , ed. Nyberg, 28-9, \n ¶ tr. Nader, Beirut 1957, 25-6, states that for al-Naẓẓām, the Ḳurʾān is certainly “The proof of the Prophet’s mission”. Moreover, Ibn Mattawayh says that the muʿd̲j̲izāt merely confirm a teaching (sc. the ḳurʾānic revelation) which is conformable to reason, and it is this fact which justifies them. They are bound up with the missions of the prophet-messengers who are, like all mankind, responsible for their own actions. Nevertheless, the Muʿtazilīs are unanimous in denying the authenticity of karāmāt , which they stigmatise as “charlatans’ tricks”. ʿAbd al-D̲j̲abbār’s attack on al-Ḥallād̲j̲ is well-known. His Mug̲h̲nī , xv, 270 ff., relates in detail many “marvels” of al-Ḥallād̲j̲; following al-D̲j̲ubbāʾī. he makes them out as feats of prestidigitation, performed with the help of accomplices and by using faked houses and rooms. The tone of the Mug̲h̲nī is extremely polemical, and goes so far as to attack the very morals of al-Ḥallād̲j̲ ( ibid ., 270-1), turning into a personal attack. But the conclusion is clear ( ibid ., 275): the karāmāt are all tricks, and the accounts which later repeat them are only restating popular superstitions.",
    "(2) Falsafa (Ibn Sīnā). To illustrate the position taken up by falsafa , we shall take the example of Ibn Sīnā, who dealt with this question on several occasions. Ibn Sīnā’s cosmology undertakes to place muʿd̲j̲izāt and karāmāt within the existential determinism of the “necessary and consciously-willed” emanation. It is because of the perfection of their human nature and the power which their soul possesses as a fact of nature over external matter that the prophets confirm their coming by miracles. (One should note that Ibn Rus̲h̲d, in his Tahāfut al-tahāfut , ed. Bouyges, 515, makes a distinction here: only those miracles can be regarded as such where a change “in regard to quality” ( istiḥāla ) is involved, because this is in itself possible, though impossible to the ordinary man; on the other hand, a change in substance is fundamentally impossible.) Now this justification of muʿd̲j̲izāt is equally valid, more or less, for karāmat \n . In his Risāla fī aḳṣām al-ʿulūm (in Tisʿ rasāʾil , Cairo 1326/1908, 14), Ibn Sīnā tells us that karāmāt , in regard to their nature, “resemble”\n muʿd̲j̲izāt , and in his Is̲h̲ārāt (ed. Forget, Leiden 1892, 120) he insists that the person whose soul has, by virtue of its spiritual intensity, the power to act upon external matter, and who uses this power for good and according to the righteous way, possess the gift of muʿd̲j̲iza if he is a prophet, or that of karāma if he is a walī . The only difference is that the prophet is such by his very nature, through the innate, triple perfection of his intellect, his imaginative power and his factibile, whereas the saint ( walī , ṣiddīḳ ) or the “initiate” ( ʿarīf ) acquires this perfection by following the appropriate path of asceticism, though at a lower level, at least in regard to his imaginative power. Furthermore, Ibn Sīnā mentions the possible additional factors of certain hypnotic processes “stemming from the Turks” (very rapid gyrations, fixation on a shining or a black object, etc.), and which are capable, in that they cause a withdrawal of the normal senses, or of bringing about the power of divination. He is distrustful towards them, and points out the dangers from them for those of feeble constitution, but he does not deny their reality.",
    "Whether dealing with muʿd̲j̲izāt or karāmāt , there is no question, among the leading figures in falsafa , of gratuitous favours freely bestowed by God; these “powers” are the end product of the highest stage of perfection to which the human soul can attain in the determining lines of its own nature. In the light of this perspective of existential determinism, a recognition \n ¶ of the possibility of “prophetic miracles” leads logically to admitting the possibility of karāmāt \n . The explanation is common to both, the differences lying essentially not in the deeds as such, but in the superiority which raises the prophet over the saint.",
    "(3) The As̲h̲ʿarī reply. It seems that some As̲h̲ʿarīs, such as al-Isfarāʾinī and al-Ḥalīmī, shared the severe judgment of the Muʿtazilīs in regard to karāmāt , The generality of the school, however, recognised their authenticity on the following grounds: (a) Rational probability. The raison d’être of a muʿd̲j̲iza is not the moral perfecting of a prophet, but the freely-exercised will of God, who brings about this miracle “by the hands of the prophet”, a public miracle, preceeded by a “proclamation” and a “challenge”. It is therefore possible ( d̲j̲āʾiz ) for God to create, through the intermediacy of a saint, a supernatural occurence without either a proclamation or a challenge, (b) Existence of the occurrences. They are authenticated above all by the miraculous happenings which are mentioned in the Ḳurʾān and whose beneficiaries have not in any way received a prophetic message to proclaim. Thus sūra III, 37, tells of a marvel brought about for Mary, mother of Jesus, and XXVIII, 9 ff., stress the “marvel” of the story of the Seven Sleepers, in themselves “miraculous signs” ( āyāt ) from God. Finally, XVII, 40 ff., mention the extraordinary happenings which came about at Solomon’s request, whether through an ʿifrīt or through “The one who had knowledge of the Book”, particularised by tradition as the vizier Asaf. (c) Karāmāt are therefore possible, but should not be confused with muʿd̲j̲izāt \n . God grants the former to saints in order to honour them and to confirm them in piety and God-fearing reverence, but He brings about the second ones “by the hands of the prophet” as a proof of his mission. The former should be kept hidden, but the second ones proclaimed before all men. Both should, in any case, be carefully distinguished, not only from acts of trickery ( ḥiyal ), but also from divinatory acts ( kihānāt ), those of (permitted) magic, siḥr , and those of sorcery ( nārand̲j̲āt ). Al-Bāḳillānī devotes a whole work, his Kitāb al-Bayān (ed. R. McCarthy, Baghdad-Beirut 1958), to defining the various kinds of “signs”, some of them authentic and the rest deceptive and illusory, and to tracing back to their subject the rules for the “discernment of spirits”. It is virtually the As̲h̲ʿarī thesis which Ibn K̲h̲aldūn sums up in his Muḳaddima (ed. Cairo N.D., 67, 332, tr. de Slane, i, 191-4, iii, 111-12, tr. Rosenthal i, 188-91, iii, 167-8).",
    "(4) The Ṣūfī attitude. The existence of “saints’ miracles” ( karāmāt al-awliyāʾ ) is affirmed. In Sunnī\n taṣawwuf , the explanation given is in general terms very close to the As̲h̲ʿarī position. There is a freely-given stress on the distinction between karāmāt and muʿd̲j̲izāt ; the saint who performs marvels cannot accordingly be recognised as a prophet, and must remain subject to the religious law laid down by the Messenger of God. However, whilst the As̲h̲ʿarīs insisted on the objective difference of the two types of “signs”, the Ṣūfī texts deal with the differences in spiritual attitudes.",
    "The problem comes up in almost all the Ṣūfī manuals, e.g. in the Kitāb al-Lumaʿ of Abū Naṣr al-Sarrād̲j̲ (ed. Nicholson, GMS, 1914, chs. 113-18, Kalābād̲h̲ī’s\n Kitab al-Taʿarruf (ed. Arberry, Cairo 1352/1933, ch. 26), the Risāla al-ḳus̲h̲ayriyya (ed. Cairo N.D. 158 ff.), Hud̲j̲wīrī’s\n Kas̲h̲f al-maḥd̲j̲ūb (tr. Nicholson, GMS, 1911, 218-39), etc. The “signs” ( āyāt ) of saints resemble externally those of propḥets, but whereas these last bring them about publicly (and with a “challenge” hurled forth), the saints strive to \n ¶ keep them secret. One of the charges made against al-Ḥallād̲j̲ was just this “divulging of marvels” ( ifs̲h̲āʾ al-karāmāt ) by means of which he could apparently aspire, in the eyes of contemporaries, to the role of prophet.",
    "Subjectively, muʿd̲j̲izāt are an aid to the prophet -messenger, in that they confirm his mission; karāmāt on the other hand can become a subject of disquiet for the saint, who may be afraid of being the dupe of an illusion (cf. al-Sarrād̲j̲, loc . cit .). Al-Kalābād̲h̲ī, op . cit ., 44, relates that according to Abū Bakr al-Warrāḳ, it is not the power of working miracles which constitutes a prophet, but the mission with which God has entrusted him. Saints able to perform charismatic acts do not take any offence at this mission, once they recognise it and remain faithful to the message proclaimed. Also, when they receive the gift of working marvels, according to al-Kalābād̲h̲ī, 46, “they display towards God all the more humility, submission, godly fear, abasement and self-contempt, and all the more promptness in responding to God’s claims over them”. This humility and abasement on the saint’s part are a sign of the authenticity of the karāmāt , whilst the “enemies of God” who work apparently similar deeds, become puffed up and attribute the merit to themselves alone ( loc . cit .); in this respect they become the dupes of “God’s plotting” ( makr Allāh ), who has allowed these swindles in order the better to confound them. We find the same teaching in al-Hud̲j̲wīrī, who stresses the impeccability of prophets but the fallibility of saints. He adds that the karāmāt accomplished over the ages by the Muslims are precisely a muʿd̲j̲iza of the Prophet of Islam: the kur’anic law, necessarily permanent, thereby acquires a proof of authenticity also permanent ( Kas̲h̲f al-maḥd̲j̲ūb , tr. 222). The remainder of the text gives a series of examples of karāmāt , some ḳur’ānic or contemporary with the Ḳurʾān, others post-kur’ānic, including those of inter alios \n Abū Saʿīd al-K̲h̲arrāz, D̲h̲ū ’l-Nūn al-Miṣrī, etc.",
    "On one side, the Ṣūfīs often teach that saints must not seek after this gift of marvel-working, but must even mistrust it, and that to become attached to it would make a serious obstacle of the road to union with God; on the other side, however, the biographies of the leading Ṣūfīs abound in marvellous acts and supernatural charismatic deeds. This dual note is for example found all through the Laṭāʾif al-minan wa ’l-ak̲h̲lāḳ of ʿAbd al-Wahhāb al-S̲h̲aʿrānī (ed. Cairo N.D.) studied by Asín Palacios.",
    "It should be finally noted that in general S̲h̲īʿism also admits karāmāt and distinguished them from muʿd̲j̲izāt. The great Imams, since they are endowed with impeccability and perfect knowledge, can work “marvels”. Strict Imāmī thought accords this power to them alone, or at most, will only admit the possibility of karāmāt performed under the influence or through the intermediacy of the Imāns."
  ],
  "signature": "(L. Gardet)",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
