{
  "id": "eweb_427",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_COM_0458",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_COM_0458",
  "title": "Kas̲h̲f",
  "authors": [
    "L. Gardet"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    ", the act of lifting and tearing away the veil [which comes between man and the extra-phenomenal world]. Al-D̲j̲urd̲j̲ānī’s\n Taʿrīfāt (ed. Flügel, Leipzig 1845, 193) states that, according to the Arabic lexicon, kas̲h̲f means “to take away the veil”, but in technical terminology ( iṣṭilāḥ ) it means “to make appear in a complete and actual realisation the mysterious senses and the realities which are behind the veil”. It is worthy of note (see below) that this definition copies word-for-word a text of the Imāmī scholar Ḥaydar Āmulī, some twenty years the senior of al-D̲j̲urd̲j̲ānī. Experience of kas̲h̲f works within and brings about mukās̲h̲afa , which may be translated as “unveiling” in the sense of “illumination” or “epiphany”. Their opposing correlatives are satr and istitār , the acts of veiling and occultation.",
    "The technical environment of the word’s use, as evoked by al-D̲j̲urd̲j̲ānī. is essentially that of taṣawwuf and of S̲h̲īʿī theology. The verb kas̲h̲afa (but not the maṣdar kas̲h̲f ) occurs several times in the Ḳurʾān in its current sense of to uncover (part of the body) and to take away (misfortune, evil, danger, torment). However, two texts serve as the basis for future elaborations: “We have lifted thy covering off thee ( kas̲h̲afnā ), and today thy sight is sharp” (L, 22) and “The portending [Last Day] is near at hand, Short of Allāh, there is no-one can lift it away” (LIII, 57-8). The first of these two texts is cited by al-G̲h̲azālī at the opening of his Munḳid̲h̲ .",
    "1. Some \n examples of \n Ṣufī \n elaborations:",
    "(a) al-Kalābād̲h̲ī. It seems that in the first centuries (e.g. in al-Ḥallād̲j̲) the opposite ( muḳābal ) of satr or istitār was not so much kas̲h̲f as tad̲j̲allī \n “[divine] irradiation”. Al-Kalābād̲h̲ī, K. al-Taʿarruf , ed. Arberry, Cairo 1352/1933, 90, headed his ch. lviii Fī ’l-tad̲j̲allī wa ’l-istitār . He distinguishes three types of tad̲j̲allī : that of the essence, that of the attributes of the essence, and that of the status \n ¶ ( ḥukm ) of the essence. He then goes on to state precisely that the tad̲j̲allī of the essence is mukās̲h̲afa .",
    "(b) al-Ḳus̲h̲ayrī. This last idea is more clearly set forth by al-Ḳus̲h̲ayrī and according to the distinctions which subsequently became the classic ones ( al-Risāla al-ḳus̲h̲ayriyya , Cairo n.d. 39-40). He says that there are three stages in the progression towards Reality. The first, muḥāḍara , is getting one-self into position vis-à-vis the objective sought. It remains “behind the veil”, and pre-supposes the presence of the heart and the transmission of the proof (discursive, burhān ); the person who restricts himself within the guidance of the intellect ( ʿaḳl ) can only apprehend God through His miraculous signs ( āyāt ). The second stage is that of mukās̲h̲afa , the lifting of the veil. There is no further need to search for the way; reasoning ( burhān ) gives way to evident proof ( bayān ), and the indirect indications of God disappear before His attributes. But this stage is still only an intermediary one, a kind of “raising of the curtain” on to the world of mystery. It inevitably leads to the third stage, mus̲h̲āhada , direct vision, the “presence of the reality” ( ḥaḳīḳa [ q.v. ]), without the intermediacy of proof, even intuitive proof ( bayān ), and which opens on to the divine Essence.",
    "(c) al-Anṣārī. Kas̲h̲f and mukās̲h̲afa are thus like an entrance to an “illuminative” way. This category of an intermediary stage or “entrance to the way” occurs again in other texts. Thus in al-Anṣārī’s\n Manāzil , each “halting-place” ( manzil ), or almost each, comprises three progressive degrees. Now in many instances, kas̲h̲f is mentioned in connection with the second degree. E.g. it is at the second degree of tabattul (“consecration to God”) that he comes back from “watching for the lightning-flash of the unveiling”, s̲h̲ayma barḳ al-kas̲h̲f ( K. Manāzil al-sāʾirīn , ed. and Fr. tr. S. de Laugier de Beaurecueil, Cairo 1962, 25/67). A third degree goes beyond This. There are similar observations ( ibid ., 37/76; 54/90; 64/97) in regard to taslīm (“total submission”), uns (“intimacy”) and firāsa (“sagacity”). But in regard to ʿazm (“determination”), kas̲h̲f appears right at the first degree ( ibid ., 51/87), because there cannot be authentic ʿazm except after having seen “The lightning-flash of unveiling”. On the other hand, kas̲h̲f marks the ascent to the third degree of yaḳīn (“certainty”): for the first degree of certainty (or “certain knowledge”) is acceptance of the Word of God; the second degree (or “certain vision”) goes beyond the sphere of argument; but the third degree or “real certainty” presupposes “the sudden breaking of the dawn ( ṣubḥ ) of unveiling”, which seems to be, in its turn, the first of the three stages of This third degree ( ibid ., 54/90). “Lightning-flash” or “dawn” is always like an irruption of light coming from “outside” which thus appears in the various stages and spiritual states of the phenomenon of kas̲h̲f. It marks the entrance into a new manner of apprehending reality, a superior manner, the effect of divine tad̲j̲allī , an immediate and certain knowledge which goes beyond all discursive argument and all argumentative proof, rational or traditional.",
    "(d) al-Hud̲j̲wīrī. The writings of taṣawwuf almost all evoke the “lightning-flash of kas̲h̲f ”: in some cases as a first perceiving of the “world of mystery” where argument based on burhān gives place, as al-Ḳus̲h̲ayrī insists, to the “evident proof” of bayān , and in other cases, as the definite entry into this very world itself, where there is no longer any need for the intermediacy of proof of any kind whatever, Accordingly, al-D̲j̲urd̲j̲ānī ( Taʿrifāt , 245) \n ¶ defines mukās̲h̲afa as “a state which bayān cannot in any way describe”. Kas̲h̲f and mukās̲h̲afa are thus freely put into connection with the superior worlds, those beyond the senses, d̲j̲abarūt and malakūt , beyond mulk [see \n ʿālam\n ]. Also, some of the general treatises on Ṣūfism employ the term kas̲h̲f in their very titles, as in the famous Kas̲h̲f al-maḥd̲j̲ūb of al-Hud̲j̲wīrī, written in Persian (Eng. tr. by R. A. Nicholson, GMS, Leiden-London 1911). The spiritual steps forward envisaged by al-Hud̲j̲wīrī are the destroying of the veils which hide reality. The raising of the veil will be the supreme state of enjoyment in Paradise, and it is only the state of kas̲h̲f \n “which is the degree of closeness ( ḳurb )” which makes possible the miracles of saints ( ibid ., III, 226). There is thus no question now of any intermediary stage. Al-Hud̲j̲wīrī seems to place himself more in the line of al-Sarrād̲j̲ than in that of al-Ḳus̲h̲ayrī, and does not hesitate to bend into a new sense the borrowings which he makes (without naming any source) from the latter. Thus when he compares muḥāḍara and mukās̲h̲afa ( ibid ., 374-5), he defines the first as “the presence of the heart in the subtleties of bayān ”, and the second as “the presence of the inner secret ( sirr )” in the field of intuitive vision ( ʿiyān ). If muḥāḍara definitely refers to the miraculous signs ( āyāt ) of God, as al-Ḳus̲h̲ayrī says, then mukās̲h̲afa is already open to glimpses of direct vision ( mus̲h̲āhada ); contrary to the analyses of the Risāla al-ḳus̲h̲ayriyya , he no longer seems to distinguish them apart. It is described as a continuous and admiring tremendum in face of the infinite grandeur of God. A little later, al-Hud̲j̲wīrī compares the diurnal state of kas̲h̲f to the nocturnal one of satr (“occultation”) and suggests that a divine meeting ( wad̲j̲d ) cuts across, but according to very different activations, the troubled and burning desire for an “other place”, which is that of the ḥāl al-ḥid̲j̲āb (lit. “state of the veil”), and also the peaceful vision of the ḥāl al-kas̲h̲f \n .",
    "2. A certain usage in theology: that of \n al-G̲h̲azālī .",
    "Kas̲h̲f occurs frequently in this scholar’s vocabulary. But it is a question here of a usage not merely “mystical” of this term, but of a “theological” one, seeing that spiritual experience becomes for al-G̲h̲azālī in effect an article of faith. References to kas̲h̲f are to be found not only in the Iḥyāʾ , but equally in the Iḳiṣād , the Mustaṣfā and the Munḳid̲h̲ ;. kas̲h̲f lays the foundation for yaḳīn , the assured certainty of genuine faith (as opposed to faith received purely by being handed down, taḳlīd ). The Munḳid̲h̲ states that “The key to most of the branches of knowledge is the light ( nūr ) which God shines into the heart”. Also, “Whoever imagines that kas̲h̲f depends on logically-arranged arguments reduces the immensely-wide mercy of God to narrow proportions . . . Kas̲h̲f must be sought from this [divine] light” ( Munḳid̲h̲ , ed. ʿAbd al-Ḥalīm Maḥmūd, Cairo 1372/1952, 55). Kas̲h̲f , the unveiling of the world of mystery, is mentioned several times in the Iḥyāʾ ; see the main references in Farid Jabre, Essai sur le lexique de G̲h̲azālī , Beirut 1970, 244. Also, the Iḥyāʾ , ed. Cairo 1352/1933, iv, 218, doubtless in conformity with the tradition from al-Ḳus̲h̲ayrī, places kas̲h̲f and bayān in connection with each other.",
    "If kas̲h̲f appears in many of al-G̲h̲azālī’s works, mukās̲h̲afa is found in the vocabularies of the Iḥyāʾ and the Fayṣal only. As Jabre notes, op . cit ., 245-6, this second term is used in a double sense: (a) subjective, an interior state brought about by kas̲h̲f , and (b) objective, meaning “the truths, the objects \n ¶ of the act of unveiling”. Al-G̲h̲azālī’s famous distinction between ʿulūm al-muʿāmala (ritual observances, social customs and ethical rules) and ʿulūm al-mukās̲h̲afa , by means of which realities are apprehended, is well-known. The Iḥyāʾ , i, 18, says that the ʿilm al-mukās̲h̲afa is the knowledge of what is concealed ( bāṭin ), and is the aim of all the sciences. It is the science of the saints ( ṣiddīḳūn ) and those “brought near to God”. It is a light which shines into the heart if the latter is purified and freed from its reprehensible qualities, a light which bears upon God, His essence, His angels, His acts, the prophets and the future life (cf. ibid ., i, 48). It is not argumentation, nor simple acceptance, but an intuitive and sure grasping of the subject. “By\n ʿilm al-mukās̲h̲afa , we mean the pulling-aside of the veil so that the Real One shows Himself in all his splendour; and this is effected with a clarity which sets the object present right before the eyes, without any possible grounds for doubt” (i, 18; see other references in Jabre, op . cit ., 246, and idem , La notion de certitude selon Ghazālī , Paris 1958, index, s.v.). Mukās̲h̲afāt and mukās̲h̲af appear equally all through the Iḥyāʾ .",
    "Hence for al-G̲h̲azālī, kas̲h̲f is a light, a freely-bestowed grace from God, which at the same time alone bestows its quality of certain knowledge. In so far as the later ʿilm al-kalām was open to influences from al-G̲h̲azālī (or directly from Ṣūfism), kas̲h̲f and mukās̲h̲afa were sometimes freely accepted; but the most classic treatises hardly ever refer to them.",
    "3. Brief \n references in \n S̲h̲īʿism . In S̲h̲īʿism, the spiritual experience of kas̲h̲f inevitably came to form a theological (or “theosophical”) dimension. The apprehension of the “hidden meaning” ( bāṭin ), which is the perfection of Islam and which is the prerogative of the great Imāms, led to a high value being placed on kas̲h̲f. To give only one significant example, the two treatises of the Imāmī Sayyid Ḥaydar Āmulī, ed. Henry Corbin and Osman Yahya as La philosophie s̲h̲īʿite (Tehran-Paris 1969), deal with kas̲h̲f as a manner and a method of knowledge. The D̲j̲āmiʿ al-asrār mentions it, after waḥy (revelation though angelic intermediacy) and ilhām (divine, interior inspiration), as a participation stemming from the universal intellect and the universal soul ( La philosophie s̲h̲īʿite , 448-53). When Āmulī defines kas̲h̲f ( ibid ., 462), it is in the same lexicographical and technical terms as were to be copied from him by al-D̲j̲urd̲j̲anī, as already mentioned above. The ending of the chapter distinguishes, among other things, (a) kas̲h̲f ṣuwarī (the “imaginal” perception of reality) whose irradiations ( tad̲j̲alliyāt ) reach the senses of sight and hearing; mention is made in this connection of the master Ibn ʿArabī; and (b) kas̲h̲f maʿnawī , which is of the spiritual order ( rūḥī ); the text emphasises strongly mukās̲h̲afāt received in this fashion ( ibid ., 464-72). In his Risāla . . fī maʿrifat al-wud̲j̲ūd , Āmulī enumerates three modes of knowledge: by the intellect ( ʿaḳl ), by transmission ( naḳl ) and by kas̲h̲f ( ibid ., 623), and only the last one leads to the apprehension of Reality.",
    "Hence it is with some justification that, in regard to Ḥaydar Āmulī, the phrase “The method of kas̲h̲f ” has been used (cf. Peter Antes, Zur Theologie der Schiʿa , Freiburg 1971, 49, 68), this method being an intuitive one in which certainty is sought from spiritual illumination. Āmulī’s admiration for Ibn ʿArabī and for the latter’s deliberate scheme for “reconciling” the Ṣūfīs and the Imāmīs, is well-known, Āmulī’s work was to influence all later \n ¶ \n Twelver theology, and is in fact the applying of the Ṣūfī\n kas̲h̲f to the S̲h̲īʿī search for the hidden meanings of things. If we bear in mind that his definition of kas̲h̲f was adopted as it stood by the Sunni al-D̲j̲urd̲j̲ānī, we can accordingly discern, despite the divergencies of various climates of thought, a continuity of viewpoint.",
    "Ismāʿīlī writings put the accent on the idea of the “state” of kas̲h̲f from a double point of view, both gnostic and cosmic. The title chosen by al-Hud̲j̲wīrī in the 5th/11th century, Kas̲h̲f al-maḥd̲j̲ūb , designates equally the 8th/14th century treatise of the Ismāʿīlī scholar Abū Yaʿḳūb al-Sid̲j̲istānī, and kas̲h̲f now introduces an ontology and cosmology of gnostic type. Furthermore, the classic opposition or muḳābal of kas̲h̲f-satr is frequently found, this time set forth according to wide cosmic perspectives, in the Ismāʿīlī cycles of metahistory. The aeva of “proto-history” (Corbin) and of post-history are unfolded according to alternate phases of “unveiling” (“epiphany”, as tr. Corbin) and “occultation”. The length of these cycles may vary, and may refer indifferently to the “premordial Adam” (the “Perfect Man”), to the “partial Adam” (the Ḳurʾānic Adam) or to the “spiritual Adam” for the intelligible realities. According to al-Ḥusayn b. ʿAlī, a Yemenī\n dāʿī of the 6th/12th century, the cycle of unveiling ( dawr al-kas̲h̲f ) is 50,000 years, and the cycle of occultation ( dawr al-satr ) is seven millenia. The present age, since the creation of the “partial Adam”, is the fourth millenium of a cycle of occultation, which has been preceeded and will be succeeded by a cycle of unveiling (cf. al-Ḥusayn b. ʿAlī, Risālat al-mabdaʾ wa ’l-maʿād , ed. and Fr. tr. Corbin, Trilogie ismaīlienne , Tehran-Paris 1961, 121-3/181-3).",
    "An exhaustive study of kas̲h̲f in S̲h̲īʿī thought— Imāmī and Ismāʿilī—would in fact require an extensive exposition."
  ],
  "signature": "(L. Gardet)",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}