{
  "id": "eweb_429",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_COM_0501",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_COM_0501",
  "title": "K̲h̲aṭīʾa",
  "authors": [
    "A.J. Wensinck",
    "L. Gardet"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "(pls. k̲h̲aṭāyā and k̲h̲aṭīʾāt ), moral lapse, sin, a synonym of d̲h̲anb (pl. d̲h̲unūb ). The root k̲h̲ ṭʾ means “to fail, stumble” (in Hebrew, Prov. xix, 2), “make a mistake” (e.g., one says ak̲h̲ṭaʾa of an archer whose arrow misses the target); [see \n k̲h̲aṭaʾ\n ].",
    "The form k̲h̲aṭiʾa appears five times in the Ḳurʾān, and the root k̲h̲ ṭ ʾ is frequently found there. It combines within itself the three meanings of “error” ( k̲h̲aṭāʾ , e.g., XVII, 33), “culpable lapse” ( k̲h̲iṭʾ e.g., XVII, 31; cf. k̲h̲āṭiʾa , XCVI, 16), and “sin” ( k̲h̲aṭīʾa , II, 81, IV, 112, VII, 161; XXVI, 82; LXXI, 25). However, “sin” is more often conveyed by d̲h̲anb , d̲h̲unūb; a sayyiʾa is an evil action, and an it̲h̲m a very grave sin, a crime against God.",
    "We likewise find sometimes k̲h̲aṭīʾa , but more often d̲h̲anb , and occasionally it̲h̲m or sayyiʾa , in works on ʿilm al-kalām , fiḳh and taṣawwuf . It would be tedious \n ¶ to study each of these terms separately; sufficient to say that in endeavouring to pin down the idea and the theological aspect of sin in Islam, reference should be made above all to the article d̲h̲anb rather than to that on k̲h̲aṭīʾa \n .",
    "I. Ḳurʾānic \n references . On one hand, sin brings down divine anger and punishment (for k̲h̲aṭīʾa , see II, 81; IV, 112; LXXI, 25), but on the other hand, it nevertheless remains within the operative sphere of the divine mercy. Thus Abraham says, “It is He whom I ardently desire to forgive me my sins ( k̲h̲aṭīʾātī ) on the Day of Judgment” (XXVI, 82; cf. VII, 161). God, through His apostles and prophets, summons mankind to Himself in order to pardon their sins (XIV, 10; XLVI, 31; LXXI, 4). If a man avoids grave sin ( it̲h̲m ) and depraved actions, he will receive pardon from his Lord (LIII, 32). God gives absolution from sin ( d̲h̲anb ) and accepts repentance (XL, 3), and He forgives sins ( d̲h̲unub ) completely (XXXIX, 53).",
    "God is the All-Pardoning One whose power to pardon is endless, al-g̲h̲afūr al-g̲h̲affār , two of the “Most beautiful names” upon which pious Muslims like to meditate [see \n al-asmāʾ al-ḥusnā\n ]. However, one sin is unpardonable, sc. the rejection and the disavowal of God and His Oneness (IV, 48, 137; XLVII, 34). Impious persons, guilty of kufr and s̲h̲irk , will only receive pardon if they repent (VIII, 38). Those who have perpetrated an evil action ( sayyiʾa ) and remain “encompassed” within their sin ( k̲h̲aṭīʾa ) will bring down on themselves the torments of everlasting hell-fire (II, 81).",
    "Thus there are three types of sins mentioned in the text of the Ḳurʾān: (1) minor sins, not affecting a man’s faith, which can be submitted to the divine mercy (LIII, 32); (2) grave sins ( kabāʾir al-it̲h̲m , according to XLII, 37) and “depraved actions” which God may pardon immediately or may punish for a specific period, according to His mysterious will (cf. II, 284; III, 129); and (3) kufr and s̲h̲irk , attacks on the Divine Oneness, which cannot be wiped out except through repentance ( tawba ) and which, failing this last, remain under the threat of eternal hellfire: “those guilty of kufr will be rounded up in Gehenna” (VIII, 36).",
    "II. The traditions . There are numerous ḥadīt̲h̲s which stress the idea of sinfulness and the fate reserved for the sinner, out of which two main themes emerge:",
    "(1) Faith \n and sinfulness . There is a certain amount of self-contradiction here. (a) Some traditions stress salvation through faith. The divine pardon is assured, provided that there is not rejection of faith in the One God. Thus the Prophet related that Ḏj̲ibrīl appeared before him and comforted him by this assurance: “Every member of your community who dies professing the Oneness of God will enter paradise”. The Prophet replied, “Even if such a person is guilty of adultery and theft?” Ḏj̲ibrīl replied, “Even if he is guilty of adultery and theft” (Muslim, Īmān , 113). Certain ḥadīt̲h̲s ( ibid ., 201-8) go so far as to affirm that God “does not take into account” sins of simple intention, seeing that the thoughts involved are not expressed in words not realised in deeds. The delicate conscience of the believer who discovers in himself “evil thoughts” which he is “too scrupulous to express”, is praised as an act of faith ( ibid ., 209). (b) However, according to another chain of traditions, “grave sins” are considered as an attack against faith itself: “The Messenger of God said that whoever is guilty of fornication is not a believer, any more than he who steals or drinks wine” ( ibid ., 100, cf. 101-5, \n ¶ and al-Buk̲h̲ārī, Ḥudūd , i, 6, 20, etc.). (c) In any case, the Prophet’s intercession at the Last Judgment for the sins of his community is emphasised in many ḥadīt̲h̲s [see \n s̲h̲afāʿā\n ].",
    "(2) What \n are the “grave sins” ? The Ḳurʾān mentions clearly and on several occasions the kabāʾir or “grave sins”, grave sinfulness ( it̲h̲m ) and “depraved actions” ( faḥs̲h̲āʾ ), and gives various examples of each class, but without setting forth a precise table. One ḥadīt̲h̲ , which has been seen as a version of the “seven capital sins” of Christian morality, enumerates them thus: “The Messenger of God said, Avoid the seven deadly [sins] ( mūbiḳāt ). When he was asked what these were, he replied, ‘Associating others with God ( s̲h̲irk ); sorcery; unlawful homicide (except when there is a legal reason); despoiling an orphan of his property; practising usury; flight from a battle being waged against the enemy; and taking advantage of the weakness and credulity of virtuous women ( muḥṣanāt \n )’” (Muslim, Īmān , 144; al-Buk̲h̲ārī, Waṣāyā , bāb 23). The tendency towards a laxity which tends to blur the distinction between grave and lesser sins is condemned: “Anas related: Indeed, you commit sins which are only a single hair’s weight according to your own view, but in Muḥammad’s time we used to consider them as grave sins” (al-Buk̲h̲ārī, Riḳāḳ , bāb 32).",
    "III. Tafsīr and ʿilm al-kalām . Discussions and elaborations went on through the course of the ages, emphasising such-and-such Ḳurʾānic verse or such-and-such ḥadīt̲h̲ , according to the tendencies of the different schools of thought.",
    "(1) The distinction between grave sins and lesser ones ( kabāʾir and ṣag̲h̲āʾir ). This distinction, which appears in both the Ḳurʾān (e.g., LIII, 32) and ḥadīt̲h̲ , was developed at great length by the various schools. The exact definition of kabāʾir remained variable. It can be said that the generally-accepted idea of moral lapse or sin was one of disobedience ( maʿṣiya ) to the prescriptions of the divine law, to the point that maʿṣiya often becomes a synonym for k̲h̲aṭīʾa or d̲h̲anb . It was then readily explained that it was the hardening of the heart and persistence in evil-doing which constituted the seriousness of the sin, expressed by Ibn ʿAbbās as “Everything forbidden by God, once persisted in, becomes a grave sin”. Moreover, it is related from ʿUmar and Ibn ʿAbbās (text cited by al-Nawawī) that “No sin is a grave one, if one asks pardon for it; but no sin is a venial one if the sinner persists in it”. In other words, persistence in minor sins makes them become grave ones.",
    "Is there, then, only a difference of degree between great and small sins? Muʿtazilī tradition, as represented by the ḳāḍī \n ʿAbd al-D̲j̲abbār, states that a man whose acts of disobedience ( maʿṣiyāt ) on the whole outweigh his acts of obedience ( ṭāʿāṭ ) is guilty of “grave sin”, whereas, on the other hand, a man whose acts of obedience outweigh his acts of disobedience is only guilty of “lesser sin” ( S̲h̲arḥ al-uṣūl al-k̲h̲amsa , ed. ʿAbd al-Karīm ʿUt̲h̲mān, Cairo 1384/1965, 789). For the As̲h̲ʿarī al-Ḏj̲uwaynī (Irs̲h̲ād, ed. Luciani, Paris 1938, 331), every sin is necessarily grave, in relationship to the divine Majesty. Sin is a failure of duty towards God, and every failure of duty towards God is necessarily grave. However, there are sins of greater or lesser degrees of gravity. The two views expressed here are certainly completely divergent, but it seems that one might posit a simple difference of degree amongst the “acts of disobedience”.",
    "The leading members of the various schools nevertheless attempted to lay down different kinds of sins. \n ¶ (a) For the K̲h̲ārid̲j̲īs and Muʿtazilīs, the “actions of the limbs” form an integral part of faith [see \n īmān\n , 1170-1, §§ 1, 3]. Consequently, grave sins which are destructive of faith are deliberate acts of disobedience against the Ḳurʾānic injunctions, above all, against the ʿibādāt \n “pillars of Islam”, and against those prescriptions whose non-performance is punishable by the ḥudūd . (b) The usual Sunnī trend of thought seeks to establish a list of sins which are, as such, grave, but even here, there is some variation. The S̲h̲āfiʿī jurist Taḳī ’l-Dīn al-S̲h̲ahrazūrī puts forward this tautology: “Every sin which has grown so grave that one can call it a grave sin is in fact a grave sin” (cf. al-Bād̲j̲ūrī, Ḥās̲h̲iya ʿalā ... Ḏj̲awharat al-tawḥīd , ed. Cairo 1352/1934, 114). As for lists of kabāʾir , these vary amongst writers; al-Bād̲j̲ūrī’s popular manual gives two differing enumerations, and asserts the validity of both ( ibid ., 102, 104). These lists refer almost invariably to the ḥadīt̲h̲ about the mūbiḳāt mentioned above, and to Ḳurʾān, VI, 151, and they freely admit that the number seven is not a limiting one. One may state that the following are unanimously considered as “grave sins”: apostasy from the faith, kufr and s̲h̲irk , insults to the Prophet, fornication and adultery, sins against nature, murder, usury and black magic; very often, the use of fermented liquors, theft on a serious scale, and flight from the battle field, are added to these.",
    "Al-Nawawī relies on Muḥammad b. ʿAbd al-Salām in his commentary (ii, 170) in order to set forth this criterion: if there is any doubt about the gravity or lightness of any sin which has been committed, it should be compared with the “seven capital sins” of the ḥadīt̲h̲ . If it proves to be less serious than the least grave of those, it belongs to the ṣag̲h̲āʾir ; in the opposite case, to the kabāʾir . Other authors define these last as sins connected by the Ḳurʾān with hell-fire, the divine anger, malediction or punishment. Others stress the subjective attitude of the sinner: every sin is grave which is committed without signs of fear or circumspectness, or committed in a heedless fashion; only involuntary acts of negligence in the domain of the control of speech or the passions can be accounted ṣag̲h̲āʾir . Finally, others (such as Abu ’l-Ḥasan al-Wāḥidī) note that the sacred law itself calls certain sins “grave” and describes others as venial, but that it omits to apply either description to several other sins mentioned in it. The prudent believer should therefore eschew all sin, lest he suddenly finds that he has committed one of the gravest possible ones.",
    "(2) Sinning \n and repentance . The idea of repentance ( tawba ) is common to the varying schools. For example, we find it expressed in identical terms in ʿAbd al-Ḏj̲abbār ( S̲h̲arḥ al-uṣūl , 791), just as in al-Īd̲j̲ī-al-Ḏj̲urd̲j̲ānī ( S̲h̲arḥ al-mawāḳif , ed. Cairo 1325/1907, viii, 314). This formulation is “regret for an act of disobedience (against God) in itself, combined with the firm intention of avoiding it in the future”. Cf. also in the Taʿrīfāt of al-D̲j̲urd̲j̲ānī, ed. Flügel, Leipzig 1845, 74, the two definitions of tawba and sincere tawba . But although the notion of repentance is shared, the degree of the necessity to repent is formulated variously by the different schools.",
    "(a) The K̲h̲ārid̲j̲īs and Muʿtazilīs, relying on Ḳurʾān, II, 81, condemn to hell-fire everyone who remains “encompassed” by his own sin, and for those who have committed grave sins, only repentance accepted by God can avoid eternal hell-fire. When a moderate Muʿtazilī like al-Zamak̲h̲s̲h̲arī comments on the words “He pardons whomsoever He wills (Ḳurʾān, III, 129), he explains, “... in tawba , for God is only inclined \n ¶ to extend His pardon to those who repent”; and he strongly opposes the interpretation attributed to Ibn ʿAbbās—“God extends His pardon for grave sins to whomsoever seems good to Him, and punishes whomsoever seems good to Him in regard to venial sins”. According to the Muʿtazila, it is not that the tawba is efficacious in itself, but because of his justice, God is bound to accept it when it is sincere. The Muʿtazilīs of Bag̲h̲dād explain in general that He remits the punishment on the grounds of repentance (cf. ʿAbd al-D̲j̲abbār, op . cit ., 790).",
    "(b) The As̲h̲ʿarī school, on the contrary, insists on absolute freedom of action by the Almighty. Only the sins of kufr and s̲h̲irk necessitate a “turning-back” of the heart before they can be pardoned. If one wanted to establish an equivalence with Christian terminology, one would have to say that, according to the dominant Sunnī trend of thought, only these last-named sins really merit being called “mortal sins” (though the ideas at work here do not really correspond).",
    "A comparison with the “capital sins” certainly fits the kabāʾir better, and every “capital sin” is not in itself (in Christianity) a “mortal sin”. In Sunnī Islam, God, in His mercy, can therefore either pardon every “grave sin” apart from kufr and s̲h̲irk , or else, in His justice, punish it by a period in hell-fire. It is for these sins that the Prophet’s intercession can be invoked. Must the believer repent of them? Certainly, if he wishes to remain faithful to the divine prescriptions and regain complete purity of heart and intentions ( ik̲h̲lāṣ ). The rules concerning tawba [ q.v. ] are very numerous. In regard to perfecting the purity of a man’s faith, it is necessarily required. Furthermore, if tawba for grave sins is strongly urged, these last can nevertheless be “wiped away” by istig̲h̲fār \n “asking for pardon”. Thus al-Bād̲j̲ūrī, for instance, states that it can be achieved by repeating 1000 times “He is God, the One”, and this is the “great act of achieving release”; by making the pilgrimage to Mecca; or by “fighting in the way of God” ( d̲j̲ihād ). In regard to venial sins, these can be wiped out by the single act of abstaining from grave sins (or by repenting of them); by faithfully observing the religious obligations ( ʿibādāt ); or by ritual ablutions. In regard to these, tawba , whilst doubtless praiseworthy, is not required, even for purity of faith.",
    "All this concerns judgments made on the perfection of the believer’s status. But one must point out that according to the consensus of Sunnīs, and contrary to the K̲h̲ārid̲j̲īs and Muʿtazilīs, tawba for grave sins is not necessary for salvation. If the sinner repents, and if God accepts his repentance, the sin is “wiped out”; it requires neither reparation nor penitence, for it no longer exists. For, as al-Ḏj̲urd̲j̲ānī remarks, if God’s pardon “were to come into effect after (the sinner’s) repentance, it would no longer be an act of pardon” ( S̲h̲arḥ al-mawāḳif , viii, 311). It is when “grave sins” are wiped out neither by tawba nor istig̲h̲fār that God can, if He wills, show Himself as Pardoner. To sum up: on one hand, divine punishment of grave sins which have not been repented of is not necessarily obligatory (cf. Fak̲h̲r al-Dīn al-Rāzī, Mafātīḥ al-g̲h̲ayb , on Ḳurʾān, II, 82), and on the other hand, if the punishment does not come into effect, it can only be temporary. Consequently, “it is untrue that tawba is necessary for the pardoning of sins, with the exception of s̲h̲irk” ( ibid ., v, 455), and one finds the same teaching in other Sunnī tafsīrs . According to al-Bayḍāwī on Ḳurʾān, II, 81, the “encompassing” by sin of those threatened with (eternal) hell-fire refers only to those impious persons \n ¶ guilty of kufr or s̲h̲irk . Those believers who have committed grave sins do not come under the verdict of this verse.",
    "On all these points, the Ḥanafī-Māturīdī trend of thought is very close to the As̲h̲ʿarī attitude, with one difference, however (cf. L. Gardet, Dieu \n et la \n destinée de \n l’homme , Paris 1967, 304 and ref.). For the As̲h̲ʿarīs, everything is submitted to the inscrutable Divine Will which may, just as it pleases, pardon straight away or punish for a period of time the believer who is guilty of prevarication; and there are no reservations here. It is therefore possible that for a certain period of time, there will be sinning believers in hell-fire, but it is not certain. For the Ḥanafī-Māturīdī theologians, God’s promises must always come into effect, and God has threatened punishment for grave sins, even when committed by a believer. Hence it is “obligatory that certain individuals out of those who have committed grave sins will be punished” (Māturīdī thesis adopted by the As̲h̲ʿarī al-Laḳānī, D̲j̲awharat al-tawḥīd , verse 117). It is uncertain whether such a prevaricating believer will be condemned to spend some time in hell-fire, but it is certain that some sinning believers will spend some time there.",
    "IV. Taṣawwuf — a few examples . We find in the works on the spiritual life and on mysticism abundant classifications and analyses of the various kinds of moral sins. In Ṣūfism also the most frequently-employed term is d̲h̲anb , d̲h̲unūb , rather than k̲h̲aṭīʾa (e.g. al-Kalābād̲h̲ī, Kitāb al-Taʿarruf , ed. Arberry, Cairo 1934, 64). One may cite as an example al-G̲h̲azālī, who in his Iḥyāʾ ʿulūm al-dīn (iv, treatise on tawba , ed. Cairo 1325/1933, 2-53), takes over the analyses in Abū Ṭālib al-Makkī’s\n Ḳūt al-ḳulūb and endeavours to classify these sins according to their nature and to lay down a precise list of kabāʾir :",
    "(1) The classification of sins ( d̲h̲unūb ). According to Abū Ṭālib al-Makkī and al-G̲h̲azālī, these are of four kinds (a) the “lordly” ( rabbūbiyya ) ones, such as pride, scorn, boastfulness, arrogance, love of praise, love of life, ambition and despotic behaviour; (b) the “satanic” ( s̲h̲ayṭāniyya ) ones, such as envy and deceitfulness; (c) the “bestial” ( bahīmiyya ) ones, such as greed, covetousness, anger and concupiscence; and (d) those attributable to “wild beasts” ( sabuʿiyya ), such as furious anger, lust for battle and murder.",
    "(2) The enumeration of the \n “grave sins” . Al-G̲h̲azālī firmly maintains the distinction between grave and lesser sins ( Iḥyāʾ , ibid ., 28 ff.). The list of grave sins which he puts forward is not governed by the number seven for the mūbiḳāt in the ḥadīt̲h̲ . He proposes lists varying between four and eleven, and cites al-Makkī’s view that there are seventeen. In this last case, they can be grouped as follows: four come from the heart, sc. the sin of s̲h̲irk , persistence in evil-doing, lack of confident belief in God’s Mercy and lack of any fear of His power to punish; four come from the tongue, sc. bearing false witness, misusing an upright man ( muḥṣan ), perjury and sorcery; three stem from the belly, sc. drinking wine and intoxicants, despoiling orphans of their wealth and practising usury; two are connected with the genitalia, sc. fornication and homosexuality; two with the hands, sc. murder and theft; one with the feet, sc. flight from the battle field; and finally, one is connected with the whole body, sc. disobeying one’s parents.",
    "In regard to moral sin, certain extremist Ṣūfī traditions oscillate between two attitudes which are opposed in principle, but which are at the same time often apparently mixed together in fact. An attitude of laxity carried to excess, with which one might \n ¶ accuse those called the Ibāḥiyya , asserts that anyone who attains to union with God no longer has to worry about the fear of sinning, nor about the prescriptions, injunctions and prohibitions of the law. Opposed in this is the rigorism of a special variety of the Malāmatiyya , which is characterised by a deeply-rooted care to shun the praise and admiration of men; in order to achieve this, such a person will make no attempt to avoid actions which seem to be scandalous, but will indeed indulge in them. In the first case (the attitude of laxity), we have the abandonment of all asceticism, and in the second “rigorism”), we have ascetic behaviour which goes to the point of being perfectly content with disdain and disapproval, shunning what are undoubtedly sins, but embarking on acts which look like sins in the eyes of men.",
    "However, the dominating fact in the counsels and adjurations of the Ṣūfī masters is the necessity of avoiding any kind of voluntary sin, and this goes to the point of a refined scrupulosity of heart ( waraʿ ). Man, the ʿabd , is fallible and a sinner before God, hence he must take account of this feebleness and his small stature as a created being, in relationship to the greatness of the Almighty. Self-control, awareness of one’s spiritual condition ( murāḳaba ), is necessary. From the time of al-Muḥāsibī onwards, examination of one’s conscience ( muḥāsaba ) is willingly prescribed, and al-G̲h̲azālī insists upon it ( op . cit ., 336-61, esp. 346; cf. Asín Palacios, La espiritualidad de \n Algazel , iii, Madrid-Grenada 1940, 80-103). Al-G̲h̲azālī goes on to say that the heart is like a mirror which is pitted and spoilt by rust, and which must therefore be cleaned and polished, so that the superior world can be reflected in it."
  ],
  "signature": "(A.J. Wensinck- and [L. Gardet])",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}