{
  "id": "eweb_431",
  "source": "EI2",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_6160",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_6160",
  "title": "Rābiʿa al-ʿAdawiyya al-Ḳaysiyya",
  "authors": [
    "(Margaret Smith-[Ch. Pellat]"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "(a double nisba because she was attached to a family, the Āl ʿĀtik, of ʿAdī b. Ḳays (of Ḳurays̲h̲; see Ibn al-Kalbī-Caskel, tab. 35)), famous mystic and saint of Baṣra.",
    "One cannot go so far as to throw into doubt her historical existence, but the traditions about her life and teachings include a very large proportion of legend which today can hardly be distinguished from authentic information. With this qualification borne in mind, one may nevertheless be permitted to present a portrait of the saint as it was conceived by her coreligionists over the course of the centuries.",
    "She is said to have been born in 95/714 or 99/717-18 and to have breathed her last at Baṣra in 185/801, where her tomb was shown outside the city (see al-Harawī, Ziyārāt , ed. and tr. J. Sourdel-Thomine, 81/88). In the evolution of Ṣūfī mysticism, she became one of the three most famous female mystics of Baṣra, the two others being Muʿād̲h̲a al-ʿAdawiyya, wife of the “ascetic” ʿĀmir b. ʿAbd al-Ḳays al-ʿAnbarī [ q.v. ], and a certain Umm al-Dardāʾ (see Pellat, Le milieu baṣrien , 104).",
    "Born into a poor home, she was stolen as a child and sold into slavery (she is even sometimes made into a ḳayna [ q.v. ]), but her sanctity secured her freedom, and she retired to a life of seclusion and celibacy, at first in the desert and then in Baṣra, where she gathered round her many disciples and associates, who came to seek her counsel or prayers or to listen to her teaching. These included ʿAbd al-Wāḥid b. Zayd (d. 177/793; see Pellat, Milieu , 102-3 and index), Mālik b. Dīnār [ q.v. ], the ascetic Rabāḥ al-Ḳaysī, the traditionist Sufyān al-T̲h̲awrī [ q.v. ] and the Ṣūfī S̲h̲aḳīḳ al-Balk̲h̲ī. Her life was one of extreme asceticism and otherworldliness. Asked why she did not ask help from her friends, she said, “I should be ashamed to ask for this world’s goods from Him to Whom they belong, and how should I seek them from those to whom they do not belong?” (it should be noted that al-D̲j̲āḥiẓ, more conscious of the neatness of this reply than of its deeper sense, cites it at least twice (in Ḥayawān , v, 589, and Bayān , iii, 127) and does not mention any other details concerning Rābiʿa, which seems to show that, in the 3rd/9th century, the legend around her had not yet totally crystallised. On the other hand, this tradition, perhaps authentic, is contradicted by a piece of evidence according to which she possessed a k̲h̲ādim/k̲h̲ādima and by the mention, in al-Ḥusaynī, of another saint called Maryam al-Baṣriyya, her servant and disciple, to whom she had communicated her doctrine of pure love, ʿilm al-maḥabba ).",
    "To another friend she said, “Will God forget the poor because of their poverty or remember the rich because of their riches? Since He knows my state, what have I to remind Him of? What He wills, we should also will.” Miracles were attributed to her as to other Muslim saints. Food was supplied by miraculous means for her guests, and to save her from starvation. A camel, which died when she was on pilgrimage, was restored to life for her use; the lack of a lamp was made good by the light which shone round about the saint. It was related that when she was dying, she bade her friends depart and leave the way free for the messengers of God Most High. As they went \n ¶ out, they heard her making her confession of faith, and a voice which responded, “O soul at rest, return to thy Lord, satisfied with Him, giving satisfaction to Him. So enter among My servants into My Paradise” (sūra LXXXIX, 27-30). After her death, Rābiʿa was seen in a dream and asked how she had escaped from Munkar and Nakīr [ q.v. ], the angels of the tomb, when they asked her, “Who is your Lord?”, and she replied, “I said, return and tell your Lord, ‘Notwithstanding the thousands and thousands of Thy creatures, Thou hast not forgotten a weak old woman. I, who had only Thee in all the world, have never forgotten Thee, that Thou shouldst ask, Who is thy Lord?’”",
    "Among the prayers recorded of Rābiʿa is one she was accustomed to pray at night upon her roof: “O Lord, the stars are shining and the eyes of men are closed and kings have shut their doors and every lover is alone with his beloved, and here am I alone with Thee.” Again she prayed, “O my Lord, if I worship Thee from fear of Hell, burn me therein, and if I worship Thee in hope of Paradise, exclude me thence, but if I worship Thee for Thine own sake, then withhold not from me Thine Eternal Beauty.” Of Repentance, the beginning of the Ṣūfī Path, she said, “How can anyone repent unless his Lord gives him repentance and accepts him? If He turns towards you, you will turn towards Him.” She held that Gratitude was the vision of the Giver, not the gift, and one spring day, when urged to come out to behold the works of God, she rejoined, “Come rather inside to behold their Maker. Contemplation of the Maker has turned me aside from contemplating what He has made.” Asked what she thought of Paradise, Rābiʿa replied, “First the neighbour, then the house” ( al-d̲j̲ār t̲h̲umma ’l-dār ) and al-G̲h̲azālī. commenting on this, says she implied that no one who does not know God in this world will see Him in the next, and he who does not find the joy of gnosis here will not find the joy of the Vision there, nor can anyone appeal to God in that world if he has not sought His friendship in this. None may reap who has not sown ( Iḥyāʾ , iv, 269). The otherworldliness of her teaching is shown in her declaration that she had come from that world and to that world she was going, and she ate the bread of this world in sorrow, while doing the work of that world. One who heard her said derisively, “One so persuasive in speech is worthy to keep a rest-house” and Rābiʿa responded, “I myself am keeping a rest-house; whatever is within, I do not allow it to go out and whatever is without, I do not allow to come in. I do not concern myself with those who pass in and out, for I am contemplating my own heart, not mere clay.” Asked how she had attained to the rank of the saints, Rābiʿa replied, “By abandoning what did not concern me and seeking fellowship with Him Who is eternal.”",
    "She was famed for her teaching on mystic love ( maḥabba ) and the fellowship with God ( uns ) which is the pre-occupation of His lover. Every true lover, she said, seeks intimacy with the beloved, and she recited the lines:",
    "I have made Thee the Companion of my heart,",
    "But my body is present for those who seek its company,",
    "And my body is friendly towards its guests.",
    "But the Beloved of my heart is the guest of my soul.",
    "( Iḥyāʾ , iv, 358, margin)",
    "Questioned about her love for the Prophet she said, “I love him, but love of the Creator has turned me aside from love of His creatures”; and again, “My love for God has so possessed me that no place remains for loving any save Him.” of her own service to God and \n ¶ its motive-force, she said, “I have not served God from fear of Hell, for I should be but a wretched hireling if I did it from fear; nor from love of Paradise, for I should be a bad servant if I served for the sake of what was given me, but I have served Him only for the love of Him and desire of Him.” The verses often ascribed to her (but now shown by G.J.H. van Gelder to be originally a secular love poem, see his Rabīʿa’s poem on the two kinds of love: a mystification? , in Verse and the fair sex , a collection of papers presented at the 15th Congress of the UEAI ... 1990 , ed. F. de Jong, Utrecht 1993, 66-76) on the two types of love, that which seeks its own ends and that which seeks only God and His glory, are famous and much quoted, translated and commented upon:",
    "I love Thee with two loves: a selfish (or concerned, impassioned, instinctive) love",
    "and a love of which Thou [alone] art worthy.",
    "The selfish love makes me turn away from all that",
    "is not Thou, making me think only of Thee",
    "But as for that love of which Thou [alone] art worthy.",
    "Thou raisest the veils so that I may see Thee. In neither the one case nor the other have I any merit, but the praise for the first and the second is wholly Thine.",
    "Al-G̲h̲azālī again comments, “She meant, by the selfish love, the love of God for His favour and grace bestowed and for temporary happiness, and by the love worthy of Him, the love of His Beauty which was revealed to her, and this is the higher of the two loves and the finer of them” ( Iḥyāʾ , iv, 267). Like all mystics, Rābīʿa looked for union with the Divine ( waṣl ). In certain of her verses she says, “My hope is for union with Thee, for that is the goal of my desire”, and again she said, “I have ceased to exist and have passed out of self. I have become one with God and am altogether His.”",
    "Rābiʿa, therefore, according to the traditions about her, differs from those of the early Ṣūfīs who were simply ascetics and quietists, in that she was a true mystic, inspired by an ardent love, and conscious of having entered into the unitive life with God. She was one of the first of the Ṣūfīs to teach the doctrine of Pure Love, the disinterested love of God for His own sake alone, and one of the first also to combine with her teaching on love the doctrine of kas̲h̲f , the unveiling, to the lover, of the Beatific Vision.",
    "The semi-legendary personality of Rābiʿa has inspired romantic biographies and even two Egyptian films, but one should remember a curious phenomenon, which has its origin in an account which shows the saint holding in one hand fire and in the other water, and replying to some youths who had asked her where she was going: “...towards the heavens, in order to throw some fire into Paradise and some water on Hellfire, so that both of them may disappear and that human beings may contemplate God without hope or fear, for if neither hope for Paradise nor fear of Hellfire existed, would they worship al-Ḥaḳḳ and submit to it?” This text, which appears in Persian in the Manāḳib al-ʿārifīn (ms. India Office Library, no. 1670, fol. 114a) of Aflākī (8th/14th century [ q.v. ]), is found again almost wordfor-word in the Mémoires du sieur de Joinville , ed. Paris 1854, 195, with this difference that a Preaching Friar called Yves the Breton, sent to the “soudan” of Damascus by the King of France Louis IX (the future Saint Louis), meets en route an old woman carrying fire and water, etc. It is not certain that the heroine of this story is our Rābiʿa al-ʿAdawiyya, since the locale is Damascus, where there is said to have lived, \n ¶ equally in the 2nd/8th century, another holy woman called Rābiʿa bint Ismāʿīl al-ʿAdawiyya. It is astonishing that the oldest attestation in the Islamic world goes back no further than the 8th/14th century when a French chronicler introduces the story a century earlier. In any case, the bishop J.-P. Camus (1582-1653) illustrates pure love by developing the story in question in a work called La Caritée ou le pourtraict de la vraye charité , histoire dévote tirée de la Vie de Saint-Louis , Paris 1641."
  ],
  "signature": "(Margaret Smith-[Ch. Pellat])",
  "bibliography": [
    "1. Sources. Makkī, Ḳūt al-ḳulūb , Cairo 1310, i, 103, 156 ff., iii, 84",
    "Kalābād̲h̲ī, Taʿarruf , ed. Arberry, Cairo 1934, 73, 121",
    "Ḳus̲h̲ayrī, Risāla , Būlāḳ 1867, 86, 173, 192, also ed. Maḥmūd and Ibn al-S̲h̲arīf, Cairo 1385/1966",
    "Ibn al-D̲j̲awzī, Ṣifat al-ṣafwa , Haydarābād 1355-6/1936-7, iv, 17",
    "S̲h̲arīs̲h̲ī, S̲h̲arḥ , ii, 251 ff.",
    "ʿAṭṭār, Tad̲h̲kirat al-awliyāʾ , ed. Nicholson, i, 59 ff.",
    "S̲h̲aʿrānī. al-Ṭabaḳāt al-kubrā , Cairo 1299, 56",
    "D̲j̲āmī, Nafaḥāt al-uns , ed. Nassau Lees, 716 ff.",
    "Ḥusaynī, K. Siyar al-ṣāliḥāt al-muʾmināt al-k̲h̲ayyirāt , ms. B.N. Paris 2042, fols. 26a ff.",
    "M. Zihni, Mas̲h̲āhīr al-nisāʾ Lahore 1902, 225",
    "Ibn K̲h̲allikān, Wafayāt , ed. I. ʿAbbās, ii, 285-8, tr. de Slane, i, 515-17",
    "Munāwī, al-Kawākib al-durriyya , ms. B.L. Add. 23,369, fols. 50 ff. The sayings attributed to Rābiʿa have been collected together by ʿAbd al-Raḥmān Badawī, in S̲h̲ahīdat al-ʿis̲h̲ḳ al-ilāhī , Rābīʿa al-ʿAdawiyya , Cairo n.d. [? 1952]."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 572
}
