{
  "id": "eweb_439",
  "source": "EI2",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_7191",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_7191",
  "title": "Sumnūn",
  "authors": [
    "B. Reinert"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "(or Samnūn ) b. Ḥamza (or ʿAbd Allāh ), Abū Bakr (or Abu ’l-Ḥasan or Abu ’l-Ḳāsim, nicknamed al-Muḥibb “the Lover,” well-known Ṣūfī of the Bag̲h̲dādī school, died 298/910-11 (Ibn al-D̲j̲awzī, Muntaẓam vi, 108); he was a disciple of Sarī al-Saḳaṭī [ q.v. ], Muḥammad b. ʿAlī al-Ḳaṣṣāb (d. 275/888-9), Abū Aḥmad al-Ḳalānisī (d. 270/884) and Abū Yaʿḳūb al-Sūsī (second half of the 3rd/9th century).",
    "Sumnūn became famous for his love of God. In that, it is said, he followed his own peculiar approach and even placed the love of God above the knowledge of God ( maʿrifa ) (thus al-Ḳus̲h̲ayrī, 161, 9, = Sendschreiben 48, 16, and ʿAṭṭār, Tad̲h̲kira , ii, 69, -3 f.). At any rate, he has added a new, emotionally active, dimension to Sarī’s idea that God, in order to measure the truth of the lovers’ pretentions with their steadfastness ( ṣabr ), puts them through well-nigh unbearable \n ¶ trials. In the ecstasy of love, he chafes his legs down to the bare bone; he aspires to fill the whole world with his cry of love; and, finally, he challenges God to a match between Divine tribulation and human ṣabr . Taken up by God on his challenge with a case of urine retention, he does not pass his test with flying colours and, from that day onward, chides himself as “liar” ( al-kad̲h̲d̲h̲āb ) instead of “lover”. This has, however, not affected his postumous fame negatively (al-Ḳus̲h̲ayrī, 23, 19-25, = Sendschreiben , 1.31).",
    "With his irrepressible temperament, Sumnūn developed the heritage of his master into extreme forms of thought and behaviour in other respects, as well. Thus he advocated a remembrance of God ( d̲h̲ikr ) in which everything but God is forgotten, so that all experiential moments are filled by it and one, thus, turns entirely into remembrance of God (al-Sulamī, Ḥaḳāʾiḳ , ad \n sūra II, 152; cf. also al-Sarrād̲j̲, 58, 11-12). He was also convinced that already a small part of God’s forbearance would suffice on the Day of Judgment to let all evildoers join the ranks of the just. He even persuaded his master al-Ḳalānisī to match a rich person’s gift of 40,000 dirhams in alms with an equal number of rakʿa s, which they proceeded to perform together without interruption.",
    "In general, Sumnūn was a tactful man, witty as well as modest, but also a great wielder of words, in prose as well as in poetry. A striking example is his six-line ḳitʿa in which he describes his cognitio \n Dei \n experimentalis (al-Sarrād̲j̲, 250, 10 ff. = Schlaglichter , 92.9). With regard to the love of God, he thought that it was too subtle to be described, but he knew to speak about the states and experiences of the lovers of God in such a moving way that even the dumb and inanimate creation is said to have fallen into a trance (al-Kalābād̲h̲ī, 125, -8 f.; al-Ḳus̲h̲ayrī, 160, -17, = Sendschreiben 48/12). It goes without saying that, for a notorious enemy of the Ṣūfīs’ “love of God” like G̲h̲ulām K̲h̲alīl (d. 275/888-9), Sumnūn’s activities were a thorn in his side; they may even have been the trigger for the case he brought against the school of Sarī (al-Sarrād̲j̲, ed. Bag̲h̲dād, 498-9; Hud̲j̲wīrī, 173, 3 ff.; ʿAṭṭār, ii, 71, 6 ff.; also Gramlich, Alte Vorbilder , i, 383 ff.)."
  ],
  "signature": "(B. Reinert)",
  "bibliography": [
    "Sarrād̲j̲, K. al-Lumaʿ fi ’l-taṣawwuf , ed. Nicholson, London-Leiden 1914, Cairo-Bag̲h̲dād 1380/1960, tr. R. Gramlich, Schlaglichter über das Sufitum , Stuttgart 1990",
    "Abū Nuʿaym al-Iṣfahānī, Ḥilyat al-awliyāʾ , Cairo 1351-7/1932-8",
    "Sulamī, Ṭabaḳāt al-ṣūfiyya , ed. Pedersen, Leiden 1960",
    "idem, Ḥaḳāʾiḳ al-tafsīr , ms. B.L. London, Or. 9433",
    "Kalābād̲h̲ī, al-Taʿarruf li-mad̲h̲hab ahl al-taṣawwuf ed. Arberry, Cairo 1934",
    "Abū Ṭālib al-Makkī, Ḳūt al-ḳulūb , Cairo 1351/1932, tr. Gramlich, Die Nahrung der Herzen , i-iv, Stuttgart 1992-4",
    "Ḳus̲h̲ayrī, al-Risāla , Cairo 1359/1940, tr. Gramlich, Dos Sendschreiben al-Qušayrīs über das Sufitum , Wiesbaden 1989",
    "Ibn al-D̲j̲awzī, Ṣifat al-ṣafwa , Ḥaydarābād 1388-92/1968-72",
    "Hud̲j̲wīrī, Kas̲h̲f al-maḥd̲j̲ ūb , ed. Z̲h̲ukovskiy, Leningrad 1926",
    "ʿAbd Allāh Anṣārī, Ṭabaḳāt al-ṣūfiyya , Kabul 1340 A.S.H.",
    "Farīd al-Dīn ʿAṭṭār, Tad̲h̲kirat al-awliyāʾ Tehran 1336 A.S.H.",
    "R. Gramlich, Alte Vorbilder des Sufitums , i, Wiesbaden 1995",
    "B. Reinert, Sumnūn al-Muḥibb , Asiatische Studien 51, 1997."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 603
}
