{
  "id": "eweb_443",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_COM_1377",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_COM_1377",
  "title": "Zakāt",
  "authors": [
    "A. Zysow"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "( a. ), the obligatory payment by Muslims of a determinate portion of specified \n ¶ categories of their lawful property for the benefit of the poor and other enumerated classes or, as generally in Ḳurʾānic usage, the portion of property so paid.",
    "1. Introduction.",
    "There is disagreement as to when the obligation of zakāt was imposed: according to a common opinion, this occurred in the month of S̲h̲awwāl of the year 2/624 after the introduction of zakāt al-fiṭr in S̲h̲aʿbān of the same year, or, according to others, at the same time as zakāt al-fiṭr. \n Others place its introduction in the year 1/622-3 or 4/625-6 or even as late as 9/630-1 (al-Ṭabarī, iv, 1722, cf. Ibn Had̲j̲ar al-ʿAsḳalānī, Fatḥ al-bārī , Cairo 1378/1959, iv, 8-9)). Another popular opinion is that zakāt was introduced in general terms before the hid̲j̲ra and then in detailed fashion in Medina. Zakāt is one of the “pillars” ( arkān , daʿāʾim ) of Islam (cf. al-Buk̲h̲ārī, al-Ṣaḥīḥ , Cairo 1418/1998, i, 19), and to deny its obligatoriness amounts to unbelief ( kufr ). Failure to pay zakāt when due is a grave sin ( kabīra ) (al-D̲h̲ahabī, Kitāb al-Kabāʾir , Cairo 1356, 32-7). Acceptance of zakāt on the part of those qualified to receive it is a collective obligation ( farḍ kifāya ) (Abu ’l-Hudā al-Ṣayyādī, Ḍawʾ al-s̲h̲ams , 1394/1974, ii, 5-7).",
    "Muslim scholars almost universally regard the term zakāt as Arabic in origin and derive it form the verb zakā , which has among its meanings “to increase” and “to be pure”. Zakāt , on this view, takes its name from its functions of increasing, i.e. blessing, the property from which it is taken and purifying from sin those who give it or their property (Lane, iii, 1241). Modern scholarship has regarded the term as a borrowing, almost certainly from the Judaeo-Aramaic\n zāk̲h̲ūt̲h̲ā or righteousness, as evidenced by its orthography in the Ḳurʾān (A. Spitaler, Die Schreibung des Typus ṣlwt im Koran , in WZKN , lvi [1960], 217), and it has been suggested that zakāt was formed to rhyme with ṣalāt , another borrowing from Aramaic (C. Brockelmann, Semitische Reimwortbildungen , in, ZS , v [1927], 14). While the use of the noun zāk̲h̲ūt̲h̲ā , unlike the related verb Z \n e \n kā for alms, is not attested in Rabbinic writings (M. Sokoloff, Dictionary of Jewish Palestinian Aramaic of \n the \n Byzantine \n period , Ramat-Gan 1990, 177, cf. J. Horovitz, Zakāt , in Isl ., viii [1918], 137-8), in targumic literature zāk̲h̲ūt̲h̲ā functioned as the Aramaic equivalent for the Hebrew\n Ṣ e dāḳā , which had from its original sense of righteousness come to serve as the ordinary \n ¶ term for alms and was borrowed with this sense into Arabic as ṣadaḳa [ q.v. ]. Although some of the zakāt rates have obvious parallels outside of Islam, e.g. one-tenth or one-fortieth (Mis̲h̲na, T e \n rūmōt̲h̲. iv, 3), there is no reason to doubt that the classical system of zakāt is unique to Islam.",
    "Ṣadaḳa , in common use for voluntary alms, is also frequently used for zakāt , especially zakāt on livestock and crops. The use of zakāt in the sense of voluntary alms, if known at all, is rare (cf. al-Ḳurṭubī, al-D̲j̲āmiʿ li-aḥkām al-Ḳurʾān , Beirut 1965, vi, 222 on Ḳurʾān V, 55). The forms of zakāt , including zakāt al-fiṭr , considered here, are in turn classified under the larger heading of ṣadaḳa , in a further, expanded sense that includes obligatory and voluntary alms as well, kaffāra [ q.v. ] (al-Suyūrī, Kanz al-ʿirfān , Tehran 1384, i, 318). Zakāt sometimes used in a figurative sense, for any offering, even one that is intangible: thus praying for other believers is said to be the zakāt of one without property. Zakāt was used in mediaeval times for various taxes without a basis in Islamic teaching [see \n maks\n ]. The choice of the term zakāt for these was likely prompted by its positive religious associations and its use for a compulsory payment, as opposed to voluntary ṣadaḳa (cf. H. Rabie, The financial system of \n Egypt A.H \n . 564-741/A.D. 1169-1341 , London 1972, 86, 96; P. Jackson and L. Lockhart (eds.), Comb . hist . Iran , Cambridge 1986, vi, 134, 541).",
    "2. Zakāt in the Ḳurʾān.",
    "The word zakāt occurs thirty-two times in the Ḳurʾān, always in the singular, and, according to some, only in Medinan passages (A. Jeffery, The foreign vocabulary of the \n Qurʾan , Baroda 1938, 153). In at least two such occurrences (XVIII, 81; XIX, 13) it bears the sense of righteousness. The command for Muslims to give zakāt is so often joined with the command to offer prayer ( ṣalāt ) that zakāt was later termed the “companion” ( ḳarīna ) of prayer. The same pairing occurs in connection with earlier prophets. Abraham, Isaac and Jacob were instructed to pray and give zakāt (XXI, 73), as were the Israelites (II, 83, cf. VII, 156) and later Jesus (XIX, 31), and Ishmael so instructed his household (XIX, 55). Muslim exegetes, however, sometimes questioned whether the zakāt known before Islam was identical with zakāt as they knew it. Only in XXIII, 4 is “doing” or “practicing” ( fāʿīlūn ) zakāt found in place of “giving”, where zakāt , if it refers to alms, may bear the meaning of the practice of giving, rather than as elsewhere the portion of property to be given (cf. ʿĪsā, al-Muṣḥaf \n al-muyassar , Cairo 1385, 445; R. Bell, The Qur’ān , Edinburgh 1937, i, 327; F. Rosenthal, Sedaka , charity , in HUCA , xxiii/1 [1950-1], 422 n. 39). The command to give zakāt is addressed to Muḥammad’s followers in II, 110; XXII, 78; XXIV, 56; LVIII, 13; and LXXIII, 20, and specifically to Muḥammad’s wives in XXXIII, 33. It is addressed to the Jews of Medina in II, 43. On the use of ṣadaḳa in the Ḳurʾān for zakāt , see ṣadaḳa. \n Zakāt may also be intended in some of the frequent references to spending (e.g. VIII, 3). Māʿūn in CVII, 7 has also been interpreted as zakāt (al-Bayhaḳī, Maʿrifat al-sunan wa ’l-āt̲h̲ār , ed. al-Ḳalʿad̲j̲ī, Cairo 1411/1991, vi, 9).",
    "Those entitled to receive zakāt are listed in IX, 60 ( āyat al-ṣadaḳa ), said to have been revealed after the battle of Ḥunayn (8/630 [ q.v. ]) in response to criticism by hypocrites [see \n al-munāfiḳūn\n ] of the equity of Muḥammad’s distribution of zakāt (IX, 58-9), which until then had been left to his personal judgement (al-Māwardī, al-Aḥkām al-sulṭāniyya , Cairo 1386/1966, 122). Institutionalisation of zakāt within Muḥammad’s \n ¶ lifetime is evidenced by the mention of agents for its collection in IX, 60, reportedly first sent out in the year 9/630-1, and by the requirement of the pagan Arabs that they practice prayer and give zakāt for their lives to be spared (IX, 5) and for them to become “brethren in religion” (IX, 11, cf. IX, 18; and cf. al-Buk̲h̲ārī, iii, 7). In LVIII, 13 the obligation of giving of zakāt is opposed to the voluntary ṣadaḳa for an audience with the Prophet.",
    "Muslim interpreters have found in the Ḳurʾān references to zakāt on crops (II, 267; VI, 141), gold and silver (IX, 34), merchandise (II, 267; LI, 19; LXX, 24), and mines (II, 267). A reference to the intention ( niyya , see 5.xiii below) required for the validity of zakāt has been found in XXX, 39. Ḳurʾān IX, 103, sometimes said to have been revealed to provide a means of atonement ( kaffāra ) for specific individuals who repented of their misconduct (al-Ḳurṭubī, viii, 242-5), is nonetheless among the most cited verses in connection with zakāt . Ḳurʾān XXX, 39 contrasts the intended increase of wealth in usury ( ribā [ q.v. in Suppl.]), which is vain in the estimation of God, with the genuine increase gained by those who give zakāt . The polytheists ( mus̲h̲rikūn ) do not give zakāt (XLI, 7). The munāfiḳ will wish after he dies for another opportunity to obey the injunction to give zakāt (LXIII, 10: fa-aṣṣadaḳa ).",
    "Muslim jurists disagreed on the extent to which the Ḳurʾān provided adequate information for implementing the obligation of giving zakāt . A minority found a basis in the Ḳurʾān (IX, 103) for imposing zakāt on all property ( amwāl ) unless there was evidence to the contrary (e.g. the Zaydī\n imām al-Hādī, K. al-Aḥkām , 1990, i, 180), a position sometimes attributed to Abū Ḥanīfa. Others regarded the Ḳurʾānic provisions as insufficiently detailed ( mud̲j̲mal ) and in need of clarification from the Prophet, a position commonly ascribed to al-S̲h̲āfiʿī, who did in fact regard the clarification of the Ḳurʾānic provisions on zakāt provided by the sunna as paradigmatic of the relation between these sources of law ( al-Umm , ed. Cairo, ii, 3).",
    "There is disagreement whether the obligation of zakāt abrogated other Ḳurʾānic provisions for obligatory giving (e.g. II, 219) and more generally whether there are any Islamic obligations on property beyond zakāt ( fi \n ’l-māl ḥaḳḳ siwā al-zakāt ) (al-G̲h̲azālī, Iḥyāʾ ʿulūm al-dīn , on the margin of al-Zabīdī, Iṭḥāf al-sāda al-muttaḳīn , ed. Beirut, iv, 105-6; Ibn al-ʿArabī, K. al-Ḳabas , ed. Walad Karīm, Beirut 1992, ii, 461-2).",
    "3. Zakāt in the Ḥadīt̲h̲ .",
    "Apart from the Ḳurʾānic list of beneficiaries, the other major elements of the law of zakāt are based on ḥadīt̲h̲ : the kinds of property subject to zakāt , the minimum quantity ( niṣāb ) in each case, the rate of zakāt , and the rule of a one-year holding period ( ḥawl ) (Ibn Mād̲j̲a, al-Sunan , Cairo, i, 547). The best-known traditions regulating the zakāt due on camels and sheep are reports of written instructions for their collection ( kitāb , ṣaḥīfa , ʿahd ) that came to be preserved as family heirlooms. These are the instructions of the Prophet to ʿAmr b. Ḥazm whom he sent to Yemen (cf. al-Nasāʾī, al-Sunan , ed. ʿAbd al-Wārit̲h̲ ʿAlī, Beirut 1416/1995, viii, 41-2), the instructions that the Prophet is said to have prepared but was unable to issue before his death, and which were then implemented by Abū Bakr and ʿUmar, and later by ʿUmar b. ʿAbd al-ʿAzīz (Mālik, al-Muwaṭṭaʾ , ed. ʿAbd al-Bāḳī, Cairo, 175-6; Abū Dāwūd, al-Sunan , ed. al-K̲h̲ālidī, Beirut 1416/1996, i, 458-9), and the instructions of Abū Bakr to Anas b. Mālik, whom he sent to collect zakāt in Baḥrayn (al-Buk̲h̲ārī, iii, 39-41) (on these traditions, see ʿIyāḍ b. Mūsā, Ikmāl al-muʿlim bi-fawāʾid Muslim , \n ¶ ed. Ismāʿīl, al-Manṣūra 1419/1998, iii, 489-90). The zakāt due on cattle appears in the Prophet’s instructions to Muʿād̲h̲ b. D̲j̲abal, whom he sent to Yemen (Abū Dāwūd, i, 462), known, unlike the rest of Arabia, for its cattle-raising (al-Zarkas̲h̲ī, S̲h̲arḥ al-Zarkas̲h̲ī ʿalā muk̲h̲taṣar al-K̲h̲iraḳī , ed. al-D̲j̲ibrīn, ii, 392-3, cf. al-Hamdānī, i, 201). In some formulations one can detect a mnemonic intent: “No\n ṣadaḳa is payable on less than five camel-loads of dates, on less than five ounces of silver, and on fewer than five \n camels” (al-Buk̲h̲ārī, iii, 10). Similar details are found in the S̲h̲īʿī\n ḥadīt̲h̲ transmitted from ʿAlī and the other imam s.",
    "Both those who pay zakāt and those who collect are cautioned: the former to make sure that the collector leaves them well pleased, the latter not to exact more than is due, which is as bad as refusing to pay (al-Tirmid̲h̲ī, al-Sunan , ed. ʿAbd al-Bāḳī, Beirut, iii, 38). Owners of livestock need not pay with their most valuable animals, unless they freely choose to do so (al-Buk̲h̲ārī, iii, 43). The collector who acts according to law is likened by the Prophet to the warrior in God’s cause ( g̲h̲āzī , mud̲j̲āhid ) (al-Tirmid̲h̲ī, iii, 37). While the instructions of Abū Bakr to Anas are preceded by the statement that those of whom more zakāt is demanded than is due are not to pay it, other traditions urge the zakāt payer to comply with exorbitant demands, for which the collectors will be held responsible (cf. al-S̲h̲awkānī, Nayl al-awṭār , ed. al-Ṣabābiṭī, Cairo 1413/1993, iv, 147). There are also warnings to those who accept zakāt to which they are not entitled that what they acquire is only an ache in their heads and a burning in their innards.",
    "Failure to pay zakāt is a sign of hypocrisy, and the prayers of those who do not pay zakāt will not be accepted. No poor person would ever go hungry, lack clothing or be hard-pressed if the wealthy paid their zakāt , but it is admitted that there is no obligation more demanding than the payment of zakāt . Zakāt serves as a purification ( ṭuhra , ṭuhūr ) of those who pay. It safeguards their other property, whereas giving voluntary alms ( ṣadaḳa ) heals the sick. No property at land or sea is ever lost except on account of the withholding of zakāt . Zakāt is never left commingled with other property without bringing about its ruin. Failure to pay zakāt brings on drought and loss of livestock, while the payment of zakāt ensures rain. Property on which zakāt has been paid is not the treasured-up gold and silver condemned in the Ḳurʾān (IX, 34), even when it is buried deep in the earth. On the Day of Resurrection ( ḳiyāma [ q.v. ]), equivalent to fifty thousand years in this world, those who have not paid zakāt will be confronted by the zakāt they have withheld (cf. Ḳurʾān IX, 35): their gold and silver treasure ( kanz ) will pursue them in the form of a large fearsome serpent (cf. Ḳurʾān III, 180), with the cry: “I am your treasure,” and those who have withheld zakāt from livestock will be trampled and gored by the animals they have not paid, now grown large and fat.",
    "4. Zakāt in Islamic history.",
    "According to the Islamic sources, the collection of zakāt was already in full force during the lifetime of the Prophet Muḥammad. He is said to have dispatched “innumerable” collectors of zakāt , some of them among the most famous of his Companions, such as ʿUmar and ʿAlī (al-K̲h̲uzāʿī, K. Tak̲h̲rīd̲j̲ . al-dalāla al-s̲h̲arʿiyya , ed. Abū Salāma, Cairo 1401/1981, 544; Ibn Saʿd, ii/1, 115). On the other hand, the ḥadīt̲h̲ indicates that the Prophet died before the definitive guidelines for the collection of camels and sheep were issued. The system of zakāt collection was gravely \n ¶ threatened during the caliphate of Abū Bakr, when some of the Arabian tribes refused to acknowledge that the Prophet’s authority to collect zakāt had passed to his successor. This movement in resistance to the collection of zakāt is associated with the apostasy of the ridda [ q.v. in Suppl.] wars, but it became widely accepted among Muslim scholars that only some of those who withheld zakāt were true apostates, the others being more properly classified as rebels ( bug̲h̲āt ) and not to be judged by the same standard as later Muslims who reject the obligation of zakāt (al-K̲h̲aṭṭābī, Maʿālim al-sunan , ed. al-Ṭabbāk̲h̲, Aleppo 1352/1933, ii, 2-10, locus classicus ).",
    "Of the succeeding Rightly-Guided Caliphs, ʿUmar is reported to have had the greatest interest in the details of zakāt and its collection. To ʿUmar is attributed the institution of collectors posted on roads to collect zakāt from Muslim merchants (at the rate of 2.5%) as well as imposts on the merchandise of non-Muslim traders, both indigenous ( d̲h̲immī ) and foreign ( ḥarbī ). From the rate applied to alien non-Muslim merchants of 10% ( ʿus̲h̲r ), these collectors became known as ʿus̲h̲s̲h̲ār (sing. ʿās̲h̲ir ). In the course of time, these collectors on bridges and in ports came to exceed the limits imposed by the law and acquired an exceedingly unsavory reputation for venality. ʿUmar is said to have been the first to take merit, and not merely need, into consideration in the distribution of zakāt (Muslim b. Abī Karīma, Risālat Abī Karīma fi ’l-zakāt , ʿUmān 1982, 10). It was ʿUmar, too, according to some, who definitively declared that Islam had achieved such a state of security as to no longer need the services of “those whose hearts are to be won over,” one of the Ḳurʾānic classes of recipients of zakāt (on these, see Ibn al-ʿArabī, Aḥkām al-Ḳurʾān , ed. al-Bid̲j̲āwī, Cairo 1387/1967, ii, 951-4, and al-muʾallafa ḳulūbuhum ). But the most significant change in the practice of zakāt collection is attributed to ʿUt̲h̲mān. This is the rule that the official collectors of zakāt have authority to demand payment on “apparent” ( ẓāhir , nāṭiḳ ) property only, i.e. livestock and crops, leaving owners the choice of paying zakāt on “unapparent” ( bāṭin , ṣāmit ) property, i.e. gold, silver and merchandise, either to the collectors or directly to the recipients of zakāt . It is said that ʿUt̲h̲mān was concerned that rapacious collectors would enrich themselves with the property of the Muslims, and in fact allegations of corruption in the collection of zakāt were already made against ʿUt̲h̲mān’s collectors. Some, however, held that the Prophet himself never demanded payment of zakāt on bāṭin property (Ibn Ḳudāma, al-Kāfī , ed. al-S̲h̲āwīs̲h̲, i, 328), and others have rejected the distinction entirely: the Zaydī\n imām \n al-Hādī insisted that it was a contrivance of jurists aimed at checking over-reaching collectors ( K al-Aḥkām , i, 192-3).",
    "During the Umayyad period, zeal in the collection of zakāt grew. Muʿāwiya, for example, is said to have been the first to deduct zakāt from state stipends (J. Schacht, The origins of \n Muhammadan \n jurisprudence , Oxford 1950, 199-200). But the increasing lack of confidence in the integrity of administration of the zakāt system is reflected in the reported disagreement among early jurists whether it was still appropriate to pay zakāt to the official collectors. The position of Ibn ʿUmar (d. 73/692) that such payment would discharge one’s obligation proved to be the most influential (cf. Madelung, ʿAbd Allāh b. ʿAbbās \n and \n Shiʿite \n law , in Law , Christianity \n and modernism in \n Islamic \n society , ed. Vermeulen and Van Reeth, Louvain 1998, 21-3). A review of existing practice in the collection of zakāt formed part of the reform of fiscal matters under ʿUmar b. ʿAbd\n \n ¶ \n al-ʿAzīz (d. 101/720 [ q.v. ]), and his rulings on questions of zakāt are widely, sometimes inconsistently, reported in later writings, along with references to his efforts to procure copies of instructions to collectors from the Prophet’s day. A prominent feature of his rule was an effort to bring the ʿus̲h̲s̲h̲ār into conformity with Islamic law. The establishment of a special government office, dīwān al-ṣadaḳa , for the receipt of zakāt occurred under the caliph His̲h̲ām (d. 125/743).",
    "From the Kitāb al-K̲h̲arād̲j̲ of the ḳāḍī \n Abū Yūsuf (d. 182/798 [ q.v. ]), written in the form of counsel to the ʿAbbāsid caliph Hārūn al-Ras̲h̲īd, it emerges that the system for the collection of zakāt in his day was both corrupt and inefficient. Collection of zakāt was in the hands of the collectors of k̲h̲arād̲j̲ [ q.v. ], who did not keep the proceeds distinct as required by law, while zakāt on merchandise collected by the ʿus̲h̲s̲h̲ār was administered separately from the other forms of zakāt ( K. al-K̲h̲arād̲j̲ , with the commentary of al-Raḥbī, Fiḳh al-mulūk wa-miftāḥ al-ritād̲j̲ , Bag̲h̲dād 1975, i, 536-7). The joint administration of zakāt and the income of caliphal awḳāf ( dīwān al-birr wa ’l-ṣadaḳāt ) introduced in 315/927 (Miskawayh, i, 152), suggests a decline in Zakāt revenue.",
    "Virtually nothing is known about the details of the official collection of zakāt throughout most of its history. References in the historical sources are scattered and meagre in detail, and the evidence of the Arabic papyri is limited (G. Khan, Arabic papyri: select material from the \n Khalili Collection , London 1992, 53). By contrast, the legal sources occasionally provide vivid details about such practices as the counting of livestock (al-S̲h̲āfiʿī, Umm , ii, 51, describing the procedure for collection for livestock of his uncle, a zakāt collector). Al-S̲h̲āfiʿī reports that collectors of zakāt on livestock were sent out in Muḥarram (ii, 14), while Mālik states that the practice was for them to go out in May (Saḥnūn, al-Mudawwana , ed. Muḥammad, Beirut 1419/1999, ii, 446, cf. al-K̲h̲irs̲h̲ī ʿalā muk̲h̲taṣar K̲h̲alīl , ed. Beirut, ii, 161-2). The animals collected as zakāt were specially branded (with the words “for God”, according to al-S̲h̲āfiʿī: see al-Muzanī, al-Muk̲h̲taṣar , on margin of al-Umm , iii, 244; others state that the brand was “zakāt” or “ṣadaḳa” ), although some jurists disapproved of this practice. The Ḥanafī al-Sarak̲h̲sī tells us that it was the custom of collectors to give receipts ( barāʾa ) ( al-Mabsūṭ , ed. Beirut, ii, 161, 202), although their legal force was disputed, and this practice is corroborated by the papyri (Grohmann, Arabic papyri in the \n Egyptian Library , Cairo 1938, iii, 178-9, from 148/765-6) and historical sources (Ibn Yaʿḳūb, Sīrat al-Imām al-Manṣūr bi ’llāh , ed. al-Ḥibs̲h̲ī, Ṣanʿāʾ 1417/1996, 29).",
    "Little, too, is known about how governments distributed the proceeds of zakāt or the extent of corruption involved. Administrative costs, which in the worst case could run so high as to consume the entire zakāt collected, appear to have been high (cf. Abū Yūsuf, K. al-K̲h̲arād̲j̲ i, 536), and there is some evidence of zakāt farming (Khan, Arabic legal and administrative documents in the \n Cambridge Genizah \n collections , Cambridge 1993, 283-5, from 480/1088, cf. Khalid Abou El Fadl, Tax \n farming in Islamic law ( qibālah \n and \n ḍamān of kharāj ) : a search for a concept , in Islamic Studies , xxxi/i [1992], 5-32). The local distribution encouraged by Islamic law would tend to facilitate the use of zakāt to reward favourites and cultivate clients. In any case, the example of the Imām al-Hādī (d. 298/911) in Yemen suggests the political obstacles that could face even a ruler of impeccable learning and religious conviction in his efforts to impose a system \n ¶ of zakāt in accordance with the law (Madelung, Land \n ownership and land tax in \n Northern Yemen \n and \n Najrān \n : 3rd-4th/9th-10th century , in T. Khalidi (ed.), Land tenure and social transformation in the \n Middle East , Beirut 1984, 89-193).",
    "The collectors of zakāt in some cases exercised further roles. In the time of the Prophet they were charged with teaching the elements of Islam (cf. al-Buk̲h̲ārī, iii, 3-4), as were later the collectors sent out by the Imām al-Hādī (al-ʿAlawī, Sīrat al-Hādī , ed. Zakkār, Beirut 1401/1981, 45). Mālikī sources indicate that collectors of livestock possessed a limited judicial authority ( al-K̲h̲irs̲h̲ī ʿalā muk̲h̲taṣar K̲h̲alīl , ii, 149).",
    "According to the Fāṭimid jurist al-Ḳāḍī al-Nuʿmān (d. 363/974 [ q.v. ]), zakāt among the Sunnīs of his day was largely limited to private distributions to the poor, despite the approval by leading Sunnī jurists of payment to the state, and those who did pay zakāt in any form were a distinct minority ( Daʿāʾim al-Islām , ed. Fayḍī, Cairo 1383/1963, i, 257-8, 261-2). By about the year 493/1100, governmental collection of zakāt across the Muslim world had become largely a thing of the past and has remained so ever since for the great majority of Muslims. The Andalusian\n Mālikī Ibn ʿAbd al-Barr (d. 463/1071 [ q.v. ]) noted that the scholars of his day no longer made the coming of the zakāt collectors a condition for the obligation to pay, as had Mālik, in whose time they did regularly come ( K. al-Kāfī , ed. al-Mūritānī, Riyāḍ 1398/1978, i, 311). Similarly, the S̲h̲āfiʿī Fak̲h̲r al-Dīn al-Rāzī (d. 606/1210 [ q.v. ]) in the East writes of the collectors as a class of zakāt recipients that no longer exists ( al-Tafsīr al-kabīr , Cairo 1357/1938, xvi, 115), as does the ʿIrāḳī Mālikī Ibn ʿAskar (d. 732/1332) a century later ( Irs̲h̲ād al-sālik , ed. Sūsa, 1989, 38). The Egyptian al-Ḳalḳas̲h̲andī (d. 821/1418 [ q.v. ]) reports that, in his day, the collection of zakāt was confined to the activity of the ʿus̲h̲s̲h̲ār in the ports and to some limited collection of livestock ( Ṣubḥ al-aʿs̲h̲ā , iii, 457-8).",
    "Rulers with a reformist mission would, as might be expected, favour a revival of zakāt collection: the Almohads, Ṣalāḥ al-Dīn (Rabie, 96), the Sokoto Caliphate, the Arabian Wahhābīs and the Sudanese Mahdists. In some cases, local dynasties were able to maintain a more or less traditional form of zakāt collection, but often alongside non-Islamic sources of revenue, into the modern period, for example, the ʿAlawīs of Morocco until 1901 and the Zaydīs of Yemen until the revolution of 1962. In Kuwayt, zakāt was collected on livestock, crops and fish until the increase in wealth brought about by the discovery of petroleum in the 1920s.",
    "The general disappearance of official zakāt collectors did not in itself leave the distribution of zakāt to individual property owners, since there were intermediaries ready to fill the gap, ranging from local village imām s, as in pre-colonial Malaysia to powerful Ṣūfī orders in Africa and elsewhere. Such intermediaries functioned as both recipients and collectors for further distribution. Sectarian groups typically developed their own channels for collection and distribution: The S̲h̲īʿī\n imām s were succeeded in this role by the leading jurists among the Twelver S̲h̲īʿīs, and by the dāʿī muṭlaḳ among the Indian Bohras (F. Daftary, The Ismāʿīlīs \n : their history and doctrine , Cambridge 1990, 317; and see \n bohorās\n ). Among these groups, as among the Ibāḍīs, zakāt was largely confined to the community of fellow adherents.",
    "5. Zakāt in Islamic law.",
    "The law of zakāt is a hybrid between the elements \n ¶ of ritual and revenue-raising, elements that have historically competed for primacy and continue to do so today. Insofar as paying zakāt is a ritual act of purification, the focus is on the payer; as a system of revenue-raising, the centre of concern is the recipients, particularly the poor. The hybrid quality of the law of zakāt is most strikingly evident in the distinction sometimes made by Ḥanafīs between zakāt proper, which is said to be a pure act of worship, and the tithe ( ʿus̲h̲r ) on crops, which is a form of revenue ( muʾna , literally impost) with an element of worship (e.g. S̲h̲ayk̲h̲zāda, Mad̲j̲maʿ \n al-anhur , ed. Istanbul, i, 214), but it is also apparent in the treatment in many S̲h̲āfiʿī legal texts, following al-Muzanī’s (d. 264/878 [ q.v. ]) al-Muk̲h̲taṣar , of the basic rules of zakāt in the section on ritual ( ʿibādāt ) and the rules for its distribution ( ḳasm ) separately in a section on revenues of the state. The dimension of zakāt as a source of revenue is, of course, especially prominent in its treatment in the relatively small but significant legal literature on governance ( aḥkām sulṭāniyya ) and public finance ( amwāl , k̲h̲arād̲j̲ ).",
    "Zakāt is commonly classified as a tax on property rather than income, but this is only approximately correct, since, for example, zakāt is due on crops only once, when they are harvested, without the requirement of a holding period. In any event, the theory developed by the classical jurists to explain why zakāt is payable only on certain kinds of property appeals to the notion of “growth” ( namāʾ ) : zakāt is due on property that represents growth or is devoted to growth, actually or virtually ( taḳdīr \n an ). Thus grazing livestock and trade goods represent property actually devoted to growth, and gold and silver, by their very nature as media of exchange, property virtually devoted to growth, while crops and mined minerals represent growth itself. The requirement of a holding period of one year ( ḥawl ), where applicable, is understood to provide an opportunity for such growth, and the fact that zakāt is paid out of growth encourages compliance (Muḥammad b. ʿAbd al-Raḥmān al-Buk̲h̲ārī, Maḥāsin al-islām , Cairo 1357, 17). This theory gained near-universal acceptance, to the extent that it was even invoked as an explanation of the term zakāt (Ibn Rus̲h̲d, al-Muḳaddimāt , ed. Ḥad̲j̲d̲j̲ī, Beirut 1408/1988, i, 271), and it remains popular today. The element of growth is even more obvious in the view of a minority of early jurists who are said to have imposed zakāt generally on property as soon as it was acquired (see below, 5.vi). One of the few opponents of the theory of growth was the Ẓāhirī Ibn Ḥazm (d. 456/1064 [ q.v. ]) (cf. al-Muḥallā , ed. al-Bindārī, iv, 45, 146, 149, 187).",
    "There is disagreement as to whether zakāt is an obligation in rem ( fi \n ’l-māl , fī ʿayn al-māl ) or in personam ( fi \n ’l-d̲h̲imma ). The former view, itself subject to several interpretations, is that commonly defended, but if fully pressed would, among other unacceptable consequences, make the recipients of zakāt co-owners of the zakāt payer’s property (al-Zarkas̲h̲ī, ii, 460-2; cf. Walī al-Dīn al-Baṣīr, al-Nihāya , ed. ʿUmayrāt, Beirut 1416/1995, 113, where they are co-owners). A more limited, commonly cited implication of the dispute arises in the case of the owner of forty sheep who fails to pay zakāt for two consecutive holding periods. On the in personam analysis, his zakāt liability at the end of the two years is two sheep; on the in rem analysis only one sheep, since with one sheep from the flock now encumbered by zakāt there is no longer a niṣāb (minimum number of forty, see below) during the second holding period (Ibn Hubayra, al-Ifṣāḥ , \n ¶ ed. al-Dabbās, Aleppo 1366/1947, i, 141). In fact, the law of zakāt is a product of the application to one degree or another of both views (cf. Ibn Rad̲j̲ab, al-Ḳawāʾid , ed. Saʿd, Cairo 1392/1972, 207). There is, in any case, universal agreement that qualified recipients of zakāt cannot exercise self-help in taking their share but must await distribution by the government or the individual zakāt payer.",
    "The theme of fairness is central to the classical theory of zakāt . It is considered only just that, as a charitable sharing of wealth ( muwāsāt ), zakāt should be in the first instance payable from the very property on which it is imposed and only from property of average quality. It is also commonly held that the rate of zakāt is inversely related to the effort expended in producing the growth from which zakāt is due, as is particularly evident in the differential rate of zakāt for crops according to the method of irrigation used in their production (see below) (al-Sayyāg̲h̲ī, al-Rawḍ al-naḍīr , ed. Beirut, ii, 389-90, but see al-Sarak̲h̲sī, al-Mabsūṭ , iii, 4, according to whom, the rationale for the different rates of zakāt is not knowable). Concern with fairness also appears in the balancing of interests between the payers of zakāt and its recipients that is attributed to the Lawgiver and that arises frequendy in the discussions of the jurists.",
    "Muslim jurists sometimes speculated as to the underlying reasonableness of the apparently arbitrary quantities that abound in the laws of zakāt . The S̲h̲āfiʿī al-Ḳaffāl al-S̲h̲ās̲h̲ī (d. 365/976) suggested that the ṣāʿ of grain paid as zakāt al-fiṭr could produce enough bread to feed a poor person for the day of the feast and the customary three-day celebration that followed, when no work would be available (al-Bād̲j̲ūrī, Ḥās̲h̲iyat al-Bād̲j̲ūrī ʿalā Ibn al-Ḳāsim , ed. Cairo, i, 280). S̲h̲āh Walī Allāh al-Dihlawī (d. 1175/1762 [see \n al-dihlawī\n ]) proposed that the minimum amounts of agricultural produce and silver subject to zakāt were each enough to sustain for one year a family consisting of a husband, wife and one dependent, and were thus a reasonable measure of wealth ( Ḥud̲j̲d̲j̲at Allāh al-bālig̲h̲a , ed. Ḍamīriyya, Riyāḍ 1420/1999, ii, 727-8, tr. M.K. Hermansen, The conclusive argument from God , Leiden 1996, 297-8). Along similar lines, it was even suggested that the apparently complex rate of zakāt on camels was in fact the familiar 2.5% for gold and silver and merchandise (al-Sarak̲h̲sī, ii, 150). Such speculations have re-emerged in modern discussions of zakāt as contemporary theorists attempt to formulate a rationalised version of the traditional law.",
    "Muslim jurists have often rested the authority of the government to demand the payment of zakāt on the protection ( ḥimāya ) it provides to property, an analysis most fully developed by the Ḥanafī jurists, who use it to justify the collection of zakāt on merchandise, a form of bāṭin property, by the ʿus̲h̲s̲h̲ār . The ʿus̲h̲s̲h̲ār acquire the authority to demand zakāt on such property when the owner takes it on to the public roads and brings it into the government’s sphere of protection (Ibn al-Humām, Fatḥ al-ḳadīr , Cairo 1389/1970, ii, 224). This analysis the Ḥanafīs extend to the imposts demanded by ʿus̲h̲s̲h̲ār on the property of non-Muslims ( ibid ., ii, 227). A similar principle is reported to have been given practical application by the Ibāḍīs of ʿUmān\n ca . 1000, who would not collect zakāt from foreign Muslim merchants until a year of residency had passed, which established the requisite protection (al-Bisyawī, Ḏj̲āmiʿ Abi ’l-Ḥasan al-Bisyawī , ʿUmān 1404/1984, ii, 190). Likewise, an Ibāḍī\n imām taking office after a break in the imāmate must wait one year before collecting zakāt (Muḥammad b. Yūsuf\n \n ¶ Aṭṭafayyis̲h̲, S̲h̲arḥ al-nīl , Beirut 1392/1972, iii, 286).",
    "Niṣāb . Zakāt is due on property only if a minimum quantity ( niṣāb , pl. nuṣub , anṣiba , literally “base”, less commonly darad̲j̲a ) is held, e.g. five camels (on the introduction of niṣāb as a legal term of art, see Abū ʿUbayd al-Ḳāsim b. Sallām, K. al-Amwāl , ed. Ḥarrās, Cairo 1388/1968, 560-1, cf. Mālik, al-Muwaṭṭaʾ , 177). The zakāt payable increases with the amount of property held, and where, as in the case of livestock, such increases in the property subject to zakāt are not prorata ( bi ’l-ḥisāb ), but set at discrete increments, each of these increments represents a further niṣāb , with eleven such nuṣub in the most complex case, that of camels. The amount of property below the first niṣāb and between each subsequent niṣāb is termed waḳṣ / waḳaṣ (also s̲h̲anaḳ ) (cf. al-Nawawī, Tahd̲h̲īb al-asmāʾ wa ’l-lug̲h̲āt , Cairo n.d., i, 193-4). It is generally held that no zakāt is due on the waḳṣ between the nuṣub , hence the further term ʿafw for the waḳṣ . Thus the one sheep or goat due on nine camels (the second niṣāb being ten) is in fact due on only five, the four additional camels being waḳṣ , and should four of the nine perish after zakāt is due, there will be no proportionate reduction in the amount of zakāt to be paid.",
    "As in other areas of Islamic law, there is considerable disagreement among Muslim jurists over the details of the law of zakāt . The discussion here focuses on the doctrine of the S̲h̲āfiʿī school with some notice of the most salient points of disagreement between the schools. Twelver S̲h̲īʿī law alone recognises cases where zakāt is recommended ( mustaḥabb ) but not obligatory (cf. al-Ḥalīmī, K. al-Minhād̲j̲ fī s̲h̲uʿab al-īmān , ed. Fawda, Beirut 1979, ii, 343), a categorisation that serves to reconcile conflicting evidence for and against the imposition of zakāt .",
    "i. Zakāt on livestock ( ḥayawān , mās̲h̲iya , naʿam ). Zakāt is imposed on camels ( ibil ), cattle ( baḳar ), and sheep and goats ( g̲h̲anam ) according to the number of animals owned. According to the great majority of jurists, for the calculation of the number of animals in the herd, male and female animals, young and old, healthy and diseased count equally. The Ẓāhirīs alone do not count animals under one year of age ( al-Muḥallā , iv, 82). Animals of different breeds ( anwāʿ ), such as Bactrian and Arabian camels, cattle and water buffalo, are counted together, as are sheep ( ḍaʾn ) and goats ( maʿz ). Zakāt is normally due in the form of adult (over one year), female, healthy, and defect-free animals. The assumption throughout is that greater age and feminine gender increase the value of the animal. Except for the Ḥanafīs, who accept male and female cattle and sheep indifferently, male animals are acceptable only where indicated below or if all the animals in the herd are male. Where the entire herd consists of under-age or unhealthy animals or those suffering from defects, these are accepted as zakāt , except by the Mālikīs, who even in these cases require that zakāt be paid with healthy, defect-free, adult animals. Where the herd consists of animals of different breeds or of both sheep and goats, the zakāt is to be paid in the form of animals that reflect the relative values of the different breeds in the make-up of the herd. Thus for a herd consisting of thirty female goats and ten female sheep, the one sheep or goat due as zakāt for forty animals must be worth as much as three-fourths of a female goat and one-fourth of a female sheep. Apart from adjustments ( d̲j̲ubrān ) in the form of cash or sheep, admitted by some jurists in the case of camels alone, the zakāt payer who cannot supply the required animals from his herd is \n ¶ required to acquire them in order to make payment. The Ḥanafīs accept in all cases payment of their value ( ḳīma ), even in the form of fewer but fatter animals (see below, 5.xii).",
    "Pasturage . According to the great majority of jurists, a condition for the imposition of zakāt on livestock is that the animals be put out to pasture ( sawm ) for breeding or milk. Animals that subsist on fodder ( ʿalaf ) are not subject to zakāt , nor are animals that live on pasturage but are put to work by the owner or hired out for work. The Mālikīs impose zakāt on livestock without regard to whether the animals subsist on pasturage or fodder and, in the case of camels and cattle, whether or not they are put to work, a rule also followed by some Ẓāhirīs including Ibn Ḥazm ( al-Muḥallā , iv, 144).",
    "Camels . There is general agreement among the Muslim jurists as to the rate of zakāt on camels up to one hundred twenty as follows:",
    "View full image in a new tab",
    "Twelver S̲h̲īʿīs assess five sheep or goats for 25 camels and a bint \n mak̲h̲āḍ for 26-35 camels. This variation, based on a tradition from ʿAlī, was also accepted by Zayd b. ʿAlī (d. 122/740 [ q.v. ]) ( Corpus \n juris , ed. Griffini, Milan 1919, 90), but not by later Zaydīs (cf. Muḥammad b. Sulaymān al-Kūfī, K. al-Muntak̲h̲ab , Ṣanʿāʾ 1414/1993, 75) nor by the Ismāʿīlī al-Ḳāḍī al-Nuʿmān ( Daʿāʾim al-Islām , i, 253). From 121 camels onwards, there is disagreement among the jurists: for the majority, the rate thereafter is one bint labūn per 40 head and one ḥiḳḳa per 50. The exceptional circumstance of zakāt on camels being payable in the form of another species is explained as arising out of a desire to avoid the hardship to both zakāt payers and zakāt recipients of fractional shares ( tas̲h̲ḳīṣ ) of camels.",
    "Cattle \n and sheep . The niṣāb for cattle is thirty. The rate of zakāt is one cow or bull in its second year ( tabīʿ ) for every thirty head and one cow in its third year ( musinna , t̲h̲aniyya ) for every forty. The Mālikīs understand the animals required to be in their third and fourth years respectively. The S̲h̲āfiʿīs, Mālikīs and Ḥanbalīs impose this rate on multiples of thirty and forty, and according to them one tabīʿ is due for from 40 to 59 head of cattle. The Ḥanafīs impose zakāt at the rate of one-fortieth of the value of a musinna for each additional head from 40 to 59. For Ibāḍīs, the zakāt for cattle emulates that for camels, and they impose one sheep or goat for each five head of cattle to twenty-four and thereafter for each niṣāb substitute cattle of the required age for the corresponding camels (ʿAmr K. Ennāmi, Studies \n in \n Ibāḍism , [Libya] 1972, 108-9). The historian and jurist al-Ṭabarī\n \n ¶ (d. 310/923) imposed zakāt on cattle at the rate of one head per fifty (al-Sayyāg̲h̲ī, ii, 397), as did Ibn Ḥazm before he came to accept the view of the majority ( al-Muḥallā , iv, 106).",
    "The niṣāb for sheep and goats is forty. For forty sheep or goats, the zakāt due according to the S̲h̲āfiʿīs and Ḥanbalīs is one female sheep in its second year ( d̲j̲ad̲h̲aʿa ) or one female goat in its third year ( t̲h̲aniyya ), while Mālikīs accept a goat in its second year. Abū Yūsuf and al-S̲h̲aybānī, but not Abū Ḥanīfa, accept animals under one year of age. For 121 animals, the zakāt due is two such sheep or goats, for 201, three, for 400, four, and thereafter the rate is one per hundred. The Twelver S̲h̲īʿīs impose four sheep or goats on 301 to 399, the rate thereafter being one animal per hundred.",
    "Horses . Abū Ḥanīfa, opposed on this point by his disciples Abū Yūsuf and al-S̲h̲aybānī, imposed zakāt on horses, either females alone or a mixed herd of males and females. There is no niṣāb , so that zakāt is due even on a single horse, at the rate of either one dīnār per animal or, at the option of the owner, of five dirhams per 200 dirhams of the horse’s value (2.5%). This rate is reported to have been applied to horses by the caliph ʿUmar. Although many Ḥanafī jurists preferred the view that horses were not subject to zakāt , Abū Ḥanīfa’s opinion was approved by important authorities within his mad̲h̲hab (Ibn ʿĀbidīn, Ḥās̲h̲iyat radd al-muḥtar , Cairo 1386/1966, ii, 282). Unlike the zakāt on other livestock, that on horses is not collected by the state (Ibn al-Humām, ii, 183). For Twelver S̲h̲īʿīs, zakāt on female horses is recommended, at the rate of two dīnārs per pure-bred animal ( ʿatīḳ ) and one dīnār per work horse ( bird̲h̲awn ) (al-ʿAllāma al-Ḥillī, Nihāyat al-aḥkām , ed. al-Rad̲j̲āʾī, Beirut 1406/1986, ii, 376-7).",
    "ii. Zakāt on crops ( ḥart̲h̲ , ḥubūb wa-t̲h̲imār , nābit , k̲h̲ārid̲j̲ min al-arḍ , muʿas̲h̲s̲h̲arāt ). There is considerable disagreement among the jurists as to what crops are subject to zakāt , ranging from the Twelver S̲h̲īʿīs, who impose zakāt only on wheat, barley, dates and raisins, to the Ḥanafīs and Zaydīs, who impose it on virtually all products of the soil. In the middle are the S̲h̲āfiʿīs and Mālikīs, according to whom zakāt is due on dates and grapes and on crops of the sort cultivated and stored by humans as a staple foodstuff ( ḳūt muddak̲h̲ar ), to the exclusion of those products like vegetables that are not stored and those that are not staples like spices and condiments; the crops thus subject to zakāt include wheat, barley, rice, chickpeas and lentils, and for the Mālikīs, olives, zakāt on which is taken as oil. The Ḥanbalīs, somewhat more broadly, assess zakāt on crops that are measured by volume and stored, thus including almonds and pistachios, but continuing to exclude vegetables and most fruits. In addition to the four crops on which zakāt is obligatory, Twelver S̲h̲īʿīs recommend paying zakāt on crops that are measured by weight, but not on vegetables or fruits. Some jurists, including the Ḥanafīs and Ḥanbalīs, impose zakāt on honey.",
    "Apart from the opinion of Abū Ḥanīfa that there is no niṣāb for crops, the universal niṣāb for crops is five awsuḳ (sing, wasaḳ ), a measure of volume, which, like other legally significant measures of volume, is determined by the practice of Medina, and is reportedly equivalent to three hundred ṣāʿ according to the ṣāʿ of the Prophet. Legal texts commonly give approximate equivalents to this niṣāb in measures of weight, e.g. 609.84 kg. These approximations are intended as rough guides, it being understood that the niṣāb must be exactly satisfied ( taḥdīd ) before zakāt is due. The \n ¶ \n niṣāb is applied to dates and grapes once they have been dried and to other crops once chaff and other foreign matter have been removed. The costs of preparing the harvest for measurement are borne by the zakāt payer. According to the S̲h̲āfiʿīs, for crops such as rice which are stored in but not eaten with their husks, the husks are deemed to constitute one-half of the harvest, and the niṣāb is fixed at ten awsuḳ . In the case of dates and grapes alone, the harvest, while still unpicked, is subject to a process on the part of the collecting authorities that estimates its yield as dry fruit (see below).",
    "Varieties of a single species are combined for the purpose of determining whether the niṣāb exists; the Mālikīs go further and treat as single species wheat and barley, and so also all legumes ( ḳaṭānī ). The entire yield of a single species for a period of twelve lunar months is considered as a unit with respect to zakāt , without regard to different rates of ripening due to climate or other circumstances. The entire future yield becomes liable to zakāt once any dates or grapes ripen or other crops harden, and the owner of the crop at the time such ripening commences is liable for its zakāt . In the case of land leased for cultivation, Abū Ḥanīfa alone imposed zakāt on the owner of the land, not the lessee.",
    "The rate of zakāt on crops depends on the mode of irrigation employed in their cultivation. Where the crop has been irrigated without expenditure on water or the employment of human or animal labour in conveying the water to the plants, the rate is 10% (one-tenth, ʿus̲h̲r ). This rate applies to crops watered by natural sources such as rain and surface ( sayḥ ) and underground water ( baʿl land), as well as canals ( ʿat̲h̲arī land). The rate for crops that have been irrigated by water purchased for this purpose or with animal- or water-driven wheels is 5% (one-half of one-tenth, nisf \n al-ʿus̲h̲r ). Twelver S̲h̲īʿīs in principle allow for a deduction of expenses incurred in the growing and harvesting of the crop, but jurists commonly counsel that this deduction not be taken (al-K̲h̲umaynī, Zubdat al-aḥkām , Tehran 1404, 119-20).",
    "iii. Zakāt on gold and silver ( at̲h̲mān , ʿayn , naḳd , nāḍḍ ). Zakāt is due on gold and silver, whether in the form of raw metal, coins or manufactured objects, but, except for the Zaydīs, on no other metals or precious stones. Twelver S̲h̲īʿīs impose zakāt only on gold and silver coinage, whether or not it is in actual use. The niṣāb for gold is twenty dīnārs ( mit̲h̲ḳāl s) ( ca . 84.7 gr), present value ca . $800 US, and for silver 200 dirhams (five ūḳiyya ) ( ca . 592.9 gr), present value ca . $90 US. The equivalences given for these in grams by Twelver S̲h̲īʿīs are 19% lower. Like other legally significant measures of weight, these are determined by the practice of Mecca. The weight of the dirham, previously variable, was reportedly fixed under ʿUmar I or ʿAbd al-Malik b. Marwān, and subsequently ratified by consensus, at ten dirhams to each seven mit̲h̲ḳāl s, the mit̲h̲ḳāl having remaining unchanged from pre-Islamic to Islamic times (cf. M. Morony, Iraq \n after the Muslim conquest , Princeton 1984, 50). The majority of jurists, but not the S̲h̲āfiʿīs, Ẓāhirīs and Twelver S̲h̲īʿīs, combine gold and silver ( ḍamm , ḥaml ) in determining whether a niṣāb exists and in assessing zakāt . The calculation proceeds according to “units” ( ad̲j̲zāʾ ), that is, according to the legal exchange rate of ten dirhams per dīnār, except for the Zaydīs and Ibāḍīs, who combine the metals according to actual market value ( taḳwīm ). The Mālikīs alone allow some slight leeway in the calculation of the niṣāb in the case of underweight coins that are accepted commercially. \n ¶ The rate of zakāt on each metal is 2.5% (one-fourth of one-tenth, rubʿ al-ʿus̲h̲r ), which is applied pro-rata for any amount above the niṣāb , except by the Ḥanafīs, Twelver S̲h̲īʿīs and Ibāḍīs, who apply it only to increments of forty dirhams or four dīnārs. There is some support in the Ḥanafī school for subjecting the value of coins made of base metal ( fulūs ) to the rule for gold and silver. Others treat such coins as merchandise.",
    "Gold and silver in the form of decorative articles for wearing ( ḥaly ) are exempted from zakāt except by the Ḥanafīs, Zaydīs, Ibāḍīs and Ẓāhirīs. The exemption, however, is not absolute, and the S̲h̲āfiʿīs will, for example, impose zakāt when the owner intends some prohibited ( muḥarram ) or disapproved ( makrūh ) use or a permitted use in an exorbitant fashion ( isrāf ) or is holding the piece as a form of wealth ( kanz ).",
    "iv. Zakāt on mines ( maʿdin ) and treasures ( rikāz ) According to the Sunnī schools, except for the Ḥanafīs, zakāt is due on gold and silver upon extraction from a mine. The niṣāb is that for gold and silver as above, and zakāt is assessed at the same rate (2.5%). The niṣāb is applied to the entire yield of a mine that has been continuously worked without justified interruption. The yield becomes subject to zakāt once in the possession of the zakāt payer, but the niṣāb is assessed and zakāt paid on the metals only after the removal of dirt and other extraneous matter, the cost of which is borne by the zakāt payer. The Ḥanbalīs extend zakāt to other metals and minerals, including petroleum, extracted by mining. According to the S̲h̲āfiʿīs, gold and silver in the form of buried treasure ( rikāz ) is subject upon discovery to the same niṣāb as gold and silver extracted by mining, but zakāt is assessed at the rate of 20% (one-fifth, k̲h̲ums ). The treasure subject to zakāt is that which bears the marks of pre-Islamic times. Other jurists treat this fifth from buried treasures as fayʾ [ q.v. ].",
    "v. Zakāt on merchandise ( tid̲j̲āra , ʿurūḍ ). This, potentially the broadest category of property subject to zakāt , is recognised by all except ʿIbn ʿAbbās, the Ẓāhirīs and, among later jurists, the Yemeni al-S̲h̲awkānī (d. 1250/1834 [ q.v. ]). It is among the recommended forms of zakāt according to the Twelver S̲h̲īʿīs. Apart from its support in ḥadīt̲h̲ , the imposition of zakāt on merchandise rested on the obvious ground of public interest ( maṣlaḥa ʿāmma ) (Ibn al-ʿArabī, K. al-Ḳabas , ii, 470), which made it unthinkable to exempt so large a source of wealth. Zakāt is due on all objects, including land and slaves, acquired for a consideration ( muʿāwaḍa ) for the purpose of sale for a profit. The zakāt is applied not to such objects directly but to their monetary value ( ḳīma ) as determined by a sale or by a valuation for zakāt purposes. The consideration need not be monetary, so that property acquired by a wife as her dower ( mahr ), if she intends it for trade, is subject to zakāt . The Ḥanbalīs require an affirmative act of acquisition but do not require that it be for a consideration. The Zaydī\n imām \n al-Hādī went further and imposed zakāt also on the value of objects acquired for their rental income ( mustag̲h̲allāt ) (Ibn Miftāḥ, al-Muntazaʿ al-muk̲h̲tār , Cairo 1332, repr. Ṣanʿāʾ, i, 450-1).",
    "The niṣāb for merchandise is the same as that for gold and silver, and zakāt is assessed at the same rate (2.5%). For the purpose of determining the existence of a niṣāb , the value of the merchandise is combined with the value of the gold and silver of the zakāt payer. The S̲h̲āfiʿīs, who assess gold and silver separately, apply one or the other of these precious metals as the standard of valuation: the appropriate metal \n ¶ to be used is that with which the object was acquired, if gold or silver was in fact the consideration. Where the consideration was some other object or was not monetary in nature, the appropriate metal is that which prevails as the measure of exchange in the community ( g̲h̲ālib naḳd \n al-balad ) at the time of acquisition.",
    "The Mālikīs alone distinguish between active traders ( mudīr ) and investors ( muḥtakir , muddak̲h̲ir ), who look to long-term gain. The former need assess the value of their stock, combined with their holdings of gold and silver, once a year. The latter owe no zakāt until they sell their investments and then never for more than one holding period. An active trader can assume the status of an investor by a change of intention, but the change from investor to trader requires a change in intention coupled with a transaction.",
    "Double zakāt: In light of a tradition ( lā t̲h̲inā fi ’l-ṣadaḳa ) understood to prohibit a double application of zakāt to the same property for the same period, the jurists had to determine which category of zakāt was to be given priority when more than one applied, as in the case of grazing animals held for sale. In such cases, the S̲h̲āfiʿīs and Mālikīs give preference to the imposition of zakāt under the heading of livestock, the Ḥanafīs and Ḥanbalīs under that of merchandise. The Ḥanafīs extend the principle of avoiding a double incidence of zakāt to zakāt al-fiṭr and do not require that it be paid on behalf of slaves held for trade.",
    "vi. Holding period ( ḥawl ). Except for the zakāt due on crops, mined gold and silver, and buried treasure, zakāt is imposed only if the property has been held for a period of one lunar year. There is almost universal agreement on the requirement of a holding period; the Companions Ibn Masʿūd and Ibn ʿAbbās are among the few reported to have held otherwise. Twelver S̲h̲īʿīs, following a tradition from D̲j̲aʿfar al-Ṣādiḳ, consider the holding period to end with the sighting of the new moon of the twelfth month, although the next holding period begins only at the end of the twelfth month (al-Ḥillī, Nihāyat al-aḥkām , ii, 312).",
    "In principle the majority of jurists require that a niṣāb of property subject to zakāt already be owned in order for the calculation of a ḥawl to commence and require that the niṣāb be maintained throughout the ḥawl , as opposed to the Ḥanafīs who allow a drop below the niṣāb during the ḥawl . There are, however, important exceptions made for growth, in the form of offspring or profits, from an original stock. The Mālikīs, for example, treat the offspring of livestock as sharing the ḥawl of their mothers, even when the latter begin the ḥawl below the niṣāb . Thus when a herd of four camels has been held for eleven months, the birth of a camel in the last month, or even on the last day, before the end of the ḥawl will suffice to reach the niṣāb of five camels and subject the herd to the zakāt of one sheep or goat. The S̲h̲āfiʿīs and Mālikīs make a similar exception for trade goods, the value of which must meet the niṣāb only at the end of the ḥawl , provided that the increase is derived solely from a rise in value of the original stock of merchandise or from profit earned in trading with it. Because they do not combine gold and silver, the S̲h̲āfiʿīs further require that in order for this increase to share the ḥawl of the original stock it must be “unrealised”, that is, not reduced to the precious metal designated for the valuation of the original stock. Again in principle, the majority of jurists, as opposed to the Ḥanafīs, do not attribute the ḥawl of the original niṣāb to additions acquired other than by growth \n ¶ ( fāʾida , māl mustafād ). Here, too, however, the Mālikīs make an exception for livestock and impute the ḥawl of an original niṣāb to animals of the same species acquired from outside the herd. Thus the owner of five camels owes two sheep for those five and for an additional five inherited on the last day of the original holding period. This rule has been explained as a concession to the convenience of the zakāt collector (al-Dardīr, al-S̲h̲arḥ al-ṣag̲h̲īr , ed. Waṣfī, Cairo 1972, i, 593).",
    "vii. Persons subject to zakāt . Zakāt applies almost exclusively to the property of private individuals. The property of the government, including the assets of the public treasury ( bayt māl [ q.v. ]) is not subject to zakāt except according to some Zaydīs (Ibn Miftāḥ, i, 450, cf. C. Imber, Ebu’s-suʿud \n : the \n Islamic \n legal tradition , Stanford 1997, 82-3; J.R.I. Cole, Roots of North Indian Shīʿism \n in \n Iran \n and \n Iraq , Berkeley 1988, 201). According to the S̲h̲āfiʿīs and Ḥanbalīs, property constituted as the corpus of a waḳf [ q.v. ] is not subject to zakāt , nor is the income ( g̲h̲alla ), when the beneficiaries are a general class such as the poor or the incumbents of an office such as imām of a mosque. When the beneficiaries of the waḳf are specified individuals, however, the income of the waḳf property is subject to zakāt . Thus zakāt is due on fruits or crops when the niṣāb is satisfied by the entire yield, without regard to the individual shares of the beneficiaries, according to the S̲h̲āfiʿīs (see below on co-ownership), while the Ḥanbalīs require that the share of each beneficiary amount to a niṣāb (cf. al-Mardāwī, al-Inṣāf ed. al-Fiḳī, Cairo 1400/1980, iii, 14-15). The Mālikīs collect zakāt from the founder of the trust, whether the beneficiaries are specified individuals or a class. The Ḥanafīs require no zakāt from awḳāf except for the zakāt on crops, which they regard as an impost on the land itself.",
    "According to the majority of jurists, the property of minors and those with an incapacity, like the mentally ill, is subject to zakāt , which is payable by their guardians. The Ḥanafīs do not impose zakāt on the property of the incapacitated with the exception of the zakāt for fruit and crops (cf. Schacht, Origins , 216-17) and zakāt al-fiṭr. \n The Twelver S̲h̲īʿīs regard the payment of zakāt on the property of minors, except livestock, as recommended. Except according to the Ẓāhirīs, slaves do not pay zakāt on property in their control. All Sunnī schools but the Mālikīs impose zakāt for such property on the slave-owner.",
    "viii. Ownership. According to the S̲h̲āfiʿīs, where the property to which zakāt applies is subject to joint undivided co-ownership ( k̲h̲ulṭat s̲h̲uyūʿ , is̲h̲tirāk , aʿyān ), the applicable niṣāb is assessed against the entire property so owned without regard to the size of the individual shares. Thus one sheep or goat is due on forty sheep or goats jointly owned by two individuals. Where the shares of the joint owners are unequal, the partner with the smaller share will have recourse against his co-owner for the amount of zakāt paid that exceeds his pro-rata liability, and each co-owner is authorised by law to pay zakāt on the entire property.",
    "Where the property is individually owned but jointly managed ( k̲h̲ulṭat al-d̲j̲iwār , al-awṣāf ), zakāt is assessed against the entire property so managed without regard to the size of the individual holdings. In the case of livestock, the test for determining whether joint management exists is the existence of common places for the watering of the animals, assembly prior to grazing ( masraḥ ), grazing ( marʿā ), and for keeping during the night, as well as the use of a common male for impregnation faḥl ) and common herdsmen. For fruit \n ¶ and crops, joint management will be found where common watchmen are used for guarding and where the places for drying the fruit or winnowing the grain are common. Joint management of merchandise depends on a common shop ( dukkān ), and common guards and places of safekeeping as well as common appurtenances such as scales. Thus two individuals, each owning twenty sheep or goats, will be liable for the zakāt due on forty sheep or goats when they jointly manage their animals. The effect of joint management in this case is to create a liability to zakāt that would not otherwise exist, since neither individual’s holding amounts to a niṣāb . In other cases involving livestock, joint management may have the effect of increasing an existing liability to zakāt or of diminishing it. Where some of the herd of a zakāt payer is co-owned or jointly managed while the rest is held independently, the favoured solution is to extend the effect of co-ownership or joint management to all his property ( k̲h̲ulṭat \n milk ), rather than limit it to that portion actually co-owned or jointly managed ( k̲h̲ulṭat ʿayn ) (al-Nawawī, Rawḍat al-ṭālibīn , ii, 180).",
    "The Mālikīs and Ḥanbalīs recognise co-ownership and joint management as legally significant only in the case of livestock, with the Mālikīs requiring that the share of each owner amount to a niṣāb . Like the S̲h̲āfiʿīs, they require that the co-owners and joint managers all be subject to the law of zakāt , i.e. be Muslims. The Ḥanafīs, Twelver S̲h̲īʿīs and Ẓāhirīs give no recognition to co-ownership or joint management and look only to the property of each owner.",
    "Possession . Although liability for zakāt is predicated on ownership, the law in some cases takes into account the separation of ownership from possession. Where the owner has no access to his property ( māl ḍimār ), as when it has been misappropriated or lost, the Ḥanafīs assess no zakāt on such property should it eventually be recovered years later, and the Mālikīs require the payment of zakāt for no more than one year. The S̲h̲āfiʿīs require that zakāt be paid for the actual time that possession was lost.",
    "ix. Debts. Debts figure in the calculation of zakāt in two ways. To the extent that the zakāt payer is a creditor, there is the question of the payment of zakāt for the debts he is owed but has not collected. To the extent that the zakāt payer is a debtor, there is the question of what effect his debts are to be given in assessing the zakāt he owes.",
    "The S̲h̲āfiʿīs include in the property subject to zakāt collectible currendy due debts ( dayn ḥall ʿalā malī ), including a wife’s claim for unpaid dower ( ṣadāḳ ), but not debts payable in livestock, inasmuch as the requisite grazing cannot occur. The Mālikīs apply zakāt to collectible currently due commercial debts of active traders. Debts uncollectible either because a case cannot be made against the debtor or the debtor is insolvent are treated according to the rules for misappropriated property. The Ḥanafīs and Ḥanbalīs require no payment of zakāt that has accrued on debts until they are collected.",
    "The Ḥanafīs deduct debts owed by the zakāt payer from the value of the property on which zakāt is payable, provided that such debts are subject to collection, in which category they include debts for unpaid zakāt . The value of such debts is applied in the first instance against the gold and silver and trade goods owned by the zakāt payer, any remaining debts being deductible from the value of livestock and crops. The Mālikīs and Ḥanbalīs allow the deduction of debts from zakāt on gold and silver and trade goods only. The S̲h̲āfiʿīs make no allowance for the deduction of debts.",
    "x. Estimation. In the case of dates and grapes, it is recommended that the ruler dispatch officials to estimate ( k̲h̲arṣ , tak̲h̲rīṣ ) the eventual yield of the crop as dried fruit as a step in determining the zakāt due and ensuring that it be paid. According to the S̲h̲āfiʿīs, the estimator, who must be a reliable ( ʿadl ), free, male Muslim, can act singly and is authorised upon completing his estimation to offer the owner the option of eating or otherwise transacting in the raw fruit on the condition that the owner become personally liable ( taḍmīn ) for the zakāt due on the estimated yield. If the owner chooses not to accept this offer, he is not permitted to make any use of the crop until the zakāt has been paid. The practice of estimation is traced back to the Prophet, who employed a number of such estimators (al-Māwardī, al-Ḥāwī , ed. Matrad̲j̲ī, Beirut 1414/1994, iv, 205). In the absence of an official estimator, the owner can avail himself of the advantages of the practice by resorting to two reliable men capable of performing the estimation (al-Ramlī, Nihāyat al-muḥtād̲j̲ , Cairo 1386/1967, hi, 82). Some opposed the practice of estimation as unduly speculative, and al-S̲h̲aʿbī (d. 103/721 [ q.v. ]) is reported to have denounced it as an “unwarranted innovation” ( bidʿa [ q.v. ]). The Ḥanafīs do not recognise the practice at all. Only the Ḥanbalīs require that the estimator exempt one-third or one-fourth of the crop for the personal use of the owner.",
    "xi. Recipients. Those entitled ( mustaḥiḳḳūn , maṣārif , ahl al-suhmān , ahl al-zakāt ) to receive zakāt fall into eight classes, enumerated in Ḳurʾān IX, 60, an enumeration understood to be exhaustive and exclusive. There is a dispute as to which of the first two classes, (1) the poor ( fuḳarāʾ ) and (2) the indigent ( masākīn ), is more disadvantaged, but the dispute is extraneous to the law of zakāt , and some even regarded these as a single class. In both ḥadīt̲h̲ and legal literature the needy, as the most numerous and best-known recipients of zakāt , stand in for the other classes. The collecting agents ( ʿāmilūn alayhā ) constitute class (3). These include the official sent by the government ( sāʿī , muzakkī , muṣaddiḳ , ḳābiḍ , wālī al-ṣadaḳa ) and his assistants. From the rule that zakāt on livestock was to be collected where the animals were watered, the agent for their collection was sometimes termed wālī al-māʾ . The most controversial of the classes are (4) “those whose hearts are won over” ( al-muʾallafa ḳulūbuhum [ q.v. ]). These, according to the S̲h̲āfiʿīs, include converts to Islam whose enthusiasm is in doubt and prominent converts who, it is hoped, will be able to win over others, as well as converts enlisted to deal with hostile non-Muslims or Muslims who refuse to pay zakāt . Some jurists, including the Ḥanafīs and Mālikīs, regarded this class as having lapsed. Class (5) are the “slaves” ( riḳāb ), an expression commonly interpreted to refer to slaves who have contracted to purchase their freedom ( mukātabūn ) but are unable to make their scheduled payments. The Mālikīs, however, prefer that zakāt designated for this class be used to purchase the freedom of full slaves ( ḳinn ). The patronage ( walāʾ ) of such freedmen, according to the Mālikīs, inheres in the Muslim community as a whole, and not in the zakāt payer, a rule that removes any taint of self-interest from the payment. Class (6) are the debtors ( g̲h̲ārimūn ) who lack the means to satisfy their debts. The S̲h̲āfiʿīs give preference in this class to those who have incurred indebtedness to avert possible violence among Muslims; these need not lack the means to pay their debt to qualify for zakāt . Those “in the path of God” ( fī sabīl Allāh ) constitute class (7). The most common interpretation is that these are the volunteers \n ¶ engaged in d̲j̲ihād [ q.v. ]. They are to be given zakāt to meet their living expenses and the expenses of their military service (animals, weapons). The Twelvers came to adopt a broader interpretation that encompasses a range of public services, including the repair of mosques and bridges (H.M. Tabātabāʾī, K̲h̲arāj \n in \n Islamic \n law , London 1983, 25-6). The Ḥanafīs, among others, rejected the use of zakāt for such purposes on the ground that the valid payment of zakāt requires a transfer of ownership from one person to another ( tamlīk ). Finally, class (8) comprises the travellers ( ibn \n al-sabīl ) who in the course of their journey, or according to the S̲h̲āfiʿīs, even upon setting out, find themselves without immediately available assets to meet their expenses.",
    "Given the nature of zakāt as a religious obligation, the law imposes a minimal burden of proof as to entitlement. Thus those who present themselves as poor will not need to establish their status by oath (cf. ʿAbd al-Razzāḳ al-Ṣanʿānī, al-Muṣannaf , ed. al-Aʿẓamī, Beirut 1983, iv, 149-50) or by witnesses, unless some doubt arises. The prevention of unqualified claimants from taking zakāt is within the authority of the muḥtasib .",
    "The S̲h̲āfiʿīs are the most demanding with respect to the allocation of zakāt to these classes. When distribution of zakāt is in the hands of the ruler, all existing classes are to be allotted equal shares, and to the extent that the collected zakāt permits, all those entitled under each class are to be given what they require. When the zakāt is distributed by the zakāt payer he, too, to the extent possible, is obligated to give zakāt to each qualifying recipient in his vicinity from the existing classes, but not necessarily in equal shares. At the very least, the private zakāt payer must give zakāt to three individuals from each class to discharge his obligation. By contrast, the Ḥanafīs permit distribution to a single individual from any class. Some later S̲h̲āfiʿī jurists accepted the validity of following ( taḳlīd [ q.v. ]) the more lenient Ḥanafī rule.",
    "Disqualifications . Disqualified from receipt of zakāt under classes (1) and (2), and according to the Ḥanafīs, all other extant classes except (3) and (8), are the wealthy ( g̲h̲anī ). There is disagreement on the test to be applied for determining wealth. The S̲h̲āfiʿīs, among others, apply a means test, i.e. one is wealthy if he can meet the expenses of the lifestyle, including food, clothing and shelter, to which he and his dependents are accustomed from his lawful property, distributed over an average lifetime (said to be sixty-two years), or from his lawful earnings. Such a person is said to possess a “sufficiency” ( kifāya ). Since the test is relative, ownership of a dwelling place, fine clothing or slaves does not in itself mean that a sufficiency exists. Opportunity to earn a sufficiency is significant only if the occupation is appropriate to one’s station and will not interfere with the pursuit of religious knowledge if one has an aptitude for learning. The Ḥanbalīs, Mālikīs and Twelver S̲h̲īʿīs also apply a means test but look to sufficiency for one year; the Mālikīs, however, do not take into consideration the possibility of gainful employment, even when appropriate work is available. The Ḥanafīs apply a property test to determine wealth. For them wealth is ownership of the value of a niṣāb of property, whether or not subject to zakāt , above one’s basic needs, without regard to one’s possible earnings. The S̲h̲āfiʿī standard allows for the same individual to be both a payer and a recipient of zakāt , a possibility excluded by the Ḥanafīs (although for them not every “wealthy” person will owe zakāt ). The difference in the tests used to determine \n ¶ wealth is indicative of fundamentally different notions of the function of zakāt as an instrument to transfer wealth. Consistently with their understanding of zakāt , the S̲h̲āfiʿīs provide that those of the poor with trades are to be given enough to set them up in their trade for life. Those without trades are to be given enough to purchase land from the income of which they can live without future dependence on zakāt . By contrast, the Ḥanafīs recommend that a poor person receive enough zakāt to relieve him of the need to beg for one day, while they disapprove of giving to a poor person property of the value of a niṣāb .",
    "A further disqualification from receipt of zakāt is unbelief ( kufr ), although the early jurists al-Zuhrī (d. 124/742) and Ibn S̲h̲ubruma (d. 144/776) [ q.vv .] are reported to have permitted giving zakāt to poor d̲h̲immī s (cf. al-Ṭabarī, Ḏj̲āmiʿ al-bayān , Cairo 1388/1968, ix, 959). Many, but not the S̲h̲āfiʿīs, recognise an exception to this disqualification for class (4) and for menial tasks under class (3). Slavery is a disqualification except for entitlement under class (5), and the payer’s own slave is always disqualified from receiving his zakāt . The majority of jurists hold that one cannot validly pay zakāt to one’s direct ascendants or descendants, and husbands cannot pay zakāt to their wives, a rule which some extend to the payment of zakāt by wives to their husbands. A further disqualification, according to the majority of jurists, is descent from or a client relationship with the Family of the Prophet, for these are not to be demeaned by receiving zakāt , which has become soiled in the process of cleansing the property of its payers ( awsāk̲h̲ al-nās ). They are, however, permitted to receive zakāt from one another. There is disagreement whether the disqualification of the Prophet’s relatives remains in effect when they fail to receive their allotted portion of revenue ( k̲h̲ums al-k̲h̲ums ), but there is a discernible tendency among later Ḥanafī, Mālikī and Twelver S̲h̲īʿī jurists to permit them to receive zakāt , although strictly within their needs. The question has remained a topic of lively debate among the Yemeni Zaydīs (ʿAlī b. Muḥammad al-ʿAd̲j̲rī, K. al-Maḳāṣid al-ṣāliḥa , Ṣanʿāʾ 1411/1991, 220-42, cf. al-Ḥasan b. Aḥmad al-D̲j̲alāl, Ḍawʾ al-nahār , Ṣanʿāʾ 1405/1985, ii, 333-40). Women, according to the S̲h̲āfiʿīs, are disqualified from receiving Zakāt under classes (3) and (7). Strict piety is not a requirement for eligibility to receive zakāt , although it may be a ground for preference among competing claimants. Sectarian differences are potentially more significant. Twelver S̲h̲īʿīs go so far as to require that zakāt be paid only to Twelvers, and a Muslim who adopts Twelver Shīʿism must pay zakāt a second time for past years unless the recipients were Twelver S̲h̲īʿīs.",
    "xii. Collection and payment. It is an obligation on Muslim rulers, following the example of the Prophet and the early caliphs, to send out officials to collect zakāt to assist property owners in fulfilling their obligation of zakāt . The ruler and his zakāt collectors are understood to represent the recipients of zakāt , whose best interests they are duty bound to safeguard. While this much is agreed upon, there is considerable disagreement among the jurists as to the scope for individual distribution when the state is fulfilling its obligation of collecting zakāt , for the distinction between ẓāhir and bāṭin property does not in itself preclude the payment of all zakāt to the state (al-Māwardī, al-Aḥkām al-sulṭāniyya , 113). The Zaydīs, for example, insist that all zakāt , whether the property is ẓāhir or bāṭin , must be paid to the official collectors representing the legitimate government of the Zaydī\n imām . Any \n ¶ other form of payment will not discharge the obligation of giving zakāt . While the majority of Sunnīs, following Ibn ʿUmar, recognise payment of zakāt to even a corrupt ( d̲j̲āʾir ) ruler as discharging the obligation of zakāt , the Ḥanbalīs prefer that the payer, where possible, personally undertake its distribution, even on ẓāhir property (Ibn Ḳudāma, al-S̲h̲arḥ al-kabīr , ed. Medina, ii, 673-5). In this they represent an attenuated version of a legal tradition that was unwilling to put zakāt into the hands of the rulers, who could be expected to ignore the rules for its distribution. Thus Sufyān al-T̲h̲awrī (d. 161/778 [ q.v. ]) reportedly urged that one should even go so far as to swear falsely to the collectors to avoid paying them zakāt ( ibid ., ii, 673). Among the Sunnī schools, the Mālikīs go furthest in their deference to the official collectors: they make the coming of the collector ( mad̲j̲īʾ al-sāʿī ) a condition for the obligation of zakāt on livestock in addition to the passing of the ḥawl , so that payment before his coming is invalid. The S̲h̲āfiʿīs stand in the middle, preferring that zakāt on ẓāhir property be paid to the ruler, unless he is corrupt.",
    "For the S̲h̲āfiʿīs and Mālikīs, liability ( ḍamān ) for zakāt requires, in addition to the passing of the ḥawl , actual possibility of payment ( tamakkun \n al-adāʾ ), which e.g. includes access to the property from which zakāt will be paid and the availability of qualified recipients. For the Ḥanbalīs, loss of all or part of the property after the ḥawl does not affect the zakāt due, while according to the Ḥanafīs, a loss, whether before or after possibility of payment, proportionately reduces it.",
    "The majority of jurists require that zakāt , except for trade goods, be paid in kind, while the Ḥanafīs and Twelver S̲h̲īʿīs permit the payment of the value ( ḳīma ) of the zakāt in all cases. The Ẓaydīs permit payment of value when payment in kind is not possible (Ibn Miftāḥ, 1, 500; but see al-ʿAd̲j̲rī, al-Maḳāṣid al-ṣāliḥa , 218-9). The Mālikīs go only so far as to allow zakāt due in gold to be paid in its market value in silver and vice-versa. The requirement of payment in kind, even when strongly upheld, did not obviate constant recourse to valuation in the assessment of zakāt . The inconvenience of the rule against payment in cash led later S̲h̲āfiʿīs and Mālikīs to favour the Ḥanafī rule, which very likely reflected common practice.",
    "There is disagreement as to whether it is better to pay zakāt privately or in the open (cf. Ḳurʾān II, 271), the majority of jurists favouring the latter view. The Mālikīs, however, prefer that one pay zakāt through an agent to preserve the piety of the act from self-aggrandisement. The religious quality of the act of giving is enhanced by a recommended prayer to be uttered by the payer and by a blessing uttered by the imām or collector (Ibn Ḳudāma, al-S̲h̲arḥ al-kabīr , ii, 678-9), the latter harking back to Ḳurʾān IX, 103 (cf. Ibn Saʿd, vii/1, 88, blessing by ʿUmar). Favoured months for the giving of zakāt are Muḥarram, Ramaḍān, D̲h̲u ’l-Ḥid̲j̲d̲j̲a (al-G̲h̲azālī, Iḥyāʾ ʿulūm al-dīn , iv, 109-11), and Rad̲j̲ab. Ibāḍī jurists go so far as to suggest a collusive transfer and re-transfer of one’s property to permit timing one’s giving in a favoured month (al-D̲j̲annāwunī, K. al-Waḍʿ , ed. Aṭṭafayyis̲h̲, ed. ʿUmān, 175-6).",
    "According to the S̲h̲āfiʿīs, the ruler, but not a private zakāt payer, is free to remove ( naḳl ) zakāt from the location of the property from which it has been collected. The zakāt payer is authorised to do so only in the event that the zakāt exceeds the needs of the local classes of recipients, in which case he may remove the zakāt for distribution in the nearest locality with qualified recipients. Zakāt for which no qualified recipients \n ¶ are found is retained for eventual future distribution. The Mālikīs prohibit removal and invalidate the payment of zakāt , unless it is removed to recipients as needy as those of the original location; the Ḥanbalīs prohibit removal but do not invalidate the zakāt so removed. The Ḥanafīs disapprove of removing zakāt unless it is for the purpose of distributing it to needy relatives or those in greater need than the local qualified recipients.",
    "Finally, the death of the owner prior to the payment of the zakāt due does not terminate the obligation, according to the S̲h̲āfiʿīs and Ḥanbalīs. According to the Ḥanafīs, it always does except for zakāt on crops, and according to the Mālikīs, if the unpaid zakāt was one or more years overdue. In those cases where the obligation of zakāt lapses on account of death, it may still be collectible, if only in part, if the decedent has so provided by will.",
    "Pre-payment . Provided that a niṣāb exists, payment of zakāt may be made before the end of the ḥawl . The Ḥanafīs permit such pre-payment ( taʾd̲j̲īl ) for any number of years ahead, the Ḥanbalīs for up to two years, and the S̲h̲āfiʿīs for one. The Mālikīs permit pre-payment one month in advance, except for crops.",
    "xiii. Intention ( niyya [ q.v. ]). The validity of the payment of zakāt as an act of worship ( ʿibāda ) depends on the requisite intention, which must make reference to the payment of zakāt or obligatory ṣadaḳa , but need not specify the property on which zakāt is being paid. The necessity of such an intention was agreed upon by all except the Syrian jurist al-Awzāʿī (d. 157/774 [ q.v. ]). There was, however, no agreement as to the role, if any, of an intention when the zakāt was collected by force from a recalcitrant property owner. There is evidence among later jurists of an attenuation of the requirement of an intention when one family member paid zakāt on behalf of another (ʿUlays̲h̲, Fatḥ al-ʿalī al-mālik , ed. Beirut, i, 163). There is no requirement that the payer must state to the recipient that the payment represents the giving of zakāt , and some jurists preferred that this not be done in order to spare the recipient embarrassment. When the zakāt is pre-paid, however, the failure to inform the recipient of the nature of the gift can prejudice the possibility of its recovery in the event of a change of circumstances rendering it invalid as zakāt .",
    "xiv. Zakāt avoidance and non-payment. It is relatively simple to avoid the incidence of zakāt . The requirement of a holding period, especially, provided property owners with an easy means to do so. A collusive interfamilial transfer, for example, would terminate the ḥawl . This and other devices ( ḥiyal [ q.v. ]) were a matter of controversy. The Mālikīs and Ḥanbalīs treat them as void, the property remaining subject to zakāt ; the S̲h̲āfiʿīs and Ḥanafīs disapprove of such transactions but regard them as valid and assess no zakāt . Such transfers are, in fact, reported of some wealthy Ḥanafī scholars, but their validity did not necessarily mean that they were not subject to criticism (M.L.R. Choudhury, The Din-i-ilahi \n or religion of \n Akbar , Calcutta 1952, 46). Further devices were employed to recover zakāt paid, and disqualified recipients similarly resorted to stratagems to circumvent the law (Ibn Miftāḥ, al-Muntazaʿ al-muk̲h̲tār , i, 539-42).",
    "The great majority of jurists refused to follow a tradition authorising the imposition of a fine for nonpayment of zakāt (Abū Dāwūd, i, 462; al-K̲h̲aṭṭābī, Maʿālim \n al-sunan , ii, 33-4). Failure to pay zakāt , however, may subject the property owner to corrective discretionary punishment ( taʿzīr ) either on the part of the collector or the muḥtasib , in addition to seizure of \n ¶ the zakāt on ẓāhir property. It is generally held that delay in paying zakāt when due results in loss of testimonial capacity.",
    "6. Zakāt al-fiṭr \n .",
    "Zakāt ( ṣadaḳat ) al-fiṭr (also zakāt al-fiṭr \n a (a later term), zakāt Ramaḍān , zakāt al-ṣawm ) is a payment due on behalf of all Muslims, male and female, minor or adult, slave or free, in connection with the termination of the fast ( fiṭr ) of Ramaḍān. For the Ḥanafīs and Twelver S̲h̲īʿīs, it is also due on behalf of non-Muslim dependents of Muslims. As a zakāt for persons, not property, it is also termed zakāt al-badan and zakāt al-raʾs \n . The amount paid ( fiṭra ) purifies the one who gives it from his unseemly conduct and other shortcomings during the fast of Ramaḍān and at the same time relieves the poor from having to beg for food on the ʿīd al-fiṭr [ q.v. ] (Abū Dāwūd, i, 473). The practice of giving zakāt al-fiṭr is based on ḥadīt̲h̲ , although Ḳurʾānic verses are sometimes cited in support (e.g. LXXXVII, 14; cf. Ibn Abī Zayd al-Ḳayrawānī, al-Nawādir wa ’l-ziyādāt , ed. al-Ḥulw, Beirut 1999, ii, 301). The opinion that it was abrogated by the zakāt for property was almost universally rejected, and zakāt al-fiṭr is, according to the great majority of Muslim jurists, an obligation, but its denial does not amount to unbelief. The Ḥanafīs label it compulsory ( wād̲j̲ib ), in accordance with their terminology for obligations that are not entirely beyond doubt. There is disagreement as to its classification as ẓāhir or bāṭin . According to al-Māwardī, the S̲h̲āfiʿīs of his day considered it to be ẓāhir , but, as he notes, there was a long-standing practice of distributing it personally ( Ḥāwī , iv, 432), and it is thus commonly classified as bāṭin , but not by the Zaydīs (al-ʿAnsī, al-Tād̲j̲ al-mud̲h̲hab , Ṣanʿāʾ 1380/1961, i, 222). One need not have fasted during Ramaḍān or even be subject to the fast for zakāt al-fiṭr to be due (cf. al-Kāsānī, Badāʾiʿ al-ṣanāʾiʿ , ed. Cairo, repr. Beirut 1406/1986, ii, 70).",
    "According to the S̲h̲āfiʿīs, those obligated to make the zakāt al-fiṭr payment are, with some exceptions, Muslims or non-Muslims, who are under a legal obligation to provide support ( nafaḳa ) for those persons on whose behalf it is due, and who also have the means to pay it ( yasār ). The means to pay zakāt al-fiṭr is defined as sufficient wealth to defray the cost of the payment beyond the needs of oneself and one’s dependents ( maʾmūn ) for the day of the festival, such needs including food, clothing, shelter and the household services of slaves. The Ḥanafīs and Twelver S̲h̲īʿīs measure ability to pay zakāt al-fiṭr by wealth as for zakāt on property (see above).",
    "It is agreed that zakāt al-fiṭr is payable in the form of wheat, barley, dates and raisins, to which list may be added other basic foodstuffs. The S̲h̲āfiʿīs, for example, add several milk products including dried curd ( aḳiṭ ), yogurt ( laban ) and cheese ( d̲j̲ubn ). The amount due is one ṣāʿ ( ca . 2.03 litres) [ q.v. ], except that according to the Ḥanafīs, when payment is made with wheat, the amount due is one-half ṣāʿ , a rule traced back to both ʿUmar and Muʿāwiya. The Ḥanafīs also differ as to the size of a ṣāʾ , which they take to be the equivalent of eight Bag̲h̲dādī\n ruṭl s, not five and one-third ruṭl s as the other schools have it. The Ḥanafīs and Twelver S̲h̲īʿīs admit payment of the value of the zakāt al-fiṭr due, and payment in cash is now in any case widespread ( ca . $7 per person in the U.S.).",
    "Although preferable that it be paid on the day of the feast prior to the festival prayer (in the absence of a valid excuse, it must be paid before sunset of the day of the feast), the S̲h̲āfiʿīs admit payment of zakāt al-fiṭr from the beginning of Ramaḍān, the \n ¶ \n Ḥanbalīs and Mālikīs two days prior to the festival, and the Ḥanafīs prior to Ramaḍān.",
    "7. Zakāt in Ṣūfism.",
    "Classical Ṣūfī sources portray the Ṣūfī as standing outside the system of zakāt . Owning no property, the true Ṣūfī pays no zakāt , and despite his poverty, the Ṣūfī’s spiritual wealth disqualifies him as a recipient. The Ṣūfī writers, however, find ample scope for the giving of zakāt in a wider sense that encompasses acknowledgment of all the benefits bestowed by God. Abū Naṣr al-Sarrād̲j̲ (d. 378/988 [ q.v. ]) records an opposing position among Ṣūfīs in favour of accepting zakāt , refusal to do so being regarded as prideful, and popular works like the Ḳūt al-ḳulūb of Abū Ṭālib al-Makkī (d. 386/996) and the Iḥyāʾ ʿulūm al-dīn of al-G̲h̲azālī (d. 505/1111) [ q.vv .] urged that preference in paying zakāt be given to the poor among the Ṣūfīs. The popularity of Ṣūfīs as favoured recipients of zakāt was noted by the Syrian S̲h̲āfiʿī jurist Tāḳī al-Dīn al-Ḥiṣnī (d. 829/1426), himself a Ṣūfī, who warned against giving zakāt to heterodox or superficially pious groups whose Ṣūfī affiliation he called into question ( Kifāyat al-ak̲h̲yār , Beirut n.d., 121-2).",
    "8. Zakāt in the modern period.",
    "The period since approximately the Second World War has witnessed a re-examination of zakāt unprecedented since the formative period of Islamic law. During this time there has also been renewed interest in the implementation of the law of zakāt , both in the form of increased individual compliance and governmentally sponsored or mandated efforts at collection. Academic discussion of zakāt has taken place within the two camps of jurists and economists. Although Muslim jurists affiliated with the schools of law continue to develop the law of zakāt , more influential have been the writings of scholars with an independent point of view who have undertaken critically to survey the law of the classical period with a view to developing a law of zakāt appropriate for modern conditions. Efforts toward a revival of the institution of zakāt have led to the convening of frequent conferences, the publication of numerous manuals and pamphlets instructing Muslims how to fulfill their obligation of zakāt , and the formation of various private organisations that aim at assisting in this compliance. There have also been notable instances of governmental involvement in the collection and distribution of zakāt , and legislation has been enacted that mandates the payment of at least some forms of zakāt .",
    "Even before this period, Muslim reformers had begun broadening the traditional purposes to which zakāt had been put. In his interpretation of Ḳurʾān IX, 60, Ras̲h̲īd Riḍā [ q.v. ] had urged that the class of “slaves” might now include not only individuals but societies “enslaved” by colonialism and that the zakāt for the “path of God” should go, not to a d̲j̲ihād waged with arms, but to one waged with the weapons of argument and persuasion in the interest of a restoration of Islam. Some interest in directing zakāt to wider social purposes than recognised by the traditional law was not new (cf. Ibn ʿĀbidīn, Ḥās̲h̲iyat radd al-muḥtār , ii, 345-6, ḥīla to use zakāt for building a mosque); new was the willingness of the part of the reformers to resort to direct reinterpretation of the Ḳurʾān to attain their goals. One can already see in the reformers the shift from regarding zakāt primarily as an act of piety (an atttitude that, of course, still persists in some circles) to the emphasis on zakāt as the foundation of the Islamic social and economic system that dominates its modern revival.",
    "Essential to the implementation of this vision of \n ¶ \n zakāt is the insistence that Muslim governments must once again assume the duty of collecting zakāt and not leave its payment and distribution to the conscience of individuals. There is widespread agreement among the modernists that the classical distinction between ẓāhir and bāṭin , according to which the government had authority to collect only the former, is no longer tenable, either because the distinction itself was not necessarily intended to be eternally binding or because under modern conditions of saving and investing very little property is truly bāṭin . They have also called for an expansion of the property base ( wiʿāʾ ) on which zakāt is to be assessed. The modernists have no inclination, as did some jurists of the past, to blur the distinction between zakāt and secular taxes (cf. Ibn Had̲j̲ar al-Haytamī, Fatāwā al-kubrā al-fiḳhiyya , ed. Cairo, ii, 48; Ibn ʿĀbidīn, op . cit ., ii, 288-90), for zakāt is now seen as an entirely viable alternative to the latter.",
    "It is now generally accepted that the generic niṣāb applicable to new cases is that for gold, which unlike silver has historically maintained its value. The rules for gold and silver are now widely applied to paper money, and the formerly held view that paper money be potentially treated as merchandise (ʿUlays̲h̲, Fatḥ al-ʿalī al-mālik , i, 164-5) is no longer much in evidence, although it continues in the treatment of stocks and bonds. It has thus been urged that zakāt at the rate of 2.5% should be payable on horses and any other grazing animals with the value of the niṣāb for gold. Similarly, the zakāt for crops should encompass all produce from the soil, with the niṣāb for gold applicable to those crops not measured by volume. Furthermore, it is often argued, fairness dictates that the expenses incurred in the growing and harvesting of the crop be deducted in the calculation of the niṣāb . Similar arguments have been put forth to extend zakāt to all minerals derived from mining and to all products derived from the ocean, including fish. Rental income from buildings, factories, taxis, buses and ships has also been drawn into the scope of zakāt , at the rate for trade goods according to some, or the rate for crops according to others. Salaries from professions and trades should also be subject to zakāt as earned, once the niṣāb has been met, and the view dispensing with a holding period, formerly merely a legal curiosity, is now very much alive. A minority has gone so far as to call for an updating of the classical nuṣub .",
    "Modernist writers have, like their reformist predecessors, insisted that the proceeds from the collection of zakāt be available for a wider range of purposes than the classical law generally allowed. They have also been concerned with the mechanisms of zakāt collection, and have argued that zakāt must be payable in cash to spare government agencies the costs of caring for livestock or storing foodstuffs. In general, however, discussions of the specifics of the administration of zakāt collection are less developed than those concerned with the property base and the rate of zakāt . Modernists are optimistic that under ordinary circumstances zakāt will generate sufficient revenues to fund “all the activities of a state” (Fazlur Rahman, Major \n themes of the \n Qurʾān , 2 \n Minneapolis 1994, 41). They do, however, tend to acknowledge the possibility that states may, under one circumstance or another, need to find other sources of revenue. In the interests of equity, it is often held that non-Muslim citizens of Muslim states should be subjected to a tax that mirrors zakāt .",
    "At the present time payment of one form or another \n ¶ of zakāt is enforceable by law in six Muslim nations: Saudi Arabia, Libya, Yemen, Malaysia, Pakistan and Sudan. Reference to the responsibility of the state for the implementation of zakāt appears in the Constitutions of Yemen (Art. 21), Pakistan (Art. 31) and Sudan (Art. 10).",
    "Collection of zakāt in the Kingdom of Saudi Arabia is governed by Royal Decree no. 17/2/28/8634 dated 29 D̲j̲umādā II 1370/7 April 1951 which imposed zakāt on both individuals and companies with Saudi nationality. Zakāt on livestock and crops is under the jurisdiction of the General Bureau of Public Revenues of the Ministry of Finance aind National Economy, that on other items under the Zakāt and Income Tax Department of the Ministry. Special committees composed of both government officials and private citizens assess the zakāt due on livestock and crops, which the owners then pay directly to those whom local committees have determined to be entitled. Zakāt is also collected on the merchandise, cash and other liquid assets, but not the fixed assets, of businesses, and on the income of self-employed professionals, the latter at the rate of 1.25%, the law authorising individuals to personally distribute to the needy one-half of the zakāt otherwise due. The entire cost of collection is borne by the public treasury. The law imposes no penalties or fines for failure to pay zakāt , but administrative pressures have been brought to bear against companies that have failed to make their payments and in egregious cases there is the possibility of detention by the police.",
    "The Zakat Law of Libya (Law 89 of 1971) applies to all property, including paper money and company shares, but provides for the compulsory collection of zakāt on only ẓāhir property. While drawing on Mālikī law for some details, it departs from it in its broader coverage of grains and fruits and its allowance of a deduction from the crop of the expenses of harvesting as well as in applying debts against livestock, and in admitting for the payment of zakāt al-fiṭr in cash. In the case of non-payment, the law imposes a penalty not to exceed double the zakāt due. Libyan law earmarks 50% of the proceeds of zakāt for distribution to the poor.",
    "Compulsory collection of zakāt in the Yemen Arab Republic goes back to 1975. Its collection, including that of zakāt al-fiṭr , which is deducted from the salary of public employees in Ramaḍān, is under the Department of Duties ( maṣlaḥat al-wād̲j̲ibāt ) of the Ministry of Finance. As in Saudi Arabia, collection of zakāt on livestock and crops depends on local assessment. The proceeds from zakāt collection are deposited in the Central Bank and disbursed by the Ministry of Finance as an integral part of the state budget. The costs of collection run as high as 25%. Individuals are authorised to distribute personally 25% of their zakāt .",
    "The collection of zakāt in Malaysia is separately administered in each state by the Religious Affairs Councils. The property from which zakāt is taken varies from state to state, but the greatest sources of zakāt revenues are rice ( padi ) and zakāt al-fiṭr. \n Noncompliance is widespread, except for zakāt al-fiṭr ( ca . $1 US per person), explainable in part by the preference, going back to colonial times, on the part of some growers to distribute zakāt personally ( zakat peribadi ) rather than pay it to the government ( zakat raja ). The law provides for fines and imprisonment for nonpayment, but enforcement is reportedly lax.",
    "The Pakistani and Sudanese laws have attracted the greatest interest inasmuch as they formed part of \n ¶ larger programmes of Islamisation of the law. The Pakistani\n Zakat \n and \n Ushr Ordinance of \n 1980 was enacted during the régime of General Zia ul-Haq [see \n ziyā al-ḥaḳḳ\n ] and introduced by him as a fulfilment of what was considered by him as the centuries’ long aspirations of the Muslims of the region. It departs from the classical law in imposing zakāt on various forms of what would traditionally have been classified as bāṭin property, including savings bank accounts, a measure justified by an appeal to Ḥanafī doctrine (cf. Tanzil-ur-Rahman, Introduction of Zakat \n in \n Pakistan , Islamabad [1981], 15-21). The law differs from Ḥanafī teaching in imposing zakāt on the property of minors ( ibid ., 24-5). Most of the traditional classes of property subject to zakāt , including gold and silver, trade goods and animals are left to self-assessment. The greater part of the Ordinance deals with the collection and administration of zakāt and provides for three levels of Zakat Funds, headed by the Central Zakat Fund, which receives the zakāt from savings accounts and other proceeds deducted at source, by far the greatest source of revenue under the Ordinance. The proceeds from the collection of ʿus̲h̲r go to the numerous Local Zakat Funds. Resistance by Pakistani S̲h̲īʿīs immediately led to an amendment providing for an exemption from the law for those Muslims following a recognised system of fiḳh who file a declaration that their faith and fiḳh do not oblige them to comply in whole or in part with the Ordinance.",
    "Implementation of the Ordinance has been beset by substantial evasion through the transfer of savings accounts to current accounts before the annual valuation date of the first of Ramaḍān and even, it has been reported, by some conversions to S̲h̲īʿism by wealthy families. There have also been persistent complaints of corruption in collection and distribution. Low proceeds from the collection of ʿus̲h̲r led to the transfer in 1993 of its collection and administration from the Local Zakat Committees to the provincial revenue departments in the hope that that latter will be more successful in dealing with powerful landowners. One study of the operation of the Ordinance for the years 1987-8, while admitting some success in the goal of wealth redistribution, nonetheless concluded that the less wealthy were paying a disproportionate share of the zakāt and that in Sind the recipients were wealthier than the payers (G.A. Jehle, Zakat and inequality: some evidence from Pakistan , in Review of Income \n and \n Wealth , ii [1994], 205-16).",
    "The Sudanese\n Zakat and \n Taxation Act of \n 1984 ( Ḳānūn al-zakāt wa ’l-ḍarāʾib ), introduced as part of the Islamising movement during the régime of al-Numayrī (d. 1985), took the radical step of substituting zakāt for a wide range of taxes within the existing revenue system, a decision that precipitated a disastrous deficit in both the central and regional budgets. The Zakat Law of \n 1986 remedied this situation and removed the administration of zakāt from the Ministry of Finance to the Ministry of Social Welfare and created a new Zakat Bureau ( dīwān ) separate from the existing tax system. Further changes were made under the Zakat Law of 1990 . The reach of the Sudanese law is quite extensive, and it covers all the traditional classes of property subject to zakāt as well as the salaries of civil servants and professionals, and income from dairies, poultry farms and fisheries. Zakāt on crops has come to be collected in cash since practical problems arose in its collection in kind. Zakāt on livestock is also collected in cash, but implementation in this area has been hesitant. The law provides for payers to distribute personally 20% of their zakāt . A penalty \n ¶ not to exceed the zakāt due is imposed for nonpayment.",
    "The majority of Muslims continue to pay zakāt outside of a compulsory legal scheme for its collections and distribution. There has, however, been a movement across the Muslim world to create new intermediaries to receive voluntary payments of zakāt . Prominent among these are quasi-governmental agencies such as the Jordanian (1978) and Baḥraynī (1979) Zakat Funds ( ṣundūk al-zakāt ) and the more autonomous Kuwaytī Zakat House ( bayt al-zakāt ) (1982) and Egyptian Nasser Social Bank (1977). Zakāt paid to such agencies, like zakāt paid under the compulsory schemes, typically enjoys the advantage of being deductible from the national income tax. Some see in these voluntary schemes a stage on the way to compulsory collection, as in the case of Sudan, where the Zakat Fund (1980) preceded the Zakat Law. Only in Jordan did the Zakat Fund replace a scheme, albeit of limited scope, for compulsory zakāt collection (Law No. 35 of 1944). The activities of these intermediaries now often include the making of interest-free loans ( ḳarḍ ḥasan ), a form of assistance not provided for by the classical law of zakāt .",
    "More informally-organised intermediaries continue to function throughout the Muslim world and among minority Muslim populations, both in competition with each other and sometimes in competition with legislated compulsory and voluntary schemes. Such organisations are increasingly taking advantage of modern technology such as the Internet to reach potential zakāt payers, and provision for payment by credit card is by no means uncommon. While insisting that zakāt has nothing to do with taxation, these new intermediaries have readily adopted the vocabulary (e.g. “zakatable”) and trappings of modern systems of taxation, including more or less elaborate tables for calculation, and a variety of forms for “ zakāt \n returns”. Much, however, remains to be done in the effort toward greater compliance. For while virtually all Muslims are aware that there is an obligation of zakāt , accurate information about its implementation is far rarer and compliance is still very limited. A recent study of zakāt in rural Egypt indicated that, while 96% of the farmers knew that zakāt was an obligation, only 20% paid it on their crops, as compared with 76% who paid zakāt al-fiṭr , a relatively small obligation and one intimately associated with Ramaḍān (A. T. Abū Kurays̲h̲a, al-Zakāt wa ’l-tanmiya , Cairo 1999)."
  ],
  "signature": "(A. Zysow)",
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
