{
  "id": "eweb_444",
  "source": "EI2",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_8201",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_8201",
  "title": "Zuhd",
  "authors": [
    "(Geneviève Gobillot"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "( a. ), the material and spiritual asceticism facilitating closer association with the divine.",
    "Zuhd constitutes one of the “spiritual virtues” considered not only by the mystics, but also by a large \n ¶ number of believers, as essential to religious life in Islam. As such, it occupies a dominant place in the biographies of saints of the first centuries of the Hid̲j̲ra. The term embraces numerous nuances, divided between two principal meanings: on the one hand, “renunciation” in the sense of detachment, of indifference to things of this inferior world; on the other, “asceticism” in the sense of privation, mortification, tests imposed on the carnal soul ( nafs ). The two terms of Ḳurʾānic origin, ʿābid and nāsik , have often been employed as equivalents of zāhid , although the former (in the plural ʿubbād ) serves to denote the devotees of God, and the latter, more specifically, the one who performs sacrifices and performs rites, Zāhidīn (Ḳurʾān, XII, 20), the sole occurrence of the root, describes the merchants who sold Joseph after finding him in the pit in which his brothers had thrown him, “attaching no value to him” and therefore not considering him worth keeping. Their detachment here takes on a profane sense. To denote a certain form of spiritual renunciation, the Ḳurʾān uses paraphrases, as in the verse (LVII, 23): “Do not despair in that which escapes you and do not exult in that which has been given to you.” Reference could also be made to III, 14; XV, 8; XVI, 96; XVIII, 7; XX, 131; XXIII, 55, 56; XXVIII, 60, 83; XXXI, 33; XLIII, 33-5.",
    "Literature specifically devoted to renunciation comprises, out of 63 titles listed for the period between the 2nd/8th and the 10th/16th centuries (27 of which have survived to this day), 37 works dating from the 2nd/8th and 3rd/9th centuries. Their titles include, in addition to the word zuhd , which appears 45 times, one instance of taṣawwuf (taken as a synonym of zuhd ); two of bukāʾ (weeping) and d̲h̲amm al-dunyā (contempt for this inferior world); four of waraʿ (abstinence through religious scruple); and, finally, eight occurrences of raḳāʾiḳ (actions that elevate man), which would thus seem to be the closest equivalent, and the singular of which ( raḳīḳa ) can, as Roger Deladrière has pointed out, denote the precariousness of the life of ascetics. On the other hand, the anthology of al-Bayhaḳī (d. 458/1065 [ q.v. ]) throws light on the various nuances attributed to zuhd in the 4th-5th/9th-10th centuries: contentment with little ( ḳanāʿa ); isolation ( ʿuzla ); the effacement of self ( k̲h̲umūl ); opposition to the lower soul and to passion ( muk̲h̲ālafat al-nafs wa ’l-hawāʾ ); the limitation of hopes ( ḳaṣr al-amal ); the pressure to finish works before the end of life ( al-mubādara li ’l-ʿamal ḳabla bulūg̲h̲ al-ad̲j̲al ); zeal in obedience ( al-id̲j̲tihād fi’ l-ṭāʿa ); safeguarding the status of a servant ( mulāzamat al-ʿubūdiyya ); scrupulous piety ( waraʿ ); and vigilant piety ( taḳwā ). Some added poverty ( faḳr ), which denotes external deprivation as much as the absence of desire for riches; the latter includes, in a spiritual sense, the absence of desire for the blessings of the other world. On the other hand, Sahl al-Tustarī (d. 283/896 [ q.v. ]) draws a clear distinction, on the basis of a prophetic tradition, between zuhd and taḳas̲h̲s̲h̲uf (mortification of the flesh).",
    "Expressing an opinion on the subject of renunciation has never been the exclusive preserve of the Ṣūfīs. Declaring that in the Kitāb al-Zuhd al-kabīr of al-Bayhaḳī, it is a traditionist, Abū ʿAbd Allāh al-Ḥāfiẓ (d. 412/1021), and not a Ṣūfī who supplies most information concerning the renunciation of ascetics, mystics and gnostics, Deladrière has thrown light upon the essential role of the ḥuffāẓ in the elaboration of this literature. This affinity is confirmed by the fact that, in Twelver S̲h̲īʿī circles, zuhd was reckoned among the qualities required for the transmitter ( rāwī ) of Imāmī traditions.",
    "The earliest works, such as those of Ibn al-Mubārak (d. 181/797 [ q.v. ]), are primarily concerned with the actions and gestures of the Prophet Muḥammad— who appears to an increasing extent, in the course of the development of mystical literature, to be the most consummate model of the “renouncer”—and of his Companions, as well as certain epigoni, the one most often cited being al-Ḥasan al-Baṣrī (d. 110/728 [ q.v. ]). The work of Ibn Ḥanbal (d. 241/855 [ q.v. ]) adds to this the renunciation practised by eleven sanctified individuals, from Adam to Jesus, and by the Umayyad caliph ʿUmar b. ʿAbd al-ʿAzīz. It is principally from the 4th/10th century onward that the leading protagonists of this literature become the mystics of the two preceding centuries: D̲h̲u ’l-Nūn al-Miṣrī, Ibn Adham, Fuḍayl b. ʿIyāḍ, Bis̲h̲r al-Ḥāfī, Sarī al-Saḳaṭī, Yaḥyā b. Muʿād̲h̲, Sahl al-Tustarī, al-D̲j̲unayd and al-S̲h̲iblī.",
    "Goldziher advanced the hypothesis according to which the earliest prophetic traditions, those possessing the strongest guarantee of authenticity, tended towards a rejection of zuhd , whereas only late forgeries endorsed or extolled it. It is in any event certain that a large number of ḥadīt̲h̲ , corroborated by Ḳurʾān, XXV, 67, stressed the necessity of limiting the practice of asceticism and of observing a high degree of moderation.",
    "In regard to the first four centuries of the Hid̲j̲ra, it is difficult to establish a decisive distinction between the corpus of work emanating from the Ḥanbalīs or other traditionists and that of the mystics proper. The distinction was accentuated during the Mamlūk period, at which time the Ṣūfī or the walī only received the epithet of zāhid when he had distinguished himself through extreme corporeal asceticism. E. Geoffroy has declared that at the end of this period, Ḥanbalī authors, making abundant use of the terms zāhid and ʿābid , effected a very fine demarcation between adherence to Ḥanbalism and attribution of the term Ṣūfī, especially in Syria, while in the Ottoman period there was a general rapprochement between Ḥanbalism and Ṣūfism. In practice, being an ascetic has never implied adherence to Ṣūfism, although the consensus among mystics has always stressed the importance of this quality.",
    "For the Persian D̲j̲āmī (d. 898/1492 [ q.v. ]), who clearly differentiates zuhd from true Ṣūfism, “ascetics consider the beauty of the other life in the light of faith and of certitude and do not despise this inferior world, but they are still veiled by the pleasure that is afforded them by the contemplation of Paradise; on the other hand, the true Ṣūfī is separated as by a veil from these two worlds, by the vision of primordial Beauty and of eternal love” ( Nafaḥāt al-uns , ed. Tawḥīdpūr, Tehran 1957, i, 10).",
    "It is especially in the determination of the sphere of application of zuhd that the greatest differences arise. In the 2nd/8th and 3rd/9th centuries, two interpretations of the term were established: for some, it meant above all renunciation, not only of agreeable clothes, accommodation and foodstuffs, but also of comfort, sleep and all human relationships, sometimes including marriage; for others, it was a more internal and subjective asceticism, the renunciation of intentions and desires, which led to the concept of tawakkul [ q.v. ]. However, for many mystics, the two aspects were seen as going hand-in-hand.",
    "Ibrāhīm b. Adham (d. 165/782 [ q.v. ]) is generally credited with a sub-division of zuhd into three stages, which is also found in the works of al-Sarrād̲j̲ and could emanate from a later source: (1) renunciation of the world; (2) renunciation of the joy of having \n ¶ devoted oneself to renunciation; and (3) the stage at which the world becomes so insignificant in the eyes of the ascetic that he is no longer interested in it. His disciple, S̲h̲aḳīḳ al-Balk̲h̲ī, reckoned to be the first to have spoken of mystical states ( ʿulūm al-aḥwāl ), declares that zuhd constitutes the most elementary stage of those who practise sincerity ( ahl al-ṣidḳ ). It is followed by the stages of fear, of desire for Paradise, and of love of God. The beginning of zuhd consists in the training of the body to experience the hunger which will give release from the other preoccupations of this inferior world.",
    "The Malāmatiyya [ q.v. ], just like the K̲h̲urāsānī spiritual leader al-Tirmid̲h̲ī (d. 318/930) proposed a conception of zuhd which was to serve as a model for numerous mystical systems from the 3rd/9th century onward: genuine zuhd , that of the Prophet and of his Companions, is presented as a particular type of renunciation, which does not imply in any way a visible and material practice of asceticism, but a profound detachment, an attitude of the heart; ascetic practices may be admitted, if considered necessary, as a preparatory stage, as is affirmed, in a different context, by al-D̲j̲unayd. Such a form of renunciation presents an aspect that is entirely spontaneous, linked to a divine grace.",
    "Abū Saʿīd al-K̲h̲arrāz (d. 286/899 [ q.v. ]) adopted the same classification as did al-Balk̲h̲ī: renunciation is followed by fear, and it consists in “the progressive detachment of the heart from every desire concerning this inferior world”. The “renouncers” are subdivided according to three categories: “Some act thus in order to liberate their heart from all preoccupation other than obedience to God, the mention of His name and His service; others desire, through this influence, to become light and to pass quickly over the bridge which traverses Hell, knowing that those who are weighed down will be delayed and subjected to interrogation. Finally, others act thus through the desire for Paradise. They deprive themselves of the life of this inferior world and dedicate themselves to awaiting the reward of God. But the most elevated degree of renunciation consists in consenting totally to the love of God and accepting without reserve the state of servitude by the understanding of His will” ( K. al-Ṣidḳ , ed. ʿAbd al-Ḥalīm Maḥmūd, Cairo, 43).",
    "For Ibn ʿAṭāʾ Allāh al-Iskandarī (d. 709/1309 [ q.v. ]), renunciation consists in liberating the heart from the love of this inferior world and from the jealousy it may feel in regard to other people and the benefits they enjoy: “O ignorant one, cease to envy the creatures of this inferior world for what they have received. Your heart is preoccupied with what they possess and you become even more ignorant than they. In fact, they are preoccupied with what they have received and you, you are preoccupied with what you have not received” ( Tād̲j̲ al-ʿarūs , ʿalā hāmis̲h̲ al-Tanwīr , 11).",
    "Zuhd has gradually acquired a place in the succession of mystical stations, but differences exist between one thinker and another, although all consider it as associated with the beginning of the way.",
    "In Twelver S̲h̲īʿī traditions, it appears to be the least of the virtues of the believer, its highest level corresponding to the lowest level of “contentment with little” ( ḳanāʿa ), while D̲h̲u ’l-Nūn al-Miṣrī (d. 245/859 [ q.v. ]) states that the “ladder of waraʿ gives access to zuhd” . For al-Dārānī (d. 205/820), spiritual heir of al-Ḥasan al-Baṣrī, the pinnacle of zuhd is abandonment to trust in God ( tawakkul ); it would be the same for al-G̲h̲azālī (d. 505/1111), giving it precedence over \n ¶ \n faḳr \n . \n Al-Ḥakīm al-Tirmid̲h̲ī considers zuhd as the outcome of repentance ( tawba ) and the stage preceding combat against the carnal soul ( ʿadāwat al-nafs ). We have here a stage of the heart. “The world appears worthless in the eyes of renouncers, since an invisible part has been revealed to them. They therefore do not concern themselves in the least with the subsistence that could fall to their lot, and on this matter they trust in their Lord with an utterly tranquil heart. He who does not direct his regard towards the other life and magnifies in his own eyes the life of this world, even if he is completely withdrawn from the life of here below, wears nothing but rags and eats only grass, is not a true renouncer but only a man who compels himself to renounce” ( Nawādir al-uṣūl , aṣl 106, fī ḥaḳīḳat al-zuhd , Beirut, 144).",
    "Ibn al-ʿArabī (d. 638/1240 [ q.v. ]) likewise envisages zuhd as one of the first stages of the way. It is situated in the wake of isolation ( ʿuzla ), of retreat ( k̲h̲alwa ) and the practice of scruple ( wȧraʿ ). According to him, it also precedes tawakkul .",
    "Thus for Muslim as well as for Christian spiritual seekers (desert anchorites and mystics), interior renunciation is held to be much more important than spectacular practices of asceticism. The latter have, however, persisted into the present day in response to precise functions, for the ascetic himself as for his entourage.",
    "Examples of extreme mortification are not lacking among the accounts of the lives of the early Ṣūfīs; it used to be said, for example, that S̲h̲āh al-Kirmānī (d. between 270/883 and 300/912) spent forty years without sleeping; Rūzbihān Baḳlī (d. 606/1209 [ q.v. ]), told the story of a saint who had fasted totally for seventy days; Abū Saʿīd b. Abi ’l-K̲h̲ayr (d. 441/1049 [ q.v. ]), a K̲h̲urāsānī Ṣūfī and disciple of al-Sulamī, practised ascetic exercises over a period of seven years, in particular the ṣalāt maḳlūba which consists of reciting the Ḳurʾān and praying while suspended by the feet in a dark place.",
    "Numerous Egyptians mystics, among others, are renowned for their impressive feats of asceticism. S̲h̲ayk̲h̲ Murs̲h̲id declared to al-S̲h̲aʿrānī that he had not eaten more than one raisin per day over a period of forty years, to the point where the skin of his stomach adhered to that of his back. Al-Sayyid al-Badawī (d. 675/1276), the famous saint of Ṭanṭā who had adopted voluntary celibacy, possessed nothing of his own and burned out his eyes by staring at the sun from his terrace, spent forty days without drinking, eating or sleeping. He never took off his clothes or his turban, waiting for them to fall to pieces by themselves. His disciples, including Abū Ṭarṭūr, were renowned for their asceticism. In this context, some mystics took it as a point of honour to surpass Jesus, regarded by the majority of Ṣūfīs as a model of poverty, of mortification and of detachment from the concerns of this world. These manifestations of the Badawiyya, as those of numerous other mystical orders, have been subjected at all times to the censure of the ʿulamāʾ , whose efforts have been pursued, to little effect, into the present day."
  ],
  "signature": "(Geneviève Gobillot)",
  "bibliography": [
    "ʿAlḳama b. Mart̲h̲ad (d. 121/738), Zuhd al-t̲h̲amāniya min al-tābiʿīn , ed. ʿAbd al-Raḥmān al-Furāwāʿī, Medina 1983",
    "Muḥammad ʿAbd al-Raḥīm Muḥammad, al-Zuhd li ’l-Ḥasan al-Baṣrī , Cairo 1991",
    "ʿAbd Allāh b. al-Mubārak, al-Zuhd wa ’l-raḳāʾiḳ , ed. Aʿẓamī, Beirut 1967, ed. Aḥmad Farīd, al-Riyāḍ 1995",
    "ʿWakīʿ b. al-D̲j̲arrāḥ (d. 197/812), K. al-Zuhd , ed. al-Furāwāʿī, Medina 1984",
    "Asad b. Mūsā = Asad al-Sunna (d. 212/827), K. al-Zuhd , \n ¶ ed. R.G. Khoury, Wiesbaden 1976",
    "Ibn Ḥanbal, al-Zuhd , ed. Basyūnī Zag̲h̲lūl, Beirut 1986",
    "al-Waraʿ , ed. Zaynab Ibrāhīm al-Ḳārūṭ, Beirut n.d.",
    "Ḥammād b. al-Sārī al-Kūfī al-Tamīmī (d. 243/857), K. al-Zuhd , ed. ʿAbd Allāh b. Ibrāhīm al-Anṣārī, Dawḥa 1986",
    "al-Ḥusayn b. Saʿīd al-Ahwāzī (d. 301/913), K. al-Zuhd , ed. D̲j̲alāl al-Dīn ʿAlī al-Ṣag̲h̲īr, Beirut 1993",
    "Abū Bakr Aḥmad b. Abl ʿĀṣim, K. al-Zuhd , ed. ʿAlī ʿAbd al-Ḥanīd, Beirut 1988",
    "Bayhaḳī, K. al-Zuhd al-kabīr , ed. S̲h̲. ʿĀmīr Aḥmad Ḥayḍar, Beirut 1987, tr. R. Deladrière, Bayhaḳī , l’anthologie du renoncement , Paris 1995",
    "Sahl al-Tustarī, al-Muʿāraḍa wa ’l-radd ʿalā ahl al-firaḳ , ed. Kamāl D̲j̲aʿfar, Cairo 1980, 88, 122",
    "al-Ḥakīm al-Tirmid̲h̲ī, Manāzil al-ʿibād min al-ʿibāda , ed. ʿAbd al-Raḥīm al-Ṣāʾiḥ, Cairo 1988, 68-72",
    "Abū Saʿīd al-K̲h̲arrāz, K. al-Ṣidḳ , ed. ʿAbd al-Ḥalīm Maḥmūd, Cairo n.d., 42-5",
    "Kulaynī, al-Uṣūl min al-Ḳāfī , K. al-Īmān wa ’l-kufr , bāb d̲h̲amm al-dunyā wa ’l-zuhd fīhā , Beirut 1985, ii, 128-37",
    "Makkī, Ḳūt al-ḳulūb , i, 242-71",
    "Ḳus̲h̲ayrī, Risāla , 67",
    "Abū Naṣr al-Sarrād̲j̲, al-Lumaʿ bāb maḳām al-zuhd , 70-2",
    "G̲h̲azālī, Iḥyāʾ ʿulūm al-dīn , iv, 154-71",
    "Ibn al-D̲j̲awzī, Talbīs Iblīs , Cairo n.d., 150-60",
    "Ibn al-ʿArabī, Futūḥāt makkiyya , ii, 177-8",
    "Ibn Taymiyya (d. 729/1328), al-Zuh wa ’l-waraʿ wa ’l-ʿibāda , Fatāwā al-kubrā , selections, Zarḳāʾ and ʿAmmān 1987",
    "Ibn ʿAṭāʾ Allāh al-Iskandarī, Tād̲j̲ al-ʿarūs , ʿalā hāmis̲h̲ al-Tanwīr , Cairo 1948, 11",
    "I. Goldziher, De l’ascétisme aux premiers temps de l’Islam , in RHR , xxxvii (1898), 314-24",
    "L. Massignon, Essai sur les origines du lexique technique de la mystique musulmane , 1 Paris 1954, 2 1999, 191, 212, 227",
    "idem, Recueil de textes inédits , Paris 1929, 17, 146-8",
    "P. Nwyia, Exégèse coranique et langage mystique , Beirut 1970, 216-24, 291",
    "Abū Zayd ʿAlī Ibrāhīm, Zuhd al-mud̲j̲d̲j̲ān fi ’l-ʿaṣr al-ʿabbāsī , Cairo 1986",
    "C. Mayeur-Jaouen, Al-Sayyid al-Badawī , Cairo 1994, 232-5",
    "E. Geoffroy, Le soufisme en Égypte et en Syrie , Damascus 1995, 287-91",
    "Annemarie Schimmel, Mystical dimensions of Islam , Chapel Hill 1975, 110-24, Fr. tr. Le soufisme ou les dimensions mystiques de l’islam , Paris 1996, 150-62."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}