{
  "id": "eweb_445",
  "source": "EI2 (Supplement)",
  "cat": "term",
  "link": "https://referenceworks.brill.com/doi/10.1163/1573-3912_islam_SIM_8901",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1573-3912_islam_SIM_8901",
  "title": "Sirr",
  "authors": [
    "Mohammad Ali Amir-Moezzi"
  ],
  "publisher": "Brill",
  "source_editors": "P.J. Bearman",
  "issn": "1573-3912",
  "first_online": "24 Apr 2012",
  "last_updated": null,
  "content": [
    "( a. ), lit. “secret”, denotes in Islamic spirituality two notions, at first sight distinct but which certain adepts did not hesitate to combine (al-D̲j̲urd̲j̲ānī, 218; al-Tahānawī, i, 653; on the combination of the two senses, see e.g. al-Sulamī, 1953, 213, 216, 282).",
    "1. The first notion is that of secret, mystery, arcana, in the sense of a teaching, a reality or even a doctrinal point, hidden by nature or which is kept hidden from persons considered unworthy of knowing it. If there is a secret, says al-Sarrād̲j̲ al-Ṭūsī (d. 378/998), probably taking up the S̲h̲īʿī concept of two levels of reality (Amir-Moezzi, 1997), it is because the object of knowledge sought by the individual has an obvious, exoteric ( ẓāhir ) aspect and a hidden, esoteric ( bāṭin ) one. The Ḳurʾān, the Ḥadīt̲h̲, knowledge, Islam, etc., all have these two distinct, complementary levels. In order to attain the esoteric level, a person must so dispose his body (lit. “his members”, d̲j̲awāriḥ ), since this level can only be reached by the “esoteric organ”, sc. the heart ( ḳalb ). The bāṭin of objects of knowledge as well as the interior realities of a man are secrets that only the initiates can discover and which they must protect (al-Sarrād̲j̲, 43-4). The mass of people, prisoners of their own ignorance and blindly attached to the letter only of religion, can only become violent if the secret is revealed to them, even if only partially (Lāhid̲j̲ī, 100, 498; al-Ḳaysarī, 41; Ḳāḍī ʿAbd al-Nabī, ii, 167). Even the Ḳurʾān, in two places, authorises the faithful to dissimulate their beliefs in cases of danger (III, 28; XL, 28), whence the adage, untiringly repeated in the mystical works, “the breasts of free men are repositories (lit. ‘tombs’) of secrets” ( ṣudūr al-aḥrār ḳubūr al-asrār , see e.g. al-Tahānawī, 92).",
    "According to the S̲h̲īʿa (for whom “everything has a secret; the secret of Islam is S̲h̲īʿism,” al-Kulaynī, ii, 14), this—i.e. essentially the Imāms’ teachings, which has several esoteric levels, bāṭin and bāṭin al-bāṭin — contains secrets that must be protected at all costs (al-Ṣaffār, 28-9). The duty of keeping such secrets ( taḳiyya , kitmān , k̲h̲abʾ ) is Thus a canonical obligation for them (Kohlberg, 1975, 1995; Amir-Moezzi, 1992, index, s.v. taqiyya ).",
    "For the Ṣūfī’s likewise, such notions as “protection of the secret” ( ḥifẓ \n al-sirr , around which expression, above all, certain mystics combine the two senses of sirr ), “concealing, changing the guise of something to make it appear other than it is” ( talbīs ), or further, “hiding the real nature of the particular interior state” ( ik̲h̲fāʾ al-ḥāl ), make up practices and disciplines which are particularly important (al-Suhrawardī 1983, 72; Hud̲j̲wīrī, 500-1; ʿAfīfī, 89, 117; al-S̲h̲aybī, 20ff.). In the literature of mysticism, constant reference is made to the trial of al-Ḥallād̲j̲ [ q.v. ], who was executed in 309/922 for having divulged the Secret\n par excellence , by putting forward the famous s̲h̲aṭḥ \n “I am the Real” ( anā ’l-ḥaḳḳ ), ḥaḳḳ being a Name of God. The greatest Persian mystical poets, such as ʿAṭṭār, ʿĪrāḳī and Ḥāfiẓ, very often allude to the “crucified one of Bag̲h̲dād” (sc. al-Ḥallād̲j̲) and call the real spiritual masters “the people of the Secret” (K̲h̲urrams̲h̲āhī. s.v. ahl-i \n rāz ). This is why mystical authors, from their oldest writings onwards, devised an “allusive language” ( is̲h̲āra ), a coded form of discourse which was later to assume very numerous forms (technical vocabularies, \n ¶ symbolic lexica, fables, poetic images, etc.), reflecting esoteric realities and distinguishing themselves from “literal language” ( ʿibāra ) which is unsuitable for exoteric topics (al-Sarrad̲j̲, 414, concerning ramz ; al-Kalābād̲h̲ī, ch. iii, 30ff.; Hud̲j̲wīrī, 480ff.; and see Amir-Moezzi 2002b).",
    "2. The second notion is that of a “subtle organ”, one of the layers of the “heart”, making up the human spiritual anatomy, which may be translated by “secret, inner consciousness”. It seems that, for the K̲h̲urāsān school of mystics, the Malāmatiyya [ q.v. ] comprise the progression of levels of consciousness, “organs” of invocation ( d̲h̲ikr ) and vision ( mus̲h̲āhada ), going through the soul ( nafs ) to the spirit ( rūḥ ), passing by the heart ( ḳalb ) and the inner consciousness (al-Tustarī, 16, 19, 34, 45, 78; al-Sulamī 1991, 16). It should be noted that al-Ḥakīm al-Tirmid̲h̲ī (d. ca . 318/936 [ q.v. ]), one of the oldest of the K̲h̲urāsānian theoreticians of the elements making up the “heart”, seems to be the only one of them not counting the sirr amongst these last ( Bqyān , passim and esp. 427; Gobillot 1996, 197-8). Al-Ḳus̲h̲ayrī (d. 465/1072 [ q.v. ]), conveying the system of the ʿIrāḳī Ṣūfīs, sets forth another progression which omits the soul, the seat of the ego, and the sin is said to be the seat of vision, whilst the spirit is the seat of love ( maḥabba ) and the heart that of knowledge ( maʿārif ). Here, the inner consciousness is considered as amongst the most subtle and the noblest parts of man, as the innermost secret between the created man and God, the most interiorised part of a man’s being (al-Ḳus̲h̲ayrī, 45; Gobillot and Ballanfat, 175-6); it is in this context that one should probably understand the formula pronounced over a dead person: ḳaddasa Allāh sinahu al-ʿazīz \n “may God sanctify his noble inner consciousness”. Such great mystics as ʿAmr b. ʿUt̲h̲mān al-Makkī (d. 291/903-4) or al-Ḥallād̲j̲ seem close to this system (Massignon, i, 113, ii, 411 ff.), whilst others, like al-K̲h̲arrāz (d. 286/899 [ q.v. ]) for example, develop a much more complex spiritual anatomy, comprising instinct ( ṭabʿ ), soul, heart, will ( irāda ), spirit, inner consciousness and spiritual aspiration ( himma ) (Nwyia, 243-5, 272, 301).",
    "After the attempt at a synthesis of the different systems by ʿUmar al-Suhrawardī (d. 632/1235 [ q.v. ]) (1983, 454ff., 1986, 181, 203), one often finds amongst the later mystics a sevenfold division, admittedly with other nomenclatures, to which they add new touches derived from mystical theories and practices like d̲h̲ikr formulae corresponding to each level, interior prophetology or coloured lights accompanying each layer of the “heart”. We have here the theory of “subtle organs” ( laṭīfa , pl. laṭāʾif or also ṭūr , pl. aṭwār ) especially developing from the time of Nad̲j̲m al-Dīn Kubrā (d. 617/1220-1 [ q.v. ]) and the mystics of his school (Corbin 1971; al-Isfarāyinī, 1986, introd., 60-2; Landolt, 287-8; Kubrā 2001, index s.v. organe subtil ), from Ibn al-ʿArabī’s followers such as Mu’ayyid al-Dīn D̲j̲andī or Dāwūd al-Ḳaysarī (Gobillot and Ballanfat, 189-90), up to the modern and even contemporary Ṣūfīs Muḥammad b. ʿAlī al-Sanūsī of Algeria (d. 1276/1879 [ q.v. ]) (105ff.) and the Kurd\n Muḥammad Amīn al-Naḳs̲h̲bandī (d. 1324/1914-15) (548-58). In the different progressions of the “subtle organs”, sirr is almost always present, most often associated with the colour white. The d̲h̲ikr corresponding to it varies greatly according to authors or mystical orders. The most often-found is: ṭabʿ , nafs , ḳalb , rūḥ , sirr , k̲h̲afī (“what is hidden”) and ak̲h̲fā (“what is most hidden”) (Kās̲h̲ānī, 82ff., 101 and the editor’s notes).",
    "In S̲h̲īʿī mysticism, allusions of varying precision to the subtle “layers” of the “heart” and vision by \n ¶ means of the heart, are found from the time of the oldest compilations of ḥadīt̲h̲ onwards (Amir-Moezzi 1992, 112ff.). However the S̲h̲īʿī Ṣūfīs (Ni’matullāhiyya, D̲h̲ahabiyya and K̲h̲āksar), organised in brotherhoods from the 16th-17th centuries onwards, went on to adopt one or another of the systems used by Sunnī orders like the Ḳādiriyya, Kubrawiyya or Naḳs̲h̲bandiyya (Gramlich, ‘ii, 207 n. 1073, 247-50; Amir-Moezzi 1992, 129ff.; idem 2002, passim )."
  ],
  "signature": "(Mohammad Ali Amir-Moezzi)",
  "bibliography": [
    "1. Sources. Hud̲j̲wīrī, ed. V.A. Z̲h̲ukovski, repr. Tehran 1979",
    "Isfarāyinī, Kās̲h̲if al-asrār , Fr. tr. H. Landolt, Le révélateur des mystères , Paris and Lagrasse 1986",
    "D̲j̲urd̲j̲ānī, K. al-Taʿrīfāt , Fr. tr. M. Gloton, Tehran 1994 (based on four printed texts, beginning with that of Flügel, Leipzig 1845)",
    "Kalābād̲h̲ī, K. al-Taʿarruf ed. ʿA.M.ʿA. Surūr, Beirut 1400/1980",
    "Kās̲h̲ānī, Miṣbāḥ al-hidāya , ed. D̲j̲. Humāʾī, Tehran 1323/1945",
    "Nad̲j̲m al-Dīn Kubrā, Fawātiḥ al-d̲j̲amāl , Fr. tr. P. Ballanfat, Nîmes 2001",
    "Kulaynī, al-Rawḍa min al-Kāfī , ed. R. Maḥallātī, Tehran 1389/1969",
    "Lāhid̲j̲ī, Mafātīḥ al-iʿd̲j̲āz fī s̲h̲arḥ Guls̲h̲an-i rāz , ed. K̲h̲āliḳī-Karbāsī, Tehran 1992",
    "Naḳs̲h̲bandī, Tanwīr al-ḳulūb , 6 Cairo 1348/1929",
    "Ḳāḍī ʿAbd al-Nabī Aḥmadnagarī, Dustūr al-ʿulamāʾ Ḥaydarābād 1331/1912",
    "Ḳaysarī, S̲h̲arḥ Fuṣūṣ al-ḥikam , Tehran 1299/1881",
    "Ḳus̲h̲ayrī, al-Risāla al-ḳus̲h̲ayriyya , Beirut n.d.",
    "al-Ṣaffār al-Kummī, Baṣāʾir al-darad̲j̲āt , ed. M. Kūčibāg̲h̲ī, Tehran ca . 1960",
    "Sanūsī, K. al-Masāʾil al-ʿas̲h̲ar (incl. also al-Salsabīl al-maʿīn ), Cairo 1353/1932",
    "al-Sarrād̲j̲ al-Ṭūsī, K. al-Lumaʿ , ed. Surūr, Cairo and Bag̲h̲dād 1380/1960",
    "Suhrawardī, ʿAwārif al-maʿārif , Beirut 1983",
    "idem, Ras̲h̲f al-naṣāʾiḥ al-īmāniyya , ed. Māyil Harawī, Tehran 1365/1986",
    "Sulamī, Ṭabaḳāt al-ṣūfiyya , ed. N. S̲h̲urayba, Cairo 1953",
    "idem, al-Risāla al-malāmatiyya , ed. A/A. al-ʿAfīfī, Cairo 1364/1945, Fr. tr. R. Deladrière, La lucidité implacable , épître des hommes du blâme , Paris 1991",
    "Tahānawī, Kas̲h̲s̲h̲āf iṣṭilāḥāt al-funūn , Calcutta 1862",
    "Tirmid̲h̲ī, Bayān al-farḳ bayn al-ṣadr wa ’l-ḳalb wa ’l-fuʾād wa ’l-lubb , ed. M. Heer, Cairo 1958",
    "Tustarī, Tafsīr al-Ḳurʾān al-ʿaẓīm , Cairo n.d."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}