{
  "id": "eweb_452",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/225014/%D8%A7%D8%A8%D9%88%D9%85%D8%AD%D9%85%D8%AF-%D8%AC%D8%B1%DB%8C%D8%B1%DB%8C",
  "annotator": "Jeremy",
  "title": "ابومحمد جریری",
  "authors": [
    "حسین لاشیء"
  ],
  "last_updated": "شنبه 13 اردیبهشت 1399",
  "content": [
    "اَبومُحَمَّد جُرِیْری، احمد بن محمد (مق‍ ‍311 ق / 923 م)، فقیه و صوفی مشهور سدۀ 3 و اوایل سدۀ 4 ق در بغداد. نام او را حسن بن محمد و عبدالله بن یحیی نیر نوشته‌اند (نك‍ : سلمی، 253؛ كلابادی، 31)، اما ظاهراً نام او همان احمد بن محمد است (سلمی، همانجا؛ خطیب؛ 4 / 431؛ قشیری، 402). برخی تسمیۀ او را به جریری (به ضمّ اول) از این جهت دانسته‌اند كه منسوب به جریر بن عباد از بنی‌بكر بن وائل بوده است (ابن ملقن، 71)، ولی ذهبی نسبت او را جریری (به فتح اول) نوشته و آن را به جریر بجلی منسوب دانسته است ( المشتبه ، 1 / 150). ابومحمد از بزرگان اصحاب جنید و از علمای مشایخ صوفیه بود و به سبب تمامیت حال و صحّت عمل، جانشین جنید شد (سلمی، 253-254). گفته‌اند كه جنید او را به جانشینی خود برگزیده بود (خطیب، 4 / 432؛ ابن‌جوزی، 6 / 174-175؛ عطار، 579). كلابادی وی را در زمرۀ كسانی نام می‌برد كه در نشر علوم اشارت، صاحب اثر و سهیم بوده‌اند (ص 30-31). جریری در فقه و اصول نیز دارای مقام برجسته‌ای بود (هجویری، 187؛ عطار، همانجا) و حدیث نیز روایت می‌كرد (سلمی، 254). نسبت خرقۀ او در تصوف از طریق جنید و سری سقطی و معروف كرخی به امیرالمؤمنین علی (ع) می‌رسد (محمد بن منور، 1 / 49؛ مقری، 5 / 268). او مصاحبت سهل بن عبدالله تستری را دریافته و سری سقطی را نیز دیده بود (سلمی، 253؛ ذهبی، سیر ، 14 / 467) و گفته‌اند كه همراه حسین بن منصور حلاج در مجالس سهل بن عبدالله شركت می‌كرده است (ماسینیون، I / 104 ). بسیاری از مشایخ تصوف همچون جعفر خُلدی، ابوالحسن بوشنجی، ابوالعباس دینوری، علی بن بندار صیرفی، ابوعبدالله و ابوالقاسم مقری، ابوعبدالله محمد بن خفیف و احمد مسروق از مصاحبت او بهره‌مند شده‌اند (سلمی، 454، 481، 485، 500، 533، 541-542؛ هجویری، 199؛ عطار، 554، 571). به گفتۀ هجویری او در سلوك به مقامی رسیده بود كه جنید از وی خواسته بود كه مریدان او را ادب و ریاضت تعلیم دهد (ص 187). ابومحمد جریری همچون جنید، شریعت و طریقت را با یكدیگر جمع كرده بود و ازاین‌رو در واقعۀ حلاج برخلاف ابن‌عطا، به حمایت از او برنخاست و حتی به گفتۀ برخی همچون علمای ظاهر او را تكفیر كرد (ابن‌كثیر، 11 / 159؛ ماسینیون، I / 576 ). ابومحمد در طریقت بر حفظ آداب سخت تأكید داشت، تا آنجا كه در باب ادب حضور نقل كرده‌اند كه او مدت 20 سال حتی در خلوت پای دراز نكرده بود (خطیب، همانجا؛ ابن جوزی، 6 / 175؛ عطار، 579) و از این كه او تصوف را به مراقبت احوال و لزوم ادب تعریف می‌كند (قشیری، 282)، چنانكه در جای دیگری اخلاق نیكو را اساس تصوف دانسته است (سراج، 25؛ قشیری، 280). گفته‌اند كه او در سال واقعۀ هیبر (311 ق / 923 م) یعنی سالی كه ابوطاهر جنابی قزمطی در محلی به نام هیبر بر گروهی از حجاج حمله برد، به شهادت رسید. برخی وفات او را از شدت تشنگی در بیابان دانسته‌اند و سال درگذشت او را 312 و 313 و 314 ق نیز نوشته‌اند، اما مشهورترین قول همان 311 ق است (سلمی، 254؛ قشیری، 402؛ انصاری 293؛ ابن جوزی، ذهبی، همانجاها؛ صفدی، 7 / 378). بعضی گفته‌اند كه او به هنگام مرگ بیش از 100 سال داشته است (جامی، 140؛ نامۀ دانشوران ، 7 / 101).",
    "ابن‌جوزی، عبدالرحمن، المنتظم ، حیدرآباد دكن، 1357 ق؛ ابن‌كثیر، البدایة ؛ ابن ملقن، عمر، طبقات الاولیاء ، به كوشش نورالدین شربیه، بیروت، 1406 ق؛ انصاری هروی، خواجه عبدالله، طبقات الصوفیه ، به كوشش عبدالحی حبیبی، تهران، 1362 ش؛ جامی، عبدالرحمن، نفحات الانس ، به كوشش مهدی توحیدی‌پور، تهران، 1336 ش؛ خطیب، بغدادی، احمد، تاریخ بغداد ، قاهره، 1350 ق؛ ذهبی، محمد، سیر اعلام النبلاء ، به كوشش اكرم بوشی، بیروت، 1404 ق؛ همو، المشتبه ، به كوشش علی محمد بجاوی، بیروت، 1962 م؛ سراج طوسی، عبدالله، اللمع فی التصوف ، لیدن، 1914 م؛ سلمی، محمد، طبقات الصوفیة ، به كوشش پدرسن، لیدن، 1960 م؛ صفدی، خلیل، الوافی بالوفیات ، به كوشش احسان عباس، ویسبادن، 1402 ق / 1982 م؛ عطار نیشابوری، فریدالدین، تذكرة الاولیاء ، به كوشش محمد استعلامی، تهران، 1366 ش؛ قشیری، عبدالكریم، الرسالة القشیریة ، به كوشش معروف زریق و علی عبدالحمید بلطه‌جی، بیروت، 1408 ق؛ كلابادی، محمد، التعرف لمذهب اهل التصوف ، به كوشش عبدالحلیم محمود و طه عبدالباقی، قاهره، 1380 ق؛ محمد بن منور، اسرار التوحید ، به كوشش محمدرضا شفیعی كدكنی، تهران، 1366 ش؛ مقری، احمد، نفح الطیب ، به كوشش احسان عباس، بیروت، 1968 م؛ هجویری، علی، كشف المحجوب ، به كوشش و. ژوكوفسكی، تهران، 1358 ش؛ نامۀ دانشوران ، قم، دارالفكر؛ نیز:",
    "Massignon, Louis, La Passion de Husayn Ibn Mansûr Hallâj , Parsi, 1975.",
    "حسین لاشیء"
  ],
  "bibliography": [
    "ابن‌جوزی، عبدالرحمن، المنتظم ، حیدرآباد دكن، 1357 ق",
    "ابن‌كثیر، البدایة",
    "ابن ملقن، عمر، طبقات الاولیاء ، به كوشش نورالدین شربیه، بیروت، 1406 ق",
    "انصاری هروی، خواجه عبدالله، طبقات الصوفیه ، به كوشش عبدالحی حبیبی، تهران، 1362 ش",
    "جامی، عبدالرحمن، نفحات الانس ، به كوشش مهدی توحیدی‌پور، تهران، 1336 ش",
    "خطیب، بغدادی، احمد، تاریخ بغداد ، قاهره، 1350 ق",
    "ذهبی، محمد، سیر اعلام النبلاء ، به كوشش اكرم بوشی، بیروت، 1404 ق",
    "همو، المشتبه ، به كوشش علی محمد بجاوی، بیروت، 1962 م",
    "سراج طوسی، عبدالله، اللمع فی التصوف ، لیدن، 1914 م",
    "سلمی، محمد، طبقات الصوفیة ، به كوشش پدرسن، لیدن، 1960 م",
    "صفدی، خلیل، الوافی بالوفیات ، به كوشش احسان عباس، ویسبادن، 1402 ق / 1982 م",
    "عطار نیشابوری، فریدالدین، تذكرة الاولیاء ، به كوشش محمد استعلامی، تهران، 1366 ش",
    "قشیری، عبدالكریم، الرسالة القشیریة ، به كوشش معروف زریق و علی عبدالحمید بلطه‌جی، بیروت، 1408 ق",
    "كلابادی، محمد، التعرف لمذهب اهل التصوف ، به كوشش عبدالحلیم محمود و طه عبدالباقی، قاهره، 1380 ق",
    "محمد بن منور، اسرار التوحید ، به كوشش محمدرضا شفیعی كدكنی، تهران، 1366 ش",
    "مقری، احمد، نفح الطیب ، به كوشش احسان عباس، بیروت، 1968 م",
    "هجویری، علی، كشف المحجوب ، به كوشش و. ژوكوفسكی، تهران، 1358 ش",
    "نامۀ دانشوران ، قم، دارالفكر",
    "نیز:"
  ],
  "signature": "Massignon, Louis, La Passion de Husayn Ibn Mansûr Hallâj , Parsi, 1975.",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 431
}