{
  "id": "eweb_456",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/226456/%D8%A7%D8%A8%D9%88%D8%AD%D9%85%D8%B2%D9%87-%D8%A8%D8%BA%D8%AF%D8%A7%D8%AF%DB%8C",
  "annotator": "Jeremy",
  "title": "ابوحمزه بغدادی",
  "authors": [
    "مریم صادقی"
  ],
  "last_updated": "چهارشنبه 21 خرداد 1399",
  "content": [
    "اَبوحَمزۀ بَغْدادی، محمد بن ابراهیم بزاز (د 269 یا 289 ق / 882 یا 902 م)، از مشایخ صوفیه. ابوحمزه را از اولاد (سلمی، 294؛ انصاری، 127) یا از موالی (ابونعیم، 10 / 320؛ خطیب، 1 / 390؛ ابن جوزی، المنتظم ، 5 / 68) عیسی بن ابان دانسته‏ اند . از دوران جوانی او اطلاعی در دست نیست، به نظر می‌رسد كه نخستین دورۀ تحصیلات او در بغداد بوده است. وی در تفسیر و فقه و حدیث تبحر داشت و جمعی از بزرگان بغداد چون محمد بن سلام جمحی، خیر نساج و ابوبكر كتانی از او روایت كرده‌‌‌‌‌‌‌‌‌اند (قشیری، 26؛ انصاری، 126؛ عطار، 723). ابوحمزه در علم قرائت به خصوص قرائت ابوعمرو دست داشت (سلمی، خطیب، همانجاها) و در مجلس احمد بن حنبل حاضر می‌شد و احمد در مسائل مختلف از او نظر می‌خواست (سلمی، ابونعیم، خطیب، همانجاها؛ عین القضاة، 21؛ قس: ابن ابی یعلی، 1 / 268، كه سبب این نظرخواهی را اصلاح نظریات ابوحمزه می‌داند). گفته‌اند كه احمد بن حنبل ابتدا صوفیان را به دیدۀ انكار می‌نگریست، اما پس از مجالست با ابوحمزه، فرزند خود را به صحبت با ایشان ترغیب كرد (نبهانی، 1 / 449). وی با سری سقطی و مشایخ دیگری كه در بغداد بودند، صحبت داشت و با جمعی از بزرگان صوفیه چون بشر حافی، خیرنساج، ابوعلی رودباری، ابونصر تمار و ابوالحسین نوری دیدار كرد و از صحبت آنان بهره گرفت (سراج، 183، 262؛ سلمی، 294، 324؛ ابونعیم، همانجا؛ هجویری، 194؛ ابن ابی یعلی، همانجا). ابوحمزه یك چند در بغداد در مسجدهای رصافه و مدینۀ همان شهر به وعظ پرداخت (سلمی، 294؛ خطیب، همانجا) و جمع كثیری از بغدادیان چون جنید و خیرنساج از صحبت وی فایده بردند (همو، 1 / 390، 393؛ هجویری، عین القضاة، همانجاها؛ انصاری، 127؛ ابن ملقن، 150). او سفرهای متعددی به بصره و مكه داشت و در بسیاری از سفرهای خود با ابوتراب نخشبی همراه بود (سلمی، انصاری، همانجاها؛ خطیب، 1 / 390). وی هرگاه از سفری به بغداد بازمی‌‌‌گشت، چمع كثیری مشتاقانه به استقبالش می‌شتافتند (سلمی، همانجا؛ خطیب، 1 / 392، 393؛ ابن عساكر، 14 / 783). آنچه دربارۀ ملاقات او با جوانی در بیت‌المقدس نقل كرده‌اند (نك‍ : ابن جوزی، تلبیس ، 270-271)، ظاهراً مربوط به ابوحمزۀ دمشقی است. در تصوف به روش حسن مسوحی گرایش داشت كه از استادان او بود (سلمی، همانجا؛ انصاری، 127، 215).‌‌‌‌گفته‌‌‌‌‌اند كه وی نخستین كسی بود كه در بغداد از تصوف و از قرب، انس، شوق و محبت سخن راند و پیش از او كسی آشكارا از این معانی سخن نگفته بود (خطیب، 1 / 393؛ عین‌‌‌‌القضاة، همانجا؛ ابن‌‌‌م لقن، 151). عرفان ابوحمزه بر زهد مبتنی بود، لذا موضوعاتی چون صبر، فقر، قناعت، ترك دنیا و توكل در میان نظریات و اقوال وی جایگاه ویژه‌‌ای دارد (سلمی، 296-297؛ ابونعیم، 10 / 320- 322؛ خطیب، 1 / 391؛ عطار، 725؛ ابن‌‌ملقن، 151-154). مسأله قرب از نكات بارز تعلیمات اوست (نك‍ : سراج، 57؛ قشیری، 46؛ انصاری، 130). اساس تعالیم وی بر تطبیق با شریعت قرار داشت (نك‍ ‌: سلمی، قشیری، همانجاها) و ایمان را در قول و تصدیق و عمل می‌دانست (هجویری، 368). انصاری او را در طریقت، نزدیك به بشر حافی می‌‌شمارد (ص 127 ). در بعضی از منابع در ضمن داستانهایی كه دربارۀ او نقل شده است، نسبت حلولی به او داده‌‌اند (ابونعیم، 10 / 321؛ هجویری، 226-227؛ عین‌القضاة، همانجا؛ عطار، 723-724)، ولی در عین حال از كرامات او نیز سخن گفته‌‌اند (سراج، 325؛ ابونعیم، 10 / 320- 321؛ خطیب، 1 / 391-393). گویا كلامش گاهی رنگ شطح می‌‌گرفته است (نك‍ : ذهبی، 13 / 166) و حتی گاهی ادعا می‌كرد كه رو در روی با حضرت حق تعالی دیدار داشته است (عطار، 724). ذهبی شطحیات او را درای تأویل می‌داند (ذهبی، همانجا؛ نیز نك‍ : عطار، همانجا). از زندگانی خصوصی او اطلاعی در دست نیست. ظاهراً در بعضی غزوات شركت می‌كرده‌‌است (خطیب، 1 / 390-391؛ ذهبی، همانجا). گرچه ابن‌ندیم كتابی را با عنوان المنتمین من السیاح والعباد والمتصوفین به روایت شخصی از صوفیه به نام ابوالحسن احمد بن محمد دینوری به وی نسبت می‌دهد (ص 237)، اما آنچه اكنون از وی باقی مانده، تنها عباراتی است در موضوعات عرفانی كه ضمن شرح حیات وی، در كتب طبقات به طور پراكنده آمده است. در بسیاری از روایات میان ابوحمزۀ بغدادی و دیگر صوفی معاصرش یعنی ابوحمزۀ خراسانی خلط شده است. مثلاً داستان افتادن در چاه و یا توكل و صبر كردن در سختی و رهایی به توسط حیوانی درنده (نك‍ : ابونعیم، همانجا؛ خطیب، 1 / 391- 392؛ ابن ابی‌یعلی، 1 / 268- 269)، به هردو آنها نسبت داده شده است (قس: ه‍ د، ابوحمزۀ خراسانی). در تاریخ وفات ابوحمزه اختلاف است. پاره‌ای از منابع به نقل از سلمی (ص 294) وفات او را در 289 ق می‌دانند (قشیری، 26؛ انصاری، همانجا؛ ابن‌ملقن، 151)، اما اكثر مآخذ به استناد روایت ابوسعید زیادی، وفات او را در 269 ق گفته‌اند (نك‍ : خطیب، 1 / 393- 394؛ ابن‌ابی‌یعلی، 1 / 269؛ ابن‌عساكر، 14 / 785؛ ماسینیون، I / 110 ). در منابعی كه هر دو قول ذكر شده، نیز بر 269 ق تأكید شده است (خطیب، همانجا؛ ابن‌جوزی، المنتظم ، 5 / 69؛ ذهبی، 13 / 168، به نقل از ابن‌اعرابی). در سال وفات وی گاه به سنواتی چون 209 ق (فصیح خوافی، 281) و 287 ق (حمدالله‌مستوفی، 645) نیز برمی‌خوریم كه تصحیف و تحریف ارقام به نظر می‌رسد. در سبب مرگ وی حكایت كرده‌اند كه روزی به هنگام وعظ، ناگهان حالتی بروی عارض شد و بیهوش گردید و از كرسی بیفتاد و در جمعۀ بعد، از دنیا برفت. در تشییع جنازۀ وی جمع كثیری از اهل علم و زهد شركت داشتند و بدن او را جمعی از بنی‌هاشم غسل دادند. جنید برای نماز حاضر گردید، اما پسرش بر او نماز گزارد و او را در باب‌ الكوفه به خاك سپردند (خطیب، 1 / 393؛ ذهبی، همانجا، به نقل از ابن اعرابی؛ سلمی، همانجا؛ قشیری، 63).",
    "ابن‌ابی‌یعلی، محمد، طبقات الحنابلة ، قاهره، 1371 ق / 1952 م؛ ابن‌جوزی، عبدالرحمن ‌بن علی، تلبیس ابلیس ، قاهره، 1368 ق؛ همو، المنتظم ، حیدرآباددكن، 1357 ق؛ ابن عساكر، علی‌ بن حسن، تاریخ مدینة دمشق ، نسخۀ عكسی موجود در كتابخانۀ مركز؛ ابن ملقن، عمر بن علی، طبقات الاولیاء ، به كوشش نورالدین شریبه، بیروت، 1406 ق / 1986 م؛ ابن ندیم، الفهرست ؛ ابونعیم، احمد بن عبدالله، حلیة الاولیاء ، قاهره، 1357 ق؛ انصاری هروی، خواجه عبدالله، طبقات الصوفیه ، به كوشش عبدالحی حبیبی، كابل، 1341 ق؛ حمدالله مستوفی، تاریخ گزیده ، به كوشش عبدالحسین نوایی، تهران، 1362 ش؛ خطیب بغدادی، احمد بن علی، تاریخ بغداد ، قاهره، 1349 ق؛ ذهبی، محمد بن احمد، سیراعلام النبلاء ، به كوشش شعیب ارنؤوط و علی ابوزید، بیروت، 1404 ق / 1984 م؛ سراج طوسی، عبدالله بن علی، اللمع فی التصوف ، به كوشش رنالد نیكلسون، لیدن، 1914 م؛ سلمی، محمد بن حسین، طبقات الصوفیة ، لیدن 1960 م؛ عطار، فریدالدین، تذكرةالاولیاء ، به كوشش محمداستعلامی، تهران، 1360 ش؛ عین‌القضاة همدانی، شكوی الغریب ، به كوشش عفیف عسیران، تهران، 1382 ق / 1962 م؛ فصیح‌خوافی، احمد بن محمد، مجمل فصیحی ، به كوشش محمود فرخ، مشهد، 1341 ش؛ قشیری، عبدالكریم ‌‌بن هوازن، الرسالة القشیریة ، قاهره، 1379 ق / 1959 م؛ نبهانی، یوسف بن اسماعیل، جامع كرامات الاولیاء ، به كوشش ابراهیم عطو، عوض، بیروت، 1409 ق / 1989 م؛ هجویری، علی بن عثمان، كشف المحجوب ، به كوشش زوكوفسكی، تهران، 1358 ش؛ نیز:",
    "Massignon, Louis, LaPassion de Husayn ibn Mansûr Halldj , Paris, 1975.",
    "مریم صادقی"
  ],
  "bibliography": [
    "ابن‌ابی‌یعلی، محمد، طبقات الحنابلة ، قاهره، 1371 ق / 1952 م",
    "ابن‌جوزی، عبدالرحمن ‌بن علی، تلبیس ابلیس ، قاهره، 1368 ق",
    "همو، المنتظم ، حیدرآباددكن، 1357 ق",
    "ابن عساكر، علی‌ بن حسن، تاریخ مدینة دمشق ، نسخۀ عكسی موجود در كتابخانۀ مركز",
    "ابن ملقن، عمر بن علی، طبقات الاولیاء ، به كوشش نورالدین شریبه، بیروت، 1406 ق / 1986 م",
    "ابن ندیم، الفهرست",
    "ابونعیم، احمد بن عبدالله، حلیة الاولیاء ، قاهره، 1357 ق",
    "انصاری هروی، خواجه عبدالله، طبقات الصوفیه ، به كوشش عبدالحی حبیبی، كابل، 1341 ق",
    "حمدالله مستوفی، تاریخ گزیده ، به كوشش عبدالحسین نوایی، تهران، 1362 ش",
    "خطیب بغدادی، احمد بن علی، تاریخ بغداد ، قاهره، 1349 ق",
    "ذهبی، محمد بن احمد، سیراعلام النبلاء ، به كوشش شعیب ارنؤوط و علی ابوزید، بیروت، 1404 ق / 1984 م",
    "سراج طوسی، عبدالله بن علی، اللمع فی التصوف ، به كوشش رنالد نیكلسون، لیدن، 1914 م",
    "سلمی، محمد بن حسین، طبقات الصوفیة ، لیدن 1960 م",
    "عطار، فریدالدین، تذكرةالاولیاء ، به كوشش محمداستعلامی، تهران، 1360 ش",
    "عین‌القضاة همدانی، شكوی الغریب ، به كوشش عفیف عسیران، تهران، 1382 ق / 1962 م",
    "فصیح‌خوافی، احمد بن محمد، مجمل فصیحی ، به كوشش محمود فرخ، مشهد، 1341 ش",
    "قشیری، عبدالكریم ‌‌بن هوازن، الرسالة القشیریة ، قاهره، 1379 ق / 1959 م",
    "نبهانی، یوسف بن اسماعیل، جامع كرامات الاولیاء ، به كوشش ابراهیم عطو، عوض، بیروت، 1409 ق / 1989 م",
    "هجویری، علی بن عثمان، كشف المحجوب ، به كوشش زوكوفسكی، تهران، 1358 ش",
    "نیز:"
  ],
  "signature": "Massignon, Louis, LaPassion de Husayn ibn Mansûr Halldj , Paris, 1975.",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 397
}