{
  "id": "eweb_457",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/223651/%D8%A7%D8%A8%D9%86-%D8%B9%D8%B7%D8%A7",
  "annotator": "Jeremy",
  "title": "ابن عطا",
  "authors": [
    "مینا حفیظی"
  ],
  "last_updated": "سه شنبه 20 خرداد 1399",
  "content": [
    "اِبْنِ عَطا، ابوالعباس احمد بن محمد بن سهل اَدَمی بغدادی (مق‍ ‍309ق / 922م)، عارف، شاعر، مفسر و محدث حنبلی. برخی از مآخذ نسبت او را آدمی نوشته‌اند (انصاری، 357؛ ابن جوزی، المنتظم ، 6 / 160، صفة، 2 / 444؛ جامی، 141؛ شعرانی، 1 / 95)، اما از آنجا كه در ميان نياكان وی كسی به نام آدم شناخته نيست، ظاهراً بايد نسبت او اَدمی باشد و اَدم نام محلی بوده در يك منزلی واسط كه در مسير كاروانهای حج قرار داشته است (ياقوت، المشترك ، 1 / 18، بلدان ، 1 / 169). از تاريخ ولادت ابن عطا اطلاع دقيقی در دست نيست، اما به گفتۀ ماسينيون (« مصائب »، I / 129 ) در حدود 235ق / 849م به دنيا آمد، اما اين تاريخ در هيچ مأخذی نيامده است. از دوران كودكی او نيز اطلاعی در دست نيست. ظاهراً دوران جوانی ابن عطا به فراگيری حديث سپری شده و از كسانی چون ابويعقوب يوسف بن موسی و نيز ابوالعباس فضل بن زياد كه از ياران احمد بن حنبل بود، نقل حديث می‌كرده است (خطيب، 5 / 26، 12 / 363؛ ابن ابی يعلی، 1 / 251). گويند وی هر روز ختم قرآن می‌كرده است (ابونعيم، 10 / 302؛ خطيب، 5 / 27). هجويری (ص 513) و عطار (ص 488-489) از دو ختم قرآن ابن عطا در شبانه روز سخن به ميان آورده‌اند، اما بعدها كه ابن عطا به عرفان روی آورد، به مطالعۀ دقيق در معانی آيات قرآنی و تحقيق در مضامين آنها پرداخت . سوانح زندگی ابن عطا به درستی شناخته نيست، همين قدر می‌دانيم كه او در اواخر عمر دچار تحول روحی شد و در پی آن به تصوف روی آورد. ماسينيون (همانجا) زندگی ابن عطا را به سه دوره تقسيم كرده است: نخست دورۀ تحصيل، نقل حديث و آشنايی با بزرگان صوفيه كه تا 40 سالگیِ او را در بر می‌گيرد، دوم دورۀ مصائب و «بلا»ها كه از 7 تا 18 سال ادامه داشته است و سرانجام سالهای آخر عمر او كه به تصوف و تأمل در قرآن و دوستی با حلاج سپری شده است. امير معزی (صص 82-83 ) به دو دورۀ مشخص در زندگی ابن عطا قائل است: او دورۀ نخست را به تقريب تا 293ق می‌داند و براساس پاره‌ای شواهد و قراين تاريخی نتيجه می‌گيرد كه وی به سبب بلاهایی كه در اين سال بر او روی آورد، دچار تحول روحی شد و قريب 7 سال در اين احوال بود. اين دگرگونی روحی، يعنی دورۀ گرايش به تصوف و اشتغال به تأملات باطنی و عرفانی بوده كه تا مرگ وی در 309ق ادامه داشته است. اما دربارۀ اين تحول روحی نبايد مبالغه كرد، زيرا به نظر نمی‌رسد كه او يكباره از راه و روش پيشين و عقايد حنبلی خود بريده باشد و حرمتی كه وی تا آخرين روزهای عمر در ميان حنبليان داشت (نك‍ : خطيب، 8 / 128)، مؤيد اين نكته است. اين تحول روحی كه از آن به «غلبه» تعبير كرده‌اند، ظاهراً با حالاتی آميخته به نوعی وجد و بيخودی همراه بوده و در مدتی نسبتاً طولانی گه‌گاه با بروز اعمال و ابراز سخنان غيرعادی از سوی او ظاهرمی‌شده است (اميرمعزی، 91-92 ). دربارۀ مدت اين دورۀ «غلبه»، اتفاق‌نظر وجود ندارد، سراج قاری (1 / 173) آن را حدود 7 سال دانسته، ولی ابوطالب مكی (1 / 410) آن را به 14 سال و ذهبی ( سير ، 14 / 256) به 18 سال رسانده است. آغاز اين دوره، چنانكه گفته شد، مقارن با حوادثی ناگوار در زندگی ابن عطا، يعنی مرگ جمعی از بستگان از جمله زن و فرزندان و از كف دادن دارايی وی بوده است (ابوطالب مكی، همانجا؛ انصاری، 357؛ سراج قاری، همانجا؛ عطار، 489). برخی سبب اين حوادث را نفرين جنيد در حق او دانسته‌اند، ازآن روی كه با نظر وی بر سر مسألۀ فقر و غنا مخالفت كرده بود (ابوطالب مكی، همانجا). برخی ديگر گفته‌اند كه او خود از خدا خواسته بود كه او را بلايی دهد، زيرا بلا كشيدن را طريق نيل به وصال الهی می‌شمرده است (ابونعيم، 10 / 302؛ انصاری، سراج قاری، همانجاها؛ ابن جوزی، تلبيس، 336). به نظر می‌رسد كه دريافت خاص او از بلا حاصل رنجها، تأملات و احتمالاً تجربه‌های عرفانی وی در اين دوره باشد. گرچه از زندگی و حالات روحی ابن عطا در اين دوره اطلاعی در دست نيست، اما می‌توان گفت كه وی پس از گذشتن از اين دشواريها و باز يافتن آرامش روحی، خود را وقف سير و سلوك صوفيانه كرده و در تفكرات و تأملات عرفانی مستغرق شده است. گفته‌اند كه اولين سخنی كه در آغاز اين دوره بر زبان رانده همانا شعر معروف اوست (سراج قاری، ابن جوزی، همانجاها؛ قس: سراج طوسی، 254) كه چنين آغاز می شود: حقّاً اَقولُ لَقَدْ كَلّفْتَنی شَطَطاً / حَمْلی هواك وصبري ذان تَعجيبُ اين دوره از زندگی ابن عطا كه آخرين سالهای عمر اوست دوران مصاحبت او با پيران بزرگ صوفيه، دوستی نزديك با حلاج و مآلاً جان نهادن بر سر دفاع از عقيدۀ او بوده است .",
    "به نظر می‌رسد كه سير و سلوك ابن عطا، بيش از آنكه حاصل تعليم گرفتن از استادی باشد، نتيجۀ تفكرات و تأملات خود وی در دورۀ «غلبه» بوده است، با اينهمه روابط او با بزرگان صوفيۀ آن عصر اين گمان را به خاطر القاء می‌كند كه وی از شاگردان و مريدان آنان باشد، چنانكه برخی ابن عطا را مريد جنيد دانسته‌اند (هجويری، 188؛ عطار، 488)، مريدی كه بعدها در پی مناظره‌ای از او كناره گرفت و جنيد نيز كه رنجيده‌خاطر شده بود، او را نفرين كرد (ابوطالب مكی، همانجا). از سوی ديگر قشيری (ص 25) او را از «اقران» جنيد به شمار آورده (نيز نك‍ : انصاری، 183) و ابن ملقّن (ص 134) از حضور ابن عطا بر بالين جنيد در واپسين دم حيات او سخن گفته، چنانكه آخرين كلماتی كه جنيد بر زبان رانده خطاب به ابن عطا بوده است. كسانی چون سلمی (ص 260)، ابن ملقّن (ص 59) و شعرانی (1 / 95) تنها به مصاحبت جنيد با ابن عطا اشاره كرده‌اند و از ارتباط آنان به عنوان مريد و مراد سخنی نگفته‌اند. اما هم اينان و هم كسانی كه به ارتباط مريد و مرادی اين دو اشاره كرده‌اند، مناظرات عرفانی ميان آنان را به تفصيل بيان داشته‌اند (هجويری، 24، 27؛ قشيری، 47؛ ميبدی، 6 / 203؛ عطار، 489) و از آنجا كه اينگونه مناظرات معمولاً جز ميان دو شيخ هم طراز صورت نمی‌گرفته، می‌توان گفت كه مصاحبت جنيد با ابن عطا همچون مصاحبت دو عارف هم‌سنگ و هم‌طراز بوده است (قس: امير معزّی، 115 ). صوفی ديگری كه برخی وی را پير ابن عطا دانسته‌اند، ابراهيم مارستانی است (انصاری، 357؛ جامی، 141). در اين باره نيز سلمی (همانجا)، قشيری (ص 25)، ابن ملقّن و شعرانی (همانجاها) تنها به ديدار و مصاحبت ابن عطا با وی اشاره كرده‌اند. البته انصاری (ص 345)، خير نساج را نيز در زمرۀ پيران وي آورده است . بعدها ابن عطا دريافتهای عرفانی خود را در مجالسی به مريدان خويش القا می‌نموده است، زيرا شمار راويان اقوال او، و نيز كثرت اقاويل نقل شده از وی چه در حديث و چه در موضوعات عرفانی حاكی از آن است كه اين سخنان تنها به مناسبتهای خاص و به طور پراكنده گفته نشده، بلكه همان‌گونه كه از روايات خطيب (5 / 28-29) برمی‌آيد، وی مجالسی داشته كه حتی گاه در آنها سروده‌های عرفانی خويش يا ديگران را نيز می‌خوانده است.",
    "به زمان يا چگونگی آشنايی ابن عطا با حلاج اشاره‌ای نشده است، اما دلايلی در دست است كه از صميميت و حتی يكدلی اين دو حكايت دارد: روايت مشهور به «جن»؛ دو مكتوب حلاج به ابن عطا؛ ملاقات پنهانی اين دو در زندان و سپس ارتباط پنهانی آنان از طريق ابن خفيف؛ نگهداری رقعه‌های حلاج و احتمالاً حفظ طواسين او از خطر نابودی؛ محاكمه و سرانجام كشته شدن ابن عطا به سبب دفاع از نظريۀ «عين الجمع» حلاج.",
    "ابن عطا كرامات حلاج را از جانب حق می‌دانسته، اما اعتقاد خويش را جز نزد محرمان راز آشكار نمی‌كرده و نزد ديگران وی را «مخدوم جن» می‌خوانده است. چنانكه وقتی كسی به او گفت دربارۀ حسين بن منصور چه گويی؟ گفت جن در خدمت اوست و چون سالی گذشت و ديگر بار از او پرسيد، گفت از حق است. بدو گفت: پيش از اين گفتی جن در خدمت اوست، حال چگونه چنين گويی؟ گفت: آنان كه با ما صحبت می‌دارند، همگی با ما نمی‌مانند تا بر احوال آگاهشان كنيم. آنگاه كه تو پرسيدی در ابتدای كار بودی، اما اكنون پيوندِ ما استوار گشته است و پاسخ همان است كه اكنون شنيدی (خطيب، 8 / 120-121). اين احتياط ابن عطا ظاهراً بدان سبب بوده است كه در آن روزگار بر كارهای حلاج به ديدۀ انكار می‌نگريسته‌اند و از اين رو برخی از پيروانش شايع كرده بودند كه او جنيان را به خدمت می‌گيرد. از مضمون اين روايت چنين برمی‌آيد كه ابن عطا نيز بر اين شايعه دامن می‌زده تا اين حقيقت را از نظر پنهان دارد كه از ديدگاه وی، قول و فعل حلاج ظهور قول و فعل خداوند بوده است (قس: ماسينيون، «مصائب»، I / 549 ؛ امير معزّی، 116-117 ).",
    "اين مكتوبها ظاهراً هر دو در زندان نوشته شده (همو، 117 ) و مكتوب نخست از طريق علی بن عبدالله بن جهم روايت شده است ( اخبار الحلاج ، 119-120؛ خطيب، 8 / 115؛ سراج قاری، 2 / 138؛ يافعی، 2 / 258؛ شعرانی، 1 / 109). حلاج در اين نامه عشق پرسوز و گداز خود را به ابن عطا (لواعج اسرار محبتك ) چنان دانسته كه هيچ مكتوبی بيانگر آن و هيچ حسابی شمارگر آن و هيچ عتابی ويرانگر آن نتواند بود؛ سپس با سروده‌ای در اين باب نامه را به پايان رسانده است. اما مكتوب دوم بسی شورانگيزتر است، چه حلاج در آن قرب ابن عطا را فوق تحمل خويش دانسته، قربی كه آتش بر وجود او زده (فاحرقتنا) و به فنايش كشانده است؛ در انتهای نامه نيز شعری سروده و در آن عشق خود را به ابن عطا همان عشق به خداوند دانسته است ( اخبار الحلاج ، 118).",
    "ابن عطا در زندان به ديدار حلاج نايل آمده و در آنجا حلاج برخی از رقعه‌های خود را بدو سپرده است. به روايت پسر حلاج چون حلاج را از ديدار ديگران منع كردند، يك بار ابن عطا به حيله به جايگاه او درآمد و ديگر بار پسرش، ابن خفيف را در آنجا ديده است (ابن باكويه، 32). ابن زنجی نيز كه خود كاتب ديوان مظالم بغداد بوده (خطيب، 8 / 133)، در ذكر اخبار الحلاج الی حين مقتله (صص 9-10) كه تنها 15 سال پس از مرگ حلاج نوشته شده است، به ملاقات‌كننده‌ای اسرارآميز اشاره دارد كه بی‌آنكه ديده شود، يا شكافی در ديوار محبس ايجاد شود، به ديدار حلاج آمده است. چنانكه وقتی از خود حلاج نيز در اين باب می‌پرسند، می‌گويد: قدرت خداوند بود كه او را نزد من آورد. اما ديدار حلاج و ابن خفيف نيز از آن جهت شايان توجه است كه حلاج توسط وی پيامی بسيار مهم به ابن عطا رسانده است. به روايت خود ابن خفيف، حلاج دربارۀ ابن عطا بدو گفت: «اگر بينی او را، بگوی زينهار آن رقعه‌ها نگاهدار» و ابن خفيف چون نزد ابن عطا می‌رود و پيغام را می‌رساند، ابن عطا به وی می‌گويد: «اگر او (حلاج) را بازبينی بگو اگر مرا بگذارند» (روزبهان، شرح شطحيات، 47-49؛ ديلمی، 93-97؛ جامی، 153-154). اگر اين گفتۀ ماسينيون (همان، III / 299 ) را بپذيريم كه حلاج طواسين را در آخرين روزهای عمر در زندان نوشته است، احتمال امير معزّی (ص 120 ) مبنی بر اينكه طاسين الازل نيز جزو آن رقعه‌ها بوده است، بی‌وجه به نظر نمی‌رسد، حتی در اين صورت احتمال اينكه بخشهای ديگر طواسين نيز جزو آن رقعه‌ها بوده باشد، وجود دارد، چرا كه حلاج پيش از مرگ احتمالاً تمامی آثار مهمی را كه در زندان نوشته بود، يا از پيش نزد خود داشت، به ابن عطا سپرد. ابن عطا نيز كه مرگ خود را محتمل می‌ديد، پيشاپيش نوشته‌های خود و آثار حلاج را به وصی خويش ابوعمرو انماطی (نك‍ : راويان اقوال ابن عطا) سپرد و از طريق انماطی اين رقعه‌ها به سلمی رسيد و او نيز از آنها در تأليف حقائق التفسير بهره جست.",
    "چون حامدِ وزير مكتوبی از حلاج با عنوان «من الرحمن الرحيم الی فلان بن فلان» به دست آورد، از خود وی در اين باب جويا شد. حلاج آن را تأييد كرد. حامد گفت: پس از ادعای نبوت، اكنون ادعای ربوبيت نيز می‌كنی؟ حلاج گفت كه نزد ما اين سخن به معنای «عين الجمع» است. وزير از او خواست كه همراهان خويش را در اين قول برشمرد. حلاج نيز از ابن عطا، جريری و شبلی نام برد. چون بر جريری سخن حلاج را عرضه كردند، وی گويندۀ چنين سخنی را مستوجب قتل دانست، اما شبلی گفت كه بايد او را از اين سخن بازداشت. از اين ميان تنها ابن عطا بود كه بنا به گفتۀ خطيب (8 / 127- 128) و ابن جوزی ( تلبيس ، 165) به خط خويش صريحاً قول حلاج را تأييد كرد و منكران اين سخن را بی‌اعتقاد خواند. دفاع كتبی و صريح ابن عطا از نظريۀ عين الجمع حلاج سبب شد كه وزير وی را به محاكمه فراخواند و خود جويای نظر وی در باب اعتقاد حلاج گردد، اما ابن عطا وی را بی‌محابا به فساد و كشتار مردم متهم ساخت. حامد نيز برآشفت و به خادمان خويش فرمان داد تا همانجا ابن عطا را به سختی مضروب سازند. رفتار با ابن عطا در حضور وزير به صورتهای مختلف نقل شده است كه از اين ميان روايت خطيب (همانجا) پیراسته‌تر است. برخی از منابع از نفرين ابن عطا به وزير سخن به ميان آورده‌اند. گويند كه وی در وقتی كه خادمان وزير شكنجه‌اش می‌كردند، از خداوند خواست كه دست و پای حامد را بريده گرداند و وی را به فجيع‌ترين مرگها مبتلا كند، و چنين نيز شد (همانجا؛ ابن كثير، 11 / 144). عطار (ص 496) كه علی بن عيسی را به اشتباه به جای حامد وزير قرار داده است، برای نفرين ابن عطا وجهی عرفانی می‌يابد، اما از آنجا كه مرگ حامد به طريق ديگری اتفاق افتاد (ابوعلی مسكويه، 1 / 103-104)، اساس چنين نفرينی مورد ترديد است. در هر حال، ابن عطا را از بيم شورش حنبليان به جای زندان روانۀ خانه كردند، اما جراحات وی به حدی بود كه پس از چند روز جان سپرد (خطيب، ابن كثير، همانجاها؛ پس از 7 روز؛ ذهبی، سير ، 14 / 256؛ پس از 14 روز). مرگ وی در ذيقعدۀ 309ق (خطيب، 5 / 30؛ قشيری، 25؛ ابن جوزی، المنتظم ، 6 / 160) و چند روز پيش از اعدام حلاج رخ داد (ماسينيون، «مصائب»، I / 75؛ امير معزی، 64, 125 ). سلمی (ص 260) و به تبع وی انصاری (ص 357)، جامی (صص 141-142) و شعرانی (1 / 95) علاوه بر تاريخ ياد شده، احتمال مرگ وی را در 311ق نيز داده‌اند.",
    "1. ابوعمر انماطی، كسی كه ابن عطا هنگام مرگ كتابهای خود را بدو سپرد (خطيب، 12 / 73)؛ 2. ابن حُبَيش (همو، 3 / 86)؛ وی با آنكه اعتقادات حلاج را مردود و محكوم می‌دانست، از او دفاع می‌كرد (نك‍ : ماسينيون، همان، I / 546؛ امير معزّی، 112 )؛ 3. ابوالحسين (يا ابوالحسن) فارِسی (ابن عطا، 42، 43، 121، 157؛ نويا، 27 ). وی اهل اصطخر بود، اما بيشتر عمرش در خراسان و عراق سپری شد (ماسينيون، همان، II / 212؛ امير معزی، 112 )؛ 4. ابوالقاسم بزّاز، كه بيشترين روايات از تفسير ابن عطا از طريق اوست (ابن عطا، 55، 83، 93؛ نك‍ : نويا، 28 )؛ 5. محمد بن عيسی هاشمی (ابن عطا، 51؛ روزبهان، عرائس، 1 / 240، 2 / 14، 18)، ماسينيون او را رهبر شورشيان بغداد دانسته است (همان، I / 130 ). 6. ابن شاذان ابوبكر محمد بن عبدالله كه از طريق ابوعمر انماطی به تفسير ابن عطا دست يافته (ابن عطا، 52) و كتابی به نام تاريخ يا حكايات الصوفية تأليف كرده بود كه مبنای تاريخ الصوفيۀ سلمی قرار گرفته است (نك‍ : ذهبی، ميزان ، 3 / 606-607؛ ابن عماد، 3 / 87؛ نويا، 27 )؛ 7. قرشی رازی ابوسعيد عبدالله بن محمد (ابونعيم، 10 / 302)؛ 8. ابن مِقْسَم ابوالحسن احمد بن محمد مُقری بغدادی (همو، 10 / 303). گذشته از اينان، از تنی چند از دوستان وی نيز كه ديدارهايی با او داشته‌اند، می‌توان ياد كرد: ابوالحسن بوشنجی، علی بن بندار صيرفی، ابوعبدالله محمد بن احمد مُقری، ابوالقاسم جعفر بن احمد مُقری، ابومحمد راسبی، بوجعفر صيدلانی، بوجعفر مجذوم و ابوالعباس دينوری (نك‍ : سلمی، 500، 533، 541، 542؛ انصاری، 413، 423، 497، 560، 561؛ ابن ملقن، 79، 252، 332).",
    "دو عامل مهم در ديدگاههای خاص ابن عطا مؤثر بوده است: نخست مذهب ابن حنبل و سپس تصوف حلاج. او گاه اين دو را چنان درآميخته كه به درستی نمی‌توان دريافت كه سخن او به كدام دور از زندگی وی تعلق دارد. اين امر بيش از همه در آن دسته از اقاويل وی كه رنگ كلامی دارند، به چشم می‌خورد. زيرا وی به كلام نيز بی‌توجه نبوده و گاه پرسشی عرفانی را به شيوۀ متكلمان پاسخ می‌داده است. پاسخ ابن عطا به اين پرسش كه توبه چيست (خطيب، 5 / 27)، از اين نوع است. با اين حال، پای‌بندی ابن عطا به مذهب حنبلی از يك سو و درآميختن وی با صوفيه از سوی ديگر سبب نگرش بدبينانۀ وی به نظريات معتزله شد. با بررسی برخی از اقاويل ابن عطا در می‌يابيم كه وی در مواردی صريحاً موضوع اختيار را، كه از اساسی‌ترين آراء معتزله به شمار می‌رود، انكار می‌كرده است (سراج طوسی، 53-54؛ كلا‌باذی، 102؛ سلمی، 262-263؛ ابونعيم، 10 / 302-304؛ خطيب، 5 / 28؛ هجويری، 223). اصولاً عقل در نظر وی به تنهايی برای شناخت ذات خداوند كافی نيست، مگر آنكه توفيق الهی با آن همراه شود، چه عقل «آلت عبوديت» است نه «اشراف بر ربوبيت» (سلمی، 266-267؛ كلاباذی، 63؛ عطار، 491، 495؛ قس: امير معزی، 88-89 ). مسألۀ ديگری كه پیوسته مورد مناقشۀ معتزله و اشاعره بوده و ابن عطا نيز بدان پرداخته، موضوع كلام الهی است. ابن عطا در تفسير آيۀ نخست سورۀ اعراف برخلاف نظر حنبليان حروف قرآن را مخلوق دانسته است (ص 51؛ قس: قشيری، 7؛ روزبهان، عرائس ، 1 / 240). از ديگر مسائلی كه متكلمان آن عصر را به خود مشغول داشته بود، موضوع معراج است كه ابن عطا (صص 75-76) در تفسير عرفانی آيۀ نخست سورۀ اسراء (بنی اسرائيل) دربارۀ آن سخن گفته است. وی (همانجا) معتقد است كه در معراج، نفس، روح و سِرّ پيامبر از هم جدا بوده، به گونه‌ای كه هيچ يك از ديگری خبر نداشته‌اند (نيز نك‍ : روزبهان، همان، 1 / 547؛ قس: ماسينيون، «مصائب»، III / 315) . اصولاً ديدگاههای خاص ابن عطا را در عرفان از 3 طريق می‌توان دريافت: مناظرات، اقاويل و تفسير عرفانی او بر قرآن . ماسينيون (همان، I / 132-133 ) پنج مناظرۀ وی را با جنيد به تفصيل شرح داده است. مناظرۀ وی با ابن خفيف را نيز می‌توان به اين مجموعه افزود. اين مناظرات بيشتر پيرامون مسائلی چون برتری فقر يا غنا (هجويری، 27؛ خطيب، 5 / 28؛ عطار، 482)، چگونگی خواطر (قشيری، 47)، تواجد (هجويری، 541)، كيفيت انتقال در احوال (ماسينيون، « مجموعۀ متون منتشر نشده »، 254-255 ) و ديگر مسائل عرفانی آن عصر بوده است. مباحثۀ ابن خفيف با ابن عطا نيز در باب فراست و همچنين دربارۀ حديثی از پيامبر (ص) بوده و در اين مباحثه جريری حضور داشته است (ديلمی، 91-93). او در پاره‌ای از سخنان خود به طرح مطالبی پرداخته است كه بعدها از اصول مهم عرفان نظری به شمار آمد. از آن جمله است موضوع تجلّی. در نظر ابن عطا، حسن همانا تجلی ذات الهی و قبح همانا استتار اوست (سراج طوسی، 38، 88؛ روزبهان، شرح شطحيات ، 222؛ همو، مشرب الارواح ، 73). شواهد تجلی خداوند بر «مقبولين» از طريق «ضياء» اوست (سراج طوسی، 38، 351) و بر مطرودين با «ظلمت» او (همو، 38). از اين روی ملاحظۀ هر مخلوقی راهی است، برای ملاحظۀ حق (ابن عطا، 42)، اما آنچه اساساً بر تمامی ديدگاههای عرفانی ابن عطا تأثير نهاده، موضوع «ابتلا» و پذيرفتن «بلا»ست. پيش از او در اقوال صوفيه اشاراتی كلی به اين موضوع ديده می‌شود (قس: امير معزی، 93-95 )، اما معاصران ابن عطا، خصوصاً دوستان او جنيد، حلاج، جريری و ديگران، با نگرشی عميق‌تر بدان پرداختند. چنانكه نوری، جنيد را دارای «علم البلاء» و «علم بلاء البلاء» خوانده است (سراج طوسی، 353-354). به گمان ابن عطا (ص 64، 92، 119) تنها كسانی شايستۀ قرب الهی توانند بود كه خداوند آنان را به انواع بلاها آزموده باشد و آنان نيز بلای الهی را به جان خريده باشند. چنين كسانی همانا اوليا و انبيا هستند (نك‍: همو، 64، 96؛ قس: مبيدی، 5 / 117). پس عارف می‌بايد خود را به آتش بلا افكند و بر آن صبر پيشه كند (ابن عطا، 94، 166). از اين روست كه او خود از خداوند طلب بلا می‌كند (سراج قاری، 1 / 173؛ ابن جوزی، تلبيس ، 336). در نظر ابن عطا ايوب والاترين مظهر شكيبايی در برابر اينگونه بلاهاست. شخصيت ايوب چنان ابن عطا را شيفتۀ خود ساخته بود كه نه تنها در تفسير آيۀ 83 از سورۀ انبيا به تفصيل از او سخن گفته (ص 96)، بلكه ابياتی نيز در وصف ايوب و محنتهای او سروده است (سراج طوسی، 254؛ سراج قاری، ابن جوزی، همانجاها). اما نكتۀ مهم اين است كه در نظر ابن عطا و حلاج، بلا تنها يكی از مقامات يا مراحل سير و سلوك عارف نيست، بلكه خود عين حقيقت است (قس: امير معزی، 95 ). اين گفتۀ حلاج كه «بلا اوست» (روزبهان، شرح شطحيات ، 417) با همۀ ايجاز خود به روشنی حاكی از آن است كه چرا عرفايی چون حلاج و ابن عطا بی‌محابا به پيشباز «بلا» می‌رفته‌اند و آن را نه تنها به نيت تصفيۀ قلب و تزكيۀ باطن، بلكه همچون لازمۀ قرب و وصال الهی به جان می‌خريده‌اند. ابن عطا را می‌توان از سرآمدان مكتب تصوف بغداد خواند (قس: نويا، 26 )، مكتبی كه با سری سَقَطی آغاز شد، با جنيد و حلاج به اوج خود رسيد و با شبلی تقريباً پايان يافت. ابن عطا از چهره‌های برجستۀ اين مكتب بود و با آنكه از بزرگ‌ترين فقهای حنبلی روزگار خود به شمار می‌رفت، از نخستين كسانی بود كه به تفسير عرفانی قرآن پرداخت (نك‍ : آثار ابن عطا). اما شايد از آن روی كه در كنار شخصی چون حلاج قرار گرفت، همواره تاريخ، تصويری كمرنگ از او ترسيم كرد و چنانكه شايستۀ اوست، شناخته نشد.",
    "ابن عطا را صاحب دو تأليف دانسته‌اند: كتاب فی فهم القرآن ، كه بيشتر به تفسير ابن عطا معروف است (نك‍ : امير معزی، 63-64 )، و كتاب عودة الصفات و بدءها . كتاب اخير كه كلاباذی آن را اثری در باب فنا دانسته (صص 127- 128؛ نك‍ : مستملی، 1611-1612)، ظاهراً از ميان رفته است و از آنجا كه تعرف تنها منبعی است كه به آن اشاره دارد (همانجا) صحت انتساب آن به ابن عطا محرز نيست و اگر سلمی بخشهايی از كتاب فی فهم القرآن ابن عطا را در خلال حقائق التفسير خود، همراه با تفاسير عرفانی ديگر، نقل نمی‌كرد، شايد اين اثر نيز كلاً از ميان می‌رفت. نويا تمامی منقولات اين كتاب را از لابه‌لای حقائق التفسير استخراج كرده و در مجموعه‌ای كه نصوص صوفية غير منشورة نام دارد با عنوان «تفسير ابن عطاء» منتشر ساخته است. به گفتۀ ابن حبيش، اين تفسير كه به پايان نرسيد، حاصل ده سال آخر عمر ابن عطاست (نك‍ : ابونعيم، 10 / 302). ابن عطا كه به سبب دقت در معانی باطنی قرآن ، با تأنی و تأمل به اين كار اشتغال داشت، به گفتۀ خود پس از 4 سال به سورۀ انفال رسيده بود (هجويری، 513؛ قس: عطار، 488-489). ماسينيون، تفسير ابن عطا را پس از تفسير منسوب به امام جعفر صادق (ع) و تفسير سهل تستری، سومين تفسير عرفانی قرآن دانسته است و بعيد نيست كه وی تفسير امام صادق (ع) را ديده و از آن بهره گرفته باشد (ماسينيون، «مصائب»، I / 103-104, III / 207؛ قس: نويا، 28 ؛ امير معزی، 96 ). نویا (صص، 26-27 ) نقل قولهای مربوط به ابن عطا را در حقائق التفسير به دو دسته تقسيم كرده است: نقل قولهای بدون اسناد كه به نظر او پيش از سلمی به رشتۀ تحرير درآمده است و نقل قولهای همراه با اسناد كه به گمان وی در زمان سلمی به صورت روايات شفاهی موجود بوده و سلمی آنها را گردآوری و استنساخ كرده است. از اين رو اين احتمال نيز وجود دارد كه پاره‌هايی از كتاب فی فهم القرآن تا زمان سلمی از ميان رفته باشد. همچنين به نظر می‌رسد كه ابن عطا در دورانی كه به اين كار مشغول بوده، هر آيه را چندين بار مورد بررسی و تفسير قرار می‌داده، زيرا گاهی يك آيه را به چند صورت تفسير كرده است (نك‍ : ابن عطا، تفسيرهای: آل عمران / 13 / 18، يوسف / 12 / 20، 24، 31، نحل / 16 / 97، طه / 20 / 12، ضحی / 93 / 6-8)؛ از اين رو در پاره‌ای موارد ارتباط روشنی ميان مطالبی كه اظهار داشته است، ديده نمی‌شود. بجز دو كتاب مذكور، اقاويل، اشعار و مكتوبی نيز از ابن عطا در طبقات و تذكره‌های صوفيه نقل شده است كه می‌توانند در فهم و شناخت آراء او سودمند باشند. گويا ابن عطا با مشايخ عصر خويش مكاتباتی داشته است. از اين ميان آنچه سراج طوسی (ص 237) به عنوان نامۀ ابن عطا به خراز همراه با جواب خراز به وی نقل كرده، شايد تنها سطوری باشد كه از نامه‌های او بر جای مانده است. افزون بر آن، سراج طوسی (ص 239) به رساله ای نيز كه عمرو مكی به ابن عطا نوشته، اشاره كرده، اما از محتوای اين رساله سخنی به ميان نياورده است. گرچه مكتوبات ابن عطا تقريباً همگی از ميان رفته است، اما مجموعۀ بزرگ اقاويلی كه از او برجای مانده، حاكی از توجهی است كه مؤلفان دوره‌های بعد به حفظ اقوال و آراء وی داشته‌اند. سخنان وی را می‌توان به 3 بخش تقسيم كرد: بخش نخست بيشتر شامل احاديث و موضوعات مربوط به فقه و اعمال عبادی است؛ بخش دوم شامل سخنانی است كه گاه شديداً رنگ عرفانی دارد و حتی همانند شطح است؛ اما بخش سوم كه از دو بخش ديگر كمتر است، ديدگاه صوفيۀ آن عصر را در باب برخی مسائل كلامی نشان می‌دهد. به نظر می‌رسد كه ابن عطا مجادلاتی نيز با متكلمان بغداد داشته (نك‍ : عطار، 490) كه ضمن آن گاه حتی در قالب شعر به دفاع از روش صوفيه می‌پرداخته است (نك‍ : كلاباذی، 88-89). اما اشعار وی كه مجموعۀ كوچكی را تشكيل می‌دهد، بيشتر رنگ عرفانی دارد و ظاهراً حاصل واپسين سالهای زندگی اوست. چنانكه پيش از اين گفته شد، اين اشعار در مواردی در مجالس وی سروده می‌شده و گاه شاگردان نيز بيتی در تكميل شعر او می‌افزوده‌اند (نك‍ : ابونعيم، 10 / 304).",
    "ابن ابی يعلی، محمدبن محمد، طبقات الحنابلة ، به كوشش محمد حامد الفقی، قاهره، 1371ق؛ ابن باكويه، «بداية حال الحلاج و نهايته» (نك‍ : ماسينيون، «چهار متن»، در مآخذ لاتين)؛ ابن جوزی، عبدالرحمن بن علی، تلبيس ابليس ، به كوشش محمدمنير دمشقی، قاهره، 1948ق؛ همو، صفة الصفوة ، به كوشش محمود فاخوری، بيروت، 1406ق؛ همو، المنتظم ، حيدرآباد دكن، 1357ق؛ ابن زنجی، اسماعيل بن محمد، «ذكر اخبار الحلاج الی حين مقتله» (نك‍ : ماسينيون، «چهار متن»، در مآخذ لاتين)؛ ابن عطا، احمدبن محمد، «تفسير ابن عطا الأدمی»، نصوص صوفية غير منشورة ، به كوشش بولس نويا، بيروت، 1986م؛ ابن عماد، عبدالحی بن احمد، شذرات الذهب ، قاهره، 1350ق؛ ابن كثير، البداية ؛ ابن ملقن، عمربن علی، طبقات الاولياء ، به كوشش نورالدين شريبه، قاهره، 1406ق؛ ابوطالب مكی، محمدبن علی، قوت القلوب ، قاهره، 1381ق؛ ابوعلی مسكويه، احمدبن محمد، تجارب الامم ، به كوشش آمد روز، قاهره، 1332ق؛ ابونعيم اصفهانی، احمدبن عبدالله، حلیة الاولياء ، بيروت، 1351ق؛ اخبار الحلاج ، به كوشش لوئی ماسينيون و پاول كراوس، پاريس، 1936م؛ انصاری، خواجه عبدالله، طبقات الصوفية ، به كوشش محمد سرور مولايی، تهران، 1362ش؛ جامی، عبدالرحمن، نفحات الانس ، به كوشش مهدی توحيدی‌پور، تهران، 1337ش؛ خطيب بغدادی، احمدبن علی، تاريخ بغداد ، قاهره، 1349ق؛ ديلمی، ابوالحسن، سيرت الشيخ الكبير ابوعبدالله ابن خفيف، ترجمۀ ركن‌الدين یحيی بن جنيد شيرازی، به كوشش ا. شيمل، تهران، 1363ش؛ ذهبی، محمدبن احمد، سير اعلام النبلاء ، به كوشش شعيب ارنؤوط و اكرم بوشی، بيروت، 1404ق / 1984م؛ همو، ميزان الاعتدال ، به كوشش علی محمد بجاوی، قاهره، 1382ق؛ روزبهان بقلی، شرح شطحيات ، به كوشش هانری كربن، تهران، 1344ش؛ همو، عرائس البيان فی حقايق القرآن ، لكهنو، 1301ق؛ همو، كتاب مشرب الارواح ، استانبول، 1973م؛ سراج طوسی، عبدالله بن علی، اللمع فی التصوف ، به كوشش رينولد نيكلسون، ليدن، 1914م؛ سراج قاری، ابومحمد جعفر، مصارع العشاق ، بيروت، دارصادر؛ سلمی، محمد، طبقات الصوفية ، به كوشش يوهانس پدرسن، ليدن، 1960م؛ شعرانی، عبدالوهاب، الطبقات الكبری ، بيروت، دارالفكر؛ عطار نيشابوری، محمدبن ابراهیم، تذكرة الاولياء ، به كوشش محمد استعلامی، تهران، 1360ش؛ قشيری، ابوالقاسم، الرسالة القشيرية ، به كوشش ابن يحيی زكريا انصاری شافعی، قاهره، 1359ق؛ كلاباذی، ابوبكربن محمد، التعرف لمذهب اهل التصوف ، بيروت، 1400ق؛ مستملی بخاری، اسماعيل بن محمد، شرح التعرف لمذهب التصوف ، به كوشش محمد روشن، تهران، 1363ش؛ مبيدی، احمدبن محمد، كشف الاسرار ، به كوشش علی اصغر حكمت، تهران، 1357ش؛ هجویری، علی بن عثمان، كشف المحجوب ، به كوشش ژوكوفسكی، لنينگراد، 1926م؛ يافعی، عبدالله بن اسعد، مرآة الجنان ، حيدرآباد دكن، 1337-1339ق، ياقوت، المشترك ، به كوشش ف. ووستنفلد، گوتينگن، 1846م؛ همو، بلدان؛ نيز:",
    "Amir Moezzi, M., “Ibn Aŧâ al-Adamǐ, esquisse d’une biographie historique”, SI, 1987, vol. LXIII; Massignon, Louis, Quatre textes inédits relatifs à la biographie de Husayn ibn Mansûr al-Hallâj , Paris, 1914; id, La Passion de Husayn ibn Mansûr Hallâj , Paris, 1975; id, Recueil de textes inédits concernant l’histoire de la mystique en pays d, Islam , Paris, 1929; Nwyia, Paul, T rois œuvres inédites de mystiques musulmans; Shaqīq al-Bal h ī, Ibn, ʿ A ṭ ā , Niffarī , Beyrouth, 1972 .",
    "مینا حفیظی"
  ],
  "bibliography": [
    "ابن ابی يعلی، محمدبن محمد، طبقات الحنابلة ، به كوشش محمد حامد الفقی، قاهره، 1371ق",
    "ابن باكويه، «بداية حال الحلاج و نهايته» (نك‍ : ماسينيون، «چهار متن»، در مآخذ لاتين)",
    "ابن جوزی، عبدالرحمن بن علی، تلبيس ابليس ، به كوشش محمدمنير دمشقی، قاهره، 1948ق",
    "همو، صفة الصفوة ، به كوشش محمود فاخوری، بيروت، 1406ق",
    "همو، المنتظم ، حيدرآباد دكن، 1357ق",
    "ابن زنجی، اسماعيل بن محمد، «ذكر اخبار الحلاج الی حين مقتله» (نك‍ : ماسينيون، «چهار متن»، در مآخذ لاتين)",
    "ابن عطا، احمدبن محمد، «تفسير ابن عطا الأدمی»، نصوص صوفية غير منشورة ، به كوشش بولس نويا، بيروت، 1986م",
    "ابن عماد، عبدالحی بن احمد، شذرات الذهب ، قاهره، 1350ق",
    "ابن كثير، البداية",
    "ابن ملقن، عمربن علی، طبقات الاولياء ، به كوشش نورالدين شريبه، قاهره، 1406ق",
    "ابوطالب مكی، محمدبن علی، قوت القلوب ، قاهره، 1381ق",
    "ابوعلی مسكويه، احمدبن محمد، تجارب الامم ، به كوشش آمد روز، قاهره، 1332ق",
    "ابونعيم اصفهانی، احمدبن عبدالله، حلیة الاولياء ، بيروت، 1351ق",
    "اخبار الحلاج ، به كوشش لوئی ماسينيون و پاول كراوس، پاريس، 1936م",
    "انصاری، خواجه عبدالله، طبقات الصوفية ، به كوشش محمد سرور مولايی، تهران، 1362ش",
    "جامی، عبدالرحمن، نفحات الانس ، به كوشش مهدی توحيدی‌پور، تهران، 1337ش",
    "خطيب بغدادی، احمدبن علی، تاريخ بغداد ، قاهره، 1349ق",
    "ديلمی، ابوالحسن، سيرت الشيخ الكبير ابوعبدالله ابن خفيف، ترجمۀ ركن‌الدين یحيی بن جنيد شيرازی، به كوشش ا. شيمل، تهران، 1363ش",
    "ذهبی، محمدبن احمد، سير اعلام النبلاء ، به كوشش شعيب ارنؤوط و اكرم بوشی، بيروت، 1404ق / 1984م",
    "همو، ميزان الاعتدال ، به كوشش علی محمد بجاوی، قاهره، 1382ق",
    "روزبهان بقلی، شرح شطحيات ، به كوشش هانری كربن، تهران، 1344ش",
    "همو، عرائس البيان فی حقايق القرآن ، لكهنو، 1301ق",
    "همو، كتاب مشرب الارواح ، استانبول، 1973م",
    "سراج طوسی، عبدالله بن علی، اللمع فی التصوف ، به كوشش رينولد نيكلسون، ليدن، 1914م",
    "سراج قاری، ابومحمد جعفر، مصارع العشاق ، بيروت، دارصادر",
    "سلمی، محمد، طبقات الصوفية ، به كوشش يوهانس پدرسن، ليدن، 1960م",
    "شعرانی، عبدالوهاب، الطبقات الكبری ، بيروت، دارالفكر",
    "عطار نيشابوری، محمدبن ابراهیم، تذكرة الاولياء ، به كوشش محمد استعلامی، تهران، 1360ش",
    "قشيری، ابوالقاسم، الرسالة القشيرية ، به كوشش ابن يحيی زكريا انصاری شافعی، قاهره، 1359ق",
    "كلاباذی، ابوبكربن محمد، التعرف لمذهب اهل التصوف ، بيروت، 1400ق",
    "مستملی بخاری، اسماعيل بن محمد، شرح التعرف لمذهب التصوف ، به كوشش محمد روشن، تهران، 1363ش",
    "مبيدی، احمدبن محمد، كشف الاسرار ، به كوشش علی اصغر حكمت، تهران، 1357ش",
    "هجویری، علی بن عثمان، كشف المحجوب ، به كوشش ژوكوفسكی، لنينگراد، 1926م",
    "يافعی، عبدالله بن اسعد، مرآة الجنان ، حيدرآباد دكن، 1337-1339ق، ياقوت، المشترك ، به كوشش ف. ووستنفلد، گوتينگن، 1846م",
    "همو، بلدان",
    "نيز:",
    "Amir Moezzi, M., “Ibn Aŧâ al-Adamǐ, esquisse d’une biographie historique”, SI, 1987, vol. LXIII",
    "Massignon, Louis, Quatre textes inédits relatifs à la biographie de Husayn ibn Mansûr al-Hallâj , Paris, 1914",
    "id, La Passion de Husayn ibn Mansûr Hallâj , Paris, 1975",
    "id, Recueil de textes inédits concernant l’histoire de la mystique en pays d, Islam , Paris, 1929",
    "Nwyia, Paul, T rois œuvres inédites de mystiques musulmans",
    "Shaqīq al-Bal h ī, Ibn, ʿ A ṭ ā , Niffarī , Beyrouth, 1972 ."
  ],
  "signature": "مینا حفیظی",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 340
}