{
  "id": "eweb_461",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/224041/%D8%A7%D8%A8%D9%86-%D9%82%DB%8C%D8%B3%D8%B1%D8%A7%D9%86%DB%8C%D8%8C-%D8%A7%D8%A8%D9%88%D8%A7%D9%84%D9%81%D8%B6%D9%84",
  "annotator": "Jeremy",
  "title": "ابن قیسرانی، ابوالفضل",
  "authors": [
    "نجیب مایل هروی"
  ],
  "last_updated": "سه شنبه 20 خرداد 1399",
  "content": [
    "اِبْنِ قَيْسَرانی، ابوالفضل محمد بن طاهر بن علی بن احمد مقدسی (448-507ق / 1056-1113م)، محدث و نويسندۀ متصوف. شهرت او به ابن قيسرانی به لحاظ نسبت اوست به قيساريه، شهركی در شام، بر ساحل بحر روم (سمعانی، 10 / 537). برخی از مؤلفان به شهرت او نسبت «شيبانی» را نيز افزوده‌اند (ابن دمياطی، 31، به نقل از ابن نجار؛ ذهبی، تذكرة ، 4 / 1242). وی در قدس زاده شد و از خردسالی در زادگاهش به استماع حديث پرداخت. در 467ق / 1075م به بغداد رفت و پس از چندی به بيت‌المقدس بازگشت (ابن جوزی، عبدالرحمن، المنتظم ، 9 / 177- 178؛ ابن خلكان، 4 / 287؛ ذهبی، همان، 4 / 1244) و سپس به شهرهای مختلف شام، مصر، حجاز، عراق و ايران سفر كرد (ذهبی، سير ، 19 / 362، تذكرة ، 4 / 1242). نيز می‌دانيم كه در 471ق در دمشق بوده است (ابن جوزی، يوسف، 8(1) / 50). قراينی چند حاكی از آن است كه آمدن وی به ايران در بين سالهای 471-481 بوده است؛ چنانكه از يك سخن خواجه عبدالله انصاری (د 481ق / 1088م) كه در آن به ابن قيسرانی اشاره دارد، جوان بودن او در اين هنگام تأييد می‌شود (نك‍ : ذهبی، سير ، 19 / 366). به هر صورت وی در 481ق در ری بوده و در همين سال در آن شهر فرزندش، ابوزرعه طاهر، زاده شده است. گويا ابن قيسرانی مدتی در ری مانده، زيرا فرزندش را در همانجا برای تحصيل به استاد سپرده است (ابن خلكان، 4 / 288). سپس وی به همدان رفته و در آنجا اقامت گزيده است (ذهبی، تذكرة ، 4 / 1245). او در اوان 60 سالگی پس از بازگشت از سفر حج در بغداد درگذشت (ابن جوزی، عبدالرحمن، المنتظم ، 9 / 178- 179؛ ابن خلكان، 4 / 287). ابن قيسرانی كه به قول سيوطی (ص 452) به بيشتر از 40 شهر در جهان اسلام سفر كرده، بسياری از محدثان را ديده و از آنان حديث شنيده است. در زادگاهش از ابوالفتح نصربن ابراهيم نابلسی و ابوعثمان ابن وَرقاء، در بغداد از ابومحمد صريفينی و ديگران، در مصر از ابواسحاق حبّال، در دمشق از ابوالقاسم ابن ابی العلاء فقيه و در حلب از حسن بن مكی شيزری استماع كرده است (برای ديگر استادان وی، نك‍ : ابن جوزی، يوسف، همانجا؛ ذهبی، تذكرة ، 4 / 1242؛ ابن دمياطی، 31-32؛ صفدی، 3 / 166-167؛ ابن حجر عسقلانی، 5 / 208- 209).  گرچه شخصيت علمی ابن قيسرانی كم و بيش مورد ستايش مؤلفان قرار گرفته (مثلاً نك‍ : ابن جوزی، عبدالرحمن، المنتظم ، 9 / 178؛ ذهبی، تذكرة ، 4 / 1243-1245)، اما گاه به لحاظ گرايش به اذواق و مواجيد صوفيانه و گاه به لحاظ ميزان ضبط در نقل حديث مورد انتقاد قرار گرفته و نيز به وی نسبت «لحن» داده شده است (ابن جوزی، عبدالرحمن، همانجا؛ ذهبی، همان، 4 / 1244، ميزان ، 3 / 587). ابن عساكر (15 / 481) نيز او را كثيرالوهم دانسته و ابن حجر هيتمی (ص 70) به نقل از ابن ناصر سَلاّمی آورده است كه وی ثقه نيست (برای نقد اين نظر، نك‍ : ابن شاكر، 12 / 26). از شاگردان وی می‌توان محمد بن عمر بن احمد اصفهانی، ابوالفضل محمد بن هبةالله بروجردی، محمد بن اسماعيل طرسوسی، عبدالوهاب انماطی، ابوجعفر ابن ابوعلی همدانی، ابونصر احمد بن عمر غازی و ابوطاهر احمد بن محمد سلفی را نام برد (نك‍ : ياقوت، بلدان، 1 / 596؛ ابن خلكان، 4 / 286؛ ذهبی، تذكرة ، 4 / 1243، سير ، 19 / 362؛ ابن ملقن، 316). چنانكه پيش‌تر اشاره شد، شديدترين انتقاداتی كه بر وی وارد شده، به جهت گرايش اوست به تصوف، به طوری كه بعضی او را از صوفيان ملامتی دانسته‌اند (نك‍ : ذهبی، تذكرة ، همانجا؛ قس: ميزان ، 3 / 587). آنچه مسلم می‌نمايد، اين است كه اگر ابن قيسرانی پيش از ورودش به ايران با تصوف آشنا نبوده باشد، بی‌ترديد در شهرهای خراسان با افكار صوفيانه الفت گرفته است، به خصوص كه در هرات با خواجه عبدالله انصاری آشنا بوده و از او بهره گرفته است (نك‍ : ابن دمياطی، 32؛ ابن رجب، 1 / 84). به هر حال آنچه از نوشته‌های خود وی برمی‌آيد، اين است كه او در مقام يك محدث، نه تنها با تصوف و پسندهای صوفيانه برخوردی صميمانه داشته است، بلكه از روی آگاهی و بصيرت معارف صوفيه را پذيرفته و به آن دل داده و در شناسانيدن آداب و عادات ايشان اهتمام كرده است. در واقع همان گونه كه گفته‌اند با تأليف صَفْوة التصوف اهل طريقت را ياری كرده و آراءِ آنان را با نصوص سنت تطبيق و توفيق داده است (ابن جوزی، عبدالرحمن، المنتظم ، 9 / 178؛ ابن ملقن، همانجا). از نظر مذهب فقهی، ذهبی او را از اهل ظاهر شمرده است ( تذكرة ، 4 / 1244). مضامين آثار او به ويژه السماع می‌تواند مؤيد اين مدعا باشد، در حالی كه ادعای ياقوت ( ادبا ، 14 / 97) كه ابن قيسرانی حنبلی بوده، جای تأمل دارد. به هر صورت او در كتاب السماع به حليت سماع قائل شده و به استناد احاديث و اخبار و اقوال صحابه و تابعين به اثبات آن پرداخته است. حتی ابن ناصر سلاّمی مدعی شده كه وی نظر بر امردان و خوبرويان را تجويز می‌كرده و در اين زمينه كتابی به نام جواز النظر الی المُرْد تأليف كرده است (ابن جوزی، عبدالرحمن، همانجا). تنها ابن ناصر ــ كه از مخالفان او بوده ــ اثر مزبور را به وی نسبت داده است و هيچ يك از مؤلفان ــ كه آثار او را نام برده‌اند ــ از اين اثر ياد نكرده‌اند. گفتنی است كه ابن قيسرانی در تطبيق آداب خانقاهی با سنن نبوی جانب حزم و احتياط را رعايت نكرده و حتی به پاره‌ای از قياسات نااستوار در اين خصوص پرداخته است؛ چنانكه جامه دريدن صوفيان را به هنگام سماع، با حديثی حاكی از پاره شدن پردۀ حجله در نتيجۀ كشيدن آن توسط رسول اكرم (ص)، قياس كرده است. اينگونه قياسها و استنباطها بوده كه موجب خرده‌گيری بر او شده است (ابن جوزی، عبدالرحمن، تلبيس ، 261، المنتظم ، همانجا؛ ابن كثير، 12 / 177). عده‌ای نيز به وی نسبت كذب داده و او را اباحی و بد عقيده خوانده و گرفتار وساوس شيطان پنداشته‌اند و مدعی شده‌اند كه با دو كتاب صفوة التصوف و السماع خود فضيحت كرده است (نك‍ : ابن جوزی، عبدالرحمن، المنتظم ، همانجا؛ صفدی، 3 / 167؛ ابن حجر هيتمی، 65، 67، 70).",
    "1. الانساب المتفقة فی الخط المتماثلة فی الثقْط و الضبط . بر اين كتاب ابوموسی محمد بن عمر اصفهانی ذيلی نوشته و كاستيهای آن را برطرف كرده كه به الزيادات معروف است و ذيل ابوموسی اصفهانی را ابن نقطه دنبال كرده است (ابن خلكان، 4 / 393؛ حاجی خليفه، 1 / 180). كتاب مذكور به انضمام ذيل اصفهانی به كوشش پ. ديونگ در ليدن (1865م) به چاپ رسيده است؛ 2. تذكرة الموضوعات ، كه در مصر (1323ق / 1905م) چاپ شده است؛ 3. الجمع بين كِتابَی ابی نصر الكلاباذی و ابی‌بكر ابن منجويه فی رجال البخاری و مسلم ، اثری است كه از تلفيق و تهذيب و ترتيب دو كتاب همگون، يكی از احمد بن محمد كلاباذی و ديگری از ابن منجويه حاصل آمده است. اين كتاب در حيدرآباد دكن (1323ق) در دو جلد به چاپ رسيده است؛ 4. كتاب السماع ، در جواز سماع غنا و آلات موسيقی و رد آنان كه سماع را تحريم كرده‌اند. بر اين اثر، ابن جوزی در تلبيس ابليس (صص 237-243، 261) خرده گرفته و ابن حجر هيتمی در تأليف كف الرعاع بيشتر به نقد و پاسخ به اين كتاب ابن قيسرانی نظر داشته است (نك‍ : صص 65، 69، 126، 129). رسالۀ مزبور به كوشش ابوالوفاءِ مراغی در قاهره (1390ق) چاپ شده است؛ 5. شروط الائمة الستة ، كه همراه با شروط الائمة الخمسة ، تأليف ابوبكر حازمی به كوشش محمد زاهد كوثری در قاهره (1357ق / 1939م) به چاپ رسيده است؛ 6. صفوة التصوف ، كه در زمينۀ آداب خانقاهی و اقوال مشايخ تصوف بوده و از ديرباز انكار و انتقاد اهل حديث را به دنبال داشته است (به عنوان نمونه، نك‍ : ابن جوزی، عبدالرحمن، تلبيس ، 165، جم‍ ‌). اين كتاب در 1370ق / 1950م در قاهره منتشر شده است.",
    "1. اطراف الغرائب و الافراد . در اين اثر وی كتاب الافراد دارقطنی را بر اساس حروف معجم مرتب كرده است. نسخه‌هايی از آن در كتابخانه‌های ظاهريه (نك‍ : GAL, S, I / 603 ) و دارالكتب مصر (خديويه، 1 / 269) موجود است؛ 2. ايضاح الاشكال فيمن اُبهم اسمه من النساء و الرجال . نسخه‌ای از آن در كتابخانۀ خالديه نگهداری می‌شود (نك‍ : GAL, S، همانجا)؛ 3. ذخيرة الحُفّاظ المُخْرج علی الحروف و الالفاظ . در اين كتاب وی الكامل ابن عدی را مرتب كرده است كه نسخه‌ای از آن در كتابخانۀ كوپريلی (كوپريلی، 1 / 155-156) موجود است؛ 4. مسألة التسمية ، رساله‌ای است در تجويز آهسته گفتن بسمله كه نسخه‌ای از آن در كتابخانۀ ظاهريه (ظاهريه، حديث، 515) موجود است؛ 5. منتخب من معرفة الالقاب ، نسخه‌هايی از اين اثر كه تلخيصی است از كتاب القاب الرواة ابوبكر احمد بن عبدالرحمن شيرازی، در كتابخانه‌های ظاهريه (ظاهريه، تاريخ ، 209-210) و كوپريلی (كوپريلی، 1 / 44) نگهداری می‌شود. گويا ابن قيسرانی ديوان يا مجموعۀ شعری نيز داشته است (نك‍ : بغدادی، 2 / 87). شعر او را بسياری از معاصران وی و نيز گروهی از متأخران ستوده‌اند، اما به دليل دفاع از آراءِ صوفيانه، مردود شناخته‌اند (مثلاً ابن جوزی، عبدالرحمن، المنتظم ، 9 / 178). نيز عده‌ای در اشعار او لغزشهای نحوی يافته و برخی ديگر جزالت شعر عرب را در سروده‌هايش نديده و به اعتبار ركاكت معنی، اشعارش را به شعر مخنثان مانند كرده‌اند (نك‍ : ابن جوزی، يوسف، 8(1) / 50؛ ابن حجر هيتمی، 70). از ديوان شعر او تاكنون نسخه‌ای شناخته نشده، اما ابياتی از او ــ كه بيشتر صبغۀ عرفانی دارد ــ در نوشته‌های ديگران نقل شده است (نك‍ : ابن جوزی، عبدالرحمن، المنتظم ، همانجا؛ ياقوت، بلدان ، 4 / 601؛ ابن جوزی، 8(1) / 49-50؛ ذهبی، تذكرة ، 4 / 1244-1245؛ ابن دمياطی، 32؛ صفدی، 3 / 167؛ ابن شاكر، 12 / 26؛ ابن ملقن، 317- 318؛ برای برخی ديگر از آثار وی، نك‍ : بغدادی، 2 / 83).",
    "ابن جوزی، عبدالرحمن بن علی، تلبيس ابليس ، قاهره، ادارة الطباعة المنيرية؛ همو، المنتظم ، حيدرآباد دكن، 1359ق؛ ابن جوزی، يوسف بن قزاوغلی، مرآة الزمان ، حيدرآباد دكن، 1370ق / 1951م؛ ابن حجر عسقلانی، احمدبن علی، لسان الميزان ، حيدرآباد دكن، 1331ق؛ ابن حجر هيتمی، احمدبن محمد، كف الرعاع ، به كوشش محمد عبدالقادر عطا، بيروت، 1406ق؛ ابن خلكان، وفيات ؛ ابن دمياطی، احمدبن ایبک، المستفاد من ذيل تاريخ بغداد ، به كوشش قيصر ابوفرح، حيدرآباد دكن، 1391ق / 1971م؛ ابن رجب، عبدالرحمن بن شهاب‌الدین، الذيل علی طبقات الحنابلة ، به كوشش هانری لائوست و سامی دهان، دمشق، 1370ق / 1951م؛ ابن شاكر كتبی، محمد، عيون التواريخ ، به كوشش فيصل سامر و عبدالمنعم داود، بغداد، 1397ق / 1977م؛ ابن عساكر، علی بن حسن، تاريخ مدينة دمشق ، عمان، دارالبشير؛ ابن كثير، البداية ؛ ابن ملقن، عمربن علی، طبقات الاولياء ، به كوشش نورالدين شريبه، بيروت، 1406ق؛ بغدادی، هديه ؛ حاجی خليفه، كشف ؛ خديويه، فهرست ؛ ذهبی، محمدبن احمد، تذكرة الحفاظ ، حيدرآباد دكن، 1333-1334ق؛ همو، سير اعلام النبلاء ، به كوشش شعيب ارنؤوط و ديگران، بيروت، 1405ق / 1984م؛ همو، ميزان الاعتدال ، به كوشش علی محمد بجاوی، قاهره، 1963م؛ سمعانی، عبدالكريم بن محمد، الانساب ، حيدرآباد دكن، 1399ق / 1979م؛ سيوطی، طبقات الحفاظ ، بيروت، 1403ق / 1983م؛ صفدی، خليل بن ایبک، الوافی بالوفيات ، به كوشش هلموت ريتر، بيروت، 1381ق / 1961م؛ ظاهريه، خطی (تاريخ)، عش؛ همان (حديث)، البانی ؛ كوپريلی، خطی ؛ ياقوت، ادبا ؛ همو، بلدان ؛ نيز:",
    "GAL, S.",
    "نجیب مایل هروی"
  ],
  "bibliography": [
    "ابن جوزی، عبدالرحمن بن علی، تلبيس ابليس ، قاهره، ادارة الطباعة المنيرية",
    "همو، المنتظم ، حيدرآباد دكن، 1359ق",
    "ابن جوزی، يوسف بن قزاوغلی، مرآة الزمان ، حيدرآباد دكن، 1370ق / 1951م",
    "ابن حجر عسقلانی، احمدبن علی، لسان الميزان ، حيدرآباد دكن، 1331ق",
    "ابن حجر هيتمی، احمدبن محمد، كف الرعاع ، به كوشش محمد عبدالقادر عطا، بيروت، 1406ق",
    "ابن خلكان، وفيات",
    "ابن دمياطی، احمدبن ایبک، المستفاد من ذيل تاريخ بغداد ، به كوشش قيصر ابوفرح، حيدرآباد دكن، 1391ق / 1971م",
    "ابن رجب، عبدالرحمن بن شهاب‌الدین، الذيل علی طبقات الحنابلة ، به كوشش هانری لائوست و سامی دهان، دمشق، 1370ق / 1951م",
    "ابن شاكر كتبی، محمد، عيون التواريخ ، به كوشش فيصل سامر و عبدالمنعم داود، بغداد، 1397ق / 1977م",
    "ابن عساكر، علی بن حسن، تاريخ مدينة دمشق ، عمان، دارالبشير",
    "ابن كثير، البداية",
    "ابن ملقن، عمربن علی، طبقات الاولياء ، به كوشش نورالدين شريبه، بيروت، 1406ق",
    "بغدادی، هديه",
    "حاجی خليفه، كشف",
    "خديويه، فهرست",
    "ذهبی، محمدبن احمد، تذكرة الحفاظ ، حيدرآباد دكن، 1333-1334ق",
    "همو، سير اعلام النبلاء ، به كوشش شعيب ارنؤوط و ديگران، بيروت، 1405ق / 1984م",
    "همو، ميزان الاعتدال ، به كوشش علی محمد بجاوی، قاهره، 1963م",
    "سمعانی، عبدالكريم بن محمد، الانساب ، حيدرآباد دكن، 1399ق / 1979م",
    "سيوطی، طبقات الحفاظ ، بيروت، 1403ق / 1983م",
    "صفدی، خليل بن ایبک، الوافی بالوفيات ، به كوشش هلموت ريتر، بيروت، 1381ق / 1961م",
    "ظاهريه، خطی (تاريخ)، عش",
    "همان (حديث)، البانی",
    "كوپريلی، خطی",
    "ياقوت، ادبا",
    "همو، بلدان",
    "نيز:"
  ],
  "signature": "GAL, S.",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}