{
  "id": "eweb_467",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/226339/%D8%A7%D8%A8%D9%88%D8%A8%DA%A9%D8%B1-%D9%81%D8%B1%D8%A7%D8%A1",
  "annotator": "Jeremy",
  "title": "ابوبکر فراء",
  "authors": [
    "غلامعلی آریا"
  ],
  "last_updated": "چهارشنبه 21 خرداد 1399",
  "content": [
    "اَبوبَکْرِ فَرّاء، محمد بن احمد بن حمدون فرّاء (د 370 ق / 980 م)، عارف و صوفی. وی از بزرگان مشایخ نیشابور بود و در آن شهر به پوستین‌دوزی و پوستین‌فروشی اشتغال داشت و به همین جهت به فراء (از فَرْو: پوستین) شهرت یافته بود (انصاری، 453؛ جامی، 191). او صحبت بزرگانی چون ابوبکر شبلی، ابومحمد مرتعش، ابوعلی ثقفی، عبدالله مُنازل و ابوبکر بن طاهر ابهری را درک کرده بود (سلمی. 539؛ انصاری، همانجا؛ جامی، 190). شیخ عمو (یا عمر؟) از بزرگان عرفای هرات، با وی معاصر بوده و صحبت او را دریافته بود. همو گفته است که اگر ابوبکر فراء را ندیده بودم، صوفی نبودم (انصاری، جامی، همانجاها). شیخ عمو چون به عزم حج به نیشابور رسید، به زیارت ابوبکر فراء رفت، فراء از او پرسید که آیا پدر داری؟ پاسخ داد آری. پس به او گفت که به هرات بازگرد و پدر را خدمت کن. گرچه یاران شیخ سعی داشتند او را از این عزم منصرف کنند، اما گفتار ابوبکر فراء چنان در او اثر کرده بود که ناگزیر همسفران را وداع کرده، به هرات نزد پدر بازگشت (انصاری، 453-454؛ جامی، 191).  بعضی از افکار و اقوال ابوبکر فراء ظاهراً رنگ و بوی «ملامتی» دارد، چنانکه وی پوشانیدن حسنات را بهتر از پوشانیدن سیئات می‌داند و نجات را در این می‌بیند، زیرا در اظهار حسنات امکان و احتمال سُمعه و ریا بسیار است (شعرانی، 1 / 125؛ جامی، همانجا؛ نامۀ دانشوران، 259).  وی سرانجام در نیشابور درگذشت و در مقبرۀ جنیدالله مدفون شد (حاکم، 99).",
    "انصاری هروی، خواجه عبداللـه، طبقات الصوفیة ، به کوشش عبدالحی حبیبی، تهران، 1362 ش؛ جامی، عبدالرحمن بن احمد، نفحات الانس ، به کوشش مهدی توحیدی‌پور، تهران، 1336 ش؛ حاکم نیشابوری، محمد بن عبداللـه، تاریخ نیشابور ، تلخیص خلیفۀ نیشابوری، به کوشش بهمن کریمی، تهران، 1339 ش؛ سلمی، محمد، طبقات الصوفیة ، لیدن، 1960 م؛ شعرانی، عبدالوهاب بن احمد، الطبقات الکبری ، قاهره، 1374 ق؛ نامۀ دانشوران ، قم، 1338 ش.",
    "غلامعلی آریا"
  ],
  "bibliography": [
    "انصاری هروی، خواجه عبداللـه، طبقات الصوفیة ، به کوشش عبدالحی حبیبی، تهران، 1362 ش",
    "جامی، عبدالرحمن بن احمد، نفحات الانس ، به کوشش مهدی توحیدی‌پور، تهران، 1336 ش",
    "حاکم نیشابوری، محمد بن عبداللـه، تاریخ نیشابور ، تلخیص خلیفۀ نیشابوری، به کوشش بهمن کریمی، تهران، 1339 ش",
    "سلمی، محمد، طبقات الصوفیة ، لیدن، 1960 م",
    "شعرانی، عبدالوهاب بن احمد، الطبقات الکبری ، قاهره، 1374 ق",
    "نامۀ دانشوران ، قم، 1338 ش."
  ],
  "signature": "غلامعلی آریا",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 385
}