{
  "id": "eweb_473",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/224882/%D8%A7%D8%A8%D9%88%D8%B9%D9%84%DB%8C-%DA%A9%D8%A7%D8%AA%D8%A8",
  "annotator": "Jeremy",
  "title": "ابوعلی کاتب",
  "authors": [
    "عباس مصلایی پور"
  ],
  "last_updated": "دوشنبه 8 اردیبهشت 1399",
  "content": [
    "اَبوعَلیِ کاتِب، ابوعلی حسن ‌بن احمد کاتب مصری (د پس از 340 ق / 951 م)، از مشایخ بزرگ صوفیۀ مصر و از عرفای سلسلۀ معروفیه. تاریخ و محل ولادت ابوعلی دانسته نیست و از جزئیات زندگی و نحوۀ سیر و سلوک او اطلاعی به دست نیامده است، جز آنکه وی مرید و جانشین ابوعلی رودباری (ﻫ م) بوده (علاءالدوله، 349؛ پارسای بخارایی، 10؛ فصیح، 1(2) / 319؛ دولتشاه، 147) و همواره از او با عنوان «سیدنا» یاد می‌کرده است، چه به گفتۀ وی، ابوعلی رودباری از شریعت به طریقت رسیده و او خود از حقیقت به شریعت دست یافته است (ابن کربلایی، 2 / 350؛ انصاری، 382-383). سلسلۀ نسب طریقتی ابوعلی کاتب با 4 واسطه (ابوعلی رودباری، ابوالقاسم جنید بغدادی، سری سقطی و معروف کرخی) به امام رضا (ع) می‌رسد (علاءالدوله، همانجا؛ دولتشاه، 147- 148).  سلمی (ص 505)، انصاری (ص 200) و میبدی (3 / 386) از مصاحبت ابوعثمان مغربی با ابوعلی کاتب سخن گفته‌اند، اما منابع متأخر، ابوعثمان را مرید و جانشین وی دانسته‌اند (علاءالدوله، فصیح، دولتشاه، همانجاها). ابوعلی کاتب با برخی از مشایخ زمان خویش مانند ابوبکر مصری، سعید بن سلام مغربی و ابوسعید خراز مصاحبت داشته و بخشی از سخنان خراز را نقل کرده است (سلمی، 224، 401؛ قشیری، 32؛ انصاری، 382؛ ابن ملقن، 237). به ابوعلی کراماتی نیز نسبت داده‌اند که حاکی از اعتقاد مردم به اوست (انصاری، 383؛ جامی، 203؛ ابن کربلایی، 2 / 348- 349).  از ابوعلی کاتب اثری برجای نمانده است، اما سخنان وی دربارۀ موضوعات عمدۀ عرفانی از قبیل صبر، فقر و غنا در کتابهای تذکره و طبقات صوفیه به صورت پراکنده، آمده است (نک‍ : سراج، 206؛ سلمی، 401-403؛ ابونعیم، 10 / 360؛ ابن ملقن، 57- 58). نام ابوعلی در زمرۀ مشایخ فرقۀ نعمت‌اللهیه آمده است (نک‍ : کرمانی، 55؛ واعظی، 293).",
    "ابن ملقن، عمر، طبقات الاولیاء ، به کوشش نورالدین شربیه، بیروت، 1406 ق / 1986 م؛ ابن کربلایی، حافظ حسین، روضات الجنان و جنات الجنان ، به کوشش جعفر سلطان القرّائی، تهران، 1349 ش؛ ابونعیم اصفهانی، احمد، حلیة الاولیاء ، مصر، 1357 ق / 1938 م؛ انصاری هروی، خواجه عبدالله، طبقات الصوفیه ، به کوشش عبدالحی حبیبی، تهران، 1362 ش؛ پارسای بخارایی، محمد، قدسیّه ، به کوشش احمد طاهری عراقی، تهران، 1354 ش؛ جامی، عبدالرحمن، نفحات الانس ، به کوشش مهدی توحیدی‌پور، تهران، 1336 ش؛ دولتشاه سمرقندی، تذکرة الشعراء ، تهران، 1338 ش؛ سراج طوسی، عبدالله، اللمع فی التصوف ، به کوشش رنولد آلن نیکلسون، لیدن، 1914 م؛ سلمی، محمد، طبقات الصوفیة ، به کوشش یوهانس پدرسن، لیدن، 1960 م؛ علاءالدولۀ سمنانی، احمد، مصنفات فارسی ، به کوشش نجیب مایل هروی، تهران، 1369 ش؛ فصیح خوافی، احمد، مجمل فصیحی ، به کوشش محمود فرخ، مشهد، 1340 ش؛ قشیری، عبدالکریم، الرسالة القشیریة ، قاهره، 1379 ق / 1959 م؛ کرمانی، عبدالرزاق، «تذکره در مناقب حضرت شاه نعمت‌الله ولی»، مجموعه در ترجمۀ احوال شاه نعمت‌الله ولی کرمانی ، به کوشش ژان اوین، تهران، 1361 ش؛ میبدی، رشیدالدین، کشف الاسرار وعدة الابرار ، به کوشش علی‌اصغر حکمت، تهران، 1357 ش؛ واعظی، عبدالعزیز، «رساله در سیر حضرت شاه نعمت‌الله ولی»، مجموعه در ترجمۀ احوال ... (نک‍ : هم‍ ، کرمانی).",
    "عباس مصلائی‌پور"
  ],
  "bibliography": [
    "ابن ملقن، عمر، طبقات الاولیاء ، به کوشش نورالدین شربیه، بیروت، 1406 ق / 1986 م",
    "ابن کربلایی، حافظ حسین، روضات الجنان و جنات الجنان ، به کوشش جعفر سلطان القرّائی، تهران، 1349 ش",
    "ابونعیم اصفهانی، احمد، حلیة الاولیاء ، مصر، 1357 ق / 1938 م",
    "انصاری هروی، خواجه عبدالله، طبقات الصوفیه ، به کوشش عبدالحی حبیبی، تهران، 1362 ش",
    "پارسای بخارایی، محمد، قدسیّه ، به کوشش احمد طاهری عراقی، تهران، 1354 ش",
    "جامی، عبدالرحمن، نفحات الانس ، به کوشش مهدی توحیدی‌پور، تهران، 1336 ش",
    "دولتشاه سمرقندی، تذکرة الشعراء ، تهران، 1338 ش",
    "سراج طوسی، عبدالله، اللمع فی التصوف ، به کوشش رنولد آلن نیکلسون، لیدن، 1914 م",
    "سلمی، محمد، طبقات الصوفیة ، به کوشش یوهانس پدرسن، لیدن، 1960 م",
    "علاءالدولۀ سمنانی، احمد، مصنفات فارسی ، به کوشش نجیب مایل هروی، تهران، 1369 ش",
    "فصیح خوافی، احمد، مجمل فصیحی ، به کوشش محمود فرخ، مشهد، 1340 ش",
    "قشیری، عبدالکریم، الرسالة القشیریة ، قاهره، 1379 ق / 1959 م",
    "کرمانی، عبدالرزاق، «تذکره در مناقب حضرت شاه نعمت‌الله ولی»، مجموعه در ترجمۀ احوال شاه نعمت‌الله ولی کرمانی ، به کوشش ژان اوین، تهران، 1361 ش",
    "میبدی، رشیدالدین، کشف الاسرار وعدة الابرار ، به کوشش علی‌اصغر حکمت، تهران، 1357 ش",
    "واعظی، عبدالعزیز، «رساله در سیر حضرت شاه نعمت‌الله ولی»، مجموعه در ترجمۀ احوال ... (نک‍ : هم‍ ، کرمانی)."
  ],
  "signature": "عباس مصلائی‌پور",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 23
}