{
  "id": "eweb_476",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/227286/%D8%AD%D8%B3%D9%86-%D8%A8%D8%B5%D8%B1%DB%8C",
  "annotator": "Jeremy",
  "title": "حسن بصری",
  "authors": [
    "فرامرز حاج منوچهری"
  ],
  "last_updated": "سه شنبه 5 آذر 1398",
  "content": [
    "حَسَنِ بَصْری ، ابوسعید بن ابوالحسن یسار بصری (21-110ق / 642- 728م)، مکنّا به ابومحمد، ابوعلی و ابوسعید، محدث، مفسر، متکلم، واعظ، از زهّاد ثمانیه، از بزرگان تابعان و از نخستین مشایخ عرفان اسلامی، که از او با عناوین بلندی چون «سید الزهاد و العباد و العلماء و الفصحاء»، «امام ازهد»، «صدر سنّت» و «سید الفتیان» یادشده است.  حسن بصری از برجسته‌ترین شخصیتهای علمی و دینی سدۀ نخست و اوایل سدۀ 2 ق / 8 م، و مهم‌ترین حلقۀ ارتباط و انتقال علوم و معارف دینی از سدۀ نخست به مسلمانان سدۀ 2 ق و سده‌های بعد به شمار می‌رود. جامعیت او در معارف دینی گوناگون، از جمله حدیث، تفسیر، اصول عقاید (کلام)، فقه و عرفان، و نیز حضور فعال وی در محافل سیاسی و اجتماعی پرتنش و آشفتۀ نیمۀ دوم سدۀ نخست، او را درمیان تابعان، شخصیت ممتاز و پرماجرایی ساخت و موجب شد که وی در صدر بزرگان بصره در آن دوره، و شاید در تمامی دوره‌ها قرار گیرد، نام و آوازه‌اش مرزهای تاریخی و جغرافیایی جهان اسلام را درنوردد، و بر بسیاری از شخصیتهای علمی هم‌عصر خود و دوره‌های بعد اثرگذار باشد، چندان‌که برخی بزرگان صحابه همچون ابوقتاده (د 54 ق / 674 م) و انس بن مالک (د 93 ق / 712 م)، فضل و دانش او را ستوده‌اند و دیگرانْ او را سید و امام، بهترینِ تابعان، امام اهل بصره و عابدترین و فقیه‌ترین آنان، و خلاصه و قبلۀ ورع و حلم بخوانند (ابن‌سعد، 7 / 157- 158، 176؛ ابونعیم، 2 / 131-132؛ ابوالقاسم، 86-87؛ ابوطالب، 1 / 147، 149؛ ابن‌مرتضى، طبقات ... ، 18؛ ابن‌کثیر، 9 / 295؛ ذهبی، تذکرة ... ، 1 / 71؛ ابن‌حجر، 2 / 264-266؛ عطار، تذکرة ... ، 30؛ آملی، جامع ... ، 223؛ نیز نک‍ : نیکلسن، « تاریخ ... »، 225-226 ؛ وات، 77 ؛ اُبرمان، 138 ). همچنین وی را کعبۀ علم و عمل خوانده و سخنانش را شبیه سخنان رسول‌الله (ص)، و یا همچون کلام انبیا شمرده‌اند (ابن‌سعد، 7 / 162؛ ابوالقاسم، 86؛ ابن‌مرتضى، همان، 21؛ ابوطالب، همانجا؛ ابونعیم، 2 / 147؛ ذهبی، سیر ، 4 / 585؛ ابن‌حجر، 2 / 264-265؛ حصری، 176).  ازاین‌رو، از همان سده‌های نخستین، آثار متعددی در شرح احوال، سخنان و نظریات او پدید آمد که نشان از منزلت علمی و معنوی، و مقبولیت وی در جامعۀ دینی و علمی آن‌روزگار دارد که ازآن‌میان می‌توان به اینها اشاره کرد:  مجموعه‌ای از روایتهای حسن بصری، گردآوری شده توسط هشام بن حسّان قردوسی (د 148 ق / 765 م)، که اکنون اثری از آن در دست نیست (نک‍ : زرکلی، 8 / 85؛ بدوی، 172)؛ فضائل الحسن البصری : ادبه، حکمته، نشأته، حیاته و بلاغته ، تألیف ابن‌جوزی (ه‍ م)، که یکی از شاخص‌ترین آثار دربارۀ حسن بصری است؛ الزخرف القصری فی ترجمة الحسن البصری ، از شمس‌الدین محمد ذهبی (د 748 ق / 1347 م)، که به محمد بن سعد واقدی نیز نسبت داده شده است (نک‍ : ذهبی ، تذکرة ، 1 / 72؛ بغدادی ، ایضاح ، 3 / 613؛ ثبوت، 156)؛ فقه الحسن البصری ، در 7 مجلد از قاضی ابوعبدالله محمد بن مفرج قرطبی، که نسخه‌ای از آن موجود نیست (حصری، 276؛ سعید الخن، 214؛ ثبوت، 96)؛ و اخبارالحسن البصری ، از عبدالغنی بن عبدالواحد نابلسی مقدسی (د 600 ق / 1204 م)، که نسخه‌ای از آن باقی مانده است (سزگین، 1(4) / 10).  افزون‌براین، تحقیقات متعدد و ارزشمندی در شرح‌احوال و نقل و تحلیل دیدگاههای تفسیری، فقهی، کلامی و عرفانی وی، به قلم پژوهشگران معاصر مسلمان و برخی از مستشرقان پدید آمده است (نک‍ : مآخذ). دراین‌میان، شاید بهترین تحقیق، کتابی است به فارسی از اکبر ثبوت با عنوان حسن بصری: گنجینه‌دار علم و عرفان (تهران، 1386 ش) که بررسی جامع و محققانه‌ای از زندگی و دیدگاههای او ست.",
    "تقارن دورۀ زندگی حسن بصری با پرآشوب‌ترین دوران تـاریخی و پرفتنه‌ترین جغرافیای سیـاسی ـ اجتماعی جهان اسلام، یعنی بصره، قرار گرفتن او در محور حوادث روزگار خود، و نیز شخصیت پیچیده و ــ از لحاظ علمی و دینی ــ چند بعدی و عمیق او، سبب نقل گزارشهای پراکنده، متفاوت و گاه متضادی دربارۀ وی، و درنتیجه موجب پیدایش موافقان و مخالفان بسیاری شده است. ازاین‌رو، ارائۀ تصویری روشن و دقیق از زندگانی و شخصیت پروجوه او کاری بس مشکل می‌نماید. به‌هرروی، بر مبنای گزارشهای موجود، خانوادۀ حسن بصری، ایرانی‌الاصل و اهل میسان ــ یا به گفتۀ برخی، از اهالی «نهرالمراه» (نک‍ : ابن‌قتیبه، المعارف ، 440-441) ــ و ظاهراً مسیحی بودند. پدرش یسار، و به قولی پیروز یا فیروز (نک‍ : صفدی، 12 / 306؛ بازورث، 60؛ بدوی، 152؛ ماسینیون، « بررسی ... »، 174؛ ریتر، «حسن بصری»، 247؛ شدر، 44؛ کنیش، 10؛ نیز قس: نیکلسن، «حسن بصری»، 525، که نام پدر او را حبیب نیز گفته است).  او در یکی از فتوحات اسلامی، احتمالاً اندکی پس از جنگ قادسیه، در جریان فتح منطقۀ میسان، واقع در دشت میشان یا دستمیسان، از توابع خوزستان کنونی، به دست عتبة بن غزوان در 14 ق / 635 م، به اسارت مسلمانان درآمد و سپس اسلام آورد و از جملۀ موالی شد (یاقوت، 2 / 455، نیز 5 / 242-243؛ بدوی، همانجا، حاشیۀ 2؛ طبری، 3 / 298؛ دینوری، 117- 118؛ نیز نک‍ : ابن‌قتیبه، همان، 440، که مغیرة بن شعبه را فاتح میسان دانسته است؛ نیز بازورث، همانجا).  حسن بصری را به‌اختلاف، مولای این اشخاص گفته‌اند: مردی از بنی نجار؛ زید بن ثابت انصاری؛ ام جمیل بنت قطبة بن عامر، همسر زید بن ثابت؛ جمیل بن قطبه؛ جابر بن عبدالله انصاری؛ عبدالله بن رواحۀ انصاری؛ ابویسیر کعب بن عمرو سلمی؛ ربیّع بنت نضر، عمۀ انس بن مالک (نک‍ : ابن‌سعد، 7 / 156؛ ابن‌قتیبه، همان، 440-441؛ بلاذری، فتوح ... ، 339؛ ذهبی، سیر، 4 / 563-564؛ ابن‌کثیر، 9 / 295؛ خواندمیر، 2 / 180؛ ابن‌حجر، 2 / 263؛ وات، ماسینیون، همانجاها؛ بدوی، 152-153؛ حفنی، 57؛ شدر، 44-47 ؛ ثبوت، 2؛ قس: نیکلسن، همانجا، که سال اسارت او را 12 ق / 633 م می‌پندارد). مادر او به نام خیّره را نیز از جملۀ موالی شمرده‌اند و او را هم به اختلاف، مولای مردی از بنی‌نجار، مولای جمیل بن  قطبه و مولای ام سلمه، همسر پیامبر اکرم (ص) دانسته‌اند و حکایاتی گاه اغراق‌آمیز نیز دراین‌باره نقل کرده‌اند. گفته‌اند که او از ام سلمه و عایشه حدیث روایت می‌کرد و در مسجد برای زنان وعظ می‌گفت (ابن‌قتیبه، همان، 136، 440؛ ابوطالب، 1 / 149؛ ابونعیم، 2 / 147؛ مزی، 35 / 166-167؛ مستملی، 200-201؛ ابن‌جوزی، آداب ... ، 23؛ عطار، تذکرة، 30؛ ذهبی، همان، 4 / 564، 588؛ خواندمیر، ابن‌حجر، همانجاها).  به‌هرروی، یسار در مدینه اقامت گزید و همان‌جا با خیّره ازدواج کرد و از او 3 فرزند پسر به نامهای حسن، سعید و عمار یافت که بعدها هر 3 در شمار عالمان و عابدان درآمدند (دربارۀ برادران او، نک‍ : ابن‌سعد، 7 / 178، 179؛ ثبوت، 3، 22). منابع مختلف دربارۀ تاریخ ولادت وی در مدینه و دوران کودکی‌اش هم‌داستان نیستند، چنان‌که برخی، تولد او را در دوران حیات رسول اکرم (ص) دانسته و گفته‌اند که در دامان ام‌سلمه، همسر پیامبر (ص)، پرورش یافت و ام‌سلمه به گونه‌ای شگفت‌انگیز او را شیر داد و بعدها از برکت آن بود که حسن بصری حکمت و فصاحت یافت. همچنین آورده‌اند که او را در کنار رسول اکرم (ص) نهادند، و حسن از کوزۀ ایشان آب نوشید و آن حضرت، او را دعا کرد و ازآن‌پس، هر چه یافت از برکت آن دعا بود (ابن‌سعد، 7 / 157؛ ابن‌قتیبه، همان، 440؛ وکیع، 2 / 5؛ مستملی، 201؛ سید مرتضى، امالی، 1 / 152-153؛ ابن‌مرتضى، طبقات ، 18؛ ابونعیم، ابوطالب، عطار، خواندمیر، همانجاها؛ ابن‌خلکان، 2 / 69-70؛ قزوینی، 82).  برخی دیگر نیز ولادت او را در زمان خلیفۀ دوم (13-23 ق) پنداشته و گفته‌اند که چون به‌دنیا آمد، او را نزد عمر بردند و وی به سبب چهرۀ زیبای کودک، او را حسن نام نهاد. باز برخی دیگر آورده‌اند که او در جریان انتخاب خلیفۀ سوم در 23 ق / 644 م، حضور داشت (ابن‌قتیبه، المعارف ، 441؛ وکیع، 2 / 3، 4، 5؛ عطار، تذکرة ، 30-31؛ امینی، 1 / 164؛ ثبوت، 1؛ نیز قس: معصوم‌علیشاه، 2 / 59، که گفته است امیرالمؤمنین (ع)، نام حسن را بر او نهاد). در برخی منابع دیگر، ولادت او را در 21، 22، 23 و 25 ق نیز گفته‌اند (ثبوت، همانجا)، اما ازآنجاکه به نقل بیشتر منابع، وی دو سال مانده به پایان خلافت عمر بن خطاب (حک‍ 13-23 ق) به دنیا آمد و از او نقل شده است که به‌ هنگام قتل عثمان ابن‌عفان (35 ق / 655 م)، 14ساله بود، ولادت او در 21 ق / 642 م، صحیح‌تر به‌نظر می‌رسد (نک‍ : ابن‌سعد، ابوطالب، همانجاها؛ نیز صفدی، 12 / 306؛ ابن‌حجر، 2 / 263؛ خواندمیر، 2 / 180؛ ابن‌قتیبه، ابن‌مرتضى، همانجاها؛ ابن‌ندیم، 202؛ ابوالقاسم، 86؛ ذهبی، سیر، 4 / 564؛ قس: ابن‌حجر، 2 / 266، که به نقل از پسر او، عبدالله ابن حسن بصری، سن وی را هنگام وفات، 88 سال می‌داند، که در این‌ صورت تاریخ  ولادتش 22 ق بوده است).  زندگی حسن بصری را می‌توان به دو دورۀ اصلی کودکی و نوجوانی، و بزرگسالی تقسیم کرد:  دورۀ نخست زندگانی او از 21 تا 37 ق، در فضایی معنوی و نسبتاً آرام در مدینه و مناطق اطراف آن، از جمله وادی القرى سپری شد. وی تا 37 ق، یعنی تا حدود 16 سالگی در این مناطق زیست و به گزارش ابوطالب مکی (همانجا)، از همان اوان کودکی، شاید به تأثیر از فضای معنوی مدینه در آن روزگار، به آموختن معارف دینی و از جمله سماع حدیث تمایل یافت و نخست تحت تأثیر مادرش و نزد او حدیث شنید و وعظ گفتن آموخت و همچنین از ام‌سلمه احادیثی در شأن و منزلت علی (ع) شنید. افزون برآن، تا 37 ق یعنی پیش از مهاجرت به بصره، در مکه و مدینه محضر بسیاری از اصحاب پیامبر (ص) را دریافت و نزد آنان حدیث شنید. درهمین‌ایام، قرآن کریم را با شأن نزول آیات آن حفظ کرد و به مطالعۀ تأویل قرآن پرداخت.  دورۀ دوم زندگی او ــ که با فراز و نشیبهای بسیار همراه بود ــ در حدود 16 سالگی وی و با مهاجرت خانواده‌اش به بصره آغاز شد و تا پایان عمر ادامه یافت. این مهاجرت ظاهراً در 36 یا 37 ق، پس از جنگ جمل و تقریباً هم‌زمان با نبرد صفین، و به دلیلی نامعلوم صورت گرفت. شاید نزدیکی بیشتر با سرزمین مادری و دیدار خویشاوندان، یکی از دلایل این مهاجرت بوده باشد. به‌هرروی، حسن در بصره با دختری ایرانی‌الاصل ازدواج کرد و صاحب 3 فرزند ــ دو پسر به نامهای سعید و عبدالله و یک دختر ــ شد (ابن‌سعد، ذهبی، همانجاها؛ ابن‌بابویه، امالی ، 259-260؛ ابن‌خلکان، 2 / 70؛ مزی، 35 / 166-167؛ مجلسی، بحار ... ، 42 / 142-143؛ حصری، 110-111؛ بدوی، 153؛ ریتر، «حسن بصری»، 247؛ ثبوت، 4، 226؛ نیز قس: کنیش، 10 ، که سال کوچ او به بصره را 42 ق / 662 م گفته است).  در دورۀ حیات او، بصره که یکی از پایگاههای مهم سیاسی ـ اجتماعی و نظامی جهان اسلام در آن روزگار به‌شمار می‌رفت، به‌تدریج به یکی از مهم‌ترین مراکز علمی ـ دینی تبدیل شد و مکتبهای مهمی در حوزه‌های مختلف دانشهای دینی در آن شکل گرفت و البته حسن بصری خود نقش مهم و پر تأثیری در این تحولات داشت. بااین‌همه، این برهه، یعنی از دورۀ خلافت معاویه (حک‍ 40-60 ق) تا پایان دورۀ خلافت بنی مروان (131 ق / 749 م)، مصادف با پرآشوب‌ترین دوران سیاسی و اجتماعی بصره بود که در آن از 41 تا 126 ق، 13 نفر به‌عنوان والی بر این شهر حکم راندند. افزون‌برآن، در همین روزگار، به‌ویژه از 37 تا 65 ق، بصره یکی از پایگاههای مهم خوارج به شمار می‌رفت و آنان در آنجا حضوری فعال داشتند (نک‍ : طبری، 5 / 309-315؛ ابن‌اثیر، 2 / 393-406، 449-451، 648 بب‍ ؛ نیز ماسینیون، « مصائب ... »، I / 108 ).  حسن بصری در اوایل خلافت معاویه (ح 20 سالگی)، در برخی از فتوحات شرق جهان اسلام، از جمله در خراسان، کابل، زابل و برخی مناطق ماوراءالنهر، شرکت جست و در 43 ق در لشکرکشی عبدالرحمان بن سمره به زمینداور و کابل، در شمار سپاهیان او بود. البته بنابه گزارشهای موجود، او در سرزمینهای فتح شده وظیفۀ تعلیم نومسلمانان را برعهده داشت و به آنان اصول و مبانی اسلام را تعلیم می‌داد. وی در 46 ق هنگامی که ربیع بن زیاد حارثی از جانب معاویه عهده‌دار ولایت سیستان شد، به‌دلیل تسلط بر زبان فارسی و احتمالاً آشنایی با زبان پهلوی و شغل دیوانی (نک‍ : فان‌اس، II / 42 )، و نقش مفید و مؤثر او در میان ایرانیان، به سمت کاتب و دبیر ربیع منصوب شد و به نقل مؤلف تاریخ سیستان (ص 55، 59-61)، در آنجا دیوان خراج آراسته‌ای شکل داد و چنان‌که گفته‌اند، در همۀ امور مورد اعتماد ربیع بن زیاد بود. احتمالاً پیش از این نیز، حدود 3 سال در شاپور، منشی‌گری و کاتبی انس بن مالک را برعهده داشت و گزارشی که دربارۀ سفر او به عبّادان در دست است، احتمالاً مربوط به همین دوره است (ابن‌سعد، 7 / 158، 175؛ ابن‌حجر، 2 / 263؛ ذهبی، سیر، 4 / 572؛ بلاذری، فتوح، 555؛ ابن‌قتیبه، المعارف، 441؛ ابن‌ندیم، 202؛ بدوی، همانجا؛ حصری، 173-174؛ امین، 6 / 458؛ ماسینیون، «بررسی»، 236-237 ؛ فان‌اس، همانجا؛ بازورث، 54-55، 59-60؛ برای حضور او در عبادان، نک‍ : هجویری، 347- 348؛ نیز قس: بلاذری، همان، 394؛ وات، 78 ؛ ثبوت، 173-174، 361).  اما پس از این تاریخ ــ شاید بعد از درگذشت ربیع بن زیاد در حدود سال 51 ق / 671 م ــ به بصره بازگشت و تا آخر عمر در آن دیار ماندگار شد و با مقرری مختصری که احتمالاً به‌سبب شرکت در فتوحات دریافت می‌کرد، روزگار خود را با تهیدستی می‌گذراند (بدوی، فان‌اس، همانجاها؛ برای اطلاع دربارۀ سال‌شمار زندگانی او، نک‍ : ماسینیون، همان، 174-176 ؛ نیز قس: وات، همانجا؛ کنیـش، 10-11 ). دراین‌دوره، تنها از یک سفـر وی ــ احتمالاً در 99 ق / 718 م ــ به مکۀ مکرمه اطلاع داریم (ابن‌سعد، 7 / 175؛ ابن‌قتیبه، عیون ... ، 1 / 220؛ حصری، 180؛ بسیط، 54-55؛ نیز نک‍ : قشیری، 112). ازاین‌رو، به نظر می‌رسد که گزارش ابوطالب مکی (1 / 147- 148)، مبنی بر درک حضور برخی از اصحاب در یمن، شام و جز آن، مربوط به پیش از این تاریخ بوده باشد. مکاتبۀ او با امام حسن (ع) و پرسش از آن حضرت دربارۀ قَدَر نیز به‌احتمال در این دوره از زندگانی او و پس از آشنایی‌اش با اندیشه‌ها و باورهای فرقه‌های کلامی نوظهور و فعال در محیط بصره بوده است (نک‍ : حافظیان، 255-256؛ هجویری، 106-107؛ ابن‌شعبه، 231؛ کراجکی، 1 / 365؛ دیلمی، حسن، ارشاد ... ، 1 / 162-163؛ ابن‌شهرآشوب، متشابه ... ، 1 / 200؛ مجلسی، بحار، 5 / 40-41، 10 / 136- 138؛ ثبوت، 219-221، 252-253).  او از این زمان به بعد، جز مدت کوتاهی در عهد عمر بن عبدالعزیز (99-101 ق)، که با رغبت و رضایت خاطر، و نیز اندک مدتی در زمان حکومت یزید بن مهلّب (حک‍ 96- 99 ق) ــ که به اجبـار منصب قضاوت بصره را بـر عهده داشت (وات، همانجا) ــ بیشتر عمر خود را به کسب و نشر علوم و معارف دینی گذراند و چنان‌که گفته شد، از همان دورۀ نخست زندگی، و به‌ویژه از این ‌زمان ‌به ‌بعد، بیشترین اهتمام خود را صرف فراگیری معارف قرآنی و سنت نبوی، و نشر این میراث ارزشمند دینی نمود و در به‌خاطر سپردن این میراث گرانبها سعی بسیار داشت (ابوطالب، 1 / 148-150)؛ به‌همین‌سبب، پیش از مهاجرت به بصره و پس از استقرار در این شهر، محضر بسیاری از اصحاب پیامبر (ص) ــ به روایتی 70 بدری و 130 یا 300 صحابی ــ (مستملی، 142؛ ابوطالب، 1 / 265؛ هجویری، 62؛ عطار، تذکرة ، 31؛ معصوم‌علیشاه، 1 / 106؛ قس: ابن‌حجر، 2 / 266-267، که در این زمینه روایتهای گوناگون را نقل می‌کند؛ نیز نک‍ : سبحان، 164 ؛ ثبوت، 87)، و برخی از بزرگان تابعان را درک کرد و نزد آنان به کسب علوم و معارف دینی و سماع حدیث پرداخت که برخی از آنان عبارت‌اند از: عبدالله بن عباس (د 68 ق / 687 م)، حذیفة بن یمان (د 37 ق / 657 م)، ابوذر غفاری (د 31 یا 32 ق / 652 یا 653 م)، عثمان بن عفان (د 35 ق / 655 م)، جابربن عبدالله انصاری (د 74 ق / 693 م)، عبدالله بن مسعود (د 32 ق / 653 م)، عبدالله بن عمر (د 73 ق / 692 م)، ابوسعید خدری (د 74 ق / 693 م)، عمران بن حصین، سعید بن مسیب (د 91 ق / 710 م)، انس بن مالک انصاری (د 93 ق / 712 م) و جز آنها.  همچنین گفته‌اند که از سمرة بن جندب و ابوهریره (د 59 ق / 679 م) نیز حدیث شنید (ابن‌سعد، 7 / 41- 48، 106، 156-157؛ حکیم ترمذی، 340؛ ابونعیم، 1 / 254، 2 / 93؛ ذهبی، سیر، 4 / 572؛ ابن‌شاهین، 63-64؛ صفدی، 12 / 306؛ ابن‌حجر، 2 / 264؛ همدانی، 3 / 412-414؛ امین، 3 / 5، 441؛ حصری، 92، 209-214، 270؛ بدوی، 176، 187؛ بسیط، 60-62؛ قلعجی، 1 / 15-16؛ ثبوت، 7- 9، 273-285). اما برخی سماع او نزد دو تن اخیر، به ویژه ابوهریره را انکار کرده و گفته‌اند که حسن روایات او را بی‌ارزش خوانده است (نک‍ : ابن‌سعد، 7 / 156 بب‍‌ ؛ ذهبی، همان، 4 / 571؛ مامقانی، 1 / 269-270؛ بدوی، 176؛ ثبوت، 9، 92؛ قس: ابن‌حجر، 2 / 267، 269-270، که به نقل از حسن بصری می‌گوید که او تنها یک حدیث از ابوهریره نقل کرده است؛ نیز ریتر، « بررسی ... »، 2 ff.؛ گلدسیهر، II / 138 ).  افزون‌براینها، وی با واسطه از عمر بن خطاب، عمار یاسر، ابی ابن کعب، عثمان بن ابی العاص، معقل بن سنان، ثوبان، وسعد بن عباده نیز حدیث‌نقل‌کرده است (ابن‌سعد، همانجا؛ ابن‌حجر، 2 / 264؛ حصری، 210-212؛ ثبوت، 8؛ نیز قس: ابن‌حجر، 2 / 265-266). در همین زمینه به نقل از او آورده‌اند که بیش از همه در محضر امیرالمؤمنین (ع) تلمذ کرد، تاآنجاکه برخی او را از بزرگ‌ترین شاگردان و مریدان آن حضرت شمرده‌اند (ابن ابی الحدید، 5 / 147؛ عطار، همانجا؛ آملی، جامع ، 223؛ نیز نک‍ : لینگز، 104 )، و حتى گفته‌اند که آن‌زمان‌که علی (ع)، شاید بعد از جنگ صفین در 37 یا 38 ق وارد بصره شد، حسن از ایشان حدیث شنید (نک‍ : ابن‌بابویه، الخصال ، 79، حاشیۀ 1؛ ابوطالب، همانجا؛ الاختصاص ، 271؛ مفید، الامالی ، 129-131؛ سید مرتضى، امالی ، 1 / 162؛ مجلسی، بحار ، 2 / 141-142؛ شیبی، 1 / 74، 313- 319؛ ثبوت، 185؛ رضوی، II / 307-308 ). در برخی منابع روایی شیعه، به نقل از او مطالب و احادیثی نیز از امام حسن، امام حسین و امام محمدباقر (ع) آمده است (نک‍ : فقه ... ، 408؛ شیخ بهایی، 13 / 398؛ نوری، 17 / 192؛ خوانساری، 3 / 28-29؛ ثبوت، 267-271).  حسن بصری بعدها خود در شمار محدثان نام‌آور و کثیرالروایه درآمد و نزد بیشتر محدثان و حدیث‌نگاران سنی و شیعه مقبولیت و وثوق یافت، تاآنجاکه او را جلیل‌القدر، عظیم الشأن و «تاج محدثان» خواندند ( کتاب ... ، 1 / 58- 59، 154، 219، 228، 398، 2 / 639، 892 ؛ شهابی، 3 / 219؛ ثبوت، 100، 326)، و بسیاری از اخبار منقول از او را در جوامع روایی نقل کردند (نک‍ : ادامۀ مقاله؛ نیز برای اطلاع دربارۀ منابع حدیثی شیعه، نک‍ : ابن‌بابویه، امالی ، 259-260، التوحید ، 340-341، الخصال ، 29، 79؛ مفید، نیز الاختصاص ، همانجاها؛ برای اطلاع بیشتر، نک‍ : ثبوت، 295 بب‍ ‌). بااین‌همه، در نقل حدیث، عده‌ای بر او خرده گرفته و اشکالاتی چون تدلیس، ارسال و نقل به مضمون را در روایات منقول از او وارد دانسته‌اند و به‌همین‌سبب، مراسیل وی را معتبر و موثق نشمرده‌اند (ابن‌سعد، 7 / 158- 159؛ ذهبی، سیر، 4 / 572، 583، 588؛ صفدی، همانجا؛ ابن‌حجر، 2 / 266- 269؛ ابوالقاسم، 86؛ نیز نک‍ : ثبوت، 88-91، که کوشیده است دلایلی در ردّ این اشکالات ارائه دهد).  در برخی متون روایی شیعه نیز نه تنها ثقه بودن او به شدت مورد تردید قرار گرفته، بلکه نسبت و ارادت او به اهل بیت (ع) نیـز مـورد تـردید و انکار بوده است (نک‍ : کلینی، 2 / 250؛ کشی، 337- 339؛ حلی، 1 / 33-34؛ فیض، 1 / 86-87، 8 / 122؛ مجلسی، همان، 42 / 141-143؛ قمی، محمدطاهر، 147؛ نوری، 11 / 316، 29 / 46، 352، 388؛ نمازی، مستدرک ... ، 10 / 310، مستدرکات ... ، 2 / 357- 358).  به‌هرروی، اغلبْ او را درشمار بزرگان حدیث شمرده‌اند و حکایاتی دربارۀ منزلت والای او در میان محدثان نقل کرده‌اند؛ از جمله ابن‌سعد (7 / 157- 158)، ضمن مطالبی دربارۀ سفر او به مکه، می‌گوید که او در آنجا در جمع تابعان و عالمان بزرگی چون مجاهد (د 104 ق / 722 م)، عطاء، طاووس (د 106 ق / 724 م) و عمرو بن شعیب وعظ گفت و حدیث روایت کرد، به‌گونه‌ای که اعجاب همگان را برانگیخت. افزون‌براین، از همان سدۀ 2 ق / 8 م، برخی از شاگردان و هم‌عصرانش مجموعه‌هایی از روایات او گرد آوردند. یکی از شاگردان پرآوازۀ او به نام هشام بن حسان قردوسی بصری (د 148 ق / 765 م) در این زمینه بسیار کوشا بود و مجموعه‌ای از آنها را گرد آورد. ابوعوانه وضاح جرجانی (د 176 ق / 792 م) نیز روایاتی را که درمیان مردم به نام حسن بصری شهرت داشت، جمع آورد و آن را برای ابان بن ابی‌عیاش بصری (د 138 ق / 755 م) خواند (نک‍ : ذهبی، میزان ... ، 1 / 10-15؛ ابن‌حجر، 1 / 22-25؛ زرکلی، 8 / 85؛ ثبوت، 91).  در مکتب حدیثی حسن بصری، محدثان پرآوازه‌ای تعلیم یافتند که مهم‌ترین آنان عبارت‌اند از بزرگانی چون: هشام بن حسان، که پیش‌ازاین از او یاد شد؛ ابوعبیده مجاعة بن‌زبیر جندیشاپوری؛ ابوالعوام عمران بن داوود قطّان، از محدثان بصره؛ یونس بن عبید بصری (د 139 ق / 756 م)؛ صالح مرّی؛ مالک بن دینار؛ عبدالواحد بن زید؛ ثابت بنانی؛ حمزۀ اعمى؛ شیبان نحوی؛ یزید بن ابی مریم؛ ایوب؛ قتاده؛ عوف اعرابی؛ بکر بن عبدالله مزنی؛ جریر بن حازم؛ ربیع بن صبیح؛ سعید جریری؛ سعد بن ابراهیم ابن عبدالرحمان بن عوف؛ سماک بن حرب؛ شیبان نحوی و جز آنها (ابن‌سعد، 7 / 157 بب‍‌ ؛ ابن‌قتیبه، عیون، 1 / 54؛ سلمی، «الفتوة»، 238، 241؛ ابونعیم، 1 / 48، 60، 89، 254، 2 / 151، 3 / 3-7، 9، 13، 19؛ مستملی، 1782؛ ابن‌حجر، 2 / 264، 266؛ بدوی، 172، 200، 214؛ سعید الخن، 197- 198؛ ثبوت، 11-17، 285-292).  حسن بصری همچنین نزد نسل اول تابعان بصره، از جمله حطّان بن عبدالله رقّاشی بصری و ابوالعالیه رفیع بن مهران (د ح 93 ق / 712 م) و برخی از تابعان مکه و مدینه علم قرائت آموخت و در این علم تبحر بسیار و قرائتی ویژۀ خود یافت و در شمار قرّاء چهارده‌گانه درآمد. کسانی چون عیسی بن عمر ثقفی، ابوعمرو بن علاء (د 154 ق / 771 م)، سلّام طویل مداینی، معروف به خراسانی، و عاصم بن ابی الصباح جحدری نزد او علم قرائت آموختند، و شجاع بن ابی نصر و حفص دوری با واسطۀ عیسی بن عمر ثقفی قرائت او را روایت کردند. بااین‌همه، چنان‌که برخی گفته‌اند، در پاره‌ای موارد قرائت او مخالف قرائت دیگر قراء، و از جملۀ قرائتهای شاذ است (عبدالرحیم، 2 / 497-502؛ بدوی، 174؛ ثبوت، 73-75؛ برای اطلاع بیشتر، نک‍ : برگشترسر، 16 ff.)."
  ],
  "bibliography": null,
  "signature": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 513
}