{
  "id": "eweb_478",
  "source": "DMBI",
  "cat": "term",
  "link": "https://www.cgie.org.ir/fa/article/224337/%D8%AA%D9%82%D9%88%D8%A7",
  "annotator": "Jeremy",
  "title": "تقوا",
  "authors": [
    "احمد پاکتچی"
  ],
  "last_updated": "شنبه 4 آبان 1398",
  "content": [
    "تَقـْوا، اصطلاحی در فرهنگ اسلامی ناظر به گونه‌ای مراقبت از نفس و اعمال که دربارۀ معنای دقيق آن، سخن فراوان در منابع گفته شده است. به طور سنتی اين اصطلاح در فارسی به «پرهيزکاری» برگردان شده است. تقوا از جملۀ مفاهيمی است که در آموزه‌های قرآن کريم به طور محوری بدان توجه شده، و همين امر زمينه‌ساز بوده است تا در احاديث و تفاسير و نيز در حوزۀ علوم مختلف اسلامی به خصوص عرفان، اخلاق و فقه، بدان عنايت شود. واژه از ريشۀ «و ق ی» ساخته شده که به معنای نگاه داشتن است و بيشتر معنای حفظ از شر، آفات، رنجها و مصائب را در خود دارد. در زبان عربی قرآنی، اين ريشۀ فعلی با همين معنا در آيات متعدد مانند «... قِنا عَذابَ النّار» (ما را از عذاب آتش نگاه دار) (بقره/ 2/ 201) به کار رفته است (نيز آل عمران/ 3/ 16؛ طور/ 52/ 27؛ جم‍ ‌). نظير اين ريشه در عبری نيز به صورت YQH به همين معنا به کار رفته است (گزنيوس، 429). با استفاده از معنای بازگشتی که در باب افتعال وجود دارد، از اين ريشه، مصدر «اتّقاء» ساخته شده است که قياساً بايد به معنای «خودنگاهداری» و «خويشتن‌داری» باشد. اين ساخت با صيغه‌های مختلف فعلی و اسمی در قرآن کريم دهها بار به کار رفته است. واژۀ تقوا خود ساختی اسمی از ثلاثی مزيد «اتّقاء» است که در آن واو آغازين مانند وُراث/ تُراث، به تاء تبديل شده است ( قاموس ، نیز ابن منظور، ذيل وقی؛ فيومی، 2/ 392). تُقاة واژه‌ای معادل تقوا ست و تُقی را نيز اغلب برابر تقوی دانسته‌اند (جوهری، زمخشری، ابن منظور، ذيل وقی).",
    "بخش فقه، علوم قرآنی و حديث",
    "تقوا به شکل مصدر مجرد 17 بار در قرآن کريم آمده است و ساختارهای ديگر صرفی آن به ويژه به صورت فعل ماضی يا مضارع در باب «افتعال» يا اسم فاعل همين باب «متقی» در جمع، حجمی بيش از 230 واژه را به خود اختصاص داده است که بيشتر در آيات مدنی پراکنده شده است. قرآن مجيد بيش از هر چيز تقوا را وصف الاهی می‌داند و خدا را به «اهل تقوا و اهل المغفرة» توصيف کرده است (مدثر/ 74/ 56) و از اينجا ارتباطی خاص ميان خدا و متقين برقرار می‌کند، اعطا (محمد/ 47/ 17) و الهام تقوا (شمس/ 91/ 8) از خدا ست و اين فضلی از جانب خدا ست (دخان/ 44/ 57). خداوند، ولیّ (جاثيه/ 45/ 19)، دوستدار (آل عمران/ 3/ 76؛ توبه/ 9/ 4، 7) و آگاه به حال متقين (توبه/ 9/ 44)، و همواره همراه ايشان است (بقره/ 2/ 194؛ توبه/ 9/ 36، 123). متقين به رضوان الاهی می‌رسند (آل عمران/ 3/ 15) و پروردگار، خود به متقين پاداش می‌دهد (نحل/ 16/ 31).  حشر متقين را به سوی خويش، «رحمان»، قرار داده (مريم/ 19/ 85) و در برداشت عرفانی، اين به معنای تحقق آنان به اسم رحمان است (ابن عربی، 2/ 156). آنان را در جايگاه راستينی نزد خويش قرار داده است (قمر/ 54/ 55)، چه، جز متقين کسی دوست و ولی خدا نيست (انفال/ 8/ 34) و عاقبت، آخرت، و بهشت و رستگاری از آن ايشان است (مثلاً نک‍ : آل عمران/ 3/ 133؛ اعراف/ 7/ 128؛ توبه/ 9/ 4؛ هود/ 11/ 49؛ حجر/ 15/ 45؛ نحل/ 16/ 30؛ طه/ 20/ 132؛ قصص/ 28/ 83؛ شعـراء/ 26/ 90؛ زخرف/ 43/ 35؛ قلم/ 68/ 34؛ نبـأ/ 78/ 31). آخرت برای ايشان بهتر از دنيا ست (نساء/ 4/ 77) و بهشتی را که به ارث می‌برند (مريم/ 19/ 63)، برای آنان نزديک و رام است (شعراء/ 26/ 90؛ ق/ 50/ 31). همچنين قرآن کريم تنها عامل ارتباطهای حقيقی و پايدار را تقوا می‌داند، به گونه‌ای که متقين با هم و به صورت گروهی نزد خدای رحمان محشور می‌شوند (مريم/ 19/ 85؛ زمر/ 39/ 73) و بر همين اساس در قيامت جز دوستيهای متقين هر دوستی ديگر به دشمنی بدل می‌شود (زخرف/ 43/ 67) و هر بنيان و اجتماعی که نه براساس تقوا ست، محکوم به نابودی و طرد است (توبه/ 9/ 108-109). افزون بر اين، قرآن کریم و ساير کتب آسمانی برای پند و هدايت، بشارت و يادکرد متقين، نازل شده است (بقره، 2/ 2، 66؛ مائده/ 5/ 46؛ مريم/ 19/ 97؛ نور/ 24/ 34؛ انبياء/ 21/ 48؛ حاقه/ 69/ 48)؛ و اين تقوا ست که بهترين توشه (بقره/ 2/ 197) و بهترين لباس حفظ‌کنندۀ آدمی است (اعراف/ 7/ 26). مفهوم تقوا در قرآن مجيد، در کنار «بِرّ» (مائده/ 5/ 2؛ مجادله/ 58/ 9)، رضوان الاهی (توبه/ 9/ 109)، معرفت (مدثر/ 74/ 56) و هدايت (محمد/ 47/ 17؛ علق/ 96/ 12)، و در تقابل با فجور (ص/ 38/ 28؛ شمس/ 91/ 8) عدوان (مائده/ 5/ 2؛ مجادله/ 58/ 9)، «تولا» و روی تافتن (توبه/ 9/ 107)، کفر و تفرقه‌افکنی بين مؤمنان (توبه/ 9/ 107) و پرتگاه آتش (توبه/ 9/ 107، 109) قرار گرفته است. در تقسيم‌بندی قرآنی از مردم، متقين در مقابل دو گروه اصلی کافران و منافقان قرار دارند (بقره/ 2/ 2-20؛ توبه/ 9/ 35؛ نحل/ 16/ 27-28؛ قصص/ 28/ 82). همچنين گروههايی چون تبهکاران (فجار: ص/ 38/ 28)، گمراهان (غاوين: حجر/ 15/ 42؛ شعراء/ 26/ 91)، سرکشان (طاغين: ص/ 38/ 155)، ستمکاران (ظالمين: جاثيه/ 45/ 19)، مجرمين (قمر/ 54/ 47) و گروه سرسختان («قوماً لُدّاً»: مريم/ 19/ 97) مقابل متقين قرار می‌گيرند. از سويی از نظر قرآن جايگاه تقوا در مراتب والايی از وجود آدمی است و اين قلب است که بايد دارای تقوا شود (حج/ 22/ 32؛ حجرات/ 49/ 3)؛ چه، آثار قلبی انجام يا ترک فعل از مهم‌ترين موضوعات است و اساس محاسبه بر حالتهای قلبی انجام می‌گيرد (بقره/ 2/ 225). در ادامه، چون هدف اصلی خداوند از جعل احکام شريعت، رسيدن به تقوا بوده (حج/ 22/ 37)، نه‌تنها شرط پذيرش اعمال (مائده/ 5/ 27)، بلکه ملاک برتری و کرامت بندگان نزد خدا، تقوا ست (حجرات/ 49/ 13). بر همين اساس قرآن به مخاطبان خويش تأکيد می‌کند که حق تقوای الاهی را آن گونه که شايستۀ او ست، به جای آورند تا بر اسلام از دنيا روند (آل‌عمران/ 3/ 28؛ تغابن/ 64/ 16).  تقوا که مرتبۀ خاصی از ارتباط با خدا ست، همواره در قرآن کريم مخاطبين خاصی نيز دارد که به مراتب مختلف تقوا دعوت می‌شوند: 3 مورد خطاب «يا اَيُّها النّاسُ اتَّقوا رَبَّکُمْ» که همواره با تقوای «رب» همراه شده است (نساء/ 4/ 1؛ حج/ 22/ 1؛ لقمان/ 31/ 33)، 2 مورد دعوت امتهای پيشين توسط پيامبرانشان به تقوا با خطاب «يا قوم» (اعراف/ 7/ 65؛ مؤمنون/ 23/ 23)، 6 مورد نيز خطاب «يا اَيُّها ‌الَّذينَ آمَنوا» که مسلمانان به پيشرفت در مراحل ايمان و حفظ تقوای الاهی دعوت شده‌اند (مائده/ 5/ 35؛ توبه/ 9/ 119؛ احزاب/ 33/ 7؛ حديد/ 57/ 28؛ حشر/ 59/ 18؛ حجرات/ 49/ 1). در دو مورد «اولوا الالباب» يا صاحبان خرد که يک بار به «اتقون» و يک‌بار به «اتقوا الله» دعوت شده‌اند (بقره/ 2/ 197؛ طلاق/ 65/ 10) و خطاب «عبادی» که باز به «اتقون» و «اتقوا الله» توصيه شده‌اند (زمر/ 39/ 10، 16) و بالاخره 3 مورد خطابی خاص به پيامبر اسلام (ص) برای حفظ تقوای‌ الاهی (بقره/ 2/ 206؛ احزاب/ 33/ 1، 37). متعلق تقوا در قرآن متنوع است و بر همين اساس معانی آن نيز دايرۀ وسيعی را دربر می‌گيرد. ضمير متکلم، ضمير غايب، اسم موصول و موارد پرشماری از قرارگيری «الله» به عنوان متعلق تقوا در جای جای قرآن ديده می‌شود (مثلاً بقره/ 2/ 41، 197؛ نساء/ 4/ 1). در ادامه بايد به 12 مورد استفهام انکاری «افلا تتقون» که بيشتر سخن پيامبران با مخاطبانشان است (برای نمونه: اعراف/ 7/ 65؛ يونس/ 10/ 31؛ مؤمنون/ 23/ 23، 32، 87) و برخی مفاهيم ديگر همچون «اتقوا النار» که متعلق تقوا قرار گرفته‌اند، اشاره کرد که در اين موارد اخير مؤلفه‌های معنايی و واژگانی تقوا مورد نظر بوده است (مثلاً نک‍ : بقره/ 2/ 42، 48؛ آل‌عمران/ 3/ 155؛ انفال/ 8/ 35؛ يٰس/ 36/ 45). تحقق و ملازمت به تقوا هم در زندگی دنيوی و اخروی و هم در شخصيت فرد متقی تأثيری شگرف دارد؛ چنان‌که برون شد از تنگناها، آسان شدن سختیها، روزی گرفتن از راهی که انتظارش نيست، خطاپوشی و اجری بزرگ از جانب خداوند نصيب متقی می‌شود (طلاق/ 65/ 1- 5). علاوه بر اين تقوا نيروی تشخيص حق از باطل و ملاک درست عمل کردن، «فرقان» را در اختيار انسان قرار می‌دهد (انفال/ 8/ 29). از آنجا که بر اساس نگاه قرآنی نتيجۀ مجموعه آثار تقوا در همۀ ساختهای وجودی و عملکردی آدمی بازخوردی گسترده داشته، به نتايجی محسوس و مؤثر در زندگی و بينش فرد منجر می‌شود، بسياری از اوامر الاهی برای رسيدن به تقوا ست. واژۀ ترجّی يا «لَعَلَّ» در ساختار آيات با تکرار بيش از 15 مرتبه در قرآن کريم، فلسفه يا غايت بسياری از قانون‌گذاریها را رسيدن به تقوا می‌داند: با ساختار «لعلهم يتقون» يا «لعلکم تتقون»: اموری با فاعليت انسان چون عبادت (بقره/ 2/ 21)، قِصاص (بقره/ 2/ 179)، روزه (بقره/ 2/ 183)، حفظ عهد و حدود الاهی (بقره/ 2/ 189)، ترک ربا (آل عمران/ 3/ 130)، ارج نهادن کتاب الاهی (بقره/ 2/ 63)، و اموری انجام شده از سوی خداوند شامل نزول قرآن (زمر/ 39/ 28)، تبيين آيات (بقره/ 2/ 187)، تصريف آيات (انعام/ 60/ 65)، سفارشهای خاص الاهی (انعام/ 6/ 153)، تذکر آيات (انعام/ 6/ 69)، تهديد به عذاب (انعام/ 6/ 51؛ طه/ 20/ 113)، نزول بلاها (اعراف/ 7/ 164) و احيای مردگان و نشان دادن آيات از جانب خدا (بقره/ 2/ 73؛ اعراف/ 7/ 171)، همه به منظور رسيدن انسان به تقوا ست. در همين ساختار، امر به تقوا، به اميد رسيدن به فلاح (بقره/ 2/ 189)، رحمت الاهی (انعام/ 6/ 155؛ حجر/ 49/ 10) و شکر (آل عمران/ 3/ 123) نيز مطرح شده است. همنشينی واژۀ تقوا به ترتيب با ايمان و عمل صالح، و با احسان (مائده/ 5/ 93) و در نتيجه رسيدن به مقام احسان و ملحق شدن به «محسنين» (بقره/ 2/ 194-195؛ آل عمران/ 3/ 143؛ يوسف/ 12/ 90؛ زمر/ 39/ 34؛ ذاريات/ 51/ 16؛ مرسلات/ 77/ 44)، نتيجه‌ای برای صبر بر تقوا ست (نيز نک‍ : علاءالدوله، 301، 356، 385).",
    "ابن‌عربی، محيی‌الدين، الفتوحات المکية ، بولاق، 1274-1296ق‌؛ ابن منظور، لسان ؛ جوهری، اسماعيل‌، صحاح‌ ، به‌ کوشش‌ احمد عبدالغفور عطار، قاهره‌، 1376ق/ 1956م‌؛ زمخشری، محمود، اساس‌ البلاغة ، به‌ کوشش‌ عبدالرحيم‌ محمود، بيروت‌، 1399ق‌/ 1979م‌؛ علاءالدولۀ سمنانی، احمد، العروة لاهل الخلوة و الجلوة ، به کوشش نجيب مايل هروی، تهران، 1362ش؛ فيومی، احمد، المصباح المنير ، قاهره، 1347ق/ 1929م؛ قاموس ؛ قرآن کريم؛ نیز:",
    "Gesenius, W., A Hebrew and English Lexicon of the Old Testament , Boston/ New York, 1891. مهدی مطيع",
    "تقوا به عنوان یکی از اصطلاحات کلیدی در قرآن کریم، در فقه اسلامی نیز مورد توجه قرار گرفته است. همان‌گونه که انتظار می‌رود به لحاظ طبیعت مباحث فقهی، برای آشکار شدن چیستی تقوا در کاربردهای فقهی، کوششهایی برای ارائۀ تعریفی از آن صورت گرفته است.",
    "در بیشتر منابع فقهی، تعریف تقوا با تعریف عدالت پیوند خورده است. بسیاری از فقیهان متقدم از مذاهب گوناگون اسلامی عدالت را عبارت از کیفیت راسخ نفسانی دانسته‌اند که فرد متصف به آن را به ملازمت تقوا و مروت برمی‌انگیزد. در تعاریف متأخر گاه قید مروت حذف شده، و بدین ترتیب نوعی ملازمت مستقیم میان تقوا و عدالت برقرار شده است (علامۀ حلی، مختلف ...، 8/ 484؛ شهید ثانی، مسالک ...، 9/ 115؛ ابن‌نجیم، 2/ 465؛ ابن‌عابدین، 1/ 43).  فقیهان گاه با این توضیح که عدالت با ارتکاب کبایر زایل می‌شود، به نوعی تضاد ارتکاب کبایر با ملازمت تقوا را نشان داده‌اند (مثلاً نک‍ : علامۀ حلی، ارشاد ...، 2/ 156) و گاه نیز مستقیماً به تعریف تقوا پرداخته‌اند. مهم‌ترین تعریفهای ارائه شده اینها ست: نخستین تعریف تقوا اجتناب از گناهان کبیره و صغیره از مکلف کامل العقل است که از متقدمان امامیه شیخ مفید، ابوالصلاح حلبی، ابن‌براج و ابن‌ادریس بدان قائل بوده‌اند؛ دیگر تعریف آن اجتناب از تمامی گناهان‌کبیره و عدم اصرار بر گناهان صغیره و غالب نبودن آن بر اعمال فرد است که از قدمای امامیه قول شیخ طوسی در این باب مشهور است (نک‍ : 8/ 217؛ فخر المحققین، 4/ 421) که نزد متأخران امامیه نیز مورد توجه است (شهید اول، 2/ 125؛ کرکی، 2/ 372؛ خمینی، 1/ 10، 274).  برخی از فقیهان، با تکیه بر اینکه اصرار بر صغیره خود در زمرۀ گناهان کبیره است و ارتکاب صغیره بدون اصرار در تقوا بی‌اثر است، تقوا را به اجتناب از گناهان کبیره محدود کرده‌اند (نک‍ : صاحب جواهر، 15/ 392). بر این پایه تقوا در تضاد با فسق قرار می‌گیرد، تقابلی که در برخی اشارات متأخران چون شیخ انصاری دیده می‌شود (مثلاً نک‍ : 2/ 406).  در کلام فقیهانی از متأخران که بر ارزشهای اخلاقی تأکید بیشتری داشته‌اند، به عکس می‌توان با تعریفهایی از تقوا مواجه شد که فرقی میان گناهان ننهاده‌اند. از جمله، از عالمان امامی مقدس اردبیلی تقوا را به اجتناب از همۀ منهیات و به جای آوردن همۀ مأمورات تعریف کرده ( زبدة ...، 8، 88)، و از عالمان شافعی، دمیاطی آن را به طور عام امتثال اوامر خدا و اجتناب از نواهی او، در ظاهر و باطن دانسته است (2/ 78).  برخی از عالمان در آثار غیرفقهی کوششی در جهت تعریف تقوا به عنوان مفهومی مشکک و دارای درجات مبذول کرده‌اند؛ اینان پرهیز از شرک را پایین‌ترین درجۀ تقوا، و پرهیز از هر گناه را تقوای میانه دانسته‌اند؛ اما تقوای حقیقی یا والاترین درجۀ آن را در سرسپردگی به خداوند و پرهیز از هر آنچه انسان را از حق باز می‌دارد، به شمار آورده‌اند (عبدالوهاب، 23؛ بیضاوی، 1/ 100؛ مجلسی، 67/ 360؛ ابوالسعود، 1/ 28)، در انتقال این درجات به منابع فقهی، تنها به مرتبۀ نخست و دوم توجه شده است (نک‍ : بهوتی، 1/ 15؛ ابن‌حجر، 1/ 48). در بحث از قسم سوم تقوا ست که برخی از فقیهان، تصریح کرده‌اند که ترک مستحبات موجب قدح در تقوا (شهیدثانی، مسالک ، 14/ 171)، یا به تعبیر دیگر قدح در عدالت نیست (نک‍ : محقق حلی، شرائع ...، 4/ 912؛ علامۀ حلی، قواعد ...، 3/ 494). برخی از فقیهان، نه تنها تقوا، که حتى ورع را به ترک محرمات بازگردانده‌اند؛ از جمله محیی‌الدین نووی که ورع را همان تقوا دانسته‌، و هر دو را به اجتناب از ظلم بازگردانده است ( المجموع ...، 20/ 168).  نزد برخی از فقیهان متأخر با گرایش اخلاقی، به قسم سوم از تقـوا، با تقـریر اجتنـاب از شبهات نیـز توجه شده است. از جملـه مقدس اردبیلی، تقوا را فراتر از ترک محرمات (ناظر به قسم دوم)، شامل اجتناب از «مشتبهات» (ناظر به قسم سوم) دانسته ( مجمع ...، 1/ 371)، و تحدید تقوا به مراتب دوگانه را نقد کرده است (همان، 12/ 379). تعریفهای مشابهی را در آثار برخی از عالمان پسین امامیه و نیز اهل سنت می‌توان یافت (نک‍ : سبزواری، 2/ 392؛ ابن‌عابدین، 1/ 600؛ نیز نک‍ : صاحب جواهر، 13/ 367).",
    "در بررسی موارد پرداخت فقها به تقوا، افزون بر کارکردهای جزئی که در برخی از مسائل برای آن قائل شده‌اند، برخی کارکردهای کلی را نیز برای تقوا مترتب دانسته‌اند.  برخی از فقیهان، مانند ابن‌عابدین تقوا را ثمرۀ فقه دانسته‌اند (1/ 42)، از آن رو که مطابق درک مشهور نزد فقیهان لازمۀ تحقق تقوا عمل به واجبات و ترک محرمات است؛ اما برخی به جایگاه پیشینی تقوا نسبت به اعمال فقهی توجه کرده‌اند. از جمله مقدس اردبیلی، تقوا را شرط قبولی اعمال دانسته است ( زبدة، 22-23). شهید ثانی یادآور شده است که حتى اگر تقوا شرط قبولی نباشد، تحقق آن موجب مضاعف شدن ثواب عمل خواهد بود ( روض ...، 233).  در منابع فقهی مکتب حله، گاه می‌توان نمونه‌هایی را یافت که به عموم آیۀ 2 مائده (5)، «تعاون بر تقوا»، به عنوان مبنایی برای حکم به استحباب برخی امور تمسک شده است؛ از جمله می‌توان به استحباب عاریۀ لباس برای گزاردن نماز اشاره کرد (محقق حلی، المعتبر ، 2/ 107). بسط این مبنا در فقه مقدس اردبیلی دیده می‌شود که به مطلوبیت التزام به تقوا با درجات مختلف آن، به عنوان مبنایی برای ثبوت استحباب یا کراهت برخی اعمال استناد شده است (مثلاً نک‍ : مجمع ، 1/ 371، 8/ 20، 119؛ نیز عاملی، 1/ 44). شهیدثانی نیز به تأثیر پیشینی برخی اعمال در تحقق تقوا توجه کرده است؛ از جمله وی در بحث از نماز جمعه، آن را موجب برانگیخته شدن برای تقوا دانسته، و این سخن را زمینه‌ساز استدلالات خود در وجوب نماز جمعه قرار داده است («وجوب...»، 98)."
  ],
  "bibliography": null,
  "signature": "بخش فقه، علوم قرآنی و حديث",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
