{
  "id": "eweb_479",
  "source": "DMBI",
  "cat": "term",
  "link": "https://www.cgie.org.ir/fa/article/224267/%D8%AA%D8%B5%D9%88%D9%81",
  "annotator": "Jeremy",
  "title": "تصوف",
  "authors": [
    "غلامرضا اعوانی"
  ],
  "last_updated": "یکشنبه 7 مهر 1398",
  "content": [
    "تَصَوُّف، ساحت معنوی و درونیِ اسلام که از ابتدای تاریخ آن، نخست در قالب زهد و پرهیز، سپس در چهارچوب طریقه‌های صوفیه در سرزمینهای مختلف جلوه‌گر شده، و با وجوه گوناگون تمدن اسلامی در ارتباط بوده است. در این مقاله، جنبه‌های مختلف تصوف به شرح فهرست بررسی شده است:",
    "تصـوف ــ و به معنی کلـی‌ترِ آن، عـرفان ــ مهم‌ترین تبلورِ ساحتِ درونیِ وحیِ اسلامی است که طی 14 سدۀ گذشته در سراسر جهان اسلامی، از اقیانوس اطلس تا اقیانوس کبیر، و از آسیای میانه تا افریقای جنوبی تجلیات بسیار مهمی داشته، و از سدۀ 2ق/ 8م به بعد تأثیرِ آشکاری بر ساختار جوامع اسلامی گذاشته است که بیشتر در حوزه‌های اقتصادی، فرهنگی و حتى سیاسی مشهود است. این حقیقتِ درونیِ وحیِ اسلامی همچنین مهم‌ترین تأثیر را در اندیشه و هنر اسلامی، از فلسفه و شعر و ادب تا موسیقی و معماری داشته است. برجسته‌ترین نوشته‌های ادبیِ عربی، فارسی، ترکی و دیگر زبانهای اسلامی، مخصوصاً در قلمروِ شعر نتیجۀ اثر تصوف است؛ و بسیاری از مهم‌ترین آثار فلسفی اسلامی، از نوشته‌های فلاسفۀ اندلس تا آثار سهروردی، ابن ترکه، ملاصدرا، آقا محمدرضا قمشه‌ای، آقا علی مدرس و ملاهادی سبزواری و بسیاری دیگر از فلاسفۀ برجستۀ ایران نشان از نفوذ آراء صوفیه دارد. تاریخِ هیچ‌یک از ممالک اسلامـی را ــ به‌ ویژه در زمینـه‌های فرهنگـی و فکری ــ بدون توجه به اهمیتِ سهم تصوف در دیار مورد نظر نمی‌توان نوشت. لیکن اهمیتِ این حقیقتِ معنوی و هدفِ اصلیِ آن، امورِ اجتماعی و فرهنگی نیست، بلکه وصول به حق است. تصوف در دامنِ وحی اسلامی و بر اساس شریعتِ محمدی، برای بندگانی که در همین دنیا طالبِ رسیدن به معشوق الاهی و کسب معرفت حق بوده‌اند، راهی ایجاد کرده است که آن را «طریقت» نامیده‌اند. این راه که از شریعت آغاز، و به حقیقت منتهی می‌شود، راهی است برای به تأیید رسانیدنِ آن جوابِ «بَلى» که ذریتِ آدم در لحظۀ الست به پرسش «... اَلَسْتُ بِرَبِّکُم...» خداوند (اعراف/ 7/ 172) دادند و کوششی است برای بازگشت به فطرتِ آدمی که همیشه در ذکر مبدأ است و هنوز در درون انسانها وجود دارد، حتى بعد از هبوطِ آدم که منجر به غفلت از خودِ واقعی و خداییِ آدمی شد. منشأ تصوفْ ساحتِ درونیِ قرآن کریم و حقیقت باطنیِ پیامبر اکرم(ص) و به‌ویژه نیروی ولایت است که از جانب حق به او القا شده است. پیامبر اسلام(ص) هم نبی بود و هم ولی؛ و هرچند با درگذشتِ او دایرۀ نبوت به پایان رسید، دایرۀ ولایت استمرار یافت و این نیروی معنوی به برخی از یاران او، به‌ویژه علی(ع) منتقل گردید که بعد از آن حضرت مهم‌ترین شخصیت در عالم تصوف در میان صوفیان سنی و شیعی است. این حقیقتِ درونی که از پیامبر(ص) به علی(ع) انتقال یافته بود، به گروهی معدود از نسل بعدی مانند حسن بصری و نیز البته امامان شیعه ــ که از دیدگاهِ تصوف به صورت اقطابِ صوفیه دیده می‌شوند ــ رسید و از میان آنان به‌ویژه امام جعفر صادق و امام رضا(ع) سهم بزرگی در تحولات بعدیِ تصوف داشتند. حسن بصری خود ساکن عراق بود و پس از او، به‌تدریج سرزمین عراق و یا بین‌النهرینِ آن زمان به یکی از مراکز مهم تصوف تبدیل شد و مشاهیری مانند رابعۀ عدویه و ابوهاشم صوفی کوفی و بالأخره جنید، شیخ مشایخ صوفیه و رئیس مکتب بغداد، در آنجا ظهور کردند. برخی از این صوفیانْ عرب، و بسیاری دیگر، مانند خود جنید، ابوالحسین نوری و معروف‌ترین شاگرد جنید، حسین بن منصور حلاج، از ایرانیان بودند.  هم‌زمان با استقرارِ مکتب بغداد، دومین مکتب مهم تصوف در خراسان شکل گرفت و در آن دیار برخی از بزرگ‌ترین شخصیتهای دوران اول تاریخ تصوف مانند شقیق بلخی، ابراهیم ادهم (ه‍ م) و بزرگ‌ترینِ آنان، بایزید بسطامی (ه‍ م) به ظهور رسیدند. این مکتب، برخلاف مکتب بغداد که صحو را بر سکر ترجیح می‌داد، بیشتر به سکر گرایش داشت و از طریق شخصیتهایی چون ابوالحسن خرقانی، ابوسعید ابوالخیر، احمد غزالی و عین‌القضاة تأثیر عمیقی نه تنها بر تاریخ تصوف، بلکه همچنین بر زبان فارسی و حتى بر گسترش اسلام در نواحی شرقی و مرکزی آسیا گذاشت. در این دیار بود که زبان صوفیانۀ فارسی پرداخته شد و با سنایی، عطار و مولانا جلال‌الدین به اوج خود رسید. نظرپردازانِ تصوف در سده‌های نخستین نیز بیشتر از دیار خراسان بودند. با گسترش روزافزونِ تصوف در سده‌های 3-4ق/ 9-10م، بزرگانِ این مکتب لزومِ نگارش کتابهای مفصل‌تری را نسبت به آنچه گذشتگان دربارۀ تصوف نوشته بودند، دریافتند و در این زمان بود که آثاری مانند اللمع ابونصر سرّاج ، قوت‌القلوب ابوطالب مکی و رسالۀ قشیریۀ ابوالقاسم قشیری که هنوز خوانندگان فراوان دارند، نوشته شد. این نوع نوشته‌ها مکمل کتابهایی چون طبقات الصوفیۀ سلمی و حلیةالاولیاء ابونعیم اصفهانی بودند که در حدود همان زمان یا اندکی بعد به منظور آشناییِ خواننده با احوال و اقوالِ صوفیه به تألیف درآمدند.  در همین دوران، زبان فارسی نیز به تدریج برای بیان آثار تعلیمیِ تصوف به‌کار گرفته شد و آثاری همچون کشف‌المحجوب هجویری، ترجمۀ رسالۀ قشیریه و چند اثر خواجه عبدالله انصاری پدید آمد. کاربردِ نثر فارسی برای بیان اصول تصوف، با کتاب سوانح احمد غزالی به مرحلۀ جدیدی گام گذاشت و از آن پس، گرچه زبان عربی همچون گذشته زبان اول برای بیان اصول تصوف نظری و اخلاق صوفیانه بود و خود ایرانیان در بسیاری از موارد به آن زبان می‌نوشتند، اما در سرزمینهای شرقی اسلام از هند و آسیای مرکزی تا آسیای صغیر و البته خود ایران، زبان فارسی در کنار عربی به زبان اصلی برای بیان حقایق تصوف تبدیل گردید.  در سدۀ 5ق/ 11م ضرورتِ جای دادن تصوف در ساختارِ علمی و آموزشیِ جهان اسلام رخ نمود و باتوجه به این نیاز بود که یکی دیگر از عارفان و عالمان دینی برجستۀ خراسان، ابوحامد محمد غزالی به ایجاد آشتیِ کامل میان شریعت و طریقت در عالم تسنن پرداخت و به مدد تصوف روح جدیدی در اخلاق اسلامی دمید و در این کار موفقیت شگرفی به‌دست آورد، چندان‌که کتاب احیاء علوم‌الدین او هنوز مهم‌ترین کتاب اخلاق و ادب عرفانی در جهان اسلام است و خلاصۀ فارسی آن، که به دست خود غزالی نوشته شد و کیمیای سعادت نام دارد، از شاهکارهای نثر فارسی به‌شمار می‌رود و هنوز خوانندگان بسیار دارد. از سدۀ 6ق/ 12م به بعد با شکل‌گیریِ طریقه‌های متشکل، مرحلۀ جدیدی از تاریخ تصوف آغاز گردید. نخستین طریقه‌های صوفیه به دست عارفان بزرگی چون عبدالقادر جیلانی (گیلانی) و احمد رفاعی به وجود آمد و این دو طریقه، یعنی قادریه و رفاعیه، هنوز گسترش قابل توجهی در جهان اسلام دارند. از این دوران به بعد، تصوف بیشتر در قالب طریقه‌های مختلف به حیات فکری و عملی خود ادامه داد. در سده‌های بعد طریقه‌های دیگری مانند سهروردیه، چشتیه، شاذلیه، نقشبندیه، نعمت‌اللٰهیه، و حتى در سده‌های 12-13ق/ 18-19م تیجانیه و سنوسیه در افریقای شمالی و غربی به ظهور رسیدند و در مناطق مختلف گسترش یافتند. این طریقه‌ها هنوز هم در سراسر جهان اسلام فعال‌اند و در چند دهۀ اخیر به دنیای غرب هم راه یافته‌اند. در خود دنیای اسلام نیز عارفان و صوفیان به بسیاری از پرسشها و تردیدهای ناشی از تهاجم فرهنگی و فلسفی غرب به دارالاسلام پاسخ داده‌اند و در بسیاری از کشورهای اسلامی، پس از یک دوران اعتراض و حمله به تصوف در سده‌های 13-14ق/ 19-20م از جانب تجددگرایان از یک‌سو، و بنیادگرایانی مانند وهابیه که سخت با آن مخالف بودند، از سوی دیگر، احیای توجه و علاقه به تصوف دیده می‌شود. در این سیرِ کوتاه در تاریخ تصوف نمی‌توان به اهمیتِ آن در گسترش اسلام اشاره نکرد. اگرچه در آغازِ ظهور اسلام، ایران و سرزمینهایی که بعدها ممالک عربی خوانده شدند، توسط سپاه عرب فتح گردید و درنتیجه به تدریج اسلام در این نواحی گسترش یافت، لیکن تقریباً در همۀ مناطق دیگر، رواجِ اسلام نه از راه لشکرکشی، بلکه به وسیلۀ تصوف و تبلیغات و فعالیتهای مراکز صوفیه صورت گرفت. این امر در شبه‌قارۀ هند، جنوب شرقی آسیا، غرب چین و در میان اقوام ترک که از راه تصوف اسلام آوردند و نیز مسلمانانِ شرق اروپا و سراسر قارۀ افریقای سیاه دیده می‌شود و امروزه نیز گسترش اسلام در غرب، به‌ویژه در میان افراد تحصیل‌کرده، بیشتر از راه تصوف است.",
    "تصوف نظری و یا علمی از سدۀ 7ق/ 13م به بعد به صورت منسجم و نظام‌یافته توسط محیی‌الدین ابن عربی و پیروان مکتب او مانند صدرالدین قونوی، مؤیدالدین جَندی، عبدالرزاق کاشی، داوود قیصری و شمس‌الدین فناری شکل گرفت. با این‌همه، باید توجه داشت که بیشتر این عقاید از آغاز در میان صوفیه موجود بوده است و بیانات عارفان بعدی غالباً جز توضیح و تبیین نظریِ این باورها نیست.",
    "زیربنای اعتقادات صوفیه توحید است که البته محور اصلیِ اسلام و هر آنچه اسلامی است، محسوب می‌شود. تفاوت در آن است که صوفیه از خود می‌پرسند: معنای حقیقیِ توحید چیست و چگونه می‌توان موحد شد؟ هدف تصوف، رسیدن به آن حقیقت مطلقی است که هم یگانه و هم وحدت‌بخش است، حقیقتی که می‌تواند انسان را از عالمِ کثرت نجات بخشد و به وصال معشوق بی‌همتا برساند. مقصود تصوف دیدن وحدت و دانستن وحدت و زیستن بر پایۀ حقیقت توحید است. چنان‌که شیخ محمود شبستری عارف معروف سدۀ 8ق/ 14م آن را در گلشن راز این‌چنین خلاصه کرده است: «یکی بین و یکی گوی و یکی دان/ بدین ختم آمد اصل و فرع ایمان» (ص 103). تمامی جوانب تصوف، اعم از نظری و عملی را می‌توان در پرتو اصل توحید نگریست و توحید را هدف اصلیِ تصوف به‌شمار آورد و حقیقتِ واحد را سرچشمه و خاستگاهی دانست که تجلیات آن از راه وحیِ قرآنی به دست متصوفه رسیده است. واژۀ عرفان نیز که در چند سدۀ اخیر در ایران زیاد به‌کار برده شده است، چیزی جز علم به توحید نیست و می‌توان آن را جنبۀ نظری تصوف و تفسیرِ درونی یا باطنیِ کلمۀ طیبۀ «لا اِلٰه اِلَّا اللّٰه» دانست؛ که این خود عالی‌ترین نحوۀ بیان توحید است (نک‍ : ابن عربی، الفتوحات ...، 2/ 288-292، التجلیات ...، 72؛ عبدالرزاق، شرح منازل ...، 264-272).",
    "گرچـه اصطلاح وحدت وجود همه‌جا با نام ابن‌ عربی همراه است، اما وی خود این ترکیب را به کار نبرده است و باید نخستین کاربردهای آن را در آثار ابن سبعین (ه‍ م) و پیروان ابن عربی جست‌وجو کرد (نک‍ : ابن سبعین، 28، 113؛ نسفی، 159 بب‍ ؛ اسیری، 17-19، 396-402). با این‌همه، حقیقتی که وحدت وجود به آن اشاره می‌کند از آغاز در قلب تصوف حضور داشته است، چنان‌که صوفیه آیاتی مانند «… فَاَیْنَما تُوَلّوا فَثَمَّ وَجْهُ‌اللّٰهِ…» (بقره/ 2/ 115)، و اشاره به 4 اسم الاهی «… اَلْاَوّلُ وَ الْآخِرُ وَالظّاهِرُ وَالْباطِنُ…» (حدید/ 57/ 3) در قرآن کریم را سرآغاز بیان این حقیقت در متن آیات کتاب آسمانی مسلمانان دانسته‌اند و عارفان و صوفیانِ پیش از ابن عربی و شاگردان او نیز، مانند حلاج (در برخی از ابیات معروفش به عربی)، جنید (در رسائل و کلمات قصار خود)، نفرّی و... به آن اشاره کرده‌اند (برای نمونه نک‍ : حلاج، 17، 58-62؛ جنید، 51-75، عین‌القضاة، 273-274).  بنا بر نظریۀ وحدت وجود، وجود یکی بیش نیست و آن از آنِ حق‌تعالى است که نه تنها حقیقتِ مطلق، بلکه وجودِ مطلق نیز هست و وجودِ هرچه وجود دارد، فیضان یافته از وجودِ واحدِ مطلق است و هیچ‌چیز در عالم استقلالِ وجودی ندارد، مانند اشعۀ خورشید که از خورشید ساطع می‌شود، ولی از خود استقلال وجودی ندارد. برخی از عارفان پا را از این نیز فراتر نهاده و گفته‌اند که یک وجود بیش نیست که همان وجود مطلق است و هیچ چیز دیگری اصلاً از وجود بهره‌مند نیست و در خود نیستی کامل است، چنان‌که مولانا می‌فرماید: «ما عدمهاییم و هستیها نما/ تو وجود مطلق و هستی ما» (دفتر اول، بیت 602).  گرچه صوفیۀ بعدی و نیز حکمای اسلامی مانند صدرالدین شیرازی دربارۀ موضوع وحدت وجود بحثهای مفصل عقلانی و استدلالی کرده و کوشیده‌اند که آن را به اثبات رسانند (نک‍ : الرسائل ، 132-147، المشاعر ، 165 بب‍ ، الاسفار ...، 1(1)/ 70-74)، اما بزرگان صوفیه بر آن‌اند که دریافتِ معنیِ وحدتِ وجود امری شهودی است، نه استدلالی. همان‌گونه که حقیقت در تصوف یافتنی است و نه بافتنی، وحدت وجود که قلب تصوف است، نیز فقط از طریق یافتن درک می‌شود و نه اندیشه‌پردازی، گرچه متافیزیک و حکمت، مانند آنچه در آثار ملاصدرا دیده می‌شود، می‌تواند ذهن را برای این شهود آماده سازد، به شرطی که قلب طالب نیز آمادۀ درک این حقیقت عظیم باشد (نک‍ : روزبهان، 269-271؛ ابن عربی، فصوص ...، 2/ 139-142؛ فرغانی، 244-246؛ آملی، جامع ...، 84).  آثار صوفیانۀ پس از سدۀ 7ق/ 13م که به علم تصوف می‌پردازند، بیشتر مبتنی بر بحث پیرامون معنی وحدت وجودند. نظریۀ وحدت وجود نه تنها در میان فقیهان، بلکه در میان بعضی از صوفیان نیز مخالفانی داشته است. یکی از نظریاتی که در مقابل وحدت وجود مطرح گردید، «نظریۀ وحدت شهود» است که به نقد علاءالدولۀ سمنانی عارف سدۀ 8ق/ 14م از ابن عربی باز می‌گردد (علاءالدوله، چهل مجلس ، 191-192، العروة ...، 276-277، «مکتوبات»، 343-344). با این‌همه، نظریۀ «وحدت شهود» طرفداران بسیاری در ایران و سرزمینهای عربی نداشت و بیشتر در هندوستان بود که مورد توجه برخی از صوفیه قرار گرفت. این تعبیر با نام احمد سرهندی (ه‍ م) از صوفیان نقشبندی سدۀ 11ق/ 17م همراه شده است.",
    "همان‌طور که در اسلام توحید و نبوت از ارکان اصلی دین به‌شمار می‌رود، در تصوف نیز نظریۀ وحدت وجود و نظریۀ انسان کامل ــ که اولی تعبیر درونی توحیـد و دومـی معنای درونی نبوت است ــ دو رکنِ اساسیِ عقاید صوفیه را تشکیل می‌دهد. مفهوم انسان کامل نیز مانند نظریۀ وحدت وجود به صورت یک اصطلاح و در قالب نظریه‌ای منسجم نخست در سدۀ 7ق/ 13م مطرح گردید. انسان کامل نخستین حقیقت آفریدۀ خداوند، رب‌النوع انسان و مثل اعلای عالم کون، و آیینه‌ای است که تمام اسماء و صفات الاهی در آن منعکس است. تمام انسانها بالقوه انسان کامل‌اند، ولی این حقیقت فقط در انبیا و اولیای بزرگ ــ و البته در تشیع در امامان ــ به فعلیت رسیده است. انسان کامل نقشهای مهمی از جمله نبوت، ولایت، ارشاد در راه حق و نمونۀ اعلا بودن از نظر اخلاقی و معنوی برای دیگر انسانها را برعهده دارد. البته در تصوف بالاترین مقام انسان کامل از آن پیامبر اکرم(ص) است که هم نبی و هم ولی، و هم راهنمای راه توحید، و هم اسوۀ حسنه است و تمامی اولیا و مرشدانِ تصوف از برکتِ وجود او دارای مناصب و مقامات معنوی شده‌اند (ابن عربی، الفتوحات ...، 1/ 229-231، 2/ 468، 3/ 266-267؛ نیز نک‍ : آملی، المقدمات ...، 167 بب‍‌ ).",
    "در قرآن کریم آمده است که خداوند خالق و فاطر عالم است و این جزئی جدایی‌ناپذیر از عقاید همۀ مسلمانان است، ولی صوفیه تفسیر دقیق‌تری از این امر دارند. آنان همۀ عالم را به مثابۀ آیینه‌هایی می‌بینند که اسماء و صفات الاهی در آن منعکس است و این انعکاس در آیینۀ عدم را تجلی (ه‍ م) می‌خوانند. آنچه در عالم هستی دیده می‌شود، نتیجۀ تجلیات حق است و آفرینش نه تنها نتیجۀ امر «کُن» الاهی است، بلکه تجلیِ اسماء و صفات او را نیز دربر دارد و موجودات چیزی جز حاصل این تجلیات نیستند. هدف صوفیه مشاهده و درک آن صورتِ جمال حق است که همه‌جا هویدا ست، به شرط اینکه بیننده بتواند با چشم درون به اطراف خود بنگرد و علم آن را داشته باشد که کتاب عالم کون را ــ که صوفیـه آن را « قرآن تکوینی» نیز نامیده‌اند ــ بخواند، همچنان که برای خواندن قرآن تدوینی آشنایی با زبان عربی لازم است؛ با این تفاوت که این علم دانشی ظاهری مانند صرف و نحو نیست، بلکه معرفتی درونی است. صوفیه این نحوۀ مشاهدۀ تجلیاتِ حق در عالمِ خلقت را «تأویل» خوانده‌اند (سهروردی، 25-26؛ ابن عربی، همان، 4/ 25، نیز 2/ 119)."
  ],
  "bibliography": null,
  "signature": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}