{
  "id": "eweb_480",
  "source": "DMBI",
  "cat": "term",
  "link": "https://www.cgie.org.ir/fa/article/240720/%D8%AE%D8%B1%D9%82%D9%87",
  "annotator": "Jeremy",
  "title": "خرقه",
  "authors": [
    "بخش ادیان و عرفان"
  ],
  "last_updated": "چهارشنبه 19 خرداد 1400",
  "content": [
    "خِرْقه ، اصطلاحی در تصوف، به معنی جامه‌ای پشمین و خشن، که صوفیه به‌عنوان نماد ظاهریِ منش و مسلک خود می‌پوشیدند.  واژۀ خرقه از ریشۀ خَرق به معنای پاره‌کردن، دریدن و شکستن، و به معنی پارۀ جامه یا جامه‌ای است که از پاره‌ها بردوخته شده باشد (تهانوی، 1 / 742؛ فروزانفر، 1 / 306). این واژه در معنای اصطلاحی خود، هم به ظاهرِ جامه‌ای اشاره دارد که یا از تکه‌های پارچه‌ای پشمین دوخته می‌شد، و یا جامه‌ای پشمین بود که پاره‌هایی بر آن وصله می‌شد، و هم دارای معنایی نمادین است که به بریده‌شدن بند تعلقات دنیایی سالک اشاره می‌کند (کاشفی، 151-152).  به هر روی، خرقه که با نامهای دیگری چون مُرَقَّعه و دَلْق نیز شناخته می‌شده، لباسی بوده که صوفی را از دیگران متمایز می‌کرده، و نشانی از ورود او به حلقۀ صوفیان و پیمودن طریق سلوک به‌شمار می‌آمده است، چندان‌که بنابر یکی از پذیرفته‌ترین نظریه‌ها دربارۀ وجه اشتقاق واژۀ «صوفی»، اهل تصوف به‌سبب پشمینه‌پوشی، یعنی پوشیدن خرقه، به این نام خوانده شده‌اند (سراج، 20-21؛ کلابادی، 21-22؛ عبادی، 23؛ سهروردی، عمر، 59).",
    "نویسندگان صوفی پوشیدن لباس پشمین به نشانۀ زهد را از صفات انبیا و اولیا می‌دانند و بر این باورند که نخستین کسانی که لباس پشمین پوشیدند، آدم (ع) و حوا بودند. به اعتقاد آنان، همۀ پیامبران، به‌ویژه موسى، عیسى (ع) و محمد (ص) پشمینه‌پوش بودند و در دورۀ اسلامی، پیشینۀ این سنت به اصحاب پیامبر (ص)، به‌ویژه اهل صفه می‌رسد (سراج، 21؛ هجویری، 61-62؛ کلابادی، 22-23؛ سهروردی، عمر، همانجا، نیز 61؛ نجم‌الدین، 28؛ باخرزی، 28- 29)، اما به نظر می‌رسد که میان پشمینه‌پوشی و زهد و ریاضت از سدۀ 2 ق / 8 م به بعد پیوندی معنایی برقرار شده، و عبارت «لبس الصوف» به تدریج، معنای زاهدشدن و زهدورزیدن یافته باشد (قشیری، 389؛ غنی، 2 / 45-46؛ ماسینیون، 681؛ نیکلسن، 3). در ادامۀ این تحول، خرقه به‌عنوان لباس عام زاهدان، به‌مرور، بار معنایی جدیدی یافت و نشانۀ کسانی به شمار آمد که پس از طی مراحلی چند، آمادگی ورود به حلقۀ صوفیه را می‌یافتند و از پیری شایسته، خرقه دریافت می‌کردند.  بدین‌ترتیب، در سده‌های بعد، پوشیدن خرقه نشانۀ پذیرفته‌شدن در حلقۀ پیری خاص، و یا تشرف‌یافتن به طریقه‌ای از طریقه‌های صوفیه شمرده‌شد و بر این اساس، معنایی باز هم باطنی‌تر یافت؛ چنان‌که به قول عمر سهروردی (د 632 ق / 1235 م)، خرقه‌پوشیدن از یک سو، نشانۀ قرارگرفتن زیر حکم شیخ، و جاری شدن حالی از باطن شیخ به باطن مرید است، چنان‌که چراغی از چراغ دیگر روشن شود، و از سوی دیگر، نشانۀ صدق و ارادۀ قاطع مرید در اطاعت از شیخ، و شوق درونی او برای کسب رضای پیرش، و نیز پذیرش مرید از سوی پیر و حسن عنایت او نسبت به مرید است (ص 96، 100؛ روزبهان، 182-183؛ عزالدین، 149-150).  از اینجا می‌توان دریافت که به چه سبب سلسلۀ مشایخ و اینکه هر پیر خرقۀ خود را از چه کسی دریافت کرده است، نزد صوفیه اهمیت بسیاری داشته است؛ زیرا به باور آنان، سلسلۀ مشایخ زنجیره‌ای است که یک مرید را به پیامبر (ص) پیوند می‌دهد و رشته‌ای است که از طریق آن و با عمل نمادین پوشانیدن خرقه، برکت پیامبر (ص) از پیری به پیر دیگر، و سرانجام به مرید انتقال می‌یابد. این برکت در اصل خود، میراثی معنوی و امانتی است که از پیامبر (ص) به ارث رسیده است و هر شیخ بهره‌ای از آن سرّ ولایت را به مرید خویش منتقل می‌کند؛ بدین‌ترتیب، خرقه‌پوشی (پوشیدن و پوشانیدن) رمزی از بیعت معنوی مرید با پیر، و از آن طریق با پیامبر (ص) است که میان او و پیرش اتصالی قلبی، و پیوندی از نوع پدر و فرزندی معنوی به وجود می‌آورد و راه را برای تصرف شیخ در باطن مرید باز می‌کند (سهروردی، عمر، 95؛ پازوکی، 56-57؛ عبدالرزاق، 327- 328)؛ همچنین، خرقه‌پوشی بشارتی به مرید مبنی بر پذیرش او از سوی خداوند است؛ زیرا پوشانیدن خرقه به مرید، نشانۀ پذیرش او از سوی شیخ، و در نتیجه، از سوی خدا ست (عزالدین، 149).  براین اساس، مرید باید بداند که شیخ او دری به جانب کرم خداوند است که خدا برای او گشوده است تا از آن داخل شود و به سوی او باز گردد. خرقۀ صوری نیز که شیخ بر او پوشانده است، ظل ولایت پیر او ست که بر وی افتاده است و ازاین‌رو، باید قدر آن را بشناسد و به شرایط و حقوق خرقه که شیخ به او می‌شناساند، پایبند باشد و براساس آن، مطالبات الٰهی و آنچه را مورد رضای پیامبر (ص) است، به جای آورد (سهروردی، عمر، 98؛ عزالدین، همانجا).  بنابر برخی منابع صوفیه، پیامبر (ص) نیز خود دریافت‌کنندۀ خرقه‌ای بود که یا از حضرت آدم (ع) به فرزندانش و پیامبران دیگر، و سرانجام به دست او رسیده (عبادی، 28- 29)، و یا آن را در قالب هدیه‌ای الٰهی از طریق جبرئیل دریافت کرده بود و آنگاه آن را به علی (ع) پوشانید و پس از او، در میان امامان دوازده‌گانۀ شیعه، از امامی به امام دیگر انتقال یافت (مجذوب، 160-161؛ مجلسی، 40-43؛ پازوکی، 64-65).  در برخی منابع دیگر، سنت پوشانیدن خرقه نیز به روایتی از زندگی پیامبر (ص) نسبت داده می‌شود که براساس آن، پیامبر (ص) بر ام‌خالد گلیمی پوشانید و آن را نیکو دانست (سهروردی، عمر، 96-97؛ عزالدین، 147- 148)؛ اما همین منابع نیز بر این نکته تصریح می‌کنند که حدیث یادشده سند صحیحی ندارد و استناد به آن برای اثبات صحت سنت خرقه‌پوشانیدن، چنان‌که در میان صوفیه مرسوم بوده است، چندان موجه نمی‌نماید (سهروردی، عمر، 97؛ عزالدین، 148).  افزون بر آن، عمر سهروردی بر این نکته نیز تأکید می‌کند که در میان سلف صالح، گروهی بودند که خود خرقه نمی‌پوشیدند و به مریدانشان نیز نمی‌پوشانیدند؛ اما در یک جمع‌بندی کلی، بر این باور است که سنت خرقه‌پوشی، رمزی از انتقال برکت معنوی شیخ به مرید است که از طریق ترک اختیار و اراده از جانب مرید و تسلیم کامل او به پیر خود، و در نتیجه، برقراری نسبتی روحانی میان شیخ و مرید حاصل می‌شود و سرانجام، به ترک اختیار مرید در برابر خداوند می‌انجامد؛ بدین‌ترتیب، خرقۀ ظاهری نشانی از خرقۀ معنوی، یعنی گرفتن معنی از صاحب آن به قدر استعداد، نیز اتصاف به صفات، و تخلق به اخلاق او ست (ص 96، 102؛ مجذوب، 161).",
    "براساس مفاهیم پیش‌تر گفته‌شده، اهل تصوف خرقه را بر دو نوعِ خرقۀ ارادت و خرقۀ تبرک دانسته‌اند. خرقۀ ارادت (یا خرقۀ اصل) آن است که شیخ پس از تشخیص صلاحیت و آمادگی مرید و صدق ارادۀ او، بر وی می‌پوشاند و ذکر طریقه و چگونگی ادای آن را نیز به او تلقین می‌کند (می‌آموزد) و این در حکم تشرف مرید به طریقه‌ای خاص است. در این حال، پیری که بر مرید خرقه پوشانیده است، «پیر خرقۀ» او خوانده می‌شود (سهروردی، عمر، 99-101؛ محمد بن منور، 45-47؛ عزالدین، 150).  در برخی از منابع صوفیه، طول دورۀ تعلیمی را که سالک پیش از پوشیدن خرقه از دست شیخ طی می‌کند، 3 سال دانسته، و برای هر یک از این سالها وظیفه‌ای خاص در نظر گرفته‌اند که طی آن، مرید باید اوقات خود را صرف آن کند؛ چنان‌که در سال نخست، باید به خدمت خلق مشغول باشد؛ در سال دوم، باید به خدمت حق بپردازد؛ و در سال سوم، باید در رعایت قلب خود و مواظبت بر آن بکوشد؛ اما ظاهراً این امر قاعده‌ای کلی نبوده است و برخی مشایخ پیش از آنکه کمال شایستگی و اهلیت را در سالک تشخیص دهند، بر وی خرقه می‌پوشانیدند، به امید آنکه ظاهر در باطن وی اثر کند و خود را به تدریج به یاری پیر خویش مهذب نماید. این مشایخ ظاهراً آداب ظاهر را بر آداب باطن مقدم می‌شمردند و پس از آنکه ظاهر مرید آراسته شد، به آراستگی باطن او می‌پرداختند (مجدالدین، 203-204؛ هجویری، 74-75).  گونۀ دوم خرقه، یعنی خرقۀ تبرک، خرقه‌ای است که کسی به‌سبب علاقه و احترام به شیخی خاص، بهره‌بردن از تبرک عطیۀ او و تشبه به زیّ صوفیه، و نیز به‌سبب آنکه در آن هنگام، آمادگی قدم‌گذاشتن در راه سلوک و پذیرفتن تعهدات آن را ندارد، از پیری خاص می‌طلبد و آن را دریافت می‌کند. در بخشیدن خرقۀ تبرک به هر‌کس که طالب آن است، منعی وجود ندارد (سهروردی، عمر، نیز عزالدین، همانجاها). برخی خرقۀ ولایت را نیز به این دو گونه افزوده‌اند و آن خرقه‌ای است که شیخ هنگامی که بخواهد مریدی کامل را به نیابت و خلافت خود منصوب کند و او را به نمایندگی از خود در امر ارشاد به جایی بفرستد، بر او می‌پوشاند. این خرقه را خرقۀ ارشاد نیز گفته‌اند (همانجا).",
    "با آنکه بنا بر سنت، پوشیدن رنگ سفید مستحب و مستحسن است، غالب منابع صوفیه خرقۀ ازرق یا کبودرنگ را مرجح دانسته‌اند؛ زیرا اثر کثیفی و کدورت را دیرتر نشان می‌دهد و صوفی را کمتر به شستن و پاکیزه نگه‌داشتن آن مشغول می‌دارد (هجویری، 72؛ باخرزی، 31؛ عزالدین، 151). در عین حال، در برخی منابع صوفیه، به‌ویژه در آثار متعلق به طریقۀ کبرویه، به پیروی از شیخ نجم‌الدین کبرى (د 618 ق / 1221 م)، بر لزوم تناسب میان حالات گوناگون صوفی و رنگهای مختلف خرقه تأکید شده، و هر رنگ ویژۀ حالی خاص به شمار آمده است؛ برای نمونه، جامۀ کبود را شایستۀ سالک مبتدی دانسته‌اند که هنوز در برزخ میان نور و ظلمت است، اما مراد خود را ترک گفته، از نفس خود بازگشته و از اشتغال به دنیا روی گردانیده است؛ جامۀ سیاه برای کسی است که هنوز در ظلمات نفس منغمر و منغمس است و تاریکی نفس بر حالات او غلبه دارد، و یا برخلاف آن، برای کسی است که نفس خود را مقهور کرده، و به تیغ مجاهده آن را کشته، و در ماتم نفس نشسته است؛ از سوی دیگر، جامۀ سپید مناسب سالکی است که از همۀ گناهان خود توبه نموده، و صفحۀ دل را از نقش اغیار و هواهای نفسانی شسته و پاک کرده است؛ و سرانجام، جامۀ ملمع یا رنگین برای سالک کاملی است که به مدد همت، از عالم سفلی گذشته، و به عالم علوی رسیده است و ازاین‌رو، همچون آسمان صاف است و از هر منزل و مقام نصیبی دارد و از انوار حالات لمعه‌ای بر او تابیده است (نجم‌الدین، 29؛ باخرزی، 30-31، 39-40؛ عزالدین، 151-152).  در نگاهی دیگر و با توجه به تأثیر رنگهای مختلف بر سالک، در آثار صوفیه به این نکته نیز اشاره می‌شود که مشایخ بر این امر تأکید کرده‌اند که اهل خلوت و ریاضت باید لباس، طعام و مسکنی مناسب حال خود داشته باشند تا نفس ناطقۀ مدبرۀ روحانیۀ آنان تقویت شود. بر این اساس، لباس سالک باید مناسب با روح، قوا و مزاج بدن او، و نیز مطابق با جریان سلوک، تمایلات و حال و مقام وی باشد و تشخیص این تناسب به یقین بر عهدۀ پیر او ست که از وضعیت وی و تأثیر هر یک از عوامل و رنگها بر جریان سلوکش به خوبی آگاه است (سهروردی، عمر، 99-100؛ عزالدین، 152-153؛ باخرزی، 34).  بدین‌ترتیب، سالک در حالت مشاهدۀ تجلی جمالی ــ که حال بسط است ــ باید لباس سیاه، خشن و ضخیم بپوشد، زیرا لباس روشن یا سپید بر بسط او می‌افزاید و وی را به سوی سوء ادب سوق می‌دهد؛ همچنین در حالت مشاهدۀ جلالی ــ که حالت قبض است ــ سالک باید لباس رنگی در بر کند، تا به صفا و اشراق نزدیک‌تر باشد؛ و اگر در شهود تجلی کمالی ذاتی کلی الٰهی باشد ــ که مقامی ویژۀ پیامبر (ص)، یعنی صاحب مقام فقر اَتَم و مظهر اسم الله است ــ مختار است هر رنگی که می‌خواهد بپوشد (باخرزی، 34- 39).",
    "چنان‌که اشاره شد، صوفیان همواره بر پشمینه‌بودن جنس خرقه تأکید کرده، و پشمینه‌پوشی را سنت پیامبر (ص) و صحابه دانسته‌اند. آنان همچنین دربارۀ اندازۀ خرقه نیز به نکاتی اشاره کرده‌اند؛ ازجمله آنکه خرقه باید گشاد و کوتاه باشد و پایین آن به غوزک پا نرسد و آستینهایش نسبتاً کوتاه، و تا حدودی تنگ باشد، تا هم بر تواضع سالک بیفزاید و از رعونت نفس او بکاهد و هم پاکیزه‌تر بماند (نجم‌الدین، 28؛ باخرزی، 27- 29؛ عبادی، 243-244؛ ابرقوهی، 289). صوفیان بر این نکته نیز تأکید کرده‌اند که خرقه باید از وجه حلال تهیه شود و سالک باید همواره در پاکیزه نگه‌داشتن آن بکوشد (عبادی، 244؛ سهروردی، عمر، 353).  با این همه، مشایخ صوفیه سالکان را به این نکته توجه داده‌اند که پوشیدن یا نپوشیدن خرقه، نیز اندازه، جنس و رنگ آن، هیچ‌یک نباید سالک را به خود مشغول کند و هرگز نباید معیار درستیِ منش فرد یا کمال وی به شمار آید. به باور آنان، اساساً هر چیزی که توجه سالک را به خود معطوف کند و چون حجابی او را از مشاهدۀ ربوبیت باز دارد، سدّ راه او ست و رسیدن به صفا را به تعویق می‌اندازد (هجویری، 64-67؛ عبادی، 245-246).",
    "در میان صوفیان، گاه چنین رخ می‌داد که در هنگام سماع، در اثر غلبۀ شور و مستی و ظهور حال وجد، شیخ یا یکی از صوفیان خرقۀ خود را پاره می‌کرد. در این حال، دیگر صوفیان خرقۀ پاره‌شدۀ شیخ را تکه‌تکه می‌کردند و قطعات آن را برای تبرک نزد خود نگه‌ می‌داشتند و چنین خرقه‌ای را «خرقۀ ممزقه» می‌خواندند (محمد بن منور، 119، 201-202، 356، 362-363؛ هجویری، 606-607؛ عزالدین، 200-202؛ باخرزی، 218- 219).  مشایخ صوفیه جامه خرقه‌کردن یا پاره‌کردن خرقه را تنها در صورتی که از سر غلبۀ وجد بود، مجاز می‌دانستند و در غیراین‌صورت، آن را نادرست، و مسرفانه می‌شمردند. به باور آنان، اگر درویشی در حال غلبۀ وجد چنین می‌کرد و دیگران نیز در موافقت وی خرقۀ خود را پاره می‌کردند، روا بود (هجویری، 607؛ فرغانی، 221؛ عزالدین، 198).  افزون بر این، بسیار رخ می‌داد که در هنگام سماع، دستار یا عمامۀ شیخ از شدت وجد و بی‌خودی از سر او می‌افتاد و یا خود او آن را می‌افکند. در این حالت، بنای صوفیان بر آن بود که از شیخ خود متابعت کنند و همه دستار از سر بیندازند (نک‍ : ابرقوهی، 298- 299؛ سهروردی، عمر، 201؛ احمد جام، 196).",
    "به معنی درآوردن خرقه، اغلب هنگامی رخ می‌داد که صوفی در اثر شنیدن موسیقی یا شعر قوال، و غلبۀ حال وجد، خرقه‌اش را درمی‌آورد و آن را به رسم سپاسگزاری به قوال می‌داد و یا آن را به سوی او می‌افکند؛ زیرا بر این باور بود که به‌سبب شنیدن شعر و آوای او این حال خوش را یافته است (هجویری، 607- 608؛ محمد بن منور، 136-137؛ عزالدین، 198- 199). در ادبیات عرفانی فارسی، این عمل را گاه «قوال‌اندازی» نیز گفته‌اند (فاضل، 273؛ صارمی، 244-245).  گاه نیز صوفی در حین سماع خرقۀ خود را درمی‌آورد و آن را بی‌هیچ هدفی می‌انداخت تا صوفیان دیگر آن را به قوال دهند، یا پاره نمایند و میان خود قسمت کنند. در این حال، رسم بر آن بود که در صورت حضور شیخ یا مقدم او، آنان در این مورد تصمیم بگیرند و اگر هیچ یک حضور نداشتند، حکم آن بود که اگر قوال را اجیر کرده باشند، خرقه از آن صوفیان باشد و اگر او را اجیرنکرده باشند و خود به خواست خویشتن در مجلس حاضر شده باشد، خرقه را با رضایت جمع به او ببخشند. گاه نیز کسی پیدا می‌شد که خرقۀ عطاشده را می‌خرید و آن را به صوفیان باز می‌گرداند تا به حکم شیخ عمل کنند. چنین خرقه‌ای را که هنوز پاره نشده بود، «خرقۀ درست» یا «خرقۀ صحیحه» می‌گفتند (هجویری، همانجا؛ سهروردی، عبدالقاهر، 151-153؛ سهروردی، عمر، 201-202؛ باخرزی، 219-221).  شکل دیگری از خرقه‌انداختن نیز مربوط به زمانی بود که از یکی از صوفیان خطایی سرمی‌زد و موجب رنجش دیگران می‌شد. در این حال، «صلای ماجرا» در می‌دادند و همۀ صوفیان در حضور پیر خانقاه، در جماعت‌خانه، یا در جایی دیگر که خالی از اغیار بود، گرد می‌آمدند و خطاهای آن درویش را به نرمی به او تذکر می‌دادند. رسم بر آن بود که در این هنگام، درویش خطاکار اشتباه خود را بپذیرد و استغفار کند و انتظار می‌رفت که خرقۀ خود یا چیزی دیگر را به نشانۀ استغفار در میان نهد و منظور از این کار آن بود که به‌گونه‌ای استعاری بگوید که این شیء دنیایی سبب خطای من، و ایجاد کدورت در میان دوستان شده بود.  به هر روی، پس از افکندن خرقه یا در میان نهادنش، حکم دربارۀ آن با شیخ خانقاه، و در صورت نبودن او، با مقدم بود. این رسم را که ظاهراً از پیش از زمان هجویری، در خانقاهها و در حلقه‌های صوفیان رواج داشته است، «ماجرا گفتن» می‌خوانده‌اند (هجویری، 69، 607؛ باخرزی، 254-256؛ نسفی، 125؛ ابرقوهی، 295-296؛ نیز نک‍ : ریاحی، 686-687).",
    "مرقعه جامۀ پشمین یا خرقه‌ای بود که در اثر فرسودگی، بخشهایی از آن پاره می‌شد و صوفی برای تعمیر آن، و در‌واقع به منظور مبارزه با نفس و از میان‌بردن غرور، وصله‌ها یا رقعه‌هایی بر آن می‌دوخت؛ بدین‌ترتیب، گاه سالها می‌گذشت و با فرسوده‌شدن خرقه، صوفی رقعه‌ای بر رقعۀ دیگر می‌افزود و در نتیجه، جامه به شکلی غیرعادی سنگین می‌شد. از این گونه موارد حکایتهایی در منابع صوفیه نقل شده است (هجویری، 67، 69؛ نیز نک‍ : اسفراینی، 32-33؛ باخرزی، 27).",
    "واژه‌ای با ریشۀ نامشخص و به معنای جامه‌ای پشمین و خشن که صوفیان می‌پوشیدند و بنابراین، مترادف واژۀ خرقه است. از آنجا که دلق نیز چون خرقه دستخوش فرسودگی و پارگی می‌شد و ناگزیر پاره‌هایی به رنگهای گوناگون بر آن می‌دوختند، اصطلاح «دلق ملمع» به تدریج شکل گرفت که به معنای دلق رنگارنگ بود و به اعتبار پاره‌های دوخته‌شده بر آن، مترادف مرقع یا مرقعه شمرده می‌شد. حافظ واژۀ دلق را با صفات گوناگونی چون ازرق، ریایی، آلوده، بسطامی و جز آنها در اشعار خود به کار برده است (رجایی، 231-234).",
    "پوشیدن خرقه به عنوان نماد زهدورزی، از دوره‌های نخستین تاکنون هم توسط خود صوفیان، و هم توسط دیگران مورد انتقاد بوده است. نقد صوفیان بر این شیوۀ پوشش، بیشتر از آن‌رو ست که به باور آنان، پوشیدن خرقه برای هر کسی مناسب نیست و چه بسا مبتدی را به سوی ریاکاری سوق می‌دهد. دیگر آنکه خرقه‌پوشی ممکن است چنین فردی را دچار غرور و تکبر کرده، و در او نوعی حس خودبرتربینی نسبت به عامۀ مردم را القا کند. افزون بر این، پوشیدن جامه‌ای خاص به‌عنوان نشانۀ زهد، راه عوام‌فریبی را می‌گشاید و به برخی این امکان را می‌دهد که از طریق آن، توجه مردم را به خود جلب کنند و آنان را بفریبند. به همین سبب، هجویری چنین کسانی را که بدون دریافت صحبت پیر، و تربیت و تأدیب او، خرقه می‌پوشند و به زیّ صوفیه تشبه می‌جویند، متصوف جاهل می‌خواند و تشخیص حق از باطل را برای آنان بسیار دشوار می‌داند (ص 64؛ نیز نک‍ : محاسبی، 100-102). هم ازاین‌رو ست که برخی بر این نکته تأکید کرده‌اند که پشمینه‌پوشی نشانۀ زهد و تقوا نیست و نباید آن را شرط تصوف به شمار آورد و خود را به آن نشانه متمایز ساخت. به بیان دیگر، صوفی حقیقی تابع وقت خویش است و به هرچه از جانب خدا می‌رسد، راضی است، خواه قبا باشد، خواه خرقه، و یا حتى برهنگی (عبادی، 264؛ سراج، 188؛ هجویری، 63؛ نیز نک‍ : آملی، 230-231).  غیرصوفیان نیز در آثار خود، گاه به نقد سنت خرقه‌پوشی و آسیب‌شناسی آن پرداخته‌اند. از میان این منتقدان، ابن‌جوزی به تفصیل این موضوع را بررسی کرده، و آفتهای آن را برشمرده است. وی انتساب سنت مرقعه‌پوشی به پیامبر (ص) را نادرست می‌داند و وصله‌پوشی ایشان و اصحابشان را ناشی از فقر حاکم بر جامعۀ آن روزگار می‌شمرد؛ همچنین استناد به حدیث ام‌خالد را نیز به فرض درستی اصل حدیث، نامعتبر می‌شمارد، زیرا به باور او، ام‌خالد در آن هنگام کودکی بیش نبوده، و پوشانیدن جبه‌ای به او توسط پیامبر (ص)، تنها به معنای بخشیدن هدیه‌ای به او و خانواده‌اش به شمار می‌آمده است (ص 186-187، 191).  ابن‌جوزی همچنین خرقه‌پوشیِ بیشتر صوفیان زمان خود را از سر ریا و تظاهر به زهدورزی می‌داند و در نهایت، آنان را طالبان نام و شهرت می‌شمرد که تنها به دنبال نشان‌دادن خود، و از این راه، در پی دنیاطلبی و دنیامداری خویش‌اند (ص 192-195). افزون بر این، وی پاره‌کردن خرقه را امری بسیار مذموم، و موجب تباه‌شدن مال می‌داند و آن را به‌صراحت، مخالف سنت پیامبر (ص) می‌شمارد (ص 202-203).",
    "آملی، حیدر، جامع الاسرار ، به کوشش هنری کربن و عثمان اسماعیل یحیى، تهران، 1347 ش / 1969 م؛ ابرقوهی، ابراهیم، مجمع البحرین ، به کوشش نجیب مایل هروی، تهران، 1364 ش؛ ابن‌جوزی، عبدالرحمان، تلبیس ابلیس ، بیروت، 1368 ق؛ احمد جام، مفتاح النجات ، به کوشش علی فاضل، تهران، 1373 ش؛ اسفراینی، عبدالرحمان، کاشف الاسرار ، به کوشش هرمان لندلت، تهران، 1358 ش؛ باخرزی، یحیى، اوراد الاحباب ، به کوشش ایرج افشار، تهران، 1345 ش؛ پازوکی، شهرام، «حدیثی در ذکر خرقۀ صوفیه»، عرفان ایران ، به کوشش مصطفى آزمایش، تهران، 1380 ش، شم‍ 8؛ تهانوی، محمداعلى، کشاف اصطلاحات الفنون ، به کوشش علی دحروج، بیروت، 1996 م؛ رجایی، احمدعلی، فرهنگ اشعار حافظ ، تهران، 1364 ش؛ روزبهان ثانی، ابراهیم، «روح الجنان فی سیرة الشیخ روزبهان»، روزبهان‌نامه ، به کوشش محمدتقی دانش‌پژوه، تهران، 1347 ش؛ ریاحی، محمدامین، تعلیقات بر مرصاد العباد نجم‌الدین رازی، به کوشش همو، تهران، 1365 ش؛ سراج طوسی، عبدالله، اللمع فی التصوف ، به کوشش رینولد نیکلسن، لیدن، 1914 م؛ سهروردی، عبدالقاهر، آداب المریدین ، ترجمۀ عمر بن محمد شیرکان، به کوشش نجیب مایل هروی، تهران، 1363 ش؛ سهروردی، عمر، عوارف المعارف ، بیروت، 1403 ق؛ صارمی، سهیلا، مصطلحات عرفانی و مفاهیم برجسته در زبان عطار ، تهران، 1373 ش؛ عبادی، منصور، التصفیة فی احوال المتصوفة ، به کوشش غلامحسین یوسفی، تهران، 1347 ش؛ عبدالرزاق کاشی، اصطلاحات الصوفیة ، ترجمۀ محمدعلی مودود لاری، به کوشش گل‌بابا سعیدی، تهران، 1376 ش؛ عزالدین کاشانی، محمود، مصباح الهدایة ، به کوشش جلال‌الدین همایی، تهران، 1367 ش؛ غنی، قاسم، بحث در آثار و افکار و احوال حافظ ، تهران، 1330 ش؛ فاضل، علی، توضیحات بر مفتاح النجات (نک‍ : هم‍ ، احمد جام)؛ فرغانی، محمد، مناهج العباد الی المعاد ، استانبول، 1410 ق؛ فروزانفر، بدیع‌الزمان، فرهنگ تازی به پارسی ، تهران، 1319 ش؛ قشیری، عبدالکریم، الرسالة القشیریة ، به کوشش معروف زریق و علی عبدالحمید بلطه‌جی، بیروت، 1408 ق / 1988 م؛ کاشفی، حسین، فتوت‌نامۀ سلطانی ، به کوشش محمدجعفر محجوب، تهران، 1350 ش؛ کلابادی، محمد، التعرف لمذهب اهل التصوف ، به کوشش عبدالحلیم محمود و طه عبدالباقی مسرور، بیروت، 1400 ق؛ مجدالدین بغدادی، محمد، تحفة البررة فی مسائل العشرة ، ترجمۀ محمدباقر ساعدی خراسانی، به کوشش حسین حیدرخانی مشتاقعلی، تهران، 1368 ش؛ مجذوب علیشاه همدانی، محمدجعفر، مراحل السالکین ، به کوشش جواد نوربخش، تهران، 1351 ش؛ مجلسی، محمدباقر، «رسالۀ تشویق السالکین»، ضمیمۀ اجوبۀ ملا محمدباقر مجلسی قدس سره به ملا خلیل رحمت‌الله علیه ، به کوشش حیدر معجزه، تهران، 1362 ش؛ محاسبی، حارث، الرعایة لحقوق الله ، به کوشش مارگارت اسمیت، لندن، 1940 م؛ محمد بن منور، اسرار التوحید ، به کوشش محمدرضا شفیعی‌کدکنی، تهران، 1366 ش؛ نجم‌الدین کبرى، احمد، آداب الصوفیه ، به کوشش مسعود قاسمی، تهران، 1363 ش؛ نسفی، عزیزالدین، الانسان الکامل ، به کوشش ماریژان موله، تهران، 1362 ش؛ هجویری، علی، کشف المحجوب ، به کوشش محمود عابدی، تهران، 1383 ش؛ نیز:",
    "assignon, L., «TaŞawwuf», EI 1 , vol. VIII; Nicholson, R. A., The Mystics of Islam , London, 1970. محمدرضا عدلی ـ بخش ادیان و عرفان"
  ],
  "bibliography": null,
  "signature": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}