{
  "id": "eweb_481",
  "source": "DMBI",
  "cat": "term",
  "link": "https://www.cgie.org.ir/fa/article/237320/%D8%A2%D8%AE%D8%B1%D8%AA",
  "annotator": "Jeremy",
  "title": "آخرت",
  "authors": [
    "محمد مجتهد شبستری"
  ],
  "last_updated": "جمعه 6 دی 1398",
  "content": [
    "آخِرَتْ (آخره)، مؤنث «آخِر» بر وزن فاعلة از مادۀ «ا خ ر» به معنی «پایان، پسین یا دیگر»، عبارت از جهانی است كه مردم پس از مردن، به آن درمی‌آیند و برای همیشه در آنجا می‌زیند. این واژه در قرآن مجید و سنت و فرهنگ مسلمانان به صورت یك اصطلاح به كار برده شده و منظور از آن «جهان دیگر» است كه در برابر دنیا قرار دارد و در آن همۀ انسانها پاداش و كیفر كارهای خود را دریافت خواهند كرد و در همۀ ادیانِ مبتنی بر وحی از آن به گونه‌ای سخن رفته است. واژۀ آخرت در 104 مورد از قرآن بدون هرگونه قید یا اضافه به كار رفته است و در 9 مورد، صفت الدّار و یا مضاف‌الیه آن است (الدّارُ الآخِرَةُ، دارُالآخِرَةِ). در یك مورد از قرآن، و آخرت به صورت صفت برای «النَّشأَة» استعمال شده: النَّشأةُ الآخِرَةُ. در 5 مورد در برابر واژۀ «الأُولى» آمده و در 80 آیه در برابر «الدُّنْیٰا» به‌كار رفته است. در یك مورد از قرآن، آخرت در برابر «هٰذِهِ» (این جهان) و در موارد متعدد دیگری در برابر «الحَیٰوةُ الدُّنْیٰا» به كار برده شده است. در موارد بسیاری در قرآن از آخرت به «الیَومُ الآخِرُ» نیز تعبیر شده است. در این تعبیر «دنیا» «روز اول» به‌شمار آمده است و آخرت «روز دیگر». همچنین «دارُالقَرار» یكی دیگر از تعبیراتی است كه قرآن دربارۀ آخرت به‌كار برده است. در قرآن از «اجر آخرت»، «عذاب آخرت»، «ثواب آخرت»، «آتش آخرت»، «لعن در آخرت»، «خسران در آخرت» و «حرث (كشت) آخرت» سخن رفته است. همچنین، در احادیث منقول از پیامبر اسلام و ائمۀ دین واژه‌های «آخرة» و «الیوم‌الآخر» در برابر «الدنیا» به كار برده شده و منظور از آن، عالم آخرت است. پیامبر اسلام گفته است: شیرینی دنیا تلخی آخرت و تلخی دنیا شیرینی آخرت است (ابن حنبل، 5 / 342). علی(ع) گفته است: آنچه موجب كم شدن بهره‌های دنیا و افزایش بهره‌های آخرت شود بهتر است از آنچه بهرۀ آخرت را بكاهد و بهرۀ دنیا را بیفزاید (نهج‌البلاغه، 224). در قرآن مجید «ایمان به آخرت» همراه با «ایمان به خدا» و «ایمان به نبوت»، یكی از 3 ركن اساسی دین اسلام به‌شمار آمده است. در متجاوز از 30 آیه ایمان به آخرت با ایمان به خدا یكجا یاد شده است. همۀ فرقه‌های اسلامی ایمان به آخرت را یكی از ضروریات عقاید اسلامی می‌دانند و منكر آن را خارج از اسلام به‌شمار می‌آورند. در قرآن و حدیث و مؤلفات دانشمندان اسلام اعتقاد به عالم آخرت محور اساسی همۀ اعتقاداتی است كه به ورای زندگی دنیا و پس از مرگ مربوط می‌شود. برزخ، قیامت، حشر و نشر، صراط، حساب، شفاعت، بهشت و دوزخ واقعیات عالم آخرتند و ایمان به آخرت كه در قرآن از مسلمانان خواسته شده، ایمان به همۀ این موضوعات را دربر می‌گیرد. كلیات مربوط به اوصاف عالم آخرت كه در قرآن مجید ذكر شده بدین شرح است: در عالم آخرت نظام اجتماعی و تعاون و مدنیت انسانی در كار نیست. در آن جهان، هر انسانی به گونۀ انفرادی در پیشگاه خدا حاضر می‌شود و هستی خود را ادامه می‌دهد: همۀ آنان كه در آسمانها و زمینند ... تنها به پیشگاه خدا می‌آیند (مریم 19 / 93-95). در آن جهان، هر انسانی تنها با نتیجۀ افكار و اعمال خود كه در زندگی دنیوی داشته است، سر و كار دارد: انسان را جز كوشش وی، چیزی نیست (نجم  / 53 / 39). از تردیدها و حیرتهایی كه برای تشخیص حقایق جهان هستی در دنیا گریبانگیر آدمی می‌شود، در آن جهان خبری نیست. در آنجا حقیقت ناب بر همۀ انسانها مكشوف است. نه «نظر» در آنجا معنا دارد و نه اختلاف نظر: تو از این رستاخیز در غفلت بودی، ما پرده را از برابر تو برگرفتیم و چشم تو امروز تیز است (ق / 50 / 22). چون انسان وارد عالم آخرت می‌شود، بر او آشكار می‌گردد كه در این جهان هیچ‌یك از علل و اسباب، در تأثیر استقلال نداشته‌اند و همیشه مؤثر واقعی فقط خداوند بوده است: در روز رستاخیز خدا پاداش ایشان را بی‌كاستی خواهد داد و ایشان خواهند دانست كه تنها حق آشكار خدا است (نور / 24 / 25). آنچه در عالم آخرت به انسان می‌رسد، یا «نعمت» است یا «عذاب». نعمتها و عذابهای اخروی از نظر ایجاد لذت و درد برای آدمی با نعمتها و عذابهای دنیا قابل مقایسه نیست و كمیت و كیفیت آنها به حدود شناخته شده در این جهان محدود نیست: در آنجا (در بهشت) است آنچه جانها آرزو كند و چشمها را خوش آید و شما در آن جاودانان خواهید بود (زخرف / 43 / 71)؛ كسی كه روی بگرداند و كافر شود، خدا او را به بزرگترین عذابها معذب خواهد ساخت (غاشیه / 88 / 23-24). در قرآن مجید «بهشتها» كه به پهنای آسمانها و زمین است و «خشنودی خدا» كه از بهشتها بسی بزرگتر است، دو مظهر اساسی نعمتهای اخروی معرفی شده است: خدا وعده داده است به مردان و زنان مؤمن، بهشتهایی را كه از زیر درختان آنها جویها روان است و اینان در آن جاودانند و جایگاههای نیكو در بهشتهای پاینده، و خشنودی خدا بزرگتر است و این، رستگاری بزرگ است (توبه / 9 / 72). آتش جهنم و «محجوبیت از خداوند» دو مظهر اساسی عذاب اخروی به‌شمار آمده است: چنین نیست (كه كافران می‌پندارند)، ایشان در آن روز از ]رحمت[ خداوند خویش باز محجوبند. آنگاه ایشان به دوزخ افكنده خواهند شد (مطففین / 83 / 15-16). در عین حال همۀ انسانهایی كه در عالم آخرت به نعمت یا عذاب می‌رسند، در درجات نعمت و یا دركات عذاب مساوی نیستند. این درجات و دركات متناسب با افكار و اعمال انسانها در این جهان، مراتب بسیار متفاوت دارد: درجات و مراتب آخرت برتر و بزرگ‌‌تر است (اسراء / 17 / 21). در عالم دنیا ممكن است عواملی انسان را از رسیدن به نتایج پاره‌ای از كوششهای دنیوی باز دارد، ولی در عالم آخرت، ‌همۀ نتایج تمام افكار و اعمال آدمی به وی می‌رسد و هیچ عاملی از این وصول ممانعت نمی‌كند: هركس به اندازۀ ذره‌ای كار نیك كند ]پاداش[ آن را خواهد دید و هركس به اندازۀ ذره‌ای كار بد كند، به كیفرش خواهد رسید (زلزله /  99 / 7- 8). در عین حال، در عالم آخرت مغفرت و رحمت الهی، بسیاری از آدمیان را كه شایستۀ این مغفرت و رحمت باشند، از عذاب اخروی نجات خواهد داد: در آخرت (برای كافران) عذاب سخت و (برای مؤمنان) آمرزش و خشنودی خداوند خواهد بود (حدید / 57 / 20). كارهای نیك آدمی در دنیا چون «بذر» است و در عالم آخرت، نتایج آن چون كشت (حَرْث) بیرون خواهد آمد و به صاحب عمل خواهد رسید. آنان كه همۀ تلاش خود را فقط برای رسیدن به بهره‌های دنیا به كار برند، در آخرت هیچ بهره‌ای ندارند: هركس بهرۀ آخرت را بخواهد، بر بهرۀ او خواهیم افزود و هركس كشت دنیا را بخواهد او را از آن نصیبی خواهیم داد و او را در آخرت نصیبی نخواهد بود (شورى / 42 / 20). از نظر قرآن، عالم آخرت محدود به انسان نیست و همۀ موجودات در آخرت در پیشگاه خدا محشور خواهند شد. همۀ آنها كه در آسمانها و زمینند، به حال بندگی به پیشگاه خدا خواهند آمد (مریم / 19 / 93). از قرآن مجید چنین برمی‌آید كه ایمان به عالم آخرت یكی از اركان اساسی دعوت همۀ پیامبران بوده است، چه انبیای عرب مانند هود پیامبرِ قوم عاد، صالح پیامبر قوم ثمود و چه پیامبران اقوام دیگر مانند نوح، ابراهیم، موسى و عیسى. آن دسته از آیات قرآن، كه به وحدت اصول دعوت پیامبران دلالت می‌كند گواه این مطلب است. مفسران، متكلمان، فلاسفه و عرفای عالم اسلام دربارۀ تفصیلات عالم آخرت آراء و عقاید مشروحی ابراز داشته‌اند كه در مقالۀ «معاد» بررسی خواهد شد.",
    "ابن حنبل، احمدبن محمد، مسند ، دارالفكر، بیروت؛ راغب اصفهانی، حسین بن محمد، مفردات القرآن ، ذیل آخر؛ نهج‌البلاغه ، به كوشش محمد عبده، مصر، مطبعةالاستقامة.",
    "محمد مجتهد شبستری"
  ],
  "bibliography": [
    "ابن حنبل، احمدبن محمد، مسند ، دارالفكر، بیروت",
    "راغب اصفهانی، حسین بن محمد، مفردات القرآن ، ذیل آخر",
    "نهج‌البلاغه ، به كوشش محمد عبده، مصر، مطبعةالاستقامة."
  ],
  "signature": "محمد مجتهد شبستری",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}