{
  "id": "eweb_483",
  "source": "DMBI",
  "cat": "term",
  "link": "https://www.cgie.org.ir/fa/article/225541/%D8%AA%D8%AC%D8%B1%DB%8C%D8%AF",
  "annotator": "Jeremy",
  "title": "تجرید",
  "authors": [
    "حسین لاشیء"
  ],
  "last_updated": "شنبه 4 آبان 1398",
  "content": [
    "تَجْرید ، اصطلاحی در تصوف که در مراتب پایین‌تر به معنای در تملک نداشتن چیزی از امور دنیوی، و خواستار نبودن پاداش اخروی در ازای ترک دنیا ست، و در مراتب بالاتر به زدودن ماسوای حق (از جمله شوائب انانیّت) از سرّ سالک تعبیر شده است (مستملی بخاری، 4 / 1421؛ روزبهان بقلی، 567؛ ابن عربی، الفتوحات ...، 13 / 210، اصطلاحات ، 62). بر این اساس، صوفیه مراتب پایین‌تر تجرید را برهنه شدن از اَعراض و اَعواض دانسته‌اند و آن را به دو مرتبۀ ظاهر و باطن تقسیم کرده‌اند (مستملی بخاری، همانجا؛ عزالدین کاشانی، 143؛ آملی، 2 / 26).  تجرید ظاهر‌ ــ که همـان ترک‌ مالکیت امور دنیا ست ــ مقام عیسى (ع) شمرده شده است که به باور صوفیه، در حالی از دنیا رفت که چیزی از دنیا در ملک او نبود (مستملی بخاری، 4 / 1421-1422؛ عبّادی، 129). در منابع تصوف علاوه بر مطالب بسیاری که دربارۀ بی‌مقداری دنیا و لزوم بی‌اعتنایی به آن می‌توان یافت، دربارۀ حکمت تجرید ظاهر نیز نکاتی آمده است، از جمله آنکه: چون دنیا در نزد حق بی‌ارزش و مبغوض است، دوستان او نیز با دعوی محبت حق، دشمن او را دشمن می‌گیرند؛ دیگر آنکه مشغول شدن به دنیا موجب تقصیر در خدمت حق می‌گردد و روا نیست که صوفی با پرداختن به چیزی، از خدمت حق بازماند. به علاوه، مالکیت اشیاء در واقع به معنای خادم آنها شدن است و دوستان حق غیرت آورند که خادم غیر او شوند. شک نیست که فرد با طلب دنیا و مالکیت آن، بهره‌بردن از آن در آینده را در نظر دارد و این نیز به معنای متهم داشتن خداوند در تقصیر نسبت به حق بنده در آینده است. از این‌رو، بهتر آن است که بنده در متابعت از پیامبر‌(ص)، بندگی را بر ملک برگزیند و به عوض آنکه به تدبیر مایملک خود بپردازد، خود را تحت تدبیر حق قرار دهد، تا از حق به غیر حق محجوب نشود و از عالَم مجرد گردد (مستملی بخاری، 4 / 1422-1424). در نگاهی همسو با این اندیشه است که برخی از صوفیان تجرید را به معنای قطع علایق ظاهری، روی گردانیدن دل از اشتغالات دنیوی، خلاص خاطر از تعلّق به اغیار و آرامش دل به دوری گزیدن از همۀ آفریدگان دانسته‌اند (فرغانی، 374؛ نجم‌الدین رازی، 203، 258؛ عبادی، همانجا).  اهل تصـوف تجریـد باطن را نیز نخواستن عوض و پاداش ــ چه در حال و چه در آینده ــ در ازای آنچه ترک شده است، تعبیر کرده‌اند و برای آن نیز حکمتهایی برشمرده‌اند، از جمله آنکه، بنده از خود چیزی ندارد که برای ترک آن طلب عوض کند؛ به علاوه، دنیا نزد اهل سلوک چندان بی‌مقدار است که آن را عوضی نیست. از سوی دیگر، آرزوی پاداش را در سر پروراندن به معنای بندگی نمودن به علتی غیر او ست، حال آنکه او را باید به جهت شایستگی و وجوب حقش عبادت کرد. از این‌رو ست که صوفیه بر آن باورند که سالکی که از اسارت دنیا رسته است، تنها باید شکرگزار این‌ نعمت حق باشد و از عبادت‌ خداوند به‌تجارت با او نپردازد (عزالدین کاشانی، نیز آملی،همانجاها؛ مستملی‌بخاری، 4 / 1424-1425؛ ا دب‌الملوک ،‌22).  افزون بر تجرد ظاهر و باطن، در منابع صوفیه به مرتبۀ بالاتری نیز اشاره شده است و آن تجرید از هر حال و مقامی است که سالک بر اثر تجرید ظاهر و باطن بدانها می‌رسد. به عبارت دیگر، کمال تجرید آن است که سرّ سالک با هیچ حال و مقامی آرام نگیرد و در درون خود، از رسیدن به آن احساس تکبر و عُجب نکند، همواره خود را کمترین خلق خدا بشمارد و حال و مقام را منّت و نعمت خدا بداند و به سبب آن شاکر باشد، تا از اَشکال و احوال تجرد یابد و به مقام تفرید (ه‍ م) برسد. به بیان دیگر، پس از قطع همۀ نسبتها از قلب و بالاتر شمردن خداوند از همۀ اسباب و علل، و اشتغال به ذکر او، خداوند به بندۀ خود علمی می‌بخشد که آموختنی نیست. در این حال، بنده با آنچه در قلب خود می‌یابد، همۀ مخلوقات را به یک‌سو می‌نهد و خدا را بر ماسوا برمی‌گزیند و جز او چیزی نمی‌جوید و این همان «تجرید توحید» است. در چنین مرتبه‌ای است که به باور صوفیه، خداوند پس از مجرد گشتن بنده از خلق، و فرد ماندن سرّ او با حق، خلق را به او باز پس می‌دهد تا در میان خلق تنها به حق مشغول باشد (سهروردی، 526؛ ادب الملوک ، 21-22؛ شاه نعمت الله ولی، 4 / 183).  خواجه عبدالله انصاری در صد میدان تجرید را حاصل زهد می‌داند و برای آن 3 مرتبۀ تجرید تن یا نفس یا طریق عابدان، تجرید دل یا طریق صوفیان، و تجرید سرّ یا طریق عارفان را بر می‌شمارد. وی تجرید نفس را ناطلبیدن دنیا، تأسف نخوردن بر آنچه از دست رفته است، و نگاه نداشتن آنچه که هست، می‌داند؛ و تجرید دل را در نداشتن آرزوی آنچه که نیست، ارزش ننهادن بر آنچه که هست و بیمناک نبودن از ترک آن می‌شمرد؛ و تجرید سرّ را تکیه نکردن بر اسباب، در راه حق نشان از خود نیافتن و از حق بجز حق را ندیدن می‌داند (ص 33-34). وی در جایی دیگر با استناد به آیۀ «فَاْخْلَعْ نَعْلَیْک» (طه / 20 / 12) تجرید را انخلاع و رهایی از شهود شواهد می‌شمارد و برای آن 3 مرتبۀ عین کشف از کسب یقین، عین جمع از درک علم، و رهایی از شهود تجرید را قائل می‌شود ( منازل ...، 226).  عبدالرزاق کاشی این بیان خواجه عبدالله را چنین شرح می‌دهد که خلع نعلین تجرید حقیقی، یعنی تجرید حقیقت از دو عالم روح و جسم است، زیرا انسان همان حقیقت حق است که به دو عالم روح و جسم و مراتب آنها تنزل کرده است و این تنزل را می‌توان تلبّس این حقیقت به لباس غیریّت دانست. از این‌رو، خلع نعلین استعاره‌ای از برهنه شدن از مراتب روح و جسم، یا رهایی حق از لباس غیریت است. وی همچنین نخستین مرتبۀ تجرید، یعنی عین کشف از کسب یقین را به نفی علم یقینی کسب شده، از حقیقت کشف تفسیر می‌کند و بر آن باور است که در این مرتبه کشف از شائبۀ کسب مجرد می‌شود و سالک به علم خداوند عالم می‌شود، نه به علم خویش. دومین مرتبۀ تجرید، یعنی عین جمع از درک علم یا تجرید حقیقت جمع از ادراک علمی، از این جهت ضروری می‌نماید که علم خود صفت، و از بقایای رسوم است و وجود صفت اقتضای بقای موصوف یا سالک را دارد، در حالی که مقام جمع جز با محو رسوم و آثار بشری حاصل نمی‌شود. از این‌رو، سالک در این مرتبه باید خالی از علم رسمی یا اکتسابی باشد و این حال مجذوبان است. از دیدگاه عبدالرزاق کاشی، در مرتبۀ سوم تجرید، سالک از شهود تجرید خویش نیز رهایی می‌یابد، زیرا لازمۀ شهود تجرید مشاهدۀ مجرد و بقای رسم بشریت است. حال آنکه سالک در این مرتبه از طریق فنای محض در عین جمع مستهلک شده است و در این حال، این حق است که خود شاهد و مشهود خواهد بود (ص 595).  به این ترتیب، می‌توان دریافت که از دیدگاه اهل تصوف اصطلاح تجرید طیف وسیعی از مفاهیم و مراحل سلوک، از زهد و ترک دنیا تا بالاترین مراتب معرفتی و شهودی مانند تفرید و تجرید توحید را دربرمی‌گیرد. هم از این رو ست که صوفیه حصول مقام تجرید را شرط رسیدن به توحید حقیقی دانسته‌اند (سرّاج، 394؛ ریاض، 534؛ شبستری، 168-170).  از جمله اصطلاحات مرتبط با تجرید، «ترک» است که در بیشتر موارد به معنای زهد، دوری از دنیا و پرهیز از طلب پاداش اخروی به کار رفته است و از این‌رو، معنای آن به تجرید ظاهر و باطن نزدیک است (نک‍ : جیلی، 95، 288، 332-333؛ ادب الملوک ، 40-41؛ نیز نک‍ : بخاری، 92-97). در برخی منابع صوفیه به ترکِ ترک ــ که بـه معنای رهایی از شهود تجریـد است ــ و ترک النفس ــ که انکار انانیت و اثبات هویت الاهی در سالک است ــ نیز اشاره شده است که هر دو به معنی استهلاک در عین جمع و محو خودی سالک، و در نتیجه رسیدن به بالاترین مرتبۀ تجرید است (جیلی، 108).",
    "آملی، محمد، نفائس الفنون ، تهران، 1377ش؛ ابن عربی، محیی‌الدین، اصطلاحات ، به کوشش بسام عبدالوهاب جابی، بیروت، 1411ق / 1990م؛ همو، الفتوحات المکیة ، به کوشش عثمان یحیى، قاهره، 1985م-1990م؛ ادب الملوک ، به کوشش برند راتکه، بیروت، 1991م؛ بخاری اصفهانی، محمد، مناهج الطالبین ، به کوشش نجیب مایل هروی، تهران، 1364ش؛ جیلی، عبدالکریم، المناظر الالٰهیة ، به کوشش نجاح محمود غنیمی، قاهره، 1407ق / 1987م؛ خواجه عبدالله انصاری، صدمیدان ، به کوشش عبدالحی حبیبی، کابل، 1341ش؛ همو، منازل السائرین ، به کوشش محسن بیدارفر، قم، 1372ش؛ روزبهان بقلی، شرح شطحیات ، به کوشش هانری کربن، تهران، 1360ش؛ ریاض، محمد، احوال و آثار و اشعار میر سیدعلی همدانی ، اسلام‌آباد، 1370ش / 1991م؛ سراج، عبدالله، اللمع فی التصوف ، لیدن، 1914م؛ سهروردی، محمد، عوارف المعارف ، بیروت، 1966م؛ شاه نعمت‌الله ولی، رساله‌ها ، به کوشش جواد نوربخش، تهران، 1357ش؛ شبستری، محمود، مجموعۀ آثار، به کوشش صمد موحد، تهران، 1365ش؛ عبادی، منصور، صوفی نامه ، به کوشش غلامحسین یوسفی، تهران، 1347ش؛ عبدالرزاق کاشی، شرح منازل السائرین خواجه عبدالله انصاری، به کوشش محسن بیدارفر، قم، 1372ش؛ عزالدین کاشانی، محمود، مصباح الهدایة، به کوشش جلال‌الدین همایی، تهران، 1367ش؛ فرغانی، سعید، مشارق الدراری ، به کوشش جلال‌‌الدین آشتیانی، مشهد، 1398ق؛ قرآن کریم؛ مستملی بخاری، اسماعیل، شرح التعرف ، به کوشش محمد روشن، تهران، 1366ش؛ نجم‌الدین رازی، عبدالله، مرصاد العباد ، به کوشش محمد‌امین ریاحی، تهران، 1352ش.",
    "حسین لاشیء"
  ],
  "bibliography": [
    "آملی، محمد، نفائس الفنون ، تهران، 1377ش",
    "ابن عربی، محیی‌الدین، اصطلاحات ، به کوشش بسام عبدالوهاب جابی، بیروت، 1411ق / 1990م",
    "همو، الفتوحات المکیة ، به کوشش عثمان یحیى، قاهره، 1985م-1990م",
    "ادب الملوک ، به کوشش برند راتکه، بیروت، 1991م",
    "بخاری اصفهانی، محمد، مناهج الطالبین ، به کوشش نجیب مایل هروی، تهران، 1364ش",
    "جیلی، عبدالکریم، المناظر الالٰهیة ، به کوشش نجاح محمود غنیمی، قاهره، 1407ق / 1987م",
    "خواجه عبدالله انصاری، صدمیدان ، به کوشش عبدالحی حبیبی، کابل، 1341ش",
    "همو، منازل السائرین ، به کوشش محسن بیدارفر، قم، 1372ش",
    "روزبهان بقلی، شرح شطحیات ، به کوشش هانری کربن، تهران، 1360ش",
    "ریاض، محمد، احوال و آثار و اشعار میر سیدعلی همدانی ، اسلام‌آباد، 1370ش / 1991م",
    "سراج، عبدالله، اللمع فی التصوف ، لیدن، 1914م",
    "سهروردی، محمد، عوارف المعارف ، بیروت، 1966م",
    "شاه نعمت‌الله ولی، رساله‌ها ، به کوشش جواد نوربخش، تهران، 1357ش",
    "شبستری، محمود، مجموعۀ آثار، به کوشش صمد موحد، تهران، 1365ش",
    "عبادی، منصور، صوفی نامه ، به کوشش غلامحسین یوسفی، تهران، 1347ش",
    "عبدالرزاق کاشی، شرح منازل السائرین خواجه عبدالله انصاری، به کوشش محسن بیدارفر، قم، 1372ش",
    "عزالدین کاشانی، محمود، مصباح الهدایة، به کوشش جلال‌الدین همایی، تهران، 1367ش",
    "فرغانی، سعید، مشارق الدراری ، به کوشش جلال‌‌الدین آشتیانی، مشهد، 1398ق",
    "قرآن کریم",
    "مستملی بخاری، اسماعیل، شرح التعرف ، به کوشش محمد روشن، تهران، 1366ش",
    "نجم‌الدین رازی، عبدالله، مرصاد العباد ، به کوشش محمد‌امین ریاحی، تهران، 1352ش."
  ],
  "signature": "حسین لاشیء",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}