{
  "id": "eweb_484",
  "source": "DMBI",
  "cat": "term",
  "link": "https://www.cgie.org.ir/fa/article/222497/%D8%A7%D8%A8%D8%A7%D8%AD%D9%87",
  "annotator": "Jeremy",
  "title": "اباحه",
  "authors": [
    "سيد مصطفي‌ محقق‌ داماد"
  ],
  "last_updated": "دوشنبه 12 خرداد 1399",
  "content": [
    "اِباحه، اباحه از ریشۀ بَوح و بُؤوح به معنی اجازه دادن (فراهیدی، ازهری) و در شریعت اسلام از احكام پنجگانه است و در مورد فعلی گفته می‌شود كه براتیان و ترك آن پاداش و كیفری بار نیست. اباحه در عبادات مصداق ندارد (شهید اول، 1 / 31) چون فعل ترك در عبادات به قصد قربت و طاعت و به منظور كسب ثواب و اجتناب از معصیت است و در این قلمرو تنها از واجب و مستحب و حرام و مكروه، گفت‌وگو می‌شود، ولی در احكام و عقود و ایقاعات مصداق دارد. به نظر حكیم، اباحه آن است كه شارع مكلفین را در انجام دادن كاری یا ترك آن، بدون ترجیح یكی بر دیگری مخیر كرده باشد (ص 65). امام محمد غزالی نیز اباحه را تخییر بین فعل و ترك می‌داند (1 / 66). به اعتقاد ابن‌حزم (ص 341) و برخی دیگر از فقها نیز مباح آن است كه بر فعل یا ترك آن ثواب و عقاب مترتب نگردد. آیا اباحه حكم شرعی است؟ غزالی در پاسخ به این پرسش می‌نویسد: «اباحه از احكام شرعی است، ولی عده‌ای از معتزله بر مبنای نظریۀ حُسْن و قبح ذاتیِ افعال، معتقدند كه اباحه حكم شرعی نیست. آنان چنین استدلال می‌كنند كه هر عملی كه فعل یا ترك آن عقلاً مصلحت یا مفسده دربر نداشته باشد، مباح است و این اباحه یك مسألۀ عقلی است نه شرعی. اباحه در صورتی مسألۀ شرعی است كه شرع از اتیان یا ترك افعال مباح رفع مانع كند، در‌حالی‌كه شارع چنین كاری نكرده است و مباح بودن بعضی از افعال به این معناست كه اباحۀ عقلی استمرار یافته است. بدین ترتیب اباحه فقط حكم عقلی است نه شرعی». آنگاه در قبال این ادعای معتزله می‌گوید مباحات بر سه قسمند: اول، قسمی ‌است كه شرع صریحاً مكلف را مخیر در فعل یا ترك آن كرده است. این قسم اباحۀ شرعی است. دوم قسمی ‌است كه شرع صریحاً متعرض مباح بودن آن نشده و دلیل سمعی نیز بر مباح بودن آن به دست نیامده است. در این قسم می‌توان گفت حالت پیش از ورود شرع استمرار یافته است و در این مورد فقط حكم وجود ندارد. سوم قسمی ‌است كه در آن خطاب صریح به تخییر وارد نشده است، ولی دلیل سمعی بر نفی حرج از فعل و ترك وجود دارد و اگر این دلیل هم نبود به دلیل عقلی نفی حرج ثابت می‌شد. این قسم محل نظر و تأمّل است (1 / 75). ابن قدامه نیز در تقسیم مباحات و تشریح آن از غزالی تبعیت كرده است (ص 40-41). همچنین آمدی گفته است كه مسلمین بجز عدّه‌ای از معتزله در شرعی بودن حكم اباحه اتفاق نظر دارند (ص 107). آیا اباحه تكلیف است؟ بسیاری از دانشمندان علم اصول اباحه را داخل در تكالیف نمی‌دانند و می‌گویند تكلیف امری است كه مورد طلب و مستلزم سختی و كلفت باشد و در مباح به لحاظ تخییر در فعل و ترك، نه طلب وجود دارد و نه مشقت، از‌این‌رو، نمی‌توان آن را تكلیف دانست. به هر حال، مباح چه داخل در تكلیف باشد و چه خارج از آن، همۀ مسلمین در وجود حكم اباحه و اینكه یكی از احكام پنجگانه است اتفاق نظر دارند (آمدی، 109).",
    "برای اباحه الفاظ معین و صیغۀ مخصوصی نیست و هر لفظ و صیغه‌ای می‌تواند برای این منظور به كار رود. بعضی از علمای اصول، صیغۀ امر را مشترك بین وجوب و ندب و اباحه می‌دانند و عده‌ای می‌گویند صیغۀ امر، مربوط به قدر مشترك آن سه یعنی «اذن» است و عده‌ای نیز می‌گویند: امر بعد از حظر مفید اباحه است (علم الهدی، 38؛ شهید ثانی، 70؛ موسوعة ... ، 1 / 159)، ولی همانطور كه گفته شد، اباحه صیغه و لفظ معین ندارد و به هر لفظ و صیغه‌ای كه بدین معنی دلالت كند تحقق می‌یابد. در قرآن كلمۀ اباحه به كار نرفته و در كلمات پیغمبر اسلام نیز این واژه استعمال نشده است، ولی فقها و دانشمندان آیات متعددی از قرآن را در مقام بیان اباحه می‌دانند، مثل یا اَیهَا النّاسُ كُلوا مِمّا فِی الْاَرْضِ حَلالاً طَیباً: ای مردم از آنچه در زمین است، حلال و پاكیزه را تناول كنید (بقره / 2 / 168).",
    "هرگاه حكم یك فعل میان وجوب و حرمت مرددّ باشد و راهی برای ترجیح یكی بر دیگری نباشد، مكلف به استناد اصل تخییر، اختیار انتخاب یكی از آن دو را دارد و هر ‌یك را انتخاب كند، عقابی برای او نخواهد بود. تفاوت اصل تخییر و اباحه این است كه در اباحه، حكم معین است و آن اختیار ترك یا فعل است و در تخییر حكم مردد است (قس: موسوعة ... ، 160).",
    "حلال در شرع مقابل حرام است و هر چیزی را كه حرام نباشد، دربر می‌گیرد. از این نظر حلال اعم از مباح است. یعنی هر مباحی حلال است، ولی هر حلالی مباح نیست، مانند مكروهات كه حلالند، ولی مباح نیستند.",
    "جواز متضاد منع است و جایز مانند حلال اعم از مباح است، چون هر مباحی جایز است، ولی هر جایزی مباح نیست، مثل افعال مكروه و مستحب كه جایزند و مباح نیستند.",
    "اباحه معانی دیگری در فقه و حقوق مدنی دارد كه عبارت است از اذن در تملك یا انتفاع از اموالی كه مالك خاص ندارد. در مواردی كه اذن در تملك باشد، آن را اباحۀ تملك و در مواردی كه اجازۀ انتفاع از چیزی باشد، آن را اباحۀ انتفاع می‌نامند و بر‌اساس این تقسیم‌بندی مباحات به دو دستۀ قابل انتفاع و قابل تملك تقسیم می‌شود: مباحاتِ قابل انتفاع مباحاتی است كه مورد استفادۀ عموم مسلمین است و استفاده و انتفاع انحصاری از آنها ممنوع است و باید به نحوی مورد استفاده قرار گیرد كه مانع استفادۀ دیگران نشود، مثل طرق و شوارع عامه. مباحات قابل تملك مباحاتی است كه به اذن امام مسلمین و موافق موازین شرعی قابل تملك است، مثل تملك اراضی موات از طریق احیاء آن یا صید ماهی از آبهای مباح. قانون مدنی ایران به پیروی از فقه امامیه مباحات را به دو دسته تقسیم می‌كند: مباحات قابل استفاده و انتفاع غیرانحصاری و مباحات قابل تملك. از دستۀ اول به نام اموال عمومی‌ یا اموالی كه مورد استفادۀ عموم است، یاد می‌كند (مادۀ 24) و در مادۀ 27 می‌گوید: «اموالی كه ملك اشخاص نمی‌باشد و افراد مردم می‌توانند آنها را مطابق مقررات مندرجه در این قانون و قوانین مخصوصۀ مربوط به هر یك از اقسام مختلفۀ آنها تملك كرده و یا از آنها استفاده كنند، مباحات نامیده می‌شود مثل اراضی موات یعنی زمینهایی كه معطل افتاده و آبادی و كشت و زرع در آنها نباشد».",
    "فقهاء و اصولیون بحث دیگری دارند تحت عنوان اصالت حظر یا اصالت اباحه. حَظر به معنای منع، متضاد اباحه است و به همین جهت اصالت اباحه در مقابل اصالت حظر است. اصالت حظر بدین معنی است كه تا دلیل شرعی بر جواز ارتكاب یك فعل وجود نداشته باشد، باید از آن اجتناب كرد. اصالت اباحه خلاف آن است. بین دانشمندان اسلامی ‌دربارۀ افعال بندگان پیش از تشریع و نزول وحی اختلاف‌نظر وجود دارد: اشعریان كه به حُسْن و قُبْح ذاتی افعال معتقد نیستند، می‌گویند: فقط خطاب شارع، به افعال صفتِ قبیح یا حَسَن می‌بخشد و پیش از ورود شرح قبح و حُسنی بر افعال مترتب نمی‌شود و نمی‌توان دربارۀ آنها حكمی‌ صادر كرد. معتزله كه به حسن و قبح ذاتی افعال اعتقاد دارند و مثلاً ظلم را فی ذاته قبیح و عدل را فی نفسه حَسَن می‌شمارند و معیار تشخیص آن را نیز عقل می‌دانند، در مواردی كه حسن و قبح افعال پیش از ورود شرع عقلاً قابل تمیز و تشخیص نباشد یا حسن و قبح عمل مساوی باشد، دچار اختلاف‌نظر شده‌اند: معتزلۀ بصره در این موارد اصل را اباحه می‌دانند، ولی معتزلۀ بغداد اصل را حظر می‌دانند و می‌گویند تصرف در ملكِ غیر بدون اذن مالك قبیح است و هستی همه مُلك خداست و تصرف در آن بدون اذن خداوند ممنوع است، مگر آنكه خداوند تصرف در آن را مجاز كند. بعضی از معتزله نیز متوقفند، كه اصل اباحه را در این مورد جاری می‌دانند نه اصل حظر را (ابن‌قدامه، 41، 42؛ بدخشی، 1 / 164-166). پس از تشریع نیز دربارۀ اموری كه حكمی ‌دربارۀ آن وارد نشده است، همین اختلاف‌نظر بین فقها وجود دارد. مشهور در میان فقهای امامیه این است كه حكم عقل و شرع هر دو بر اصالت اباحه قائم است (انصاری، 199).مستند شرعی امامیه آیات و احادیث منقول از ائمه است از‌جمله این آیات: 1. هُوَ الَّذی خَلَقَ لَكُمْ ما الْاَرْضِ جَمیعاً: او خدایی است كه همۀ موجودات زمین را برای شما خلق كرد (بقره / 2 / 29)؛ 2. یا اَیهَا النّاسُ كُلوا مِمّا فِی الْاَرْضِ حَلالاً طَیباً: ای مردم از آنچه در زمین است، حلال و پاكیزه را تناول كنید (بقره / 2 / 168)؛ 3. قُلْ لا اَجِدُ فی ما اُوحِیَ اِلَیَّ مُحَرَّماً عَلى طاعِمٍ یطْعَمُهُ اِلاّ اَن یكُونَ مَیتةً اَو دَماً مَسْفُوحاً اَوْ لَحْمَ خِنْزیرٍ: بگو ای پیامبر در احكامی ‌كه به من وحی شده است، من چیزی را كه برای خورندگان طعام حرام باشد، نمی‌یابم، جز آنكه میته (حیوان مرده) باشد یا خونِ ریخته یا گوشت خوك (انعام / 6 / 145). از امام صادق (ع) نیز نقل شده كه «كُلُّ شَیءٍ مُطْلَقٌ حَتّی یرِد فیهِ نَهْیٌ»: همۀ اشیاء مباحند مگر آنكه مورد نهی واقع شده باشند (حر عاملی، 18 / 127- 128).",
    "آمدی، علی بن محمد، الاحكام فی اصول الاحكام ، بیروت، 1405 ق / 1985 م؛ ابن حزم، علی بن محمد، الاحكام فی اصول الاحكام ، بیروت، 1405 ق / 1985 م؛ ابن‌قدامه، عبدالله بن محمد، روضة الناظر و جنة المناظر ، بیروت، 1401ق / 1981 م؛ ازهری، محمدبن احمد، تهذیب اللغة ، قاهره، 1966 م؛ بدخشی، محمدبن حسن، مناهج العقول فی شرح منهاج الوصول ... ، بیروت، 1405 ق / 1984 م؛ تهانوی، علی بن علی، كشاف اصطلاحات الفنون ، به كوشش آلویس شپرنگر، كلكته، 1848-1861 م؛ حُرّ عاملی، محمدبن حسن، وسائل الشیعه ، بیروت، 1383، 1387 ق / 1963، 1967 م؛ حكیم، محمدتقی، الاصول العامة للفقه المقارن ، قم، 1979 م؛ شهید اول، محمدبن مکی، القواعد و الفوائد فی الفقه و الاصول و العربیة ، قم، 1399 ق / 1979 م؛ شهید ثانی، زین‌الدین بن علی، معالم الاصول ، ترجمۀ آقا هادی مازندرانی، تهران، 1377 ق / 1957 م؛ علم الهدی، مرتضی بن داعی، الذریعة الی اصول الشریعة ، تهران، 1346 ش؛ غزالی، محمدبن محمد، المستصفی ، قاهره، 1322 ق / 1904 م؛ فراهیدی، خلیل بن احمد، العین ، قم، 1405 ق / 1985 م؛ قانون مدنی ایران؛ قرآن كریم؛ موسوعة جمال عبدالناصر الفقهیة ، قاهره، 1386 ق / 1966 م.",
    "سیدمصطفی محقق داماد"
  ],
  "bibliography": null,
  "signature": "سیدمصطفی محقق داماد",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}