{
  "id": "eweb_490",
  "source": "DMBI",
  "cat": "term",
  "link": "https://www.cgie.org.ir/fa/article/225550/%D8%AA%D8%AC%D9%84%DB%8C",
  "annotator": "Jeremy",
  "title": "تجلی",
  "authors": [
    "اصغر دادبه"
  ],
  "last_updated": "شنبه 4 آبان 1398",
  "content": [
    "تَجَلّی ، در لغت به معنی جلوه کردن، آشکارا شدن و ظهور (طریحی، 1 / 89 ؛ زوزنی، 2 / 570)، و در اصطلاح عارفان به معنی جلوه‌گر شدنِ حقیقت در جلوه‌گاه جهان و نیز در جلوه‌گاه دل صافی انسان. ساختهای مختلف این واژه در 5 آیه از قرآن کریم (اعراف / 7 / 143، 187؛ حشر / 59 / 3؛ شمس / 91 / 3؛ لیل / 92 / 2)، آمده است، اما مشهورتر از همه این آیه است: «... فَلَمّا تَجَلّٰی رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَکّاً وَ خَرَّ مُوسى صَعِقاً... : چون خدای موسى(ع) بر کوه تجلی کرد، کوه را درهم شکست و موسى مدهوش بیفتاد»(اعراف / 7 / 143) که در مباحث عرفانی به آن استناد و استشهاد می‌شود. صورتهایی از این واژه در احادیث نیز آمده است (نک‍ : طریحی، 1 / 90) که ازجملۀ آنها می‌توان به این حدیث اشاره کرد: «اِذا تَجَلَّی اللّٰهُ لِشیءٍ خَشَعَ لَهُ: چون خدا بر چیزی تجلی کند آن چیز خشوع می‌ورزد» (قشیری، 39؛ عزالدین، 130-131).  مفسرانِ کلام‌گرا تجلی را «ظهور» معنی می‌نمایند و از «ظهور خدا در کوه یا بر کوه» (اعراف / همانجا) در جهت رؤیت (ه‍ م) استفاده می‌کنند، و سنت‌گرایانِ اشعری از آن به اثبات رؤیت خداوند می‌رسند (فخرالدین، 13 / 232؛ سیوطی، 3 / 221) و خردگرایانِ معتزلی و شیعی براساس این آیه از نفی رؤیت سخن می‌گویند و تجلی را دلیلی بر وجود خداوند می‌شمارند و نتیجۀ آن را آشکار شدن اقتدار و استیلای حق‌تعالى بر کوه، یا بر اهل کوه تفسیر می‌کنند (زمخشری، 2 / 149؛ طبرسی، 19 / 14، 17؛ طوسی، 4 / 536).  در برابر نگرش کلامی مفسران، تجلی در جهان‌بینیِ عرفانی اهمیت ‌خاص دارد و از یک‌سو اساس ‌هستی‌شناسی و جهان‌شناسی عرفانی، و ازسوی دیگر بنیاد معرفت‌شناسی آن را تشکیل می‌دهد. در نتیجه، عارفان ــ به‌ویژه اهل عشق و مکتب سُکر ــ تجلی را در دو معنا به کار می‌گیرند: در معنای هستی ـ ‌شناختی یا جهان شناختی، و در معنای معرفت‌شناختی. همچنین از آنجا کـه زبان عرفـان زبانـی هنـری‌ ـ رمزی است، شمس یا خورشید را به عنوان رمز حقیقت، و آیینه را به عنوان رمز جهان و رمز دل به کار می‌برند و با زبان شاعرانه‌ـ عارفانه از تجلیِ خورشید حقیقت در آیینۀ جهان (معنی هستی‌شناختی)، و نیز تجلیِ خورشید حقیقت در آیینۀ دل (معنی معرفت‌شناختی) سخن می‌گویند. بر همین مبنا ست که ایزوتسو بر اهمیت تجلی در اندیشۀ ابن عربی تأکید می‌ورزد و تصریح می‌کند که بحث از مسائل مختلف در فلسفۀ ابن عربی چیزی جز تفسیر تجلی از منظرهای گوناگون نیست (ص 152). بدین نکتۀ بسیار مهم نیز توجه باید کرد که اگر فلسفه کلاً جهان‌بینیِ هستی‌شناسانه محسوب می‌شود، عرفان کلاً جهان‌بینیِ معرفت‌شناسانه است. تأمل در متون عرفانیِ پدید آمده در سده‌های نخستین هجری، تا سدۀ 7، این حقیقت را مسلّم می‌سازد و به همین سبب، تعاریفی که در این متون از تجلی به دست داده شده است، جملگی تعاریفی معرفت‌شناسانه‌اند که می‌توان از آنها به جلوه‌گر شدنِ حقیقت در آیینۀ دل تعبیر کرد (به عنوان نمونه، نک‍ : سراج، 363؛ هجویری،504؛ کلابادی، 122؛ مستملی،4 / 1549). اسیری لاهیجی نیز در مفاتیح الاعجاز (ص 89) تصریح می‌کند که تجلی در مثنوی گلشن راز بیشتر معنای معرفت شناسانه دارد.  در سده‌های 6-7ق / 12-13م با ظهور یحیى سهروردی، شیخ اشراق (549-587ق / 1154-1191م) و ابن عربی (د 638ق / 1240م) فلسفه و عرفان سمت و سویی دیگر یافت. سهروردی در مقدمۀ «حکمةالاشراق» (ص 10)، با تأکید بر کشف و شهود عرفانی به عنوان ابزاری برتر از تعقل و استدلال در معرفت‌شناسی، فلسفه را عرفانی کرد و در کنار وجهۀ هستی شناختی فلسفه، بدان وجهۀ معرفت‌شناختی نیز بخشید. پس ‌از او، ابن عربی تحت تأثیر فلسفه و نیز با تأثیرپذیرفتن ازمیراث حکمی‌ـ عرفانی سهروردی، به‌رغم تظاهرات ضدفلسفی خود، به وجهِ معرفت‌شناسیِ عرفان، وجهِ هستی‌شناسی و جهان‌شناسی نیز افزود و بدین‌سان، عرفان را فلسفی کرد. وی در جهان‌بینیِ ‌خود به تجلی که تکیه‌گاه معرفت‌شناسی بود، مفهوم و معنایی‌هستی‌شناختی و جهان‌شناختی داد و درتبیینِ هستی‌شناسیِ مبتنی بر وحدت وجود خود از تجلی بهره جُست و زمینۀ تعبیر تجلیِ اول و ثانی، و تفسیر تجلی به ثبوت اعیان ثابته، سپس ظهور اعیان ممکنات (نک‍ : عبدالرزاق، 155-156)، و در یک کلام جلوه‌گر شدنِ حقیقت در آیینۀ جهان را فراهم آورد.  مسائل و مباحث هستی‌شناسانۀ مبتنی بر وحدت وجود، بدان‌سان که در فصوص الحکم آمده، و در مقدمه‌هایی که از روزگار قیصری (د 751ق / 1350م) شارح فصوص ، برای تبیین و توجیه هستی‌شناسی و جهان‌شناسی ابن عربی نوشته شده است، این نکته را به روشنی اثبات می‌کنند. براساس این مقدمه‌ها، سراسر هستی به 5 بخش یا به 5 عالم تقسیم می‌شود، و هر بخشِ فروتر مظهر یا آیینۀ بخشِ فراتر است؛ و در نهایت، کل عالم هستی مراتب ظهور و آیینۀ حق به‌شمار می‌آید (برای نمونه، نک‍ : قیصری، 1 / 69-70؛ جامی، نقد. ..، 29-31). اکنون به بررسیِ دو حوزۀ معناییِ تجلی، چنان‌که در عرفان نظری مطرح است، می‌پردازیم:",
    "تجلی از این دیدگاه جلوه‌گر شدن حقیقت (حق) بر دل صافی سالک است که نتیجۀ آن دست یافتن به‌شناخت حقیقت و معرفت حق خواهد بود.سالک برحسب روشی که برمی‌گزیند، در نتیجۀ‌ ارشاد و پس ‌از طی مقامات (نک‍ : سراج، 42-54؛ عطار، 180 بب‍ ؛ دادبه، «ارزش روش‌شناختی اللمع »، 284-286، «ارزش روش‌شناختی منطق‌الطیر »، 283-286)، به تزکیۀ روح و تصفیۀ دل می‌رسد و آن را جلوه‌گاه حقیقت می‌سازد (اسیری لاهیجی، 447- 448). به این ترتیب، تجلی در معنای معرفت‌شناسانه حاصل دو امر است: نخست، کوششهایی که از آن به سیر و سلوک باطنی یا ریاضت تعبیر می‌شود؛ زیراکه سالک در طی سلوک و درنتیجۀ کوشش خود به پایگاهی والا دست می‌یابد، و سرانجام حق بر دل او متجلی می‌شود و به چشم دل جمال الاهی را مشاهده می‌کند (همانجا؛ نجم‌الدین، 318)؛ دوم، جذبه و عنایت معشوق و کشش از جانب او (نک‍ : عبدالرزاق، 39)، زیراکه «کشش چو نبود از آن سو، چه سود کوشیدن» (حافظ، غزل 393، بیت 6). عارفان ضمن بحث از کشش و کوشش و جذبه و سلوک، با آنکه از لزوم کوشش سخن گفته‌اند، اما بر اهمیت کشش تأکیدی خاص ورزیده‌اند و حتى آن را شرط کافی تجلی دانسته‌اند (برای نمونه، نک‍ : نجم‌الدین، 218، 375؛ مولوی، دفتر 4، بیتهای 2909-2913، نیز دفتر 5، بیتهای 4216-4217، دفتر 6، بیتهای 1477-1480؛ چیتیک، 160-162). تجلی در معنای معرفت‌شناسانه، از منظر سلبی نتیجۀ ازمیان برخاستن حجابهای بشری (کلابادی، 122؛ سهروردی، عمر، 526)، و از منظر ایجابی به معنای جلوه‌گر شدن حقیقت حق بر آیینۀ صافی دل سالک است (هجویری، 504؛ ابن عربی، اصطلاح...، 9). با این‌همه، این معنا به زبانهای مختلف و با تعبیرهای گوناگونی بیان شده است که می‌توان آنها را باتوجه به عناصر لفظی و معناییِ مورد استفاده، به دو دسته تقسیم کرد: الف ـ تعریفهایی که بـا استفـاده از تعـابیر عارفانه ـ شاعرانۀ «نور حق»، «شمس حقیقت» و «خورشید حقیقت» شکل گرفته است، مانند «تجلی اشراق انوار حق است بر دلهای سالکانی که شایستگی یافته‌اند که حق را به چشم دل ببینند» (سراج، 363؛ هجویری، همانجا)؛ «تجلی، انکشاف شمس حقیقتِ حق بر دل صافی سالک، از ورای حجاب ابرهای تیرۀ صفات بشری است» (عزالدین، 129؛ مستملی، 4 / 1549). ب ـ تعریفهایی که در آنها بر تشبیه غیب به نور و تعبیر «انوار غیوب» تأکید شده است؛ و این از آن‌رو ست که غیب، حقیقت نادیدنی است و غیبِ غیبها (غیب الغیوب) ذات الاهی است (نک‍ : عبدالرزاق، 168) و سالک در پرتو تزکیه و تصفیۀ باطن، با چشم دل «آنچه نادیدنی است» آن بیند (هاتف،28). تعریف ابن عربی، آنجا که می‌گوید: تجلی کشفِ انوار غیبی بر دلهاست، از این‌گونه است (همانجا، نیز الفتوحات ...، 2 / 485). عبدالرزاق کاشی نیز با به‌کارگیریِ «ظهور» به جای «کشف (انکشـاف)»، تعریف ابن عربی را تکرار می‌کند (ص 155؛ نیز نک‍ : اسیری لاهیجی، 89). تفسیر تجلی به ظهور آن‌سان که عبدالرزاق بر آن تأکید می‌کند، تفسیری است که در تعاریف دیگر نیز آمده است (نک‍ ‍‌: نجم‌الدین، 316). جرجانی با تکرار تعریف ابن عربی توضیح می‌دهد که استفاده از صیغۀ جمع، یعنی استفاده از «غیوب» به جای «غیب» در تعریف تجلی (ما یَنْکَشِفُ القلوب مِن انوار الغیوب) به اعتبار تعدد موارد تجلی است، و این از آن‌رو ست که هر اسم الاهی دارای تجلیات گوناگون است. او از 7گونه غیب ــ کـه از آنها بـه «امّهـات الغیـوب» تعبیر می‌کند ــ سخن می‌گوید، و تأکید می‌کند که تجلیات از باطن غیبها پدیدار می‌گردد. این غیبهای هفت‌گانه عبارت‌اند از غیب حق، غیب خفاء منفصل، غیب سرّ منفصل، غیب روح، غیب قلب، غیب نفس و غیب لطایف بدنی (ص 23).",
    "نتیجۀ تجلی از دیدگاه نظری، شهودِ (دریافتِ) حقیقت، و از دیدگاه عملی، دست یافتنِ سالک به پایگاهی معنوی و والا ست. از آنجا که معرفت عرفانی معرفت وحدت است؛ و پیام نهایی عرفان آن است که وحدتْ حقیقت و راست است؛ و کثرتْ خطا و پندار، سالک باید در رفع حجابِ کثرت بکوشد و به تعبیر اهل عرفان، دوگام بردارد تا به حق و حقیقت که همان وحدت (توحید) است، برسد؛ که گفته‌اند: «خُطوتانِ و قَدْ وَصَلْتَ»: دو گام است که چون برداری، بی‌گمان به مقصد می‌رسی»: گام فصل و گام وصل. گام فصل، جدا شدن از «خود» و کلیۀ اشیا (ماسوی الله)، و به تعبیر شبستری، «از های هویت درگذشتن» و «صحرای هستی در نوشتن» است ( گلشن. ..، 33). و گام وصل ، پیوستن به حق، یعنی «خود» را ندیدن و «او» را دیدن است (اسیری لاهیجی،200-201)؛ و به تعبیر حافظ، «یک نکته» و یک گام است و آن هم اینکه «... خود را مبین که رستی» (غزل 434، بیت 5)؛ و این از آن‌رو ست که «وجودُکَ ذَنْبٌ لایُقاسُ بِهِ ذَنْبٌ: احساس وجود از سوی انسان، گناهی است که هیچ گناهی با آن قابل سنجش نیست» (خوارزمی، 1 / 78)، همچنان‌که این احساس به تعبیر حافظ کفر است: «کفر است در این مذهب خودبینی و خودرایی» (غزل 493، بیت 10). احساسِ وجود که مشتمل بر احساس داشتن فعل و صفت و ذات است، به دنبال تجلیات سه‌گانه بر دل سالک، مرحله به مرحله از میان می‌رود و سالک را به مقام توحید واقعی که همان مقام وحدت و فناء فی‌الله و بقاء باللٰه است، می‌رساند. تجلیات سه‌گانه، به ترتیبِ ورود بر دل سالک، عبارت‌اند از تجلی افعال، تجلی صفات، و تجلی ذات (سهروردی، عمر، 526؛ عزالدین، 131؛ جامی، نقد ، 116)؛ و این از آن‌رو ست که «افعال آثارِ صفات‌اند، و صفات، مندرج در تحت ذات. پس افعال به خلق نزدیک‌تر از صفات بود و صفات نزدیک‌تر از ذات» (عزالدین، همانجا):  الف ـ تجلی افعال (محاضره یا مقام محو) تجلی ذات حق است با افعال بر دل سالک؛ که در آن سالک با شهود افعال حق ــ که از آن به «محاضره» تعبیر کرده‌اند ــ درمی‌یابد که فاعل حقیقی خدا ست و به رمز و رازِ «وَاللّٰهُ خَلَقَکُمْ وَ ما تَعْمَلونَ: خدا شما و کردارهایتان را آفریده است» (صافات / 37 / 96) پی می‌برد و درمی‌یابد که «لا مُؤَثِّرَ فی الوُجودِ اِلّااللّٰه: جز خدای تعالى هیچ‌چیز و هیچ‌کس در جهان هستی مؤثر نیست» (اسیری لاهیجی، 362، 410) و نیک و بد و سود و زیان، نه از خلق، که جمله از حق است و چنین است که سالک به «مقام محو» (محو افعال خلق در افعال حق) که مقام «توحید افعالی» است، می‌رسد. ب ـ تجلی صفات (مکاشفه یا مقام طَمْس) تجلی ذات حق با صفات جلال یا صفات جمال است، و به بیان جرجانی، منشأ تجلی صفات، یکی از صفاتِ حق‌تعالى است ( ص33)، از این جهت‌که خودبه‌خود تعیّن دارد. سالک با شهود صفات‌جلال ــ که صفاتِ قهر خداوندی است ــ به خضوع و خشوع می‌رسد و با شهود صفات جمال ــ که صفاتِ لطف خداوندی است ــ احساس سرور و انس می‌کند. از شهود صفات به «مکاشفه» تعبیر می‌شود و صاحب مکاشفه، سالکی‌است که به مقام «طمس» (زوال صفاتِ ماسوی الله در صفاتِ الله)، یا مقام «توحید صفاتی»، می‌رسد و باور می‌کند که صفات خلق، جمله در صفات حق زایل و فانی است و تنها خدا ست که دارای صفت (علم، قدرت و...) است (اسیری لاهیجی، 227- 228؛ عزالدین، 130-131). ج ـ تجلی ذات (مشاهده یا مقام مَحْق) جلوه‌گر شدنِ ذات حق بر دل سالک است. منشأ تجلی ذات، ذات حق است، بی‌آنکه صفتی با آن اعتبار شود، هرچند که تجلی ذات جز به واسطۀ اسماء و صفات تحقق نمی‌یابد و حق‌ تعالى تنها از ورای حجاب یکی از اسما و نه خودبه‌خود، بر موجودات جلوه‌گر می‌شود (جرجانی، همانجا). در پی شهود ذات ــ که از آن به «مشاهده» تعبیر می‌کنند ــ بقایای صفاتِ وجود سالک فانی می‌شود، سالک به فناء فی الله و بقاء باللٰه می‌رسد، به مقام «مَحق» ــ که مقام «توحید ذاتی» است ــ دست می‌یابد و دیگر خودی در میان نمی‌بیند و همه «او» می‌بیند (قشیری، 39-40). از تجلیات سه‌گانۀ افعال و صفات و ذات در منابع مختلف عرفانی سخن رفته است (هجویری، 504، سهروردی، عمر، نیز عزالدین، همانجاها؛ جامی، همان، 115-116؛ اسیری لاهیجی، 129-130، 132-135، 227- 228، 510-512). در برخی از متون عرفانی، ضمن استشهاد به آیۀ 143 سورۀ اعراف (7) که در آن مدهوشیِ برآمده از تجلیِ حق‌تعالى به صَعْقه تعبیر شده است، موسى(ع) را سالکی دانسته‌اند که به هنگام درخواست دیدار هنوز به بقای بعد از فنا نرسیده، و بقایای صفات در وجودش برقرار بوده است، و به همین سبب خود را از خدا جدا می‌دید و درخواست دیدار می‌کرد. تجلی نور ذات حق بر طور نفس موسى(ع)، بقایای وجودی او را از میان برد، و چون مقتضای تجلی ذاتی نیستی و فنای مظاهر است، او را به بقای باللٰه رسانید (عزالدین، 130؛ جامی، همان، 115؛ اسیری لاهیجی، 134-135). در برخی دیگر از متون عرفانی، تجلیِ ذات را به تجلی ربوبیت و الوهیت تقسیم کرده‌اند، و تجلی ربوبیت را ویژۀ حضرت موسى(ع) دانسته‌اند و بر بقای وجود موسى بعد از صعقه تأکید ورزیده‌اند، و در مقابل، تجلی الوهیت را به حضرت محمد(ص) نسبت داده، و بر این معنا تأکید کرده‌اند که این تجلی هستیِ محمدی را به تاراج داد و به جای وجودِ محمدی، وجودِ حق اثبات شد (ابن عربی، «الغوثیة»، 29؛ نجم‌الدین، 320).  در طبقه‌بندی تجلی به ذاتی، صفاتی و افعالی، آنجا که از تجلیِ افعال سخن به میان نیامده، و تجلی به صفاتی و ذاتی محدود شده است (نک‍ : جرجانی،23)، بدان سبب است که بر طبق طبقه‌بندی دیگری، صفات به صفات ذات و صفات فعل تقسیم می‌شود و درنتیجه تجلی افعالی تحت تجلی صفاتی قرار می‌گیرد (نک‍ : ابن عربی، همان، 29-31). در مقابل این حذف و کاهش، اسیری لاهیجی «از روی کلیت» تجلی را به4 قسمِ آثاری، افعالی، صفاتی و ذاتی تقسیم می‌کند و یک‌قسم بر آن 3 قسم می‌افزاید (ص 129-130، 448). گذشته از طبقه‌بندی تجلی به افعالی، صفاتی و ذاتی، طبقه‌بندیهای دیگری نیز از تجلی در معنای معرفت‌شناسانه صورت گرفته که ازجملۀ آنها ست: الف ـ طبقه‌بندی کلابادی (د 380ق / 990م) در تعرّف ، شامل تجلی ذات، صفات و حکم ذات (ص 121). تجلی ذات یا مکاشفه دیدنِ حق است با چشم دل؛ تجلی صفات موضع نور است و نتیجۀ آن دریافتِ قدرتِ حق؛ و سرانجام تجلی حکم ذات که ویژۀ آخرت است و عامل جداسازیِ نیکبختان از تیره‌بختان در آن جهان (نک‍ : مستملی، 4 / 1548-1551).  ب ـ طبقه‌بندی ابن عربی در رسالۀ «الغوثیة» (نک‍ : ص 28-32)، که بر طبق آن تجلی، نخست به روحانی (برآمده از روح) و ربّانی (از سوی خدا) تقسیم می‌شود. سپس تجلی ربانی به تجلی ذات (ربوبیت و الوهیت) و تجلی صفات جمالی و جلالی منقسم می‌گردد؛ و سرانجام، تجلی صفات جمالی و جلالی، هریک به تجلی صفات ذاتی و تجلی صفات فعلی، و سپس تجلی صفات ذاتیِ جمالی به تجلیِ نفسی و معنوی، و تجلی صفات ذاتیِ جلالیِ به تجلی جبروت و عظمت طبقه‌بندی می‌شود. در کتاب مرصادالعباد نیز این طبقه‌بندی تکرار می‌شود (نجم‌الدین، 316- 329). شبستری هم تجلی را بر همین اساس طبقه‌بندی می‌کند («مرآت...»، 394-396).  ج ـ طبقه‌بندی باخرزی در اوراد الاحباب (ص 34- 39)، در بحث «تحقیق الوانِ خرقه» چنان است که تجلی در 3 مقام، به 3 قسم تقسیم می‌شود تا رنگ خرقۀ صاحب هر تجلی مشخص شود. از این منظر، مقام اول تجلی جمالی، یعنی مقام عیسوی است و صاحب این تجلی، همچون مسیح(ع) باید پلاس سیاه بپوشد. مقام دوم تجلی جلالی، یعنی مقام موسوی است و صاحب این مقام باید همچون موسى(ع) جامۀ نرم سپید به تن کند. مقام سوم تجلی کمالی، یعنی مقام محمدی است که مظهر اسم‌الله و صاحب فقر اتمّ و جامع جمیع مراتب اسماء و صفات است و او مخیّر است که هرچه خواهد بپوشد، خواه سفید و نرم، خواه سیاه و خشن.  د ـ طبقه‌بندی علاءالدولۀ سمنانی در رسالۀ «سربال البال»، که در آن تجلی را به باواسطه (عام) و بی‌واسطه (خاص) تقسیم می‌کند و تجلی با واسطه را اگر با واسطۀ فرشته باشد، تجلی لطفی (صلح و عتاب) و اگر با واسطۀ اهریمن باشد، تجلی قهری (بطشی و مکری) می‌خواند؛ و تجلی بی‌واسطه را به تجلی جمالی و جلالی تقسیم می‌کند (ص 165-166). سرانجام، گسترده‌ترین بحث در زمینۀ طبقه‌بندی و تشریح تجلی را در کتاب التجلیات الالٰهیة نوشتۀ ابن عربی می‌توان یافت. ابن عربی در این کتاب به توحید و تجلیات مربوط بدان می‌پردازد. مبحث تجلیات، هرچند نسبت به مبحث مفصّل و تحلیلی توحید، خلاصه‌تر و کوتاه‌تر است، اما قطع نظر از این مقایسه، شاید مفصل‌ترین و متنوع‌ترین بحث در این زمینه به‌شمار آید (نک‍ : ص 565-617 (فهرست)، جم‍ ؛ نیز نک‍ : طاهری عراقی، مقدمه، 6-7). جست‌وجو در منابع عرفانی جوینده را به طبقه‌بندیهای دیگر نیز رهنمون می‌شود (برای نمونه، نک‍ : حمویه، 72؛ تهانوی، 1 / 384-385؛ ابوالبقا، 2 / 104)."
  ],
  "bibliography": null,
  "signature": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
