{
  "id": "eweb_492",
  "source": "DMBI",
  "cat": "term",
  "link": "https://www.cgie.org.ir/fa/article/224465/%D8%AA%D9%88%D8%AD%DB%8C%D8%AF",
  "annotator": "Jeremy",
  "title": "توحید",
  "authors": [
    "محمد مجتهد شبستری"
  ],
  "last_updated": "شنبه 4 آبان 1398",
  "content": [
    "توحید، اصطلاحی مهم در فرهنگ و معارف اسلامی که از حیث عقیده، باور به یکتایی خداوند، و از حیث عمل، منحصر کردن عبادت به خدای یکتا ست. از آنجا که توحید محوری‌ترین آموزۀ اسلام و دیگر ادیان توحیدی است، این آموزه در ابعاد گوناگون فرهنگ اسلامی بازتاب داشته، و در علوم و معارف دینی نیز مباحث گسترده‌ای بدان اختصاص یافته است.",
    "يگانه‌پرستی به عنـوان مهم‌ترين اصول دين و مفاهيم اساسی در بنيان دين اسلام و ديگر اديان توحيدی، امری است که بدون شک توجه فراوان بدان در قرآن کریم دور از انتظار نيست.  انبوهی از يادکردهای قرآنی که مستقيم يا غيرمستقيم به موضوع يگانگی پروردگار اشاره دارد، نشان‌دهندۀ ميزان ارزشمندی اين مبحث در نگاه قرآنی است. در تبيین ابعاد مختلف انديشۀ توحید می‌‌توان به برخی از کليدی‌ترين قالبهای کاربرد آن توجه کرد. هر مسلمان روزانه بارها در اذان با جملۀ «اشهد ان لا الٰه الا اللّٰه» و «اللّٰه اکبر» به يگانگی و بزرگی پروردگار شهادت می‌دهد و در تشهد هر نماز با جملۀ «اشهد ان لا الٰه الا اللّٰه وحده لا شريک له» به تکرار و يادآوری دوبارۀ وحدانيت پروردگار مـی‌پردازد. جملۀ پراشتهار «قولوا لا الٰه الا اللّٰه تفلحوا» نيز که آموخته‌ای از پيامبر (ص) بود و بعدها به عنوان شعارگـونه‌ای از سوی مسلمانان به کـار می‌رفت (نک‍ : ابن خزيمه، 1/ 82؛ دارقطنی، 3/ 44؛ طوسی، التبيان ، 2/ 53؛ ابن کثير، تفسير ، 4/ 565؛ ابن حجر، 11/ 501)، نمونۀ مناسبی از همين دست کاربردها ست. گسترۀ پهناور پرداختهای قرآنی به موضوع يگانه‌پرستی، رابطۀ میان مفهوم الوهيت با ربوبيت و خالقيت و نيز مبحث تقابل توحيد با شرک، از مهم‌ترين شاخصهای قابل بررسی در اين باره هستند. از سوی ديگر بر پايۀ آنچه در آيات آمده، برخی مفاهيم کلی دربردارندۀ معنای يگانگی الٰهی است. در واقع زيرمجموعۀ آنچه خدايی است و در شمار افعال و صفات ذات حق جای می‌گيرد، خودْ پايه‌ای برای درک مفهوم يکتايی است. موضوعاتی کلی همچون خالقيت آفريدگار مطلق از آن رو که در امر خلق شريک ندارد، در شمار مصاديق توحيد جای می‌گيرد. سروری پروردگار در ملک و مالکيت بر هر آنچه در جهان وجود دارد، تنها بخشی از ملک الٰهی است. هر آنچه در آسمانها و زمين است، نفع و ضرر آدمی و حتى رزق خلايق، همه در اختیار پروردگار است و نمونۀ آيات فراوانی در قرآن کريم از اين امر نشان دارد (نک‍ : اعراف/ 7/ 188؛ يونس/ 10/ 31، 49؛ اسراء/ 17/ 111؛ فرقان/ 25/ 2؛ عنکبوت/ 29/ 17؛ فاطر/ 35/ 13؛ جم‍ ). «ولی» و «نصير» در منظر قرآنی، مبحث ديگری است که از مصاديق شرک ناپذيری قلمداد می‌شود. انبوهی از آيات (34 بار) که در آنها دربارۀ امتناعِ گرفتن ولی و نصيری جز خدای واحد سخن رفته، در همين شمار است (برای نمونه، نک‍ : انعام/ 6/ 14، 70؛ توبه/ 9/ 116؛ رعد/ 13/ 11؛ سجده/ 32/ 4؛ شورا/ 42/ 46؛ فتح/ 48/ 22؛ جم‍ ). منحصر بودن عبادتْ به خداوند نیز از برجسته‌ترین نمودهای توحيد در قرآن کریم است (برای نمونه، نک‍ : بقره/ 2/ 83؛ آل‌عمران/ 3/ 64؛ نحل/ 16/ 36؛ طه/ 20/ 14؛ غافر/ 40/ 66؛ احقاف/ 46/ 21؛ جم‍ ).",
    "بررسی دربارۀ پیشینۀ يکتاپرستی از نگاه عام دين‌شناسی اگرچه پرستش خدای واحد را با برخی مقاطع زمانی پيوند زده است، و برای نمونه اخناتون را به عنوان نخستين يکتاپرست می‌شناسد، اما درمنظر قرآنی يکتاپرستی از آنجا که در فطرت انسانی جای دارد، دارای پيشينه‌ای دست‌کم به قدمت انسان است. در انبوهی از آيات تصريح شده است که انسان در هر حال در رجوع به درون و فطرت خويش، برای صانع اين جهان، جز يکتايی را نمی‌پذيرد. انسان حتى اگر در ظاهر شرک بورزد، آنگاه که دربارۀ خالق از او پرسش شود، جز به وحدانيت خدا رأی نخواهد داد (مثلاً عنکبوت/ 29/ 61؛ لقمان/ 31/ 25؛ زمر/ 39/ 38؛ زخرف/ 43/ 9؛ نیز نک‍ : بغوی، 3/ 474 بب‍ ). در قرآن کریم دوره‌های مختلفی از رويارويی انبيای يکتاپرست و اقوام ايشان ديده می‌‌شود. در زنجيرۀ قصص انبيا، سيری که قرآن پيش روی می‌نهد، قابل توجه است. يادکرد قرآنی از قوم نوح و پرستش بتهای وَدّ، سُواع، يَغوث، يَعوق و نَسر توسط ايشان سخن از شرکی بسيار کهن است و دعوت نوح(ع) به يکتاپرستی، نخستين نمونۀ بيان تقابل با بت‌پرستی و چندخدايی کهن است (نوح/ 71/ 23). اگرچه در قوم نوح شمار مؤمنان و يکتاپرستان بسیار نيست، اما در حد قليل هم خود نشان از وجود دارد (نک‍ : هود/ 11/ 36، 40؛ شعراء/ 26/ 121). در ترتيب نَسَبی انبيا، پس از نوح (محلی، 1/ 640)، دعوت مستقيم به یکتاپرستی را در بيان هود(ع) می‌يابيم که بارها به دعوت او به پرستش خدای واحد اشاره شده است (مثلاً اعراف/ 7/ 65 بب‍ ؛ هود/ 11/ 50-52؛ فصلت/ 41/ 14). وجود يارانی برای اين نبی در زمان خويش و نجات و رهايی يکتاپرستان از عذاب الٰهی (اعراف/ 7/ 72؛ هود/ 11/ 58)، ادامۀ تاريخ يکتاپرستی در زمان هود است. اين دعوت با پرستش پروردگار يکتا در سخن صالح نبی (مثلاً اعراف/ 7/ 73-74؛ هود/ 11/ 61؛ مؤمنون/ 23/ 32) و پذيرش ياران يکتاپرست او ادامه می يابد (هود/ 11/ 62-65؛ نمل/ 27/ 45-46). جریان یکتاپرستی در قصص ابراهيم نبی(ع) به‌ويژه رنگی ديگر يافته، موضوع دعوت به اسلام و توحيد و دين حنيف جلوه‌ای خاص پيدا می‌کند (مثلاً بقره/ 2/ 131، 135؛ آل عمران/ 3/ 67؛ جم‍ ). در مضامین قرآنی مربوط به ابراهیم (ع) دعوت به توحید با برخی مفاهيم استدلالی و آزمون و خطا همراه می‌شود (مثلاً بقره/ 2/ 258؛ انعام/ 6/ 76 بب‍ ؛ مريم/ 19/ 42 بب‍ ؛ انبياء/ 21/ 52-56؛ عنکبوت/ 29/ 16-18). برخورد ابراهيم(ع) با بتها و موضوع شکستن آنها را بايد نقطۀ عطفی در تاريخ يکتاپرستی قرآنی به شمار آورد. در نگاهی کلی بر قصص قرآنی انبيا، اگر پيش از ابراهيم(ع)، عذاب الٰهی در واقع اصلی‌ترين بازخورد تقابلی با شرک بود، آيات به زيبايی با گذر زمان، دورۀ ابراهيم نبی(ع) را زمان رویاروییِ صريح انسانی و زمينی با شرک قلمداد کرده، ابراهيم را عامل و فاعل قرار می‌دهد (نک‍ : انبياء/ 21/ 57 بب‍ ؛ صافات/ 37/ 88 بب‍ ). از مباحث مهم ديگر که در قصص ابراهيم(ع) آمده‌، این موضوع مهم است که در این زمان، يکتاپرستی به نوعی بر روی زمين مفهوم ملموس يافته، در اوامر الٰهی می‌يابيم که ابراهيم(ع) و فرزندش مأمور به ساخت خانۀ کعبه می‌گردند. امری که به خواست خدا و با دستان ابراهيم(ع) و فرزندش صورت می‌گيرد (بقره/ 2/ 125-128؛ آل عمران/ 3/ 96 بب‍‌ ؛ ابراهيم/ 14/ 35؛ حج/ 22/ 26). بدين‌ترتيب جلوۀ زمينی يکتاپرستی مجال بروز می يابد. پس از ابراهيم(ع)، فرزندان و اخلافش راه او را در پيش گرفتند، انديشۀ يکتاپرستی که وی عرضه داشت، به مثابۀ شیوه‌ای در فکر و عمل باز تابيد و انديشۀ «ملة ابراهيم» به عنوان توحید ابراهیمی با پس‌زمينه‌ای از معنای صراط مستقيم، راه حق و دين خداپرستی پیروی گردید (مثلاً نک‍ : انعام/ 6/ 161؛ يوسف/ 12/ 38).  اين روند قرآنی تا دورۀ رسول اکرم(ص) ادامه می‌يابد. در همين زمان است که آيات الٰهی در انبوهی از نمونه‌ها به يادکرد مشرکان عرب و قريش می‌پردازد و جای‌جای قرآن انباشته از گونه‌ای مبارزه با اين شرک است.",
    "نبوت و معاد را به عنوان دو اصل مهم دين، بی‌شک نمی‌توان مجرد از توحید در نظر آورد و اين اصول سه گانه هر کدام به نوعی در قرآن کريم مورد توجه جدی قرار گرفته‌اند و زنجيرۀ يکتاپرستی با مفهوم دعوت انبيا و نتيجۀ اخروی اين يکتاپرستی در قرآن ديده می‌شود. اساس انگيختن پيامبران در بيشتر آيات الٰهی ايمان به الله ياد شده، و نبوت برای دعوت انسان به پرستش پروردگار یکتا و دوری از طاغوت دانسته شده است (مثلاً نحل/ 16/ 36؛ مؤمنون/ 23/ 32؛ فتح/ 48/ 8-9). دور نيست در اين میان، پذيرش نبوت از جايگاهی ارزشمند برخوردار است و پيروی از رسولان در اوامر باری تعالى نه تنها تأکيد می‌گردد، بلکه الزامی دانسته می‌شود (نساء/ 4/ 64؛ نيز التفسير ...، 319). بر همين اساس است که ايمان آوردن به خدا و رسولان در بسياری از آيات ديده می‌شود (مثلاً آل عمران/ 3/ 179؛ نيز ابن هشام، 3/ 118)؛ ايمان‌آوری به رسول و به آنچه بر او نازل شده است، اطاعت از رسولان خدايی (بقره/ 2/ 285)، در کنار ایمان به خداوند یکتا جای می‌گیرد و هر آن‌که در انديشۀ نبوت شک کرده، از رسولان دوری گزيند، در شمار کافران قرار می‌گیرد (نساء/ 4/ 150).  آنچه را رسولان الٰهی مبنای دعوت خود قرار می‌‌دهند، در نهايت با انذار و تبشير بازتابی نتيجه‌بخش می‌يابد و آنچه در انديشۀ معاد تبيين می‌شود و انبيا بدان توجه می‌دهند، غالباً در رابطه‌ای تنگاتنگ با دو مفهوم توحيد و نبوت روی می‌نمايد. در نخستين نگاه به آيات الٰهی چنين می‌يابيم که ايمان به يکتايی پروردگار، صدق رسولان و روز جزا به مثابۀ مفاهيمی مربوط به هم مورد توجه قرار گرفته‌اند (مثلاً بقره/ 2/ 8، 62، 177؛ نساء/ 4/ 136). ايمان به روز جزا آشکارا در ادامۀ انديشۀ توحید ديده می‌شود (نساء/ 4/ 87؛ نیز سبط طبرسی، 39؛ ابن طاووس، الطرائف ، 517). همان خدايی که آسمانها و زمين را بيافريد و آن را تدبير کرد، محققاً در روز جزا توان باز گردآوری همه چيز را خواهد داشت و اين باور به روشنی در آيات الٰهی نمایان است (رعد/ 13/ 2؛ نمل/ 27/ 65 بب‍ ). انبوهی از موارد تبيين مبحث معاد در قرآن به‌ويژه در راستای انديشۀ توحید و نبوت قابل پی‌جويی است (مثلاً نک‍ : انعام/ 6/ 38 بب‍ ؛ فرقان/ 25/ 17 بب‍ ؛ قصص/ 28/ 62 بب‍ ؛ روم/ 30/ 12 بب‍ ؛ زمر/ 39/ 67 بب‍ ؛ قيامت/ 75/ 1 بب‍ ؛ نيزنک‍ : ابن‌حجر، 6/ 266). در پی اين انديشه است که ايمان و اعتقاد به کتب رسولان موجب رهايی بندگان است و انکار آن جز عذاب در روز قيامت به همراه ندارد (بقره/ 2/ 85، 174، 211بب‍ ؛ آل عمران/ 3/ 184-185؛ جم‍ ). قرارگرفتن در آتش جهنم نتيجه‌ای است که برای کافران و مشرکان حتمی است و در مقابل، بهشت از آنِ ايمان‌آوردگان به یکتاپرستی است (مثلاً آل عمران/ 3/ 151؛ مائده/ 5/ 72).",
    "برخی از مواضع توحيدی قرآن کريم، اگرچه بدون شک ردی بر آراء و عقايد مشرکان و پيروان انديشۀ چندخدايی در سرزمين حجاز دارد، اما نگاه اين کتاب الٰهی به توحيد، دارای ابعادی گسترده‌تر بوده، و در فضايی وسيع‌تر بيان گشته است. بر همين اساس بايد دانست که تقابل توحيد و شرک تنها وجهی از وجوه مورد توجه قرآن کريم است و در نگاه قرآنی مبحث يگانه‌پرستی به خودی خود و مجرد از هر آنچه بيرونی است، نيازمند تبيين است. در اوایل سورۀ آل‌عمران (3/ 2) تعبیر «اَللّٰهُ لٰا اِلٰهَ اِلّا هُوَ الْحَیُّ الْقَيّوم» در کنار مجموعۀ آيات پسين در سخن از جايگاه قرآن کريم، و تکرار آن به صورت «لٰا اِلٰهَ اِلّا هُوَ الْعَزيزُ الْحَکيمُ» (آيات 6 و 18) به روشنی بيانگر آن است که در قرآن ، توحيد اصالتاً و بدون رويارويی با مفاهيم متقابل مورد توجه و دارای ارزشی بسيار است. در همين آيۀ اخير اشارۀ دقيق به شهادت به يکتايی پروردگار و ارتباط دادن آن با موضوع عدل الٰهی، دیده می‌شود (نیز نک‍ : طوسی، التبيان ، 2/ 416). در برخی از آيات هنگام وصف پروردگار و در شرح مفاهيمی چون خلق يا حشر، به يگانگی باری تعالى تصريح شده است. وصف خدا در آيات 4-8 سورۀ طه (نيز قصص/ 28/ 70؛ غافر/ 40/ 3، 65) و اوصافی از آخر‌الزمان، اشراط الساعه و روز حشر (دخان/ 44/ 1-8؛ نيز بقره/ 2/ 162-163؛ ابراهيم/ 14/ 48؛ غافر/ 40/ 16؛ محمد/ 47/ 19)، همه نمونه‌هايی قابل توجه‌اند که در آنها با جملاتی همچون «(اَللّٰهُ) لٰا اِلٰهَ اِلّا (هوَ)....» و «...لِلّٰهِ الْواحِد...» به شيوۀ ايجابی يا سلبی به وحدانيت پروردگار تصريح شده است. آنچه در اين آيات توجه را به خود جلب می‌کند، آن است که اين ترکيبهای مکرر غالباً مقدمه‌ای هستند برای بيان يکی از صفات باری تعالى؛ حال آنکه موضوع وحدانيت در اين نمونه‌ها به گونه‌ای در چرخۀ جملات جای يافته که مشخصاً مبحثی از پيش تثبيت‌شده تلقی گشته است. در چنين حالتی، نه‌توحید الٰهی، که آن صفت مبحثی برای بيان قرآنی بوده است. آنچه به‌ويژه در تفاسير متقدم مورد توجه قرار داشته، وجهی از همين ارزش ذاتی است که در آنها بازتاب يافته است.",
    "آنگاه که انديشه و مفهوم يکتايی و يکتاپرستی با همۀ جوانب اعتقادی آن، صورت عينی يابد و در جهان نمودی واقعی پيدا کند، می‌توان انتظار داشت که از نخستين بازخوردهای آن بروز انديشۀ مقابل آن در قالب شرک و گريز از توحید باشد. شايد به همين دليل است که در بررسی توحيد، شناخت شرک نقشی اساسی ايفا می‌کند. اين شرک در تبیین قرآنی در دو فضا مطرح شده است: نخست قصص انبيا و امتهای پیشین، و دیگر هر آنچه به دورۀ پيامبر اکرم (ص) مربوط می‌شود؛ چه، دعوت به توحيد، مقابله‌جويی از سوی مشرکان را به همراه دارد و آشکار است که قصص پيامبران بهترين نمونه‌ها به‌شمار می‌آيند. پرداختهای قرآنی از قصص انبيا، اقوام و صاحبان اديان پيشين در طيفی از مباحث گوناگون بيان شده که يکی از مهم‌ترين و پرتکرارترين اين مباحث، پرداختهايی اشاره‌ای يا کلی به جايگاه عقيدۀ توحيدی نزد اين اقوام و ملل است. مجموعه‌ای از آياتی که از زبان پيامبرانی الٰهی چون نوح، هود، صالح و شعيب(ع) به صورت «... قالَ يا قَوْمِ اعْبُدوا اللّٰهَ ما لَکُمْ مِنْ اِلٰهٍ غَيْرُه...» (اعراف/ 7/ 59، 65، 73، 85؛ هود/ 11/ 50، 61، 84؛ مؤمنون/ 23/ 23، 32) برای دعوت قوم خود به يکتاپرستی بيان شده، نشانگر پس‌زمينه‌ای از دعوت به يکتاپرستی از سوی اين پيامبران است. در این نمونه‌ها از آيات، تقابل دو انديشۀ يکتاپرستی و شرک و پيشينۀ آن به روشنی ديده می‌شود و افزون بر آنکه مبين اصالت ذاتی و جايگاه توحيد در ميان اديان الٰهی سلف است، نشان از تقابل خارجی اين دو فکر نيز هست. قصص شايان‌توجه ابراهيم نبی‌(ع) که به گروش آن پيامبر خدا به يکتاپرستی پرداخته، با شيوۀ بيان خارق‌العادۀ آن که بر مبنای آزمون و خطا پی ريخته شده، از مهم‌ترين و کاربردی‌ترين نمونه‌های آيات قرآنی در اين زمينه است. در اين آيات به زيباترين شيوه‌ها با طرد هرگونه جايگزين برای الله، به نشانه‌ها و صفات الٰهی پرداخته شده، و يکتاپرستی، به‌مثابۀ اصلی اصيل مورد توجه قرار گرفته است (نک‍ : انعام/ 6/ 74 بب‍ ). در اين آيات چنين می‌يابيم که ابراهيم نبی(ع) به عنوان زيستگری در ميان مشرکان، جدا از تقابل اعتقادی در برابر قوم، خود فی نفسه در پی يافتن مفهوم دقيقی از وحدانيت الٰهی است. دست‌کم در دورۀ آزمون و خطا، و پذيرش برخی نمودهای طبيعی به عنوان پروردگار، و سپس درک ميرايی آنها و ناتوانی در انجام دادن هر امری، اين پيامبر در پی مقابله با قوم نبوده، بلکه مسیری خداجويانه را دنبال می‌کرده است (طبری، 7/ 242بب‍ ؛ بيضاوی، 2/ 422بب‍ ). در همين راستا، در يک سخن کلی می‌توان گفت رسيدن انبيای قرآنی به درکی متقن از يگانگی پروردگار، خود، نخستين گام از گامهای رسالت بوده است. آنچه دربارۀ يوسف نبی(ع) در کلام الٰهی آمده نیز شايان توجه است. در اين آيات چنين می يابيم که يوسف در زندان، با شناسايی خداوند «واحد قهار»، ديگر زندانيان را با پرسشی جدی به تقابل با انديشۀ چندخدايی می‌انگیزد (يوسف/ 12/ 39؛ نیز قرطبی، 9/ 191-192). تقابل توحيد و شرک در دورۀ پيامبر اسلام (ص)، به‌ويژه با توجه به گرايشهای چندخدايی در ميان مشرکان قريش دارای شاخصه‌های مهم تاريخی نيز هست. بت‌پرستی و رونق آن در ميان اعراب شبه‌جزيره امری است که با انبوهی نشانه‌های تاريخی، به‌ويژه با يادکرد نام کسانی همچون لُحَيّ بن حارثه و عمرو بن ربيعه از همان آغاز بسيار مورد توجه نويسندگان بوده است (مثلاً نک‍ : کلبی، 8). انواع بتها با وظايف گوناگون و انتساب آنها به قبايل و تيره‌های مختلف و در سطحی گسترده‌تر، پیدایی مناصبی چون سدانت، همه نشان از جايگاه جدی بت‌پرستی نزد اعراب آن زمان داشته است (نک‍ : ه‍ د، شرک). طبیعی است که با ظهور اسلام تقابل توحيد و شرک ظهوری روشن يافت. بازخورد اين تقابل، در برخی آيات الٰهی قابل پيگيری است که نام بردن از 3بت بزرگ لات، عُزّى و مَناة (نجم/ 53/ 19-20؛ نیز کلبی، 9 بب‍ ؛ ازرقی، 1/ 124 بب‍ ؛ ابن قيم‌ جوزیه، 2/ 218بب‍ ؛ ابن حجر، 7/ 143؛ سيوطی، الدر ...، 7/ 652 بب‍ )، از مهم‌ترين نمونه‌های آن است. يادکرد ناکارآمدی اين بتها از سوی رسول خدا(ص) و سپس دعوت مشرکان به پرستش خداوند يکتا نمايی از تقابل توحيد و شرک در قرآن است که به دورۀ حضرت رسول (ص) مربوط می‌شود. افزون بر اين یادکرد بتها، در انبوهی از آيات، پيامبر(ص) به عنوان مخاطب قرآن ، به گونه‌های مختلفی از برخورد توحيدی با مشرکان، مأمور گشته است (مثلاً نک‍ : انعام/ 6/ 19؛ رعد/ 13/ 16؛ انبياء/ 21/ 108؛ نیز نک‍ : طبری، 3/ 131 بب‍ ؛ نسفی، 1/ 316 بب‍ )."
  ],
  "bibliography": null,
  "signature": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
