{
  "id": "eweb_494",
  "source": "DMBI",
  "cat": "term",
  "link": "https://www.cgie.org.ir/fa/article/236586/%D8%AD%D9%82%DB%8C%D9%82%D8%AA",
  "annotator": "Jeremy",
  "title": "حقیقت",
  "authors": [
    "شهرام خداوردیان"
  ],
  "last_updated": "چهارشنبه 4 دی 1398",
  "content": [
    "حَقیقَت، مفهوم و اصطلاحی در فلسفه و حکمت که غالباً در وجوه وجودشناختی، منطقی و معرفت‌شناختی به کار رفته است. بررسی پیشینۀ کاربرد این اصطلاح در آثار فلاسفۀ مسلمان و به تبع آن، ارائۀ تعریفی از این اصطلاح با دشواریهای متعددی روبه‌رو ست، زیرا به‌رغم کاربرد فراوان واژۀ «حقیقت»، موارد نسبتاً اندکی را در متون فلسفی می‌توان یافت که در آنها مستقیماً از معانی اصطلاحی این واژه و تمایز آنها سخنی به میان آمده باشد. نکتۀ دیگری که پیچیدگی مسئله را افزون می‌کند، استعمال مکرر این واژه در متون عرفانی و صوفیانه، آن هم با دلالتهایی است که لزوماً با معانی مورد نظر در حکمت و فلسفه هم‌پوشانی ندارند، اما ممکن است بسته به سیاق کلام، متفاوت نیز نباشند (نک‍ : بخش حقیقت در عرفان اسلامی، در همین مقاله). نکتۀ دیگر، درنظرداشتن رابطۀ واژه‌های «حق» و «حقیقت» و مشتقات آنها ست، پیوندهایی که در عین کمک به فهم گستردۀ معانی حقیقت، می‌توانند موجب خلط مبحث شوند. جمع واژۀ «حقیقت» به صورت «حقایق» نیز از منظری فلسفی، خود مترتب بر مسائلی اساسی ازجمله نسبت حقیقت محض با حقایق و چگونگی بهره‌مندی آن حقایق از حقیقت محض است. مثلاً ابن‌سینا در الٰهیات نجات ، اشاره می‌کند که هیچ حقیقتی چون حقیقت واجب‌الوجود بالذات، شایسته‌تر به وصف «حقیقت محض» نیست و او اساس تحقق همۀ «حقایق» است (ص 111).  مهم‌ترین معانی لغوی واژۀ حقیقت که گاه با دلالتهای اصطلاحی آن در حکمت و فلسفه نیز هم‌پوشانی دارند، از این قرارند: درستی (به قاعده بودن)، راستی و اصالت (در مقابل کژی و جعل)، امری در مقابلِ مصلحت، امر ثابت انکارناپذیر، شیء و امر موجود و واقعی ــ هرچند که در معنای عام نیز گاه به تفاوت حقیقت و واقعیت توجه می‌شود ــ و سرانجام، نهان (امری که در مقابل سویۀ آشکار آن امر قرار می‌گیرد). واژۀ «حقیقت»، در معنای لغوی، همچنین برای اشاره به لزوم مطابقت و موافقت چیزی با صورتِ کمال‌یافتۀ آن چیز به کار می‌رود. مفهوم حقیقت در مقابل مجاز، در بحث از نسبت الفاظ با معانی در ضمن مقدمات منطق، مورد توجه فلاسفه بوده است (مثلاً: نصیرالدین، اساس ... ، 11). البته تقابل «حقیقی» و «مجازی»، در مباحث وجودشناختی نیز مورد توجه بوده‌است، چنان‌که در برخی از فلسفه‌های عرفانی و اشراقی، مظاهر (نمودها) در نسبت با حقایق (بودها) مجازی دانسته‌شده‌است. حقیقتِ شیء، از منظری، مرتبۀ تقرر و تأصلِ شیء و ماهیتِ موجود در عین است. هر چیزی دارای حقیقتی است که آن چیز بدان حقیقت، «آن چیز» است: «لکل امر حقیقة هو بها ما هو» (ابن‌سینا، الشفاء ، الٰهیات (1)، 31). در این باره، توجه به دو معنیِ ماهیت ضروری است: «مای حقیقیه» و «مای شارحه». مای حقیقیه یا «ما به الشیء هو هو» آن است که در فارسی می‌توان آن را «پرسش از گوهر چیزی» تعبیر کرد و مقصود از گوهرِ شیء همان حقیقتِ شیء است، نه جوهر در مقابل عرض. نزد ابن‌سینا، ماهیتِ شیء در این معنا، یعنی در معنایی که از حقیقتِ شیء پرسش می‌کند، «کمال وجود ذاتی شیء» است («الحدود»، 3). اما مای شارحه یا «ما یقال فی جواب ما هو» که به آن چیستیِ بدوی یا پرسش نخستین نیز گفته‌اند، ناظر به معنای اخص ماهیت و تنها شرح لفظ است، و از منظری شرح اسم، و مشتمل بر صُوَر قابل انتقال به ذهن و مختص به غیر وجود می‌باشد. با توجه به اینکه پاسخ مای شارحه می‌تواند مشتمل بر اجزاء حدّی باشد، برخی بر این عقیده‌اند که تمایزِ مای شارحه و مای حقیقیه نه لزوماً به دلیل تفاوت در صورت مطالب و پاسخهای آن دو، بلکه به دلیل اعتبار کردن وجود در مای حقیقیه است، و ازاین‌رو، تنها مای حقیقیه است که در مقام پرسش فلسفی از حقیقت شیء قرار می‌گیرد (نک‍ : آشتیانی، هستی ... ، 266). فلاسفه و حکمای مسلمان، واژۀ حقیقت را غالباً یا در مقابل «مفهوم» به کار برده‌اند یا در مقابل «ظل». فاضل تونی در تعلیقه بر فصوص بدین نکتۀ دقیق اشاره می‌کند که اگر داوود قیصری منکر وجود افراد حقیقیه‌ای مغایر با حقیقت وجود است، و به بیان دیگر تشکیک در حقیقت وجود را جایز نمی‌داند، منظور وی از حقیقت، «حقیقت مقابل ظل» است که حقیقت واحد است به وحدتِ حقیقیِ اطلاقیِ ذاتی، که تعدد و تکثر در آن نیست، بلکه در ظهورات آن است (ص 23-24). وی همان‌جا اشاره می‌کند که با این وصف، تشکیک نه در حقیقتِ وجود، که در ظهوراتِ آن حقیقت و به معنی سریان آن حقیقت در موجودات، و معیت قیّومی آن حقیقت با اشیاء است. در مقابل، صدرالدین شیرازی آن گاه که حقیقت وجود را مشکک و ذومراتب ــ مشتمل بر واجب و ممکن ــ دانسته، «حقیقت» را مقابل «مفهوم» مدنظر داشته است. فاضل تونی بر آن است که با در نظر داشتن این نکته، مقصود و ماحصل سخنان آن دو حکیم ناقض یکدیگر نیستند، زیرا حقیقت مقابل ظل نزد قیصری، همان مرتبۀ واجب از حقیقت وجود نزد صدرالدین است و ظهورات و تجلیات ظلّی آن حقیقت نزد قیصری، همان مرتبۀ ممکنات از حقیقت وجود نزد صدرالدین است (ص 24-25). نسبتِ حقیقت با مظهر دست‌کم از وجهی ممکن است همان نسبت حقیقت با ظل باشد که دونمونۀ برجستۀ آن، کاربرد تعبیر «ظل‌الله» برای انسان کامل به مثابۀ «مظهر» جامع حق، و کاربرد تعبیر «ظل اول» نیز برای عقل اول، یعنی نخستین مظهر حق است (سجادی، 340-341). مثال اخیر روشن می‌کند که موجوداتی که مظاهر یا اظلالی برای حقایق فوقانی‌اند، از دیدگاهی، نقش حقایق را برای مظاهر و اظلال مادون خود ایفا می‌کنند. حقیقت مقابل مظهر همچنین با مفاهیم «بطون» و «ظهور»، یا «نهان بودگی» و «آشکارگی» متناظر است. درواقع یکی از نکات اساسی در خصوص نسبت حقایق با مظاهر آن است که حقایق به صورتی متناقض‌نما، ضمن پنهان کردن خود در مظاهر، هم‌زمان خود را آشکار می‌سازند. اما باید در نظر داشت که برخی جزئیات در مصادیق مختلفی که با حقایق و مظاهر آنها مواجهیم، یکسان نیستند، زیرا مسائلی چون نسبتها و روابط حقایق با مظاهر و اظلال به حسب ملاحظات و دیدگاههای خاص متغیر است. مثلاً اگر مُثُل نوری افلاطونی و ارباب انواع را چون حقایق معقول، و وانموده‌های آنها را چون مظاهر و اظلال آن حقایق در نظر بگیریم، نخستین مسئله، نسبت حقایق معقول با مظاهر محسوس آنها در مراتب عوالم واقع است: اینکه آیا «مظاهر» تنها وانموده‌های کاملاً مجازیِ «حقایقِ» مُثُل‌اند یا مجازی بودنشان نسبی است و خود از حقـایق بهره‌مندند و در آنهـا مشارکت دارنـد (مثـلاً نک‍ : کربن، « فلسفه ... »، 67 )، و مسائل دیگری مانند اینکه بهره‌مندی مظاهر از حقایق از جنس حلول است یا معیت، یا اینکه آیا بهره‌مندی اشیاء و امور مختلف از حقایق، دارای مراتب مختلفی است؟ از سوی دیگر، غیر از نسبت حقایق با مظاهر، نسبتهای خودِ این حقایق با «حقیقت بحت» مورد بحث بوده، چنان‌که ابن‌عربی در نظریۀ اعیان ثابته‌اش به همین نسبت نظر داشته است؛ اعیان ثابته صور علمی اشیاء در علم حق‌اند که به‌واسطۀ تجلی ذاتی و فیض اقدس در مرتبۀ اول تعیّن می‌یابند و بدین اعتبار خود «مظاهر» اسماء الٰهی‌اند، اما به اعتباری دیگر ــ و دقیقاً به دلیل مظهریت اعیان نسبت به اسماء ــ خود «حقایق» اشیاء خارجی‌اند (قیصری، 55). مظهریت اعیان از سوی دیگر، به طرح مسئلۀ ازلی‌العدم بودن اعیان منتهی ‌می‌شود که باز به وجهی با موضوع کلی‌تر نسبت حقایق با حقیقت محض گره خورده است. در این خصوص، رأی جلال‌الدین دوانی قابل توجه است که اعیان را از حیث جلال الٰهی و قهر او، و با نظر به وحدت ذاتی حق، مستهلک و فانی دانسته، و از حیث اکرام حق و تجلی و ظهور او در مراثی صفات اعیان، آنها را موجود شمرده است (ص 47)، و از این منظر، نمی‌توان از اعیان سلب مطلق وجود کرد. اعتقاد به عدمی بودن ماهیات و حقایق اکوان و اشیاء در قیاس با حقیقت بحت، و به تعبیری احتیاج تامّ حقایق به حقیقت اعلى، به این معنا ست که ماهیات و حقایق، هرچند که لنفسه و فی‌نفسه حقیقی‌اند، اما «بنفسه» حقیقی نیستند. غفلت از این نکته موجب خلط «موجود» با «وجود»، و نادیده انگاشتن معیت قیّومی حقیقت «وجود» با «موجود» می‌شود، «وجود»‌ی که در مرتبۀ وجود لابشرط مقسمی به مثابۀ حاقّ ذات و حقیقت «موجود» تجلی می‌کند (دربارۀ معانی و اعتبارات وجود، نک‍ : صفدری‌نیاک، 143-147). از دیگر نتایج توجه به نسبت «حقایق» با «مظاهر»، نسبت مهمی است که میان «مرموز» و «رمز» برقرار است. به این موضوع، علاوه بر عرفا و فلاسفۀ نوافلاطونی و اشراقی، به طور خاص فلاسفۀ اسماعیلی و برخی حکمای شیعی توجه کرده‌اند. «تأویل» اشراقی، و به تعبیری هرمنوتیک رمزها، که با تأویل مجازی معتزله و مشائیان متفاوت است، مبتنی بر صعود و بازگشت به حقایق آغازین مندرج در عوالم عقلی و الوهی از پس حجابهای رموز است. این رموز در اثر تنزیل حقایق در مراتب متعدد عوالم متکثر طولی ــ و متناظر با آن در عالم صغیر و عالم کبیر ــ تمثـل و ظهور یافته‌انـد (نک‍ : ه‍ د، 14/ 385). در تأملات برخی از معاصرانی که اهمیت «تأویل» را توضیح داده‌‌اند، سخن از تناظرات زنجیرواری به میان می‌آید که اساس «مابعدالطبیعۀ رمز» است و بر هارمونی کلی و فراگیر وجود دلالت دارد، نظامی که حاکی از مشارکت تمامی موجودات در حقایق و اصول کلی است (نک‍ : گنون، « رمزها ... »، 15 ؛ لینگز، کتاب ... ، 43-47، رمز ... ، 15- 25). هنگام بحث از حقیقت، ناگزیر با واژگان وجود و ماهیت و به تبع آن با پرسش از اصالت و تقدم آنها سروکار پیدا می‌کنیم. برخی برآن‌اند که وقتی از حقیقت شیء سخن گفته می‌شود، عملاً باید ساحتی ورای مسئلۀ تقدم و تأخر وجود و ماهیت و تحقق مزجی اشیاء مطرح باشد، چه، حقیقتِ شیء از منظری، نه محدود به مرتبه‌ای از مراتب عالم واقع ــ که بحث تقدم یا تأخر وجود یا ماهیت را پیش می‌کشد ــ بلکه مساوق «ذات»‌ی است که فراسوی تمامی اعتبارات و حیثیات لاحق قرار می‌گیرد. در این باره، ملا عبدالله زنوزی (د 1257 ق/ 1841 م) در لمعات الٰهیه اشاره می‌کند که «اصل اصیل و رکن رکین حقیقت هر شیء، نحوۀ وجود آن شیء‌ است» (ص 158). او با این بیان، از سویی چون مشائیان و از سوی دیگر، با تأکیداتی از جنس قائلان به اصالت وجود، انحای خاص وجودات را چون «حقایق اشیاء» در مقابل ماهیات که اعتباری‌اند، طرح می‌کند، اما سخن از بودن شی‌ء در مرتبۀ نفس ذات خود، قطع نظر از جمیع حیثیات و جهات و اعتبارات خارج از حاقّ ذات، ناظر به «ذات سابق» شیء است که اساساً مقدم بر و منزه از «حیثیات لاحق» است و در این ساحت «حقیقت‌»ی به تصور می‌آید که ورای هرگونه «واقعیت» متأخر به «ایجاد» است و از این حیث نمی‌توان از تقدم نحو وجود خاص شیء بر ماهیت (به مثابۀ ظرف وجود خاص)، یا بالعکس، سخن گفت. این بیان متأثر از آموزه‌های عرفانی ــ که حقیقت شی‌ء نه وجود خاص و نه ماهیت آن، بلکه حاصل معیت قیومی یا استیثاری حق با عین شیء است (معارف،327) ــ جدا از صحت و سقم آن، ناشی از توجه به همین نکته است؛ از همین رو ست که برخی، چون قائلان به مُثُل، برای تفاوت میان حقیقت شیء با واقعیت جزئی خارجی یا شیئیت وجودی شیء در عالم واقع، و به بیانی دیگر، برای تفاوت میان «چنین‌استی» و «برون‌بودی» آن معنا و اهمیتی خاص قائل شده‌اند. با این‌همه، در بسیاری از مواردی که سخن از «حقیقت شیء» به میان می‌آید، از بحث وجود و ماهیت گریزی نیست. شایان ذکر است که صدرالدین شیرازی در تعلیقه بر شرح حکمة‌الاشراق حقیقت شیء به مثابۀ ماهیت را از حقیقت شی‌ء به مثابۀ وجود شیء در نفس‌الامر متمایز ساخته است (ص 285). به نظر می‌رسد که ابن‌سینا و حکمای مشائی از اصطلاح «وجود خاص» ــ بـه تبع ذات خاص ارسطو (نک‍ : دنبالۀ مقاله) ــ برای پاسخ به پرسش از حقایق خاص اشیاء بهره گرفته باشند. ابن‌سینا بر آن است که حقیقت خاصی که شیئیت شیء به آن است، همان «وجود خاص»‌ی است که برای شی‌ء، ثابت است. او در ادامه تأکید می‌کند که اینجا منظور از وجود، وجود عینی، واقعی و بالذات موجود است، نه «وجود اثباتی» (نک‍ : ابن‌سینا، الشفاء ، الٰهیات (1)، 31)، زیرا وجود اثباتی مفهوم عام بدیهی است که در نفس‌الامر تحقق ندارد، بلکه اعتباری است و در شمار معقولات ثانویه و مفاهیم مصدری قرار می‌گیرد و نمی‌توان حقیقتِ شیء را که شیئیت شیء بدان ثابت است، با آن مساوق دانست. در این میان، ماهیات به همان معنایی که برخی آن را مجعول بالعرض و اعتباری می‌دانند، به مثابۀ حدود وجودات خاصه، در ایجاد تمایز میان نحوه‌های خاص وجود اشیاء دخیل می‌شوند. اما آیا ممکن است که ماهیات اعتباری را که حدودی ذهنی و عدمی می‌نمایند، در حقایق (و نه در حصه‌های) خود متناظر با حقایقی علمی و ثبوتی در نظر گرفت که به ساحتی مقدم بر ایجاد وجودات خاص اشیاء متعلق‌اند و هرچند تحقق خارجی در عالم واقع ندارند، اما به واسطۀ «ثبوت علمی» حتى از وجود خاص شیء حقیقی‌ترند؟ چنین ثبوتی البته می‌باید مسبوق به «ایجاد» باشد، اما نه لزوماً مغایر با «مطلق وجود». اگر چنین باشد، حقایق نورانی ماهیات و نه حصه‌های آنها ممکن است ذوات و حقایقی ثبوتی باشند که انحاء وجودات خاص اشیاء را در مرتبه‌ای مقدم بر ایجاد قوام می‌دهند و مقرر می‌سازند. اما باید توجه داشت که این نظر به سادگی به معنی اصالت ماهیت در برابر اصالت وجود با دلالتهای رایج این مفاهیم نیست، زیرا ماهیات حقیقی را نباید با هویات و حصه‌های ماهیات خلط کرد. از مهم‌ترین نکاتی که به روشن‌شدن وجوهی از دلایل این مجادلات کمک می‌کند، اختلافات فلاسفه در خصوص علم حق به اشیاء است. شیخ اشراق علم حق به موجودات را عین ذات و حقیقت موجودات دانستـه است، بدیـن نحو کـه اشیاء بنفسه ــ و به‌واسطۀ مشاهدۀ حضوری حق ــ نزد او حضور دارند. درواقع او نظر مشائیان در خصوص ارتسام صور در ذات را نپذیرفته است، به این دلیل که صور را زاید بر ذات تلقی می‌کند، اما ملاصدرا ضمن نقد نظر وی، صور الٰهی را از جنس ماسوی‌الله و مباین وجود حق تعالى ندانسته است (سهروردی، «التلویحات»، 70-73؛ صدرالدین، المبدأ ... ، 1/ 135).  نزد حکمای مشائی علم حق به اشیاء به‌واسطۀ ارتسام صور اشیاء در ذات حق است. درواقع نزد مشائیان علم حق به اشیاء، حقیقت و ذاتی نفس‌الامری و سابق بر «ایجاد» اشیاء نیست؛ بنابراین، حقایق اشیاء نزد آنها «وجودات خاص» متأخر از «ایجاد» است، نه علم حق به اشیاء. اگر چنین نبود، نظریۀ ارتسام صور مشائیان که برگرفته از مفهوم «ذات خاص» ارسطویی است، چیزی شبیه نظریۀ اعیان ثابتۀ نوعی یا ارباب انواع اشراقیان می‌شد، اما درواقع، به‌رغم برخی شباهتها، صور مرتسمۀ مشائیان با اقسام آموزه‌های مُثُل و اعیان ثابته نزد اشراقیان و عرفا تفاوت اساسی دارد و تفاوت مدلول حقیقت شی‌ء نزد این دو نگرش نیز، از همین‌جا ناشی می‌شود. در عین حال، باید توجه داشت که همین وجودات خاص ارسطویی ـ مشائی که موجب اصالت و حقیقت هر فردی از افراد وجود در همین عالم واقع‌اند، خود مابعدالطبیعی و از جنس جواهر عقلی مفارق‌اند. پذیرفتن وجودات خاص به مثابۀ حقایق اشیاء مستلزم این است که میان حقایق افراد وجود تباین ذاتی باشد و وجود به اشتراک لفظی بر موجودات اطلاق شود و اشیاء در حد ذات خود بسیط باشند. ابن‌سینا استدلال می‌کند که ممکنات به اعتبار امکانی بودن، در وجود نیازمند غیرند و چون سلسلۀ ممکنات تا بی‌نهایت ادامه‌یافتنی نیست، باید در جایی به واجب‌الوجود منتهی شود ( الاشارات ، 3/ 18-20؛ نصیرالدین، «شرح ... »، 3/ 20). عقیدۀ حکمای مشائی به اصالت هر فردِ وجود، و بنابراین، تباین ذاتی حقایق آنها به واسطۀ وجودات خاص هر یک به همین نحوه‌های ربط ممکنات به واجب‌الوجود بازمی‌گردد. اما از منظر مقابل، چون حقایق ثبوتی اشیاء در ظرف علم حق که مقدم بر ایجاد اشیاء است، در نظر گرفته شوند، باید آنها را متعلق به مرتبه‌ای متعالی، و از هر دو حیث علمی و عینی نامتمایز دانست. در این صورت، حقیقت وجود، واحد می‌شود، کثرت نفی می‌گردد و متکثرات بیش از اَظلال محسوب نمی‌شوند. به عبارت دیگر، در جهان کثرت، نه با افراد متباین‌الوجود، بلکه تنها با مظاهری مجازی از حقیقت مواجهیم که البته از آن رو که سایۀ حقیقت‌اند، ممکن است بتوان حقایقی نسبی برایشان قائل شد، اما به هر حال، میان افراد آنها تباین واقعی نیست. از دیدگاهی دیگر، که به نوعی در میانۀ این دو اردوی اندیشه قرار می‌گیرد، وحدت حقیقی وجود، ثابت است، اما کثرت نیز حقیقت دارد و کثرات به‌واسطۀ ظهور حقیقت وجود در ماهیات مختلف تعیّن می‌یابند و در مراتب و اطواری، به شدت و ضعف، از وجود بهره‌مندند. در اینجا هم به گونه‌ای با افراد وجود و انحاء خاص وجودات مواجهیم، اما همچنان نمی‌توان افراد وجود را متباین بالذات به شمار آورد، زیرا وجود به اشتراک معنوی بر آنها اطلاق می‌شود (آشتیانی، شرح ... ، 115 بب‍ ‌)."
  ],
  "bibliography": null,
  "signature": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
