{
  "id": "eweb_497",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/224826/%D8%AD%D8%A7%D8%B1%D8%AB-%D9%85%D8%AD%D8%A7%D8%B3%D8%A8%DB%8C",
  "annotator": "Jeremy",
  "title": "حارث محاسبی",
  "authors": [
    "یوزف فان اس"
  ],
  "last_updated": "دوشنبه 4 آذر 1398",
  "content": [
    "حارِثِ مُحاسِبی، ابوعبدالله حارث بن اسد عَنَزی، مشهور به محاسبی (د 243ق / 857 م)، اندیشمند دینی اوایل دورۀ عباسیان. او در بصره زاده شد و چنان‌که نام وی نشان می‌دهد، عضوی از خانواده‌ای عرب بود که به نسبت قومی خود توجهی ویژه داشتند. حارث از منسوبان خانواده‌های کهن ایرانی که به تبار خود می‌بالیدند و درعین‌حال از یاد می‌بردند که عربها اسلام را به آنان ارزانی داشته‌اند، آزرده‌خاطر می‌شد (نک‍ : حارث، 229). اما خود او در زهد بر سنتی محلی بود که از آن، انتقاد از خود و خشوع را آموخت. این سنت با حسن بصری ارتباط می‌یافت و توسط عبدالواحد بن زید سامان گرفت که هر دو از موالی ایرانی بودند. وی لقب محاسبی خود را نیز مرهون همین سنت بود، زیرا از حساب آخرت بسیار سخن می‌گفت و اصرار می‌ورزید که انسان باید هر روز خود را محاسبه کند. عبدالواحد بن زید گفته بود که مؤمنان به سبب تقوایشان می‌توانند بهشت را در همین دنیا به جان بیازمایند؛ اما حارث محاسبی در این باره گونۀ بدبینانه‌ای به‌دست داد و به جای بهشت، محکمۀ الٰهی را مطرح نمود. او در میان هم‌روزگاران خود (حتى در مقالات اشعری) احتمالاً بیشتر تنها به «الحارث» مشهور بود و برخی از مخالفانش، به‌ویژه در میان شاگردان احمد بن حنبل، او را حتى به استهزا «الحارث الحقیر» می‌خواندند که شاید به‌سبب قامت کوتاه وی بوده است. سرگذشت او تقریباً بازگو ناکردنی است. از قرار معلوم او بخش عمده از زندگی خود را در بغداد سپری کرد، اما پس از ماجرای «محنه» ناگزیر به ترک این شهر شد و ظاهراً آنجا را به قصد کوفه ترک گفت. حلقۀ درس احمد بن حنبل زندگی را بر وی دشوار ساخت، زیرا در آنجا نه‌تنها از عقاید کلامی او (مثلاً در زمینۀ طبیعت قرآن )، بلکه از روش تربیتی (و توفیق) او نیز انتقاد می‌کردند. به گواهی یکی از کهن‌ترین منابع ما، وی در بصره درگذشته است (عبادی، 27)، هرچند که از سدۀ 6 ق / 12م قبر او را در بغداد نشان می‌دادند وتقی‌الدین هروی (د 611 ق / 1215م) نیز در کتاب الاشارات الى معرفة الزیارات خود از آن یاد کرده است (ص 74)، اما به‌نظر برخی درست نمی‌نماید (جواد، 314 بب‍ ). او به هنگام جوانی در بصره احتمالاً هم با کلام معتزله و هم با طرح متقابل ابن‌کُلّاب (د 241ق / 855 م؛ ه‍ م) آشنا شده بود و در اصل به ابن‌کلاب گرایش داشت، اما در برخی مسائل موضع متفاوتی اتخاذ می‌کرد، چنان‌که رابطۀ میان خدا و صفاتش را بیشتر به شیوۀ ابوالهذیل علاف (د ح 230ق / 845م؛ ه‍ م)، که احتمالاً با او نیز آشنایی یافته بود، بیان می‌نمود. او در مسئلۀ قرآن کریم یا به عبارتی کلام خدا، ظاهراً می‌کوشید تا نظری متفاوت داشته باشد که پس از ماجرای محنه دیگر چندان پذیرفته نبود و آن این است که کلام الٰهی ازلی و قدیم، و از صفات ذات خداوند است، در حالی که در قرآن بخشهایی وجود دارد که مخلوق‌اند، یعنی همانهایی که در آنها از انسانها و فعلشان سخن می‌رود (احتمالاً چون انسانها خود ممکن الوجودند). البته کلام الٰهی نیز از همان آغاز از اجزائی، یعنی از اصوات و حروف، تشکیل می‌شود؛ این است که چون شنیده می‌شود، گویی از نزد خداوند است. درک عارفانۀ او از قرائت احتمالاً در این عقیده منعکس می‌شود. وی در این باره بنیادگراتر از ابن‌کلاب بود که در صورت آوایی تنها عبارتی از کلام الٰهی را می‌دید و میان قرائت و قرائت شده تفاوت می‌گذارد. در این باره تمام دانستۀ خود را مرهون فرد بصری دیگری، یعنی اشعری در کتاب مقالات الاسلامیین او هستیم که در دو جا به دیدگاه حارث در این زمینه اشاره دارد و در یکی از آنها از او با نام حارث یاد می‌کند، اما در دومین جا، دیدگاه حارث نه با ذکر نام، بلکه تنها از بازگو کردن نظریۀ صفات او قابل تشخیص است (ص 546، 585). بعدها، هنگامی که حارث محاسبی با این افکار در بغداد با مخالفت اصحاب حدیث روبه‌رو شد، مدتها بود که از حدود تأملات نظری «متکلمان» فراتر رفته بود. به‌نظر او ساکنان پایتخت که همّ و غم آنها گرد‌آوری ثروت و نفوذ ظاهری بود، مردمی مادی و دنیوی بودند که باید به آنان گوشزد می‌شد که در شیوۀ زندگی خود تجدیدنظر کنند. او در این باره توانست از تفـاوت میان «افعـال جـوارح» و «افعـال قلـوب» ــ کـه پیش‌تر ابـوالهذیل آن را مطرح کـرده بـود ــ بهره گیرد (ناشئ اکبر، 97؛ بغدادی، 128). دربارۀ افعال جوارح، فقها صاحب صلاحیت و پاسخ‌گو بودند، اما افعال قلوب به‌تازگی و به‌تدریج نخست در میان زهّاد و پس از آن ــ هـرچند بی‌هیچ تمایلی بـه تذکر و اخطار ــ از سـوی هم‌عصر محاسبی یعنی جاحظ ارزیابی شده، و به داوری دینی کشیده شده بود. محاسبی با ویژگی تفکر فقهی اندکی آشنا بود، چنان‌که او را از نخستین پیروان شافعی می‌شمارند (برای نمونه، نک‍ : عبادی، 27 بب‍‌ ). او برای اجماع به‌عنوان ابزار پیشرفت فقه اهمیت بسیاری قائل بود و احادیث را به‌عنوان مبنای حکم ــ حتى هنگامی که تنها و تنها با یک اسناد تصدیق می‌شدند (آحاد) ــ به شرط آنکه راویان آنها با صلاحیت و معتبر بودند، می‌پذیرفت؛ اما به فروع نمی‌پرداخت و به‌جای عمل، انگیزه‌های آن، یعنی نیت، و به‌جای تخلفات آشکار رایج، به بررسی و مطالعۀ گناهان پنهان فکری می‌پرداخت، که این مورد اخیر تنها از نظر موازین اخلاقی قابل درک بود. گناهکاران در دنیا مجازات نمی‌شوند، بلکه خداوند تازه در آخرت پرده از گناهان آنان برمی‌دارد. از این رو بود که محاسبی محور کلام خود را به سمت معادشناسی تغییر داد، حوزه‌ای که معتزله به آن چندان علاقه‌ای نداشتند. حارث محاسبی احتمالاً نخستین کسی بود که شرح کلی عامه‌پسندی از وقایع مربوط به آخرالزمان تألیف کرد، که هرچند بیشتر بر مطالب بیان‌شده در احادیث متکی بود، اما به این وقایع همچون رویداد نمایشی قابل تجسمی می‌پرداخت. مفهوم «توهم» که او در این باره از آن بهره جست، به این معنا پذیرفته نشده است، اما تأمل دربارۀ روز قیامت پس از آن بخشی از برنامه‌های الٰهیات عرفانی شد. این به معنای «در ذهن خود تجسم کردنِ» آن چیزی بود که در آینده در انتظار همه بود و از این لحاظ بر ساختار زندگی شخصی تأثیر می‌گذاشت. گناهان فکری در ذات و سرشت انسان ریشه دارند. آنها از اعمال نفس‌اند و هرکس، حتى فقها و صوفیان، ممکن است مرتکب آنها بشود. حارث محاسبی به‌ویژه بر ریا، تکبر و حسد تأکید می‌ورزید که هر 3 ممکن است با پرهیزگاری مفرط نیز توأم شوند. از این رو، او نه فتوایی می‌داد و نه صوف می‌پوشید؛ و به جای اینها به علم‌النفس می‌پرداخت و از این رو صوفی نبود. وی پوشیدن لباس پشمین را تنها در صورتی بی‌اشکال می‌دانست که شخص به این کار، همچون دریانوردان به سبب شغل و حرفه‌اش بپردازد. وانگهی او نه در فقر می‌زیست و نه مانند بشر حافی برهنه پا راه می‌رفت؛ محاسبی خانواده‌ای داشت و در خانه‌ای که به‌خوبی قابل زندگی بود، می‌زیست. وی ثروت را به خودی خود نکوهیده نمی‌دانست و بر این باور بود که ثروت تنها ایجاب می‌کند که شخص به وظایفی که از آن ناشی می‌شود، واقف باشد. او تجارت و کسب را نیز گناه نمی‌شمرد و با شقیق بلخی که در ایران شرقی با کتاب تحریم المکاسب خود به ظهور درویشان گدا کمک کرده بود، به بحث و جدل پرداخت و احتمالاً به گرایشهای مشابهی می‌اندیشید که در بغداد در پیش چشم او در میان به اصطلاح «صوفیۀ معتزله» فراگیر شدند (جعفربن‌حرب، 50؛ نیز نک‍ : فان اس، III / 131 ff .). با این همه، حارث محاسبی از هرگونه کوششی در جهت کسب شهرت بیزار بود؛ به نظر او عجب و ریا، به‌ویژه در میان علما، ریشه در آن داشت. وی به‌عنوان پادزهر، رعایت قواعد رفتاری معینی (ادب نفس) را در ارتباط با خویشتن خویش توصیه می‌کرد. به باور او، باید نفس اماره را که برخلاف قلب اساس بدی در انسان است، «مهار کرد» یا «با آن جهاد نمود». این کار ساده‌ای نیست، زیرا قواعد آن مانند قواعد فقه چندان واضح و آشکار نیستند و این امر ممکن است به تضاد و برخورد وظایف منجر شود. در این صورت باید به «رعایت حقوق الٰهی» توجه کرد و علایق خودمحورانۀ خویش را نادیده گرفت. در عین حال، آن‌گونه زهدی که زهاد می‌ورزیدند (گرسنگی، سکوت و جز آنها)، لزوماً اجباری نیست؛ اما «ورع» تا حدودی مهم است، به‌ویژه در موقعیتهایی که از نظر فقهی به روشنی قابل درک نیستند (همچون احکام مربوط به خوراکها، حکومت و جز آنها). ابزاری که خداوند برای این سلوک به انسان اعطا کرده، عقل است. حارث محاسبی در این باره به تألیف رساله‌ای پرداخت که بسیار توجه و دقت دیگران را به خود جلب کرد. تعریف عقل که او آن را در آغاز رسالۀ خود آورده، در طی سده‌های متمادی بارها نقل شده است: عقل «غریزه»ای است که به وسیلۀ آن می‌توان چیزهای مفید را از چیزهای مضر تشخیص داد. از این رو، برخلاف معتزله که برای آنان بیشتر معرفت نظری مطرح بود، منظور حارث از عقل، عقلی عملی است. عقل به انسانها می‌آموزد که در انتظار مرگ توبه کنند و به عمری دراز امیدوار نباشند (قِصر الامل). پیش از این، در میان زهاد بصری داوود بن مُحبَّر (د 206ق / 821 م) در این معنا به نگارش دربارۀ این موضوع پرداخته بود (نیز نک‍ : همو، I / 119 ff., IV / 746 f f.).",
    "حارث محاسبی به شیوۀ روان و قابل‌فهمی می‌نوشت و آثار او آکنده از تمثیل (همچون تمثیل برزگر که در عهد جدید نیز به چشم می‌خورد؛ حارث، 2)، و بر مشاهدۀ دقیق دنیای اطراف متکی است. کتابهای او ظاهراً گزارش گفت‌وگوهایی است که وی با شاگردان خود داشته است. این کتابها بیشتر قالب گفت و شنود دارند و در آنها خود او به صورت سوم‌شخص، با عبارت «قال ابوعبدالله» دیده می‌شود. از این رو، نمی‌توان با اطمینان مشخص کرد که این شاگردان ــ که ما برخی از آنها را می‌شناسیم ــ تا چه حد در متن ویراسته شده سهیم بوده‌اند (برای نمونه: آیا آنان پرسشها را به‌طورکتبی مطرح می‌کردند و پاسخ را یادداشت می‌نمودند؟) (قس: همو، 3، 10). حارث واعظ نبود و حتى در مناظرات کلامی نیز حضور نمی‌یافت، زیرا در این صورت هشدار خود دربارۀ دوری گزیدن از شهرت را نقض می‌کرد. برخلاف آثار ابن‌کلاب و معتزلیان هم‌روزگارش، نوشته‌های او در چنان حجم عظیمی برجای مانده است که باید پنداشت استقبال از آثار وی گسترده بوده است. آثار او اینها ست: 1. الرعایة لحقوق الله عز و جل ، که اثر اصلی او ست و چاپ نخست آن به کوشش مارگارت اسمیث (لندن، 1940م، سلسله اوقاف گیب، دورۀ جدید 15) منتشر شده است. مقابله با نسخ خطی نشان می‌دهد که این چاپ بسیار مغلوط است (قس: نقدهای کرنکوف، 262 ff. ؛ ریتر، 352 ff. ). چاپهای بعدی مصر همگی مبتنی بر این چاپ‌اند (قس: قنواتی، 252 ؛ ژیلیو، 343 ). 2. کتاب فهم القرآن ، که پیش از 230ق / 845 م نوشته شده، و به کوشش حسین قوّتلی به چاپ رسیده است (بیروت، 1391ق / 1971م). در این کتاب مهم‌تر از همه نظریه‌ای بسیار دقیق دربارۀ مسئلۀ فقهی نسخ است. این نظریه هرچند که با اصطلاحات و واژگان متفاوتی بیان شده است، اما از نظر موضوع بر آنچه به‌ویژه نزد سیوطی و مؤلفان متأخر دیگر می‌یابیم، پیشی می‌گیرد (نک‍ : برتُن، 46 ff. ؛ فان اس، IV / 203 ff.) . به این ترتیب، محاسبی نسبت به تأملات معتزلی که در آنها نسخ دلیلی برای مخلوق بودن قرآن کریم تلقی می‌شود، واکنش نشان می‌دهد. او میان «حکم»، «رسم» و «حفظ» ــ کـه از طریق آنها آیـه‌ای حتى اگر در تحریر قانونی و مرسوم قرآن نیامده باشد، می‌تواند باقی بماند ــ تفاوت قائل می‌شود. او به این وسیله بر قرآن‌ شناسان سنی چون ابن مُنادی (د 336ق / 947م)، نحّاس (د 338ق / 950م)، مکی قیسی (د 437ق / 1045م) و حتى نظریه‌پردازان شیعی تأثیر گذاشته است (نک‍ : مدرسی، 23-24 ، حاشیۀ 108 ). دو وجه رسم و حفظ بعدها در مفهوم «تلاوة» ادغام شدند. 3. «باب مائیة العقل و حقیقة معناه»، به کوشش قوّتلی، که به همراه فهم القرآن چاپ شده است. ترجمۀ فرانسوی و تحلیل این متن نیز توسط ی. دُ کروسو به چاپ رسیده است (نک‍ : ص 17 ff .). 4. التوهم ، که نخست به کوشش ا. ج. آربری (قاهره، 1937م)، و پس از آن به همراه ترجمۀ فرانسوی و واژه‌نامه توسط آ. رومان چاپ شده است (پاریس، 1978م). 5. کتاب بدء من اناب الی الله تعالی ، درآمد کوتاهی بر فن روان‌شناختی محاسبی است که به کوشش ه‍ . ریتر (گلوکشتات، 1935م) با شرحی از نسخۀ خطی استانبول (جارالله، شم‍ 1101) که مهم‌ترین آثار کوتاه‌تر محاسبی را دربر دارد، چاپ شده است. 6. المکاسب و الورع ، به کوشش عبدالقادر احمد عطا (قاهره، 1969م، همراه با کتاب ادب النفوس ) که شامل مباحثه با شقیق بلخی و بسیاری از یادداشتهای ارزشمند دیگر است. 7. الوصایا ، که با عنوان النصائح نیز آمده است و به کوشش عبدالقادر احمد عطا (قاهره، 1965م) به چاپ رسیده است. متن با گزارش طولانی‌تری از زندگی‌نامۀ خودنوشتۀ محاسبی آغاز می‌شود، که در آن شرح می‌دهد که چگونه ازهم گسیختگی امت اسلام (به 73 فرقه) او را بهت‌زده کرد و به طریق محاسبۀ نفس که او در پیش‌گرفت، رهنمونش ساخت. 8. العلم ، که نخست به کوشش محمدعابد مزالی (تونس، 1975م)، و سپس به کوشش ل. لیبراند همراه با ترجمۀ انگلیسی چاپ شده است (نک‍ : لیبراند، 125 ff.). 24 نوشته و قطعۀ دیگر نیز از آثار او به‌شمار آمده‌انـد (نک‍ : GAS, I / 640 ff. ) که اغلب آنها، هرچندگاه در جایی نامتعارف، در این فاصله چاپ شده‌اند (به‌طور جزء به جزء، قس: فان اس، VI / 417 ff. ) و تنها شمارۀ 2-4 از چاپ قابل اعتمادی برخوردارند. «الخلوة و التنقل فی العبادة و درجات العابدین»، که اغناطیوس عبده آن را در دو شمارۀ نشریۀ المشرق (شم‍ 48، ص 182 بب‍ ؛ شم‍ 49، ص 43 بب‍ ، نیز 451 بب‍ ( منتشر کرده است، احتمالاً از محاسبی نیست، و به هم‌عصر او احمد بن عاصم انطاکی (د 239ق / 853 م) تعلق دارد. ابونعیم نیز قطعه‌هایی از آن را در کتاب خود حلیة الاولیاء زیر نام او آورده است (9 / 286 بب‍ ؛ قس: فان اس، I / 146 ff. ). انطاکی همان کنیۀ محاسبی (ابوعبدالله) را داشت و به مسائل مشابهی می‌پرداخت. او در پایان همچنین لب به انتقاد از زمانه می‌گشاید که جنبه‌ای بسیار شخصی دارد و بخش مربوط به شرح حال خود نوشتۀ محاسبی در کتاب الوصایا را به خاطر می‌آورد. اما شیوۀ او مبهم‌تر است و مفاهیمی چون «خلوة» یا «تنقل فی العبادة» (سزگین احتمالاً به خطا تبتل فی العبادة آورده است) در اثر محاسبی به چشم نمی‌خورد (نک‍ : GAS, I / 642 ). حارث محاسبی در اواخر زندگی مردی طردشده از جامعه بود. پس از خروج او از بغداد تصوف زیر لوای جنید، که بیشتر بر تعالیم دایی خود، سری سقطی متکی بود، مسیر دیگری را در پیش گرفت. اما غزالی بعدها در کتاب احیاء العلوم ، بی‌آنکه نام محاسبی را ذکر کند، خود اغلب از او نقل قول می‌کند (قس: اسمیث، 65 ff. ). احتمالاً سلیمیه در بصره نیز آثار او را روایت می‌کرده است. غزالی البته به قوت القلوب ابوطالب مکی نیز که از هواخواهان سلیمیه بود، استناد می‌نمود. ابونعیم اصفهانی محاسبی را طور دیگری می‌دید. او قطعه‌هایی از کتاب الحب للّٰه و مراتب اهله محاسبی را (نک‍ : 10 / 76بب‍‌ ) نقل می‌کند، که غیر از اینجا، آن را تنها از فهرسۀ ابوبکر ابن خیر می‌شناسیم (ص 272). اما ابن ندیم با آنکه در بغداد می‌زیست، هیچ یک از تألیفات محاسبی را که هنوز هم بر جای مانده‌اند، نمی‌شناخت. او تنها کتاب التفکر و الاعتبار را که جز در الفهرست در جای دیگری مشاهده نمی‌شود، ذکر می‌کند (نک‍ : ص 236). حارث محاسبی در مغرب و در اندلس توفیق بسزایی داشت. ابن‌خیر (د 575 ق / 1179م) از روایت 6 اثر، ازجمله الرعایة ، یاد می‌کند (نک‍ : ص 271بب‍ ). اشعری اندلسی دیگری به‌نام محمد بن خلف بن موسى البیری (د 537 ق / 1143م) مختصری از الرعایة تألیف کرد. ابومدین (د 594 ق / 1197م) این کتاب را زیر نظر استاد خود، ابن حرزهم خواند. ابن عباد رُندی شاذلی (د 792ق / 1390م) نیز مطالعۀ کتابهای محاسبی را توصیه می‌کرد. حارث محاسبی از سدۀ 7ق / 13م در سوریه و مصر نیز مورد توجه قرار گرفت. عبدالعزیز بن عبدالسلام سُلَمی دمشقی (د 660 ق / 1262م) همانند هبة الله ابن مارزی حموی (د 738ق / 1338م) خلاصه‌ای از الرعایة تألیف کرد و احمد زرّوق (د 899 ق / 1493م) در قاهره برای این اثر تبلیغ نمود. حتى ناشر امروزی عبدالقادر احمد عطا نیز مدعی است که حارث محاسبی در رؤیا به او خاطرنشان کرده است که کتابهایش را در دسترس عموم قرار دهد (فان اس، I V / 198, VI / 418 ).",
    "ابن خیر، محمد، فهرسة ، به کوشش ف. کودرا و ر. تاراگو، بیروت، 1382ق / 1963م؛ ابن ندیم، الفهرست ؛ ابونعیم اصفهانی، احمد، حلیة الاولیاء ، بیروت، 1407ق؛ اشعری، علی، مقالات الاسلامیین ، به کوشش هلموت ریتر، ویسبادن، 1400ق؛ بغدادی، عبدالقاهر، الفرق بین الفرق ، به کوشش محمد محیی‌الدین عبدالمجید، قاهره، مکتبة محمد علی صبیح و اولاده؛ جعفر بن حرب، «اصول النحل»، مسائل الامامة ، منسوب به ناشئ اکبر، به کوشش فان اس، بیروت، 1971م؛ جواد، مصطفى و احمد سوسه، دلیل خارطة بغداد المفصل ، بغداد، 1358ق / 1958م؛ حارث محاسبی، الرعایة لحقوق الله عزوجل ، لندن، 1940م؛ عبادی، محمد، طبقات الفقهاء الشافعیة ، به کوشش یوستا ویتستام، لیدن، 1964م؛ عبده، اغناطیوس، «الخلوة و التنقل فی العبادة ... » حارث محاسبی، المشرق ، بیروت، 1954-1955م، شم‍ 48 و 49؛ ناشئ اکبر، عبدالله، «الاوسط فی المقالات»، مسائل الامامة (نک‍ : هم‍ ، جعفر بن حرب)؛ هروی، علی، الاشارات الى معرفة الزیارات ، به کوشش ژ. سوردل ـ تومین، دمشق، 1953م؛ نیز:",
    "Anawati, G. S., «Textes arabes anciens édités en Egypte au cours des années 1959 et 1960», Mélanges de l'institut Dominicain d'études orientales , Cairo, 1959-1961, vol. VI; Burton, J., The Collection of the Quran , Cambridge, 1977; Crussol, Y. de, «Kitāb Mā’iyyati al-‘aqli wa ma‘nāhu wa iḥtilāfi al-nasi fīhi d’al-Hārit b. Asad al-Muḥāsibī (165-243 / 781-857)», Mélanges de l’Université Saint-Joseph , Beirut, 1999-2003, vol. LVI; GAS; Gilliot, C., «Textes arabes anciens édités en Egypte au cours des années 1999 à 2002», Mélanges de l’iinstitut Dominicain d’études orientales , Cairo, 2004, vol. XXV-XXVI; Krenkow, F., «Kitāb ar-Ri‘āya li-Ḥuqūq Allāh, by al-Ḥārith al-Muḥāsibi ... », Islamic Culture  Deccan , 1941, vol. XV, no. 2; Librande, L., «Islam and Conservation: The Theologian-Ascetic al-Muḥāsibi», Arabica , 1983, vol. XXX; Modarressi, H., «Early Debates on the Integrity of the Qurʿān», Studia Islamica , 1993, vol. LXXVII; Ritter, H., «Kitāb al-Riʿāya li ḥuqūq Allāh, by Ḥārith ibn Asad al-Muḥāsibi, ... », Oriens , Leiden, 1948, vol. I; Smith, M., An Early Mystic of Baghdad , London, 1935; id, «The Forerunner of al-Ghazālī», JRAS, 1936; Van Ess, J., Theologie und Gesellschaft , Berlin, 1991-1997.",
    "یوزف فان اس"
  ],
  "bibliography": [
    "ابن خیر، محمد، فهرسة ، به کوشش ف. کودرا و ر. تاراگو، بیروت، 1382ق / 1963م",
    "ابن ندیم، الفهرست",
    "ابونعیم اصفهانی، احمد، حلیة الاولیاء ، بیروت، 1407ق",
    "اشعری، علی، مقالات الاسلامیین ، به کوشش هلموت ریتر، ویسبادن، 1400ق",
    "بغدادی، عبدالقاهر، الفرق بین الفرق ، به کوشش محمد محیی‌الدین عبدالمجید، قاهره، مکتبة محمد علی صبیح و اولاده",
    "جعفر بن حرب، «اصول النحل»، مسائل الامامة ، منسوب به ناشئ اکبر، به کوشش فان اس، بیروت، 1971م",
    "جواد، مصطفى و احمد سوسه، دلیل خارطة بغداد المفصل ، بغداد، 1358ق / 1958م",
    "حارث محاسبی، الرعایة لحقوق الله عزوجل ، لندن، 1940م",
    "عبادی، محمد، طبقات الفقهاء الشافعیة ، به کوشش یوستا ویتستام، لیدن، 1964م",
    "عبده، اغناطیوس، «الخلوة و التنقل فی العبادة ... » حارث محاسبی، المشرق ، بیروت، 1954-1955م، شم‍ 48 و 49",
    "ناشئ اکبر، عبدالله، «الاوسط فی المقالات»، مسائل الامامة (نک‍ : هم‍ ، جعفر بن حرب)",
    "هروی، علی، الاشارات الى معرفة الزیارات ، به کوشش ژ. سوردل ـ تومین، دمشق، 1953م",
    "نیز:",
    "Anawati, G. S., «Textes arabes anciens édités en Egypte au cours des années 1959 et 1960», Mélanges de l'institut Dominicain d'études orientales , Cairo, 1959-1961, vol. VI",
    "Burton, J., The Collection of the Quran , Cambridge, 1977",
    "Crussol, Y. de, «Kitāb Mā’iyyati al-‘aqli wa ma‘nāhu wa iḥtilāfi al-nasi fīhi d’al-Hārit b. Asad al-Muḥāsibī (165-243 / 781-857)», Mélanges de l’Université Saint-Joseph , Beirut, 1999-2003, vol. LVI",
    "GAS",
    "Gilliot, C., «Textes arabes anciens édités en Egypte au cours des années 1999 à 2002», Mélanges de l’iinstitut Dominicain d’études orientales , Cairo, 2004, vol. XXV-XXVI",
    "Krenkow, F., «Kitāb ar-Ri‘āya li-Ḥuqūq Allāh, by al-Ḥārith al-Muḥāsibi ... », Islamic Culture  Deccan , 1941, vol. XV, no. 2",
    "Librande, L., «Islam and Conservation: The Theologian-Ascetic al-Muḥāsibi», Arabica , 1983, vol. XXX",
    "Modarressi, H., «Early Debates on the Integrity of the Qurʿān», Studia Islamica , 1993, vol. LXXVII",
    "Ritter, H., «Kitāb al-Riʿāya li ḥuqūq Allāh, by Ḥārith ibn Asad al-Muḥāsibi, ... », Oriens , Leiden, 1948, vol. I",
    "Smith, M., An Early Mystic of Baghdad , London, 1935",
    "id, «The Forerunner of al-Ghazālī», JRAS, 1936",
    "Van Ess, J., Theologie und Gesellschaft , Berlin, 1991-1997."
  ],
  "signature": "یوزف فان اس",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 229
}
