{
  "id": "eweb_499",
  "source": "DMBI",
  "cat": "term",
  "link": "https://www.cgie.org.ir/fa/article/224654/%D8%AC%D9%87%D9%86%D9%85",
  "annotator": "Jeremy",
  "title": "جهنم",
  "authors": [
    "احمد پاکتچی"
  ],
  "last_updated": "سه شنبه 26 آذر 1398",
  "content": [
    "جَهَنَّم، جایگاهی در جهان پس از مرگ که انسان تباه‌کار در آن سزای اعمال خود را خواهد دید. در قرآن کریم افزون بر نام جهنم، نامهای متعدد دیگری مانند جحیم، سقر و سعیر نیز ناظر به جهنم یا طبقه‌ای از آن به کار رفته، و در بسیاری موارد صرفاً به صورت «النار» (آتش) از آن یاد شده است. در فرهنگ ایران، نام دوزخ بازمانده از ایران باستان، به عنوان معادلی برای جهنم کاربرد داشته است. مباحث جهنم نه تنها در نصوص دینی از قرآن و حدیث بازتابی وسیع داشته، بلکه در حیطۀ دانشهای دینی چون کلام، فلسفه و عرفان نظری هم مباحثی را به خود اختصاص داده است.",
    "جهنم واژه‌ای مؤنث، به معنای چاه بسیار ژرف، در اصل نام آتشی است که خداوند با آن گناهکاران و دوزخیان را مجازات می‌کند، و در اصطلاح قرآن کریم به معنای جایگاه عذاب اخروی است که بدکاران و بی‌ایمانان در آنجا به کیفر اعمال خود می‌رسند (راغب، 102؛ ابن اثیر، 1 / 323؛ ابن منظور؛ بیضاوی، 1 / 111). بیشتر واژه‌شناسان مسلمان از دیرباز جهنم را واژه‌ای غیر عربی و معرب شمرده‌اند، اما بر سر آنکه این واژه از چه زبانی به عربی راه یافته است، بر یک نظر نبوده‌اند. برخی از آنان نیز اقوال گوناگون را بی‌هیچ داوری در آثار خود نقل کرده‌اند. برای نمونه، چنان‌که از یونس بن حبیب (د دهۀ 180ق)، نحوی نامدار نقل شده است، وی جهنم را واژه‌ای بیگانه می‌شمرد که تعریف نمی‌پذیرد و صرف نمی‌شود (ازهری، 6 / 515؛ جوالیقی، 107؛ خفاجی، 59). ازهری (د 370ق / 980م) افزون بر نقل دیدگاه یونس بن حبیب، نظر دیگر مبنی بر عربی بودن این واژه، و خوانده شدن جهنم به سبب ژرفای بسیارش به این نام را نیز می‌آورد (همانجا). جوهری (د اواخر سدۀ 4ق / 10م) و راغب اصفهانی (د 502 ق / 1109م) نیز جهنم را واژه‌ای فارسی و معرب می‌شمارند؛ راغب اصل این واژه را «جِهْنام» می‌داند (همانجا؛ جوهری). نحویان و واژه‌شناسان بعدی همچون جوالیقی (د 540 ق / 1145م)، ابن اثیر (د 606 ق / 1209م)، ابن منظور (د 711ق / 1311م)، سیوطی (د 911ق / 1505م) و خفاجی (د سدۀ 11ق / 17م) نیز با شیوه‌ای بیش‌و‌کم یکسان به نقل دیدگاهها و استدلالهای گوناگون آنها می‌پردازند. از این میان، ابن اثیر، ابن منظور و سیوطی به احتمال عبری بودن اصل این واژه نیز اشاره دارند و آنظرا برگرفته از «کِهِنّام» عبری می‌دانند (جوالیقی، ابن اثیر، ابن منظور، خفاجی، همانجاها؛ سیوطی، 2 / 132).  به این ترتیب، چنین به نظر می‌رسد که واژه‌شناسان مسلمان از همان سده‌های آغازین به احتمال بیگانه بودن این واژه توجه داشته‌اند و غیر منصرف بودن و تعریف نپذیرفتن آن را دلیلی بر این امر می‌شمرده‌اند. گروهی دیگر نیز با این استدلال که این واژه به سبب ثقل تأنیث و ثقل تعریف، هیچ‌یک را نمی‌پذیرد، آن را عربی می‌دانستند (نک‍ : همانجاها؛ نیز ازهری، 6 / 515). بیشتر محققان معاصر غربی نیز جهنم را برگرفته از واژۀ «گِه‌هینُّم» یا «جِهینُّم» عبری، به معنای دره یا وادی بنی هینُّم به‌شمار آورده‌اند (نک‍ : ساسی، 175؛ گایگر، 47-48؛ جفری، 105؛ پنرایس، 30). این مکان ظاهراً درۀ عمیقی در جنوب اورشلیم بوده است که امروزه وادی الربابه خوانده می‌شود و در گذشته‌های دور، در دورۀ انبیای بنی‌اسرائیل، مشرکان در آنجا قربانیهای انسانی به خدای مولوک یا مولوخ تقدیم می‌کردند و کودکانشان را به عنوان قربانی در آتش می‌سوزاندند. از آن هنگام این دره نامی شوم و شهرتی ناپسند یافت و به‌تدریج به محل دور ریختن زباله‌های شهر اورشلیم تبدیل شد و با شکل‌گیری و تدوین اندیشه‌های فرجام‌شناسانۀ یهودی، نام خود را به دوزخ یهودی داد که مشرکان و گناهکاران در آنجا مجازات اخروی خود را می‌بینند (ارمیا، 19: 2-6؛ پلامپتر، 68-69؛ براون، 378؛ لی، 423؛ « دائرة المعارف ... »، VII / 412). جالب آنکه سده‌ها پس از این دوران، نـاصـرخسرو قبـادیانی (د سدۀ 5 ق / 11م) و ابـن‌بطوطه (د 779ق / 1377م) در سفرنامه‌های خود به وجود دره‌ای به نام وادی جهنم در اطراف بیت‌المقدس اشاره کرده‌اند (ناصرخسرو، 30؛ ابن ‌بطوطه، 59). به هر روی، به باور محققان غربی، واژۀ گِه‌هینّم بعدها به شکل معرب جهنم به زبان عربی راه یافته است (گایگر، ساسی، پنرایس، همانجاها). برخی دیگر بر این باورند که این واژه نخست به زبان حبشی، و پس از آن به زبان عربی وارد شده است (جفری، 106).",
    "ابـن اثیر، النهـایة ، بـه کوشش طاهر احمد زاوی و محمود محمد طنـاحی، قاهره، 1383ق / 1963م؛ ابن‌بطوطه، رحلة ، بیروت، 1384ق / 1964م؛ ابن‌منظور، لسان ؛ ازهری، محمد، تهذیب اللغة ، به کوشش محمد عبدالمنعم خفاجی و دیگران، قاهره، 1384ق؛ بیضاوی، عبدالله، انوار التنزیل ، قاهره، 1388ق؛ جوالیقی، موهوب، المعرب ، به کوشش احمد محمد شاکر، قاهره، 1361ق؛ جوهری، صحاح ، به کوشش احمد عبدالغفور عطا، بیروت، 1404ق / 1984م؛ خفاجی، احمد، شفاء الغلیل ، به کوشش محمد بدرالدین نعسانی، قاهره، 1325ق؛ راغب اصفهانی، حسین، المفردات ، به کوشش محمد سید کیلانی، بیروت، دارالمعرفه؛ سیوطی، الاتقان ، به کوشش محمد ابوالفضل ابراهیم، قم، 1363ش؛ عهد عتیق ؛ ناصرخسرو، سفرنامه ، به کوشش محمود غنی‌زاده، برلین، 1341ق؛ نیز:",
    "Browne, L. E., «Ezra and Nehemia», Peake’s Commentary on the Bible , eds. M. Black and H. H. Rowley, London, 2001; Encyclopaedia Judaica , New York, 2007; Geiger, A., Was hat Mohammed aus dem Judenthume aufgenommen? , Leipzig, 1902; Jeffery, A., The Foreign Vocabulary of the Qur ʾ ān , Baroda, 1938; Lee, G. A., «Gehenna», The International Standard Bible Encyclopedia , ed. G. W. Bromiley, Michigan, 1982, vol. II; Penrice, J., A Dictionary and Glossary of the Korân , Surrey, 1985; Plumptre, E. H., «Jeremiah», Ellicott’s Commentary on the Whole Bible , ed. Ch. J. Ellicott, Michigan, 1959, vol.V; Sacy, S. de, «Lettre de M. le baron Silvestre de Sacy à M. Garcin de Tassy», JA, 1829, vol. IV.",
    "فاطمه لاجوردی",
    "بررسی شواهد باستان‌شناسی و آثار بر جای مانده از کهن‌ترین دوره‌های زندگی بشر ــ همچون گورها و اشیاء یافت شده در آنها ــ نشان می‌دهد که باور به نوعی زندگی پس از مرگ، و جهان دیگری که مردگان در آنجا به حیات خود ادامه می‌دهند، از دوره‌های پیش از تاریخ در میان مردمان مناطق مختلف جهان وجود داشته است؛ اما این یافته‌ها، دربارۀ جزئیات این باورها و چگونگی زندگی پس از مرگ از دیدگاه آنها اطلاعاتی به دست نمی‌دهند و از این رو، دربارۀ اعتقادات انسانها در آن دوره‌های دور تاریخی نمی‌توان مطلبی به یقین گفت. با این همه، با توجه به یافته‌های باستان‌شناسی مربوط به دوره‌های بعد ــ همچون کهن‌ترین لایه‌های فرهنگهای مصر و هندِ دورۀ پیش ودایی ــ چنین به نظر می‌رسد که در باور این مردمان، جهان زیر زمینی یا جهان دیگر، مکانی برای زندگی اخروی همۀ مردگان، فارغ از چگونگی زندگی آنها در این جهان بوده است. به بیان دیگر، در تصور این مردم هنوز تمایزی میان بهشت و دوزخ، یا مکانی برای نجات یافتگان و سعادتمندان، و مکانی دیگر برای گمراهان و گناهکاران دیده نمی‌شود (مکالک، « جایگاه ... »، 817-819؛ بروس‌لانگ، 126؛ مرسر، 321). در باور مردم بدوی بسیاری از مناطق جهان نیز چنین تمایزی در جهان زیرزمینی وجود ندارد. افزون بر این، در فرهنگ بسیاری از این مردمان داستانهای گوناگونی دربارۀ سفر قهرمانانۀ انسانی دلیر به جهان زیرزمینی یا دوزخ یافت می‌شود. در بیشتر این داستانها، جدای از جزئیات متفاوت هر یک از آنها، سخن از شخصیتی به میان می‌آید که پس از فرود یا نزول در شکم هیولایی زیر زمینی یا دریایی ــ که اغلب مادر زمین، مادر مرگ یا ملکۀ شب نامیده می‌شود ــ دشواریها و موانع گوناگون را پشت سر می‌گذارد و با پیروزی در آزمونهای طاقت‌فرسا و چیرگی بر موجوداتی که راه را بر او سد کرده‌اند، سرانجام از منفذی طبیعی یا از سوراخی که خود به بیرون از بدن او می‌گشاید، به خارج راه می‌یابد. از نظر برخی از محققان، این گونه داستانهای مربوط به نزول به جهان زیرزمینی، بیان نمادینی از آزمونهای تشرف‌اند که با پیروزی در آنها، قهرمان داستان در واقع بر ترس از مرگ و یا خود مرگ غلبه می‌کند و گاه به جاودانگی دست می‌یابد. نیز این سفر گاه به معنای جست‌و‌جوی معرفتی باطنی و سری است که در دسترس همگان نیست و تنها آنان که توانایی و قابلیت رفتن به چنین سفری را دارند، به آن دست می‌یابند (الیاده، « آیینها ... »، 61-64 ؛ بروس‌لانگ، 127؛ مکالک، « نزول ... »، 648-649، «جایگاه»، 818). افزون بر این، بسیاری از مردمان قبیله‌ای سفر روح پس از مرگ به جهان زیر زمینی را سفری دشوار و پر مخاطره می‌دانستند. برای نمونه، اقوام سیبریایی بر این باور بودند که روح هر فرد پس از مرگ در سفر خود به دوزخ یا جهانِ زیر زمین نیازمند راهنمایی و یاری شمن است. بر این اساس، شمن در طی آیینی پیچیده، به تنهایی و یا با دستیاری دو روح دیگر، روح فرد درگذشته را در گذر از دشواریهای پس از مرگ و رسیدن به آنجا یاری می‌رساند (الیاده، « آیین ... »، 205-214؛ بروس لانگ، همانجا؛ مکالک، «نزول»، 649؛ مینوا، 43-44؛ مبیتی، 309-310). بسیاری از مردم بدوی، سرزمین مردگان یا جهان زیرین را جایی در غرب، در محل غروب خورشید، یا در غرب محل زندگی‌شان می‌دانند (بروس لانگ، نیز مکالک، «جایگاه»، همانجاها؛ مبیتی، 309).",
    "از نظر سومریان سرزمین مردگان جایی در زیر زمین و بالای آبهای اَپْسو بود، و « کور » نام داشت. برای رسیدن به این سرزمین، ارواح باید بر قایقی سوار شوند که قایقرانی درشتخو آن را می‌راند و آنها را از رودخانه‌ای می‌گذراند که «آدمی را در خود می‌کشد». بابلیان نیز این دوزخ را با نامهایی چون کیگَل، ایریشتو یا کوتو می‌خواندند و جای آن را در زیر زمین و در پایین‌ترین طبقۀ آن می‌دانستند. این قلمرو که «سرزمین بی‌بازگشت» و «خانۀ بی‌خروج» نام داشت، جایگاه ارواح مردگان به شمار می‌آمد. 7 دیوار بلند آن را محصور کرده بود و 7 دروازه داشت که نگاهبانانی دیوسان از آن پاسبانی می‌کردند. دروازۀ ورود به این جهان نیز، جایی در دور دست غرب، در محل غروب خورشید بود و ایزد نِرگَل و ایزد بانو اِرِشکیگَل به عنوان شاه و شهبانو بر آن فرمان می‌راندند. ارواحی که از رودخانه و 7 دروازه می‌گذشتند، تمامی دارایی، لباسها و زیورآلات خود را از دست می‌دادند و سرانجام، برهنه در مقابل اَنوناکیها یا 7 داور دوزخ حاضر می‌شدند تا به حساب اعمال آنان رسیدگی شود. این جهان زیر زمینی، جای اندوه و ناامیدی، و آکنده از غبار و تاریکی بود که هیچ پرتوی از خورشید به آن راه نداشت و ارواح در آن زندگی نیمه هشیارانه‌ای داشتند. در اسطـوره‌های سـومری و آشور ـ بابلی داستان فرود اینَنّه (ایشتر)، ایزد بانوی عشق و باروری به قلمرو خواهرش، ارشکیگل و توصیف آن جهان آمده است. در حماسۀ گیلگمش نیز، اِنکیدو که برای یافتن پکو و میکوی گیلگمش به جهان زیرین رفته است، با میانجی‌گری شَمَش، خدای خورشید اجازه می‌یابد که دوباره برای مدت کوتاهی به سطح زمین بیاید و با گیلگمش گفت‌و‌گو کند و در این هنگام چگونگی زندگی اسفبار مردگان در این دوزخ را برای وی باز می‌گوید (جیمز، 179-180؛ هایدل، 170-173؛ فوت مور، I / 229-230؛ بروس لانگ، 128؛ کرامر، 135 بب‍ ؛ ساندارز، 53-56 ؛ هوک، 42-44).",
    "مردم مصر باستان در طول تاریخ چند هزار سالۀ خود باورهای گوناگونی دربارۀ سرنوشت انسان پس از مرگ و جهان مردگان داشتند. با توجه به شواهد باستان‌شناسی چنین به نظر می‌رسد که در کهن‌ترین دوره‌ها آنان بر این باور بودند که انسان پس از مرگ در گور خود به زندگی ادامه می‌دهد (بلیکر، 105). در دوره‌های پس از آن، اعتقاد بر این بود که فردِ درگذشته برای رسیدن به جهان زیرین و حضور در بـرابر اُزیریس ــ که پادشاه آن جهان و داورِ نهایی اعمال مردمان بـود ــ باید توسط قایقی از رودخانه‌ای عبور داده شود، اما قایقران این قایق تنها انسانهای بی‌گناه و درستکار را از این رودخانه می‌گذراند و به جزیرۀ ازیریس در جهان دیگر می‌رساند (والیس باج، 313). باور دیگر آن بود که انسانها پس از مرگ برای رسیدن به جهـان دیگر ــ کـه گـاه در آسمـان و گـاه در زیـر زمین تصور می‌شـد ــ بـایـد مسیـری دراز، دشـوار و پـر خطر را طی کنند؛ از این رو، برای آسان‌تر شدن این مسیر، طلسمها و تعویذهایی را در مومیایی فردِ در گذشته قرار می‌دادند و مسیر درستِ گذر از این راه خطرناک و چگونگی غلبه بر موانع آن را در طومارهای پاپیروسی ــ که بعدها به «کتاب مردگان» شهرت یافت ــ می‌نوشتند، و در گور او می‌نهادند، تا فردِ درگذشته با استفاده از آن راه خود را بیابد و به جهان دیگر که « دوئَت » نامیده می‌شد، برسد. پس از آنکه فرد با چنین تمهیداتی سرانجام به آنجا می‌رسید، آنوبیس یا هوروس او را به «تالار داوری دوگانه» یا «تالار حقیقت» در حضور ازیریس می‌بردند تا دربارۀ اعمال او داوری شود. در یک سر این تالار ازیریس بر تختی نشسته بود و در میانۀ آن ترازوی بزرگی قرار داشت که برای سنجیدن ارزش قلب مرده در برابر پَرِ مَئَت ، یا ایزد بانوی عدالت و راستی بود. جز اینها، 42 داور دیگر نیز حضور داشتند که هر یک از آنان جنبه‌ای از اعمال فرد را می‌سنجید. در این هنگام، نخست فرد شروع به اعتراف می‌کرد و مطابق آنچه که «اقرار منفی» خوانده شده است، گزارشی از راست کرداری و درستکاری خود می‌داد. آن‌گاه دیگران دربارۀ درستی گفته‌های او شهادت می‌دادند و سرانجام قلب مرده ــ که جایگاه اندیشه و نیتهای او ست ــ در یک کفۀ ترازو، و پر ایزدبانوی مئت، به عنوان نماد عدالت و راستی در کفۀ دیگر قرار می‌گرفت. در صورتی که فرد گناهکار بود، عاموت، یا غولی که ترکیبی از شیر، اسب آبی و تمساح بود، قلب او را می‌بلعید و به این ترتیب، امید به ادامۀ زندگی برای او از میان می‌رفت. در صورت اثبات بی‌گناهی او نیز، وی زندگی جاودان می‌یافت و در سرزمین مردگان به حیاتی شبیه زندگی این جهانی خود ادامه می‌داد (همو، 308-309 ؛ بلیکر، 105-107؛ مرسر، 321؛ بروس لانگ، 127-128؛ ایونس، 218-222؛ ویو، 41-42).",
    "یونانیانْ جهانِ پس از مرگ را هادِس می‌نامیدند و جایگاه آن را نخست در دوردست‌ترین نقطۀ زمین، در آن‌‌سوی اقیانوس گسترده می‌دانستند، اما بعدها جای آن را در اعماق زمین تصور کردند. به باور آنان، برخی نقاط زمین همچون شکافهای عمیق، برخی غارهای خاص، و جایی که آب چشمه‌ها و جویها به درون زمین فرو می‌رفت، به این دوزخ زیرزمینی راه داشت. دور تا دور این قلمرو زیرین توسط 5 رودخانه به نامهای استوکْس (نفرت)، آخِرون (مویه)، کوکوتوس (زاری)، لِتِه (فراموشی) و پوریفِلِگتون (شعله) احاطه شده بود و روح فردِ درگذشته برای رسیدن به این سرزمین باید با قایقی از آخرون یا استوکس می‌گذشت. این کار نیز برعهدۀ قایقران تندخویی به نام خارون بود که با دریافت یک سکه (اُبُل) آن را انجام می‌داد و از این رو، یونانیان همواره سکه‌ای بر روی زبان مرده می‌گذاشتند تا برای عبور از این رود مانده نشود (شروود فاکس، 142-143؛ گربر، 137-138؛ بروس لانگ، 128-129؛ گیران، 188-189؛ دیکسن کندی، 381). پس از آن، قلمرو بی‌انتهای هادس آغاز می‌شد که بر دروازۀ آن سگ هراس‌انگیز 3 سری به نام کِربِروس نگاهبانی می‌داد و در ابتدای آن کاخ هادس سرور جهان زیرین، و همسرش پِرسِفونه قرار داشت. روح پس از پشت سر گذاشتن همۀ این مراحل سرانجام، به حضور 3 داور جهان زیرین، یعنی آیاکوس ، رادمانتوس و مینوس می‌رسید تا دربارۀ اعمال او داوری شود. در این هنگام، قهرمانان و نیکان به اِلوسیوم یا جزیرۀ سعادت یافتگان فرستاده می‌شدند که کرونوس بر آن فرمان می‌راند و بیرون از قلمرو هادس قرار داشت، و زشت‌کاران و آنان که گناهانی بر ضد خدایان مرتکب شده بودند، به تارتاروس، یا ژرف‌ترین مکان جهان زیرزمینی می‌رفتند و در آنجا به انواع عذابها شکنجه می‌شدند. میانه حالان نیز به جایی در قلمرو هادس به نام کشتزارهای آسفودِل (نرگس) می‌رفتند و جاودانه در آنجا می‌ماندند. این سرزمین بی‌بازگشت جایی ملال‌آور، حزن‌انگیز و تاریک بود که مردگان در آن بی‌هیچ خاطره‌ای از گذشته و بدون هیچ‌گونه شادمانی، سایه‌وار می‌زیستند و همواره در آرزوی گریز از آنجا بودند (گربر، 139؛ شروود فاکس، 143-144؛ بروس لانگ، گیران، همانجاها؛ دیکسن کندی، 106، 185-186، نیز 381-382).",
    "از آنچه که در سرودهای گاهان ، یا گفته‌های خود زردشت آمده است، می‌توان دریافت که وی بینش روشنی دربارۀ سرنوشت انسان و جایگاه هر یک از دو گروه اَشَوَنان (راست کرداران) و دُروندان (پیروان دروج و ناراستی) داشته است. بنا بر آموزه‌های او، روان دروندان در هنگام عبور از چینْوَت، این پل در هراس خواهد افتاد و آنان را سرزنش خواهد کرد و آنان همواره در «کنام دروج» جای خواهند داشت (یسنا، 46: 11، 49: 11، 51: 13) و در آنجا در تاریکی دیر پای به سر خواهند برد و بانگ زاری و دریغ، و خورشِ بد روزی آنان خواهد بود (یسنا، 31: 20، 49: 11). این جایگاه در اوستای متأخر با نام دُژ اَنْگهَو (یشتها، 19: 44) و دژاَهْو (وندیداد، 19: 47) به معنای هستی بد یا جایگاه بد آمده، و در متون پهلوی به «دوزخ» تبدیل شده است (بارتولمه، 675, 756؛ ژینیو، 154؛ شکی، 613). در این متنها جزئیات رویدادهای پس از مرگ و سرنوشت روان گاه به اختصار و گاه به تفصیل آمده است. بر این اساس، روانِ فرد درگذشته 3 روز پس از مرگ در اطراف پیکر می‌ماند، تا مگر بتواند به تن باز گردد و زندگی را از سر بگیرد. در آغاز روز چهارم، روان به همراهی دَئِنا برای داوری به سر چینوت پل می‌رود و در آنجا اعمال او توسط 3 ایزد مهر، سروش و رَشْن سنجیده می‌شود. در این حال، اگر اعمال نیک او بر اعمال بدش فزونی داشته باشد، این پل به اندازۀ پهنای 9 نیزه فراخ می‌شود، چنان‌که روان فردِ راست کردار به آسانی از آن می‌گذرد و با 3 گام از اندیشۀ نیک، گفتار نیک و کردار نیک ــ که مطابق با 3 طبقۀ آسمان، یعنی ستاره پایه، ماه پایه و خورشید پایه‌اند ــ بر می‌گذرد و به روشنی بی‌پایان یا گَرودمان اهرمزد می‌رسد. بر خلاف این، در صورتی که اعمال بد فرد بیش از اعمال نیک او باشد، پل به اندازۀ مویی نازک می‌شود، چنان‌که روان فرد بد کار توانایی گذر از آن را نخواهد داشت و در این هنگام، دیو ویزَرْش او را می‌گیرد و به سوی دوزخ ــ که در زیر پل چینوت قـرار دارد ــ می‌کشاند. پس با 3 گام، اندیشۀ بد، گفتار بد و کردار بد را پشت سر می‌گذارد و نزد اهریمن و دیگر دیوان می‌رسد. در آنجا بدکاران کثیف‌ترین و بدترین خوراکها را می‌خورند و از زهر مار، کژدم و دیگر جانوران به خوردشان می‌دهند و به انواع عذابها شکنجه می‌شوند ( مینوی خرد ، 26- 28؛ بندهش ، 129-131؛ ارداویراف نامه ، 50-52، 60-62؛ روایت ... ، 35-37؛ گزیده‌‌ها ... ، 53). بنا بر آنچه در بندهش آمده است، دوزخ جایگاهی چنان تاریک است که تاریکی آن را می‌توان با دست گرفت و چنان گندناک است که گند آن را می‌توان با کارد برید. در این مکان هولناک، از شدت تاریکی روانهای بدکاران از وجود یکدیگر بی‌خبر‌ند و هر یک می‌اندیشد که خود به تنهایی شکنجه می‌شود و سخت‌ترین عذاب از آنِ او ست. افزون بر اینها، برخی جاهای دوزخ بی‌اندازه گرم، و برخی جاهای آن بی‌اندازه سرد است و این نیز بر دشواری عذابهای آن می‌افزاید (ص 122؛ نیز نک‍ : ارداویراف‌نامه ، 76، 90). در متنهای پهلوی مکان دوزخ در زیر زمین و در همان‌جایی در نظر گرفته می‌شود که اهریمن از آنجا زمین را سوراخ کرد و به جهان تاخت. در جای دیگری گفته می‌شود که جایگاه دوزخ در شمال، در ناحیۀ ستارۀ هفتو‌رنگ است ( مینوی خرد ، 29؛ بندهش ، 44، 53). از میان متنهای کهن زردشتی، ارداویراف نامه که شرح سفر روان موبدی به نام ارداویراف یا ارداویراز به بهشت و دوزخ، و بازدید از جایگاههای مختلف هر یک از آنها به همراهی ایزد آذر و سروش اَهلو ست، شرح مفصلی از ویژگیهای این دو مکان را در بر دارد. بنا بر این متن، ارداویراف پس از بازگشت روان و پیوستن با تن او، از خوابی هفت روزه بر می‌خیزد و شرح انواع خوشیهای بهشتیان و رنج و درد دوزخیان را برای موبدانی که او را به این سفر روحانی فرستاده بودند، باز می‌گوید. آنچه به‌ویژه در توصیف او از دوزخ جالب توجه است، گوناگونی عذابها و تناسب آنها با نوع گناه مرتکب شده است (نک‍ : ص 44 بب‍ ). با این همه، باید دانست که بنا بر متنهای پهلوی اقامت دروندان و بدکاران در دوزخ جاودانی نیست و چنان‌که در شرح رویدادهای آخرالزمانی آمده است، پس از رستاخیز همۀ مردگان به دست سوشیانس یا سومین منجی موعود زردشتی، و پس از آنکه همۀ آنان بار دیگر به تناسب اعمالشان 3 روز دیگر را در بهشت یا دوزخ به سر آوردند، از رود فلز گداخته‌ای که از کوهها سرازیر شده است، می‌گذرند. در این هنگام، گناهان و پلیدیهای همۀ انسانها پالوده شده، از میان می‌رود و این چنین، گناهکاران مشمول بخشایش اهرمزدی می‌شوند و پس از آن همۀ مردم جاودانه و بی‌مرگ خواهند زیست. از سوی دیگر، از آنجا که با تحقق فرشکرد و نوسازی جهان، و نیز با از میان رفتن دیوان و گریختن اهریمن، جهان صورت بی‌آلودگی آغازین خود را بازیافته است، دیگر نیازی به وجود دوزخ نخواهد بود و به این ترتیب، با روان شدن رود فلز گداخته به درون دوزخ، هم سوراخی که اهریمن از آنجا به جهان تاخته بود بسته می‌شود و هم دوزخ در میانۀ زمین از میان می‌رود ( بندهش ، 145- 148؛ کتاب ... ، 1 / 138- 139؛ روایت ، 60-63؛ نیز نک‍ : بویس، 76-77، نیز 81، حاشیۀ 72)."
  ],
  "bibliography": [
    "ابـن اثیر، النهـایة ، بـه کوشش طاهر احمد زاوی و محمود محمد طنـاحی، قاهره، 1383ق / 1963م",
    "ابن‌بطوطه، رحلة ، بیروت، 1384ق / 1964م",
    "ابن‌منظور، لسان",
    "ازهری، محمد، تهذیب اللغة ، به کوشش محمد عبدالمنعم خفاجی و دیگران، قاهره، 1384ق",
    "بیضاوی، عبدالله، انوار التنزیل ، قاهره، 1388ق",
    "جوالیقی، موهوب، المعرب ، به کوشش احمد محمد شاکر، قاهره، 1361ق",
    "جوهری، صحاح ، به کوشش احمد عبدالغفور عطا، بیروت، 1404ق / 1984م",
    "خفاجی، احمد، شفاء الغلیل ، به کوشش محمد بدرالدین نعسانی، قاهره، 1325ق",
    "راغب اصفهانی، حسین، المفردات ، به کوشش محمد سید کیلانی، بیروت، دارالمعرفه",
    "سیوطی، الاتقان ، به کوشش محمد ابوالفضل ابراهیم، قم، 1363ش",
    "عهد عتیق",
    "ناصرخسرو، سفرنامه ، به کوشش محمود غنی‌زاده، برلین، 1341ق",
    "نیز:",
    "Browne, L. E., «Ezra and Nehemia», Peake’s Commentary on the Bible , eds. M. Black and H. H. Rowley, London, 2001",
    "Encyclopaedia Judaica , New York, 2007",
    "Geiger, A., Was hat Mohammed aus dem Judenthume aufgenommen? , Leipzig, 1902",
    "Jeffery, A., The Foreign Vocabulary of the Qur ʾ ān , Baroda, 1938",
    "Lee, G. A., «Gehenna», The International Standard Bible Encyclopedia , ed. G. W. Bromiley, Michigan, 1982, vol. II",
    "Penrice, J., A Dictionary and Glossary of the Korân , Surrey, 1985",
    "Plumptre, E. H., «Jeremiah», Ellicott’s Commentary on the Whole Bible , ed. Ch. J. Ellicott, Michigan, 1959, vol.V",
    "Sacy, S. de, «Lettre de M. le baron Silvestre de Sacy à M. Garcin de Tassy», JA, 1829, vol. IV."
  ],
  "signature": "فاطمه لاجوردی",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}