{
  "id": "eweb_505",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/240725/%D8%AE%D8%B1%DA%AF%D9%88%D8%B4%DB%8C",
  "annotator": "Jeremy",
  "title": "خرگوشی",
  "authors": [
    "محمدجواد شمس"
  ],
  "last_updated": "چهارشنبه 18 دی 1398",
  "content": [
    "خَرْگوشی ، ابوسعد عبدالملک بن ابوعثمان محمد بن ابراهیم خرگوشی نیشابوری (د 406 یا 407 ق / 1015 یا 1016 م)، معروف به ابوسعد واعظ و عبدالملک واعظ، عالم، زاهد، سیره‌نویس و واعظ شافعی‌مذهب.  خرگوشی را امام‌القدوة و استاد کامل خوانده‌اند و او را از صلحای قوم، و یکی از مشاهیر خراسان ازلحاظ علم، زهد، ورع، حسب و طریقت به شمار آورده‌اند (جرفادقانی، 317؛ خطیب، 10 / 432؛ فارسی، 501؛ ابن‌عساکر، تبیین ... ، 236؛ ابن‌جوزی، 7 / 279؛ نیز نک‍ ‍‍‍: سمعانی، 5 / 85، 101-102). شهرت او به خرگوشی را به سبب انتسابش به کوی «خرگوش»، از محله‌های مشهور نیشابور، دانسته‌اند (نک‍ ‍‍‍: همو، 5 / 86، 101؛ ابن‌اثیر، 1 / 357؛ قس: یاقوت، 2 / 421، 425، 426). در برخی از منابع نیز کنیۀ او ابوسعید ثبت شده است (نک‍ ‍: ابن‌جوزی، همانجا؛ ذهبی، تذکرة ... ، 3 / 1066، العبر، 2 / 214؛ اسنوی، 1 / 428؛ ابن‌عماد، 3 / 184؛ آربری، 345 ، حاشیۀ 1 ).  از نیاکان و خاندان خرگوشی اطلاعی در دست نیست. تنها با توجه به گزارش حاکم نیشابوری (نک‍ ‍: خلیفه، 94-95) که او را «زاهد بن زاهد» می‌خواند و همچنین بر مبنای روایتی که او خود به نقل از پدرش یاد می‌کند ( شرف‌ ... ، 247)، می‌توان حدس زد که پدرش در شمار زهاد و محدثان نیشابور بوده است (نیز نک‍ ‍‍: فارسی، همانجا؛ سبکی، 5 / 223). همچنین می‌دانیم که وی در نیشابور به دنیا آمد، اما تاریخ دقیق تولد او دانسته نیست. با‌این‌همه، با توجه به اینکه برخی او را از نظر سنی کوچک‌تر از حاکم نیشابوری (321-405 ق) دانسته‌اند (نک‍ ‍: ذهبی، سیر ، 17 / 256؛ سبکی، 5 / 222)، و نیز با توجه به تاریخ درگذشت برخی از استادان وی در فاصلۀ سالهای 346- 349 ق (نک‍‍‍ : دنبالۀ مقاله)، می‌توان ولادت او را در دهه‌های 3 و 4 سدۀ 4 ق تخمین زد (نیز نک‍ ‍‍‍: طاهری، 49-50).  خرگوشی نخست در زادگاه خود به فراگیری علوم و معارف دینی همت گماشت و مقدمات را نزد پدرش خواند، و سپس نزد ابوالحسن محمد بن علی بن سهل ماسرجسی نیشابوری (د 386 ق) فقه شافعی آموخت و شاید به همین سبب، برخی او را فقیه شافعی خوانده‌اند (نک‍ ‍: یاقوت، 2 / 425-426؛ ابن‌اثیر، همانجا). وی همچنین در محضر ماسرجسی و دیگر محدثان نیشابور و خراسان حدیث شنید، که از آن جمله‌اند: ابوالحسن علی بن بندار صوفی صیرفی (د 357 ق)؛ ابوعلی حامد بن محمد رفاء هروی (د 354 یا 356 ق)؛ ابومحمد یحیی بن منصور قاضی (د 351 ق)؛ ابوالعباس محمد بن یعقوب، معروف به اصم (د 346 ق)؛ ابوالولید حسان بن محمد بن احمد (د 349 ق)؛ ابوالحسن (ابوالحسین) محمد بن حسن سرّاج نیشابوری (د 366 ق)؛ ابوعمرو محمد بن جعفر نیشابوری مزکی (د 360 ق)؛ ابوسهل بشر بن احمد تمیمی اسفراینی (د 370 ق)؛ ابوعمرو اسماعیل بن نجید سلمی (نک‍ ‍: ه‍ د، ابوعمرو بن نجید)؛ ابواحمد محمد بن محمد شیبانی نیشابوری؛ محمد بن عبدالملک نسوی؛ ابواسحاق ابراهیم بن محمد مزکی؛ ابوسهل صعلوکی؛ علی بن فضل خزاعی؛ ابوعبدالله حسن (حسین) بن احمد صفار هروی؛ و ابوبکر احمد ‌بن محمد متکلم (نک‍ ‍‍‍: خرگوشی، همان، 106، 111، 123، 210، 247، 363، 399، 418، تهذیب ... ، 38، 65، 70، 81، 89، 101، 120، 132، 217، 225، 376، 429، 448، 494؛ خطیب، 10 / 432؛ فارسی، 501-502؛ سمعانی، 5 / 86، 101-102؛ ابن‌عساکر، تبیین، 235، تاریخ ... ، 10 / 493-494؛ یاقوت، 2 / 426؛ ذهبی، همانجا؛ سبکی، 5 / 222-223).  افزون بر اینها، خرگوشی در 356 ق نزد ابوبکر محمد بن علی شاشی قفال، و در 360 ق نزد ابواحمد حسین بن علی تمیمی دانش آموخت (نک‍ ‍‍‍: خرگوشی، شرف، 150، 234، 287)، و چنان‌که برخی گفته‌اند، در همین دوره با زهاد و عباد نیز مجالست داشت (سمعانی، همانجا؛ ابن‌عساکر، تبیین ، 233-234). پس از آن، اندکی پیش از 370 ق، اولین دور از سفرهای خود را برای دانش‌اندوزی و سماع حدیث به سرزمینهای مختلف اسلامی، ازجمله عراق، حجاز، شام، فلسطین و مصر آغاز کرد (فارسی، 502). به گفتۀ سمعانی (5 / 102)، پس از 370 ق در عراق بود و در آنجا نیز حدیث شنید و احتمالاً در همان زمان، در نجف اشرف از محضر ابوالحسن علی بن محمد بغدادی بهره جست (خرگوشی، همان، 490). پس از آن، به حجاز سفر کرد و مدتی ــ احتمالاً تا پس از 376 ق ــ در آنجا ماند و در این مدت، افزون بر سماع حدیث نزد محدثان آن دیار، با صلحا نیز مجالست داشت. فراگیری دانش و سماع حدیث او نزد بزرگان این شهرها، با توجه به تاریخ درگذشت برخی از آنان، احتمالاً در همین سفر وی بوده است. از جملۀ این بزرگان می‌توان به اینها اشاره کرد: ابواسحاق ابراهیم بن محمد دینوری؛ ابوالحسین محمد ‌بن یحیى عامری؛ ابوعمرو محمد بن سهل بستی؛ ابوالفضل‌جعفر بن فضل وزیر (به‌احتمال منظور ابوالفضل جعفر بن فضل بن جعفر > د 391 ق <، از خاندان ابن‌فرات؛ نک‍ ‍‍‍: ه‍ د، ابن‌فرات)؛ ابوالحسین یحیی بن حسین مطلبی، امام جماعت مسجدالنبی (ص)؛ ابومحمد محتسب؛ ابوالحسن علی بن عمر بن موسى؛ ابوالفضل احمد بن عمران؛ و ابوالحسن صوفی همدانی (نک‍ ‍‍‍: خرگوشی، همان، 88، 200، 341، 369، 388، 403، 426، 443، تهذیب ، 306، 313، 457، 498؛ قس: ابن‌عساکر، همان، 234، تاریخ ، 10 / 494؛ نیز نک‍ ‍‍‍: طاهری، 49-50).  خرگوشی پس از آن، برای فراگیری و سماع حدیث به سیر‌و‌سفر در دیگر سرزمینهای اسلامی پرداخت. در اردن از ابوالحسن زید بن عبدالله بلوطی، در مصر از ابوالحسن حازم بن ابراهیم معدل، ابوطلحه مالکی، ابومحمد عبدالله بن عبدالرحمان ازدی و ابوالحسن علی بن محمد حلبی قاضی، و در بیت‌المقدس، فسطاط و صیدا از ابوالفتح محمد بن ابراهیم طرسوسی معروف به ابن‌بصری، ابوعلی اندلسی، ابوالحسن علی بن محمد اصطخری، ابوالحسین محمد بن احمد غسانی و ابومحمد بکر بن محمد عابد طبرانی حدیث شنید و نزد آنان شاگردی کرد (خرگوشی، همان، 11، 128، 145، 191، 207، 216، 234، 236، 285، جم‍‍‌‌ ). افزون بر اینها، وی از بزرگان دیگری نیز بهره برد که اینها هستند: ابوالقاسم عمر بن ابراهیم بصری؛ ابوبکر محمد بن عبدالله قریش ریونجی؛ ابواسحاق ابراهیم بن عبدالله اصفهانی؛ ابواسحاق ابراهیم بن احمد بن رجاء ابزاری؛ ابوسعید اسماعیل بن احمد خلّال (خلالی)؛ ابوالحسن علی بن عمر دارقطنی؛ ابوالحسن علی ‌بن محمد قصار، مفتی ری؛ عبدالرحمان بن محمد تمیمی؛ ابوعبدالله بن محمد رازی صوفی؛ ابوبکر محمد بن علی قفال؛ ابوسعید اسماعیل بن احمد جرجانی؛ ابوبکر محمد بن جعفر بستی؛ ابوعمرو محمد بن جعفر بن محمد؛ ابوالحسن محمد بن داوود حسنی؛ ابوالحسن محمد بن علی حسنی؛ ابوبکر محمد بن علی خباز؛ ابوعلی حسین بن احمد قاضی؛ عبدالعزیز بن حسن فارسی؛ ابوبکر محمد بن جبیر نسوی؛ عبدالله بن محمد اشعری؛ و ابوسعد اسماعیل بن احمد تاجر (نک‍‍‍ : همان، 49، 54، 76، 84، 108، 112، 157، 163، 195، 214، 228، جم‍‌ ، نیز برای دیگر استادان او، نک‍‍‍ : 59، 152، 176، 209، 279، جم‍‌ ).  خرگوشی بار دیگر در دهۀ 390 ق به مکه سفر کرد. با توجه به گزارش ابوالقاسم علی بن محسن تنوخی، او در 393 ق وارد بغداد شد و از آنجا به مکه رفت و مدتی مجاور خانۀ خدا شد. پس از آن در 395 ق به دمشق سفر کرد و در 396 ق دوباره به بغداد بازگشت (خطیب، 10 / 432؛ ابن‌عساکر، همان، 10 / 493، 494، تبیین، همانجا، نیز 235). او در سفر دوم خود، در شهر‌های مختلف، ازجمله بغداد و دمشق، مجالس نقل و روایت حدیث برپا داشت و بسیاری از بزرگان آن روزگار نزد او سماع حدیث کردند که از جملۀ آنها می‌توان به اینان اشاره کرد: ابوالقاسم علی بن محسن تنوخی، ابومحمد حسن بن محمد خلال بغدادی (د 439 ق)، ابوالقاسم عبیدالله بن احمد ازهری (د 435 ق)، و ابوالقاسم عبدالعزیز بن علی بغدادی ازجی، در بغداد؛ ابوالحسین عبدالوهاب بن جعفر میدانی (د 418 ق) و ابوعلی حسن بن علی اهوازی (د 446 ق) در دمشق؛ و ابوعبدالله محمد بن احمد شیرازی در مکه (نک‍ ‍‍‍: خرگوشی، تهذیب ، 11؛ خطیب، همانجا؛ ابن‌عساکر، تاریخ ، 10 / 493-494؛ سمعانی، 5 / 101-102).  خرگوشی پس از این تاریخ (396 ق)، به نیشابور بازگشت و ظاهراً تا آخر عمر در آنجا ماند. چنان‌که گفته‌اند، در آنجا سالها به املای حدیث پرداخت و بیشتر اوقات خود را به وعظ و ارشاد و تعلیم و تربیت شاگردان سپری کرد. بسیاری از بزرگان آن عصر، ازجمله حاکم نیشابوری، نزد او به سماع حدیث پرداختند. ابوحازم عمر بن احمد بن ابراهیم عبدوی نیشابوری (د 417 ق) و ابوبکر احمد بن علی بن خلف شیرازی نیشابوری (487 ق) از جملۀ کسانی بودند که در نیشابور نزد او حدیث شنیدند. افزون بر اینها، ابوبکر احمد بن حسین خراسانی بیهقی (د 458 ق) و ابوالفضل محمد بن عبیدالله صرام حیری (د 499 ق) نیز اواخر عمر خرگوشی را درک کرده، و در آثار خود، حکایات و اشعاری را از او آورده‌اند (نک‍ ‍‍: فارسی، 501-502؛ سمعانی، 5 / 102؛ ابن‌عساکر، تبیین ، 235-236، تاریخ ، همانجا؛ ابن‌اثیر، 1 / 357؛ ذهبی، سیر ، 17 / 256؛ سبکی، 5 / 222؛ ابن‌کثیر، 6 / 159).  برخی از دیگر شاگردان او اینها هستند: ابوبکر بن ابوزکریا مزکی؛ ابوصالح مؤذن؛ ابوالمعالی بسطامی؛ ابوسعد بن رامش؛ ابوعمرو محمی؛ ابوالحسین محمد بن مهتدی باللٰه؛ ابومحمد عبدالله بن سعید شنتجالی؛ ابوبکر تفلیسی؛ و ابوالقاسم مختار (نک‍‍‍‍ : فارسی، 502؛ ابن‌خیر، 289؛ ذهبی، سبکی، همانجاها). ذهبی، ابوالقاسم قشیری را نیز از شاگردان او دانسته است (همانجا).  چنان‌که اشاره شد، ابوعبدالله حاکم نیشابوری نیز نزد او حدیث شنید و برخی بر همین اساس، او را از جملۀ شاگردان ابوسعد شمرده‌، و سخن او در ستایش خرگوشی را نقل کرده‌اند (ذهبی، همانجا، العبر ، 2 / 214؛ نیز نک‍ ‍‍‍: فارسی، سبکی، همانجاها؛ سمعانی، 5 / 101؛ ابن‌عساکر، تبیین ، 235، تاریخ ، 10 / 494؛ اسنوی، 1 / 477؛ ابن‌عماد، 3 / 184). بااین‌همه، با توجه به برخی قراین، رابطۀ استاد و شاگردی میان آن دو مورد تردید است، زیرا با آنکه حاکم نیشابوری در تاریخ نیشابور از او به بزرگی یاد می‌کند، اما به شاگردی خود نزد وی هیچ اشاره‌ای ندارد. از سوی دیگر، خرگوشی در کتاب شرف النبی روایاتی از حاکم نقل می‌کند (نک‍ ‍‍‍: ص 186- 188، 193-196). بالاتر بودن سن حاکم نسبت به خرگوشی نیز بر این تردید می‌افزاید (نک‍ ‍‍: ذهبی، سیر ، همانجا). از‌این‌رو، به نظر می‌رسد که ارتباط آن دو بیشتر همچون دو محدث و عالم هم‌تراز بوده است. چگونگی و زمان پیوستن خرگوشی به زهد و تصوف دانسته نیست. در تذکره‌ها و منابع عرفانی سدۀ 5 ق، هیچ اشاره‌ای به او یافت نمی‌شود و تنها در تذکرة الاولیاء (نک‍ ‍‍: عطار، 651)، ضمن شرح احوال ابوعلی دقّاق حکایتی تردید‌آمیز از ارتباط آن دو آمده است (قس: طاهری، 49-50). برخی بر آن‌اند که در همان اوان جوانی به زهد و ریاضت و مجالست با زهاد روی آورد، تا آنکه خداوند او را خلفی صالح برای عابدان و زاهدان قرار داد (سمعانی، 2 / 351)، و برخی دیگر او را از‌لحاظ علم، زهد، ورع، حسب و طریقت و پایبندی به شریعت ستوده‌اند (فارسی، 501؛ نیز نک‍ ‍‍‍: ابن‌عساکر، تبیین ، 234، 235، تاریخ ، 10 / 493-494؛ سبکی، 5 / 223). به‌هرروی، با توجه به گزارشهای موجود می‌توان گفت که او از صوفیان و زهاد شافعی‌مذهب بود که البته به مذهب کلامی اشعری نیز تمایل داشت (ابن‌عساکر، تبیین ، 233-234؛ سبکی، 5 / 222-223؛ اسنوی، همانجا؛ نیز نک‍‌ ‍‍‍: طاهری، 50). شاید بتوان کم‌توجهی تذکره‌های صوفیانه به او را به سبب غلبۀ جنبۀ حدیثی و فقهی او بر جنبۀ زهد و تصوفش دانست. وی احتمالاً نزد ابوعمرو بن نجید و شیخ ابوسعید عبدالله بن محمد بن عبدالوهاب رازی قرشی، افزون بر فراگیری حدیث، با علوم و معارف صوفیه نیز آشنا شد. به گزارش برخی از منابع، ابوسعد در نیشابور خانقاه، مدرسه و کتابخانه‌ای نیز بنا کرد (نک‍ ‍‍‍: فارسی، همانجا؛ سمعانی، 5 / 86؛ ابن‌اثیر، 1 / 357؛ ذهبی، همان، 16 / 427).   خرگوشی در نیشابور از دسترنج خویش روزگار می‌گذراند، و افزون بر تألیف آثار و تعلیم و تربیت شاگردان، به اعمال خیر نیز می‌پرداخت، به‌ویژه رسیدگی به وضعیت فقیران، بیماران و غریبان را همواره در نظر داشت و بخشی از اوقات و اموال خود را صرف خدمت به آنان می‌کرد. وی همچنین در نیشابور بناهای خیریه‌ای همچون مدرسه، کتابخانه، مسجد و بیمارستان بنا نهاد و اموالی نیز بر آنها وقف کرد و شماری از شاگردان خود را به خدمت بیماران گماشت (سمعانی، 5 / 102؛ ابن‌عساکر، همان، 234، تاریخ، 10 / 494؛ یاقوت، 2 / 426؛ ابن‌اثیر، همانجا؛ ذهبی، همان، 17 / 257؛ سبکی، 5 / 223؛ نیز نک‍ ‍‌‍‍: قمی، 2 / 205-206)؛ حتى خود نیز، چنان‌که در «تاریخ یمینی» (نک‍ ‍‍: عتبی، 2 / 125؛ نیز منینی، 2 / 127)، در شرح قحطی سال 401 ق در نیشابور آمده، به یاری محنت‌زدگان شتافته، و در این باره به نقل از او آمده است: «در یک روز از ایام این محنت، چهارصد کس مرده از شوارع شهر به دارالمرضى نقل کردم تا به تکفین و تدفین ایشان قیام نمایم» (نک‍ ‍‍‍: جرفادقانی، 317).  ابوسعد خرگوشی در 406 ق (خطیب، 10 / 432؛ سمعانی، ابن‌اثیر، همانجاها؛ ابن‌جوزی، 7 / 279) یا جمادی‌الاول 407 (فارسی، 502؛ ابن‌عساکر، تبیین ، 236؛ ذهبی، همانجا، نیز العبر ، 2 / 213-214؛ صفدی، 19 / 200؛ اسنوی، 1 / 477) درگذشت و پس از آنکه قاضی ابوعمر بسطامی بر او نماز خواند، در همان‌جا در خانقاهش به خاک سپرده شد (نک‍ ‍‍: طاهری، همانجا). با توجه به گزارش سمعانی (همانجا) مبنی بر زیارت مکرر مدفن او، می‌توان احتمال داد که آرامگاه او در نیشابور تا مدتها برپا بوده است. از خانوادۀ او اطلاعی در دست نیست.",
    "در منابع آمده است که خرگوشی در علوم شریعت و دلایل نبوت، و سیرت عبّاد و زهاد کتابهایی نوشت که نسخه‌های متعددی از آنها فراهم آمد و در سرزمینهای اسلامی به‌سان تاریخی برای نیشابور و عالمان آن سرزمین رواج یافت (خلیفه، 95؛ سمعانی، 5 / 86، 102؛ ابن‌عساکر، تاریخ ، همانجا، تبیین ، 233-234؛ اسنوی، ابن‌اثیر، همانجاها؛ ذهبی، تذکرة، 3 / 1066-1067؛ کتانی، 9؛ نیز نک‍ ‍: طاهری، همانجا). با‌این‌همه، تنها از چند اثر او نشانی بر جای مانده است که اینها ست:  1. تهذیب الاسرار ، که آن را تهذیب الاسرار فی طبقات الاخیار (حاجی‌خلیفه، 1 / 514؛ کحاله، 6 / 188) و تهذیب الاسرار فی اصول التصوف نیز نامیده‌اند. این کتاب در شمار کهن‌‌ترین و مهم‌ترین آثار صوفیه در زمینۀ اصول و معارف عرفانی به زبان عربی، و شامل 12 جزء و بیش از 80 باب است. ابوسعد، چنان‌که خود در مقدمۀ کتاب می‌گوید، این اثر را به درخواست یکی از مشایخ تصوف در معرفی مذاهب اهل تصوف، و آداب، سیره، اقوال و افعال آنان، مستند به آیات، روایات و حکایات سلف نوشته است (ص 7- 8؛ نیز نک‍‍ : طاهری، 50-51؛ آلوارت ، III / 6).  بیشتر ابواب تهذیب الاسرار با ذکر حدیثی از پیامبر اکرم (ص) آغاز می‌شود و پس از آن، مؤلف با نقل و استناد به سخنان عارفان بزرگ، به شرح و توضیح اصول و مبانی عرفان و تصوف می‌پردازد و تنها در برخی از موارد، دیدگاههای خود را می‌آورد که ازجمله می‌توان به نظریات او دربارۀ ملامت و ملامتیه، توبه، رضا، فرق میان کرامت و معجزه، قبض و بسط، زهد، اخلاص و کسب اشاره کرد (ص 24-25، 76-77، 97-100، 108- 109، 157-162، 270، جم‍‌ ). یکی از مهم‌ترین ویژگیهای این اثر، نقل سخنان و احادیث بسیار از امیرالمؤمنین علی، امام حسن، امام زین‌العابدین، امام محمد باقر، امام جعفر صادق و امام رضا (ع) در توضیح مبانی و اصطلاحات عرفانی است (ص 29، 37، 51، 68، 88، 94، 100، 101، 102، جم‍ ). افزون بر این، وی هرگاه از بزرگان علوی نام می‌برد، واژۀ احترام‌آمیز «الشریف» را پیش از نام آنان می‌آورد (ص 195، 364).  در این اثر، در فصل مربوط به «استنباط» (نک‍ ‍: ص 176-186)، منتخباتی از تفسیر امام جعفر صادق (ع) نقل شده، که در حقایق ‌التفسیر سلمی نیامده است (نک‍‍‍ : نویا، 130، حاشیۀ 45، نیز 135). افزون برآن، کتاب حاوی بسیاری از سخنان حلاج است (نک‍ ‍‍‍: ماسینیون، I / 134 ، حاشیۀ 3، II / 10, 128، 294 III / 269 ,، نیز 354، حاشیۀ 8 ). باب دوم این اثر، که به ذکر ملامتیه و فرق میان صوفیه و ملامتیه اختصاص دارد، از ابواب مهم و قابل توجه آن است. به اعتقاد ابوسعد، تصوفْ طریقت اهل عراق است، در‌حالی‌که اهل خراسان بر طریقت ملامتیه‌اند. به گفتۀ او، ملامتیه که در راه حق از سرزنش هیچ سرزنش‌کننده‌ای نمی‌هراسند، پیش از این «محزونین» خوانده می‌شدند. او فرق میان ملامتیه و صوفیه را چنین برمی‌شمرد: اصول ملامتیه مبتنی بر علم، و اصول صوفیه مبتنی بر حال است؛ ملامتیه متمایل به کسب‌اند، در‌حالی‌که صوفیه بر ترک کسب تأکید می‌کنند؛ ملامتیه از لباس شهرت و اظهار مرقعات گریزان‌اند، حال آنکه صوفیه بدان تمایل دارند؛ ملامتیه رقص، سماع، صیاح و تواجد را چنان‌که نزد صوفیه متداول بوده است، روا نمی‌دارند و شعار آنان ترک دعوی و اشتغال به تحقیق معانی است (ص 24-25)."
  ],
  "bibliography": null,
  "signature": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}