{
  "id": "eweb_509",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/246106/%D8%B1%D8%A7%D8%A8%D8%B9%D9%87-%D8%B9%D8%AF%D9%88%DB%8C%D9%87",
  "annotator": "Jeremy",
  "title": "رابعه عدویه",
  "authors": [
    "انسیه شیخ سفلی"
  ],
  "last_updated": "شنبه 30 آذر 1398",
  "content": [
    "رابِعِۀ عَدَویّه (د 180 یا 185 ق / 796 یا 801 م)، از عارفان نامدار سدۀ 2 ق / 8 م، ملقب به تاج‌الرجال. در منابع تاریخی و آثار صوفیه اطلاعات اندک و پراکنده‌ای دربارۀ زندگی رابعه یافت می‌شود که اغلب با کرامات و افسانه‌ها، و گاه با احوال و اقوال دیگران درآمیخته است و به همین سبب، بازسازی جزئیات زندگی او بسیار دشوار می‌نماید. کهن‌ترین منابعی که در آنها نامی از او به میان آمده است، آثار جاحظ (د 255 ق / 869 م) است که در آنها از او با عنوان رابعۀ قیسیه، در کنار مردان و زنان دیگری که گاه نُسّاک و زهادِ اهل بیان و گاه اهل ورع به شمار آمده‌اند، نام برده می‌شود و در جاهایی دیگر، سخنی از او در زمینۀ شرم‌داشتن از خواستن چیزی از خداوند نقل می‌شود ( البیان ... ، 191، 448، 484، الحیوان ، 1 / 170، 5 / 589، 6 / 52). پس از جاحظ در آثار صوفیانه و منابع تاریخی نیز اطلاعاتی اندک و نقل قولهایی از او را می‌توان یافت. آنچه با یقین نسبی می‌توان گفت این است که وی اهل بصره بود و به همراه خانواده‌اش در زمرۀ موالی عدیّ بن قیس (د 160 ق / 777 م) از آل‌عتیک به شمار می‌آمد و از همین رو، منابع مختلف او را رابعۀ قیسیه و رابعۀ عدویه گفته‌اند (همانجاها؛ سلمی، 27؛ سراج، 322؛ ابن‌خلکان، 2 / 285؛ ابن‌کثیر، 10 / 186). از آنجایی که گروهی از آل‌عتیک مدتها پیش از تولد رابعه در مرو ساکن بودند، برخی محققان احتمال داده‌اند که خانوادۀ رابعه در اصل غیرعرب و ایرانی بوده‌اند (بدوی، 9-10؛ نوربخش، 24؛ حسینی، 19). همچنین به‌سبب درآمیختگی اخبار رابعۀ عدویه و رابعۀ شامیه (د 235 ق / 849 م)، خادمۀ ابوسلیمان دارانی (د 205 ق / 820 م) صوفی شامی، و همسر احمد ابن ابی‌الحواری (د 230 ق / 845 م)، در برخی منابع نام پدرش را اسماعیل گفته‌اند و برخی نیز در این زمینه سکوت کرده‌اند (صفدی، 14 / 51-52؛ منـوفی، 1 / 153؛ نـوربخش، 26؛ بـدوی، 12، 55). کنیۀ رابعـه را «ام‌الخیر» گفته‌انـد و ازآن‌رو که در دست‌یافتن به کمالات معنوی و مراتب عرفانی‌گوی سبقت را از مردان ربوده بود، او را «تاج‌الرجال» لقب داده‌اند (منوفی، نیز ابن‌خلکان، همانجاها؛ اعتمادالسلطنه، 3 / 138؛ نیز نک‍ : شیمل، 42). به‌هرروی، چنان‌که در منابع آمده است، رابعه به‌سبب آنکه چهارمین دختر خانواده بود، به این نام نامیده شد. وی در خانواده‌ای بسیار تهی‌دست به دنیا آمد و پدر و مادرش در اوان نوجوانی او درگذشتند. در پی خشک‌سالی بصره، خواهران از هم دور افتادند و رابعه به دست فردی ستمگر ربوده، و به‌بردگی فروخته شد. اما صاحبش پس از اینکه مدتی رنج و مشقت بر او روا داشت، با شنیدن مناجاتهای شبانه و دیدن کراماتش وی را رها کرد (عطار، 73-74؛ پند پیران، 147؛ نخشبی، 179). بعضی گفته‌اند که رابعه زیباروی بود و پس از رهایی، رامشگری را پیشۀ خود ساخت و در پی تحولی درونی توبه کرد، اما این مطلب چندان قابل اعتنا نمی‌نماید (عطار، 74؛ بدوی، 17- 19). به‌هـرروی، روایـت کرده‌اند که رابعه ازآن‌پس از مردم کناره گرفت و در گوشه‌ای خلوت گزید و گاه در مجالس درس و ذکر بزرگان شرکت می‌کرد. گفته‌اند که وی در طول حیات خود بارها به زیارت کعبه رفت (عطار، 73-75؛ بدوی، 40؛ نخشبی، 34). بنابر برخی روایتها، رابعه مدت کوتاهی با عبدالواحد بن زید (شاگرد نامدار حسن بصری) ازدواج کرد، اما میلی به زندگی زناشویی در خود نیافت و از او کناره گرفت. برپایۀ برخی روایتهای دیگر، محمد بن سلیمان هاشمی، امیر بصره (د 172 ق / 788 م) نیز مایل بود که با او ازدواج کند، اما رابعه نپذیرفت، زیرا ازدواج را با توجه کامل به خداوند ناسازگار می‌دید (مناوی، 180؛ عین‌القضات، 25؛ غزالی، ربع مهلکات، 282-283؛ ابن‌خلکان، 2 / 286). داستانهایی نیز دربارۀ خواستگاری حسن بصری از رابعه و دیدارهای آن دو نقل شده که همه بیانگر برتری رابعه بر حسن بصری است و در تذکره‌های پیش از عطار نیامده است (عطار، 78-80؛ بدوی، 38- 39، 59-60؛ اسمیث، 10-13 ). اما چون حسن بصری (د 110 ق / 728 م) مدتها پیش از رابعه می‌زیست، می‌توان احتمال داد که این روایتها برساخته‌های بعدی باشد، یا آنکه به رابعۀ دیگری غیر از رابعۀ عدویه اشاره دارد، زیرا در بسیاری از منابع از معاذۀ عدویه نیز در کنار رابعۀ عدویه نام برده می‌شود و کسان دیگری نیز با نام رابعه ثبت شده‌اند. صوفیان معاصر رابعه بسیارند، اما از میان آنها به‌ویژه عبدالواحد ابن زید، رباح بن عمرو قیسی، سفیان ثوری، مالک بن دینار، شقیق بلخی و عبده بنت ابی شوال با او معاشرت داشته‌اند (سراج، 322؛ عطار، 72- 88؛ ابن‌جوزی، 4 / 29-30؛ شیبی، 1 / 318؛ بدوی، 36، 137- 138؛ اسمیث و پلا، 354 ). رباح بن عمرو قیسی (د 180 یا 195 ق / 796 یا 811 م) که خود از «بَکّائین» بود، با رابعه نشست و برخاست داشت و برخی از حکایتهای مربوط به رابعه، داستان گفت‌وگوی آن دو ست (نک‍ : ابونعیم، 6 / 193، 195؛ ابن‌جوزی، 4 / 27- 28؛ ماسینیون، « مجموعه ... »، 6) . براساس روایتها، رابعه پس از دوره‌ای ضعف و بیماری درگذشت. در منابع، سالهای 135، 180 و 185 ق به‌عنوان سال مرگ او ذکر شده است (ابن‌خلکان، 2 / 287؛ صفدی، 14 / 52؛ ابن‌ملقن، 408؛ ابن‌عماد، 1 / 193؛ یافعی، 1 / 281). اما محققان جدید با توجه به آنکه روایتهای متعددی از گفت‌وگوی او با سفیان ثوری در بصره نقل شده است و می‌دانیم که ثوری پس از 155 ق به بصره آمد، و نیز با توجه به دورۀ حکومت محمد بن سلیمان هاشمی در بصره (145-172 ق / 762- 788 م)، که یکی از خواستگاران او معرفی شده است، سالهای 180 یا 185 ق را درست‌تر می‌دانند (نک‍ : ماسینیون، « بحث ... »، 239؛ اسمیث، 45 ؛ شیبی، 1 / 321؛ زین، 85-86؛ بدوی، 129-132). رابعه ظاهراً در خارج بصره به خاک سپرده شد و مزار او شاید بعدها در تخریبهای بصره از میان رفته باشد (حفنی، 172؛ بدوی، 129؛ اسمیث و پلا، همانجا). بااین‌همه، دو مزار دیگر نیز به رابعه منسوب است: یکی بر قلۀ کوهی در شرق بیت‌المقدس (ابن‌کثیر، 10 / 187؛ ابن‌خلکان، 2 / 287؛ ابن‌ملقن، همانجا؛ یافعی، 1 / 282؛ ابن‌عماد، 1 / 193؛ نبهانی، 2 / 71؛ بدوی، 125)، و دیگری در دمشق (همو، 126). اما چون رابعه ظاهراً به‌جز مکه، به جای دیگری سفر نکرد، حضور او در این شهرها و درگذشت و تدفینش در آنها نامحتمل می‌نماید. از رابعه ابیاتی چند، مناجات و جمله‌های کوتاهی به جای مانده که در منابع مختلف نقل شده است. اگر سال مرگ رابعه را 180 یا 185 ق در نظر بگیریم، درمی‌یابیم که دورۀ زندگی او با روزگار 3 امام شیعه، یعنی صادق (83- 148 ق)، کاظم (128-183 ق) و رضا (ع) (148-203 ق) معاصر بوده است. اکنون با توجه به اینکه حدود 30 تن از راویان سخنان امام صادق (ع) از میان صوفیه بودند (امینی‌نژاد، 34)، و نیز ماجرای دیدار شقیق بلخی (د 194 ق / 810 م)، از هم‌نشینان رابعه با امام کاظم (ع) که پس از آن وی راوی سخنان امام شد ( دلائل ... ، 317؛ نک‍ : ابن‌جوزی، 2 / 185؛ انصاری، 215-216)، می‌توان احتمال داد که وی با اندیشه‌های ائمه آشنایی داشته است. شباهت دیدگاههای رابعه دربارۀ حب الٰهی، فنا، توکل، خوف، توبه، معرفت درونی، و مناجاتها و گفته‌های او با سخنان علی (ع) در دعای کمیل، و شباهت مناجاتهای او با بخشهایی از مناجات المحبین و صحیفۀ امام سجاد (ع)، و دعاها و سخنان امام صادق (ع) خطاب به فضیل عیاض نیز این گمان را تقویت می‌کند (نک‍ : مناوی، 106؛ شیبی، 1 / 321-322، 2 / 29؛ سهروردی، 183؛ عطار، 81، 83، 87- 88؛ جامی، 616؛ قشیری، 262، 531؛ میبدی، 6 / 170-171؛ محمد بن منور، 263). پیش از رابعه مهم‌ترین ویژگی تصوف زهد، عبادت و ریاضت افراطی بود و صوفیان معاصر او نیز بیشتر از زمرۀ بکائین، یا اهل اندوه و حزن و گریه بودند؛ اما او با گذر از زهد خشک و ریاضت آمیخته به اندوه و ترس، زهدی عارفانه و عاشقانه را در سلوک عملی خویش در پیش گرفت که واضح‌ترین جلوۀ آن پرهیز از پرداختن به غیر خدا بود. رابعه نخستین صوفی بود که بر یاد خدا همراه با محبت خالصانه، فارغ از شوق بهشت و ترس از دوزخ تأکید می‌کرد و این دو را آفت پرستش بی‌شائبۀ خداوند می‌شمرد (سلمی، 29-31؛ ابوطالب، 2 / 113-114؛ غزالی، نیمۀ دوم از ربع منجیات، 866؛ عطار، 80، 83، 87). تأکید بسیار او بر حب خداوند و عشق مطلق به او، چنان‌که در قلب عاشق هیچ جایی برای چیز دیگری باقی نمی‌گذارد، و نیز تأکید او بر رعایت شرایط آن، ازجمله تقوا و ترک دنیا، صدق و ترک همۀ دعویها، و اندوهی که برخاسته از دوری و شوق رسیدن است، رابعه را از بسیاری از صوفیان معاصر وی متمایز می‌سازد، تا آنجا که برخی محققان او را «آغازگر عرفان عاشقانه» در اسلام و «شهید عشق الٰهی» خوانده‌اند (زین، 88- 89؛ بدوی، 78-80؛ ریتر، 137؛ شیمل، 38-40؛ اسمیث، 97-104؛ ماسینیون، «بحث»، 215-216). تعالیم رابعۀ عدویه را که برگرفته از جهان‌بینی توحیدی او ست، می‌توان در 4 زمینۀ اصلی خلاصه کرد: 1. حب الٰهی، که در آغاز راه عشقی خودخواهانه است، اما به محبت ناب به خداوند می‌انجامد که از هرگونه حب نفسانی خالی است. رابعه خود اذعان دارد که خداوند را به هر دو نوع از محبت دوست دارد، اما تنها دومی را شایستۀ پروردگارش می‌داند. خداوند به میانجیگری این حب شدید، حجابها را از پیش روی بنده برمی‌دارد و راه او را برای رسیدن به خود باز می‌کند و به این ترتیب، محب با فانی شدن در محبوب، به وصال او دست می‌یابد. رابعه بر این باور بود که رسیدن و وصال باید در همین دنیا حاصل شود و اگر لذت ذکر مدام و مشاهدۀ محبوب در دنیا چشیده نشود، در آخرت نیز بهره‌ای برای انسان نخواهد بود (ابوطالب، 2 / 114؛ عطار، 80؛ غزالی، نیمۀ دوم از ربع منجیات، 866-867؛ بدوی، 80-83). شرط در یافتن و رسیدن به این عشق، که حجابهای معرفتی را از میان برمی‌دارد و سالک را به مشاهدۀ مولا می‌رساند، بریدن از غیر خدا در اندیشه، قول، عمل و قلب است تا آنجا که از نظر او، دوست‌داشتن اولیای خدا، و دشمن‌داشتن شیطان نیز مصداق توجه به غیر به شمار می‌آید (غزالی، نیمۀ دوم از ربع منجیات، 947، 1003؛ سلمی، 29-30؛ عطار، 80-81، 83، 86؛ سهروردی، 89؛ نخشبی، 82). رابعه تا آنجا پیش می‌رود که حقیقت کفر و ایمان در دنیا را، فراق و وصال با خداوند در قیامت می‌داند (میبدی، 10 / 149). 2. خوف از بریده‌شدن و جداافتادن از خداوند، در کنار امید به وصال او، همراه با حزن و اندوه شدید از دوری محبوب، چندان‌که رابعه خود گاه می‌شد که از یاد مرگ بر خود می‌لرزید و با شنیدن آیات جهنم به‌شدت می‌گریست (ابن‌جوزی، 4 / 27؛ عطار، 81، 83). 3. پایبندی به شریعت، در عین فرارفتن از ظاهر و کوشش برای رسیدن به باطن دین، و نیز بی‌ارزش‌شمردن زهدورزی میان‌تهی و کرامتهای صوفیانه (نخشبی، 180؛ پند پیران ، 147- 148؛ عطار، 78). 4. اهتمام به عبادت بسیار، قناعت و فقر. رابعه مشغول‌بودن به دنیا را با یاد خداوند قابل جمع نمی‌دید و وجود روحیۀ رضا، استغنا و حیا در او، نه‌تنها راه درخواست از خلق را بر او می‌بست، بلکه حتى مانع از آن می‌شد که از خدا چیزی بخواهد (قشیری، 424؛ ابن‌خلکان، 2 / 286-287؛ عطار، 84-86؛ هجویری، 526؛ ابن‌جوزی، 4 / 27- 28). دگرگونی‌ای که رابعه در جهت‌گیری تصوف زاهدانۀ پیش از خود ایجاد کرد، در اندیشۀ عارفان پس از او مانند بایزید بسطامی، حلاج، احمد غزالی و چه‌بسا محیی‌الدین ابن‌عربی نیز تأثیرگذار بود، که خود نیازمند پژوهشی جداگانه است. روایتها و اقوال مربوط به رابعه به‌تدریج به جهان غرب نیز راه یافت و به‌ویژه با نقل داستان حمل آتش در یک دست، و آب در دست دیگر توسط رابعه، به منظور آنکه بهشت و دوزخ را از میان بر دارد، در نوشته‌های وقایع‌نگار لوئی نهم پادشاه فرانسه، و نیز کتاب ژان پُل کامو در 1640 م به جهان مسیحی نیز راه پیدا کرد. طرح روی جلد این کتاب، زنی با لباسی به سبک سرزمینهای شرقی را نشان می‌دهد که در یک دستش آتش‌دان و در دست دیگرش سطلی پر از آب دارد و بر فراز سر او خورشیدی می‌درخشد، به نشانۀ آنکه او به دنبال آن بود که بهشت و دوزخ را نابود کند، تا آدمیان بدون ترس از دوزخ و امید بهشت، خداوند را از آن‌رو که سزاوار پرستش است، بستایند (افلاکی، 397؛ اسمیث و پلا، 355-356 ؛ شیمل، 41-42). با آنکه رابعه کرامات و اعمال خارق‌العاد‌ه را بی‌ارزش می‌شمرد و آن را انحراف توجه سالک از مقصود اصلی می‌دانست (نک‍ : عطار، 78)، در منابع کرامتهایی به او نسبت داده‌اند که گاه با اسطوره‌پردازی و تخیل همراه شده، و گاه با اخبار دیگر شخصیتها درهم آمیخته است (نک‍ : همو، 78- 79، 86-87؛ ابن‌خلکان، 2 / 287؛ یافعی، 1 / 283؛ بدوی، 118-122). در منابع گوناگون همچنین از دیرباز اشعاری را به رابعه نسبت داده‌اند و به تفسیر آنها پرداخته‌اند (برای نمونه، نک‍ : ابوطالب، 2 / 114-115؛ میبدی، 5 / 17، 7 / 542؛ غزالی، نیمۀ دوم از ربع منجیات، 866-867؛ سهروردی، 89؛ نجم‌الدین، 14؛ یافعی، 1 / 282؛ ابن‌کثیر، 10 / 187).",
    "ابن‌جوزی، عبدالرحمان، صفة الصفوة ، به کوشش محمود فاخوری، بیروت، 1986 م؛ ابن‌خلکان، وفیـات ؛ ابن‌عماد، عبدالحی، شذرات الذهب ، بیروت، دار احیاء التراث‌العربی؛ ابن‌کثیر، البدایة ؛ ابن‌ملقن، عمر، طبقات الاولیاء ، به کوشش نورالدین شریبه، بیروت، 1406 ق / 1986 م؛ ابوطالب مکی، محمد، قوت القلوب ، قاهره، 1381 ق / 1961 م؛ ابونعیم اصفهانی، احمد، حلیة الاولیاء ، بیروت، 1407 ق / 1987 م؛ اعتمادالسلطنه، محمدحسن، خیرات حسان ، ادارۀ انطباعات، 1307 ق؛ افلاکی، احمد، مناقب العارفین ، به کوشش تحسین یازیجی، آنکارا، 1959 م؛ امینی‌نژاد، علی، «عرفان و تصوف در گسترۀ روایات»، معارف عقلی ، تهران، 1386 ش، شم‍ 8؛ انصاری قمی، محمدرضا، «توضیحاتی دربارۀ روایت ملاقات شقیق بلخی با امام کاظم (ع)»، معارف ، تهران، 1373 ش، شم‍ 33؛ بدوی، عبدالرحمان، شهید عشق الٰهی رابعۀ عدویه ، ترجمۀ محمد تحریرچی، تهران، 1367 ش؛ پند پیران ، به کوشش جلال متینی، تهران، 1357 ش؛ جاحظ، عمرو، البیان و التبیین ، به کوشش فوزی عطوی، بیروت، 1968 م؛ همو، الحیوان ، به کوشش عبدالسلام محمد هارون، بیروت، 1969 م؛ جامی، عبدالرحمان، نفحات الانس ، به کوشش مهدی توحیدی‌پور، تهران، 1336 ش؛ حسینی، مریم، نخستین زنان صوفی ، تهران، 1385 ش؛ حفنی، عبدالمنعم، الموسوعة الصوفیة ، قاهره، 1412 ق / 1992 م؛ دلائل الامامة ، منسوب به ابن‌رستم طبری، قم، 1414 ق؛ ریتر، هلموت، دریای جان ، ترجمۀ مهرآفاق بایبوردی، تهران، 1379 ش؛ زین، سمیح عاطف، رابعة العدویة ، بیروت، 1988 م؛ سراج طوسی، عبدالله، اللمع فی التصوف ، به کوشش رینولد نیکلسن، لیدن، 1914 م؛ سلمی، محمد، ذکر النسوة المتعبدات الصوفیات ، به کوشش محمود طناحی، قاهره، 1413 ق / 1993 م؛ سهروردی، عمر، عوارف المعارف ، ترجمۀ ابومنصور عبدالمؤمن اصفهانی، به کوشش قاسم انصاری، تهران، 1364 ش؛ شیبی، کامل مصطفى، الصلة بین التصوف و التشیع ، بیروت، 1402 ق / 1982 م؛ شیمل، آ.، زن در عرفان و تصوف اسلامی ، ترجمۀ فریده مهدوی دامغانی، تهران، 1379 ش؛ صفدی، خلیل، الوافی بالوفیات ، به کوشش س. ددرینگ، ویسبادن، 1982 م؛ عطار نیشابوری، فریدالدین، تذکرة الاولیاء ، به کوشش محمد استعلامی، تهران، 1366 ش؛ عین‌القضات همدانی، شکوی الغریب ، به کوشش عفیف عسیران، تهران، 1962 م؛ غزالی، محمد، احیاء علوم‌الدین ، ترجمۀ مؤیدالدین محمد خوارزمی، به کوشش حسین خدیوجم، تهران، 1358 ش؛ قشیری، عبدالکریم، الرسالة القشیریة ، به کوشش عبدالحلیم محمود و محمود بن شریف، قاهره، 1385 ق؛ محمد ابن منور، اسرار التوحید ، به کوشش محمدرضا شفیعی کدکنی، تهران، 1366 ش؛ مناوی، محمد، عبدالرئوف، الکواکب الدریة ، به کوشش محمود ربیع، قاهره، 1938 م؛ منوفی، محمود، جمهرة الاولیاء ، قاهره، 1387 ق / 1967 م؛ میبدی، احمد، کشف الاسرار ، به کوشش علی‌اصغر حکمت، تهران، 1361 ش؛ نبهانی، یوسف، جامع کرامات الاولیاء ، به کوشش ابراهیم عطوه عوض، قاهره، 1394 ق / 1974 م؛ نجم‌الدین رازی، عبدالله، مرموزات اسدی ، به کوشش محمدرضا شفیعی کدکنی، تهران، 1352 ش؛ نخشبی، ضیاءالدین، سلک السلوک ، به کوشش غلامعلی آریا، تهران، 1369 ش؛ نوربخش، جواد، زنان صوفی ، تهران، 1379 ش؛ هجویری، علی، کشف المحجوب ، به کوشش محمود عابدی، تهران، 1383 ش؛ یافعی، عبدالله، مرآة الجنان ، بیروت، 1970 م؛ نیز:",
    "Massignon, L., Essai sur les origines du lexique technique de la mystique musulmane , Paris, 1968; id., Recueil de textes inédits concernant l’histoire de la mystique en pays d’Islam , Paris, 1929; Schimmel, A., Mystical Dimensions of Islam , Chapel Hill, 1975; Smith, M., The Mystic and Her Fellow-Saints in Islam , Lahore, 1983; id. and Ch. Pellat, «Rābiʿa al-ʿAdawiyya», EI2, vol. VIII.",
    "انسیه شیخ‌سفلى"
  ],
  "bibliography": [
    "ابن‌جوزی، عبدالرحمان، صفة الصفوة ، به کوشش محمود فاخوری، بیروت، 1986 م",
    "ابن‌خلکان، وفیـات",
    "ابن‌عماد، عبدالحی، شذرات الذهب ، بیروت، دار احیاء التراث‌العربی",
    "ابن‌کثیر، البدایة",
    "ابن‌ملقن، عمر، طبقات الاولیاء ، به کوشش نورالدین شریبه، بیروت، 1406 ق / 1986 م",
    "ابوطالب مکی، محمد، قوت القلوب ، قاهره، 1381 ق / 1961 م",
    "ابونعیم اصفهانی، احمد، حلیة الاولیاء ، بیروت، 1407 ق / 1987 م",
    "اعتمادالسلطنه، محمدحسن، خیرات حسان ، ادارۀ انطباعات، 1307 ق",
    "افلاکی، احمد، مناقب العارفین ، به کوشش تحسین یازیجی، آنکارا، 1959 م",
    "امینی‌نژاد، علی، «عرفان و تصوف در گسترۀ روایات»، معارف عقلی ، تهران، 1386 ش، شم‍ 8",
    "انصاری قمی، محمدرضا، «توضیحاتی دربارۀ روایت ملاقات شقیق بلخی با امام کاظم (ع)»، معارف ، تهران، 1373 ش، شم‍ 33",
    "بدوی، عبدالرحمان، شهید عشق الٰهی رابعۀ عدویه ، ترجمۀ محمد تحریرچی، تهران، 1367 ش",
    "پند پیران ، به کوشش جلال متینی، تهران، 1357 ش",
    "جاحظ، عمرو، البیان و التبیین ، به کوشش فوزی عطوی، بیروت، 1968 م",
    "همو، الحیوان ، به کوشش عبدالسلام محمد هارون، بیروت، 1969 م",
    "جامی، عبدالرحمان، نفحات الانس ، به کوشش مهدی توحیدی‌پور، تهران، 1336 ش",
    "حسینی، مریم، نخستین زنان صوفی ، تهران، 1385 ش",
    "حفنی، عبدالمنعم، الموسوعة الصوفیة ، قاهره، 1412 ق / 1992 م",
    "دلائل الامامة ، منسوب به ابن‌رستم طبری، قم، 1414 ق",
    "ریتر، هلموت، دریای جان ، ترجمۀ مهرآفاق بایبوردی، تهران، 1379 ش",
    "زین، سمیح عاطف، رابعة العدویة ، بیروت، 1988 م",
    "سراج طوسی، عبدالله، اللمع فی التصوف ، به کوشش رینولد نیکلسن، لیدن، 1914 م",
    "سلمی، محمد، ذکر النسوة المتعبدات الصوفیات ، به کوشش محمود طناحی، قاهره، 1413 ق / 1993 م",
    "سهروردی، عمر، عوارف المعارف ، ترجمۀ ابومنصور عبدالمؤمن اصفهانی، به کوشش قاسم انصاری، تهران، 1364 ش",
    "شیبی، کامل مصطفى، الصلة بین التصوف و التشیع ، بیروت، 1402 ق / 1982 م",
    "شیمل، آ.، زن در عرفان و تصوف اسلامی ، ترجمۀ فریده مهدوی دامغانی، تهران، 1379 ش",
    "صفدی، خلیل، الوافی بالوفیات ، به کوشش س. ددرینگ، ویسبادن، 1982 م",
    "عطار نیشابوری، فریدالدین، تذکرة الاولیاء ، به کوشش محمد استعلامی، تهران، 1366 ش",
    "عین‌القضات همدانی، شکوی الغریب ، به کوشش عفیف عسیران، تهران، 1962 م",
    "غزالی، محمد، احیاء علوم‌الدین ، ترجمۀ مؤیدالدین محمد خوارزمی، به کوشش حسین خدیوجم، تهران، 1358 ش",
    "قشیری، عبدالکریم، الرسالة القشیریة ، به کوشش عبدالحلیم محمود و محمود بن شریف، قاهره، 1385 ق",
    "محمد ابن منور، اسرار التوحید ، به کوشش محمدرضا شفیعی کدکنی، تهران، 1366 ش",
    "مناوی، محمد، عبدالرئوف، الکواکب الدریة ، به کوشش محمود ربیع، قاهره، 1938 م",
    "منوفی، محمود، جمهرة الاولیاء ، قاهره، 1387 ق / 1967 م",
    "میبدی، احمد، کشف الاسرار ، به کوشش علی‌اصغر حکمت، تهران، 1361 ش",
    "نبهانی، یوسف، جامع کرامات الاولیاء ، به کوشش ابراهیم عطوه عوض، قاهره، 1394 ق / 1974 م",
    "نجم‌الدین رازی، عبدالله، مرموزات اسدی ، به کوشش محمدرضا شفیعی کدکنی، تهران، 1352 ش",
    "نخشبی، ضیاءالدین، سلک السلوک ، به کوشش غلامعلی آریا، تهران، 1369 ش",
    "نوربخش، جواد، زنان صوفی ، تهران، 1379 ش",
    "هجویری، علی، کشف المحجوب ، به کوشش محمود عابدی، تهران، 1383 ش",
    "یافعی، عبدالله، مرآة الجنان ، بیروت، 1970 م",
    "نیز:",
    "Massignon, L., Essai sur les origines du lexique technique de la mystique musulmane , Paris, 1968",
    "id., Recueil de textes inédits concernant l’histoire de la mystique en pays d’Islam , Paris, 1929",
    "Schimmel, A., Mystical Dimensions of Islam , Chapel Hill, 1975",
    "Smith, M., The Mystic and Her Fellow-Saints in Islam , Lahore, 1983",
    "id. and Ch. Pellat, «Rābiʿa al-ʿAdawiyya», EI2, vol. VIII."
  ],
  "signature": "انسیه شیخ‌سفلى",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 572
}