{
  "id": "eweb_514",
  "source": "DMBI",
  "cat": "term",
  "link": "https://www.cgie.org.ir/fa/article/236617/%D8%AD%D9%84%D9%88%D9%84-%D9%88-%D8%A7%D8%AA%D8%AD%D8%A7%D8%AF",
  "annotator": "Jeremy",
  "title": "حلول و اتحاد",
  "authors": [
    "احمد پاکتچی"
  ],
  "last_updated": "چهارشنبه 4 دی 1398",
  "content": [
    "حُلولْ و اِتِّحاد، یک زوج اصطلاح در حوزۀ مطالعات کلام و فرق که حکایت از دو مفهوم نزدیک به یکدیگر دارد؛ حلول به معنای درآمدن یک موجود ماوراءالطبیعی به بدنی متعلق به دیگری است و اتحاد به معنای یکی شدن دو موجود است به نحوی که خود و دیگری در آن قابل تمایز نباشد.  از نظر واژگانی، حلول مصدر فعل «حلَّ» به معنای فرود آمدن در جایی و اقامت گزیدن در آن است و اسم مکان «مَحَلّ» که از آن ساخته شده، کاربردی روزمره یافته است. اتحاد هم مصدر باب افتعال از وحدت است که مؤلفۀ دوسویگی در معنای باب آن وجود دارد.  در نگاه عامِ ادیان، آنچه تصور می‌شد در یک بدن انسانی حلول کند، خدا، شیطان، جن یا روحِ یک انسانِ دیگر است، ولی مباحث حلول در کلام اسلامی، متمرکز بر باور به حلول خداوند در انسان یا موجودی دیگر است. گفتنی است صرف همراه شدن یک موجود ماوراءالطبیعی با انسان، مانند اتصال انسان به عقل مجرد که نزد فلاسفه دیده می‌شود، حلول نیست و وارد شدن روح‌القدس به وجود امام معصوم که در برخی احادیث امامیه دیده می‌شود (صفار، 474؛ کلینی، 1/ 272)، حتى اگر حلول باشد، باتوجه به جایگاه روح‌القدس در فرهنگ اسلامی، مطلقاً مصداقی برای حلول الٰهی نیست.  چنین می‌نماید که آغاز دو اصطلاح حلول و اتحاد، از صورت‌بندی متکلمان مسیحی دربارۀ اقانیم ثلاثه و مشخصاً نسبت پدر و پسر نشئت گرفته است و از تعبیراتی در انجیل یوحنا که دربارۀ « درآمدن  کلمه  به گوشت » (یوحنا، 1:14 )، و «ساکن بودنِ پدر در پسر» (یوحنا، 14:10 ) سخن می‌گوید. این معنا از عبارت یونانی انجیل یوحنا برمی‌آید که فعل «menon» در آن به معنای ماندن و منزل گرفتن است، این فعل در ترجمۀ سریانی آن انجیل  به مادۀ «عمد» به همان معنا برگردان شده است (برای واژه‌ها، نک‍ : لیدل، 1103 ؛ کوستاز، 256 ). هرچه هست، این آیات از انجیل یوحنا زمینۀ دو نوع بحث را هم درون فضای مسیحی و هم میان آنان با مسلمانان پدید آورده است: نسبت الوهیت و جسمانیت، یا لاهوت و ناسوت در مسیح (ع)، و نسبت اقنوم پدر با اقنوم پسر در ساحت لاهوت.  تئودوروس ابوقره از مذهب ملکایی که آثارش به عنوان کهن‌ترین متون کلامی مسیحی به عربی شناخته می‌شوند، در دو موضع، یکی در سخن از راه یافتن فرزندِ ازلی (ابن) به شکم مریم (ع) (ص 92)، و یکی در سخن از راه یافتن روح‌القدس به انسان برای درک حکمت (ص 96) دقیقاً از تعبیر «حلول» استفاده کرده که در مورد نخست، برداشتی پایبند به لفظ از عبارت یوحنا ست. در حالی که فیلسوف ـ متکلمی مانند یحیی بن عدی ــ به زبان عربی ــ به هنگام سخن از نسبت میان وجه الٰهی و وجه بشری مسیح (ع)، از اتحاد ناسوت و لاهوت در وجود مسیح سخن گفته (ص 82)، در سخن از نسبت میان انسان و خدای پسر و درآمدن خدا به صورت انسانی، از تعبیر اتحاد استفاده کرده (ص 26، 74-75، 85)، و تنها مصداق اتحاد حقیقی با ذات باری را مسیح (ع) شمرده است (همانجا).  یوحنای دمشقی هم از «اتحاد» 3 اقنوم ــ البته در نوشته‌ای با اصل یونانی ــ سخن گفته است (ص 23). در نقلیاتی که منابع اسلامی نیز از متقدمان مسیحی دارند، سخن از اتحاد «کلمه»، با جسد مسیح (ع) به میان آمده، و دربارۀ معنای این اتحاد به تفاوت اقوال میان 3 مذهب شرقی مسیحیت، یعنی ملکایی، یعقوبی و نسطوری توجه شده است (مثلاً نک‍ : شهرستانی، 1/ 222 بب‍‌‌ ). در حوزۀ الٰهیات مسیحی، بسط این مبحث را می‌توان با محوریت مفهوم تجسد  یا تأنس (انسان شدن) باز جست که در راستای نفی حلول و اثبات نوعی از اتحاد صورت گرفته است؛ در حالی که در خصوص نسبت میان اقانیم هم اتحاد است و «3 شخص  یک شئ وجودی  اند» (مثلاً نک‍ : ولفسن، 115-116 ).  در منابع اسلامی، چنین شهرت دارد که نخستین قائلان به حلول و اتحاد مسیحیان بودند (سیوطی، 129)، اما گاه سابقۀ این باور در ادیان هند (بیرونی، 4)، ایران باستان و مشخصاً مزدک (ابوحاتم، 159)، مصر باستان (ابوالعلاء، 213)، و ادیان بین‌النهرین مانند حرنانیه (شهرستانی، 2/ 55) نیز جست‌وجو شده است.  در بازگشت به تجسد مسیحی، از آنجا که اصل تثلیث در قرآن کریم مورد نقض قرار گرفته، برای متکلمان مسلمان نیز از همان آغاز مواجهه با مسیحیت، مناقشه در اقانیم ثلاثه در دستور کار قرار داشته است؛ در همین راستا ست که متکلمان مسلمان، اصطلاحات حلول و اتحاد را از گفتار و نوشتار مسیحیان برگرفتند و با استفاده از همان تعابیر، به نقض باورهای آنان برخاستند؛ درواقع طی سده‌های متقدم هجری که مباحث مربوط به صفات خدا در حال تدوین و شکل گرفتن بود، در مواجهه با مسیحیان، نفی حلول و اتحاد ــ آنجا که به ذات خداوند یا صفات خداوند مربوط می‌شد ــ موضوع بحث بود و در این‌باره تفاوت مهمی میان مذاهب مختلف اسلامی دیده نمی‌شد (مثلاً نک‍ : باقلانی، 1/ 192-197؛ قاضی عبدالجبار، 195 بب‍ ؛ طوسی، 94 بب‍‌ ).  گسترش مباحث مربوط به حلول، پاسخهایی که از سوی متکلمان مسیحی داده می‌شد و نیاز به نقض این پاسخها، زمینه‌ساز آن شد تا مصطلحات مربوط به حلول و اتحاد توسعه یابد و میان اقسام مختلف آن تمایزها دیده شود. هم از اینجا ست که شاهد شکل‌گیری صورت‌بندیها و تقسیماتی در حیطۀ کلام اسلامی بوده‌ایم که کاملاً بر محتوای مباحث تأثیر نهاده است: تعابیری مانند حلول جواری که عبارت است از رابطۀ دو جسم که یکی از آنها ظرف دیگری باشد، یا حلول سَرَیانی که عبارت از اتحاد دو جسم است، به نحوی که اشاره به یکی از آن دو، اشاره به دیگری باشد، مانند حلول گلاب در گل (جرجانی، التعریفات ، 125). صورت‌بندی حلول به مثابۀ «اختصاص ناعِت»، محتوای اصطلاح را به سویی دیگر برده است؛ در اینجا سخن از رابطه‌ای مطلقاً غیرظرفی بود که میان دو مفهوم به عنوان ناعت (وصف‌کننده) و منعوت (وصف کرده شده) برقرار می‌شد، رابطه‌ای که بازتولیدی از نسبت اسم و مسمّا در کلام متقدم اسلامی بود و می‌توانست بخشی از آن میراث را حمل کند و این رابطه می‌توانست به عنوان قالبی برای صورت‌بندی حلول ارائه گردد (نک‍ : عضدالدین، 1/ 480، 520، جم‍ ؛ علامۀ حلی، 1/ 306-307؛ جرجانی، شرح ... ، 5/ 70؛ تفتازانی، 1/ 179، 287؛ تهانوی، 1/ 350-351).  ریزبینی دیگر را می‌توان در تقسیم حلول به حلول در مُتَحَیّز و غیرمتحیز بازجست (جرجانی، همان، 2/ 73-74؛ تفتازانی، 2/ 77) که می‌توانست مکملی برای مفهوم حلول سریانی باشد و نشان دهد که حتى حلول غیرسریانی، خود تنها قسمی از مقسم حلول متحیز است و حلول اساساً می‌تواند در امری غیرمتحیز نیز تصور شود. تقسیم دیگر حلول به جزء، و حلول به کل است (مثلاً نک‍ : شهرستانی، 1/ 175، 2/ 56). حاصل تمام این ژرف‌نگریها، آن بوده است که متکلمان مسلمان با تنوع مذاهب خود، عموماً هرگونه حلول خداوند در موجودی از مخلوقات را نفی کنند و آن را محال شمارند (مثلاً نک‍ : غزالی، 155؛ فخرالدین، 2/ 101 بب‍‌ ).  تحلیلهای ارائه‌شده از حلول نزد متکلمان اسلامی مفهوم حلول را با مفهوم تحیّز و مکان‌مند بودن، پیوندی مستقیم داد (مثلاً نک‍ : ابن‌فورک، 153؛ مقدسی، 1/ 158) و همین امر موجب شد تا موضوع حلول نزد آنان به اندازه‌ای توسعه یابد که گاه آنان را در مقام رفع شبهه نسبت به برخی باورهای اسلامی قرار دهد؛ به عنوان نمونه، در تفسیر کلامی از موضوع استوای خداوند بر عرش (طٰه/ 20/ 15، جم‍‌ )، ابوالحسن اشعری کوشیده است نشان دهد که آیه موهم هیچ معنایی از حلول نیست (ص 113)، و همین کوشش نزد متکلمان معتزلی نیز دیده می‌شود (مثلاً نک‍ : قاضی عبدالجبار، 150-151)؛ در حالی که آیه در ظاهرگراترین برداشت، موهم تجسیم و تشبیه است و نه حلول بدان معنا که متکلمان آن را از کلام مسیحی شناخته بودند.  گفتنی است در مقابلِ متکلمان، بودند کسانی با گرایش به سلف که در مقام آن بودند که بر مستقر بودن خداوند بر عرش و حضور او در آسمان تأکید نهند و هم آنان، متکلمان تنزیه‌گرا را متهم می‌ساختند به اینکه معتقدند «خداوند در هر مکانی به نحو حلول، حضور دارد» (ابن‌قتیبه، 271؛ ذهبی، 196) و متکلمان هم در مقابل، این گروه را به عنوان حشوی، از این بابت نقد می‌کنند که قائل به حلول خداوند در عرش‌اند (نک‍ : ابن‌عساکر، 150).  در خصوص اتحاد ــ یعنی اتحاد خداوند با یکی از مخلوقات ــ موضع مشترک متکلمان همچنان محال بودن آن است، نوع تحلیلها و استدلالها با آنچه دربارۀ حلول دیده می‌شود، بسیار متفاوت است؛ برخلاف رویکرد وجودشناختی که در مباحث مربوط به حلول غلبه داشت، سخنان متکلمان مسلمان در نقض اتحاد، غالباً جنبۀ معناشناختی دارد. مجوز اصلی مناقشه بدانجا بازمی‌گردد که اتحاد نوعی صیرورت است که لازمۀ آن دوگانگی یا چندگانگی پیش از اتحاد و وحدت پس از اتحاد است؛ حال اگر ماهیات متباین انگاشته شوند که باور رایج نزد متکلمان مذاهب مختلف و طیف وسیعی از فلاسفه بود، لازمۀ اتحاد صیرورت دو حقیقت به یک حقیقت است که بی‌معنا و مستلزم تناقض در مقام تصور است (غزالی، 164-165؛ نصیرالدین، 450).  گفتنی است موضوع حلول و اتحاد، از حوزۀ کلام اسلامی فراتر رفته، به عنوان گونه‌ای بددینی راه به مباحث فقهی گشوده است. در همین راستا، کسی مانند عزالدین ابن عبدالسلام (د 660 ق/ 1262 م)، فقیه شافعی، حکم کرده است کسی که مدعی حلول خداوند در اجسام انسانی یا غیر آن باشد، کافر است و قاضی عیاض مدعی اجماع بر کفر اصحاب حلول شده است (نک‍ : سیوطی، 133). در همین راستا برخی کوشیده‌اند تا مصداقهای چنین اقوالی را در حوزۀ مذاهب و مشارب اسلامی بازجویند. در میان جریانهای مذهبی در تاریخ اسلام، به دو طیف باور به حلول نسبت داده شده است: طیفی از صوفیه و طیفی از غلات شیعه (دربارۀ غلات، نک‍ : ه‍ د، حلولیه).",
    "ابن‌عساکر، علی، تبیین کذب المفتری ، بیروت، 1404 ق/ 1984 م؛ ابن‌فورک، محمد، مشکل الحدیث و بیانه ، به کوشش موسى محمدعلی، بیروت، 1405 ق/ 1985 م؛ ابن‌قتیبه، عبدالله، تأویل مختلف الحدیث ، به کوشش محمد زهری نجار، بیروت، 1393 ق/ 1973 م؛ ابوحاتم رازی، احمد، الاصلاح ، به کوشش حسن مینوچهر و مهدی محقق، تهران، 1377 ش؛ ابوالعلاء معری، احمد، رسالة الغفران ، به کوشش علی حسن فاعور، بیروت، 1422 ق/ 2001 م؛ ابوقره، تئودوروس، میمر فی اکرام الایقونات ، به کوشش اغناطیوس دیک، لبنان/ ایتالیا، 1986 م؛ اشعری، علی، مقالات الاسلامیین ، به کوشش هلموت ریتر، ویسبادن، 1980 م؛ بـاقلانی، محمـد، الانصاف ، به کـوشش عمادالدین احمد حیـدر، بیـروت، 1407 ق/ 1986 م؛ بیرونی، ابوریحان، تحقیق ماللهند ، به کوشش ادوارد زاخاو، لندن، 1887 م؛ تفتازانی، مسعود، شرح المقاصد ، پاکستان، 1401 ق/ 1981 م؛ تهانوی، محمد اعلى، کشاف اصطلاحات الفنون ، کلکته، 1862 م؛ جرجانی، علی، التعریفات ، به کوشش ابراهیم ابیاری، بیروت، 1405 ق؛ همو، شرح المواقف ، قاهره، 1325 ق/ 1907 م؛ ذهبی، محمد، العلو للعلی الغفار ، به کوشش اشرف بن عبدالمقصود، ریاض، 1995 م؛ سیوطی، «تنزیه الاعتقاد عن الحلول و الاتحاد»، الحاوی للفتاوی ، قاهره، 1352 ق، ج 2؛ شهرستانی، محمد، الملل و النحل ، به کوشش محمد سید کیلانی، بیروت، 1404 ق؛ صفار، محمد، بصائر الدرجات ، تهران، 1404 ق؛ طوسی، محمد، تمهید الاصول ، به کوشش عبدالمحسن مشکوٰةالدینی، تهران، 1362 ش؛ عضدالدین ایجی، عبدالرحمان، المواقف ، به کوشش عبدالرحمان عمیره، بیروت، 1417 ق/ 1997 م؛ علامۀ حلی، حسن، نهایة المرام ، به کوشش فاضل عرفان، قم، 1419 ق؛ غزالی، محمد، المقصد الاسنى ، به کوشش بسام عبدالوهاب جابی، قبرس، 1407 ق/ 1987 م؛ فخرالدین رازی، المطالب العالیة ، به کوشش احمد حجازی سقا، بیروت، 1407 ق/ 1987 م؛ قاضی عبدالجبار، شرح الاصول الخمسة ، به کوشش عبدالکریم عثمان، قاهره، 1384 ق/ 1965 م؛ قرآن کریم؛ کلینی، محمد، الکافی ، به کوشش علی‌اکبر غفاری، تهران، 1391 ق؛ مقدسی، مطهر، البدء و التاریخ ، پورت سعید، مکتبة الثقافة الدینیه؛ نصیرالدین طوسی، محمد، تلخیص المحصل ، به کوشش عبدالله نورانی، تهران، 1359 ش؛ یحیی بن عدی، المقالات ، به کوشش پریه، پاریس، 1920 م؛ یوحنا دمشقی، الدفاع عن الایقونات المقدسة ، 1997 م؛ نیز:",
    "Costaz, L., Dictionnaire syriaque-français , Beirut, 1986; Hē kainē diathēkē/ Novum Testamentum græce , ed. Leusden and Griesbach, London, 1823; Liddell, H. G. and R. Scott, A Greek-English Lexicon , ed. H. S. Jones and R. McKenzie, Oxford, 1990; The New Testament in Syriac , ed. R. Kilgour, London, 1905-1920; Wolfson, H. A., The Philosophy of the Kalam , Harvard, 1976.  احمد پاکتچی"
  ],
  "bibliography": [
    "ابن‌عساکر، علی، تبیین کذب المفتری ، بیروت، 1404 ق/ 1984 م",
    "ابن‌فورک، محمد، مشکل الحدیث و بیانه ، به کوشش موسى محمدعلی، بیروت، 1405 ق/ 1985 م",
    "ابن‌قتیبه، عبدالله، تأویل مختلف الحدیث ، به کوشش محمد زهری نجار، بیروت، 1393 ق/ 1973 م",
    "ابوحاتم رازی، احمد، الاصلاح ، به کوشش حسن مینوچهر و مهدی محقق، تهران، 1377 ش",
    "ابوالعلاء معری، احمد، رسالة الغفران ، به کوشش علی حسن فاعور، بیروت، 1422 ق/ 2001 م",
    "ابوقره، تئودوروس، میمر فی اکرام الایقونات ، به کوشش اغناطیوس دیک، لبنان/ ایتالیا، 1986 م",
    "اشعری، علی، مقالات الاسلامیین ، به کوشش هلموت ریتر، ویسبادن، 1980 م",
    "بـاقلانی، محمـد، الانصاف ، به کـوشش عمادالدین احمد حیـدر، بیـروت، 1407 ق/ 1986 م",
    "بیرونی، ابوریحان، تحقیق ماللهند ، به کوشش ادوارد زاخاو، لندن، 1887 م",
    "تفتازانی، مسعود، شرح المقاصد ، پاکستان، 1401 ق/ 1981 م",
    "تهانوی، محمد اعلى، کشاف اصطلاحات الفنون ، کلکته، 1862 م",
    "جرجانی، علی، التعریفات ، به کوشش ابراهیم ابیاری، بیروت، 1405 ق",
    "همو، شرح المواقف ، قاهره، 1325 ق/ 1907 م",
    "ذهبی، محمد، العلو للعلی الغفار ، به کوشش اشرف بن عبدالمقصود، ریاض، 1995 م",
    "سیوطی، «تنزیه الاعتقاد عن الحلول و الاتحاد»، الحاوی للفتاوی ، قاهره، 1352 ق، ج 2",
    "شهرستانی، محمد، الملل و النحل ، به کوشش محمد سید کیلانی، بیروت، 1404 ق",
    "صفار، محمد، بصائر الدرجات ، تهران، 1404 ق",
    "طوسی، محمد، تمهید الاصول ، به کوشش عبدالمحسن مشکوٰةالدینی، تهران، 1362 ش",
    "عضدالدین ایجی، عبدالرحمان، المواقف ، به کوشش عبدالرحمان عمیره، بیروت، 1417 ق/ 1997 م",
    "علامۀ حلی، حسن، نهایة المرام ، به کوشش فاضل عرفان، قم، 1419 ق",
    "غزالی، محمد، المقصد الاسنى ، به کوشش بسام عبدالوهاب جابی، قبرس، 1407 ق/ 1987 م",
    "فخرالدین رازی، المطالب العالیة ، به کوشش احمد حجازی سقا، بیروت، 1407 ق/ 1987 م",
    "قاضی عبدالجبار، شرح الاصول الخمسة ، به کوشش عبدالکریم عثمان، قاهره، 1384 ق/ 1965 م",
    "قرآن کریم",
    "کلینی، محمد، الکافی ، به کوشش علی‌اکبر غفاری، تهران، 1391 ق",
    "مقدسی، مطهر، البدء و التاریخ ، پورت سعید، مکتبة الثقافة الدینیه",
    "نصیرالدین طوسی، محمد، تلخیص المحصل ، به کوشش عبدالله نورانی، تهران، 1359 ش",
    "یحیی بن عدی، المقالات ، به کوشش پریه، پاریس، 1920 م",
    "یوحنا دمشقی، الدفاع عن الایقونات المقدسة ، 1997 م",
    "نیز:",
    "Costaz, L., Dictionnaire syriaque-français , Beirut, 1986",
    "Hē kainē diathēkē/ Novum Testamentum græce , ed. Leusden and Griesbach, London, 1823",
    "Liddell, H. G. and R. Scott, A Greek-English Lexicon , ed. H. S. Jones and R. McKenzie, Oxford, 1990",
    "The New Testament in Syriac , ed. R. Kilgour, London, 1905-1920",
    "Wolfson, H. A., The Philosophy of the Kalam , Harvard, 1976.  احمد پاکتچی"
  ],
  "signature": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}
