{
  "id": "eweb_516",
  "source": "DMBI",
  "cat": "term",
  "link": "https://www.cgie.org.ir/fa/article/223832/%D8%AC%D8%B0%D8%A8%D9%87",
  "annotator": "Jeremy",
  "title": "جذبه",
  "authors": [
    "علیرضا ابراهیم"
  ],
  "last_updated": "دوشنبه 4 آذر 1398",
  "content": [
    "جَذْبه، اصطلاحی عرفانی به معنای توجه یکبارۀ قلب به سوی خداوند. این واژه به مفهوم یکباره کشیدن و کشش قلبی نیز به کار می‌رود (تهانوی، 1/ 189؛ غیاث‌اللغات ، 248) و بیانگر حالتی است که بر آدمی چیره می‌شود و در نتیجۀ آن، قلب او یکباره به سوی خداوند متوجه می‌گردد. حالت جذبه تنها به سبب عنایت و لطف حق رخ می‌دهد و خداوند به این وسیله بر انسان تجلی می‌کند، تا آدمی اسرار و حقایق را شهود کند و به او نزدیک شود. جذبۀ الٰهی اغلب بی‌مقدمه پیش می‌آید و به سعی و کوشش آدمی بستگی ندارد (روزبهان، 621؛ عبدالرزاق، 65؛ اسیری لاهیجی، 254؛ اسمیث، « بررسیها ...»، 203 ؛ نیز نک‍ : برتلس، 186). این واژه و هم‌خانواده‌های آن در قرآن یافت نمی‌شود، ولی در روایات سدۀ 1ق/ 7م، اشاره‌ای به مسلک اهل جذب وجود دارد (مجلسی، 98/ 226). به نظر می‌رسد که این کلمه تا سده‌های 4 و 5 ق چندان در میان صوفیان رایج نبود، زیرا از میان آثار این دوره تنها بخش کوچکی از کتاب اللمع به توضیح این کلمه، آن هم در قالب اصطلاح جذب الارواح، اختصاص دارد که در آنجا ظهور آن از عنایات حق، و وابسته به میزان صدق و صفای فرد در وجد خود دانسته شده است (سرّاج، 368) و به جز سراج، دیگران توصیف آن را در قالب واژگان دیگر آورده‌اند (کلابادی، 119؛ هجویری، 368). صوفیه جذبه را نوعی طریق شهودی برای به دست آوردن معرفت و قرب الٰهی می‌دانستند و آن را از طریق استدلالی حکما متمایز می‌شمردند. افزون بر این، استقلال نسبی حالت جذبه از کوششهای انسانی سبب می‌گردید تا برخی صوفیان ارزش نجات‌بخشی اعمال شرعی را نیز در مقایسه با جذبه‌های الٰهی کمتر بدانند (همو، 485؛ اسیری لاهیجی، همانجا؛ نیکلسن، « عارفان ...»، 59 ). بیان این اندیشه را می‌توان در گفتار مشهور منسوب به یکی از بزرگان تصوف، یعنی ابراهیم بن محمد نصرآبادی (د 367ق) یافت که در آن جذبه‌ای از جذبه‌های خداوند با اعمال عبادی ثقلین (جن و انس) برابر دانسته شده است (نک‍ : سلمی، 488). از این‌رو، به نظر می‌رسد که برخی صوفیه با تکیه بر آموزۀ جذبه، تا اندازه‌ای راه خویش را از فقها و حکما جدا کردند. البته در میان صوفیان نیز دو رویکرد اصلی نسبت به این آموزه شکل گرفت. برای گروهی که بیشتر آنها را صوفیان اهل صحو تشکیل می‌دادند، سیر و سلوک مقدم بر جذبه بود. ایشان سالکانی مجذوب بودند که نخست به سیر و سلوک می‌پرداختند، حالات و مقامات را درمی‌یافتند و سرانجام به جذبۀ الٰهی می‌رسیدند. برای شماری دیگر که صوفیان اهل سکر بودند، جذبۀ الٰهی مقدم بر سیر و سلوک بود. آنها مجذوبان سالکی بودند که نخست در کمند جذبۀ الٰهی گرفتار می‌شدند و سپس به سیر و سلوک عرفانی می‌پرداختند. ایشان معتقد بودند که هرکه جذبه‌ای نداشته باشد، در مقامی از مقامات می‌ماند و پیشرفتی نمی‌کند (فرغانی، 425-426؛ عزالدین، 108؛ نیز نک‍ : زرین‌کوب، ارزش ...، 131-132). شماری از آنان نیز پا را فراتر می‌گذاشتند و جذبه را برای رسیدن به توحید و شهود حق کافی می‌دانستند و سیر و سلوک را لازم نمی‌شمردند (اسفراینی، 51؛ آشتیانی، 74-75)، ولی بیشتر ایشان به مقامات عرفانی و جهد سالک برای رسیدن به آنها باور داشتند و در عین اعتقاد به اصالت جذبۀ الٰهی، بر این باور بودند که انسان نیز باید در طریق سلوک بکوشد (مولوی، دفتر ششم، بیت 1477؛ نک‍ : زرین‌کوب، همان، 132). به اعتقاد صوفیان هر مقامی جذبۀ خاص خود را دارد و اگر فردی مغلوب جذبه شود و بعد از آن به سلوک نپردازد، مجذوبِ ابتر است و شایستۀ پیروی نخواهد بود (فرغانی، 426؛ نسفی، 103؛ عزالدین، همانجا). باید توجه داشت که خداوند با جذبۀ خویش انسان را از کششهای دیگر رها می‌کند و یقینی به او می‌بخشد که ظلمتهای نفسانی را نابود می‌کند. می‌توان گفت که با رسیدن به این رتبۀ معنوی که مجذوب را به مقام کشف می‌رساند، سلوک پس از جذبه برای از میان بردن پلیدیهای نفسانی نیست، بلکه به منظور تحقق و آشکار شدن مقاماتی است که به واسطۀ جذبه در وجود آدمی تحقق یافته است (مولوی، دفتر ششم، بیت 2904؛ عزالدین، 110). رابطۀ میان جذبه و محبت از دیگر مباحث مورد توجه صوفیان است. اهل جذبه مجذوبان را برگزیده و محبوب حق می‌دانند و محبت خداوند به انسان را مهم‌ترین عامل پیدایش جذبه می‌شمارند. از سوی دیگر، جذبۀ الٰهی سبب می‌شود تا آدمی نیز بیش از پیش‌ رو به سوی خداوند کند و او را دوست بدارد و همین محبت، زمینه را برای جذبه‌های بعدی فراهم می‌سازد (همو، 113؛ اسمیث، «بررسیها»، 208 ؛ نیز نک‍ : کی‌منش، 385؛ زرین‌کوب، همان، 132-133). حالت جذبه همواره مستقیماً از جانب خداوند نیست، بلکه ممکن است با واسطۀ پیامبر(ص)، صحابه و حتى مشایخ تصوف نیز حاصل شود، زیرا خداوند اعمال و احوال آنها را اصلاح می‌کند تا در مقام دعوت، به تربیت مریدان بپردازند. چنان‌که مریدی از ایشان پیروی کند، آنان واسطۀ فیض می‌شوند و القائات ویژه‌ای را از طریق جذبه بر قلب او خواهند داشت. از این‌رو، می‌توان گفت که مفهوم جذبه در شکل‌گیری رابطۀ مراد و مریدی در سلسله‌ها و طریقتهای تصوف نیز مؤثر بوده است (فرغانی، همانجا؛ نسفی، 102-103؛ ابن عربی، 339؛ عزالدین، 113-114؛ تریمینگام، 148 ). در منابع تصوف، گاه آموزۀ جذبه با تعالیم وحدت وجودی پیوند می‌خورد و ابعاد کیهانی و انسانی تازه‌ای می‌یابد. از بعد کیهانی، هر جنبشی در عالم به سبب جذبۀ الٰهی است و همۀ عالم در سیری جذبی به سوی خداوند در حرکت است (مولوی، دفتر اول، ابیات 878-889، دفتر ششم، ابیات 1068-1074، جم‍ ؛ نیز نک‍ : کاشفی، 195). از بعد انسانی نیز جذبه می‌تواند ارتباطی بی‌واسطه را میان روح آدمی و خداوند برقرار سازد (نیکلسن، «عارفان»، همانجا) و به نوعی مرگ معنوی (یعنی فنای از صفات، لذات، عقل و ادراک) بینجامد (فرغانی، 274-275). انسان در حالت جذبه، آگاهی خود را از دست می‌دهد و مدهوش می‌شود (روزبهان، 555؛ تریمینگام، 165 ). این حالت لذتی روحانی و جسمانی را بر وجود انسان مستولی می‌کند و نوعی سکر یا مستی معنوی در او به‌وجود می‌آورد (سراج، 368). به‌همین سبب،‌ صوفیه در نمادپردازی عرفانی خود، گاه شراب را نماد جذبه می‌دانند، زیرا مستی و بی‌خودی حاصل از آن بنیادهای اندیشۀ ظاهری را از میان می‌برد، رفتارها و عادتهای ‌معمول را متوقف می‌کند و درهای نوعی آگاهی متعالی را بر انسان می‌گشاید (آربری، 114 ؛ نیکلسن، « بررسیها ...»، 9؛ ER, V/ 14 ؛ نیز نک‍ : اسیری لاهیجی، 603-606). حالت جذبه ممکن است به جایی برسد که خداوند در وجود بنده سریان یابد و در نتیجۀ آن، بنده در خود مستهلک و مضمحل گردد و به فنای فی‌الله برسد. به بیان دیگر، حالت جذبه با استیلا بر فرد می‌تواند به فنا و پس از آن، به بقاء باللٰه منتهی شود (اسیری لاهیجی، 255؛ جامی، 14؛ فرغانی، 426؛ آندرهیل، 358 ؛ اسپنسر، 319, 321 ). صوفیه از ابتدا دریافتند که عواملی چون ذکر نامهای خداوند و تمرکز بر آنها، موسیقی و سماع امکان رسیدن به جذبه را در انسان تقویت می‌کند (نیکلسن، «عارفان»، 63 ؛ ماسینیون، 321 ؛ شیمل، 176 )، هرچند که ملاحظات شرعی، اختلاف‌نظرهایی را دربارۀ کاربرد موسیقی در مجالس صوفیانه، و پرداختن به سماع ایجاد نمود (نک‍ : غزالی، 2/ 232 بب‍ ؛ نیکلسن، «بررسیها»، 34 ، «عارفان»، 65-66 ). افزون بر این، حالات جذبه سبب می‌شد تا مجذوبان از وظایف شرعی همچون نماز باز بمانند و یا آن وظایف را در وضعیتی ناهوشیار انجام دهند و این امر کار را دشوارتر می‌ساخت (شیمل، 152 ؛ نصر، 65 ). برخی صوفیان نیز در این حالت شطح می‌گفتند و برخی دیگر در هنگام از دست دادن آگاهی خویش به نوعی جنون دچار می‌شدند. ایشان ظاهری شوریده داشتند و به سبب سخنان حکمت‌آمیز، جسورانه و اغلب نامتعارفی که می‌گفتند، به عقلای مجانین شهرت یافتند (زنر، 114, 161 ؛ زرین‌کوب، دنباله ...، 39-44). برخی ناپختگان نیز پا را از این فراتر نهادند و برای رسیدن به این حالت، به مصرف موادی توهم‌زا چون بنگ و شراب روی آوردند و سرزنش و انتقاد صوفیان و غیرصوفیان را برانگیختند (مولوی، دفتر ششم، ابیات 225-227). شاید به همین سبب بود که عارفان ادیان دیگر نیز همچون صوفیان برجنبۀ غیرالٰهی و حتى شیطانی برخی خلسه‌ها تأکید داشتند و به دو نوع متمایز خلسه یا جذبه قائل بودند (آندرهیل، 361 ؛ ERE, V/ 159 ). باید دانست که پیشینۀ کاربرد شیوه‌های گوناگون برای رسیـدن به جذبه ــ که ظاهراً همواره وجهی دینی داشتـه است ــ به ماقبل تاریخ بازمی‌گردد و این پدیده را در میان شمنهای جوامع باستانی و اقوام بدوی که هم‌اکنون نیز در نقاط گوناگون دنیا وجود دارند، و نیز در کیشهای الئوسیسی، ارفئوسی و میترایی یونان و روم، و به ویژه در میان نوافلاطونیان می‌توان یافت. نمونه‌هایی از جذبه در تجارب انبیا، اولیا و قدیسان ادیان مختلف نیز گزارش شده است (اسمیث، « مقدمه‌ای ...»، 14؛ER, ERE, V/ 157-158 V/ 12;؛ تریمینگام، 43). البته وجود برخی شباهتها، تعیین مرزهای دقیق میان جذبۀ (تج ربۀ) نبوی، عرفانی و شمنی را مشکل می‌سازد، ولی در تبیین پدیدار شناسانه، توصیفات به دست داده شده توسط تجربه‌کنندگان و بر حسب مؤلفه‌های معرّف این تجارب، می‌توان دریافت که این جذبه‌ها از نظر مراتب با یکدیگر متفاوت‌اند، چنان‌که خلسۀ شمنی معمولاً در ارتباط با ارواح و قلمرو آنها ست، جذبۀ عرفانی اغلب در ارتباط با عوالم بالاتر، و جذبۀ نبوی در ارتباط با خداوند است. از این‌رو، برخی دربارۀ اصالت و حجیت بعضی از تجارب خلسه‌آمیز تردید کرده‌اند. البته تجارب عارفان مسلمان بسیار به جذبۀ نبوی نزدیک است، زیرا در آنها نیز خداوند در مرکز توجه قرار دارد ( ERE,V/ 159 ER, V/ 12-15;؛ آندرهیل، 364). افـزون بر آنچه دربارۀ جنبۀ عرفانـی جذبه بیان شد، به‌جنبـه‌های بدنی و روانی آن نیز می‌توان پرداخت. از نظر بدنی، در حالت جذبه معمولاً حواس جسمانی تا حد بسیاری مختل می‌شوند، بدن در حالتی خاص باقی می‌ماند و درد را احساس نمی‌کند. از نظر روانی نیز خلسه دارای دو مرحله است: نخست مرحلۀ کوتاه مدت آگاهی و روشنی، و پس از آن، مرحلۀ طولانی‌تر ناآگاهی کامل (همو، 359-360 ؛ استیس، 42-43). حالات جذبه معمولاً کوتاه‌اند، ولی گاه ممکن است روزها و هفته‌ها به درازا بکشند و در مواردی اندک، حالات شدید جذبه می‌تواند به مرگ منتهی شود (نیکلسن، «عارفا ن»، 63-64؛ آندرهیل، 360؛ ERE, V/ 158; ER, V/ 16) . در آثار صوفیه اصطلاحاتی چون وجد، ذوق، شُرب، غیبت، سُکر و خلسه نیز گاهی معادل جذبه به کار رفته‌اند، زیرا همۀ این مفاهیم به گونه‌ای با جذبه ارتباط دارند. برای نمونه، خلسه از نظر از دست دادن آگاهی انسانی، به دست آوردن نوعی ادراک روحانی پیشرفته، و رسیدن به وحدت با حقیقت متعالی، شبیه به حالت جذبه است. وجد، ذوق، شرب، غیبت و سکر نیز هر یک وجهی از حالات جذبه و نمادپردازی عرفانی آن را می‌نمایانند (آندرهیل، 358 ؛ گینر، 53 ؛ نیکلسن، « مفهوم ...»، 25 ، «عارفان»، 59 ).",
    "آشتیانی، جلال‌الدین، مقدمه بر مشارق الدراری (نک‍ : هم‍ ، فرغانی)؛ ابن عربی، محیی‌الدین، التجلیات الالٰهیة ، به کوشش عثمان اسماعیل یحیى، تهران، 1408ق/ 1988م؛ استیس، و. ت.، ع رفان و فلسفه ، ترجمۀ بهاءالدین خرمشاهی، تهران، 1358ش؛ اسفراینی، عبدالرحمان، کاشف الاسرار ، به کوشش هرمان لندلت، پاریس، 1986م؛ اسیری لاهیجی، محمد، مفاتیح الاعجاز فی شرح گلشن راز ، به کوشش کیوان سمیعی، تهران، 1337ش؛ برتلس، ی. ا.، تصوف و ادبیات تصوف ، ترجمۀ سیروس ایزدی، تهران، 1365ش؛ تهانوی، محمداعلى، کشاف اصطلاحات الفنون ، به کوشش اشپرنگر، کلکته، 1862م؛ جامی، عبدالرحمان، اشعة اللمعات ، به کوشش حامد ربانی، تهران، 1352ش؛ روزبهان بقلی، شرح شطحیات ، به کوشش هانری کربن، تهران، 1344ش؛ زرین‌کوب، عبدالحسین، ارزش میراث صوفیه ، تهران، 1344ش؛ همو، دنبالۀ جست و جو در تصوف ، تهران، 1362ش؛ سراج، عبدالله، اللمع فی التصوف ، به کوشش نیکلسن، لیدن، 1914م؛ سلمی، محمد، طبقات الصوفیة ، به کوشش نورالدین شریبه، حلب، 1986م؛ عبدالرزاق کاشی، اصطلاحات الصوفیة ، به کوشش عبدالعال شاهین، قاهره، 1413ق؛ عزالدین کاشانی، محمود، مصباح الهدایة ، به کوشش جلال‌الدین همایی، تهران، 1367ش؛ غزالی، محمد، احیاء علوم‌الدین ، بیروت، 1415ق؛ غیاث اللغات ، غیاث‌الدین محمدرامپوری، به کوش منصور ثروت، تهران، 1363ش؛ فرغانی، سعید، مشارق الدراری ، به کوشش جلال‌الدین آشتیانی، قم، 1379ش؛ کاشفی، حسین، لب لباب مثنوی ، به کوشش نصرالله تقوی، تهران، 1375ش؛ کلابادی، محمد، التعرف لمذهب اهل التصوف ، به کوشش عبدالحلیم محمود و طه عبدالباقی سرور، بیروت، 1980م؛ کی‌منش، عباس، پرتو عرفان، شرح اصطلاحات عرفانی کلیات شمس ، تهران، 1366ش؛ مجلسی، محمدباقر، بحارالانوار ، تهران، 1388ق؛ مولوی، مثنوی معنوی ، به کوشش ر. ا. نیکلسن و نصرالله پورجوادی، تهران، 1363ش؛ نسفی، عزیزالدین، الانسان الکامل ، به کوشش ماریژان موله، تهران، 1362ش؛ هجویری، علی، کشف المحجوب ، به کوشش محمود عابدی، تهران، 1383ش؛ نیز:",
    "Arberry, A. J., Sufism, an Account of the Mystics of Islam , London, 1972; ER; ERE; Gaynor, F., Dictionary of Mysticism , London, 1974; Massignon, L., «The Idea of the Spirit in Islam», The Mystic Vision , ed. E. Buonaiuti, Princeton ,1970; Nasr, S. H., Sufi Essays , London, 1972; Nicholson, R. A., The Idea of Personality in Sufism , Lahore, 1964; id, Mystics of Islam , London, 1970; id, Studies in Islamic Mysticism , Lahore, 1983; Schimmel, A., Mystical Dimensions of Islam , Chapel Hill, 1975; Smith, M., An Introduction to Mysticism , London, 1977; id, Studies in Early Mysticism , Amsterdam, 1973; Spencer, S., Mysticism in World Religion , London, 1963; Trimingham, J. S., The Sufi Orders in Islam , Oxford, 1971; Underhill, E., Mysticism , London, 1965; Zaehner, R.C., Mysticism, Sacred and Profane , Oxford, 1967. علیرضا ابراهیم"
  ],
  "bibliography": [
    "آشتیانی، جلال‌الدین، مقدمه بر مشارق الدراری (نک‍ : هم‍ ، فرغانی)",
    "ابن عربی، محیی‌الدین، التجلیات الالٰهیة ، به کوشش عثمان اسماعیل یحیى، تهران، 1408ق/ 1988م",
    "استیس، و. ت.، ع رفان و فلسفه ، ترجمۀ بهاءالدین خرمشاهی، تهران، 1358ش",
    "اسفراینی، عبدالرحمان، کاشف الاسرار ، به کوشش هرمان لندلت، پاریس، 1986م",
    "اسیری لاهیجی، محمد، مفاتیح الاعجاز فی شرح گلشن راز ، به کوشش کیوان سمیعی، تهران، 1337ش",
    "برتلس، ی. ا.، تصوف و ادبیات تصوف ، ترجمۀ سیروس ایزدی، تهران، 1365ش",
    "تهانوی، محمداعلى، کشاف اصطلاحات الفنون ، به کوشش اشپرنگر، کلکته، 1862م",
    "جامی، عبدالرحمان، اشعة اللمعات ، به کوشش حامد ربانی، تهران، 1352ش",
    "روزبهان بقلی، شرح شطحیات ، به کوشش هانری کربن، تهران، 1344ش",
    "زرین‌کوب، عبدالحسین، ارزش میراث صوفیه ، تهران، 1344ش",
    "همو، دنبالۀ جست و جو در تصوف ، تهران، 1362ش",
    "سراج، عبدالله، اللمع فی التصوف ، به کوشش نیکلسن، لیدن، 1914م",
    "سلمی، محمد، طبقات الصوفیة ، به کوشش نورالدین شریبه، حلب، 1986م",
    "عبدالرزاق کاشی، اصطلاحات الصوفیة ، به کوشش عبدالعال شاهین، قاهره، 1413ق",
    "عزالدین کاشانی، محمود، مصباح الهدایة ، به کوشش جلال‌الدین همایی، تهران، 1367ش",
    "غزالی، محمد، احیاء علوم‌الدین ، بیروت، 1415ق",
    "غیاث اللغات ، غیاث‌الدین محمدرامپوری، به کوش منصور ثروت، تهران، 1363ش",
    "فرغانی، سعید، مشارق الدراری ، به کوشش جلال‌الدین آشتیانی، قم، 1379ش",
    "کاشفی، حسین، لب لباب مثنوی ، به کوشش نصرالله تقوی، تهران، 1375ش",
    "کلابادی، محمد، التعرف لمذهب اهل التصوف ، به کوشش عبدالحلیم محمود و طه عبدالباقی سرور، بیروت، 1980م",
    "کی‌منش، عباس، پرتو عرفان، شرح اصطلاحات عرفانی کلیات شمس ، تهران، 1366ش",
    "مجلسی، محمدباقر، بحارالانوار ، تهران، 1388ق",
    "مولوی، مثنوی معنوی ، به کوشش ر. ا. نیکلسن و نصرالله پورجوادی، تهران، 1363ش",
    "نسفی، عزیزالدین، الانسان الکامل ، به کوشش ماریژان موله، تهران، 1362ش",
    "هجویری، علی، کشف المحجوب ، به کوشش محمود عابدی، تهران، 1383ش",
    "نیز:",
    "Arberry, A. J., Sufism, an Account of the Mystics of Islam , London, 1972",
    "ER",
    "ERE",
    "Gaynor, F., Dictionary of Mysticism , London, 1974",
    "Massignon, L., «The Idea of the Spirit in Islam», The Mystic Vision , ed. E. Buonaiuti, Princeton ,1970",
    "Nasr, S. H., Sufi Essays , London, 1972",
    "Nicholson, R. A., The Idea of Personality in Sufism , Lahore, 1964",
    "id, Mystics of Islam , London, 1970",
    "id, Studies in Islamic Mysticism , Lahore, 1983",
    "Schimmel, A., Mystical Dimensions of Islam , Chapel Hill, 1975",
    "Smith, M., An Introduction to Mysticism , London, 1977",
    "id, Studies in Early Mysticism , Amsterdam, 1973",
    "Spencer, S., Mysticism in World Religion , London, 1963",
    "Trimingham, J. S., The Sufi Orders in Islam , Oxford, 1971",
    "Underhill, E., Mysticism , London, 1965",
    "Zaehner, R.C., Mysticism, Sacred and Profane , Oxford, 1967. علیرضا ابراهیم"
  ],
  "signature": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}