{
  "id": "eweb_520",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/226151/%D8%A7%D8%A8%D9%88-%D8%A7%D8%B3%D8%AD%D8%A7%D9%82-%DA%A9%D8%A7%D8%B2%D8%B1%D9%88%D9%86%DB%8C",
  "annotator": "Jeremy",
  "title": "ابو اسحاق کازرونی",
  "authors": [
    "مینا حفیظی"
  ],
  "last_updated": "چهارشنبه 21 خرداد 1399",
  "content": [
    "اَبواِسْحاقِ کازِرونی، ابراهیم بن شهریار بن زادان فرخ بن خورشید، معروف به شیخ مرشد (352-426 ق / 963-1035 م)، عارف، شاعر، مفسر، محدث و مؤسس سلسلۀ کازرونیه (یا اسحاقیه). ابواسحاق در نُوَرد کازرون متولد شد (محمود بن عثمان، 58؛ جامی، 254). پدر و مادر وی از زرتشتیانی بودند که پیش از ولادت او اسلام آورده بودند، اما نیای وی زادان فرخ در کیش زرتشتی وفات یافت (محمود بن عثمان، 11؛ نیز نک‍ : عطار، 763؛ زرکوب، 145). خانوادۀ ابواسحاق بسیار تنگدست بودند و از او می‌خواستند که برای تأمین معاش، پیشه‌ای بیاموزد، اما چون اشتیاق او به فرا گرفتن قرآن بسیار بود، عاقبت پدر و مادر و جدش پذیرفتند که او سحرگاهان پیش از رفتن به کار، به درس قرآن رود (محمود بن عثمان، 14؛ عطار، همانجا).  ابراهیم پس از تحصیل مقدمات علوم و مصاحبت با برخی از مشایخ فارس (نک‍ : محمود بن عثمان، 14، 42- 48، 60-62) برآن شد که طریقت یکی از سه شیخ پرآوازۀ آن عصر را برگزیند و عاقبت از میان حارث محاسبی، ابن خفیف (ﻫ م م) و ابوعمرو بن علی به طریقت ابن‌خفیف روی آورد (همو، 17- 18؛ عطار، 764) و احتمالاً پس از 371 ق (سال وفات ابن‌خفیف) از حسین اکار، مرید ابن‌خفیف، خرقه گرفت (محمود بن عثمان، 19-25؛ قس: مایر، «بیست ـ بیست و یک»). وی پیش از آنکه به شیراز نزد حسین اکار رود، خود در کازرون شهرت و اعتباری یافته بود و چنانکه از مندرجات فردوس المرشدیه (محمود بن عثمان، 20) بر می‌آید، سفر او به شیراز نیز درواقع به خواهش مریدانش بوده است. احتمالاً همین آوازه و اعتبار او در میان مردم کازرون موجب بیم و هراس بزرگان زرتشتی کازرون شده بود.  روایت مسلمن شدن 000‘24 نفر از مردم آن شهر به دست او (همو، 29، 380؛ عطار، 769؛ زرکوب، 146)، اگرچه اغراق‌آمیز می‌نماید، اما حاکی از محبوبیت وی در میان پیروان ادیان دیگر است. در کازرون آن روزگار که عصر سلطۀ فرمانروایان آل بویه بر فارس بود، زرتشتیان اندک نبودند و حتی حاکم شهر مردی به نام خورشید، از زرتشتیان آنجا بود که بعدها به سبب سعایتی که از ابواسحاق نزد فخرالملک، وزیر آل بویه (د 407 ق) کرده بود، به دست یکی از مریدان شیخ مسموم شد (محمود بن عثمان، 143-145). افزون بر خورشید، میان ابواسحاق و دیلم مجوسی، شحنۀ کازرون، نیز کشمکشهایی درگرفت که عاقبت به نزاع سختی میان مسلمانان و زرتشتیان شهر انجامید. ابواسحاق از این مهلکه جان به در برد، اما ناچار شد که برای ادای توضیح به شیراز نزد فخرالملک برود (همو، 106- 108). این خصومتها همچنان ادامه یافت. بار دیگر مردی به نام شهزور بن خربام، تیری به سوی ابواسحاق انداخت که بر در حجرۀ او فرود آمد، ولی به گفتۀ محمود بن عثمان، شهزور بعدها مسلمان شد و در زمرۀ هواخواهان شیخ درآمد (ص 116). دشمنی زرتشتیان، خصوصاً صاحب منصبان و روحانیان زرتشتی، با ابواسحاق بی‌سبب نبوده است. وی سخت در تبلیغ و ترویج اسلام و حتی جهاد با کفار کوشا بود و بدین سبب «شیخ غازی» لقب گرفته بود. گویند که حتی پس از مرگ شیخ نیز همه ساله مردم کازرون، گروهی را با طبل و علم شیخ به جهاد می‌فرستادند (همو، 180-185).  ابواسحاق در 388 ق / 998 م همراه ابوبکر عبادانی به سفر حج رفت و در راه نزد مشایخ و دانشمندان بصره، مدینه و مکه، ازجمله ابوالحسن علی بن عبداللـه بن جهضم همدانی به استماع حدیث پرداخت و در مراجعت از مکه نیز همراه شیخ خویش حسین اکار بود (همو، 49-57، 113-114؛ جامی، همانجا؛ خواندمیر، 2 / 310).  ابواسحاق مریدان بسیار داشت. محمود بن عثمان فهرستی طولانی از اسامی ایشان را آورده است (ص 393-401). او با آنکه خود در طول زندگی هرگز همسری اختیار نکرد و از صحبت زنان نیز پرهیز داشت (همو، 146، 327- 328؛ عطار، 767، 770)، نام چند زن در میان مریدان او به چشم می‌خورد (محمود بن عثمان، 401).  وی در میان وزیران و صاحب‌منصبان نیز دوستداران و مریدانی داشت (همو، 115-116، 324-325؛ جامی، 254-255)، چنانکه امیر ابوالفضل بن بویۀ دیلمی از جملۀ ایشان بود (محمود بن عثمان، 147؛ عطار، 767- 768) و فخرالملک نیز که او را به شیراز فرا خوانده بود، خود برای دیدار و دلجویی از وی به کازرون رفت (محمود بن عثمان، 111-112). از بزرگان صوفیه نیز کسانی چون ابوالحسن ابن‌سالبه (شیخ الشیوخ) با او مصاحبت داشته‌اند (همو، 110؛ فصیح، 2 / 193).  در دیدار ابواسحاق با ابوسعید ابوالخیر و مکاتبه میان ایشان (محمود بن عثمان، 140؛ زرکوب، همانجا) جای تردید است (مایر، «پانزده»). در نامۀ دانشوران به مکاتباتی (به صورت سؤال و جواب در مسائل عرفانی) میان ابواسحاق و ابن‌سینا هم اشاره شده است (8 / 33)، اما محمود بن عثمان که مناقب او را به فارسی ترجمه کرده است، در این‌باره چیزی نمی‌گوید و در میان اثاری که از ابن‌سینا بر جای مانده، نیز چنین مکتوبی دیده نشده است.  ابواسحاق در پی بیماری سختی که 4 ماه ادامه یافت (محمود بن عثمان، 75)، در نورد کازرون درگذشت. به وصیت او فهرستی از نام تمامی کسانی که به دست وی مسلمان شده بودند و نیز مسلمانانی که نزد او توبه کرده و حتی کسانی که به دیدار وی آمده و از او طلب دعای خیر کرده بودند و همچنین تیری که شهزور زرتشتی به سوی او انداخته بود، با خود او به خاک سپرده شد (همو، 379؛ عطار، 775).  از ابواسحاق جز روایتی در باب «اعتقادات» (محمود بن عثمان، 356-364)، و نیز وصیت‌گونه‌ای خطاب به ابوالفتح عبدالسلام بن احمد (همو، 337-355) و اشعاری به لهجۀ کازرونی (همو، 365-374؛ نیز نک‍ : افشار، «شصت و یک ـ شصت و شش»). چیزی بر جای نمانده است.  کراماتی که در زمان حیات و نیز پس از مرگ وی به او نسبت داده‌اند، حاکی از اعتقاد عامۀ مردم به اوست (نک‍ : محمود بن عثمان، 140- 179، 402-412؛ عطار، 764- 768). نمونه‌هایی از سرسپردگی برخی از امیران و بزرگان به او و اشاراتی به تعظیم مرقد وی در منابع آمده است. محمدشاه اینجو فرزند خویش را به تبرک نام شیخ، ابواسحاق نامید (ابن‌بطوطه، 207) و خواجوی کرمانی مثنوی روضة الانوار را در مرقد ابواسحاق سرود (براون، III / 226) . همچنین تربت شیخ را «تریاک اکبر» گفته‌اند (محمود بن عثمان، 31؛ عطار، 763). ابواسحاق خود از نفوذ معنوی خویش آگاهی داشت، چنانکه گویند وصیت کرده بود که «هرگاه شما را حادثه‌ای پیش آید، تعرض به صندوق تربت من کنید تا آن بلیّه مندفع گردد» (خواندمیر، 2 / 566). سلجوقشاه نیز از بیم لشکر مغول به تربت ابواسحاق پناه برد و از وی طلب یاری کرد (همانجا). اعتقاد به تربت او چنان بوده است که به گفتۀ ابن بطوطه حتی کسانی که در دریای چین به مسافرت می‌رفتند، از بیم دزدان دریایی یا برای مصون ماندن در برابر توفان، تذرهایی به نام شیخ می‌کردند و چون کشتی به سلامت به ساحل می‌رسید، نذر خود را به خانقاه او می‌دادند. هر کشتی که از هند یا چین می‌آمد، هزاران دینار از اینگونه نذور همراه خود می‌آورد (ص 217- 218).  طریقتی که ابواسحاق بنیاد نهاد، از یک سو تا هند و بلاد چین و از سوی دیگر تا آناتولی و بغداد گسترش یافت. این سلسله در آناتولی به اسحاقیه معروف شد و خانقاه کازرونیه (ﻫ م) نیز در آنجا به ابواسحاق خانه شهرت یافت (همو، 564؛ کوپرولوزاده، 18-25 ؛ ویتک، 25-26 ؛ رضوی، I / 110-112, 308, 398-399, 409-410 ). گسترش بسیار این خانقاهها که از زمان خود ابواسحاق آغاز شده، احتمالاً با اعتقاد وی و بعدها روش سلسلۀ کازرونیه مبنی بر اینکه باید از توانگران گرفت و به مستمندان داد، بی‌ارتباط نبوده است. او خود در این‌باره می‌گوید: «طریق شیخ کبیر [ابن‌خفیف] آن بودی که بستدی و بدادی ... حق تعالی دعای من اجابت کرد و راه شیخ کبیر ... مرا بنمود تا طریق وی اختیار کردم ... » (محمود بن عثمان، 17، جم‍‌ ). منظور از ایجاد خانقاهها نیز همین بود که مرکز و محلی برای دستگیری از مستمندان و برآوردن حوائج آنان باشد. به گفتۀ زرکوب شیرازی، ابواسحاق خود 64 خانقاه بنا کرد (ص 145؛ قس: مایر، «سی و هفت ـ سی و هشت»). افزون بر اینها بنایی نیز به نام «تحت السراج» برای صوفیه‌ای که از نقاط مختلف برای دیدار وی به کازرون می‌آمدند، احداث کرده بود (محمود، ابن‌عثمان، 190-193؛ مایر، «سی و نه»).",
    "ابن بطوطه، محمد بن ابراهیم، رحلة ، بیروت، 1384 ق / 1964 م؛ افشار، ایرج، مقدمۀ فردوس المرشدیة (نک‍ : هم‍ ، محمود بن عثمان)؛ جامی، عبدالرحمن بن احمد، نفحات الانس ، به کوشش مهدی توحیدی‌پور، تهران، 1337 ق؛ خواندمیر، غیاث‌الدین، تاریخ حبیب السیر ، تهران، 1333 ش؛ زرکوب شیرازی، احمد بن شهاب‌الدین، شیرازنامه ، به کوشش اسماعیل واعظ جوادی، تهران، 1350 ش؛ عطار، فریدالدین، تذکرة‌الاولیاء ، به کوشش محمد استعلامی، تهران، 1366 ش؛ فصیح خوافی، احمد بن محمد، مجمل فصیحی ، به کوشش محمود فرخ، مشهد، 1340 ش؛ مایر، فریتس، مقدمۀ فردوس المرشدیة ، ترجمۀ کیکاووس جهانداری (نک‍ : هم‍ ، محمود بن عثمان)؛ محمود بن عثمان، فردوس المرشدیة ، به کوشش ایرج افشار، تهران، 1358 ش؛ نامۀ دانشوران ناصری ، قم، 1379 ق؛ نیز:",
    "Browne, E. G., A Literary history of Persia , Cambridge, 1977; Köprüiüzāde, M. Fu᾽ād, «Abū Ishāq Kāzerūnī und die Isḥāqī-Derwische in Anatolien», tr. P. Wittek, Der Islam , Berlin, 1931, vol. XIX; Rizvi, Saiyid Athar Abbas, A History of Sufism in India , New Delhi, 1986; Wittek, P., tr. and note on «Abū Isḥāq Kāzerünī … » (vide: Köprülüzāde).",
    "مینا حفیظی"
  ],
  "bibliography": [
    "ابن بطوطه، محمد بن ابراهیم، رحلة ، بیروت، 1384 ق / 1964 م",
    "افشار، ایرج، مقدمۀ فردوس المرشدیة (نک‍ : هم‍ ، محمود بن عثمان)",
    "جامی، عبدالرحمن بن احمد، نفحات الانس ، به کوشش مهدی توحیدی‌پور، تهران، 1337 ق",
    "خواندمیر، غیاث‌الدین، تاریخ حبیب السیر ، تهران، 1333 ش",
    "زرکوب شیرازی، احمد بن شهاب‌الدین، شیرازنامه ، به کوشش اسماعیل واعظ جوادی، تهران، 1350 ش",
    "عطار، فریدالدین، تذکرة‌الاولیاء ، به کوشش محمد استعلامی، تهران، 1366 ش",
    "فصیح خوافی، احمد بن محمد، مجمل فصیحی ، به کوشش محمود فرخ، مشهد، 1340 ش",
    "مایر، فریتس، مقدمۀ فردوس المرشدیة ، ترجمۀ کیکاووس جهانداری (نک‍ : هم‍ ، محمود بن عثمان)",
    "محمود بن عثمان، فردوس المرشدیة ، به کوشش ایرج افشار، تهران، 1358 ش",
    "نامۀ دانشوران ناصری ، قم، 1379 ق",
    "نیز:",
    "Browne, E. G., A Literary history of Persia , Cambridge, 1977",
    "Köprüiüzāde, M. Fu᾽ād, «Abū Ishāq Kāzerūnī und die Isḥāqī-Derwische in Anatolien», tr. P. Wittek, Der Islam , Berlin, 1931, vol. XIX",
    "Rizvi, Saiyid Athar Abbas, A History of Sufism in India , New Delhi, 1986",
    "Wittek, P., tr. and note on «Abū Isḥāq Kāzerünī … » (vide: Köprülüzāde)."
  ],
  "signature": "مینا حفیظی",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 35
}