{
  "id": "eweb_521",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/224957/%D8%A7%D8%A8%D9%88%D8%A7%D9%84%D9%81%D8%B6%D9%84-%D8%AE%D8%AA%D9%84%DB%8C",
  "annotator": "Jeremy",
  "title": "ابوالفضل ختلی",
  "authors": [
    "مینا حفیظی"
  ],
  "last_updated": "چهارشنبه 10 اردیبهشت 1399",
  "content": [
    "اَبوالْفَضْلِ خُتَلی، مُحمد بن حسن، عارف و زاهد سده‌های 4-5 / 10-11 م خراسان و پیر و استاد علی بن عثمان هجویری. شهرت وی به خُتلی به سبب انتساب او به ختل یا ختلان (ناحیه‌ای در شمال خراسان، میان وخشاب و جیحون) است (نك‍ : عبدالمؤمن، 1 / 452؛ لسترنج، 466). تاریخ ولادت وی دانسته نیست، ‌ولی اگر سال 453 ق را كه سرور لاهوری برای وفات او ذكر كرده است (2 / 231) بپذیریم، تاریخ تولد وی را می‌توان به‌طور تقریب در اواسط نیمۀ دوم سدۀ 4 ق دانست، زیرا هجویری از عزلت 60 ساله و عمر طولانی ابوالفضل سخن گفته است (ص 208) و بی‌تردید وی هنگام عزلت گزینی باید مراحل ابتدایی عمر را پشت‌سر نهاده و مدتی را نیز به سیر و سلوك گذرانده باشد. از زندگی و تحصیلات ابوالفضل اطلاع چندانی در دست نیست. به گفتۀ هجویری: وی «عالم بود به علم تفسیر و روایات» (همانجا). به نظر می‌رسد كه او پس از پایان تحصیلات مقدماتی و ورود به جرگۀ صوفیه، رهسپار دیار شام شده باشد و احتمالاً در همین اوقات بوده كه در بغداد به درك محضر حصری نایل آمده و وی را به عنوان پیر خویش برگزیده است (همانجا). به گفتۀ همو، ‌ابوالفضل در شام در كوه لكام نزدیك حلب 60 سال در زهد و انزوا به سر برده (همانجا) و سرانجام در دهكده‌ای به نام بیت‌الجن، میان بانیاس (بانیار) و دمشق درگذشته است. باآنكه هجویری هنگام وفات بر بالین او بوده و واپسین وصیتها و اندرزهای او را شنیده است (همو، 209)، هیچ‌گونه اشاره‌ای به تاریخ وفات وی نمی‌كند. سرور لاهوری ماده تاریخی را كه حاكی از وفات ابوالفضل در 453 ق بوده، در حاشیۀ نسخۀ كهنی از نفحات‌الانس جامی دیده و آن را در كتاب خود آورده است (همانجا)، اما عبدالرشید وفات او را از قول ذهبی در 460 ق نوشته است (ص 27). ابوالفضل را از معاصران ابوعمرو قزوینی و ابوالحسن سالبه دانسته‌اند (هجویری، 208)، اما به مصاحبت وی با آنان اشاره‌ای نشده است. هجویری (ص 208، 300) و به تبع وی جامی (ص 316) و سرور لاهوری (همانجا)، كراماتی را به وی نسبت داده‌اند كه حاكی از اعتقاد عامۀ مردم نسبت به اوست. وی به آداب ظاهری طریقت بی‌اعتنا بوده و به گفتۀ هجویری مدت 56 سال با یك جامه به سر برده است (ص 56). ابوالفضل در طریقت، جنیدی مذهب و به بیان دیگر پیرو مكتب «صحو» بود (همو، 208، 232). وی سكر را «بازی‌گاه كودكان» و صحو را «فناگاه مردان» می‌دانست. بی‌تردید به سبب پیروی از مكتب صحو بود كه سماع را «زاد المضطرین» و واصلان را مستغنی از سماع می‌پنداشت (همو، 232، 528، 597). از وی سخنان دیگری نیز دربارۀ قبض و بسط، انس و هیبت و موضوعات دیگر عرفانی برجای مانده كه در كتب تذكره و طبقات صوفیه آمده است.",
    "جامی، عبدالرحمن، نفحات الانس ، به كوشش مهدی توحیدی‌پور، تهران، 1336 ش؛ سرور لاهوری، غلام، خزینة الاصفیا ، لكهنو، 1290 ق / 1873 م؛ عبدالرشید، حیات و تعلیمات حضرت داتا گنج بخش ، لاهور، 1967 م؛ عبدالمؤمن بن عبدالحق، صفی‌الدین، مراصد الاطلاع ، به كوشش علی محمد بجاوی، دمشق، 1373 ق / 1954 م؛ لسترنج، گای، جغرافیای تاریخی سرزمینهای خلافت شرقی ، ترجمۀ محمود عرفان، تهران، 1337 ش؛ هجویری، علی، كشف المحجوب ، به كوشش والنتین ژوكوفسكی، لنینگراد، 1344 ق / 1926 م.",
    "مینا حفیظی"
  ],
  "bibliography": [
    "جامی، عبدالرحمن، نفحات الانس ، به كوشش مهدی توحیدی‌پور، تهران، 1336 ش",
    "سرور لاهوری، غلام، خزینة الاصفیا ، لكهنو، 1290 ق / 1873 م",
    "عبدالرشید، حیات و تعلیمات حضرت داتا گنج بخش ، لاهور، 1967 م",
    "عبدالمؤمن بن عبدالحق، صفی‌الدین، مراصد الاطلاع ، به كوشش علی محمد بجاوی، دمشق، 1373 ق / 1954 م",
    "لسترنج، گای، جغرافیای تاریخی سرزمینهای خلافت شرقی ، ترجمۀ محمود عرفان، تهران، 1337 ش",
    "هجویری، علی، كشف المحجوب ، به كوشش والنتین ژوكوفسكی، لنینگراد، 1344 ق / 1926 م."
  ],
  "signature": "مینا حفیظی",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": null
}