{
  "id": "eweb_522",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/226623/%D8%A7%D8%A8%D9%88%D8%B3%D8%B9%DB%8C%D8%AF-%D8%A7%D8%A8%D9%88%D8%A7%D9%84%D8%AE%DB%8C%D8%B1",
  "annotator": "Jeremy",
  "title": "ابوسعید ابوالخیر",
  "authors": [
    "نجیب مایل هروی"
  ],
  "last_updated": "چهارشنبه 21 خرداد 1399",
  "content": [
    "اَبوسَعیدِ اَبوالخِیر، فضل‌الله بن احمد بن محمد بن ابراهیم میهنی (اول محرم 357-4 شعبان 440 ق / 7 دسامبر 967-12 ژانویۀ 1049 م)، عارف بنام خراسانی، منسوب به میهنه، از قرای مشهور خاوران در میانۀ سرخس و ابیورد. اینكه برخی از مورخان او را به ابیورد منسوب داشته‌اند (نك‍ : فصیح ، 2 / 167)، از آن روست كه میهنه از نواحی و توابع ابیورد محسوب می‌شده است (نك‍ : مقدسی، 321). نام او را «فضل» نیز می‌گفته‌اند (نك‍ : صریفینی، 623؛ سمعانی، عبدالكریم، الانساب ، 12‌ / 537) كه در برخی مواضع به صورت «فضیل» ضبط شده است (نك‍ : همو، التحبیر ، 1 / 315، 466). در نام پدر وی، مورخان اختلافی ندارند و اینكه بعضی از آنان او را فرزند محمد خوانده‌اند (نك‍ : هجویری، 24؛ ذهبی، 11 / 350؛ ابن تغری بردی، 5 / 46)، یك پشت از نسبش را نادیده گرفته‌اند، اما در نام جد و جد اعلای او اختلاف است. جدش را علی و جد بزرگش را احمد نیز خوانده‌اند (نك‍ : ابن‌ملقن، 272؛ فصیح ، همانجا). ابوسعید در میهنه، در خانواده‌ای شافعی مذهب زاده شد (محمد بن منور، 1 / 16؛ ابوروح، 40). پدرش ابوالخیر احمد مردی بادیانت بود كه به عطاری (داروفروشی) اشتغال داشت و اهالی میهنه او را بابوابوالخیر می‌خواندند (محمد بن منور، 1 / 15-16؛ نیز نك‍ : عطار، تذكرة ، 800). وی ظاهراً تمكنی داشته و با صوفیان شهرش نشست و برخاست می‌كرده است. نخستین آشناییهای ابوسعید با تصوف از طریق پدرش بود. در كودكی شبی به اصرار مادر و به همراهی پدر در مجلس صوفیان میهنه شركت جست و با آداب صوفیانه در مجلس سماع آشنا شد و حتی ترانه‌ای را كه قوّال در آن مجلس به تكرار می‌خواند ــ با آنكه به مفهوم عرفانی آن راه نمی‌برد ــ به حافظه سپرد (محمد بن منور، 1 / 16). رابطۀ دوستانۀ پدرش با برخی از مشایخ صوفیه همچون ابوالقاسم بشر یاسین نیز در پرورش ذوق عرفانی او مؤثر افتاد (همو، 1 / 17؛ عطار، همان، ‌802). در كودكی قرائت قرآن را نزد ابومحمد عنازی فراگرفت و سپس بهظتوصیۀ پدر، نزد مفتی و ادیب مشهور عصر استاد ابوسعید عنازی به آموختن لغت و ادب پرداخت. در این احوال گه‌گاه بشر یاسین را می‌دید و دیدار او برایش جاذبه‌ای خاص داشت (نك‍‌ : ابوروح، ‌38؛ محمد بن منور، 1 / 17- 18). وی نخستین تعلیمات صوفیانه را در اوان كودكی و نوجوانی از بشریاسین فرا گرفت و اینكه خود گفته است كه «مسلمانی» را از بشر یاسین آموخته (نك‍ : همو، 1 / 18؛ ابوروح، ‌همانجا)، حاكی از تأثیر پذیرفتن عمیق از سخنان و تعلیمات اوست. از زندگی‌نامه‌های ابوسعید چنین برمی‌آید كه او تا پس از 17 سالگی در میهنه بوده و پس از درگذشت بشر یاسین در 380 ق، به گورستان میهنه بر سر مزار وی می‌رفته است (محمد بن منور، 1 / 19). ابوسعید در میهنه مقدمات معارف دینی و عرفانی را فراگرفته و ادب عربی را نیز تا آنجا آموخته بود كه به قولی 000‘30 بیت از اشعار جاهلی، در یادداشت (نك‍ : ابوروح، ‌همانجا؛ محمد بن منور، 1 / 20). در این احوال زادگاه خود را به قصد مرو ترك گفت تا فقه بیاموزد. در مرو نخست نزد ابوعبدالله خضری فقه شافعی خواند و 5 سال در خدمت او به سر برد و متَفَق و مختلف فقه را از او آموخت. البته خضری از «علم طریقت» نیز آگاه بود و ابوسعید از دانش عرفانی او نیز بهره‌ور شد (ابوروح،‌38- 39؛ محمد بن منور، 1‌ / 20، 23). پس از درگذشت ابوعبدالله خضری، ابوسعید نزد فقیه مشهور مرو ابوبكر قفّال مروزی (د 417 ق) تحصیل فقه را ادامه داد و 5 سال نیز در مجلس درس وی حاضر می‌شد. چند تن از محدثان و فقیهان بزرگ آن عصر چون ابومحمد جوینی، ابوعلی سنجی و ناصر مروزی در این دوران همدرس او بودند (ابوروح، 39؛ محمد بن منور، 1‌ / 23؛ عطار، ‌همانجا؛ نیز نك‍ : مایر، 49-52 ). ابوسعید در مرو مجلس برخی از محدثان مشهور آنجا را نیز درك كرده بود، ‌چنانكه نقل كرده‌اند كه صحیح بخاری را از ابوعلی محمد شبویی مروزی شنیده است (جامی، ‌ نفحات ، 299؛ نك‍ : ابن قاضی شهبه، 1 / 150). ظاهراً ابوسعید در حدود 30 سالگی به قصد درك مجلس درس فقیه سرخسی، ابوعلی احمد زاهر (د 389 ق)، ‌به سرخس رفت (نك‍ : صریفینی، همانجا؛ سمعانی، عبدالكریم، الانساب ، 12 / 538؛ سبكی، 5 / 306؛ ذهبی، همانجا؛ قس: نیكلسون، ‌6 ). به هر حال ابوسعید نزد ابوعلی زاهر تفسیر، اصول و حدیث آموخت و چون فقیه سرخسی در وی استعداد فوق‌العاده دید، درس سه روزه را در یك روز به او می‌آموخت (ابوروح، همانجا؛ محمد بن منور، ‌1 / 23-24، 129؛ هجویری، 206‌). با وجود این روح عرفان طلب ابوسعید كه از كودكی و نوجوانی با مایه‌های عرفانی و با سخنان پیرانی چون ابوالقاسم بشر یاسین آشنایی یافته بود و نیز فضای عارفانۀ سرخس با داشتن پیرانی چون لقمان و ابوالفضل سرخسی، او را از عالم فقه و فقاهت و روایت اهل مدرسه دور كرد و از مجلس فقیه سرخسی به خانقاه پیر سرخسی كشاند. آشنایی او با لقمان سرخسی و دیدارش با ابوالفضل سرخسی و گذراندن شبی در خانقاه او و شیندن سخنانش در باب حقیقت اسم جلاله، روح او را صید پیر سرخسی ساخت و هر چند فردای آن شب به مدرسه بازگشت، اما شور و غوغایی كه بر اثر گفتار پیرانۀ ابوالفضل در او پیدا شده بود، او را از مدرسه به خانقاه سرخسی كشید (ابوروح، 40-41؛ محمد بن منور، 1 / 24-25). از پیران سه‌گانه‌ای كه در ارشاد و تربیت روحی ابوسعید سهم داشته‌اند، بی‌شك ابوالفضل سرخسی پس از بشر یاسین و پیش از قصاب آملی، بیش از دیگران بر او تأثیر نهاده بود (قس: هجویری، 206-207). اینكه ابوسعید ابوالفضل را «پیر» می‌خوانده و زیارت مزار او را همچون سفر حج می‌دانسته است (نك‍ : محمد بن منور، 1‌ / 38، 52-53؛ جامی، ‌همان، 290)، از تأثیر شگرف ابوالفضل بر دل و جان او خبر می‌دهد. اما اگر درست باشد كه ابوسعید در حدود 40 سالگی، ‌دورۀ مجاهده و سلوك را به پایان برده است (نك‍ : محمد بن منور، 1‌ / 50- 51؛ مایر،‌ 51, 52 )، بی‌گمان نبایستی كه مدت درازی در خانقاه سرخسی مانده باشد، زیرا پس از تحولی كه از ذكر اسم جلاله نزد ابوالفضل حاصل كرده بود، به دستور همو به میهنه بازگشته و در سرای پدر مدتی در تجرید گذرانده و به روش پیر سرخسی ذكر می‌گفته است (ابوروح، 41؛ محمد بن منور، 1 / 26). نیز در همین اوقات به اسلوب خانقاهیان در میهنه خلوت و ریاضت داشته و گاهی مدتها در صحرا و بیابان و رباطهای ویران میهنه می‌گذرانده است (ابوروح، 50-51؛ محمد بن منور، 1 / 27- 29؛ قس: عطار، ‌همان، 803؛ نوربخش، 12-13؛ مایر، ‌ 69 )، اما با اینهمه در همین دوره گاه‌گاهی نیز به خدمت درویشان و صوفیان میهنه اهتمام می‌كرده و خانقاهها و مساجد را نظافت می‌نموده و برای اطعام خانقاهیان «سؤال» می‌كرده و چون نقدینه به دست نمی‌آمده، دستار و كفش و جبّۀ خود را می‌فروخته است (محمد بن منور، 1 / 31-32). نیز در همین دوره دربارۀ نكات و اشارات صوفیه تأمل می‌كرده و هرگاه كه نكته‌ای برای او پوشیده می‌مانده، به سرخس می‌رفته و از ابوالفضل مطلب خود را جویا می‌شده است (همو، 1 / 32). این مدت ظاهراً چندان طولانی نبود، زیرا وی مجدداً به سرخس رفت و به قولی یك سال دیگر نزد ابوالفضل سرخسی سلوك كرد، تا آنكه به اشارت همو به نیشابور نزد ابوعبدالرحمن سلمی رفت (همانجا؛ نیز نك‍ : سبكی، 5 / 307؛ عطار، ‌همان، 804). اینكه علاءالدولۀ سمنانی مدعی است كه ابوسعید پس از گذشت سرخسی نزد سلمی رفته و از دست او خرقه گرفته است (ص 314)، البته قرین صواب نیست، اما از آنجا كه ابوالفضل سرخسی در آخرین دهۀ سدۀ چهارم، 4 یا 5 سالی قبل از 400 ق درگذشته است (نك‍ : ه‍ د، ابوالفضل سرخسی)، باید این سفر ابوسعید به نیشابور در اوسط دهۀ آخر سدۀ چهارم صورت گرفته باشد. البته این سفر ابوسعید به نیشابور باید بسیار کوتاه برگذار شده باشد، زیرا به تصریح محمد بن منور پس از آنكه ابوسعید از دست سلمی خرقه گرفت (1 / 33) و ظاهراً سلمی یادداشتی مبتنی بر اینكه تصوف خلق است، به خط خویش به او داد (نك‍ : سبكی، 5 / 308، حاشیه، به نقل از طبقات الوسطی )، وی به سرخس بازگشت و ابوالفضل را دیدار كرد و به دستور او به نیت ارشاد به میهنه رفت. اما با اینهمه، با وجود آنكه پیر سرخسی سلوك او را پایان یافته تلقی كرد، ابوسعید به ارشاد نپرداخت و به ریاضت و مجاهدت بیشتر اهتمام داشت (نك‍ : محمد بن منور، 1‌ / 33-35) و هنگامی كه پدر و مادرش درگذشتند، ‌وی باز هم به بیابانهای حوالی میهنه، ‌باورد، مرو و سرخس روی نهاد و نزدیك به 7 سال به سلوك پرداخت و خلوت گزید و ریاضت كشید (همو، 1 / 36). در این دوره نیز تا هنگام درگذشت ابوالفضل سرخسی، ابوسعید گاه‌گاهی به جهت حل اشكال به نزد او به سرخس می‌رفت. پس از درگذشت ابوالفضل در اواخر سدۀ 4 ق ابوسعید برای دیدار ابوالعباس قصاب آملی، میهنه را به قصد آمل ترك گفت (همو، 1 / 38). اگر سخن جامی مبتنی بر اینكه ابوسعید در استراباد، ابوالحسن علی بن مثنّی (د 400 ق) را ملاقات كرده و اخبار و اقوال شبلی را از او شنیده است (همان، 323؛ نیز نك‍ : مایر، ‌ 52 )، درست باشد،‌می‌توان گفت كه این ملاقات در همین سفر صورت گرفته است. ابوالعباس قصاب سومین شیخی است كه در زندگی روحانی ابوسعید سهم بزرگ داشته است، تا آنجا كه ابوسعید او را «شیخ» مطلق می‌خواند و نكته‌هایی را كه از او شنیده و آموخته بود، تا پایان عمر همواره بر زبان می‌راند (نك‍ : محمد بن منور، 1 / 38، 281، 295). ابوسعید به روایتی یك سال و به روایتی ضعیف‌تر دو سال و نیم در آمل در خانقاه ابوالعباس قصاب سپری كرد و خرقه گونه‌ای نیز از او فرایافت و به اشارت همو به میهنه بازگشت (ابوروح، 43؛ محمد بن منور، 1‌ / 44- 49). در بازگشت او به میهنه مردمی بسیار گرد او جمع شدند (همو، 1 / 35، 49). از این پس ابوسعید در خانقاهش در میهنه به ارشاد پرداخت و ظاهراً هیچ مسافرتی نكرد و فقط گه‌گاه بر اثر قبضی یا واردی، عزم زیارت تربت ابوالفضل سرخسی می‌كرد و با مریدان به سرخس می‌رفت (نك‍ : ابوروح، 44؛ محمد بن منور، 1‌ / 52-53). چنین می‌نماید كه ابوسعید در اوایل سدۀ 5 ق / 11 م با شناختی كه پیش از آن از نیشابور و مشایخی چون ابوعبدالرحمن سلمی داشته، زادگاهش را به قصد آنجا ترك گفته است (ابوروح، 58؛ محمد بن منور، 1 / 57). اینكه گفته‌اند كه ابوسعید در حدود 412 ق در نیشابور بوده است (برتلس، تصوف ، 380)، بعید نمی‌نماید، اما از برخی اخبار كه در اسرار التوحید آمده است (محمد بن منور، 1 / 128- 129)، چنین برمی‌آید كه وی در 412 ق در میهنه بوده و پس از درگذشت ابوعبدالرحمن سلمی در آن سال، ابومسلم فارسی از نیشابور به میهنه آمده و ابوسعید را ملاقات كرده است. از این رو گمان نمی‌رود كه ابوسعید در زمان حیات سلمی و حتی مقارن درگذشت او به نیشابور وارد شده باشد. ظاهراً وی در اواخر 412 ق یا اندكی پس از آن میهنه خارج شده و پیش از آنكه به نیشابور برود، به طوس رفته و محمد معشوق طوسی را ملاقـات كرده است (همو، 1 / 58؛ جامی، همان، 314؛ نیز نك‍ : عین القضاة، ‌ نامه‌ها ، 1 / 63). فضای صوفیانۀ طوس چند روزی ابوسعید را مشغول ساخت. وی چندی در خانقاه استاد ابواحمد اقامت كرد و به خواهش او و دیگر صوفیان طوس در آنجا مجلس گفت و مردم طوس نیز برای شنیدن سخنانش ازدحام می‌نمودند (محمد بن منور، 1‌ / 57- 58). دیدار و صحبت ابوسعید با ابوالقاسم كُرّكانی هم می‌بایست در همین ایام در طوس صورت گرفته باشد (همو، 1 / 60؛ نیز نك‍ : جامی، ‌همان، 312-313). با اینهمه او بیش از چند روزی در طوس نماند و به سوی نیشابور شتافت.  وقتی كه ابوسعید به نیشابور وارد شد، ‌شیخی می‌نمود بالای 50 سال كه البته آوازۀ او پیش از خودش به نیشابور رسیده بود. شاید در سفر نخست كه برای اخذ خرقه از سلمی به آنجا رفته بود، دوستانی هم یافته بود. از این روی هنگامی كه او با یاران و مریدانش وارد نیشابور شد، برخی از صوفیان آن شهر به استقبال او آمدند كه از آن میان خواجه محمود مرید، مشهورتر بود و به قول ابوسعید «راهبرك نیك» بود كه او و همسفرانش را به كوی عدنی كویان نیشابور راهنمایی كرد و در خانقاه ابوعلی طرسوسی مقام داد (محمد بن منور، 1‌ / 61). مقارن ورود ابوسعید، نیشابور شهری بود كه به رغم رواج آراء ملامتیان، ‌مشایخ صوفیه‌اش سلوكی متشرعانه داشتند و اهل مذهبش سختگیر بودند و اصحاب دیوانش محافظه‌كار (قس: باسورث، 1 / 192). به هر روی ابوسعید یك روز پس از ورود، در خانقاه طرسوسی به مجلس گفتن پرداخت و آوازۀ او به سرعت در شهر فراگیر شد و بسیاری از مریدان دیگر خانقاهها را به مجلس او راغب و مشتاق ساخت، تا جایی كه مریدان شیخی متشرّع چون ابوالقاسم قشیری، مجلس پیرمیهنه را مغتن می‌دانستند و با آنكه قشیری از این كار منعشان می‌كرد، برای درك مجالس ابوسعید به خانقاه او می‌رفتند (عطار، ‌همان، 810-811؛ نك‍ : محمد بن منور، 1 / 61-62). البته پاره‌ای از افكار و روشهای خانقاهی ابوسعید نزد مشایخ صوفیۀ نیشابور خالی از غرابت نبود و انس او به سماع و برخی از گفتارها و رفتارهای او كه با راه و رسم دیگر مشایخ خانقاههای نیشابور مغایر می‌نمود، اسباب نگرانی و بدبینی آنان به پیرمیهنه ــ كه تازه به محیط نیشابور آمده بود ــ می‌شد و حتی آنان را به داوری و انكار در حق او وامی‌داشت. ابوالقاسم قشیری ــ كه گویا ابوسعید در نخستین مجلس خود در نیشابور بر یك سخن عارفانۀ او انتقاد كرده بود (نك‍ : محمد بن منور، همانجا) ــ با آنكه یك سال از اقامت ابوسعید در نیشابور می‌گذشت، در انكار او سخن می‌گفت (همو، 1 / 75). با اینهمه، نزدیك به 70 تن از مریدان قشیری در این یك سال همواره به نزد ابوسعید می‌آمدند و از تعلیمات او در آداب خانقاهی و آراء عرفانی بهره می‌بردند. سرانجام همین مریدان قشیری، او را به اصرار به مجلس ابوسعید بردند و وقتی كه او توانایی ابوسعید را در خواندن ضمیر خویش دریافت، دیگر در انكار او چیزی نگفت (همو، 1 / 75-77) و از آن پس میان آن دو رابطه‌ای دوستانه برقرار شد، تا جایی كه ابوسعید، قشیری را ــ ظاهراً به لحاظ تسلط او بر علوم ظاهر ــ استاد می‌خواند (همو، 1 / 79) و قشیری نیز ابوسعید را در تصوف و آداب خانقاهی برتر از خود می‌دانست و حتی خود را به او محتاج می‌یافت (همو، 1 / 83). قشیری از اینكه ابوسعید، فرزند او را همنام خود كرد، خشنود بود (همو، 1 / 77) و با رفتن همسر خود فاطمه، دختر ابوعلی دقّاق، به خانقاه ابوسعید موافقت می‌نمود (همو، 1 / 80) و حتی از ابوسعید دعوت كرد كه هفته‌ای یك بار مجلسش را در خانقاه او برگذار كند (همو، 1 / 83). علاوه بر قشیری، ابوعبدالله باكویه نیز راه و رسم خانقاهی ابوسعید را در نیشابور نمی‌پسندید و او را منكر بود و حتی نیشابوریان را به جهت رقص و سماع ابوسعید، بر او برمی‌آشفت و آنان را به دوری و اجتناب ازاو فرامی‌خواند (نك‍ : همو، 1 / 83-85).  با همۀ این مخالفتها و انكارها ابوسعید راه و روش خانقاهی و افكار و گفتارهای صوفیانۀ خود را، هنگام اقامت در نیشابور نه تنها تغییر نداد، بلكه به سماع شور و شوق بیشتر نشان می‌داد و بر منبر، شعر و دوبیتی می‌خواند و از تفسیر قرآن و نشر اخبار ــ به عباراتی كه نزد متشرعان و ارباب علوم ظاهر، معروف و معمول بود ــ احتراز می‌كرد. اینگونه رفتار غیرمتعارف، ‌بی‌شك فقها و اهل ظاهر را به مخالفت با او برمی‌انگیخت، به طوری كه یك بار ابوبكر اسحاق كرّامی ــ رئیس كرامیان نیشابور ــ و قاضی صاعد حنفی را بر آن داشت تا به سلطان محمد غزنوی نامه‌ای نوشتند كه در آن آمده بود: «اگر تدارك این نفرمایند، زود خواهد بود كه فتنه‌ای عام ظاهر می‌شود» (همو، 1 / 68- 69؛ ابوروح، 58- 61). نیز گفته‌اند كه روزی ابوسعید در نیشابور خواست كه ابوالحسن تونی را كه از زاهدان كرّامی بود،‌دیدار كند، اما وی به ابوسعید پیام فرستاد كه به كلیسا رفتن برای تو سزاوارتر است تا به مسجد آمدن و در میان مسلمانان بودن (محمد بن منور، 1 / 93). با اینهمه، طرز سلوك و روش صوفیانۀ ابوسعید در نیشابور و گفته‌های شورانگیز و مجالس گرم و پر حال او، گروه بزرگی از مردم آن ناحیه را به سوی او جلب كرد و ذكر كرامتها و فراستها و درون بینیهای او در همه جا شایع شد و چنان قبول عام و اعتباری یافت كه ستیزه‌جویی و خصومت مشایخ و علمای شهر را فرونشاند و آنان را به دوستی و ارادت كشاند (نك‍ : همو، 1 / 93-94)، تا جایی كه محتسبان مغرور نیشابور نیز كه به سبب سماع م بیت‌خوانی ابوسعید با او عناد می‌ورزیدند،‌به تدریج از در مصالحت و موافقت پیش آمدند و از گفته و كردۀ خود اظهار پشیمانی كردند (نك‍ : همو، 1 / 126-127) و سرانجام حتی اصحاب دیوان، چون عمید خراسان اعتبار اجتماعی خود را بیشتر از توجه شیخ می‌دانستند تا از توجه سلطان (همو، 1 / 88- 89). شهرت و اعتبار ابوسعید در زمان اقامتش در نیشابور به آن شهر محدود نماند و به سرعت نام او شهرهای دیگر خراسان را فرا گرفت و سبب شد كه مشایخ دیگر نواحی خراسان نیز برای دیدار او به نیشابورسفر كنند. خواجه عبدالله انصاری با آنكه به لحاظ عقیدۀ راسخش به اصول حنبلی با ابوسعید موافق نمی‌نمود و حتی با تصوف عاشقانۀ وی مخالف می‌ورزید، دو بار به نیشابور آمد و از دیدار ابوسعید بهره‌ور شد (همو، 1 / 230؛ جامی، ‌همان، 350-351؛ نیز نك‍ : بوركوری، 91، 98- 99). ابوسعید بیشتر از 10 سال بدین روش در نیشابور به سر برد و یك روز در حالی كه در خانقاه سماع می‌كرد، فرزندش ابوطاهر سعید در وقت سماع احرام حج گرفت و از پدر اجازت سفر خواست. ابوسعید نیز با او موافقت و همراهی كرد و هر چند مریدان و مشایخ نیشابور كوشیدند كه ابوسعید را از این سفر باز دارند، سودمند نیفتاد (محمد بن منور، 1 / 135) و او به قصد گزاردن حج نیشابور را ترك گفت، اما وقتی كه به نزدیكی خرقان رسید، تقاضای دیدار ابوالحسن خرقانی وی را به سوی آن شهر كشانید. طبق گزارش مؤلف «نورالعلوم»، ابوالحسن چون از ورود ابوسعید به خرقان آگاه شد، فرزند خود احمد را با تنی چند ا زمریدان به استقبال او فرستاد (ص 358). با آنكه گزارشهایی كه مریدان خرقانی و ابوسعید از دیدار آن دو داده‌اند، از بسیاری جهات قابل تطبیق است (نك‍ : محمد بن منور، 1 / 135-145؛ قس: «نورالعلوم»، 358-360، 363-364)، لیكن در هر دو مورد آثار تكریم و دوستی مریدان نسبت به هر دو پیر روشن و آشكار است.  اگرچه ابوسعید از لحاظ سن از خرقان جوان‌تر بوده و به همین جهت در این دیدار دست خرقانی را بوسیده است (همان، 359)، اما سكوت آشكار ابوسعید در محضر خرقانی كه نزد صوفیان از باب رعایت ادب تلقی می‌شده است، در حقیقت برای شنیدن اسراری بوده كه ابوالحسن بیان می‌كرده است، چنانكه خود می‌گوید: «ما را از بهر استماع آورده‌اند» (نك‍ : هجویری، 204-205؛ اسفراینی، 138). ابوسعید 3 روز در خرقان ماند (همانجا) و از ادامۀ سفر حجاز به توصیۀ پیر خرقان منصرف شد و از راه بسطام قصد نیشابور كرد. در بسطام یك شبانه‌روز برای زیارت تربت بایزید اقامت كرد (محمد بن منور، 1 / 138- 139). از بسطام به دامغان رفت و به قولی 3 روز و به روایتی 40 روز به اضطرار در آنجا ماندگار شد (نك‍ : همانجا؛ «نورالعلوم»، همانجا). در بازگشت از دامغان پس از عبور از بسطام، باز به خرقان رفت. این بار نیز خرقانی مریدان را به استقبال وی فرستاد و او را به خانقاه خود دعوت كرد. ابوسعید 3 روز دیگر در خرقان ماند و روز چهارم به بدرقه و راهنمایی مریدان ابوالحسن از طرییق جاجرم به سوی نیشابور رهسپار شد (محمد بن منور، 1 / 142-145). پس از بازگشت به نیشابور چند سال دیگر در آن شهر اقامت داشت. در این شهر چند تن از فرزندان و نوادگان او پرورش یافته بودند (همو، 1 / 146). از برخی روایات زندگی‌نامۀ ابوسعید برمی‌آید كه او در آخرین سالهای اقامت در نیشابور به پیری رسیده بوده است (نك‍ : همو، 1 / 86). نیز از سخنان محمد بن منور استنباط می‌شود كه ابوسعید در حدود 430 ق یا اندكی پس از آن نیشابور را ترك كرده و به میهنه بازگشته است (1 / 146). سبب بازگشت پیر میهنه به زادگاهش با آنهمه نفوذ معنوی و منزلتی كه در میان مشایخ، علما، ‌دیوانیان و اهالی نیشابور داشته است، ‌به درستی معلوم نیست. ظاهراً وی می‌خواسته است كه سالهای آخر عمر را در شهر و دیار اصلی خود و فارغ از تنگدلیهای غربت بگذراند (نك‍ : همانجا). ابوسعید خانقاه خود را بی‌آنكه در آنجا جانشینی بگمارد، ‌رها كرد و با جمعی از مریدان به سوی زادگاهش روانه شد. هنوز مسافت درازی از راه را طی نكرده بود كه از اسب فرو افتاد و رانش سخت آسیب دید. مریدان او را بر روی دوش به طوس رساندند و از طوس نیز به اشارۀ استاد ابوبكر طوسی، شاگردان او ابوسعید را بر محفّه‌ای گذاردند و به میهنه بردند (همو، 1 / 149-150). در میهنه نیز طرز سلوك و رفتار ابوسعید با مریدان و همشهریانش همانگونه بود كه در نیشابور بود. در خانقاه به همان شیوه مجلس می‌گفت و انبوه مردم، از مریدان و اهالی شهر گرفته تا رئیس میهنه در مجالس او شركت می‌كردند (نك‍ : ابوروح، 52- 54، 64-66، 86؛ محمد بن منور، 1 / 185). در این ایام آوازۀ او حتی به گوش مشایخ حجاز نیز رسیده بود و آنان برای آگاهی یافتن از احوال و اقوال او كسانی را به خراسان گسیل می‌داشتند (نك‍ : همو، 1 / 153). ابن‌حزم اندلسی، همعصر او در دورترین نواحی غرب جهان اسلام، ‌از رفتار و طرز سلوك او سخن می‌گوید (4 / 188). خانقاه او در میهنه محلی بود كه از نقاط مختلف خراسان و ماوراءالنهر اهل عرفان و مریدان و مشایخ را به خود جلب می‌كرد و گروهی از مریدان او نیز كه در نیشابور مانده بودند، برای دیدار او به میهنه می‌آمدند (محمد بن منور، 1 / 160-162، 164، 180). ابوسعید آخرین مجلس را در 27 رجب 440 ق برگذار كرد. در این مجلس ابوطاهر سعید را جانشین خود قرار داد و دربارۀ چگونگی مراسم تشییع جنازۀ خود به مریدان سفارش كرد (ابوروح، 88- 89؛ محمد بن منور، 1 / 345-347). بعد از آن به مدت یك هفته زنده بود و در سنی افزودن بر 83 سالگی در 4 شعبان همان سال درگذشت (صریفینی، 623؛ سمعانی، عبدالكریم، الانساب ، 12 / 538؛ سبكی، 5 / 307؛ ابوروح، 89-90؛ محمد بن منور، 1 / 54). جنازۀ او را فردای آن روز در سرای خودش دفن كردند (همانجا). در تشییع جنازۀ او اهالی میهنه چنان ازدحام كرده بودند كه تابوت او نیمی از روز به سبب انبوهی عزاداران دفن نشد، تا آنكه رئیس میهنه به وسیلۀ عسسان راه را گشود و جنازه به خاك سپرده شد (ابوروح، 90؛ محمد بن منور، 1 / 347- 348، 360-361)."
  ],
  "bibliography": null,
  "signature": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 121
}