{
  "id": "eweb_524",
  "source": "DMBI",
  "cat": "entity",
  "link": "https://www.cgie.org.ir/fa/article/226453/%D8%A7%D8%A8%D9%88%D8%AD%D9%85%D8%B2%D9%87-%D8%AE%D8%B1%D8%A7%D8%B3%D8%A7%D9%86%DB%8C",
  "annotator": "Jeremy",
  "title": "ابوحمزه خراسانی",
  "authors": [
    "مریم صادقی"
  ],
  "last_updated": "چهارشنبه 21 خرداد 1399",
  "content": [
    "اَبوحَمْزۀ خُراسانی (د 290 ق / 903 م)، از مشایخ صوفیۀ خراسان. آنچه از زندگانی وی در دست است، اینكه او از محلۀ مُلقاباد نیشابور برخاسته است (خلیفۀ نیشابوری، 158؛ سلمی، 328؛ قشیری، 27) و به گفتۀ خواجه عبدالله انصاری (ص 123) اصل او را گوزگان نیز دانسته‌اند. وی در نیشابور پرورش یافته، در همان دیار به كمال رسیده و احتمالاً در همانجا درگذشته است (خلیفۀ نیشابوری، 150؛ عطار، 553). وی در ورع وپارسایی سرآمد بود، تا آنجا كه از خود وی حكایت كنند كه سالهای متمادی تنها در میان گلیمی در احرام بوده و تنها سالی یك بار از احرام بیرون می‌آمده است (قشیری، همانجا؛ عطار، 552؛ شعرانی، 1 / 103؛ مناوی، 1 / 205-206). ابوحمزه از اقران جنید بود وبا ابوتراب نخشبی وابوسعید خرّاز مصاحبت داشت (سلمی، انصاری، قشیری، همانجاها؛ هجویری، 184؛ عطار، 551). اطلاعات اندكی كه دربارۀ او در دست است، به سبب معاصر بودنش با صوفی دیگری كه با وی كنیۀ مشترك داشته (نك‍ : ه‍ د، ابوحمزۀ بغدادی)، سخت مغشوش است (مانند داستان درچاه افتادن ویا همسفر بودن با ابوتراب نخشبی). گرچه در برخی از منابع به مصاحبت وی با مشایخ بغداد تصریح شده است (سلمی، انصاری، همانجاها؛ جامی، 70؛ ابن‌ملقن، 155)، اما از آنجا كه خطیب در تاریخ بغداد (جز در موردی كه در ضمن شرح احوال ابوحمزۀ بغدادی نامی از وی برده است، نك‍ : 1 / 392) اشاراتی به احوال او ندارد، به نظر نمی‌رسد كه مدت مدیدی در بغداد اقامت گزیده باشد (نیز نك‍ : ایرانیكا ). وی صاحب وجد بود وسماع را جایز می‌شمرد (داراشكوه، 72). در شدت وجد بدان حد بودكه با شنیدن بیتی خویشتن‌داری از دست می‌داد وبیهوش می‌شد (ابن ملقن، 156). وی معتقد بود كه چون وجد غالب شود، از اظهار آن ممانعت نمی‌توان كرد (سلمی، 330-331؛ مناوی، 1 / 205). داستان در چاه افتادن ابوحمزه كه در غالب كتابهای طبقات صوفیه نقل شده وبه عنوان كرامتی از وی درمیان مردم رواج یافته، حكایت از شدت توكل او دارد (مستملی، 4 / 1761-1763؛ قشیری، 87؛ هجویری، همانجا؛ انصاری، 125؛ ابن جوزی، 304؛ عطار، 551-552). از ابوحمزه جز برخی علارات حكمت‌آمیز و صوفیانه كه در كتب طبقات پراكنده است، چیزی باقی نمانده است. مضمون اغلب اقوال او موضوعاتی چون فتوت، توكل، رضا، انس، غربت و عشق الهی است (نك‍ : سلمی، 328-320؛ قشیری، همانجا؛ هجویری، 184-185؛ عطار، 552-553؛ ابن‌ملقن، 155-156؛ مناوی، 1 / 205- 206) كه گاه بوی شطح نیز به خود می‌گیرد، چنانکه بهشت وآیۀ كریمۀ: «كُلُوا وَ اشْرَبُوا هَنیئاً بِما اَسلَفْتُمْ» (الحاقه / 69 / 24) را مكری بزرگ می‌داند كه انسان را به اكل و شرب مشغول و مشعوف و از خدا باز می‌دارد (سلمی، 329؛ ابن جوزی، 333).  اگرچه، چنانكه گذشت، اقوال او در تذكره‌ها و طبقات صوفیه ضبط شده و مؤلفان احوال این طایفه نام وی را در زمرۀ مشایخ فتیان قرار داده‌اند، اما در كتابهای صوفیه حتی در موضوعاتی كه محور اصلی گفته‌های اوست، استنادی به كلام او نشده است و تنها در موضوع توكل در اینگونه كتابها داستان در چاه افتادن او را نقل كرده‌اند كه در بسیاری از منابع آن را به ابوحمزۀ بغدادی نسبت داده‌اند.سایر اخباری كه دربارۀ او آورده‌اند، از جمله دیدار او با حارث محاسبی (ابن‌جوزی، 169-170؛ روزبهان، 202؛ جامی، 71)، پیام ابوالحسین نوری در قضیۀ قرب و بعد (انصاری، 159- 160)، ارتباط با احمد بن حنبل (شعرانی، همانجا؛ مناوی، 1 / 205) و بسیاری از روایات دیگری كه دربارۀ «ابوحمزۀ صوفی» یا مطلق «ابوحمزه» نقل كرده‌اند (نك‍ : سراج، 57، 183 جم‍ ؛ ابن‌جوزی، همانجا؛ روزبهان، 25، 31، جم‍ ؛ عطار، 466، 473)، متعلق به ابوحمزۀ بغدادی است.",
    "ابن جوزی، عبدالرحمن بن علی، تبلیس ابلیس ، بیرت، 1368 ق؛ ابن ملقن، عمر بن علی، طبقات الاولیاء ، به كوشش نورالدین شریبه، بیروت 1406 ق / 1986م؛ انصاری هروی، خواجه عبدالله، طبقات الصوفیه ، به كوشش عبدالحی حبیبی، كابل، 1341 ش؛ جامی، عبدالرحمن بن احمد، نفحات‌الانس ، به كوشش مهدی توحیدی‌پور، تهران، 1336 ش؛ خطیب بغدادی، احمد بن علی، تاریخ بغداد ، قاهره، 1349 ق؛ خلیفۀ نیشابوری، احمد بن محمد، ترجمه و تلخیص تاریخ نیشابور حاكم نیشابوری، به كوشش بهمن كریمی، تهران، 1339 ش؛ دارا شكوه، محمد، سكینة الاولیاء، به كوشش تاراچند ومحمدرضا جلالی نائینی، تهران، مؤسسۀ علمی؛ روزبهان بقلی، شرح شطیحات ، به كوشش هانری كربن، تهران، 1360 ش؛ سراج، عبدالله بن علی، اللمع ، به كوشش رنالد نیكلسون، لیدن، 1914 م؛ سلمی، محمد بن حسین، طبقات صوفیه ، به كوشش پدرسون، لیدن، 1960 م؛ شعرانی، عبدالوهاب بن احمد، الطبقات الكبری ، قاهره، 1374 ق / 1954 م؛ عطار، فریدالدین، تذكرة الاولیاء ، به كوشش محمد استعلامی، تهران، 1346 ش؛ قشیری، عبدالكریم بن هوازن، الرسالة القشیریة ، قاهره، 1379 ق / 1959 م؛ مستملی، اسماعیل بن محمد، شرح التعرف لمذهب التصوف ، به كوشش محمد روشن، تهران، 1366 ش؛ مناوی، عبدالرؤوف، الكواكب الدریة ، به كوشش محمود ربیع، قاهره، مطبعة الازهر؛ هجویری، علی بن عثمان، كشف المحجوب ، به كوشش ژوكوفسكی، تهران، 1979 م؛ نیز:",
    "Iranica .",
    "مریم صادقی"
  ],
  "bibliography": [
    "ابن جوزی، عبدالرحمن بن علی، تبلیس ابلیس ، بیرت، 1368 ق",
    "ابن ملقن، عمر بن علی، طبقات الاولیاء ، به كوشش نورالدین شریبه، بیروت 1406 ق / 1986م",
    "انصاری هروی، خواجه عبدالله، طبقات الصوفیه ، به كوشش عبدالحی حبیبی، كابل، 1341 ش",
    "جامی، عبدالرحمن بن احمد، نفحات‌الانس ، به كوشش مهدی توحیدی‌پور، تهران، 1336 ش",
    "خطیب بغدادی، احمد بن علی، تاریخ بغداد ، قاهره، 1349 ق",
    "خلیفۀ نیشابوری، احمد بن محمد، ترجمه و تلخیص تاریخ نیشابور حاكم نیشابوری، به كوشش بهمن كریمی، تهران، 1339 ش",
    "دارا شكوه، محمد، سكینة الاولیاء، به كوشش تاراچند ومحمدرضا جلالی نائینی، تهران، مؤسسۀ علمی",
    "روزبهان بقلی، شرح شطیحات ، به كوشش هانری كربن، تهران، 1360 ش",
    "سراج، عبدالله بن علی، اللمع ، به كوشش رنالد نیكلسون، لیدن، 1914 م",
    "سلمی، محمد بن حسین، طبقات صوفیه ، به كوشش پدرسون، لیدن، 1960 م",
    "شعرانی، عبدالوهاب بن احمد، الطبقات الكبری ، قاهره، 1374 ق / 1954 م",
    "عطار، فریدالدین، تذكرة الاولیاء ، به كوشش محمد استعلامی، تهران، 1346 ش",
    "قشیری، عبدالكریم بن هوازن، الرسالة القشیریة ، قاهره، 1379 ق / 1959 م",
    "مستملی، اسماعیل بن محمد، شرح التعرف لمذهب التصوف ، به كوشش محمد روشن، تهران، 1366 ش",
    "مناوی، عبدالرؤوف، الكواكب الدریة ، به كوشش محمود ربیع، قاهره، مطبعة الازهر",
    "هجویری، علی بن عثمان، كشف المحجوب ، به كوشش ژوكوفسكی، تهران، 1979 م",
    "نیز:"
  ],
  "signature": "Iranica .",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "metrics": null,
  "bio_id": 398
}