{
  "id": "eweb_531",
  "source": "EIs",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/SIM-041729.xml?rskey=Lueuh4&result=1",
  "annotator": "Jeremy",
  "title": "al-Fuḍayl b. ʿIyāḍ",
  "authors": [
    "Kazem Tayyebi Fard",
    "Stephen Hirtenstein",
    "Translated by Alexander Khaleeli"
  ],
  "word_count": "(2,694 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "04 Feb 2022",
  "last_updated": "02 Jun 2025",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "al-Fuḍayl b. ʿIyāḍ , Abū ʿAlī (d. 187/803), a narrator of traditions ( muḥaddith ) and ascetic ( zāhid ) of the 2nd/8th century, who was later recognised as one of the founders of Sufism.",
    "Al-Fuḍayl was born early in the 2nd/8th century in Fundīn, a village on the outskirts of Abīward, Khurāsān (Ibn Saʿd, 6/43; al-Sulamī, 6; see al-Qushayrī, 35, English trans. 20, and al-Dhahabī, Siyar , 8/373, for the view that he was born in Samarqand and grew up in Abīward). His family’s lineage can be traced back to the Yarbūʿ clan, a branch of the Banū Tamīm tribe which had settled in Khurāsān after the Muslim conquests some seventy years before (al-Dhahabī, Tadkhirat , 1/245; Rādmihr, 35–38). While there are few details available to historians about al-Fuḍayl’s childhood and upbringing, accounts indicate that he acted as a bandit or highwayman on the roads between Sarakhs and Abīward in his youth and became the leader of a group of brigands (see al-Munāwī, 1/148; al-Qushayrī, 35, English trans. 21; Hujwīrī, 120, English trans. 97; Field, 46–47). However, his particular style of brigandage resembled that of the ʿayyār (q.v. aḥdāth ) and fityān in that it was accompanied by worship, asceticism and mercy to the weak and needy. Ultimately the virtuous side of al-Fuḍayl won out as he repented of his criminal acts (see ʿAṭṭār, 130–132; for similarity to the conversion story of Bishr al-Ḥāfī, see Abū Nuʿaym, 8/336; Sirry, 445–446, 448–449).",
    "As for how and why al-Fuḍayl decided to repent, the sources dating back to the 5th/11th century offer a variety of explanations. The most common of these is that when the young al-Fuḍayl was climbing into the house of a slave girl with whom he had fallen in love, he heard a Qurʾān reader reciting a verse which urges those who have gone astray to repent of their sins, ‘Is it not time that the hearts of those who have faith should be humbled to the remembrance of God?’ (Q 57:16), and that this had a profound effect on him (Ibn Qudāma al-Maqdisī, 207–208; al-Qushayrī, 35, English trans. 20–21; for all the different accounts of this event, see Ḥaqīqat, 275; Tor, ‘God’s Cleric’, 207–208). A more embellished account given by al-Qushayrī (p. 35, English trans. 21) and Ibn Khallikān (4/47) adds that after this experience, al-Fuḍayl withdrew to some ruins in the wilderness, where he overheard some travellers expressing to each other their fear that they would be waylaid by al-Fuḍayl’s bandits. Al-Fuḍayl was overcome by shame, and sincerely repented to God.",
    "ʿAṭṭār claims that after repenting of his past crimes, al-Fuḍayl made amends for them (see ʿAṭṭār, 130–132). He travelled to Kūfa, in those days a major centre for the teaching and transmission of ḥadīth s, where he attained some prominence as a scholar of traditions (Ibn Saʿd, 6/43; Ibn Ḥibbān, 235). However, al-Fuḍayl was dismayed by what he perceived to be the hypocrisy and worldliness of the Kūfan scholars, leading him to openly criticise them (e.g. see Ibn al-Jawzī, 2/137; al-Munāwī, 1/149). Because of this he left Kūfa for Mecca, where he came to be held in high regard for his asceticism and knowledge of traditions (Ibn Ḥibbān, 235). After living for around eighty years (Ibn al-Jawzī, 2/135), al-Fuḍayl died in 187/803 in Mecca, where he was buried (Ibn Ḥanbal, 1/48).",
    "From the 4th/10th century onwards, a time which saw the rise of Sufism as a religious and social phenomenon and the production of Sufi literature, the story of al-Fuḍayl’s ascetic conduct after repenting his earlier life as a brigand became the subject of great interest to Sufi authors. His pious lifestyle and asceticism made him a role model for Sufis, who recognised him as one of the founders of their movement. Al-Sulamī (p. 6) gives pride of place to al-Fuḍayl as the first biography in the first ‘generation’ after the Followers ( al-tābiʿūn ). This is, however, in marked contrast to Hujwīrī (pp. 119–124, English trans. 97–100), who places him eighth in a list that begins with Ḥabīb al-ʿAjamī (q.v., d. mid-2nd/8th century), who is lauded for his sincere repentance and merit of God’s pleasure ( riḍā ), and to al-Qushayrī (p. 30–35, English trans. 18–21), who makes him third after Ibrāhīm b. Adham (d. ca. 161/777) and Dhū al-Nūn al-Miṣrī (d. 245/860) (for an analysis of these and other biographical sources, see Mojaddedi, 15–16, 129–131 et passim; also Ibn al-Nadīm, 235). This retrospective adoption of al-Fuḍayl as a proto-Sufi has little or no basis in historical fact, and the various stories about his supposed ‘conversion’ seem to be little more than legends (Tor, ‘God’s Cleric’, 207–208; Chabbi, 342). His strict asceticism in later life, however, is well attested by his contemporaries: according to al-Qushayrī, for example (p. 36, English trans. 21), one of his companions stated that he accompanied al-Fuḍayl for thirty years without ever seeing him laugh or smile, except for the day when his son died. Al-Fuḍayl’s cryptic explanation was apparently: ‘If God loves something, I love it too’. Many of his sayings were recorded in the Kitāb al-bayāḍ wa al-sawād by Abū al-Ḥasan al-Sīrajānī (d. ca. 470/1177): for example, ‘the preference of the renunciants ( zuhhād ) is to be free from need, but the preference of the chivalrous ( fityān ) is to be in need’ (p. 213). He became famous for his serious and lachrymose character, weeping not only out of remorse for his sins, but also in fear of God and the Day of Judgment (for a discussion of the different sources and aspects of this, see Tor, ‘God’s Cleric’, 209–211; for the role of fear of God among the early renunciants, see Melchert, ‘Exaggerated Fear’, passim).",
    "Even if al-Fuḍayl b. ʿIyāḍ is held up as one of the originators of the Sufi movement, alongside men such as ʿAbd Allāh b. al-Mubārak (d. 122/740) and Azdī al-Mawṣilī (d. 374/984), later masters who held him in high regard, such as Ibn al-ʿArabī (d. 638/1240) and al-Ghazālī (d. 505/1111) (see Ibn al-ʿArabī, 2/361; al-Ghazālī, 1/84–85, 238), always gave priority to the traditions and sayings which he narrated over the works or sayings that were attributed to him. Indeed, there are some serious reservations about the validity of attributing to him works such as Miṣbāḥ al-sharīʿa (‘The Lamp of the Sharia’) and Ḥijāb al-aqṭār (‘The Partition of the Regions’) (Rādmihr, 120–127). Other works attributed to him have not survived, such as the Raqāʾiq (‘Subtleties’), which al-Bayhaqī mentions in his Kitāb al-zuhd , and from which Ibn Qutayba narrates a tradition in his ʿUyūn al-akhbār (see al-Bayhaqī, 47; Ibn Qutayba, ʿUyūn , 2/300). These issues, however, do not seem to have had any negative impact on al-Fuḍayl’s influence: it is evident that he served as a major source of inspiration for both the Malāmatiyya (those who adopted the path of self-blame) and futuwwa (spiritual chivalry) Sufi groups, and he was lauded in the Sufi traditions of Khurāsān as ‘the master of the people of chivalry’ ( shaykh al-fityān ) (Sāmī Nashshār, 403–406).",
    "In addition to his reputation as a renunciant ( zāhid ), al-Fuḍayl’s main claim to fame is as a reliable narrator of traditions, recognised by all the Islamic schools of thought ( thiqa ʿāmm ) (see al-Najāshī, 310; al-Ṭūsī, 269). In the early period these two strands were compatible with each other, as complementary activities of a spiritual life, although by al-Fuḍayl’s time there were already signs that renunciation was being privileged over ḥadīth learning as a means to spiritual benefit (see Melchert, ‘Early Renunciants’, 411–413 et passim). Al-Fuḍayl’s ḥadīth teachers in Kūfa included Manṣūr b. al-Muʿtamir (d. 132/749), Sulaymān al-Aʿmash (q.v., d. ca. 148/765), Ṣafwān b. Sulaym (d. 132/749) and Abū Isḥāq al-Shaybānī (d. 129/747); those who narrated from him include Sufyān al-Thawrī (d. 161/778), ʿAbd Allāh b. al-Mubārak (d. 181/797), Sufyān b. ʿUyayna (d. 198/813), al-Shāfiʿī (d. 204/820), al-Asmaʿī (q.v., d. 216/831) and Bishr al-Ḥāfī (q.v., d. 227/841) (see al-Dhahabī, Siyar , 8/373; al-Mizzī, 15/105–106; Tor, ‘God’s Cleric’, 206–207). He appears to have spent some thirty years in Kūfa, memorising, studying and narrating ḥadīth alongside major figures among the ahl al-ḥadīth , before moving to Mecca and devoting himself to a more ascetic way of life (Chabbi, 338; Tor, ‘God’s Cleric’, 208).",
    "Some scholars such as al-Badawī have suggested that he inclined towards Shiʿism (pp. 266–267). If we accept that Miṣbāḥ al-sharīʿa can be reliably attributed to al-Fuḍayl, including the narrations from Imam Jaʿfar al-Ṣādiq, which are presented in this work in a Sufi context and tone, this thesis becomes plausible (for different views on this, see al-Majlisī, 1/32; cf. al-Nūrī al-Ṭabarsī, 1/194, 197, 202; Aqā Buzurg, 21/111; for arguments advanced by supporters of this thesis, see Rādmihr, 149–152). It is also suggested by the fact that the Shiʿi traditionist Ibn Bābawayh (d. 381/991) narrated material from him (see pp. 245, 252, 296).",
    "A famous incident recounted in the sources concerns al-Fuḍayl’s meetings in Mecca with the ʿAbbāsid caliph, Hārūn al-Rashīd (r. 170–193/786–809), while the latter was performing the ḥajj pilgrimage (Ibn Qutayba, Imāma , 210–212). The earliest historical source from the 3rd/9th century, al-Yaʿqūbī (2/291), records that al-Fuḍayl roundly chastised the caliph for subjecting people to torture in order to extort tax arrears from them, and in support of his position cited a Prophetic ḥadīth : ‘Whoever torments the people in this world, God will torment them on the Day of Resurrection’ (see Tor, ‘God’s Cleric’, 213–214, who gives the date of 186/802 as the most likely). Later writers such al-Masʿūdī, Hujwīrī, al-Tawḥīdī and al-Dhahabī added accounts of other meetings between the two men, all of which are designed to demonstrate the superiority of al-Fuḍayl’s spiritual status over the caliph’s temporal power. In one of these, al-Fuḍayl declares that Hārūn is more of an ascetic than he is because ‘I renounce pleasure in this world [only], whereas you renounce pleasure in the next world; this world is transitory, whereas the next world is eternal’ (Ibn al-Mulaqqin, 206; see Hujwīrī, 122–124, English trans. 98–100; for an analysis of these accounts, see Tor, ‘God’s Cleric’, 213–218 et passim). While some scholars have taken these meetings as an insight into al-Fuḍayl’s personal political leanings (see al-Badawī, 272–276; Rādmihr, 174–176), others have emphasised the historical context within which they took place, and particularly the new perspective that the sages ( ḥukamāʾ  ), who were ‘bearers of the Qurʾān’, had a greater status than any worldly ruler because they were the true heirs to the Prophet. This devotion to God had the consequence that al-Fuḍayl refused to accept money from the caliph. As Tor observes, the stories of al-Fuḍayl’s relationship with Hārūn al-Rashīd demonstrate a clear change in the balance of religious power between the ahl al-ḥadīth and the caliph: ‘in place of God’s caliph, perpetuating and acting as arbiter over a living Sunna, there is God’s cleric, custodian of the ḥadīth regarding the dead Prophet, and assuming the position of religious authority and spiritual adviser to the Imam himself’ (‘God’s Cleric’, 222–224)."
  ],
  "bibliography": [
    "Abū Nuʿaym al-Iṣfahānī, Aḥmad b. ʿAbd Allāh, Ḥilyat al-awliyāʾ (Cairo, 1399/1979).",
    "Āqā Buzurg, al-Dharīʿa ; ʿAṭṭār Nīsābūrī, Farīd al-Dīn, Tadhkirat al-awliyāʾ , ed. R. Nicholson (Tehran, 1388 Sh./2009).",
    "al-Badawī, ʿAbd al-Raḥmān, Taʾrīkh al-taṣawwuf al-Islāmī (Kuwait, 1975).",
    "al-Bayhaqī, Aḥmad b. Ḥusayn, Kitāb al-zuhd , ed. ʿAlī Akbar Fayyāḍ (Mashhad, 1350 Sh./1971).",
    "Chabbi, Jacqueline, ‘Fuḍayl b. ʿIyāḍ un précurseur du Ḥanbalisme’, BEO 30 (1978), pp. 331–345.",
    "Crone, Patricia, and Martin Hinds, God’s Caliph: Religious Authority in the First Centuries of Islam (Cambridge, 1986).",
    "al-Dhahabī, Muḥammad, Siyar aʿlām al-nubalāʾ , ed. Shuʿayb al-Arnaʾūṭ et al. (Beirut, 1404/1984).",
    "idem, Tadkhirat al-ḥuffāẓ (Beirut, 1374/1955).",
    "Field, Claud, Mystics and Saints of Islam (London, 1910); al-Ghazālī, Abū Ḥāmid Muḥammad, Iḥyāʾ ʿulūm al-dīn (Beirut, 1986).",
    "Ḥaqīqat, ʿAbd al-Rafīʿ, Tārīkh-i ʿirfān wa ʿirfān-i Īrānī (Tehran, 1370 Sh./1991).",
    "Hujwīrī, ʿAlī, Kashf al-maḥjūb , ed. V. Zhukovskiĭ (Leningrad, 1926).",
    "Ibn al-ʿArabī, Muḥyī al-Dīn, al-Futūḥāt al-Makkiyya , ed. ʿUthmān Ismāʿīl Yaḥyā and Ibrāhīm Madkūr (Cairo, 1985).",
    "Ibn Bābawayh, Muḥammad b. ʿAlī, Maʿānī al-akhbār , ed. ʿAlī Akbar Ghaffārī (Qumm, 1379/1960).",
    "Ibn Ḥibbān, Muḥammad, Mashāhīr ʿulamāʾ al-amṣār , ed. Manfred Fleischhammer (Cairo, 1379/1959).",
    "Ibn al-Jawzī, Ṣifat al-ṣafwa (Hyderabad, 1355/1936).",
    "Ibn Khallikān, Wafayāt.",
    "Ibn Khayyāṭ, Khalīfa b. ʿAmr, Ṭabaqāt khalīfa , ed. Suhayl Zakkār (Beirut, 1414/1993).",
    "Ibn al-Mulaqqin, ʿUmar, Ṭabaqāt al-awliyāʾ , ed. Muṣṭafā ʿAbd al-Qādir ʿAṭā (Beirut, 1419/1998).",
    "Ibn al-Nadīm, al-Fihrist.",
    "Ibn Qudāma al-Maqdisī, ʿAbd Allāh b. Aḥmad, Kitāb al-tawwābīn , ed. ʿAbd al-Qādir al-Arnaʾūṭ (Riyadh, 1426/2005).",
    "Ibn Qutayba al-Dīnawarī, ʿAbd Allāh b. Muslim, al-Imāma wa al-siyāsa , ed. ʿAlī Shīrī (Tehran, 1371 Sh./1413).",
    "idem, ʿUyūn al-akhbār (Cairo, 1963).",
    "Ibn Saʿd, Muḥammad, Ṭabaqāt al-kubrā , ed. Muḥammad ʿAbd al-Qādir ʿAṭā (Beirut, 1410/1990).",
    "al-Majlisī, Muḥammad Bāqir, Biḥār al-anwār (Beirut, 1403/1983).",
    "al-Makkī, Taqī al-Dīn, al-ʿIqd al-thamīn fī taʾrīkh al-balad al-amīn , ed. Fuʾād Sayyid (n.p., 1968).",
    "Melchert, Christopher, ‘Early Renunciants as ḥadīth Transmitters’, MW 92 (2002), pp. 407–418.",
    "idem, ‘Exaggerated Fear in the Early Islamic Renunciant Tradition’, JRAS 21/3 (2011), pp. 283–300.",
    "idem, ‘The Piety of the Hadith Folk’, IJMES 34 (2002), pp. 425–439.",
    "Mojaddedi, Jawid A., The Biographical Tradition in Sufism (Richmond, 2001).",
    "al-Mizzī, Tahdhīb al-kamāl , ed. Bashshār ʿAwwād Maʿrūf (Beirut, 1980–1992).",
    "al-Munāwī, ʿAbd al-Raʾūf, al-Kawākib al-durriyya , ed. Maḥmūd Ḥasan Rabīʿ (Cairo, 1357/1938).",
    "al-Najāshī, Aḥmad b. ʿAlī, Rijāl , ed. Mūsā Shubayrī Zanjānī (Qumm, 1418/1997).",
    "al-Nūrī al-Ṭabarsī, Ḥusayn, Khātimat al-Mustadrak wa mustanbaṭ al-masāʾil (Qumm, 1415/1995).",
    "al-Qushayrī, ʿAbd al-Karīm b. Hawāzin, al-Risāla al-Qushayriyya , ed. Muḥammad ʿAbd al-Raḥmān Marʿashlī (Beirut, 1998), English trans. by Alexander Knysh as Al-Qushayri’s Epistle on Sufism (Reading, 2007).",
    "Rādmihr, Farīd al-Dīn, Fuḍayl ʿIyāḍ az rahzanī tā rahrawī (Tehran, 1383 Sh./2004).",
    "Sāmī Nashshār, ʿAlī, Nashʾāt al-fikr al-falsafī fī al-Islām (Cairo, 1996).",
    "al-Sīrajānī, Abū al-Ḥasan, Kitāb al-Bayāḍ wa al-Sawād , ed. Bilal Orfali and Nada Saab as Sufism Black and White (Leiden, 2012).",
    "Sirry, Munʿim, ‘Pious Muslims in the Making: a Closer Look at Narratives of Ascetic Conversion’, Arabica 57/4 (2010), pp. 437–454.",
    "al-Sulamī, Abū ʿAbd al-Raḥmān, Ṭabaqāt al-Ṣūfiyya , ed. Nūr al-Dīn Shurayba (Cairo, 1997).",
    "Tor, Deborah, ‘al-Fuḍayl b. ʿIyāḍ’, EI3 online.",
    "idem, ‘Privatised Jihad and Public Order in the Pre-Seljuq Period: The Role of the Mutaṭawwiʿa ’, Iranian Studies 38/4 (2005), pp. 555–573.",
    "idem, ‘God’s Cleric: al-Fuḍayl b. ʿIyāḍ and the Transition from Caliphal to Prophetic Sunna’, in Asad Ahmed et al., ed., Islamic Cultures, Islamic Contexts (Leiden, 2015), pp. 195–228.",
    "al-Ṭūsī, Muḥammad b. Ḥasan, Rijāl , ed. Jawād Qayyūmī Iṣfahānī (Qumm, 1415/1995).",
    "al-Yaʿqūbī, Aḥmad, al-Taʾrīkh , ed. Khalīl al-Manṣūr (Beirut, 1419/1999); al-Ziriklī, al-Aʿlām ."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 243
}