{
  "id": "eweb_534",
  "source": "EIs",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/SIM-0125.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-9831_isla_SIM_0125",
  "title": "Abū al-Faḍl al-Sarakhsī",
  "authors": [
    "Najib Mayel Heravi",
    "Translated by Farhoud Bernjian"
  ],
  "word_count": "(907 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "16 Oct 2015",
  "last_updated": "17 Jun 2021",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "Abū al-Faḍl al-Sarakhsī , Muḥammad b. Ḥasan was a gnostic ( ʿārif ) of the 4th/10th century in Khurāsān, and a spiritual guide and teacher of Abū Saʿīd b. Abī al-Khayr. Little is known about his life, beliefs or spiritual practices, and it is only due to his relationship with Abū Saʿīd that it is possible to discover anything about him. According to Muḥammad b. Munawwar (1/26) and Abū Rūḥ (p. 15), he was a disciple of Abū Naṣr al-Sarrāj and was well versed in the formal religious sciences of his own time (Nūrbakhsh, 9). Indications of Abū al-Faḍl's spiritual knowledge and his awareness of practical aspects of the Sufi way can be gleaned from the following two facts: Abū al-Faḍl did not find his friend and fellow countryman Luqmān al-Sarakhsī a suitable guide to follow because he had achieved his goal through divine attraction ( jadhba ), and not through his own efforts on the path of gradual spiritual progress ( sayr wa sulūk ) (Muḥammad b. Munawwar, 1/27); secondly, Abū Saʿīd always relied on Abū al-Faḍl when grappling with a problem, and when endeavouring to interpret his own states of being, and would travel from Mayhana to Sarakhs to see him (see idem, 1/32). Although the story that Abū Saʿīd heard Abū al-Faḍl give 700 different commentaries on the words ‘He [God] loves them and they love Him’ (Q 5:54) (ʿAṭṭār, 817) may well be exaggerated, it does indicate his total command of the Qurʾānic sciences.",
    "He had a Sufi lodge ( khāniqāh ) in Sarakhs that was named after him even after his death, until Abū Saʿīd appointed Bābū-fala to run it (Muḥammad b. Munawwar, 1/25, 171, 375; Abū Rūḥ, 17). However, he does not seem to have been particularly interested in holding this sort of position. This is confirmed by the fact that he was called pīr instead of shaykh by Abū Saʿīd (Muḥammad b. Munawwar, 1/38 ʿAṭṭār, 816), and by the fact that he sent Abū Saʿīd, once the latter had come to the end of the spiritual path, to Abū ʿAbd al-Raḥmān al-Sulamī (q.v.), to be ritually invested with his ceremonial cloak ( khirqa ) (Muḥammad b. Munawwar, 1/32). Although some sources state that his spiritual way was based on ‘intoxication’ ( sukr ) (Nūrbakhsh, 9), and he is reported to have attended a Sufi musical gathering ( samāʿ ) (Maybudī, 5/206), this view is contradicted by his avoidance of Luqmān al-Sarakhsī's approach (Muḥammad b. Munawwar, 1/27; al-Hujwīrī, 234), and by al-Hujwīrī's view of him as a follower of the school of the Baghdādī, al-Junayd, who preferred ‘sobriety’ ( ṣaḥw ) (al-Hujwīrī, 234)—these can be taken as indications that he should not be regarded as a follower of the way of intoxication. The fact that Abū ʿAlī al-Faqīh encouraged Abū Saʿīd to attend Abū al-Faḍl's Sufi gatherings ( majālis , sing. majlis ) (Muḥammad b. Munawwar, 1/25; Abū Rūḥ, 19) is evidence of the moderation of Abū al-Faḍl's spiritual way, as a result of which he managed not to provoke the opposition of exoteric scholars. On the other hand, he must have been recognised as a Sufi, and furthermore one who had attained a particular station in the spiritual path of ‘chivalry’ ( futuwwa ) (ʿAṭṭār, 816; Nūrbakhsh, 9). In this light, one can better appreciate his disdainful attitude towards making a supplication to Sulṭān Maḥmūd of Ghazna, deeming it an unacceptable act (Muḥammad b. Munawwar, 1/259–260).",
    "Although Abū al-Faḍl was held in high regard during his lifetime, and was seen as one who was capable of performing karāmāt (sing. karāma ), that is, miraculous acts (al-Hujwīrī, 206, 287; Muḥammad b. Munawwar, 1/259), he asked his disciples to bury his body with those of the dervishes rather than among the saints (ʿAṭṭār, 818). The date of his death is not known: however, Abū Saʿīd b. Abī al-Khayr (357–440/967–1048) was forty when he completed his doctrinal learning and spiritual training (Muḥammad b. Munawwar, 1/50–51) (i.e. in approximately 397/1006), and he received guidance from Abū al-ʿAbbās al-Qaṣṣāb only after completing his period of discipleship with Abū al-Faḍl. Given the probability that Abū al-Faḍl al-Sarakhsī was one of Abū Saʿīd's last pīr s, the date of Abū al-Faḍl's death should be placed sometime at the end of the 4th/10th century. Abū Saʿīd used to regularly visit his master's tomb until he died, and even told those of his own disciples who intended to go on pilgrimage to Mecca that they should visit Abū al-Faḍl's tomb and circumambulate it (Muḥammad b. Munawwar, 1/53, 224; Abū Rūḥ, 25–26; al-Isfizārī, 1/180–181)."
  ],
  "bibliography": [
    "Abū Rūḥ, Luṭf Allāh, Ḥālāt wa sukhanān-i shaykh Abū Saʿīd Abū al-Khayr-i Mayhanī (Tehran, 1341 Sh./1962)",
    "ʿAṭṭār, Farīd al-Dīn, Tadhkirat al-awliyāʾ (Tehran, 1366 Sh./1987)",
    "al-Hujwīrī, ʿAlī, Kashf al-maḥjūb (Tehran, 1358 Sh./1979)",
    "al-Isfizārī, Muḥammad, Rawḍāt al-jannāt (Tehran, 1338 Sh./1959)",
    "Maybudī, Rashīd al-Dīn, Kashf al-asrār (Tehran, 1357 Sh./1978)",
    "Muḥammad b. Munawwar, Asrār al-tawḥīd (Tehran, 1366 Sh./1987)",
    "Nūrbakhsh, Muḥam-mad, ‘Silsilat al-awliyāʾ’, in Jashn-nāmah-yi Henry Corbin , ed. Muḥammad-Taqī Dānishpazhūh (Tehran, 1356 Sh./1977)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 349
}