{
  "id": "eweb_536",
  "source": "EIs",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/SIM-0214.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-9831_isla_SIM_0214",
  "title": "Abū Sulaymān al-Dārānī",
  "authors": [
    "Gholam-Ali Arya",
    "Translated by Farzin Negahban"
  ],
  "word_count": "(1,472 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "16 Oct 2015",
  "last_updated": "17 Jun 2021",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "Abū Sulaymān al-Dārānī , ʿAbd al-Raḥmān b. Aḥmad b. ʿAṭiyya al-ʿAnasī al-Dārānī, was a Sufi sage of the 2nd–3rd/8th–9th century. Some called him ʿAbd al-Raḥmān b. ʿAṭiyya, associating him with his grandfather (al-Sulamī, 68; Anṣārī, 39). He was called al-ʿAnasī due to his connection with the Banū ʿAnas b. Mālik, a tribe from Yemen (al-Samʿānī, 9/395; Ibn Khallikān, 3/131). He was born around 140/757 (al-Dhahabī, 10/182). He was born in a village in Damascus called Dāriyā (al-Khawlānī, 107; al-Sulamī, 68; Abū Nuʿaym, 9/254), and hence he was known as al-Dārānī, even though this nisba is contrary to the grammatical rules of Arabic (al-Yāfiʿī, Mirʾāt , 2/30; Yāqūt, 2/536; Ibn Khallikān, 3/131). Some have claimed that he was originally from Wāsiṭ in Iraq but lived in Damascus (Ibn Abī Ḥātim, 2(2)/214; Yāqūt, 2/536; Ibn ʿAsākir, 9/823).",
    "Abū Sulaymān narrated ḥadīth s from ʿAbd al-Wāḥid b. Zayd, Sufyān al-Thawrī, Rabīʿ b. Ṣabīḥ and others from Iraq (Ibn Abī Ḥātim, 2(2)/214; al-Sulamī, 69; al-Samʿānī, 5/271; Ibn ʿAsākir, 9/823; al-Dhahabī, 10/182) and he is said to have corresponded with Abū Yazīd al-Basṭāmī (Maybudī, 6/91). His contemporaries included Abū Jaʿfar b. al-Farajī and Maʿrūf al-Karkhī, who was also his companion (see al-Sulamī, 78; Anṣārī, 247). Among his family, his brother Dāwūd b. Aḥmad (ʿAyn al-Quḍāt, 24; Jāmī, 36; Ibn al-Mulaqqin, 393) and his son Sulaymān (Anṣārī, 40; Yāqūt, 2/536) became eminent Sufi masters of Syria.",
    "Those who narrated his ḥadīth s included Aḥmad b. Abī al-Ḥawārī, Ḥumayd b. Hishām al-ʿAnasī and ʿAbd al-Raḥīm b. Ṣāliḥ (al-Sulamī, 68; al-Khawlānī, 110, 112; al-Samʿānī, 5/271; al-Dhahabī, 10/182).",
    "Abū Sulaymān seems to have travelled to Iraq in order to hear ḥadīth s (Yāqūt, 2/536; al-Samʿānī, 5/271). He stayed for a time in Baghdad during one of his journeys which took place around 203/818 (al-Khaṭīb, 10/248; Ibn ʿAsākir, 9/825). It is said that in Iraq he was more of a pious worshipper ( ʿābid ), while in Syria he was more like a gnostic sage ( ʿārif ) (Anṣārī, 40; al-Khaṭīb, 10/249; Ibn al-Jawzī, Ṣifa , 4/224). He also travelled to Mecca (Ibn Abī Ḥātim, 2(2)/214; al-Yāfiʿī, Rawḍ al-rayāḥīn , 142, 444). There are also reports that because Abū Sulaymān claimed he could see angels and converse with them, the inhabitants of Damascus expelled him from the city but later allowed him to return (Ibn ʿAsākir, 9/841; Ibn Shākir, 7/224; Ibn Kathīr, 10/270).",
    "There are differing opinions as to the date of his death, ranging from 204–235/819–850 (see Ibn ʿAsākir, 9/842; Ibn Kathīr, 10/270). He was buried in the village of Dāriyā, and a tomb was built over his grave. He also left some endowment properties (Ibn Kathīr, 10/270). His tomb was well known in Yāqūt's time (Yāqūt, 2/536).",
    "Abū Sulaymān's Sufi disciplines were in complete conformity with the Qurʾān and the sunna , and he refused to accept any ideas or actions unless they were in accordance with both of them (al-Sarrāj, 104; al-Sulamī, 70; al-Qushayrī, Tarjuma , 41; Ibn Kathīr, 10/267). He ate little, and such were his ascetic practices that he was given the title Bundār al-jāʾiʿīn (‘lord of the hungry’) (al-Mustamlī al-Bukhārī, 1/207; ʿAṭṭār, 276). According to him, jūʿ (hunger) is one of the jewels from the treasury of God, and is bestowed only upon true lovers (al-Sarrāj, 202; al-Khaṭīb, 10/250; see also Abū Nuʿaym, 9/259; al-Qushayrī, al-Risāla , 142; Ibn ʿAsākir, 9/827). He was deemed to be a master of the spiritual science of waqt (time); in this context, he considered it necessary that khawf (fear) and rajāʾ (hope) should be kept in balance, saying, according to Hujwīrī: ‘If hope predominates over fear, one's “time” is spoilt because “time” is the preservation of one's state ( ḥāl ), which is preserved only so long as one is possessed by fear. If on the other hand fear predominates over hope, belief in unity ( tawḥīd ) is lost inasmuch as excessive fear springs from despair and despair of God is polytheism ( shirk ). Accordingly, the maintenance of belief in unity con-sists in right hope, and the maintenance of “time” in right fear, and both are maintained when hope and fear are equal’ (al-Hujwīrī, 139 [Nicholson tr. 112–113]; al-Sulamī, 69; al-Qushayrī, al-Risāla , 127–128). Abandonment of the world and its demands is the condition for reaching perfection, and anything that occupies man's attention takes him far from God. Therefore, all those who seek a livelihood or wish for a wife or are engaged in the recording of ḥadīth s are in fact desirous of the world (Abū Ṭālib, 1/319; al-Ghazālī, 2/443; al-Suhrawardī, 86; Ibn al-Jawzī, Talbīs , 209). Abū Sulaymān had a low opinion of building families or having children, saying that those who want children are ignorant, since they keep man away from the worship of God (Ibn al-Jawzī, Talbīs , 210). He also said that a heart filled with love of this world is empty of love for the Hereafter (al-Sulamī, 70; al-Qushayrī, al-Risāla , 411).",
    "According to al-Dārānī, the stations ( maqāmāt ) on the spiritual path are of three kinds: renunciation ( zuhd ), abstinence ( waraʿ ) and contentment ( riḍāʾ ) (Abū Ṭālib, 2/87), and the behaviour of one travelling the path should be based upon four pillars: fear, hope, veneration ( taʿẓīm ) and contrition ( ḥayāʾ ) (al-Suhrawardī, 189; al-Kāshānī, 421). Abū Sulaymān was not particularly in favour of samāʿ (Sufi ‘audition’ or mystical concert), saying that anyone who is deeply moved by a pleasant melody has a weak heart that needs curing. Such a person is like a child who is put to sleep by a sweet song (al-Qushayrī, al-Risāla , 348; Ibn al-Mulaqqin, 387). According to him, that which is not already in the heart cannot be found through samāʿ (al-Bākharzī, 2/185)."
  ],
  "bibliography": [
    "Abū Nuʿaym al-Iṣfahānī, Aḥmad, Ḥilyat al-awliyāʾ (Beirut, 1387/1967)",
    "Abū Ṭālib al-Makkī, Muḥammad, Qūt al-qulūb (Cairo, n.d.)",
    "Anṣārī, Kh w ājah ʿAbd Allāh, Ṭabaqāt al-Ṣūfiyya , ed. ʿAbd al-Ḥayy al-Ḥabībī (Kabul, 1341 Sh./1962)",
    "ʿAṭṭār, Farīd al-Dīn, Tadhkirat al-awliyāʾ , ed. Muḥammad Istiʿlāmī (Tehran, 1366 Sh./1987)",
    "ʿAyn al-Quḍāt Hamadānī, ʿAbd Allāh, Risālat shakwā al-gharīb , ed. ʿAfīf ʿUṣayrān (Tehran, 1382/1962)",
    "al-Bākharzī, Yaḥyā, Awrād al-aḥbāb wa fuṣūṣ al-ādāb , ed. Īraj Afshār (Tehran, 1345 Sh./1966)",
    "al-Dhahabī, Muḥammad, Siyar aʿlām al-nubalāʾ , ed. Shuʿayb al-Arnaʾūṭ et al. (Beirut, 1406/1986)",
    "al-Ghazālī, Muḥammad, Kīmīyā-yi saʿādat , ed. Ḥusayn Khadīw Jam (Tehran, 1361 Sh./1982)",
    "al-Hujwīrī, ʿAlī, Kashf al-maḥjūb , ed. V. Zhukovskiĭ (repr. Tehran, 1358 Sh./1979)",
    "Ibn Abī Ḥātim, ʿAbd al-Raḥmān, al-Jarḥ wa al-taʿdīl (Beirut, 1953)",
    "Ibn ʿAsākir, ʿAlī, Taʾrīkh madīnat Dimashq (Damascus, n.d.)",
    "Ibn al-Jawzī, ʿAbd al-Raḥmān, Ṣifat al-ṣafwa , ed. Maḥmūd Fākhūrī (Beirut, 1406/1986)",
    "idem, Talbīs Iblīs , tr. ʿAlī Riḍā Dhakāwatī (Tehran, 1368 Sh./1989)",
    "Ibn Kathīr, al-Bidāya",
    "Ibn Khallikān, Wafayāt",
    "Ibn al-Mulaqqin, Ṭabaqāt al-awliyāʾ , introd. and gloss Nūr al-Dīn Shurayba (Beirut, 1406/1986)",
    "Ibn Shākir al-Kutubī, Muḥammad, Fawāt al-wafayāt , ed. Iḥsān ʿAbbās (Beirut, 1974)",
    "Jāmī, ʿAbd al-Raḥmān, Nafaḥāt al-uns , ed. Maḥmūd ʿĀbidī (Tehran, 1370 Sh./1991)",
    "al-Kāshānī, Maḥmūd, Miṣbāḥ al-hidāya wa miftāḥ al-kifāya , ed. Jalāl al-Dīn Humāʾī (Tehran, 1323/1944)",
    "al-Khaṭīb al-Baghdādī, Aḥmad, Taʾrīkh Baghdād (Cairo, 1349/1930)",
    "al-Khawlānī, ʿAbd al-Jabbār, Taʾrīkh Dāriyā , ed. Saʿīd Afghānī (Damascus, 1975)",
    "Maybudī, Abū al-Faḍl, Kashf al-asrār wa ʿuddat al-abrār , ed. ʿAlī Aṣghar Ḥikmat (Tehran, 1361 Sh./1982)",
    "al-Mustamlī al-Bukhārī, Ismāʿīl b. Muḥammad, Sharḥ al-Taʿarruf , ed. Muḥammad Rawshan (Tehran, 1363 Sh./1984)",
    "al-Qushayrī, ʿAbd al-Karīm, al-Risāla al-Qushayriyya , ed. Maʿrūf Zurayq and ʿAlī ʿAbd al-Ḥamīd al-Balṭajī (Beirut, 1408/1988)",
    "idem, Tarjuma-yi Risāla-yi Qushayriyya , ed. Badīʿ al-Zamān Furūzānfar (Tehran, 1361 Sh./1982)",
    "al-Samʿānī, ʿAbd al-Karīm, al-Ansāb (Hyderabad, 1385/1966)",
    "al-Sulamī, Muḥammad b. Ḥusayn, Ṭabaqāt al-Ṣūfiyya , ed. J. Pedersen (Leiden, 1960)",
    "al-Sarrāj, ʿAbd Allāh b. ʿAlī, al-Lumaʿ fī al-taṣawwuf , ed. R. Nicholson (Leiden, 1914)",
    "al-Suhrawardī, ʿUmar b. Muḥammad, ʿAwārif al-maʿārif , ed. Qāsim Anṣārī (Tehran, 1364 Sh./1985)",
    "al-Yāfiʿī, ʿAbd Allāh, Mirʾāt al-janān (Hyderabad, 1338/1919)",
    "idem, Rawḍ al-rayāḥīn (Cyprus, n.d.)",
    "Yāqūt, Buldān ."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 404
}