{
  "id": "eweb_539",
  "source": "EIs",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/SIM-05000006.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-9831_isla_SIM_05000006",
  "title": "Bishr al-Ḥāfī",
  "authors": [
    "Hussein La-Shay'",
    "Translated by Farzin Negahban"
  ],
  "word_count": "(2,824 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "17 Jun 2021",
  "last_updated": "17 Jun 2021",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "He came from a village in Marw and travelled from Khurāsān to Baghdad, which became his place of residence and according to the majority of sources was where he died (Ibn Saʿd, 7/342; al-Sulamī, Ṭabaqāt , 33–34; al-Dhahabī, al-ʿIbar , 1/313; Anṣārī Ḥarawī, 85). According to the sources, his ancestor five generations earlier, who was called either Baʿbūr, Yaʿfūr, Baghnabūr or al-Ghayūr, was given the name ʿAbd Allāh after converting to Islam (al-Khaṭīb, 10/278–279; Ibn ʿAsākir, 10/179; Ibn Khallikān, 1/274; Ibn Kathīr, 10/310). The first name of this personage probably derived from the Persian ‘Baghpūr’ (Arabised to ‘Faghfūr’), which was the title of the princes and nobility of Turkistān and Khurāsān; this indicates that Bishr stemmed from noble lineage, as some sources attest (Ibn Khallikān, 1/275; Ibn Taghrībirdī, 2/249).",
    "There are different accounts about Bishr’s youth and conversion to Sufism and life of asceticism. According to one report, he was a righteous individual who travelled from Khurāsān to Baghdad and other places in search of ḥadīth s, and then finally settled in Baghdad. However, all of a sudden, he decided to abandon ḥadīth compilation and narration, discarded his ḥadīth books and took up asceticism and piety (Ibn Saʿd, 7/342; Ibn Qutayba, 525; Ibn Abī Ḥātim, 1(1)/356; al-Khaṭīb, 7/67). Another report has it that he led a life of levity and drunkenness and even resorted to banditry along with a number of his followers. Then one day on a road he found a piece of paper with the words ‘In the name of God the Compassionate, the Merciful’, which he picked up with due reverence, covered with perfume and kept in a clean place. He then had a dream in which God told him that on account of the respect that he had shown His name, He would honour him both in this world and the next (in yet another version, a third person had this dream and then told Bishr about it). As a result of this message from the unseen, Bishr repented and took to asceticism and piety (Abū Nuʿaym, 8/336; al-Hujwīrī, 131; Ibn al-Jawzī, 2/325; al-Qushayrī, 11; see also Pand-i pīrān , 65–66; Abū Ḥafṣ, 48–49).",
    "While the earliest sources such as Ibn Saʿd and Ibn Qutayba emphasise his engagement in ḥadīth compilation and narration prior to his initiation into the Sufi path, later writers, particularly Sufis, refer to him living a licentious lifestyle and drinking wine before his repentance. It seems that these latter accounts surfaced from the end of the 4th/10th to the beginning of the 5th/11th century.",
    "According to the third report, which is only narrated by Abū Naṣr al-Sarrāj in his al-Lumaʿ (p. 195), Bishr initially made a living by spinning, which he then abandoned in return for a life of asceticism and prayer after being admonished by Abū Isḥāq al-Maghāzilī. While in the fourth report, which comes in later Shiʿi sources, Bishr engaged in debauchery and drinking wine but then came to his senses and repented after Imam Mūsā al-Kāẓim said that he was behaving more like a free man (that is, free from Divine commands) than a servant (of God) (al-ʿAllāma al-Ḥillī, 59; al-Shūshtarī, 2/12; Maʿṣūm ʿAlī Shāh, 2/184–184; Kh w ānsārī, 2/130). While this report does not appear in earlier sources and seems to be of dubious authenticity, there are indications in other sources about his friendship with members of the Prophet’s Household (al-Qushayrī, 12; Maybudī, 8/501; ʿAṭṭār, 133–134).",
    "The word ‘Ḥāfī’ means barefoot, and came from his habit of walking barefoot out of respect for the earth, which he called God’s carpet (al-Hujwīrī, 131; Pand-i pīrān , 66–67; ʿAṭṭār, 129). According to one account, he once went to a shoemaker while wearing only one shoe and requested a lace for his other shoe: seeing him in that state the shoemaker scolded him, and he in turn determined to walk the earth barefoot (Ibn Khallikān, 1/275). It is also reported that he became known as al-Ḥāfī, because having heard Mūsā al-Kāẓim speak he ran after him barefoot in order to repent in his presence (al-ʿAllāma al-Ḥillī, 59; al-Shūshtarī, 2/12; Maʿṣūm ʿAlī Shāh, 2/184–185; Kh w ānsārī, 2/130).",
    "Bishr had three pious and righteous sisters to whom he was highly attached, and it was from one of them that he learnt ascetic practices (al-Sulamī, Dhikr , 88; Abū Nuʿaym, 8/346; Pand-i pīrān , 127; Maybudī, 2/417; ʿAṭṭār, 136; Ibn Khallikān, 1/276–277).",
    "Bishr never married, and to the objection that his celibacy was contrary to the practice of the Prophet Muḥammad (i.e. the sunna ), he shrewdly responded by saying that he avoided recommended practices on account of his engagement with obligatory duties ( farāʾiḍ ) (al-Khaṭīb, 7/73; al-Suhrawardī, ʿUmar, 165; Kāshānī, 255). Nevertheless, some Shiʿi sources consider Shaykh Abū Naṣr ʿAbd al-Karīm b. Muḥammad al-Hārūnī al-Dībājī, who was a Shiʿi scholar, to be descended from him (Kh w ānsārī, 2/134; Maʿṣūm ʿAlī Shāh, 2/187).",
    "Bishr was knowledgeable in both the basic principles of religious knowledge and their application ( uṣūl wa furūʿ ), and had memorised many ḥadīth s (al-Khaṭīb, 7/67; al-Hujwīrī, 131; ʿAṭṭār, 128). According to one report he had ample hair and a long beard (al-Khaṭīb, 7/70). He was very close to Sarī al-Saqaṭī, Aḥmad b. ʿĀṣim al-Anṭākī and Fatḥ al-Mawṣilī, and associated with al-Fuḍayl b. ʿIyāḍ, Abū Saʿīd al-Kharrāz and Abū Ḥamza al-Baghdādī. Abū al-Ward’s sons, Muḥammad and Aḥmad, studied under him, and adopted his method of scrupulous piety ( waraʿ ) (al-Sulamī, Ṭabaqāt , 127, 223, 246, 294; Anṣārī Ḥarawī, 68, 71, 81 et passim; Kh w ājah Muḥammad Pārsā, 63; Jāmī, 44, 70, 72, 129). He also met Maʿrūf al-Karkhī and suggested that the two of them maintain a cordial but discreet friendship, that is, one without either public display or personal contact (Abū Ṭālib, 2/486). Bishr was also a contemporary of Aḥmad b. Ḥanbal (q.v.), who praised and honoured him in his speech. Aḥmad b. Wahab al-Zayyāt is also considered one of his companions (Anṣārī Ḥarawī, 71–72, 118). He has been described as a disciple of ʿAlī b. Khashram and of al-Fuḍayl b. ʿIyāḍ (ʿAṭṭār, 128; Schimmel, 37–38). While some suggest ʿAlī b. Khashram was Bishr’s uncle on his mother’s side (Anṣārī Ḥarawī, 71; al-Sulamī, Ṭabaqāt , 31; ʿAṭṭār, 128), their genealogies reveal that they were first cousins on the paternal line (al-Khaṭīb, 10/278–279; Ibn ʿAsākir, 10/179).",
    "Bishr carefully avoided the company of caliphs and political figures. Upon hearing that a caliph wished to see him, he is said to have remarked that he would leave town if the caliph mentioned him again (al-Bākharzī, 2/116; al-Suhrawardī, ʿAbd al-Qāhir, 109). Regarding his asceticism and extreme piety, whenever he was presented with food that was either illicit ( ḥarām ) or of a dubious nature his hands are said to have refused to take the food (al-Sarrāj, 45; Maybudī, 2/417; Ibn al-ʿImād, 1/60–61). He insisted not only on the necessity of only consuming wealth which had been acquired through lawful means alone, but also of acquiring wealth only through lawful means. When he was asked from where he received his daily bread, he replied in a manner typical of the spirit of asceticism of his time, ‘In the same way that you all do, but one who eats and weeps is not like one who eats and laughs’ (Abū Ṭālib, 2/35): while ordinary people eat and enjoy their lives in the world, the ascetic eats as little as is necessary, and weeps in nostalgic yearning for the world to come.",
    "Bishr al-Ḥāfī lived in solitude and avoided the company of people (Ibn Saʿd, 7/342; Ibn Qutayba, 525; Abū Ṭālib, 1/511; Abū Nuʿaym, 8/340, 343; al-Ghazālī, Iḥyāʾ , 2/192; al-Suhrawardī, ʿUmar, 428). Thus despite knowing many ḥadīth s and learning from well-known muḥaddith s such as Wakīʿ b. al-Jarrāḥ (d. 197/813), ʿĪsā b. Yūnus, al-Fuḍayl b. ʿIyāḍ, Ḥammād b. Zayd, Sharīk b. ʿAbd Allāh al-Nakhaʿī (d. 177/793), ʿAbd Allāh b. al-Mubārak and Hushaym b. Bashīr (d. 183/803), he abandoned this activity altogether on seeing that his ego took pleasure in it, and even buried his books. Those ḥadīth s that are cited from him were transmitted in the course of conversations rather than through formal narration (Ibn Saʿd, 7/342; al-Khaṭīb, 7/67; Ibn al-Jawzī, 2/334; al-Samʿānī, 2/158–159; al-Mizzī, 4/100–102).",
    "Ibn al-ʿArabī considered Bishr one of the poles ( aqṭāb , sing. quṭb ) of the station of the heart or self-vigilance ( murāqaba ), and one with sincere faith since in all matters he consulted his heart and acted according to its decrees due to his conviction that the heart was the abode of God’s secret (4/79). Bishr advised those on the Sufi path to travel the world which he saw as a means of gaining inner purification, and likened the ascetic to water that always remains fresh when flowing but becomes putrefied when stagnant (al-Ghazālī, Iḥyāʾ , 2/213; al-Suhrawardī, ʿUmar, 125).",
    "According to Bishr there are three types of devotee (literally, ‘poor person’ ( faqīr ): the first group desire nothing and do not demand what they have given away; they are in the company of heavenly souls in the highest paradise ( ʿilliyyīn ). The second group also wish for nothing but demand back what they have given away; they are in the gardens of paradise with those who are brought close to God ( muqarrabūn ). The third group are Sufis who only desire when in need, and they will be in the company of the sincere servants from the ‘companions of the right Hand’ ( aṣḥāb al-yamīn )—the latter two categories being mentioned in verses 7–11 of Sūrat al-Wāqiʿa , Q: 56 (Abū Ṭālib, 2/402; al-Ghazālī, Iḥyāʾ , 4/184). Regarding the relationship between knowledge and action, he maintained that knowledge that is not put into practice is best relinquished, for God bestows knowledge upon those who obey Him and by the same token deprives the disobedient of the capacity to acquire knowledge (Abū Nuʿaym, 8/340–341).",
    "Bishr also describes those who place their trust in God ( tawakkul ) as falling into two groups. The first are those who, while exerting themselves, attain peace and repose through placing their trust in God, without relying upon their own actions. The second group are those who are in a state of total repose with their hearts firmly fixed upon God, while abandoning all activity and effort. These individuals attain distinction by God’s grace, their reliance being the reliance of the Abdāl (the substitutes, q.v.) (Abū Nuʿaym, 8/351; al-Ghazālī, Kīmiyā , 2/554; Jāmī, 44). With respect to silence, he was of the opinion that it is best to keep silent if speaking might lead to pride; likewise when silence might lead one to admire oneself, it is best to speak (al-Dhahabī, Siyar , 10/472; al-Sulamī, ‘Jawāmiʿ’, 66).",
    "Some of Bishr’s words illustrate his affinity with the tradition of the Malāmatiyya (lit. the people of blame). For instance, he advised one disciple to behave in a way that would make others think him a thief, and even to go beyond that if possible (Abū Nuʿaym, 8/348). He must therefore be regarded as one of the first Malāmatiyya in the Sufi tradition. At the same time, his immersion in asceticism and scrupulous piety prevented him from pursuing Malāmatī behaviour himself. Bishr regarded contentment ( riḍā ) as the highest station of the Sufi path (Abū Nuʿaym, 8/350). He maintained that loving the world and desiring death are incompatible, whereas there is a direct connection between welcoming death and asceticism (Abū Nuʿaym, 8/348). He also considered the Sufi to be one whose heart is cleansed of all impurities before the Divine presence (al-Kalābādhī, 21).",
    "According to the majority of sources, he died in 227/841 in Baghdad and was buried in the Bāb al-Ḥarb district of that city. However, some sources state that he was buried in the village of Dilgushā in the vicinity of Shūshtar, and which became a place of general pilgrimage on that basis (Ibn Saʿd, 7/342; al-Shūshtarī, 2/14). According to Ibn al-Nadīm (p. 261) he wrote a book entitled al-Zuhd ; this is no longer extant. Some sources also cite various verses that are attributed to him (al-Sulamī, Ṭabaqāt , 36; Abū Nuʿaym, 8/345–346, 354; al-Khaṭīb, 7/76–77; Ibn ʿAsākir, 10/213–219). In his Ḥilyat al-awliyāʾ (8/341–343), Abū Nuʿaym al-Iṣfahānī also cites a letter by Bishr that is addressed to ʿAlī b. Khashram."
  ],
  "bibliography": [
    "Abū Ḥafṣ al-Samarqandī, ʿUmar, ‘Muntakhab [i.e. excerpts from] Rawnaq al-majālis’, in Aḥmad ʿAlī Rajāʾī, ed., Dū risāla-yi Fārsī-yi kuhan dar taṣawwuf (Tehran, 1354 Sh./1975), pp. 1–92",
    "Abū Nuʿaym al-Iṣfahānī, Aḥmad, Ḥilyat al-awliyāʾ (Beirut, 1387/1967)",
    "Abū Ṭālib al-Makkī, Muḥammad, Qūt al-qulūb (Cairo, 1381/1961)",
    "al-ʿAllāma al-Ḥillī, al-Ḥasan b. Yūsuf, Minhāj al-karāma fī ithbāt al-imāma , ed. ʿAbd al-Raḥīm Mubārak (Mashhad, 1379 Sh./2000)",
    "Anṣārī Ḥarawī, Kh w ājah ʿAbd Allāh, Ṭabaqāt al-Ṣūfiyya , ed. Muḥammad Sarwar Mawlāʾī (Tehran, 1362 Sh./1983)",
    "ʿAṭṭār, Farīd al-Dīn, Tadhkirat al-awliyāʾ , ed. Muḥammad Istiʿlāmī (Tehran, 1360 Sh./1981)",
    "al-Bākharzī, Yaḥyā, Awrād al-aḥbāb wa fuṣūṣ al-ādāb , ed. Īraj Afshār (Tehran, 1358 Sh./1979)",
    "al-Dhahabī, Muḥammad, al-ʿIbar , ed. Muḥammad Saʿīd Zaghlūl (Beirut, 1405/1985)",
    "idem, Siyar aʿlām al-nubalāʾ , ed. Shuʿayb al-Arna⁠ʾūṭ et al. (Beirut, 1406/1986)",
    "al-Ghazālī, Muḥammad, Iḥyāʾ ʿulūm al-dīn (Beirut, 1415/1995)",
    "idem, Kīmiyā-yi saʿāda , ed. Ḥusayn Khadīw Jam (Tehran, 1361 Sh./1982)",
    "al-Hujwīrī, ʿAlī, Kashf al-maḥjūb , ed. V. Zhukovskiĭ (Tehran, 1358 Sh./1979)",
    "Ibn Abī Ḥātim, ʿAbd al-Raḥmān, al-Jarḥ wa al-taʿdīl (Hyderabad, 1372/1953)",
    "Ibn al-ʿArabī, Muḥyī al-Dīn, al-Futūḥāt al-Makkiyya , ed. ʿUthmān Yaḥyā (Cairo, 1392–1410/1973–1990)",
    "Ibn ʿAsākir, ʿAlī, Ta⁠ʾrīkh madīnat Dimashq (Beirut, 1995)",
    "Ibn al-ʿImād, ʿAbd al-Ḥayy, Shadharāt al-dhahab (Cairo, 1350/1931)",
    "Ibn al-Jawzī, ʿAbd al-Raḥmān, Ṣifat al-ṣafwa , ed. Maḥmūd Fākhūrī (Beirut, 1406/1986)",
    "Ibn Kathīr, al-Bidāya wa al-nihāya , ed. Aḥmad Abū Mulḥim et al. (Beirut, 1407/1987)",
    "Ibn Khallikān, Wafayāt",
    "Ibn al-Nadīm, al-Fihrist",
    "Ibn Qutayba, ʿAbd Allāh, al-Maʿārif , ed. Tharwat ʿUkāsha (Cairo, 1960)",
    "Ibn Saʿd, Muḥammad, al-Ṭabaqāt al-kubrā (Beirut, n.d.)",
    "Ibn Taghrībirdī, al-Nujūm",
    "Jāmī, ʿAbd al-Raḥmān, Nafaḥāt al-uns , ed. Maḥmūd ʿĀbidī (Tehran, 1370 Sh./1991)",
    "al-Kalābādhī, Muḥammad, al-Taʿarruf li madhhab ahl al-taṣawwuf , ed. ʿAbd al-Ḥalīm Maḥmūd and Ṭāhā ʿAbd al-Bāqī (Beirut, 1400/1980)",
    "Kāshānī, Maḥmūd, Miṣbāḥ al-hidāya wa miftāḥ al-kifāya , ed. Jalāl al-Dīn Humāʾī (Tehran, 1367 Sh./1988)",
    "al-Khaṭīb al-Baghdādī, Aḥmad, Ta⁠ʾrīkh Baghdād (Beirut, n.d.)",
    "Kh w ājah Muḥammad Pārsā, Risāla-yi qudsiyya , ed. Aḥmad Ṭāhirī ʿIrāqī (Tehran, 1354 Sh./1975)",
    "Kh w ānsārī, Muḥammad Bāqir, Rawḍāt al-jannāt (Qumm, n.d.)",
    "Maʿṣūm ʿAlī Shāh, Muḥammad Maʿṣūm, Ṭarāʾiq al-ḥaqāʾiq , ed. Muḥammad Jaʿfar Maḥjūb (Tehran, 1318 Sh./1939)",
    "Maybudī, Aḥmad, Kashf al-asrār , ed. ʿAlī Aṣghar Ḥikmat (Tehran, 1357 Sh./1978)",
    "al-Mizzī, Yūsuf, Tahdhīb al-kamāl , ed. Bashshār ʿAwwād Maʿrūf (Beirut, 1980–1992); Pand-i pīrān , ed. Jalāl Matīnī (Tehran, 1357 Sh./1978)",
    "al-Qushayrī, ʿAbd al-Karīm, al-Risāla al-Qushayriyya (Cairo, 1359/1940)",
    "al-Samʿānī, ʿAbd al-Karīm, al-Ansāb , ed. ʿAbd Allāh ʿUmar Bārūdī (Beirut, 1408/1988)",
    "al-Sarrāj, Abū Naṣr, al-Lumaʿ fī al-taṣawwuf , ed. Reynold A. Nicholson (Leiden, 1914)",
    "Schimmel, Annemarie, Mystical Dimensions of Islam (Chapel Hill, NC, 1975)",
    "al-Shūshtarī, Nūr Allāh, Majālis al-muʾminīn (Tehran, 1376 Sh./1997)",
    "al-Suhrawardī, ʿAbd al-Qāhir, Ādāb al-murīdīn , Persian trans. ʿUmar b. Muḥammad Shīrkān, ed. Najīb Māyil Harawī (Tehran, 1363 Sh./1984), translated into English by Menahem Milson as A Sufi Rule for Novices (Cambridge, MA, 1975)",
    "al-Suhrawardī, ʿUmar, ʿAwārif al-maʿārif (Beirut, 1403/1983)",
    "al-Sulamī, Muḥammad, Dhikr al-niswa al-mutaʿabbidāt al-ṣūfiyyāt , ed. Maḥmūd Muḥammad al-Ṭanāḥī (Cairo, 1413/1993)",
    "idem, ‘Jawāmiʿ ādāb al-Ṣūfiyya’, ed. Etan Kohlberg, in Nasrollah Pourjavady, ed., Majmūʿa-yi āthār-i Abū ʿAbd al-Raḥmān al-Sulamī , vol. 1 (Tehran, 1369 Sh./1990), pp. 340–408",
    "idem, Ṭabaqāt al-Ṣūfiyya , ed. J. Pedersen (Leiden, 1960)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 470
}