{
  "id": "eweb_541",
  "source": "EIs",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/COM-000000105.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-9831_isla_COM_000000105",
  "title": "Bāyazīd Basṭāmī",
  "authors": [
    "Fatemeh Lajevardi",
    "Translated by Muhammad Isa Waley"
  ],
  "word_count": "(9,504 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "16 Oct 2015",
  "last_updated": "17 Jun 2021",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "Bāyazīd Basṭāmī , Abū Yazīd Ṭayfūr b. ʿĪsā b. Surūshān (d. 234/848 or 261/875), a major figure in the early history of Sufism. He was born into a Persian family that had recently embraced Islam, in the Mūbadān quarter of Basṭām (called Bisṭām in Arabic sources, whence the variant nisba Bisṭāmī), a small town in the Qūmis region of northern Iran (al-Sahlajī, 63). His forefathers were Zoroastrian priests ( mūbad ) and notables of Basṭām. Ibn al-Kharaqānī, in his work Dastūr al-jumhūr , states that one of Bāyazīd’s paternal ancestors, known as Mūbad Basṭāmī, was the governor and ruler of Qūmis, and one of the leading figures of his time (p. 51). Surūshān, the grandfather of Bāyazīd, whose name is given in various forms by the sources (al-Sahlajī, 60; Ibn Taghrībirdī, 3/35; Yāqūt, 1/623; Jāmī, 54; Shūshtarī, 2/20; Ibn Kathīr, 11/35), was a Zoroastrian from Basṭām who converted to Islam (al-Sahlajī, 60, 63; Ibn al-Kharaqānī, 51–52).",
    "Bāyazīd appears to have lost his father, ʿĪsā, while he was still a small child. Among the numerous sources, al-Sahlajī (p. 63) provides a brief mention of ʿĪsā and refers to the depth of his attachment to Islam, while Hujwīrī ( Kashf , 132) and ʿAṭṭār (p. 161) speak of him as a prominent citizen of Basṭām. Ibn al-Kharaqānī confirms that ʿĪsā was a man of scrupulousness and piety; he also states that he had died before Bāyazīd reached the age of four (pp. 52–54, 58). Bāyazīd’s mother, however, who is described as a pious and ascetic woman, lived into old age—at least until her son’s homecoming from the Ḥajj—and was held by him in the greatest respect; and touching anecdotes are related about the relationship between them (al-Sahlajī, 63, 92, 93, 139–140; ʿAṭṭār, 161, 164; Nakhshabī, 167; Ibn al-Kharaqānī, 58–68). Bāyazīd had two brothers, named Ādam and ʿAlī, and two sisters whose names are not known (al-Sahlajī, 65; Ibn al-Kharaqānī, 55). One brother was older than Bāyazīd, the other younger; both were religious men, and their children and grandchildren were among the foremost transmitters of Bāyazīd’s sayings.",
    "No written works by Bāyazīd have survived; but in addition to his reported sayings and the anecdotes about him, there are some sources that credit him with having composed a number of rubāʿiyyāt , or quatrains (Ādhar, 67; Hidāyat, 1/133–134; Mudarris, 7/312); but their attribution to him is not credible.",
    "As a child Bāyazīd went to school, where he learned to read and write and to recite the Qurʾān (ʿAṭṭār, 161). Although he appears not to have had a formal or thorough education, al-Sahlajī’s description of him (p. 70) as unlettered ( ummī ) may well be no more than an allusion to the fact that he left no written works; in any case, from some of the anecdotes about him it can readily be understood that Bāyazīd did know how to read and write (al-Sahlajī, 173; al-Qushayrī, 42; Abū Nuʿaym, 10/40; ʿAṭṭār, 163, 169). He is said to have memorised the whole of the Qurʾān (al-Qushayrī, 15), his familiarity with the text being clear from his citation of verses when answering some of the questions put to him, and in his application and esoteric interpretations of certain Qurʾānic passages (see e.g. al-Sahlajī, 109, 165; Mustamlī, 2/830–831; ʿAṭṭār, 162–163; Ibn al-Kharaqānī, 35; Nakhshabī, 140–141).",
    "From early childhood Bāyazīd had an interest in mysticism (ʿAṭṭār, 185) and while still very young he began engaging in spiritual training and asceticism (al-Sahlajī, 84; al-Qushayrī, 15; Hujwīrī, Kashf , 132–133; ʿAṭṭār, 165, 168). His first master in Sufism is said to have been Abū ʿAlī Sindī (al-Sarrāj, 325; al-Qushayrī, 180; Jāmī, 56), apparently a convert to Islam who hailed from Sind and taught Bāyazīd theology and mystical doctrines, while Bāyazīd taught him the essentials of religious knowledge (al-Sarrāj, 177; al-Suhrawardī, ʿUmar, 410; Ibn al-Kharaqānī, 43–44). Kh ʷ ājah ʿAbd Allāh Anṣārī (p. 104), and following him Jāmī (p. 54), make oblique mention of a master ( ustād ) of Bāyazīd described as a ‘Kurd’, meaning perhaps that he was an ethnic Kurd, or possibly a shepherd, or even an itinerant ascetic. They add that Bāyazīd directed in his will that he should be buried close to this master’s grave, but in a spot lower than it. It appears that until at least the time of Anṣārī (5th/11th century) this teacher’s grave was still to be seen in Basṭām, near that of Bāyazīd himself (Anṣārī, 104). This individual, however, is not spoken of in any other source. In any case, it would appear that neither of these teachers was capable of fully satisfying the spiritual thirst of their disciple, ecstatic and desperate to discover the truth as he was; for it is said that in his youthful quest for enlightenment he served no fewer than 313 other masters (al-Sahlajī, 63; Ibn al-Kharaqānī, 69; ʿAṭṭār, 161). There are some mythological accounts accounts that he also became a follower of Imam Jaʿfar al-Ṣādiq, and served water in his home (al-Sahlajī, 63; ʿAṭṭār, 161–162; Ibn al-Kharaqānī, 69–74). This cannot be possible, however, given that Jaʿfar died in 148/765 whereas the dates for the birth of Bāyazīd range from 161/777 to 188/804.",
    "Although ʿAṭṭār alludes to Bāyazīd having spent thirty years in Syria as part of his spiritual quest, other sources indicate that his only significant travel was his journey to the Ḥajj. He spent most of his life in Basṭām, apart from some temporary absences necessitated by the hostility of the local jurists and their pronouncing him an unbeliever; and he preferred staying at home to travelling (al-Sahlajī, 81, 100, 159; al-Qushayrī, 143; ʿAṭṭār, 162–164, 175). While there, Bāyazīd spent most of his time in his khāniqāh , engaged in worship, meditation, and teaching his disciples and students. At prayer times he would go to the mosque, where besides praying he would also receive people who had come to see him, sometimes from great distances; on some occasions he would go out to meet them before their arrival (al-Sahlajī, 72–73 et passim ; ʿAṭṭār, 177).",
    "None of the early sources contain any reference to Bāyazīd having had a wife or children. Furthermore, he regarded having a wife and children as an impediment to spiritual and ascetic life (al-Qushayrī, 15; ʿAṭṭār, 181). But Abū Nuʿaym al-Iṣfahānī (10/36) and, apparently following him, Ibn al-Jawzī ( Ṣifa , 4/111) both relate narrations on the authority of a wife of Bāyazīd, and Ibn al-Kharaqānī (pp. 15, 19–21) mentions a woman named Ḥurra-yi Dihistānī as his wife, and a boy named Ādam as his son. Unlike many of the great Sufi shaykhs who worked in a profession, Bāyazīd appears to have had no trade or employment, a fact about which he was questioned (al-Sahlajī, 148; ʿAṭṭār, 181; ʿIzz al-Dīn Kāshānī, 250). It is not unlikely, however, that he was able to live on whatever charity came his way (Sijistānī, 226).",
    "Bāyazīd was the contemporary of many of the greatest early Sufis. Aḥmad b. Khiḍrawayh Balkhī and his wife Umm ʿAlī, Ibrāhīm Sutunbah (or Istanbah) Harawī, Ḥātim al-Aṣamm, Yaḥyā b. Muʿādh al-Rāzī, Shaqīq al-Balkhī and Abū Turāb al-Nakhshabī (q.v.) all came to Basṭām to see him, and their conversations with him are recorded in various sources (al-Sahlajī, 72–74, 98–99, 118, 170; Hujwīrī, Kashf , 149–150; ʿAṭṭār, 170, 175, 180; Ibn al-Kharaqānī, 105–109). He was also in contact with a number of other Sufis, such as Dhū al-Nūn al-Miṣrī, either by correspondence or by means of disciples whom they sent to him (al-Sahlajī, 103, 151, 160, 173; Hujwīrī, Kashf , 322; ʿAṭṭār, 163; Ibn al-Kharaqānī, 116–117).",
    "Considering the numerous narratives concerning those who came to visit him or were desirous of meeting him, it is evident that by the time he reached middle age Bāyazīd was a well-known gnostic whose fame had spread both near and far. The prominence that he attained and also his ecstatic or paradoxical sayings ( shaṭḥiyyāt ) earned him both the envy and enmity of the scholars and ascetical devotees of his time, which led some of them to oppose him and denounce him as an unbeliever. It should be noted that both these scholars and the devotees can be seen as exoteric, or as ‘folk of the exterior’ ( ahl al-ẓāhir ), in the light of Bāyazīd’s teachings: the knowledge of the scholars being exoteric in contrast to the esoteric gnosis taught by Bāyazīd; and the emphasis on acts of devotion by the devotees being exoteric, as will be seen below, in relation to Bāyazīd’s insistence that inward knowledge transcends all outward acts, even acts of devotion (see al-Sahlajī, 81, 113–114, 119–120; ʿAṭṭār, 155–156, 158–159). It is said that Bāyazīd was declared an infidel and banished from Basṭām seven times (ʿAṭṭār, 166; Ibn al-Jawzī, Talbīs , 167; al-Dhahabī, 2/347). The fact that he also returned to Basṭām seven times shows that he enjoyed a base of popular support, and that the people’s attachment to, and belief in, him ultimately prevailed over the disapproval and hostility of the exoteric scholars, thus saving him from sharing the fate of al-Ḥallāj.",
    "One of Bāyazīd’s closest disciples was his nephew ʿĪsā b. Ādam, known as Abū Mūsā Khādim or Abū Mūsā Akbar, his personal servant who was also responsible for administering the affairs of the khāniqāh . It was he who transmitted many of Bāyazīd’s sayings; he claimed to have memorised four hundred of them, but having found nobody he considered worthy to hear them, he took them with him to his grave (al-Sahlajī, 65–68; Ibn al-Jawzī, Ṣifa , 4/112; Ibn al-Kharaqānī, 76–82). Although he was only twenty-two when Bāyazīd passed away, during the years spent in his company Abū Mūsā had attained a high level of knowledge and gnosis. One of his four sons, named Mūsā but commonly known as ʿAmmī (or ʿUmmī) Basṭāmī, passed on from his father knowledge about Bāyazīd’s life and spiritual accomplishments (al-Sahlajī, 69, 99, 152–153; al-Qushayrī, 15; Abū Nuʿaym, 10/36–37). Abū Mūsā himself was buried next to Bāyazīd; in accordance with his will, his grave is in a lower position than that of his master (al-Sahlajī, 67; Ibn al-Kharaqānī, 78).",
    "Other prominent disciples of Bāyazīd Basṭāmī include another nephew, Abū Mūsā al-Daybulī, also known as Abū Mūsā al-Thānī (‘The Second’), an accomplished Sufi who had also been the follower of ʿAbd al-Raḥīm b. Yaḥyā al-Aswad al-Daybulī (Ibn al-Kharaqānī, 93; al-Sahlajī, 71, 99, 167; Ibn al-Jawzī, Ṣifa , 4/113). This Abū Mūsā originally came to Basṭām just to see Bāyazīd, but after meeting him became enthralled by him and joined his disciples. He did not, however, take up permanent residence in Basṭām, and after some time he went to Armenia (Ibn al-Kharaqānī, 93; al-Sahlajī, 71–72). According to some scholars he was returning to Dabīl (Duin), a city in his native Armenia (Ritter, 162; Böwering, 183; Corbin, 1/269; Ḥaqīqat, Sulṭān , 35; Shafīʿī Kadkanī, 390, under Abū Mūsā al-Thānī). A great many of Bāyazīd’s sayings were preserved and narrated by this Abū Mūsā al-Thānī (al-Sahlajī, passim ; Ibn al-Jawzī, Ṣifa , 4/112–113).",
    "Other disciples whose names are known to us are Saʿīd Manjūrānī, Saʿīd Rāʿī, Khaṭṭāb Ṭarzī and Abū Manṣūr Jīnawī (al-Sahlajī, 74–77; Ibn al-Kharaqānī, 82–90). They also narrated sayings of Bāyazīd and anecdotes about him, as did various other disciples, family members, and other persons who had met him. In the following centuries, the dicta of Bāyazīd came to be translated into Arabic by various persons, including the Sufi shaykh al-Junayd of Baghdad, who had heard them mainly from Abū ʿImrān Mūsā b. ʿĪsā b. Ādam, the grandson of Bāyazīd’s brother Ādam. In this way they were conveyed to Muslim lands further to the west (al-Sahlajī, 139–140, 157).",
    "Bāyazīd died in his hometown at the age of seventy-three (al-Sahlajī, 83; Ibn al-Jawzī, Ṣifa , 4/114; idem, al-Muntaẓam , 5/29; Jāmī, 54). The earliest sources give the date of his death either as 234/848 (al-Sahlajī, 83) or as 261/875 (e.g. al-Sulamī, 60; Anṣārī, 104; Ibn al-Jawzī, Ṣifa , 4/114). The evidence for the latter date, as given by al-Sulamī and Anṣārī, is a series of documents relating to the family, which goes back to the time of Bāyazīd’s nephew. The earlier date, as given by al-Sahlajī, is based upon indirect evidence, such as the supposed date of a meeting between Bāyazīd and another great Sufi, Shaqīq al-Balkhī (d. 194/810), as well as a conversation between Bāyazīd and a disciple of his which is related in various sources (al-Sahlajī, 118, 123; ʿAṭṭār, 173–174). It is also supported by the story according to which Shaqīq, having asked Bāyazīd a question, was awaiting the reply but passed away before it came (ʿAṭṭār, 174–175). Ibn al-Kharaqānī (p. 134) states that another renowned Sufi, Abū al-Ḥasan Kharaqānī, was born 171 years after the passing of Bāyazīd. Kharaqānī died in 425/1033, at the age of seventy-three, thereby suggesting that Basṭāmī passed away in 181/797.",
    "Again, some accounts name Ibrāhīm Sitanbah (or Istanbah) Harawī among those who kept company with Bāyazīd and related his teachings (al-Sahlajī, 73, 74, 100, 139, 172–173). On the other hand, Abū Nuʿaym in his Ḥilyat al-awliyāʾ (10/43) refers to the same Ibrāhīm Harawī as being one of the intimates of Ibrāhīm b. Adham (d. 166/782).",
    "In the light of the above, it is perhaps safer simply to say that Bāyazīd lived during the latter part of the 2nd/8th century. This would make it more likely that the reports that he was a student in the presence of Imam Jaʿfar al-Ṣādiq are veracious, and that he did meet Shaqīq al-Balkhī. It is also quite possible, though, that there was more than one member of the same family with the same or similar names, who were alive between the later 2nd/8th and the mid-3rd/9th centuries, and whose dates of death have subsequently been confused with one another.",
    "From the very beginning, Bāyazīd’s tomb at Basṭām became a focus of attention for Sufis, who visited it in large numbers and in some cases took up residence in the neighbourhood for a time (al-Sarrāj, 391). Among those visitors were Fāṭima Umm ʿAlī, the wife of the Sufi Aḥmad b. Khiḍrawayh of Balkh (ʿAṭṭār, 209; Ibn al-Kharaqānī, 108); Abū al-Ḥasan al-Kharaqānī, a regular visitor (ʿAbdu-r-Rabb, 124); ʿAlī b. ʿUthmān al-Hujwīrī, author of the first Persian Sufi classic, Kashf al-maḥjūb , who paid many visits, sometimes staying in Bastām for months (Hujwīrī, Kashf , 77).",
    "Abū Saʿīd b. Abī al-Khayr (q.v.) said, when he visited Bāyazīd’s grave, ‘For anyone who has lost anything, this is the place to be given it back’ (Muḥammad b. Munawwar, 1/139; Ibn al-Kharaqānī, 113). Among countless others, notable figures who came to the shrine of Bāyazīd Basṭāmī include the philosopher and poet Nāṣir-i Khusraw (p. 3), the geographer Yāqūt al-Ḥamawī (1/623), and the traveller Ibn Baṭṭūṭa (p. 390).",
    "It is unlikely that Bāyazīd’s resting-place ever had an independent roof or structure. In the year 514/1120, the mosque known today as Masjid-i Bāyazīd (the Mosque of Bāyazīd), together with the minaret known as the ‘Minaret of Basṭām’, were constructed to the south of the tomb itself. The mosque was restored in 699/1300, during the reigns of the Īl-Khān ruler Ghāzān Khān and his brother Ūljāytū. Three years later a small, three-roomed khāniqāh was built next to the tomb; one of the rooms contains a miḥrāb (prayer-niche) with impressive stucco decoration. Not long afterwards, further buildings were added, mainly during the 8th/14th century, thus completing most of the complex: the buqʿa (mausoleum) of Imāmzādah Muḥammad, reputedly the son of Imam Jaʿfar al-Ṣādiq; then the gunbad (dome) of Ghāzān Khān; the entrance hall, courtyard, and western īwān (portico) (Iʿtimād al-Salṭana, Mirʾāt , 1/353–354; idem, Maṭlaʿ , 1/68–73; Haqīqat, Sulṭān , 123–136; idem, Tārīkh , 329–340; Mishkātī, 286–287; Wilber, 138–139).",
    "Adherence to Formal Law and Orthodoxy",
    "For Bāyazīd, adherence to the sharīʿa is an indispensable condition of following the Sufi path (al-Sahlajī, 124). He warned his disciples not to be deceived by any apparent feats of wonder they might see pseudo-Sufis perform, and instead to take the extent of an individual’s adherence to the sharīʿa as the measure of their worth (al-Sahlajī, 89–90; al-Qushayrī, 15; Abū Nuʿaym, 10/40; Ibn al-Jawzī, Talbīs , 168). Bāyazīd himself was punctilious in keeping within the bounds of the sharīʿa to the full (al-Sarrāj, 391–392; Hujwīrī, Kashf , 132), and imposed upon himself the obligation to observe all the minutiae of etiquette pertaining to the prophetic Sunna (al-Sahlajī, 137, 142; Abū Nuʿaym, 10/35; Ibn al-Jawzī, Ṣifa , 4/109). It is related that once after travelling a long distance to visit a noted ascetic, on finding out that the man had spat in the direction of the qibla , he turned back and went home. It is also said that Bāyazīd never ate melon because he had heard that the Prophet had never eaten it (al-Sahlajī, 85; al-Sarrāj, 103–104; al-Mustamlī, 1/111; Hujwīrī, Kashf , 275–276; Jāmī, 4; Sipahsālār, 126–127; Aflākī, 2/628).",
    "Whether exaggerated stories or true reports, such anecdotes indicate two things: firstly, that Bāyazīd was regarded by later tradition as being an ‘orthodox’ Muslim, whose ecstatic utterances did not imply antinomianism; secondly, that, in his lifetime, Bāyazīd could not have been accused of making light of the precepts of formal law, or of moral laxity or heresy ( ilḥād ). According to the narratives, it was on account of his shaṭḥiyyāt and the story of his miʿrāj or celestial journey that he was charged with being an unbeliever; an explanation of the latter, and parts of the text, are quoted by al-Sahlajī (pp. 149–150, 175–180), al-Sarrāj (pp. 384–385), Hujwīrī ( Kashf , 306–307) and ʿAṭṭār (pp. 202–207; for detailed accounts of his celestial journey see Abū al-Qāsim al-ʿĀrif, 325–337; Ibn al-Kharaqānī, 297–329).",
    "It has been said that the account of Bāyazīd’s miʿrāj was misunderstood by some of his contemporaries, who anathematised him and expelled him from Basṭām on the pretext that he was claiming to have experienced a miʿrāj similar to that of the Prophet himself (Ibn al-Jawzī, Talbīs , 167; al-Dhahabī, 2/347). This accusation, and the consequent criticism and aversion, were repeated after Bāyazīd’s death and in later times (Ibn al-Jawzī, Talbīs , 341–346; Anṣārī, 104–105; Waḥīd, 2/76–77). On the other hand, authors such as al-Sarrāj (pp. 385–390) and Hujwīrī ( Kashf , 307) maintained that, unlike the type of miʿrāj experienced by the Prophet Muḥammad, which was both spiritual and physical, that of Bāyazīd was a purely spiritual ascension, made in a state of extreme ecstasy and intoxication. His claim to have made a miʿrāj was therefore in no sense a claim of parity with the Prophet, but simply a reference to a journey made by his heart and spirit to the proximity of the divine Presence (for accounts of Bāyazīd’s spiritual journey see Ibn al-Kharaqānī, 297–329). A detailed account entitled ‘Miʿrāj-i Bāyazīd’ can be found in al-Qaṣd ilā Allāh by Abū al-Qāsim al-ʿĀrif, and a critical edition was published as an appendix in Shafīʿī Kadkanī’s collection on Bāyazīd, Daftar-i rawshanāyī (see Abū al-Qāsim al-ʿĀrif, 325–337).",
    "Bāyazīd himself maintained that he had attained the goal of the spiritual path through the traditional way of the saints, namely asceticism and forsaking the world, or, as he phrased it, ‘with a hungry belly and a bare body’ (al-Sahlajī, 124, 152–153; al-Sulamī, 66–67; Abū Ṭālib al-Makkī, 2/168; Ibn al-Kharaqānī, 269–270). Nevertheless, he considered asceticism on its own to be a fruitless struggle, arguing that if an ascetic is concerned and contented with his detachment in itself, his intent ( hamm ) has been distracted by something that God reckons of little worth; thus he will have made his ultimate concerns to be merely performing supernatural feats ( karāmāt ) in this world and gaining Paradise in the next. Such a person has failed in their journey (al-Sahlajī, 163, 166–167; Abū Nuʿaym, 10/36–37). That is why the feats of the saints are in Bāyazīd’s view altogether inconsequential: any carrion-eating bird can fly through the air, and any small twig or piece of flotsam can float on water, while jinn and angels can travel in an instant from one place to another far away. Bāyazīd insisted that all such phenomena were to be ignored, and that the concern of a man of God is to attach his heart to nothing but God, and to be preoccupied by nothing but God (al-Sahlajī, 155–156, 172; al-Qushayrī, 180; al-Sarrāj, 324; Abū Nuʿaym, 10/35, 39; al-Rifāʿī, 143; Nakhshabī, 169; ʿAṭṭār, 200; Ibn al-Kharaqānī, 277).",
    "Biographical Accounts, Collected Sayings and Anecdotes",
    "The spiritual legacy of Bāyazīd Basṭāmī passed, in the first place, chiefly to members of his family, especially the sons and grandsons of his brother Ādam (al-Sahlajī, 71). For many years after his passing, they would recount his sayings, and anecdotes about him, to visitors, and would also answer their questions (al-Sarrāj, 391; al-Jawzī, Talbīs , 344). Such was Bāyazīd’s impact on those around him that many members of the family in successive generations were named Ṭayfūr, Bāyazīd, or—after the shaykh’s father or brothers—ʿĪsā, ʿAlī or Ādam (al-Sahlajī, 61; Yāqūt, 1/623). This would appear to be the reason why historians and biographers have sometimes been confused between people who shared the same name, thereby leading to mistakes in the family’s genealogy (Ibn Khallikān, 2/531; Ibn Kathīr, 11/35; Shūshtarī, 2/20; Mudarris, 7/309). Ibn al-Kharaqānī (p. 21) commits such an error, attributing to Bāyazīd a son named Ādam and then identifying the sons and grandsons of Abū Mūsā al-Akbar as those of Bāyazīd.",
    "Such was the spiritual stature and personality of Bāyazīd that most of the Sufis of his time, and many of those after him, were strongly influenced by him. Even those such as ʿAbd Allāh Anṣārī, who regard some of his teachings as questionable, and who rejected his shaṭḥiyyāt out of hand, nonetheless accepted the eminence of his spiritual station ( maqām ). The accounts of Bāyazīd’s conversations with Sufi shaykhs who came to visit him at Basṭām illustrate the profundity of his gnostic insight and perception (for his conversation with Ḥātim al-Aṣamm see al-Sahlajī, 98–99; for his reply to Aḥmad b. Khiḍrawayh see idem, 100; for his reply to the disciples of Dhū al-Nūn al-Miṣrī, see idem, 103; for a response to a letter from Yaḥyā b. Muʿādh, see idem, 173; see also Abū Nuʿaym, 10/40; ʿAṭṭār, 163).",
    "As for the wider dissemination of Bāyazīd’s sayings, the Arabic translations of Junayd al-Baghdādī endeavoured to impart interpretations to them that would both enhance his image of spiritual greatness and also minimise the apparent contradictions between them and the positions of those jurists and other scholars who were opposed to him (see al-Sahlajī, 89, 139, 140; al-Sarrāj, 381–390).",
    "The work of Junayd was later continued by al-Sarrāj, author of the classical Sufi treatise Kitāb al-lumaʿ , who compiled a collection of Bāyazīd’s most famous shaṭḥiyyāt together with Junayd’s commentaries, also adding remarks of his own (al-Sarrāj, 381–395). Other major early Sufi authors who discussed Bāyazīd’s spirituality and the stories about him include Abū Bakr al-Kalābādhī (29, 69, 70, 91); Abū Ṭālib al-Makkī (2/63–64, 74–75, 168); al-Sulamī (pp. 60–67); al-Qushayrī (pp. 14–15); and al-Hujwīrī ( Kashf , 132–134). A lengthy chapter of Rūzbihān Baqlī’s commentary on ecstatic utterances, Sharḥ-i shaṭḥiyyāt (pp. 78–150), is devoted to Bāyazīd and his ecstatic sayings. ʿAṭṭār (pp. 161–210) likewise gives a detailed account of his life, personality, sayings and ideas in his Tadhkirat al-awliyāʾ , derived from a variety of sources such as the Kitāb al-nūr of al-Sahlajī; he quotes Bāyazīd’s words in Persian.",
    "The most important source for the study of Bāyazīd’s life and teachings is Kitāb al-nūr min kalimāt Abī Yazīd Ṭayfūr , by Abū al-Faḍl Muḥammad b. ʿAlī al-Sahlajī (ca. 389–ca. 476/999–1083; see al-Samʿānī, 2/230–231), a follower of Bāyazīd’s Sufi order. He collected his material from a variety of sources, but chiefly from members of the family, fellow-disciples and friends. Written in Arabic, the Kitāb al-nūr comprises a brief introduction, a short account of Bāyazīd’s life, and mention of his disciples and contemporaries, followed by anecdotes and his sayings. Since Bāyazīd was Persian-speaking and al-Sahlajī also spoke Persian, it seems not unlikely that many of the sayings were originally related to the latter in Persian, and then translated by him into Arabic, and here and there in his work one can find scattered couplets of Persian verse (see e.g. 64, 68, 76, 78, 91, 121, 124). Al-Sahlajī explains in the introduction to Kitāb al-nūr (pp. 59–60) that his intention in compiling it was to identify and make known the authentic personality and teachings of Bāyazīd, as distinct from the erroneous descriptions of him that had been propagated during the 4th/10th and 5th/11th centuries. What appears to have happened is that about a century after Bāyazīd’s death, some of his spiritual successors had begun, by linking themselves to him (probably by making use of family ties) and attributing to him certain sayings related by them, to give prominence to themselves and their own teachings and branch of the order. These sayings, which were not in keeping with the authentic teachings of Bāyazīd and his first successors, had created doubts and hesitancy in the minds of members of the Order. It was these distortions that impelled al-Sahlajī to have recourse to those who retained sound and correct information in order to gather together the reliable, authenticated accounts in Kitāb al-nūr (al-Sahlajī, 59–60, 72).",
    "Over the following centuries, al-Sahlajī’s work attracted the attention of writers on Sufism, and authors such as ʿAṭṭār (p. 166) used it in their own writings. Rūzbihān-i Thānī, a descendant of Rūzbihān Baqlī Shīrāzī, refers in his Tuḥfat al-ʿirfān (p. 6) to a work entitled Sīrat-nāmah-yi Shaykh Bāyazīd which appears to have been a collection of stories concerning Bāyazīd, including a description of his meeting with Aḥmad b. Khiḍrawayh. This reference, however, is not sufficiently clear to enable one to discern whether this Sīrat-nāmah was in reality Kitāb al-Nūr , or a Persian version of it, or an entirely different work. We know of two texts composed in the centuries after al-Sahlajī’s. One, Dustūr al-jumhūr fī manāqib Sulṭān al-ʿĀrifīn Abī Yazīd Ṭayfūr , was written by Aḥmad b. Ḥasan b. al-Kharaqānī (Dānishpazhūh, 9/133–137); the other, Manāqib-i Bāyazīd , is by Yūsuf b. Muḥammad and is in Persian (Ḥājjī Khalīfa, 2/1841). Dustūr al-jumhūr , which was published in a critical edition by Muḥammad Taqī Dānishpazhūh and Īraj Afshār (Tehran, 1388 Sh./2009), contains an account of Bāyazīd’s life, followed by his sayings, anecdotes and the spiritual genealogy of his successors. It seems likely that a number of other such works were produced at one time or another, but have not survived; and this is why al-Sahlajī’s Kitāb al-nūr , which has been edited by ʿAbd al-Raḥmān Badawī, is so important. Also, an annotated Persian translation of Kitāb al-nūr (along with a lengthy academic introduction on the book and its author and explanatory notes as well as two other unpublished early texts on Bāyazīd) can be found in Shafīʿī Kadkanī’s Daftar-i rawshanāyī (pp. 101–321; for further information on Kitāb al-nūr and its author, see ibid, 39–55).",
    "Mystical Doctrines and Methodology",
    "In discussing Bāyazīd’s thought, one must begin with his views on the nature of tawḥīd , or metaphysical unity, the Oneness of divine Being, which is the foundation of his gnosis ( maʿrifat ), and of the spiritual path leading to gnosis. For Bāyazīd, tawḥīd was not a principle which posited unity as opposed to multiplicity, nor simply of the transcendence of divine unity with regard to creation, but of the unicity of Being as opposed to the non-existence of all else. It is from this perspective that Bāyazīd understands the words ‘ Allāhu Akbar  ’—not as signifying that God is greater than all else—since in his view there is nothing else that exists, such that He might be greater than it. Moreover, God is greater than anything the human imagination can conceive of (al-Sahlajī, 115, 147–148); Bāyazīd compares the effort to describe God with trying to find snow in a blazing desert (al-Sahlajī, 181); he compares God to the radiant sun, which illumines all but is not itself illumined by anything else, inasmuch as He is Himself proof of His Being, and anyone who seeks to attain certainty about Him on the basis of any description or logical exposition is doomed to fail (al-Sahlajī, 131). For that very reason, the people who are most remote from God are those who are most given to talking about Him. Unlike those who make repentance from sins they have committed, Bāyazīd repents of saying ‘There is no god but God’ because in saying it he is having recourse to speech, whereas God is beyond all discursive utterance (al-Sahlajī, 104; al-Sarrāj, 223–224; al-Sulamī, 66; Ibn al-Jawzī, Ṣifa , 4/109; Anṣārī, 105; ʿAyn al-Quḍāt, 77). God is described by Bāyazīd as al-kull bi-al-kull , the Universal within the universal (Anṣārī, 108); in comparison with such an unfathomable Totality, the totality of mortal man is deemed to be a handful of dust; in this light, the entire world is not of sufficient worth even to be abstained from (al-Sahlajī, 104, 154; al-Ghazālī, Kīmiyā , 2/441). Hence, for Bāyazīd, the object of one’s quest should not be this world, or Paradise, or bliss in the Hereafter, but only God Himself, together with whatever is bound to bring one to His divine Presence ( dargāh )—and that is not worship alone, but self-abasement ( dhillat ) and acknowledgement of one’s utter poverty before Him ( iftiqār ). For the treasuries of the divine are full to the brim of His servants’ acts of worship, and He is not in need of them (al-Sahlajī, 91, 123; al-Sulamī, 64; Abū Nuʿaym, 10/39–40; Ibn al-Jawzī, Ṣifa , 4/108; al-Ghazālī, Minhaj , 226; ʿAṭṭār, 183).",
    "Bāyazīd’s vision of tawḥīd is consummated at a level of gnosis ( maʿrifat ) whereby one witnesses all the actions and inactions ( ḥarakāt and sakanāt ) of God’s creatures as pertaining to the action of God, so that one realises that He is the sole true Agent—and is also the initiator of all spiritual progress ( sulūk ) and repentance; the Rememberer, the Lover and the Knower. He it is who wills, who incites His servants to move and strive in pursuit of gnosis, and who eventually, by His pure grace ( luṭf ), brings them to their goal (al-Sahlajī, 88, 121–122, 138, 164; Abū Nuʿaym, 10/34; Ibn al-Jawzī, Ṣifa , 4/107; Ibn al-Kharaqānī, 62–64; Maybudī, 2/228; ʿIzz al-Dīn Kāshānī, 59). It was Bāyazīd’s contention that such gnosis is God-given, and ever-living, as it derives from God as al-Ḥayy, ‘the Living’, whereas the knowledge possessed by religious scholars ( ʿulamāʾ  ) is akin to something acquired by one dead man from another dead man (al-Sahlajī, 100, 113–114; Jāmī, 41, 56v). Bāyazīd also clearly indicates the transcendence of spiritual knowledge in relation to the domain of action, including those intense acts of mortification which characterise the mode of devotion proper to the typical ‘worshipper’ ( ʿābid ) and the ascetic ( zāhid ), in contrast to the modes of knowledge characterising the ʿārif . In one saying, he compares the zāhid to a ‘traveller’ ( sayyār ) while the ʿārif is a ‘flyer’ ( ṭayyār ). Here, a step-by-step progression, in a horizontal dimension, by natural means, is contrasted with a sudden vertical ascent, a flight that is possible only by means of the grace of God (ʿAṭṭār, 194).",
    "For Bāyazīd, gnosis is like a light whereby one can see all things and, through its mediation, grasp the reality of things (al-Sahlajī, 165; al-Sulamī, 64; Abū Nuʿaym, 10/37); but he admits that not all of God’s servants—not even all His chosen friends ( awliyāʾ  )—have the power or the capacity to receive this gnosis, for which reason He keeps them occupied with worshipping Him instead (al-Sulamī, 63; Abū Nuʿaym, 10/39; Ibn al-Jawzī, Ṣifa , 4/108). The gnostic, according to Bāyazīd, perceives only God in the universe and is aware only of His pure Being; he remains indifferent to anyone but Him and finally ‘burns’ up in divine love (al-Sahlajī, 105, 129, 150, 166; al-Qushayrī, 156; ʿAṭṭār, 193; Rūzbihān Baqlī, Sharḥ , 121; Bākharzī, 2/352; ʿIrāqī, 108; Ibn al-Kharaqānī, 308). From this perspective, the greatest difference between the gnostic ( ʿārif ) on the one hand and the ascetic ( zāhid ), the devotee ( ʿābid ), and the scholar ( ʿālim ) on the other is that they are fundamentally attached to themselves ( dar band-i kh ʷ īshand ) rather than to the divine Beloved, whereas the gnostic is severed from himself and attached to the Beloved (al-Sahlajī, 166–167; Abū Nuʿaym, 10/39; ʿAṭṭār, 191).",
    "In Bāyazīd’s view, however, the point of perfection for gnostics and for the saints or ‘sincere ones’ ( ṣiddīqān ) is but the starting-point for the spiritual states of the Prophets ( anbiyāʾ  ). For the Seal of the Prophets, there is no end-point or limit, to the extent that not one speck of his inner reality ( sirr ) is visible to a single person in all creation (al-Kalābādhī, 69; Khulāṣa , 181; ʿAṭṭār, 206–207). Bāyazīd said: ‘I dived into the ocean of mystic knowledge until I reached the ocean of Muḥammad, and between him and me I saw the distance of a thousand spiritual stations (sing. maqām ). Had I approached close to even one of them I would have been burnt up’ (al-Sahlajī, 86; Ibn al-Kharaqānī, 311). He claimed to be certain that the amount of knowledge that the generality of people have, in relation to the Prophet, is like the amount one can know about the contents of a sealed leather bottle from a single drop that has trickled out. Bāyazīd believed that if one atom of the inner reality ( ḥaqīqa ) of the Prophet were made visible to mankind at large ( khalq ), all that exists below the divine Throne ( ʿarsh ) would be annihilated, true knowledge of the actuality of the Prophet and his proximity to God being beyond their power of endurance or capacity (al-Kalābādhī, 28; al-Sarrāj, 408; Mustamlī, 2/900–905; Khulāṣa , 184–185).",
    "Spiritual Successors",
    "Despite all this, the figure of Bāyazīd Basṭāmī has continued to attract interest and veneration throughout the subsequent history of Sufism. The states and sayings associated with his name assumed the form of an enduring current of Sufi thought and methodology. This Sufi movement, which Kh ʷ ājah ʿAbd Allāh Anṣārī specifically condemns (pp. 104–105), continued to exist for some centuries, eventually becoming formalised as the Ṭayfūriyya order which was characterised by states of ecstasy and spiritual intoxication. In criticising them, al-Hujwīrī argues that ‘rapturous longing for God and intoxication of love cannot be acquired by human beings, and it is idle to claim, and absurd to imitate, anything that lies beyond the range of [human] acquisition’ (Nicholson trans., 184). However, it is to be noted that this is a criticism of those who made a kind of ‘method’ out of Bāyazīd’s ecstasy, not of Bāyazīd himself, who is regarded by Hujwīrī not only as being one of the ten ‘imams’ of Sufism, as noted above, but also, citing al-Junayd again, as ‘having the same rank among us as Gabriel among the angels’ (Nicholson trans., 106).",
    "Over the course of time the Ṭayfūriyya order became dispersed into several lesser branches, such as the Shaṭṭāriyya, ʿIshqiyya, and Basṭāmiyya. The Shaṭṭāriyya, which also had links with the Suhrawardiyya, took root in India thanks to the efforts of ʿAbd Allāh Shaṭṭārī, first at Jaunpur and later at Multan. The task of propagating the order in India was continued after his death first by Muḥammad Ghawth Gwāliyārī and then by Muḥammad Ghawthī (Ghawthī, 147–149; Maʿṣūm ʿAlī-Shāh, 2/151; Trimingham, 97–98; Schimmel, 355: Rizvi, 248–250). The Ṭayfūriyya order itself was established in India by Shaykh Wajīh al-Dīn Gujarātī, and in Indonesia and Malaysia by his disciples during their journeys to the Ḥajj (Rizvi, 250–251). As for the ʿIshqiyya and Basṭāmiyya orders, both of these stemmed from an individual named Abū Yazīd ʿIshqī. The former order spread in parts of Iran and Turkestan, the latter in the Ottoman Empire (Trimingham, 98; Rizvi, 248).",
    "The Nature and Description of Fanāʾ (Annihilation)",
    "Bāyazīd is regarded in the Sufi tradition as the very epitome of mystical annihilation, and thus as one of the forerunners of the ahl-i fanāʾ , or ‘folk of annihilation’. He was one of the first gnostics to discuss the subject openly and to expound it lucidly. Such annihilation entails the worshipper’s attributes vanishing in those of God, and the destruction ( istihlāk ) of his own will and identity, which are as it were ‘drowned’ in the will and identity of his Lord. This mode of annihilation comes about when the gnostic is cut off from all ties, having overcome his nafs (ego, self) and attained the Truth. In describing this spiritual station Bāyazīd likens it to a river reaching the sea (al-Sahlajī, 159; Abū Nuʿaym, 10/34–35; Ibn al-Jawzī, Ṣifa , 4/110; ʿAṭṭār, 192, 194). Speaking of his own spiritual state, he employs another simile: ‘I departed from being Bāyazīd, as a snake sloughs off its skin; then I looked upon myself, and I was Him entirely’ (al-Sahlajī, 100; al-Bīrūnī, 66–67; ʿAṭṭār, 189). Elsewhere, he sometimes explains the station of fanāʾ by alluding to verses of the Qurʾān. Once when asked about the nafs he replies: ‘The true believer ( muʾmin ) has no self: “Verily Allah has purchased from the believers their selves” (Q 9:11). How can someone who has sold his self possess one?’ (al-Sahlajī, 109; Ibn al-Kharaqānī, 247).",
    "On another occasion, when asked what were the hallmarks of the gnostic, Bāyazīd answered by referring to the following verse: ‘Truly when kings enter a town they ruin it and make the most exalted of its people the most lowly. Thus are they wont to do’ (Q 27:34). The meaning is interpreted as follows: when the Lord enters the ‘town’ of the believer’s heart, He devastates it, making the ego, which was hitherto exalted in his own eyes, appear lowly, base and of no worth (al-Sarrāj, 92; al-Qushayrī, 155; al-Sahlajī, 165; Abū Nuʿaym, 10/37). So it is that in the maqām of fanāʾ , the spiritual traveller’s individuality is annihilated in God, leaving no trace of either the gnostic or his gnosis. Fear and hope, torment and bliss, all vanish; the seeker is drowned in a sea that has no beginning or end, no past or future. Duration is reduced to an eternal present which is renewed from moment to moment (al-Sahlajī, 128; ʿAṭṭār, 202; Baqlī, Sharḥ , 142). It is with reference to this that Bāyazīd responds to the question ‘How is your morning?’ by saying ‘I have neither morning nor evening. Morning and night are for those who are in the grip of attributes, but I have no attributes left!’ (al-Sahlajī, 91, 143; ʿIrāqī, 79–80; ʿAṭṭār, 183; Baqlī, Sharḥ , 137; Ibn ʿArabī, 1/358). Bāyazīd is then depicted as seeking himself, but unable to find himself, finding nobody ‘at home’ but God (al-Qushayrī, 41; al-Sahlajī, 84–85; ʿAṭṭār, 184; Ibn al-Kharaqānī, 226).",
    "The great polymath, Abū al-Rayḥān al-Bīrūnī, in his study of Indian civilisation, Taḥqīq mā lil-Hind , draws comparisons between some of the metaphysical terms and doctrines of the Sufis and those used by Hindu mystics. Fanāʾ is compared to mokṣa (often translated as ‘liberation’), in which ātman is annihilated in Brahman , or the ‘fragmentary spirit’ in the ‘Greater Universal Spirit’. Bīrūnī cites in this regard the sayings of some Sufis, including Bāyazīd al-Basṭāmī (al-Bīrūnī, 66–67). Among modern scholars, Nicholson considered fanāʾ to resemble the nīrvāna of Buddhism and also, more strongly, its equivalent in the Hindu non-dualist doctrine of Advaita Vedānta. Zaehner also compared Bāyazīd’s descriptions of fanāʾ with similar images in the Upanishads and Vedanta texts. Both men believe, given that Bāyazīd was instructed in tawḥīd by Abū ʿAlī Sindī (al-Sarrāj, 177), a convert from Hinduism (see above), that in this regard he was actually influenced by Hindu teachings, particularly those of Shankara, the leading exponent of Advaita Vedānta doctrine (Nicholson, 16–19; Zaehner, Hindu and Muslim Mysticism , 93–134; idem, ‘Abū Yazīd of Bisṭām’, 286–301). These conclusions, however, have met with scepticism and criticism from Arberry, Bertel’s, Schimmel and Zarrīnkūb (Arberry, 90–91; Schimmel, 47–48; Bertel’s, 32; Zarrīnkūb, Arzish , 14–15, Justujū , 45–46).",
    "In Bāyazīd’s doctrine of annihilation, the gnostic ( ʿārif ) qua knower or human subject of knowledge, vanishes in his gnosis ( maʿrifat ), or in the divine object of his knowledge, the Known ( maʿrūf ); and the contemplator ( shāhid ) disappears within the Contemplated ( mashhūd ). It is out of such modes of union that states of rapturous love are experienced; and it is from these states that ecstatic utterances ( shaṭḥiyyāt ) emerge. The most famous of Bāyazīd’s utterances is his apparently blasphemous subḥānī, mā aʿẓamu shaʾnī , ‘glory be to me; how tremendous is my station!’. Such sayings, uttered in a state of intoxication, caused Sufis like Bāyazīd and al-Ḥallāj to be condemned as unbelievers by the ‘folk of the exterior’, the ahl-i ẓāhir . As noted above, the first Sufi authority to attempt to exonerate Bāyazīd by offering acceptable interpretations of his shaṭḥiyyāt was Junayd al-Baghdādī. The same task was later undertaken by al-Sarrāj, Rūzbihān Baqlī Shīrāzī, ʿAyn al-Quḍāt Hamadānī, and numerous others (al-Sarrāj, 381–390; Baqlī, Sharḥ , 78–150, Mashrab , 124, 193–194; ʿAyn al-Quḍāt, 62, 273–274; also al-Sulamī, 244–245; Hujwīrī, Kashf , 326–327; Ibn ʿArabī, 4/224–226; Bākharzī, 2/59–61; ʿAṭṭār, 207).",
    "One of the clearest symbolic ‘explanations’ of the relationship between Bāyazīd’s states and his ecstatic utterances is given in Rūmī’s Mathnawī . Here, Bāyazīd is depicted as ordering his disciples to kill him if he utters again any ‘blasphemous’ claims about being one with God. He again succumbs to the unitive state, and utters his famous shaṭḥiyyāt ; but when the disciples try to kill him, stabbing at him with their knives from all directions, they only succeed in stabbing themselves, as Bāyazīd’s form has become like a mirage: he is there only in appearance; in reality, he is absent. The implication is that the words uttered in the state of union are in fact those of God, the human agent being spiritually effaced in this state, God alone remaining (Rūmī, Mathnawī , 4:2102–2153).",
    "Although many of the sayings recorded from Bāyazīd are products of ecstatic states, not all of them are. Certain of his most daring and unorthodox utterances were made while he was in an entirely normal, rather than an intoxicated, state. One explanation for this is that he used these sayings to ward off the throng of loud and inquisitive people who used to gather around him, disturbing his peace of mind. It would appear that Bāyazīd had a certain malāmatī (blame-seeking) tendency; he desired neither approval from the general public, nor reverence from disciples or admirers (see e.g. al-Sahlajī, 157; al-Mustamlī, 2/830–831; ʿAṭṭār, 162–163). Bāyazīd also achieved a similar effect—that of driving people away—through unorthodox expressions, and by displays of apparently irreligious behaviour, such as eating bread in daytime during Ramaḍān (although later tradition relates that this was while he was travelling and hence legally excused from fasting) (ʿAṭṭār, 163–164).",
    "Occasionally, Bāyazīd himself undertook the interpretation of his own ecstatic sayings. A man once asked him a series of questions concerning such matters as the divine Throne ( ʿarsh ), Footstool ( kursī ), Tablet ( lawḥ ) and Pen ( qalam ). Bāyazīd’s response was to say ‘I am all of those!’ and then added: ‘Yes indeed! Whoever is erased in the Truth has attained the reality of all that exists. If that person exists no more, he sees the reality of all for himself—and that is no wonder!’ (ʿAṭṭār, 202).",
    "The Reception of Bāyazīd Basṭāmī by Later Sufis",
    "As Sufism developed over the centuries, Bāyazīd Basṭāmī continued to be revered as one of the most outstanding exponents of Sufi gnosis. Both Abū al-Ḥasan al-Kharaqānī and Abū Saʿīd b. Abī al-Khayr regarded him as their forerunner in respect of their own methodology and Sufi orders. The former is said to have visited Bāyazīd’s grave every night, not returning home until dawn, for a period of twelve years (ʿAṭṭār, 661–662); and to have opined, in a conversation with Abū Saʿīd, that a visit to Bāyazīd’s shrine was equal in merit to performing the ʿumra , or lesser pilgrimage to Mecca (Muḥammad b. Munawwar, 1/138). Abū Saʿīd himself said, describing Bāyazīd’s state of annihilation in God ( fanāʾ  ): ‘I see eighteen thousand worlds filled with Bāyazīd, yet Bāyazīd cannot be seen there’ (ʿAṭṭār, 160–161). Hujwīrī, in his Kashf al-maḥjūb , describes Bāyazīd as one of the ‘ten Imams of Sufism’ and states that ‘Nobody before him had such istinbāṭ (capacity to extract meaning) in relation to the ultimate realities ( ḥaqāʾiq ) of this [Sufi] mode of knowledge’ (p. 132). His spiritual eminence is also referred to several times by the poet Sanāʾī, both in Ḥadīqat al-ḥaqīqa (pp. 113–114) and in his Dīwān (p. 433). The lengthy notice in ʿAṭṭār’s Tadhkirat al-awliyāʾ (pp. 160–210) has already been mentioned. Jalāl al-Dīn Rūmī, too, mentions him in laudatory terms in more than one passage in the Mathnawī (e.g., 2:2220 ff.; 4:2102 ff.). The Shaykh al-Ishrāq, Shihāb al-Dīn Yaḥyā al-Suhrawardī, speaks in his treatise al-Mashāriʿ wa al-muṭāraḥāt about how what he calls the khusrawānī (regal and esoteric) philosophy of ancient Iran is to be understood in mystical terms. He characterises Bāyazīd as the heir to the khusrawānī nature ( khamīra ) possessed by certain sages prior to him, and as having transmitted this nature to other Sufis: al-Ḥallāj, Abū al-ʿAbbās al-Qaṣṣāb Āmulī, and Abū al-Ḥasan al-Kharaqānī (pp. 502–503). The 7th/13th century shaykh ʿAlāʾ al-Dawla Simnānī (q.v.) regarded Bāyazīd as one of his first spiritual preceptors, and claimed that he had received guidance from him, in the realm of the Unseen ( al-ghayb ), for nearly two years (p. 75).",
    "In contrast to the acclaim and veneration accorded to Bāyazīd by many great Sufis, there were those who severely criticised and opposed his teachings, especially his ecstatic sayings and the accounts of his miʿrāj or celestial journey (for accounts of his miʿrāj , see Abū al-Qāsim al-ʿĀrif, 325–337; Ibn al-Kharaqānī, 297–329). Within a century of his passing, he was condemned as an unbeliever by such figures as Ibn Sālim (al-Sarrāj, 390–392), and both his shaṭḥiyyāt and al-Junayd’s commentaries on them were denounced by Ibn al-Jawzī and others as being both nonsense and in contravention of the formal law ( Talbīs , 341–350; also Ibn Kathīr, 11/35). It was probably that kind of condemnation that led the Iraqi Sufi master al-Shiblī to remark, ‘If Bāyazīd were alive now, he would have become Muslim at the hands of our young ones’ (al-Sarrāj, 397; Isfarāyinī, 49), implying that Bāyazīd’s level of mystical knowledge was unripe in comparison to the masters of al-Shiblī’s time. One such master, al-Junayd, was famous for saying that ‘intoxication is the playground of children, but sobriety is the death-field of men’ (cited in Hujwīrī, Nicholson trans., 186). Similarly, some of the conservative Sufi shaykhs forbade their disciples to relate the sayings of Bāyazīd, and accused those who discussed them of ibāḥa (antinomianism) (Ibn Bazzār, 365–366; 729). Even as great a Sufi as Shams-i Tabrīzī, who regarded Fakhr al-Dīn al-Rāzī as spiritually far inferior to Bāyazīd (p. 135), perceived a taint of incarnationism ( ḥulūl ) and doctrinal innovation ( bidʿa ) in some of his sayings (pp. 107, 109)."
  ],
  "bibliography": [
    "ʿAbdu-r-Rabb, Muhammad, Abu Yazid al Bistami: His Life and Doctrines (PhD thesis, McGill University(1970);) Abū Nu‘aym al-Iṣfahānī, Aḥmad, Ḥilyat al-awliyāʾ (Beirut, 1967)",
    "Abū al-Qāsim al-ʿĀrif, ‘Miʿrāj-i Bāyazīd’, Daftar-i rawshanāyī , ed. Muḥammad Riḍā Shafīʿī Kadkanī (Tehran, 1384 Sh./2005), pp. 325–337",
    "Abū Ṭālib al-Makkī, Muḥammad, Qūt al-qulūb (Beirut, 1310/1892)",
    "Ādhar Bīgdilī, Luṭf-ʿAlī, Ātashkadah (Bombay, 1277/1860)",
    "Aflākī, Aḥmad, Manāqib al-ʿārifīn , ed. Tahsin Yazıcı (Ankara, 1959–1961)",
    "ʿAlāʾ al-Dawla Simnānī, Aḥmad, ‘Risāla fī mashāyikhih min al-mutaqaddimīn’, Opera minora , ed. W.M. Thackston (Cambridge, MA, 1988)",
    "Anṣārī Harawī, Kh ʷ ājah ʿAbd Allāh, Ṭabaqāt al-Ṣūfiyya , ed. Muḥammad Sarwar Mawlāyī (Tehran, 1362 Sh./1983)",
    "Arberry, A.J., Revelation and Reason in Islam (London, 1965)",
    "ʿAṭṭār, Farīd al-Dīn, Tadhkirat al-awliyāʾ , ed. Muḥammad Istiʿlāmī (Tehran, 1360 Sh./1981)",
    "ʿAyn al-Quḍāt Hamadānī, Tamhīdāt , ed. ʿAfīf ʿUṣayrān (Tehran, 1341 Sh./1962)",
    "Bākharzī, Yaḥyā, Awrād al-aḥbāb , ed. Īraj Afshār (Tehran, 1345 Sh./1966)",
    "Baqlī, Rūzbihān, Mashrab al-arwāḥ , ed. Nazif Muharrem Hoca (Istanbul, 1973)",
    "idem, Sharḥ-i shaṭḥiyyāt , ed. Henry Corbin (Tehran, 1360 Sh./1981)",
    "Bertel’s, E.E., Sufizm i Sufiĭskaia literatura (Moscow, 1965)",
    "al-Bīrūnī, Abū al-Rayḥān, Taḥqīq mā li al-Hind (Hyderabad, Deccan, 1958)",
    "Böwering, G., ‘Basṭāmī, Bāyazīd’, EIR , vol. 4, pp. 183–186",
    "Corbin, Henry, Histoire de la philosophie islamique (Paris, 1964)",
    "Dānishpazhūh, Muḥammad Taqī, Fihrist-i nuskha-hā-yi khaṭṭī dar kitābkhānah-hā-yi Ittiḥād-i Jamāhīr-i Shūrawī wa Urūpā wa Āmirīkā (Tehran, 1358 Sh./1979)",
    "al-Dhahabī, Muḥammad, Mīzān al-iʿtidāl , ed. ʿAlī Muḥammad al-Bajāwī (Cairo, 1382/1963)",
    "Ghawthī Shaṭṭārī, Muḥammad, Gulzār-i abrār , ed. Muḥammad Dhakī (Patna, 1994)",
    "Ghazālī, Abū Ḥāmid, Kīmiyā-yi saʿādat , ed. Ḥusayn Khadīw-jam (Tehran, 1361 Sh./1982)",
    "idem, Minhāj al-ʿābidīn , tr. ʿUmar b. ʿAbd al-Jabbār al-Saʿdī al-Sāwī, ed. Aḥmad Sharīʿatī (Tehran, 1365 Sh./1986)",
    "Ḥājjī Khalīfa, Kashf",
    "Ḥaqīqat, ʿAbd al-Rafīʿ, Sulṭān al-ʿĀrifīn Bāyazīd-i Basṭāmī (Tehran, 1362 Sh./1983)",
    "idem, Tārīkh-i Qūmis (Tehran, 1362 Sh./1983)",
    "Hidāyat, Riḍā Qulī, Majmaʿ al-fuṣaḥāʾ , ed. Maẓāhir Muṣaffā (Tehran, 1336 Sh./1957)",
    "Hujwīrī, ʿAlī, Kashf al-maḥjūb , ed. V. Zhukovskiĭ (repr. Tehran, 1358 Sh./1979)",
    "idem, trans. R.A. Nicholson (London, 1911)",
    "Ibn ʿArabī, Muḥyī al-Dīn, al-Futūḥāt al-Makkiyya , ed. ʿUthmān Yaḥyā (Cairo, 1975)",
    "Ibn Baṭṭūṭa, Riḥla (Beirut, 1964)",
    "Ibn Bazzār, Tawakkul, Ṣafwat al-ṣafā , ed. Ghulām-Riḍā Ṭabāṭabāʾī Majd (Ardabīl, 1373 Sh./1994)",
    "Ibn al-Jawzī, ʿAbd al-Raḥmān, al-Muntaẓam (Hyderabad, Deccan, 1357/1938)",
    "idem, Ṣifat al-ṣafwa , ed. Maḥmūd Fākhūrī (Beirut, 1986)",
    "idem, Talbīs Iblīs (Beirut, 1368/1948)",
    "Ibn Kathīr, al-Bidāya",
    "Ibn Khallikān, Wafayāt",
    "Ibn al-Kharaqānī, Aḥmad, Dustūr al-jumhūr fī manāqib Sulṭān al-ʿĀrifīn Abū Yazīd Ṭayfūr , ed. Muḥammad Taqī Dānishpazhūh and Īraj Afshār (Tehran, 1388 Sh./2009)",
    "Ibn Taghrībirdī, al-Nujūm",
    "Isfarāyinī, ʿAbd al-Raḥmān, Kāshif al-asrār , ed. Hermann Landolt (Tehran, 1358 Sh./1979)",
    "ʿIrāqī, Fakhr al-Dīn, Lamaʿāt , ed. Muḥammad Kh ʷ ājawī (Tehran, 1363 Sh./1984)",
    "Iʿtimād al-Salṭana, Muḥammad Ḥasan, Maṭlaʿ al-shams (Tehran, 1362 Sh./1983)",
    "idem, Mirʾāt al-buldān (Tehran, 1367 Sh./1988)",
    "ʿIzz al-Dīn Kāshānī, Maḥmūd, Miṣbāḥ al-hidāya , ed. Jalāl al-Dīn Humāʾī (Tehran, 1323 Sh./1944)",
    "Jāmī, ʿAbd al-Raḥmān, Nafaḥāt al-uns , ed. Maḥmūd ʿĀbidī (Tehran, 1370 Sh./1991)",
    "al-Kalābādhī, Abū Bakr, al-Taʿarruf li-madhhab ahl al-taṣawwuf (Beirut, 1980)",
    "Khulāṣa-yi Sharḥ-i Taʿarruf , ed. Aḥmad ʿAlī Rajāʾī (Tehran, 1349 Sh./1970)",
    "Maʿṣūm ‘Alī-Shāh, Muḥammad Maʿṣūm, Ṭarāʾiq al-ḥaqāʾiq , ed. Muḥammad Jaʿfar Maḥjūb (Tehran, 1318 Sh./1939)",
    "Maybudī, Aḥmad, Kashf al-asrār , ed. ʿAlī Aṣghar Ḥikmat (Tehran, 1357 Sh./1978)",
    "Mishkātī, Nuṣrat Allāh, Fihrist-i bināhā-yi tārīkhī wa amākin-i bāstānī-yi Īrān (Tehran, 1349 Sh./1970)",
    "Mudarris, Muḥammad ʿAlī, Rayḥānat al-adab (Tehran, 1324 Sh./1945)",
    "Muḥammad b. Munawwar, Asrār al-tawḥīd , ed. Muḥammad Riḍā Shafīʿī Kadkanī (Tehran, 1376 Sh./1997)",
    "Mustamlī Bukhārī, Ismāʿīl b. Muḥammad, Sharḥ al-Taʿarruf li-madhhab ahl al-taṣawwuf , ed. Muḥammad Rawshan (Tehran, 1363 Sh./1984)",
    "Nakhshabī, Ḍiyāʾ, Silk al-sulūk , ed. Ghulām-ʿAlī Āriyā (Tehran, 1361 Sh./1982)",
    "Nāṣir-i Khusraw, Safar-nāmah , ed. Muḥammad Dabīr-Siyāqī (Tehran, 1356 Sh./1977)",
    "Nicholson, R.A., The Mystics of Islam (London, 1970)",
    "al-Qushayrī, ʿAbd al-Karīm, al-Risāla al-Qushayriyya (Cairo, 1940)",
    "al-Rifāʿī, Aḥmad, Ḥālat ahl al-ḥaqīqa maʿ Allāh (Beirut, 1408/1987)",
    "Ritter, H., ‘Abū Yazīd al-Bisṭāmī’, EI2 , vol. 1, pp. 162–163",
    "Rizvi, A.A., ‘Sufism in the Indian Subcontinent’, in S.H. Nasr, ed., Islamic Spirituality , vol. 2 (London and New York, 1991)",
    "Rūmī, Jalāl al-Dīn Muḥammad, Mathnawī-yi maʿnawī , ed. Tawfīq Subḥānī (Tehran, 1373 Sh./1994)",
    "Rūzbihān-i Thānī, Ibrāhīm, ‘Tuḥfat al-ʿirfān’, in Rūzbihān-nāmah , ed. Muḥammad Taqī Dānishpazhūh (Tehran, 1347 Sh./1968), pp. 1–150",
    "al-Sahlajī, Muḥammad, ‘al-Nūr min kalimāt Abī [Yazīd] Ṭayfūr’, Shaṭaḥāt al-Ṣūfiyya , ed. ʿAbd al-Raḥmān Badawī (Kuwait, 1978)",
    "al-Samʿānī, ʿAbd al-Karīm, al-Ansāb , ed. ʿAbd al-Raḥmān b. Yaḥyā al-Muʿallimī (Hyderabad, Deccan, 1383/1963)",
    "Sanāʾī, Majd al-Dīn b. Ādam, Dīwān , ed. Mudarris Raḍawī (Tehran, 1380 Sh./2001)",
    "idem, Ḥadīqat al-ḥaqīqa , ed. Mudarris Raḍawī (Tehran, repr. 1377 Sh./1998)",
    "al-Sarrāj al-Ṭūsī, Abū Naṣr ʿAbd Allāh, Kitāb al-lumaʿ fī al-taṣawwuf , ed. R.A. Nicholson (Leiden, 1914)",
    "Schimmel, Annemarie, Mystical Dimensions of Islam (Chapel Hill, NC, 1975)",
    "Shafīʿī Kadkanī, Muḥammad Riḍā, Daftar-i rawshanāyī (Tehran, 1384 Sh./2005)",
    "Shūshtarī, Nūr Allāh, Majālis al-muʾminīn (Tehran, 1376/1956)",
    "Sijistānī, Iqbāl Shāh, ‘Fawāʾid-i Shaykh ʿAlāʾ al-Dawla-yi Simnānī’, in ʿAlāʾ al-Dawla Simnānī, Opera minora , ed. W.M. Thackston (Cambridge, MA, 1988)",
    "Sipahsālār, Farīdūn, Risāla dar aḥwāl-i Mawlānā Jalāl al-Dīn Mawlawī , ed. Saʿīd Nafīsī (Tehran, 1325 Sh./1946)",
    "al-Suhrawardī, ‘Umar, ʿAwārif al-maʿārif (Beirut, 1983)",
    "al-Suhrawardī, Yaḥyā b. Ḥabash, ‘al-Mashāriʿ wa al-muṭāriḥāt’, in Majmūʿa-yi Muṣannafāt , vol. 1, ed. Henry Corbin (Tehran, 1355 Sh./1976), pp. 194–505",
    "al-Sulamī, Muḥammad, Ṭabaqāt al-Ṣūfiyya , ed. J. Pedersen (Leiden, 1960)",
    "Tabrīzī, Shams al-Dīn, Maqālāt , ed. Muḥammad ʿAlī Muwaḥḥid (Tehran, 1356 Sh./1977)",
    "Trimingham, J. Spencer, The Sufi Orders in Islam (Oxford, 1971)",
    "Waḥīd Bihbahānī, Muḥammad ʿAlī, Khayrātiyya (Qumm, 1412/1991)",
    "Wilber, Donald, The Architecture of Islamic Iran: The Il-Khanid Period (Princeton, NJ, 1955)",
    "Yāqūt, Buldān",
    "Zarrīnkūb, ʿAbd al-Ḥusayn, Arzish-i mīrāth-i Ṣūfiyya (Tehran, 1344 Sh./1965)",
    "idem, Justujū dar taṣawwuf-i Īrān (Tehran, 1357 Sh./1978)",
    "Zaehner, R.C., ‘Abū Yazīd of Bisṭām: A Turning-point in Islamic Mysticism’, Indo-Iranian Journal , 1 (1957), pp. 286–301",
    "idem, Hindu and Muslim Mysticism (New York, 1969)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 435
}