{
  "id": "eweb_544",
  "source": "EIs",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/SIM-05000019.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-9831_isla_SIM_05000019",
  "title": "Bukāʾ",
  "authors": [
    "Fatemeh Lajevardi",
    "Translated by Mukhtar H. Ali"
  ],
  "word_count": "(1,354 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "17 Jun 2021",
  "last_updated": "17 Jun 2021",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "In his famous work on Sufis, Ḥilyat al-awliyāʾ , Abū Nuʿaym al-Iṣfahānī (5/4, 84, 91) writes about four Sufis of Kūfa, Abū Sinān Ḍirār b. Murra, Muḥammad b. Sūqa, Muṭarrif b. Ṭarīf and ʿAbd al-Malik b. Abjar, who were called the ‘Weepers’ ( al-bukkāʾūn ). Elsewhere he writes that two of them, Abū Sinān Ḍirār b. Murra and Muḥammad b. Sūqa, used to search for each other on Fridays and, upon finding one another, would sit down and start weeping. He also refers to a gathering of the bukkāʾūn which the famous Sufi Muḥammad b. Wāsiʿ attended (2/347). In his biography of a number of the Sufis of the 1st/7th century, he refers to them as being among the ‘weepers’ (2/263, 298, 321, 323, 5/84, 87, 91, 164). Ibn al-ʿArabī also mentions in al-Futūḥāt al-Makkiyya (13/635) that in 586/1190 he met one of the ‘weeping and imploring’ Sufis in Seville, by the name of Yūsuf al-Mughāwir al-Jallā.",
    "However, it appears that regular weeping and the establishment of gatherings for this purpose were not widespread, though some Sufis limited themselves to, and insisted upon, constantly weeping during their nightly worship or their recitation of the Qurʾān (see Abū Nuʿaym, who quotes Thābit al-Bunānī: ‘worthless is the eye that does not weep’, 2/323). This select group of Sufis caught the attention of certain Western scholars, who aptly named them ‘the weepers’; however, this was not a universal practice (Nicholson, 2/100; Massignon, 167; Lammens, 152; Pellat, 94; Dozy, under the entry bukāʾ ; Smith, 155–156); and they never coalesced into an organised group that possessed specific customs for spiritual wayfaring ( sulūk ).",
    "From the very beginning, Sufi authors, or authors with Sufi inclinations, have always paid particular attention in their writings to the subjects of fear ( khawf ), sadness ( ḥuzn ) and weeping ( bukāʾ ). Focusing on the fear of God, along with the fear of sin and the concomitant impending punishment, they have narrated stories from the prophets and saints to show that sadness and weeping originates from this fear.",
    "Muslim narrations about John the Baptist’s fear and trepidation of God, and his relentless weeping, appear in many Sufi works. Biographies of certain Christian monks and the statements of early Sufis from Iraq and Greater Syria, most of whom were trained in the school of Baghdad, are also the subject of similar stories. The purpose of all these works was to encourage the wayfarer ( sālik ) to become vigilant in respect of his actions, and to have his attention focused constantly on his impending accountability on the Day of Judgement, when the corpus of his deeds will be presented before God and the sinful will be appropriately punished. This vigilance would then inculcate moral traits, and the resulting fear and sadness constituted the qualities of the spiritual wayfarers and the very source of their weeping (see Ibn Qutayba, 293–298; al-Qushayrī, 64–67; Abū Ṭālib al-Makkī, 1/225–242; al-Ghazālī, 4/157–164; Matīnī, 27–37).",
    "However, some Sufis have doubted the value and importance of weeping in one’s spiritual wayfaring, arguing that, in every case, weeping occurs when one is overwhelmed by the emotions of sadness and fear, and is not a voluntary act. Therefore, they consider weeping of little value. According to them, the spiritual wayfarer should not give free rein to his emotions, even in the most difficult of situations, so as to become sad and thus to weep. In addition, weeping is seen to produce a negative effect insofar as it diminishes the spiritual wayfarer’s true fear of God. It might also induce the layman to assume that weeping will, in and of itself, lead to the forgiveness of one’s sins and one’s salvation, while in actual fact, if fear, sadness and weeping are not accompanied by abstinence and action, the results will not be fruitful (al-Qushayrī, 65; Ibn al-Jawzī, 395). Since weeping is an activity that is reflected on a person’s face, it may be that the spiritual wayfarer becomes trapped in ostentation ( riyāʾ ) and falls into the subtle sins of vanity, pride and arrogance (Abū Ṭālib al-Makkī, 1/235).",
    "Some gnostic sages ( ʿurafāʾ sing. ʿārif ) hold that weeping in any form is always connected to the early levels of spiritual wayfaring. Appealing to the verse, ‘Indeed, the friends of God have no fear ( lā khawfun ʿalayhim ) nor do they grieve’ (Q 10:62), they maintain that mystical grief ( ḥuzn ) originates from the dispersion of the mind and the failure to arrive at reality ( ḥaqīqa ); by contrast, the station of the saints ( awliyāʾ Allāh ) is loftier than that which brings about fear, sadness and weeping (Anṣārī, 48; Ibn al-ʿArabī, 13/632–634; al-Kāshānī, ʿAbd al-Razzāq, 47; Kāshānī, Maḥmūd, 391–392; Kh w ājah Muḥammad, 57). The people of God—those who have achieved perfection and have arrived at the truth ( al-ḥaqq )—have obtained the station of baḥt (purity), which, for the spiritual wayfarer, is a station higher than joy and sadness; and thus by obtaining this state of baḥt , they break away from both joy and sadness (Ibn al-ʿArabī, 13/635–636).",
    "In the Shiʿi tradition, in addition to weeping out of fear of God, there is the emphasis on weeping on account of the adversities that befell the Ahl al-Bayt, in particular the martyrdom of al-Ḥusayn b. ʿAlī (see al-Nīsābūrī, 2/418–425). To this end, Shiʿi sources quote numerous narrations from the imams (al-Nīsābūrī, 1/387–390, 438; Ibn Qūlawayh, 210; al-Ṭūsī, 115; al-Baḥrānī, 535). The practices of ritual remembrance of these adversities have ensured that weeping in this emotionally charged context has been maintained to the present date in the Shiʿi world. The mourning rituals which take place during the months of Muḥarram and Ṣafar are considered among the most important religious ceremonies of Shiʿi Islam."
  ],
  "bibliography": [
    "Abū Nuʿaym al-Iṣfahānī, Aḥmad, Ḥilyat al-awliyāʾ (Beirut, 1387/1967)",
    "Abū Ṭālib al-Makkī, Muḥammad b. ʿAlī, Qūt al-qulūb (Cairo, 1310/1893)",
    "Aḥmad b. Ḥanbal, Musnad (Beirut, n.d.)",
    "Anṣārī Harawī, Kh w ājah ʿAbd Allāh, Manāzil al-sāʾirīn , ed. Ghafūr Rawān Farhādī (Tehran, 1361 Sh./1982)",
    "al-Baḥrānī, ʿAbd Allāh, ʿAwālim al-ʿulūm wa al-maʿārif wa al-aḥwāl min al-āyāt wa al-akhbār wa al-aqwāl (Qumm, 1407/1987)",
    "al-Bukhārī, Muḥammad, Ṣaḥīḥ (Beirut, 1401/1981)",
    "al-Dārimī, ʿAbd Allāh, Sunan \n al-Dārimī , ed. Aḥmad Dahmān (Beirut, n.d.)",
    "Dozy, R., Supplément aux dictionnaires arabes (Beirut, 1967)",
    "al-Ghazālī, Muḥammad, Iḥyāʾ ʿulūm al-dīn (Cairo, 1347/1929)",
    "Ibn al-ʿArabī, Muḥammad, al-Futūḥāt al-Makkiyya , ed. ʿUthmān Yaḥyā (Cairo, 1410/1990)",
    "Ibn al-Jawzī, ʿAbd al-Raḥmān, Talbīs Iblīs (Cairo, 1368/1949)",
    "Ibn Māja, Muḥammad, Sunan , ed. Muḥammad Fuʾād ʿAbd al-Bāqī (Beirut, 1373/1954)",
    "Ibn Qūlawayh, Jaʿfar, Kāmil al-ziyārāt , ed. Jawād Qayyūmī (Qumm, 1417/1996)",
    "Ibn Qutayba, ʿAbd Allāh b. Muslim, ʿUyūn al-akhbār (Beirut, 1343/1925)",
    "al-Kāshānī, ʿAbd al-Razzāq, Sharḥ \n Manāzil al-sāʾirīn (Tehran, 1354 Sh./1975)",
    "Kāshānī, Maḥmūd, Miṣbāḥ al-hidāya wa miftāḥ al-kifāya , ed. Jalāl al-Dīn Humāʾī (Tehran, 1367 Sh./1988)",
    "Kh w ājah Muḥammad Pārsā, Qudsiyya , ed. Aḥmad Ṭāhirī ʿIrāqī (Tehran, 1354 Sh./1975)",
    "Lammens, H., L’Islam: croyances et institutions (Beirut, 1943)",
    "Massignon, L., Essai sur les origines du lexique technique de la mystique musulmane (Paris, 1968)",
    "Matīnī, Jalāl, ed., Pand - i pīrān (Tehran, 1357 Sh./1978)",
    "al-Nasāʾī, Aḥmad, Sunan al-Nasāʾī , ed. ʿAbd al-Fattāḥ Abū Ghadda (Beirut, 1409/1988)",
    "Nicholson, Reynold A., ‘Asceticism (Muslim)’, Encyclopaedia of Religion and Ethics , ed. J. Hastings, vol. 2, pp. 99–105",
    "al-Nīsābūrī, Muḥammad, Rawḍat al-wāʿiẓīn , ed. Ghulām Ḥusayn Majīdī and Mujtabā Farajī (Qumm, 1381 Sh./2002); Pellat, Charles, Le milieu baṣrien et la formation de Ǧāhiz (Paris, 1953)",
    "al-Qushayrī, ʿAbd al-Karīm, al-Risāla al-Qushayriyya (Cairo 1387/1967)",
    "Smith, M., Studies in Early Mysticism in the Near and Middle East (Amsterdam, 1973)",
    "al-Ṭūsī, Muḥammad, al-Amālī (Qumm, 1414/1993)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}
