{
  "id": "eweb_545",
  "source": "EIs",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/SIM-0227.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-9831_isla_SIM_0227",
  "title": "Abū Turāb al-Nakhshabī",
  "authors": [
    "Hussein La-Shay'",
    "Farzin Negahban",
    "Translated by Rahim Gholami"
  ],
  "word_count": "(1,025 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "16 Oct 2015",
  "last_updated": "17 Jun 2021",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "Abū Turāb al-Nakhshabī , ʿAskar b. Ḥuṣayn (or ʿAskar b. Muḥammad b. Ḥuṣayn) (d. 245/859) was one of the most important Sufi shaykhs of Khurāsān in the 3rd/9th century. His nisba indicates that he came from Nakhshab (Nasaf). He was celebrated for his knowledge ( ʿilm ), spiritual chivalry ( futuwwa ), trust in God ( tawakkul ), asceticism ( zuhd ) and pious awe ( waraʿ ). It is said that such was his trust in God that he crossed the desert without taking any provisions. Ibn al-Jallāʾ relates, ‘I have met 600 Sufi shaykhs, of whom four outshone the rest, with Abū Turāb al-Nakhshabī the first among them’ (al-Sulamī, 136–137; al-Qushayrī, 436; Anṣārī, 76). Abū Turāb kept company with Shaqīq al-Balkhī, Ḥātim al-Aṣamm and Abū Ḥātim al-ʿAṭṭār. Following Ḥātim al-Aṣamm's death, he went to Syria (al-Shām) where he compiled books on ḥadīth (al-Qushayrī, 436; al-Subkī, 2/307; Ibn al-ʿImād, 2/108–109).",
    "Some people have considered ʿAlī al-Rāzī al-Madhbūḥ to have been one of al-Nakhshabī's teachers (Abū Nuʿaym al-Iṣfahānī, 10/45; Ibn al-Mulaqqin, 355). He was a contemporary of Abū Yazīd Basṭāmī, whom he had met and admired (al-Ghazālī, 4/356; ʿAṭṭār, 169). Many Sufi shaykhs, including Abū ʿAbd Allāh b. al-Jallāʾ, Yūsuf b. al-Ḥusayn al-Rāzī, Abū ʿUbayd al-Busrī, Muḥammad b. ʿAlī al-Tirmidhī, Shāh b. Shujāʿ al-Kirmānī, ʿAlī b. Sahl al-Iṣfahānī, Aḥmad b. Khiḍrawayh and Ḥamdūn al-Qaṣṣār, benefited from his company, and Abū Ḥamza al-Baghdādī and Abū Ḥamza al-Khurāsānī accompanied him on some of his travels (al-Sulamī, 93, 166, 175 et passim; al-Qushayrī, 393, 395, 400 et passim).",
    "Al-Nakhshabī undertook severe ascetic practices in order to purify his soul, and he was noted for his many travels. It is said that he also took part in some battles (al-Kāshānī, 398). At the same time he insisted that nothing was as harmful to a Sufi disciple as journeys undertaken for the satisfaction of his own desires (Abū Nuʿaym al-Iṣfahānī, 10/45, 48). He narrated ḥadīth s on the authority of ʿAbd Allāh b. Muḥammad b. Zakariyyā, Muḥammad b. ʿAbd Allāh b. Muṣʿab, Nuʿaym b. Ḥammād, Muḥammad b. ʿAbd Allāh b. Numayr and Aḥmad b. Naṣr al-Nīsābūrī. The likes of Fatḥ b. Shakhraf, Abū Bakr b. Abī ʿĀṣim, ʿAbd Allāh b. Aḥmad b. Ḥanbal, Yūsuf b. al-Ḥusayn al-Rāzī, and Abū ʿAbd Allāh b. al-Jallāʾ also related ḥadīth s on his authority (Abū Nuʿaym al-Iṣfahānī, 10/45; Ibn al-Athīr, 3/303; al-Dhahabī, 11/545; al-Subkī, 2/307). He also met Aḥmad b. Ḥanbal in Baghdad (al-Khaṭīb, 12/315; Ibn Abī Yaʿlā, 1/248–249). According to al-Subkī (2/307), he followed the Shāfiʿī school of law in matters relating to furūʿ (the details of substantive law).",
    "Abū Naṣr al-Sarrāj refers to a work by al-Nakhshabī and cites a passage from it ( al-Lumaʿ , 205). However, the title of this work is not known, and no book by Abū Turāb has so far been discovered. All that remains by him are some sayings on Sufism, which are found here and there in the works of early authors, and stories about his charismatic acts of grace ( karāmāt ). In addition, some verses by him describing the signs of love have been cited (al-Ghazālī, 4/339).",
    "According to the spiritual genealogy of one of the branches of the Ṭayfūriyya Sufi path, Abū Turāb al-Nakhshabī's spiritual lineage is traced back through Abū Yazīd Basṭāmī and Shaqīq al-Balkhī to ʿAlī b. Abī Ṭālib. According to other Sufi initiatic chains ( silsila s), however, his lineage goes back either through Shaqīq al-Balkhī to Imam Mūsā b. al-Jaʿfar or through Ibrāhīm b. Adham to Imam Muḥammad al-Bāqir (Maʿṣūm ʿAlī Shāh, 2/151, 173; Nawshāhī, 1/154; see also Maḥmūd b. ʿUthmān, 24, 489).",
    "It is related that Abū ʿImrān al-Iṣṭakhrī said, ‘I found Abū Turāb al-Nakhshabī dead in the desert, standing upright without anything supporting his body’ (al-Kalābādhī, 158; Abū Nuʿaym al-Iṣfahānī, 10/49; al-Sarrāj, 211). It is, however, more likely that he died as the result of being attacked by wild animals in the desert between Mecca and Medina (al-Sulamī, 137; Anṣārī, 77)."
  ],
  "bibliography": [
    "Abū Nuʿaym al-Iṣfahānī, Aḥmad, Ḥilyat al-awliyāʾ (Beirut, 1387/1967)",
    "Anṣārī Ḥarawī, Kh w ājah ʿAbd Allāh, Ṭabaqāt al-Ṣūfiyya , ed. ʿAbd al-Ḥayy Ḥabībī et al. (Tehran, 1362 Sh./1983)",
    "ʿAṭṭār, Farīd al-Dīn, Tadhkirat al-awliyāʾ , ed. Muḥammad Istiʿlāmī (Tehran, 1346 Sh./1967)",
    "al-Dhahabī, Muḥammad, Siyar aʿlām al-nubalāʾ , ed. Shuʿayb al-Arnaʾūṭ et al. (Beirut, 1406/1986)",
    "al-Ghazālī, Muḥammad, Iḥyāʾ ʿulūm al-dīn (Beirut, n.d.)",
    "Ibn Abī Yaʿlā, Muḥammad, Ṭabaqāt al-Ḥanābila , ed. Muḥammad Ḥāmid al-Fiqī (Cairo, 1371/1952)",
    "Ibn al-Athīr, ʿAlī, al-Lubāb (Beirut, n.d.)",
    "Ibn al-ʿImād, ʿAbd al-Ḥayy, Shadharāt al-dhahab (Cairo, 1350/1931)",
    "Ibn al-Mulaqqin, ʿUmar, Ṭabaqāt al-awliyāʾ , ed. Nūr al-Dīn Shurayba (Beirut, 1206/1792)",
    "al-Kalābādhī, Abū Bakr, al-Taʿarruf li madhhab ahl al-taṣawwuf , ed. ʿAbd al-Ḥalīm Maḥmūd and Ṭāhā ʿAbd al-Bāqī Surūr (Beirut, 1380/1960)",
    "al-Kāshānī, ʿIzz al-Dīn, Miṣbāḥ al-hidāya , ed. Jalāl al-Dīn Humāʾī (Tehran, 1367 Sh./1988)",
    "al-Khaṭīb al-Baghdādī, Aḥmad, Taʾrīkh Baghdād (Beirut, 1339/1950)",
    "Maḥmūd b. ʿUthmān, Firdaws al-murshidiyya , ed. Īraj Afshār (Tehran, 1333 Sh./1954)",
    "Maʿṣūm ʿAlī Shāh, Mu-ḥammad, Ṭarāʾiq al-ḥaqāʾiq , ed. Muḥammad Jaʿfar Maḥjūb (Tehran, n.d.)",
    "Nawshāhī, Sayyid Sharīf, Sharīf al-tawārīkh (Gujarat, 1399/1978)",
    "al-Qushayrī, Abū al-Qāsim, al-Risāla al-Qushayriyya , ed. Maʿrūf Zurayq and ʿAlī ʿAbd al-Ḥamīd Balṭajī (Beirut, 1408/1988)",
    "al-Sarrāj al-Ṭūsī, ʿAbd Allāh, Kitāb al-lumaʿ fī al-taṣawwuf , ed. R. A. Nicholson (Leiden, 1914)",
    "al-Subkī, ʿAbd al-Wahhāb, Ṭabaqāt al-Shāfiʿiyya al-kubrā , ed. ʿAbd al-Fattāḥ Muḥammad al-Ḥulw and Maḥmūd Muḥammad al-Ṭanāḥī (Cairo, 1383/1964)",
    "al-Sulamī, Muḥammad, Ṭabaqāt al-Ṣūfiyya , ed. J. Pedersen (Leiden, 1960)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 388
}
