{
  "id": "eweb_546",
  "source": "EIs",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/COM-00000095.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-9831_isla_COM_00000095",
  "title": "Baṣra",
  "authors": [
    "Bahram Amir Ahmadian",
    "Najam Abbas",
    "Translated by Hamid Reza Maghsoodi",
    "Enayatollah Fatehi-nezhad",
    "Stephen Hirtenstein",
    "Hayedeh Laleh",
    "Ahmad Pakatchi",
    "Azartash Azarnoosh"
  ],
  "word_count": "(41,301 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "16 Oct 2015",
  "last_updated": "17 Jun 2021",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "Baṣra , a province and historic city in south-east Iraq.",
    "1. Geography",
    "The province has an area of 20,702 km² (Directory of the Republic of Iraq, 57), the centre of which is the historical town of Baṣra. Baṣra province is bounded by the al-Muthannā (Samāwa) province to the west, by Iran (Khūzistān province) to the east, by Maysān province (ʿAmāra) to the north-east, by the Dhīqār province (Nāṣiriyya) to the north-west, by the Persian Gulf to the south-east, and by Kuwait to the south and south-west. The city, on the western bank of the Arwand River (Shaṭṭ al-ʿArab) in south-east Iraq, is the most important river-port and the second largest city in Iraq after Baghdad in terms of area. Linking the Middle East to the Indian Ocean, it is of huge economic, political and strategic importance. Situated on the Shaṭṭ al-ʿArab, a navigable river formed of the union of the Tigris and the Euphrates, Baṣra enjoys easy access to the hinterland to the north-west, including Baghdad some 480 km away, to south-western Persia via the Karun (Ḥaffār) river, and to the Persian Gulf.",
    "Baṣra City is divided into eight administrative districts: Shaṭṭ al-ʿArab, al-Ḥiyānnaya, al-ʿAshār, al-Jumhūriyya, al-Sarraji, al-Maʿqal, al-Qibla and al-Hādī. The land in Baṣra, with the exception of the marshlands, is very fertile, and a wide range of crops including wheat, rice and fruit trees are cultivated amongst the palms. In the past, flooding caused by the overflowing river during the rainy season often led to stagnant pools, which became breeding grounds for disease, including malaria (Abdul Qadir, 52, 54).",
    "Monuments from the first centuries of Islam are still standing in the old part of Baṣra, one of the oldest being the remains of the original Baṣra congregational mosque, said to have been established in 14/635 (al-Naṣr Allāh, 2). One of the most famous ancient Islamic monuments, the mosque was re-built in 45/665. Also located in the city are the tombs of prominent Islamic religious figures, and many important ṣaḥāba (Companions of the Prophet) and tābiʿūn (those in the following generation), such as al-Ḥasan al-Baṣrī. Other historic monuments in Baṣra include the Kawwāz mosque and the ʿAbbāsiyya Library (ʿAbd al-Muḥsin, 392–395). Tourist attractions such as public gardens and resorts are located around the city, including the Garden of Andalusia and the Garden of Sindbād Island (ʿAbd al-Muḥsin, 396–397). The marshes and rivers around Baṣra also provide more outlying popular locations (Naqshbandī, 414–416).",
    "2. History (General)",
    "Baṣra was one of the first cities built during the early period of the Islamic conquests, when ʿUmar b. al-Khaṭṭāb was caliph (see below). Some claim that it was founded on the site of the ancient Sāsānid city, Wahishtābād (Bihishtābād) Ardashīr (known as Khurayba, ‘little ruin’, in Arabic sources), and/or the Babylonian city of Tiridun (Teredon as named by Alexander the Great) or Tiridum (or Tadmur according to some Arabic sources; see al-Zabīdī, 3/48), and prior to the Sāsānid invasion of 225 ce , the name Charax Spasinou was in use ( Asmāʾ , 610–611; Abdullah, 9; Donner, 3/851). Al-Gardīzī maintains that Baṣra is the city of Rām Ardashīr (p. 21).",
    "In the Sāsānid period (225–651 ce ), the area of Baṣra was considered part of the subdistrict ( ṭassūj ) of Bahman Ardashīr of the district ( astān ) of Shādh-i Bahman (Massignon, 70; see also Marquart, 40–41). During this period, the Sāsānid kings built garrisons and defences to strengthen the western borders of Persia against attack from Arab tribes (al-Ṭabarī, 2/193–212; Nöldeke, 334–338, 340–341; ʿAlī, al-Tanẓīmāt , 22–23): Shāpūr II had a trench dug that led into the sea, with watchtowers and garrisons built next to it (see al-Balādhurī, Futūḥ , 306). This is probably the same trench reconstructed by Khusraw Anūshīrwān (r. 531–579), which according to Ibn Rusta (pp. 107–108) extended from Hīt to Kāẓima near Baṣra (see also Eilers, 485; Muḥammadī, 1/259). Therefore, from the ancient sources it would appear that prior to its establishment as a city, Baṣra was a base or camp for Persian soldiers guarding the borders of Persia (see al-Dīnawarī, 117; Ibn al-Faqīh, 173; Yāqūt, 1/431; al-Sharqī, 199).",
    "The founding of the city of Baṣra is directly linked to the Islamic conquest of Persia. In 12/633, approved and sanctioned by Abū Bakr, the Muslims attacked Persian territories, and invaded Khurayba near Ubulla (Apologos in classical times), an ancient Persian port that later became the foundation of the city of Baṣra, driving the Persians out of the area. This was the first of several Muslim attacks on the region of Baṣra (Yāqūt, 1/430–431; al-Ḥasanī, al-ʿIrāq , 173; cf. al-Yaʿqūbī, Taʾrīkh , 2/138, who names Suwayd b. Quṭba as the Arab general representing Abū Bakr in Baṣra). From then on, until 14/635, the area was invaded repeatedly. Following the conquest of al-Ḥīra, ʿUmar b. al-Khaṭṭāb sought to build a military base near the borders of Persia in the areas of Ubulla and Arḍ al-Hind (Ibn Saʿd, 7/6; Ibn al-Faqīh, 174; ʿAlī, Khiṭaṭ , 42–43; Yāqūt, 1/431, 432; al-Ḥasanī, al-ʿIrāq , 173–174). Under ʿUmar’s instructions, ʿUtba b. Ghazwān chose for this purpose Khurayba, 15 km from the Arwand-rūd (Shaṭṭ al-ʿArab) in the area of the present-day village of Zubayr, thereby laying the foundations of Baṣra (al-Yaʿqūbī, Taʾrīkh , 2/143; al-Ṭabarī, 3/590–591, 593; Khalīfa, 1/115; al-Iṣṭakhrī, 80; ʿAlī, Khiṭaṭ , 45).",
    "The location of Baṣra slowly shifted over time. Ancient Baṣra was located in Ābādān until at least the beginning of the 8th/14th century, when it was destroyed and left deserted. Some monuments and ruins still remain in the vicinity of Zubayr, 14 km away from present-day Baṣra (ʿAzzām, 1330; Naqshbandī, 280; al-Ḥasanī, Liwāʾ , 252; al-Sharqī, 199).",
    "There are several historical accounts of the establishment of Baṣra, with various dates given (14–17/635–638) (see al-Yaʿqūbī, ‘al-Buldān’, 235, 323; al-Ṭabarī, 3/590; al-Balādhurī, Futūḥ , 354; Ibn al-Faqīh, 174; Yāqūt, 1/432; Ibn al-Athīr, 2/527–528; Mustawfī, 37). Various meanings are given to the name Baṣra: some took the word ‘Baṣra’ to mean hard ground, sandstone or an almost white loose stone or gypsum (Ibn al-Faqīh, 173; al-Muqaddasī, 106; Yāqūt, 1/430), while others believed it derives from Persian and is an Arabisation of the word ‘ Bas-rāh ’ (meaning ‘many routes’), as there were several roads branching out from the city (Yāqūt, 1/430).",
    "In Baṣra, Muslim combatants are reported to have first built themselves dwellings out of straw. Leaving for battle, they would dismantle the dwellings and then reassemble them upon their return (Ibn Saʿd, 7/5; al-Balādhurī, Futūḥ , 355; Yāqūt, 1/431, 432; al-Ṭabarī, 3/591). In 17/638 these caught fire, and so they built themselves homes of mud and bricks upon ʿUmar’s authority (Ibn al-Athīr, 2/528–529). When Ziyād b. Abīh was put in charge of Baṣra by Muʿāwiya, he had buildings made of brick and mortar and the city assumed a more permanent shape (al-Balādhurī, Futūḥ , 355; Pellat, Le milieu Basrien , 7–8; Ibn al-Faqīh, 174; Yāqūt, 1/433). Initially Baṣra had very few residents, almost exclusively combatants, but after the conquest of neighbouring territories such as Ubulla, different tribesmen from Iraq and the Arabian Peninsula swelled the population of Baṣra (Yāqūt, 1/431; Pellat, Le milieu Basrien , 5). On the other hand, since Baṣra was on the trade route between Persia and Greater Syria (al-Shām), and had a special commercial position, it quickly prospered and became the capital of Iraq (Zaidan, 568).",
    "The first governor of Baṣra, ʿUtba b. Ghazwān, ruled over the city for six months, followed by Mughīra b. Shuʿba, who was appointed by ʿUmar and held office for two years. During his rule, many riots broke out amongst the newly converted Persian farmers, as well as the Maysān farmers (Mayshān) who rejected Islam and had intended to attack Baṣra. Abū Mūsā al-Ashʿarī (q.v.), who became governor in 16/637 or 17/638, built the straw mosque and dār al-imāra (the palace of the governor) with mud and bricks (Ibn Saʿd, 7/7–8; al-Ṭabarī, 3/597; Yāqūt, 1/433). During this period, Baṣra became a military headquarters and a staging point for most Muslim attacks on western and central Persian cities (Khalīfa, 1/113–114; al-Dīnawarī, 117–118; Pellat, ‘al-Baṣra’, 1085–1086; Longrigg, ‘al-Baṣra’, 1086–1087; Donner, 3/852; ʿAlī, al-Tanẓīmāt , 27–28).",
    "In 35/656, when ʿAlī assumed the caliphate, he appointed ʿUthmān b. Ḥunayf to Baṣra (al-Yaʿqūbī, Taʾrīkh , 2/179; al-Dīnawarī, 141). However, not long afterwards Baṣra witnessed its first civil war, with the battle of the Camel (Jamal) in 36/657 claiming the lives of thousands of combatants and city residents (al-Yaʿqūbī, Taʾrīkh , 2/180–182; Ibn al-Faqīh, 158; al-Ṭabarī, 4/539; Ibn Aʿtham, 1/495; al-Masʿūdī, 295; Pellat, Le milieu Basrien , 5).",
    "In 41/661 during Muʿāwiya’s caliphate, Ḥumrān b. Abān occupied Baṣra, but Busr b. Abī Arṭāt was sent with an army to retake it in the name of Muʿāwiya. Busr ruled over Baṣra for six months (Ibn Saʿd, 5/49; al-Ṭabarī, 5/167–168), followed by ʿAbd Allāh b. ʿĀmir and finally Ziyād b. Abīh (al-Yaʿqūbī, Taʾrīkh , 2/217; Zambaur, 39).",
    "During Ḥārith b. ʿAbd Allāh al-Azdī’s rule in 44/664, chaos engulfed Baṣra as conflict arose amongst the tribes (Ibn al-Ghimlās, Wulāt , 6). One of the obstacles faced by the Umayyads in 37–65/657–685 was the presence of the Khawārij in Kūfa and Baṣra, who occasionally revolted against the caliphate: early in Ziyād b. Abīh’s rule (45–55/665–675), a rebellion by a group of Khawārij had to be put down (al-Yaʿqūbī, Taʾrīkh , 2/232; al-Ṭabarī, 5/237–238; Pakatchi, ‘Azāriqa’, 726–739). Ziyād strove to develop Baṣra, built several mosques and dug the waterways of Ubulla and Maʿqil (Ibn al-Faqīh, 176).",
    "In 58/678, during the rule of ʿUbayd Allāh b. Ziyād, the Khawārij once again caused chaos in Baṣra. It was at the height of the rebellion in 61/681 that ʿUbayd Allāh had many of the Khawārij captured and executed, including Abū Bilāl Mirdās al-Tamīmī (see al-Mubarrad, 3/248–249; al-Ṭabarī, 5/312–315, 564). Having dominated the Ḥijāz, ʿAbd Allāh b. Zubayr seized the cities of Iraq, including Baṣra over which he appointed a previous governor, al-Ḥārith b. ʿAbd Allāh (al-Yaʿqūbī, Taʾrīkh , 2/256). Baṣra remained under Zubayrid control until 72/691. Led by Nāfīʿ b. Azraq, the Khawārij of Baṣra joined Ibn Zubayr’s uprising and fought with him against Syrian troops. However, due to their fundamental differences with Ibn Zubayr, the people of Baṣra soon abandoned him and returned to their city, with many of them being captured and imprisoned by Ibn Ziyād (al-Ṭabarī, 5/564; al-Mubarrad, 3/333–334; al-Balādhurī, Ansāb , 4(1)/317, 345, 401, 4(2)/52, 101–102). After the death of Yazīd b. Muʿāwiya, conflict arose amongst the most influential tribes of Baṣra, the Azd, Tamīm and Rabīʿa, and with the killing of Masʿūd b. ʿAmr, the city descended into turmoil. Ibn Ziyād was forced to flee to Syria, leaving Baṣra in the hands of Nāfiʿ’s supporters (Ibn Ḥabīb, 254; al-Ṭabarī, 5/564–565; Ibn al-Athīr, 4/134–141). After the people of Baṣra pledged their allegiance to ʿAbd Allāh b. Zubayr in 67/687, he appointed his brother Muṣʿab b. Zubayr as the emir of Baṣra, a position previously held by Ḥārith b. Abī Rabīʿa (al-Ṭabarī, 6/118, 119, 127; al-Mubarrad, 3/333–334).",
    "One of the most important events to take place in Baṣra in the second half of the 1st/7th century was the uprising of ʿAbd al-Raḥmān b. Ashʿath, the governor of Sīstān, against al-Ḥajjāj b. Yūsuf. Ibn Ashʿath headed for Baṣra with an army via Kirmān and Fārs, and in 81/700 defeated al-Ḥajjāj’s army and after bitter fighting seized Baṣra. However, conflict over Baṣra continued until 82/701 when al-Ḥajjāj, assisted by Syrian troops, overcame Ibn Ashʿath and once again occupied Baṣra (al-Ṭabarī, 6/334 ff; Sayed, 199–204; ‘Abd Dixon, 158).",
    "After the fall of the Umayyads (132/750), Baṣra, like other Iraqi cities, came under the control of the ʿAbbāsids. During this period, Baṣra came to be known as one of the greatest commercial centres of the Islamic world (Sarkīs, Mabāḥith , 2/273; Zaidan, 568), and held a unique position in respect of both culture and literature (see below).",
    "One of the most important political events to occur in Baṣra at the start of the ʿAbbāsid caliphate was the ʿAlid rebellion of Ibrāhīm b. ʿAbd Allāh, known as Qatīl Bākhamrā. In 145/762 he entered Baṣra with his followers and summoned the people in the name of his brother Muḥammad al-Nafs al-Zakiyya, to rebel against the ʿAbbāsid caliph al-Manṣūr (al-Qāḍī ʿAbd al-Jabbār, ‘Faḍl’, 228; al-Ṭabarī, 7/634; al-Dhahabī, 1/153). Sufyān b. Muʿāwiya b. al-Muhallab, the emir of Baṣra who appeared to be a supporter, handed over the dār al-imāra and subsequently the city to him without any resistance (Khalīfa, 2/649; Ibn al-Athīr, 5/563; al-Balādhurī, Ansāb , 3/124). Having conquered Baṣra, Ibrāhīm took over Fārs, Ahwāz and Wāsiṭ, and though only newly established, declared himself ‘Amīr al-Muʾminīn’ after the death of his brother (al-Yaʿqūbī, Taʾrīkh , 2/377; al-Ṣafadī, 6/31). Having placed his son Ḥasan and Numayla b. Murra in charge of Baṣra, he went off to confront al-Manṣūr’s Syrian army. In an area called Bākhamrā near Kūfa, battle was joined: initially the Baṣran army looked as if they would prevail, but the battle ended with a sweeping ʿAbbāsid victory, with Ibrāhīm dying of his wounds soon after, leaving Baṣra to the ʿAbbāsids once again (al-Yaʿqūbī, Taʾrīkh , 2/377–378; al-Ṭabarī, 640–647; Ibn al-Athīr, 5/567–568).",
    "Baṣra suffered extensive damage from the uprisings that occurred during the ʿAbbāsid caliphate, notably the rebellions of the Zuṭṭ (an Arabisation of the Jhāt, Indian gypsy migrants, ca. 205–220/820–835) and the Zanj (black African slaves, 255–269/869–883) (al-Gardīzī, 217; Ibn Khaldūn, 4/24–28; ʿUlabī, 26). As Baṣra had been completely destroyed in the Zanj uprising, the city inhabitants moved to a place nearby called al-Muwaffaqiyya (built by the caliph al-Muwaffaq bi’llāh), which they first named Buṣayra (‘little Baṣra’), until later when it had grown in size and population, it was renamed Baṣra (Le Strange, 45; al-Ḥasanī, al-ʿIrāq , 177; Badīʿ, 26). From the late 3rd/9th century, Baṣra began to decline, especially politically and economically, and lost its status to other cities such as Baghdad, although it still maintained its scientific and cultural pre-eminence (see below).",
    "In 311/923, Baṣra was pillaged by the Qarmaṭīs, whose attacks on Iraq forced the ʿAbbāsid caliphs to make concessions to them (see al-Qāḍī ʿAbd al-Jabbār, Tathbīt , 2/380; al-Masʿūdī, 380; al-Qurṭubī, 97–98; Abū ʿAlī Miskawayh, 1/105; de Goeje, 74). In 326/938 Abū ʿAbd Allāh al-Barīdī, the governor of Ahwāz, took possession of Baṣra for nearly ten years until the Būyid Muʿizz al-Dawla regained it in 335/946 (see Sajjādī, 608–611; also q.v. ‘Būyids’). Baṣra was governed by the Būyid rulers of Iraq until 447/1055 and from then on by the Saljūqs. During both dynasties, the city was attacked and looted several times, with extensive loss and damage, to the extent that in the time of al-Muqaddasī (4th/10th century) parts of the city had been totally devastated (al-Muqaddasī, 106). Nāṣir-i Khusraw, who visited Baṣra in 443/1051, described it as lying in ruins (p. 154). Apparently, apart from a few areas and one mosque, the city was uninhabited and derelict by the mid-6th/12th century (see Ibn Ḥawqal, 237).",
    "Following the fall of the caliphate, like other Iraqi cities, in 656/1258 Baṣra was conquered by Hulāgū Khān, and was left in an even more dilapidated state. Authors such as Ḥamd Allāh Mustawfī (p. 38) and Ibn Baṭṭūṭa (pp. 185–189) however, who visited Baṣra in the 8th/14th century, make no mention of its destruction (Longrigg, ‘Baṣra’, 1086–1087). Due to prolonged war and conflict during the Īlkhānid, Jalāyirid, Tīmūrid and Turkoman (the Qarā-qūyūnlū and the Āq-qūyūnlū) periods, Iraq, and consequently Baṣra, went into cultural, political and economic decline (al-Ḥasanī, al-ʿIrāq , 24–26).",
    "In 914/1508, Shāh Ismāʿīl Ṣafawī I (r. 907–930/1501–1524) brought the cities of Iraq, including Baṣra, under Persian control for about twenty-five years, until Jumādā I 941/November 1534 when the Ottoman sultan Sulaymān I ‘the Magnificent’ (Kanuni Süleyman) seized most of Iraq, and Rāshid b. Mughāmis, the shaykh of the Banū Muntafiq tribes and governor of Baṣra, handed the keys of the city to the Ottomans. For another decade the Arab Bedouin tribes remained in power under the nominal authority of the Pasha of Baghdad, until the sultan ordered its formal annexation and Baṣra became governed as part of the Ottoman Empire (Shaw, 107; Badīʿ, 32; Nawras, 21–24; Longrigg, Four Centuries , 25).",
    "From the beginning of the 11th/17th century Baṣra continued to be governed by the Ottomans, even while other Iraqi cities such as Baghdad, Najaf and Karbalāʾ, fell to Persian forces in 1033/1623 and became part of a fifteen-year power struggle between the Persians and the Turks (Longrigg, Four Centuries , 56 ff.). During this period, ʿAlī Pāshā, the Ottoman governor of Baṣra, resigned from office due to persistent tribal chaos and uprisings, leaving the city to a man named Afrāsiyāb (q.v.) on condition that the Friday sermon ( khuṭba ) be read in the name of the Ottoman sultan. For approximately thirty-five years, Baṣra was a semi-autonomous city run by the Afrāsiyāb family, after which the city was controlled by either the Ottomans or the Bānū Muntafiq tribes. In 1034/1625 the Ṣafawid Shāh ʿAbbās I sent an army under the command of Imām Qulī Khān (d. 1042/1632), the governor of Shīrāz, to take Baṣra, but with the support of the Portuguese fleet, which had a strong presence in the city, Afrāsiyāb put up a stout resistance. Not only did the Persians not profit from the multiple offensives, but Afrāsiyāb maintained control over Baṣra until 1078/1667, when the Ottoman commander Qarā Muṣṭafā Pasha attacked and seized Baṣra, resulting in a full Ottoman occupation (Nawras, 38–39; Longrigg, Four Centuries , 103–105). Persian ambitions were again thwarted when Nādir Shāh Afshār, the founder of the Afshārid dynasty (q.v.), invaded Iraq but failed to seize Baṣra (Nawras, 175–176, 194–196; Longrigg, Four Centuries , 152).",
    "As a province ( ayalat , eyalet ) of the Pasha of Baghdad, Baṣra was governed by a deputy ( mutasallim ). With the expansion of British companies, especially the East India Company, in Baṣra at the expense of the Dutch and Portuguese, and the transfer of the British trade centre from Būshihr to Baṣra, the city gradually recovered its former commercial importance, although this took time due to a general lack of security in the countryside and the Persian Gulf. The customs duties collected by the Baṣran authorities were the single most important source of revenue, much of which came from ships arriving from India. Trade with southern Persia was especially prosperous, with a wealthy Persian community resident in the city plying their trade between Baṣra and Iṣfahān and Shīrāz (Abdullah, 42–43, 46, 49–54, 72–74). As attested by European visitors in the 12th/18th century, Baṣra was a thriving mercantile city with a population of some 50,000: for example, the 18th-century explorer Carsten Niebuhr (2/172) states that it had nine congregational mosques and forty small ones. The economy flourished until 1187/1773, when a virulent plague broke out, followed by a Persian invasion led by Ṣādiq Khān. With the emergence of the Zand dynasty, Iraq became caught up in a new phase of conflict between Persia and the Ottomans: eastern Anatolia was invaded by Karīm Khān Zand, while his brother Ṣādiq Khān, after a one-year siege, seized Baṣra in Ṣafar 1190/April 1776 (Shaw, 254; Nawras, 241–245, 250, 275; Longrigg, Four Centuries , 188–195). The political upheaval of Persian occupation led to many merchants leaving the city, and by the time Ottoman control was restored following the death of Karīm Khān in 1193/1779, Baṣra once again resembled a depopulated city (Nawras, 284–285; Abdullah, 54–56; Saldanha, 412–413).",
    "From 1194/1780, with relative security and peace restored in Baṣra, British and Indian merchant ships again frequented the port, but the city did not regain its previous prosperity. This was due to various factors: heavy taxes on goods brought into Baṣra, which led to importers using Kuwait as an alternative entry-point; a scarcity of exportable goods and hard currency, which meant that merchandise often had to be paid for in bullion; disruption to communications between Baghdad and Baṣra caused by tribal unrest amongst the Banū Khazāʿil, which resulted in merchants having to use the longer and more expensive Tigris route for transporting goods; and in the longer term, the waning of Aleppo as a prime destination for goods, and the rise of the Qājārs under whom political and economic power in Persia shifted towards the north at the expense of the south (Nawras, 288; Saldanha, 411, 413–429; Abdullah, 71–72, 74–76 et passim ).",
    "In Rajab 1201/May 1787 Shaykh Thuwaynī, the head of the Banū Muntafiq, joined forces with the chief of the Banū ʿUbayd, Sulaymān al-Shāwī, who had launched a rebellion against the Ottoman governor of Baghdad, and briefly occupied Baṣra. However, when his army was decisively defeated by Sulaymān Pasha’s forces in Muḥarram 1202/October 1787, he was obliged to concede and revert to the status quo. A second separatist attempt by the mutasallim of Baṣra, Muṣṭafā Agha, also ended in failure. Thuwaynī was later pardoned by Sulaymān Pasha in 1206/1792 and was allowed to live in Baghdad for five years. He then returned to Baṣra to deal with the Wahhābīs, whose raids were penetrating as far as the Euphrates, but his death at the hands of a slave in Muḥarram 1212/July 1797 left his army leaderless and they instantly dispersed (Sarkīs, ‘Ṣafḥa’, 511–513; Abdullah, 76–77, 112–113; Longrigg, Four Centuries , 204–206, 213–214).",
    "Baṣra’s position altered radically over the course of the 13th/19th century, as ports such as Kuwait, Baḥrayn and Zubāra (Qatar) channelled trade away from Baṣra, and leading families relocated to different areas of the Gulf. By 1256/1840 the population is reported to have fallen to only 5,000 inhabitants. In 1255/1839 iron steamers began a process of mapping and surveying under British direction (Longrigg, Four Centuries , 293; Abdullah, 55). From 1266/1850 onwards, the city was officially governed by an independently appointed governor ( wālī ), and developed an increasingly Shiʿi complexion as migrants from Persia, Baḥrayn and elsewhere took up residence (Visser, 27 ff.). In addition, British commercial interests came to predominate: not only did the English control the Indian trade, but their naval dominance meant that the city became increasingly dependent on their protection. Gradually the British became the most powerful player in Iraq’s foreign trade and much of its economy (Abdullah, 118–119 et passim ).",
    "In July 1908 Baṣra officially entered a new era under the Young Turk regime, and with the substantial growth in education and media, widespread discontent with the status quo began to emerge, for example over building projects or questions of language (such as why Arabic was not used for naval announcements). In February 1913 the Baṣra Reform Society ( Jamʿiyyat al-iṣlāḥ al-Baṣriyya ) was established, apparently promoting a reformist agenda that sought Arab liberation under British sponsorship (Visser, 38–47). Shortly after the beginning of World War I, Britain declared war on the Ottomans and dispatched the 12th Division from India to occupy Baṣra on 4 Muḥarram 1333/22 November 1914, ostensibly as part of a policy of curbing any German naval influence in the Persian Gulf and proclaiming support for the Arab tribesmen (Visser, 54 ff.). As the war developed, it ushered in a more general British occupation of Iraq to protect its stake in the economy. Direct British rule lasted through the League of Nations Mandate (1339/1920–1921) up to the establishment of the Iraqi Kingdom (1921–1958), with full independence granted in Jumādā II 1351/October 1932 (for details of the Baṣra separatist project in 1921, see Visser, 73–91). With the building of the railway line to Baghdad in 1337/1919, and the shipping boom in the Shaṭṭ al-ʿArab, Baṣra became one of the most important and well-equipped ports of the Middle East. After the Second World War, Baṣra continued to flourish; its population expanded, and a university and medical college were instituted in the 1960s. In the 1980s, the city suffered severe damage during the Iran-Iraq War. A Baṣran uprising against Saddam Hussein in Shaʿbān 1411/March 1991 was ruthlessly suppressed. As a result, the city’s economy was in ruins, with the oil industry deeply affected by sanctions and millions of date palms destroyed. Political power lay with Sunnis aligned to the Baʿth government in Baghdad, while the city itself was Shiʿi-dominated. Baṣra was the first city to fall to the Coalition forces during the invasion of Iraq ( The Middle East , 508; al-Ḥasanī, al-ʿIrāq , 181–182, ‘Liwāʾ’, 252; Visser, 165 ff.).",
    "3. Historical Formation of Baṣra’s Urban Environment",
    "The formation and development of Baṣra as a city can only be followed through the texts, since archaeological studies have been limited and few researchers have conducted even occasional excavations and studies. A lack of documentation and epigraphs makes the scholarly attempt to study the stages of Baṣran urban development difficult. In the 1970s, a small number of excavations and research projects were conducted across Iraq, with some reference to Baṣra (Rousset, 197). However, these focussed less on the Islamic heritage than on the pre-Islamic era. In 1972–1973, attention was turned to Zubayr (ancient Baṣra from where few relics still remain) and an unmapped-excavation was conducted in its congregational mosque in order to understand the religious and shrine architecture (Rousset, 44). Restoration programs proceeded, and excavations were conducted in some residential areas of Baṣra, but the results were left unpublished (Rousset, 49). Orientalists such as Sarre and Herzfeld investigated and researched Baṣra in 1911–1920 (see Sarre and Herzfeld, 2/249–252), as did Lees and Falcon from Great Britain in 1952 (see Rousset, 197), and Arab scholars and Iraqi institutions from the mid-1950s to the 1980s (Rousset, 197; ʿAlī, 24–27). Charles Pellat and Louis Assignor also produced significant studies on Baṣra. In order to understand the city and its development, Massignon conducted his own investigations of Baṣra in 1907 in search of archaeological evidence extracted from Ibn Baṭṭūṭa’s Riḥla (Massignon, 63).",
    "Baṣra was founded by ʿUtba b. Ghazwān, on the orders of the caliph ʿUmar b. al-Khaṭṭāb (for details, see history above in part 2). When ʿUtba b. Ghazwān arrived in Baṣra, he discovered seven villages (sing. daskara ) (Muḥammadī, 2/406; Morony, 245; al-Balādhurī, Futūḥ , 341–342). According to al-Balādhurī, these were Persian armories, which had been conquered two years earlier, during the caliphate of Abū Bakr (in 12/633), by Khālid b. al-Walīd al-Makhzūmī on his way to Ḥīra, and whose inhabitants had been taken captive: when ʿUtba arrived, they were nothing but ruins (al-Balādhurī, Futūḥ , 242, 340–341; al-Dīnawarī, 117; Morony, 245; Pellat, 3 n. 3). According to al-Balādhurī, two of the daskara s were situated in Khurayba, one at Zābūqa, two settled by the Banū Azd known as Dār al-Azd, and the remaining two in the area occupied by the Banū Tamīm (al-Balādhurī, Futūḥ , 342; Massignon, 70). ʿUtba divided his troops among the daskara s, and stationed himself in Khurayba (al-Balādhurī, Futūḥ , 341; al-Dīnawarī, 117; see also Morony, 246). In a letter to ʿUmar b. al-Khaṭṭāb, he requested permission to gather the Muslims near water and pasture. Accordingly, as ordered by ʿUmar, he found an area on the border of the desert near a grassland containing marshes covered with reeds, where he settled the people (al-Balādhurī, Futūḥ , 346).",
    "The Muslims thus settled on the edge of the desert within four farsang s of the Tigris, close to where modern Baṣra is located (al-Iṣṭakhrī, 80; Pellat, 7). On its longer eastern side were two rivers, Maʿqil and Ubulla (tributaries of the Tigris), which irrigated Baṣra; the western side was curved and faced the desert (al-Muqaddasī, 117; Pellat, 7). Al-Yaʿqūbī estimated its area to be 2 sq. farsakh s ( farsang s) (p. 84). The newly settled Arabs lived in structures made of reed (al-Balādhurī, Futūḥ , 346–347). ʿUtba built a mosque consisting of an open area surrounded by a wall of reeds, near to which he also built a dār al-imāra (literally, ‘the house of ruling’, usually the house of the emir and his headquarters) (al-Balādhurī, Futūḥ , 346–347; see also ʿAlī, 64).",
    "After ʿUtba, during the rule of Mughīra b. Shuʿba, the first Islamic military register ( dīwān ) was established in Baṣra, with the support of a Persian nobleman named Pīrūz, drawing on Sāsānid military administration. Income from conquests was distributed amongst the military veterans who settled in Baṣra by registering them in the dīwān , in contrast to ʿUmar’s dīwān in Medina where there was a non-military population including women (Morony, 56, n. 91). The Muslims introduced new administrative methods: divisions were no longer made on tribal lines, officials in charge were appointed (rather than being tribal elders), and the stipends for cavalry and infantry were more equal (Morony, 58–59). The stores warehouse ( dār al-rizq ), which was established early on in the conquest of Iraq to store military supplies and regulate monthly rations for the troops, was also reminiscent of Sāsānid military institutions. Similarly, sources refer to the qaryat al-arzāq (‘the village of provisions’), which was situated in Zābūqa, one of the abandoned Sāsānid daskara s where Baṣra was founded (Morony, 62). During the rule of Ziyād b. Abī Sufyān and then his son ʿUbayd Allāh, this structure was enlarged and became known as madīnat al-rizq (‘the city of provision’), with four iron gates (Morony, 62–63, also n. 123; see al-Ṭabarī, 1(6)/3135, 2(1)/77, 2(2)/681; al-Balādhurī, Ansāb , 298). When ʿUmar b. al-Khaṭṭāb put Abū Mūsā al-Ashʿarī in charge of Baṣra in 17/638, he ordered him to go to Baṣra, settle each Arab tribe residing there in different areas, encourage them to build housing and construct for them a large mosque where they could perform the Friday prayers (al-Dīnawarī, 118). Thus, Abū Mūsā built the congregational mosque and the dār al-imāra of brick and mud with straw roofs.",
    "In the 1st/7th century, the population of Baṣra consisted of Arabs from various tribes, divided into five tribal communities ( akhmās al Baṣra ). The Ahl al-ʿĀliya were situated between the celebrated Mirbad market quarter (see below) and the congregational mosque, the Azd in the north-west, the Tamīm in the south-east, the Bakr b. Wāʾil in the central north-east and the ʿAbd al-Qays (with the nisba ʿAbdī) on the north-eastern fringes of the city (al-Ṭabarī, 1(6)/355, 2(2)/726; Pellat, 11; Massignon, 65–70).",
    "During the governorship of Ziyād b. Abī Sufyān (who was appointed to the position by Muʿāwiya in 45/665), Baṣra entered a period of peace and security, and took a distinct urban form (Balʿamī, 2/689; Pellat, 8). In Iraq, the administrative structure was initiated on the basis of Sāsānid models of government and was consolidated during this period, before being adopted by other parts of the Islamic empire (Morony, 68). The Muslims’ military success, coupled with an increasingly stable political situation, led to larger and more permanent buildings, clustered together at the heart of the town (al-Balādhurī, Futūḥ , 277, 347–348; al-Ṭabarī, 1(5)/2492; Morony, 74; Creswell, 9; ʿAlī, 66). The mosque was so impressive that the poet Ḥāritha b. Badr al-Ghudānī composed verses in its praise (al-Balādhūrī, Futūḥ , 347; see Morony, 33 ff.).",
    "As mentioned above, during Abū Mūsā’s time, the location of the pulpit was in the middle of the mosque, requiring the imam to pass through the congregation towards the qibla . Ziyād believed that breaking up the prayer lines was not consonant with the status of an imam, and had the pulpit placed in the south of the mosque next to the qibla wall, and repositioned the governor’s palace ( dār al-imāra ) to the south, which had been situated on the north-east side of the masjid . This palace, which was made of brick and clay, and whose roof was held up by five rows of pillars, was directly connected to the mosque via a door in the qibla wall, in front of which Ziyād also built a maqṣūra (enclosure) (al-Balādhurī, Futūḥ , 347–348; Pellat, 8–9; Creswell, 9; Morony, 75–76).",
    "Following Ziyād’s rule, his son ʿUbayd Allāh constructed a palace in Baṣra out of red brick (Morony, 79). The congregational mosque was developed and remodelled during his governance. Due to the position of the home of Nāfiʿ b. Ḥārith (one of ʿUtba’s companions in the conquest of Baṣra) to the north of the mosque, its courtyard was asymmetric. As Nāfiʿ’s son refused to sell the property, ʿUbayd Allāh ordered labourers to demolish part of the property while he was away, in order to make the mosque square-shaped (al-Balādhurī, Futūḥ , 348–349). Sometime later, in an effort to rid minds of Ziyād’s name, al-Ḥajjāj ordered the reconstruction of the dār al-imāra out of brick and mortar, although his advisors believed this would only achieve the opposite. He therefore demolished and abandoned the site, and the people carted off the doors, clay and rubble to build their own structures in the surrounding area (al-Balādhurī, Futūḥ , 348–349).",
    "In the final decade of the 1st/7th century, the caliph Sulaymān b. ʿAbd al-Malik instructed Ṣāliḥ b. ʿAbd al-Raḥmān al-Sīstānī to build another dār al-imāra out of brick and mortar with a high ceiling upon the original foundation. During the time of ʿUmar b. ʿAbd al-ʿAzīz and al-Saffāḥ, the governors of Baṣra built chambers (sing. ghurfa ) on top of the dār al-imāra , which were never used (al-Balādhurī, Futūḥ , 349). The Baṣra congregational mosque, to which the minaret was probably added in the middle of the Umayyad era (ʿAlī, 67), did not change much until the time of the ʿAbbāsid caliph al-Mahdī, who ordered the purchase of adjacent properties in order to extend it (al-Balādhurī, Futūḥ , 349). In the reign of Hārūn, the dār al-imāra , situated to the south of the mosque, was added to the courtyard; according to al-Balādhurī, no other dār al-imāra existed during this time (al-Balādhurī, Futūḥ , 349).",
    "In 142/759, when the ʿAbbāsid caliph al-Manṣūr first came to Baṣra, he built a palace there, as well as a muṣallā (place for public prayer) (al-Balādhurī, Futūḥ , 370). In the 2nd/8th century Baṣra had many mosques, so many that some sources inflated the figure to as much as seven thousand (see Pellat, 10).",
    "For centuries, Baṣra was the main port and a trade point for territories bordering the Indian Ocean, the Persian Gulf, and Mesopotamia. While there is little information on the port facilities, near the shore there is reported to have been a tower that served as a lighthouse (Shaykhlī, 68).",
    "In 155/772, during the time of the ʿAbbāsid caliph al-Manṣūr, Baṣra gained a wall and moat. At one time the defenders of the city had been forced to dig a trench to protect the city (al-Ṭabarī, 2(3)/1380–1381, 3(1)/373–374; Ibn al-Athīr, 6/5; Pellat, 11). The city wall had one gate to the west facing the desert, named Bāb al-Bādiya (al-Muqaddasī, 117), which led to Mirbad, initially positioned just outside the city. However, Mirbad soon became one of the city’s most important areas, connected to the city centre by a road with buildings along it on both sides. Mirbad held exceptional significance for the Arabs of Baṣra, and it was said: ‘Iraq is the eye of the world, Baṣra the eye of Iraq and Mirbad the eye of Baṣra’ (Ibn Qutayba, 1/222). Mirbad was a local trade centre where the Bedouin bought and sold camels and sheep and various goods, and caravans would rest. Additionally, Mirbad was a gathering-place for scholars and poets, an alternative to the souks ( aswāq ) of pre-Islamic times (Yāqūt, 4/484; Pellat, 11).",
    "The libraries of Baṣra are of particular significance. When the Būyid Ḥabashī (Sanad al-Dawla) dominated the area, the ruler of Baṣra built a library housing 15,000 books (Kraemer, 53–54). There was also a library founded by Abū ʿAlī b. Suwār Kātib, which al-Muqaddasī claims was larger than the Rām Hurmuz library (p. 413).",
    "Furthermore, Abū al-Faraj b. Abī al-Baqāʾ al-Baṣrī (d. 499/1106) built a dār al-ʿilm (‘house of science’) in Baṣra, to which he donated 12,000 books (Eche, 128). In the 5th/11th century, in the second assembly of his Maqāmāt , entitled al-Ḥulwāniyya , al-Ḥarīrī speaks of a library (p. 23) which some believe to be this Dār al-ʿIlm of Baṣra (Eche, 128). It is possible that the miniature painting by al-Wāsiṭī (dated 634/1237) of al-Ḥarīrī’s Maqāmāt , held in the Bibliothèque nationale de France, may be an image of a section of this same library (Eche, 128; Bloom and Blair, fig. 26). Another library was the Dār al-Kutub founded by Abū Manṣūr b. Shāh Mardān, the ruling wazīr of Baṣra in the first half of the 5th/11th century (Ibn al-Athīr, 10/184). After the destruction of the Baṣra mosque in the fire of 624/1227, Abū al-Muẓaffar ʿAbd Allāh al-Rūmī (d. 640/1242) had it rebuilt with two extra rooms, one of which housed books. He also donated books to all schools (Eche, 200–201).",
    "During the Umayyad and ʿAbbāsid eras, Baṣra was a centre of traditional arts and crafts. Although information available from the 1st/7th century and the Umayyad era is scarce, the first known artefact relating to this time is a metal jug, which according to its inscription, was made by Ibn Ziyād or Abū Ziyād in Baṣra in the year 69/688. Despite some researchers believing that a centennial digit is probably missing from the date inscription, this artefact is considered to belong to the early Islamic age and is deemed to be of particular historical significance in Baṣra (Ward, 47–48; Ettinghausen, 71–72).",
    "Baṣran glass and pottery production was well known, particularly during the 2nd/8th and 3rd/9th centuries. According to al-Yaʿqūbī (p. 34), al-Muʿtaṣim the ʿAbbāsid caliph invited artists and craftsmen from across the world to Sāmarrāʾ, bringing glassworkers, potters and weavers from Baṣra. Some of the existing pottery is catalogued in museums under the names of Baṣran artists such as Abū Naṣr al-Baṣrī, or simply under the name of Baṣra, along with remnants of glasswork also relating to the city. According to al-Bīrūnī, Baṣra was an important centre for the production of crystal objects (p. 295; Ettinghausen, 111, 117, 235; Soustiel, 33).",
    "In the 4th/10th century, Baṣra had three congregational mosques, the oldest of which was located towards the Bādiya gate in the west, the second on the edge of the city, and the third, a large bright flourishing mosque with white pillars, was situated in the bazaar and unparalleled in Iraq. The city had three magnificent bazaars: the Qaṭʿ al-Kallāʾ Bazaar next to the river, the Grand Bazaar, and the Bāb al-Jāmiʿ Bazaar (al-Muqaddasī, 117, 118). From his visit to Baṣra in 443/1051, Nāṣir-i Khusraw speaks of the great city wall, which was not surrounded by water. He saw the city as dilapidated, with developments scattered in areas separated by half a farsang (3 km) of ruins (pp. 153–154), whilst at this time the city wall and gate were sturdy, people resided within them and held daily bazaars in three parts of the city. After the destruction of the city wall in the late 5th/11th century, a new wall was built half a farsang (3 km) within the original border in 517/1123 by order of Qāḍī ʿAbd al-Salām (Le Strange, 46).",
    "In the 8th/14th century Ibn Baṭṭūṭa described Baṣra as smaller than it had been ( Riḥla , 201). Lodging at Mālik Dīnār’s caravansarai, he speaks of a large building with a tall tower, similar to the mosque of ʿAlī b. Abī Ṭālib. This mosque, which in ancient times was situated in the centre of Baṣra, was in Ibn Baṭṭūṭa’s time located two miles outside the city and had seven minarets, one of which was a shaking minaret. According to tradition, the Qurʾān of ʿUthmān was housed here (Ibn Baṭṭūṭa, Riḥla , 201–202). This would appear to be the same as the Amīr al-Muʾminīn mosque in Baṣra, which according to al-Rashīdī’s writings had 5,000 date palms donated to it by Rashīd al-Dīn Faḍl Allāh (Ibn Baṭṭūṭa, Safar-nāmah , introd., 1/527).",
    "Ibn Baṭṭūṭa refers to Baṣra as one of the most important and famous centres of Iraq, a vast city of beautiful scenery, abundant gardens and good fruit. According to him, Baṣra had three areas named Hudhayl, Banī Ḥarām and ʿAjam (Arabic edition, 201). Ibn Baṭṭūṭa also records Baṣra’s shrines; the tomb of Ṭalḥa b. ʿUbayd Allāh, situated within the city, which had a dome, mosque and zāwiya (convent, hospice), and in the corner of which travellers were fed; the tomb of Zubayr b. ʿAwwām, situated outside the city, which, although it did not have a dome, had a mosque and lodge in which the destitute and travellers were given food; and the tomb of Ḥalīma al-Saʿdiyya, the foster-mother of the Prophet. According to Ibn Baṭṭūṭa, in addition to these, many of the Companions who were martyred at the battle of the Camel were buried in Baṣra (Ibn Baṭṭūṭa, Riḥla , 203–204; 653; see also Nāṣir-i Khusraw, 256).",
    "4. Theology (Kalām)",
    "When discussing the various theological schools of Baṣra, one should bear in mind that we are referring to a milieu from which emerged the two major theological schools of the Islamic world, the Muʿtazila (rationalistic philosophers of Islam) and the Ashʿarīs (q.v.), as well as the main sects of the Khawārij.",
    "During the 1st/7th century to the mid-2nd/8th century, Baṣra may be regarded as, arguably, the most important political-cultural arena within the central Islamic lands. Although it lacked the cultural diversity of Kūfa and Baghdad, Baṣra’s people were staunch proponents of Arab culture and Ḥijāzī customs. Given that traditionists criticised theological ideas and speculations as nothing but heresy and innovation, Baṣra would appear to have been an unlikely environment for such developments, and indeed in the first century, such was the case.",
    "Early Qadarīs . The late 1st/7th century was an important period in the history of theological belief in Baṣra, and is regarded as the time when discussions on the doctrine of predestination first began. According to ʿAbd Allāh b. ʿAwn and Abū Ḥanīfa, debates on the subject of qadar (destiny) proliferated in Baṣra during this period, prior to which no-one in the city had engaged in this field (see Ibn Saʿd, 7(3)/37; al-Makkī, 3/103).",
    "Various leading thinkers of Baṣra, whose views differed in certain respects, were accused of heresy ( zandaqa ): these include Ibn al-Muqaffaʿ (d. 142/759), Ibn Abī al-ʿAwjāʾ (d. 155/772), and Abū Shākir al-Dayṣānī (first half of the 2nd/8th century) (see also Ibn Bābawayh, al-Tawḥīd , 133; Jalālī Muqaddam, 688; Zaryāb, 670; on the relationship between heterodoxy and the theologians of Baṣra, see Guidi, passim ; Wolfson, 66).",
    "The formulation of ideas on qadar and ikhtiyār (free will) as the most controversial doctrinal issue and the cause of much theological debate began in the late 1st/7th century in Baṣra and other places such as al-Shām. In this regard one may mention Maʿbad al-Juhanī (d. 80/699), an inhabitant of Baṣra who was taught by Ibn al-ʿAbbās, Ibn ʿUmar and ʿImrān b. Ḥaṣīn (see Muslim, 1/36; ʿAbd Allāh b. Aḥmad, 2/412 et passim ; Ibn al-Nadīm, 201; al-Dhahabī, Siyar , 4/185–187; cf. Ibn al-Murtaḍā, 133). Based on a few reports, when discussing the issue of qadar , Maʿbad, along with Ghaylān al-Dimashqī (d. ca. 125/743), emphasised that God is All-Wise ( ḥakīm ) and Just ( ʿādil ), and hence the attribution of evil ( sharr ) and injustice ( ẓulm ) to Him is impermissible: it is unjust that God should ordain an absolute fate for his servant ( ʿabd ), and then hold him accountable for his situation (al-Shahrastānī, 1/51; see Watt, 40 ff.). According to some sources, Maʿbad learnt this idea from a Muslim teacher who was a Christian convert, called Abū Yūnus al-Aswārī (see Ibn al-Nadīm, 201; ʿAbd Allāh b. Aḥmad, 2/391; al-Dhahabī, Siyar , 4/186–187). According to other sources, Abū Yūnus al-Aswarī was in fact a convert from Zoroastrianism, and was known as Sinawayh (or a whole series of variants, such as Sībūya, Sustoya, Sunhoya, etc.; for discussion, and for the claim that this individual was married to a widow of ʿAlī b. Abī Ṭālib, Umm Mūsā, see Zakeri, 325). For this reason, Muslim b. Yasār (d. 100/718) considered Maʿbad’s views on qadar conformable to Christian perspectives (see ʿAbd Allāh b. Aḥmad, 2/392; also Wolfson, 58 ff.).",
    "In this period, there were others from Baṣra apart from Maʿbad, such as Abū al-Aswad al-Duʾalī (q.v.) and Muṭarrif b. al-Shikhkhīr, who believed in the doctrine of ikhtiyār . These scholars had been taught by ʿAlī b. Abī Ṭālib (q.v.) and other Companions, and so their views cannot be so easily attributed to external sources (see al-Sharīf al-Murtaḍā, ‘Inqādh’, 179; Ibn al-Murtaḍā, 131, 136; on Muṭarrif ’s theological beliefs, see Ibn Saʿd, 7(1)/104).",
    "One of the first qadarī theoreticians of Baṣra to present a simple theological structure was Jaʿd b. Dirham (d. ca. 118/736) (along with his eastern contemporary Jahm b. Ṣafwān): his notion of qadar involved ikhtiyār , and he held to the view that the Qurʾān was created ( makhlūq ) (see also Ibn Athīr, 5/429; al-Dhahabī, Mīzān , 1/399). It is apparent that the idea of jabr (fatalism, predetermination) had begun to form in Baṣra toward the end of the century (al-Ḥasan al-Baṣrī, 68, 73 ff.).",
    "Rajāʾ (Hope) and Irjāʾ (Deferring of Judgement) . In the period between the caliphate of Imam ʿAlī and the late 1st/7th century, when al-Ḥasan b. Muḥammad b. al-Ḥanafiyya presented the first organised form of irjāʾ , various aspects of this concept were circulating in religious circles, including the following three ideas: the priority of rajāʾ over fear ( khawf ), avoiding judging people’s faith, and certainty in one’s own faith. The early formulations of irjāʾ (deferring the judgment of grave sinners to God) were of great social importance, and advocates of irjāʾ shared a common opposition to oppressive governance, particularly in the form of al-Ḥajjāj, the governor of Iraq (see Ibn Saʿd, 6/183–186, 199, 205).",
    "One member of the first generation of Followers ( tābiʿūn ), Abū al-ʿĀliya al-Riyāḥī (d. ca. 93/712), laid emphasis on the element of rajāʾ , hoping for forgiveness and divine mercy. By extending this rajāʾ and opposing sectarianism in his own social attitude, he withheld judgement ( waqf ) and maintained silence ( sukūt ) in sensitive situations (see Abū Nuʿaym, 2/217–219; Ibn Saʿd, 7(1)/82, 83).",
    "The school of ahl al-rajāʾ (advocates of hope) in Baṣra reached a peak with Ibn Sīrīn (d. 110/728), who always maintained ‘tremendous’ ( ʿaẓīm ) hope that all Muslims ( ahl al-qibla ) would be saved (Ibn Saʿd, 7(1)/144, 7(2)/16 et passim ; Ibn Abī al-Dunyā, 77, 100). This doctrine was continued through the 2nd/8th century by such figures as Abū Qilāba al-Jarmī (d. 104/722), Ayyūb al-Sakhtiyānī (d. 131/748), ʿAbd Allāh b. ʿAwn (d. 151/768), and Yūnus b. ʿUbayd (d. 139/756) (see Ibn Saʿd, 7(2)/16, 24–26 et passim ; Abū Nuʿaym, 3/15–16 et passim ), although in their opinion rajāʾ was understood more as an ethical concept.",
    "In social terms this translated into an attitude, on the part of Ibn Sīrīn and other scholars, of quietism and silence in the face of administrative oppression, even towards governors like al-Ḥajjāj (see Abū Nuʿaym, 2/271; Gozashteh, 734). Thus, in avoiding extremist armed rebels ( qāʾimūn bi al-sayf ), Abū Qilāba al-Jarmī’s and ʿAbd Allāh b. ʿAwn’s circles of intimates in practice continued the stance of the caliph ʿUthmān (see Ibn Saʿd, 7(1)/91, 7(2)/24).",
    "In its developed form, irjāʾ seems to have appeared in Baṣra in the late 1st/7th century, with Ṭalq b. Ḥabīb al-ʿAnazī (d. 100/718) as one of its main advocates. A tābiʿī , and contemporary of al-Ḥasan al-Baṣrī, who had studied in the circle of Companions such as Ibn al-ʿAbbās and Jābir b. ʿAbd Allāh, Ṭalq had become familiar, most probably in the Ḥijāz, with Murjiʾī (derived from irjāʾ  ) ideas, and eventually migrated to Mecca after finding Baṣra unreceptive to his views (see Ibn Saʿd, 7(1)/165).",
    "Despite the fact that the Murjiʾī school gained little influence in Baṣra, history shows its resilience. Over the 2nd/8th century, various disciplines combining rajāʾ and qadar developed, although it cannot be assumed that Ṭalq b. Ḥabīb al-Baṣrī’s circle survived.",
    "The Theological Thought of al-Ḥasan al-Baṣrī . At the turn of the 2nd/8th century, there were two main orientations among the tābiʿūn in Baṣra, as exemplified by two outstanding scholars, al-Ḥasan al-Baṣrī (d. 110/728) and Muḥammad Ibn Sīrīn (d. 110/728). Unlike such scholars as al-Aswārī and Maʿbad, who stood aloof from the circles of the tābiʿūn , and Ibn Sīrīn, who was the guardian of a Baṣran tradition that was a hundred years old, al-Ḥasan al-Baṣrī’s religious ideas were more complex.",
    "As far as the traditional circles of the Companions and Followers are concerned, al-Ḥasan al-Baṣrī’s teachings were connected with the perspectives of the pious Qurʾān ‘readers’ ( al-qurrāʾ  ) in Iraq, the teachings of Imam ʿAlī, and the ideas generated by the circles associated with Ibn al-ʿAbbās in Mecca (see Pakatchi, ‘Akhlāq’, 230). In comparing the two thinkers within the domain of theology, al-Ḥasan al-Baṣrī and Ibn Sīrīn: the former had a general tendency to focus upon and interpret sacred texts; believed in the necessity of pious fear ( khawf ) in contrast to the position of the Murjiʾa; believed in a type of ikhtiyār ; and studiously avoided political conflict. Ibn Sīrīn, by contrast, was a believer in rajāʾ ; avoided interpreting the religious texts; opposed doctrines of qadar ; was a bitter enemy of the Khawārij; and had connections with the Murjiʾa and the partisans of ʿUthmān. It can be said that toward the end of the 1st/7th century, at a time when the Islamic theological schools had not yet developed into a formal discipline, al-Ḥasan al-Baṣrī created a relatively cohesive theological system.",
    "The real theological import of al-Ḥasan al-Baṣrī’s focus on pious fear ( khawf ; see Pakatchi, ‘Akhlāq’, 230) lay in its potential for explaining topics such as the position of the perpetrator of grave sin ( murtakib al-kabīra ). He refers to the latter as a hypocrite ( munāfiq ), a position which comes close to one of the more moderate positions of the Khawārij, despite his opposition to them generally (e.g. see al-Ṣanʿānī, 10/151).",
    "With regard to the doctrines of jabr wa ikhtiyār (predetermination and free will), as a defender of the latter, al-Ḥasan al-Baṣrī disputed the deterministic argument of divine foreknowledge, and arrived at a model which combined man’s free will and divine foreknowledge (see Ritter, 77). Overall, al-Ḥasan’s views on the subject of qadar , at least as far as is generally reported, were close to those of Maʿbad al-Juhanī (see Ritter, 81). In addition to a treatise attributed to him entitled Kitāb ilā ʿAbd al-Malik b. Marwān fī al-radd ʿalā al-Qadariyya , which survives in three extant manuscripts, the sources mention a correspondence between al-Ḥasan al-Baṣrī and al-Ḥasan b. ʿAlī on the subject of qadar (al-Karājakī, 170; cf. Fiqh al-Riḍā , 408; al-Ḥillī, 33 ff.; for a full analysis of the treatise and manuscripts, see Mourad, 176–239).",
    "Although in the next generation of scholars certain non-Muʿtazilī believers in qadar followed some of al-Ḥasan al-Baṣrī’s ideas, it remains clear that his system of theology can be traced through the Muʿtazilī school of his students, Wāṣil b. ʿAṭāʾ and ʿAmr b. ʿUbayd, in a renewed and developed form.",
    "Muʿtazila . The Muʿtazilī school of theology, itself a branch of the fear-centred school identified with al-Ḥasan al-Baṣrī, was founded by Wāṣil b. ʿAṭāʾ (d. 131/748) and ʿAmr b. ʿUbayd (d. 144/761) in the first half of the 2nd/8th century, with its roots in Baṣran theological tradition. All the classic texts on the history of Islamic theology discuss the factors that distinguish the Muʿtazilīs from other scholars of their time, particularly al-Ḥasan al-Baṣrī. However, it should be emphasised that Muʿtazilī thought to a noticeable degree originated from the school of al-Ḥasan al-Baṣrī, and of course to some extent from other scholarly circles belonging to Maʿbad al-Juhanī and Jaʿd b. Dirham. What made the early teachers of the Muʿtazila indebted to al-Ḥasan al-Baṣrī was that within his circles they learned such things as how to interpret the nuṣūṣ (sing. naṣṣ , in uṣūl al-fiqh , the term refers to a text whose presence in either Qurʾān or ḥadīth must be demonstrated to justify a ruling), using reason and logic, and how to combine these subjects in order to reach a balance between the nuṣūṣ and the findings of rational reasoning, thereby arriving at a deeper understanding of religious doctrines.",
    "Abū al-Hudhayl al-ʿAllāf, one of the masters of the Muʿtazila, claimed that the Muʿtazilī principles on ʿadl (divine justice) and tawḥīd (divine unity) originated from divine inspiration passed on from ʿAlī to Abū Hāshim b. Muḥammad b. al-Ḥanafiyya through his father, and in turn adopted by Wāṣil. Some non-Muʿtazilī authors refer to Abū Hāshim as ‘Ṣāḥib al-Muʿtazila’ (see Abū al-Qāsim al-Balkhī, 64, 68 et passim ; Ibn al-Nadīm, 202; Ibn al-Murtaḍā, 7), but scholars such as Madelung (pp. 31–35) reject this, taking Abū al-Hudhayl’s remarks to be symbolic.",
    "What distinguishes the ideas of the founders of Muʿtazila from those of their teacher al-Ḥasan, is the intermediate principle of al-manzila bayn al-manzilatayn (lit. ‘the position between the two positions’), which was applied to those who committed grave sins (according to which a sinful Muslim cannot be classed as believing/ muʾmin or disbelieving/ kāfir , but should be classed as malefactor/ fāsiq ). This principle was undoubtedly a new theory, differentiating the Muʿtazila from other schools of their time. However, this attempt to present a moderate, non-extreme schema was one that had precedents in Baṣran scholarly circles: the theory of ingratitude in the face of blessing ( kufr al-niʿma ) proposed by ʿAbd Allāh b. ʿIbāḍ (al-Ashʿarī, 110), and the idea that a sinner is a hypocrite proposed by al-Ḥasan al-Baṣrī, were both forerunners of such a line of thought.",
    "The teachings of Baṣra’s ‘fear’-centred school, in addition to what has been stated above on the status of the sinner, provided the basis for another Muʿtazilī religious tenet, the principle of the Divine threat ( waʿīd , whereby God will carry out His threat to punish those who do not repent with eternal damnation) (see al-Mufīd, Awāʾil , 51–52).",
    "Although Wāṣil’s version of free will (see also al-Shahrastānī, 1/51) had its roots in al-Ḥasan al-Baṣrī’s teachings, the scholarly circles of Maʿbad al-Juhanī and Jaʿd b. Dirham probably also exerted some influence. Likewise, sources have attempted to show that the views of al-Ḥasan al-Baṣrī, Wāṣil and ʿAmr b. ʿUbayd on qadar were derived from the teachings of Imam ʿAlī (see also al-Karājakī, 170; Ibn Ṭāwūs, 329). Muʿtazilī teachers are thought to have taken their ideas on tawḥīd from other circles, particularly that of Jaʿd b. Dirham, and probably from their vague acquaintance with the teachings of Jahm b. Ṣafwān. Whatever the truth of the matter, the simple form of tawḥīd al-ṣifāt (the unity of the divine attributes) was only discussed by Wāṣil (see al-Shahrastānī, 1/51).",
    "Another important aspect of Wāṣil’s teachings is his account of the conflict amongst the Companions, which was a long-standing issue in the scholarly circles of Baṣra, and even on this issue Wāṣil’s view diverged from traditional Baṣran opinion. In this domain, Wāṣil avoided taking sides and argued for the necessity of waqf , that is, a suspension of judgement on this issue; this notion was grounded in the teachings of ahl al-rajāʾ or ahl al-irjāʾ (al-Shahrastānī, 1/52–53; see van Ess, Theologie , 2/233 ff.).",
    "The theological legacy left by ʿAmr and Wāṣil was conveyed through some of their Baṣran students, such as ʿUthmān b. Khālid Ṭawīl and ʿUmar b. Abī ʿUthmān al-Samurī (Ibn al-Nadīm, 203; Ibn al-Murtaḍā, 42), to the third generation who in the early 3rd/9th century provided fertile ground for Muʿtazilī theology.",
    "The so-called ‘five principles’ ( al-uṣūl al-khamsa ) were a common denominator of all Muʿtazilīs, and between the two schools, Baṣra and Baghdad, it is hard to find many doctrinal factors that distinguish them one from the other. Even the idea of the superiority ( tafḍīl  ) of ʿAlī over Abū Bakr and ʿUmar (the first and the second caliphs), a belief that apparently prevailed among the Muʿtazilīs of Baghdad in contrast to the Muʿtazilīs of Baṣra, does not appear to divide the two schools in an absolute manner. For example, it is known that some Baṣran scholars, such as Abū ʿAlī al-Jubbāʾī and Abū ʿAbd Allāh al-Baṣrī, agreed with the Baghdādīs, and among other Baṣrans there were many shades of opinion (for a view of the spectrum of ideas on this matter see Ibn Abī al-Ḥadīd, 1/7–9).",
    "Contemporary researchers have presented various theories in an effort to clarify the distinction between the two schools. For instance, the school of Baṣra is considered to have greater theoretical rigour than the school of Baghdad. It is also said that, on account of its distance from the translation movement, Greek philosophy did not influence scholarship in Baṣra to the extent that it did in Baghdad (see MacDonald, 59–60; Amīn, 3/159–161). However, to date, the various analyses do not offer a fully satisfactory account of the distinguishing features of the two schools (see also Abū Rashīd al-Nīsābūrī, introd., 14–15).",
    "In historical terms, it should be mentioned that Abū ʿAlī al-Jubbāʾī (d. 303/915), head of the Muʿtazilī school of Baṣra during the late 3rd/9th century, made substantial innovations and revisions with regard to traditionally held doctrines in Baṣra. He opposed Abū al-Hudhayl ʿAllāf on nineteen theological issues (see also al-Malaṭī, 44), which in itself was sufficient to considerably alter the course of Muʿtazilī thought in Baṣra. Yet such doctrinal instability was far more widespread, in that al-Jubbāʾī was himself opposed by his son, Abū Hāshim al-Jubbāʾī (q.v. d. 321/933) on twenty-nine issues (al-Malaṭī, 44), including the fundamental theory of aḥwāl (modes) presented by Abū Hāshim, which in the Muʿtazilī school was only accepted by Abū Hāshim’s own followers, thereafter known as the Bahshamiyya (or Bahāshima) (see Wolfson, 167 ff.; Heemskerk, 26; Mujtahid Shabistarī, ‘Abū Ḥāshim Jubbāyī’, 381 ff., ‘Aḥwāl’, 127).",
    "After Abū Hāshim, and before the fall of the Muʿtazilīs in Baṣra, the Bahshamiyya dominated these circles, alongside other non-Bahshamiyya theologians such as Abū al-Ḥusayn (al-Shahrastānī, 1/78; Ibn al-Murtaḍā, 118–119; Heemskerk, 29 ff.). The prominent theologians of later generations connected to the Muʿtazilī school of Baṣra include: Abū ʿAlī b. Khallād al-Baṣrī and his students, Abū ʿAbd Allāh al-Baṣrī (q.v.; d. 369/979) and Abū Isḥāq b. ʿAyyāsh al-Baṣrī. Persian scholars attributed to the Baṣran school include: al-Qāḍī ʿAbd al-Jabbār Hamadānī (d. 415/1024) and his students, Abū Muḥammad b. Mattawayh (d. 469/1076), Abū Rashīd al-Nīsābūrī (q.v., d. post-415/1024), Abū al-Ḥusayn b. ʿAlī al-Nīsābūrī, Abū al-Qāsim al-Sīrāfī and Abū ʿImrān al-Sīrāfī (Ibn al-Murtaḍā, 105–110, 112, 119).",
    "The delineation between the two schools of Baṣra and Baghdad faded, particularly after the time of Abū ʿAlī, for not only had Baṣran scholarly circles grown in Baghdad, but scholars from Baghdad were also found in Baṣra (see 105, 110 et passim ).",
    "Non-Muʿtazilī Qadarīs . Despite the exaggeration in Sufyān b. ʿUyayna’s statement, in the second half of the 2nd/8th century, that the idea of qadar was a disaster that had struck the scholarly circles of Baṣra (Baḥshal, 1/40), he provided an accurate image of many of these circles. This was a city in which the notion of qadar had infiltrated circles of ascetics and traditionists as well as those of the theologians.",
    "In general terms, given the teaching, exchange of ideas, and attendance in the various circles of the community in 2nd/8th century Baṣra, it is hardly surprising that in the schools of qadar , some would eventually incline towards the doctrine of free-will. In this category, the third generation of tābiʿūn in Baṣra include: Qatāda b. Diʿāma (d. 117/735), ʿAtāʾ b. Abī Maymūna and Yazīd b. Abān al-Raqqāshī, and, in the next generation, Sawwār b. ʿAbd Allāh al-Qāḍī (see Ibn Saʿd, 7(2)1, 13, 35; al-Sharīf al-Murtaḍā, ‘Inqādh’, 179–180; Ibn al-Murtaḍā, 136–139).",
    "Followers of al-Ḥasan al-Baṣrī . Among the prominent students of al-Ḥasan al-Baṣrī’s theological teachings one may note ʿAwf b. Abī Jamīla al-Aʿrābī (d. 146/763), who seems to have adhered to a coherent set of theological doctrines. On the issue of qadar , he believed in free-will, and on the issue of imamate (leadership), he believed in the superiority ( tafḍīl  ) of Imam ʿAlī b. Abī Ṭālib. In respect of rijāl , it is notable that he showed an attachment to al-Ḥasan al-Baṣrī and an interest in his teachings, whilst at the same time strongly opposing the Muʿtazilī ʿAmr b. ʿUbayd (Ibn Saʿd, 7(2)/22; al-Bukhārī, 4(1)/58; al-Dhahabī, Siyar , 6/384; Ibn al-Murtaḍā, 137). In general, he would seem to have been a scholar who continued al-Ḥasan al-Baṣrī’s teachings without becoming Muʿtazilī.",
    "Another noteworthy student of al-Ḥasan al-Baṣrī is ʿAbd al-Wāḥid b. Zayd (d. post-150/767), who despite his opposition to the Muʿtazila, with regard to qadar believed in the theories of kasb (the ‘acquisition’ of actions by human agents) and the dependence of salvation upon acts ( ʿamal ), in contrast to the common opinion amongst his Sunni contemporaries who believed salvation was solely dependent on divine mercy. ʿAbd al-Wāḥid’s attitude towards ʿadl (justice) led him to deny the attribution of iḍlāl (misguidance) to God, doing so not only because of the obvious contradiction between God being just and at the same time misguiding His creatures; but also on the basis of the argument that divine transcendence ( tanzīh ) renders any ascription of misguidance to God impossible: God cannot be qualified, anthropomorphically, with the human fault of sending people astray (al-Dhahabī, Siyar , 7/179–180).",
    "There is insufficient surviving information to suggest any formal relationship between the Baṣran non-Muʿtazilī Qadarīs. However, it seems that, at the very least, the teachings of ʿAbd al-Wāḥid were transmitted to later generations through the circles of ascetics in Baṣra. His most important student was Aḥmad b. ʿAṭāʾ al-Hujaymī (d. 200/816) (Abū Nuʿaym, 6/155; al-Fādānī, 89; Mourad, 100–101).",
    "Ḥanafī Thought . The best testimony to the influence of Abū Ḥanīfa’s thought in Baṣra is his treatise addressed to ʿUthmān al-Battī, a well-known scholar in Baṣra, in which he corrects the misunderstanding of his views on irjāʾ (Abū Ḥanīfa, ‘Risāla’, 24 ff.). The transmission of his thought by his students such as Yūsuf b. Khālid al-Samtī, Zufar b. Hudhayl al-ʿAnbarī and Dāwūd b. al-Zibriqān, may have paved the way for the development of this school of thought in Baṣra (see also al-Ṣaymarī, 110; Ibn al-Murtaḍā, 128). Of these, most is known about al-Samtī, who is reported to have been the first to present the theory that the human capacity for action ( istiṭāʿa ) is created along with the act ( fiʿl ) itself (al-Sharīf al-Murtaḍā, ‘Inqādh’, 182). He apparently produced a book on kalām , in which, in common with many of the Muʿtazila, he denied the creation of the mīzān (‘scales’) before the Day of Judgement (al-Dhahabī, 4/464).",
    "According to Abū Ḥanīfa’s will, written to his Baṣran student al-Samtī, the latter seems to have illustrated the problems that Abū Ḥanīfa predicted in disseminating his ideas in Baṣra: al-Samtī returned to Baṣra from Kūfa, inspired by Abū Ḥanīfa’s teaching, but his haste in directly naming Abū Ḥanīfa as his source met with strong resistance among the Baṣrans (see also ‘Waṣiyya’, 184 ff.)",
    "Murjiʾīs Close to the Muʿtazila . Another theological trend in Baṣra was expressed by theologians who believed in some Muʿtazilī principles but followed the way of the Murjiʾa in regard to the question of the position of malefactor ( manzilat al-fāsiq ). One of the pioneers of this group was Faḍl b. ʿĪsā al-Raqqāshī, who founded the school when the doctrines of Wāṣil b. ʿAṭāʾ had taken shape (Abū al-Qāsim al-Balkhī, 96; al-Shahrastānī, 1/127). The relocation of a group of Ghaylān al-Dimashqī’s students, who accepted irjāʾ and qadar collectively, to Baṣra in the first half of the 2nd/8th century, may have helped strengthen this creed (see also al-Dhahabī, Siyar , 7/178; van Ess, Theologie , 5/36).",
    "The following were 2nd/8th century Murjiʾī scholars with a tendency towards divine justice who, on account of the similarity in their teachings, were regarded as Muʿtazilī scholars: Abū Shamir and Abū Bakr al-Aṣamm (during the time of Abū al-Hudhayl); and Muḥammad b. Shabīb, Muways b. ʿImrān and Ṣāliḥ al-Qubba in the following generation. Their theological opinions are sparsely documented in heresiographical sources (e.g. see Abū al-Qāsim al-Balkhī, 74; al-ʿAshʿarī, 134–135 et passim ; Ibn al-Murtaḍā, 57, 71 et passim ; Ibn al-Nadīm, 113; also van Ess, Theologie , 5/206).",
    "As the earliest material on the aforementioned scholars dates back no further than the early 4th/10th century sources, it appears that their teachings did not exert any long-lasting influence, and very few of these have survived. Among these figures, Abū Bakr al-Aṣamm is the only one known about, due to the wide dissemination of his ideas (see also van Ess, Theologie , 5/194–211; Khurāsānī, 265). Ibrahīm b. ʿUllayya (d. 218/833), another scholar who emerged from the schools of Baṣran traditionists ( aṣḥāb al-ḥadīth ), followed the path of al-Aṣamm (see also Pakatchi, ‘Ibn ʿUllayya’, 581–582).",
    "Shiʿi Doctrines in Baṣra . It would seem reasonable to begin a discussion of Baṣran Imāmī theology with the teachings of the Shiʿi imams Muḥammad b. ʿAlī al-Bāqir and Jaʿfar b. Muḥammad al-Ṣādiq, which had been brought to the area by a number of their disciples, such as Yaḥyā Ṭawīl al-Baṣrī, Ismāʿīl b. Qutayba al-Baṣrī, Ḥammād b. ʿĪsā al-Juhanī and Fuḍayl b. Yasār al-Nahdī (see Ibn Bābawayh, al-Khiṣāl , 1/35, 298; al-Ṭūsī, al-Rijal , 143, 187, 269; al-Najāshī, 142, 309). The brief time that Mūsā b. Jaʿfar al-Kāẓim (the seventh Shiʿi imam of the Twelvers) spent in Baṣra would also have been an opportunity for Imāmī scholars to learn more on various subjects, including theological debates (see Ibn Bābawayh, ʿUyūn , 1/27, 31, 85–86; al-Mufīd, al-Irshād , 2/239).",
    "In the early 3rd/9th century, theological topics, particularly jabr \n wa \n ikhtiyār , were pursued diligently within Baṣran Shiʿi circles, and this would have created grounds for imam Muḥammad b. ʿAlī al-Jawād (d. 220/835) to write a treatise addressing the scholars of Baṣra, although this would only be the case if the ascription of the treatise to him is proven to be authentic (see also al-Ṭūsī, al-Fihrist , 131; al-Najāshī, 129; Ibn Shahrāshūb, 129).",
    "When reviewing the teachings of Shiʿi theologians, it is significant that the school of Hishām b. al-Ḥakam (d. 179/795), formed in the second half of the 2nd/8th century, was introduced to scholarly circles of Baṣra in the early 3rd/9th century by his son, al-Ḥakam b. Hishām. Al-Ḥakam chose Baṣra as his permanent residence, where he held many scholarly circles from which theological content would be preserved for generations to come (see also al-Najāshī, 136).",
    "ʿAlī b. Ismāʿīl b. Maytham was one of the well-known scholars of early Shiʿi kalām . Trained in Kūfa, he migrated to Baṣra where he taught his own theological doctrines during the first decades of the 3rd/9th century (Ibn al-Nadīm, 223; al-Najāshī, 251). The most important of these were included in his Majālis Hishām b. al-Ḥakam (al-Najāshī, 251), which clearly presents his relationship with the teachings of Hishām (for his theological beliefs, see al-Ashʿarī, 42, 54, 516; al-Sharīf al-Murtaḍā, al-Fuṣūl , 23–24, 29, 58, 76; al-Karājakī, 131; Ibn Abī al-Ḥadīd, 3/223–224; Ibn Ḥajar, Lisān , 4/265).",
    "In the first half of the 3rd/9th century, Baṣra seems to have been a suitable arena for the doctrines of the school of Hishām b. Ḥakam, which may explain the closeness between the thought of Hishām and the Muʿtazilī circles of Baṣra, on the matter of divine attributes (sing. ṣifa ) and qadar (see also Wolfson, 209). In the reconstruction of Shiʿi theology by Abū Sahl al-Nawbakhtī (q.v.) and his associates, similarities with the Muʿtazilī school of Baṣra, particularly on more subtle topics of kalām , are evident (see also al-Mufīd, Awāʾil , 117–118).",
    "As theological questions and debates proliferated, the traditionists tended to steer clear of them and expect their disciples to maintain simple religious beliefs, but this proved unsatisfactory. Seeds of change began to emerge in the circles of ahl al-sunna wa al-jamāʿa (people of the sunna and the community) in defence of their traditional viewpoints, and they needed to employ theological methods to achieve their aim.",
    "Roots in the 2nd/8th Century . The first person of note is Kahmas b. Ḥasan al-Tamīmī (d. 149/766): he, along with al-Ḥasan al-Baṣrī, had been taught by Companions such as ʿAbd Allāh b. Burayda, and also by some of the tābiʿūn of various Shiʿi and ʿUthmānī tendencies, such as Abū al-Ṭufayl (q.v.) and ʿAbd Allāh b. Shafīq, and was a man of piety (Ibn Abī Ḥātim, 7/170; al-Dhahabī, Siyar , 6/316). Although he had had a close companionship with ʿAmr b. ʿUbayd and others of a similar outlook for quite some time (Abū Nuʿaym, 6/212), he considered the concept of qadar to be the heresy of Maʿbad al-Juhanī, and held to the slogan ‘the good and evil of qadar is all from God’ ( al-qadar \n khayruhu wa sharruhu min Allāh ) (Ibn Manda, 1/121, 430; al-Bayhaqī, 133).",
    "In the second half of the same century, Ismāʿīl b. ʿUllayya (d. 193/809) was another scholar who was well known amongst the ahl al-ḥadīth in Baṣra. His overall perspective on theological issues was coherent and simple. Although certain traditionists tried to deny the attribution of the principle of the ‘createdness of the Qurʾān’ to him (see also al-Khaṭīb, 6/237–239; al-Dhahabī, Mīzān , 1/219–220), there is evidence that suggests that Ibn ʿUllayya’s opinions, not only in this regard, but in discussions on Divine Attributes, were also close to the opinions of theologians who believed in tanzīh (e.g. see also Ibn Khuzayma, 131, 133, 221, 222, 347; Ibn Babawayh, al-Tawḥīd , 152).",
    "The third of these Sunni theologians in Baṣra, Ibn Kullāb (d. after 241/855), is the one most deserving of the title. His theological ideas have generally never been considered to be an organised system, and his theory on the ‘createdness of the Qurʾān’ casts a shadow over all extant reports of his ideas. He put forward a revolutionary idea, that the Qurʾān is a pre-eternal ( qadīm ) essence, which is at one with the spiritual reality or meaning ( maʿnā ) of God, even if the audible sound of the Speech of God ( kalām Allāh=Qurʾān ) is just an expression of God’s Word and not the Word of God itself (see al-Ashʿarī, 584–585; al-Qāḍī ʿAbd al-Jabbār, al-Mughnī , 7/95 ff.; for analysis, see also van Ess, ‘Ibn Kullāb’, 103 ff.; Wolfson, 248 ff.).",
    "The Foundation of Ashʿarī Kalām . The theologians of the ahl al-sunna were generally unsuccessful in forming a comprehensive system of theology during the 3rd/9th century, in Baṣra and elsewhere. It was only in the early 4th/10th century that the Sunni community (in its narrow sense) finally produced the school of Islamic theology of Abū al-Ḥasan al-Ashʿarī (d. 324/936). This school had such comprehensiveness and coherence, that from the time it was established, it became the most important theological school in upholding Sunni belief and the main centre of opposition to the Muʿtazila (see also q.v. ‘Ashʿarīs’; see also ‘al-Ashʿarī’). It had taken two centuries for Baṣra to produce a movement that would become a strong competitor to the school of the Muʿtazila.",
    "Al-Ashʿarī had many students, two of whom played a prominent role in teaching his theological doctrines to the second generation. These were Abū al-Ḥasan al-Bāhilī (d. before 370/980), who transmitted the legacy of Ashʿarī theology to al-Bāqillānī, Ibn Fūrak, and Abū Isḥāq al-Isfarāyinī, three great figures of the next generation; and Abū ʿAbd Allāh b. Mujāhid (d. 370/980), to whom al-Bāqillānī owed a significant part of the knowledge he acquired regarding Ashʿarite theology (see al-Ṣarīfīnī, 152; Ibn ʿAsākir, 177–178). Al-Qaḍī Abū Bakr al-Bāqillānī (d. 403/1013; q.v.) was one of the most prominent Baṣran scholars of the second generation, and among the most influential theorists of this school, playing a unique role in the compilation and development of Abū al-Ḥasan al-Ashʿarī’s teachings (q.v. ‘al-Ashʿarī, Abū al-Ḥasan’; see also Anṣārī, ‘Bāqillānī’, 228 ff.).",
    "Sālimiyya . The ascetic-theological group, the Sālimiyya, was formed in Baṣra by Abū al-Ḥasan Muḥammad b. Sālim, a student at Sahl b. ʿAbd Allāh al-Tustarī’s school. Some of this sect’s scholars such as Abū ʿAlī al-Ahwāzī were the most radical critics of the Ashʿarī school (al-Sulamī, 312; al-Isfarāyinī, 133; al-Dhahabī, Siyar , 16/273). However, the renowned advocates of this sect, such as Muḥammad b. Yaḥyā al-Zabīdī (d. 555/1160) and Abū ʿAlī al-Ahwāzī (d. 446/1054), lived in Baghdad and al-Shām (al-Dhahabī, Siyar , 20/318; Anṣārī, ‘Ahwāzī’, 486). The Sālimiyya was the outcome of a radical approach to the outward meaning of the texts ( nuṣūṣ ), showing a strong tendency to anthropomorphism in discussions of the Divine Attributes (see Ibn al-Jawzī, 104, 108; Ibn Ḥajar, Fatḥ , 13/493; Ibn Taymiyya, 143).",
    "5. Qurʾānic Sciences",
    "In the early 1st/7th century, Baṣra became one of the destinations for Arab migrants to Iraq, gradually transforming it from a military camp into a cultural centre. The presence of influential personalities from the Prophet’s Companions and the tābiʿūn (lit. the ‘followers’, the generation subsequent to the Companions) in the city paved the way for the formation of one of the key centres of religious studies. Although both Arabic and Persian culture were present in Baṣra, as across the entire Iraq region, evidence clearly indicates that Baṣra was much more inclined to Arabic culture than its rival Kūfa. It is also on account of this general tendency that Baṣra was more resistant to early conceptions of religious knowledge and less open to intellectual developments in this field, when compared to Kūfa.",
    "Education in Baṣra was initiated by the ṣaḥāba who migrated to the city, particularly by certain Companions such as Abū Mūsā al-Ashʿarī, ʿImrān b. Ḥaṣīn and Anas b. Mālik. Ibn Saʿd implies that the first generation of tābiʿūn in Baṣra were influenced more by the second caliph ʿUmar and less by Companions such as ʿAlī and Abū Mūsā, but in the second generation, in addition to ʿImrān and Anas, the influence of Ibn ʿUmar, Ibn al-ʿAbbās and Abū Hurayra is also noticeable (see Ibn Saʿd, vol. 7, passim ; al-Dhahabī, al-Amṣār , 177–178).",
    "One can get a general sense of what Baṣra was like during the 1st/7th century by comparing the role of Abū Mūsā in Baṣra with the profound impact that ʿAbd Allāh b. Masʿūd had on its rival city, Kūfa. While Ibn Masʿūd oversaw a remarkable upsurge in education and learning in Kūfa, Abū Mūsā had a far less direct influence on Baṣra, and as a result the city remained dependent on the instruction of a range of different Companions from the Ḥijāz throughout the century.",
    "In the late 1st/7th century there were two main trends amongst the Baṣran tābiʿūn , led by two eminent individuals, al-Ḥasan al-Baṣrī and Ibn Sīrīn, as their distinguished exponents. Based on a general impression gained from a vast collection of reports, the contrast between the schools of al-Ḥasan and Ibn Sīrīn can be respectively illustrated in the following doctrinal antinomies: speech versus silence, interpretation versus its prohibition, recommending the recording of knowledge versus its prohibition, social seclusion versus social integration, fear versus hope, intensity of pious and ascetic practice versus moderation in worship accompanied by righteousness (see for example Mourad, 41, 83, 108).",
    "Such concepts as the ‘Baṣran mode of Qurʾān recitation’, ‘verse-counting of Baṣra’, and ‘ the muṣḥaf (Qurʾān) of Baṣra’ besides others, indicates that Baṣra played a notable role in the early period of the formation of Qurʾānic studies.",
    "It is well known that the tābiʿūn of Baṣra were so devoted to the Qurʾān that they tended to neglect the whole domain of ḥadīth (see Ibn Saʿd, 7/184 et passim ). However, their attention centred on the modes of reading and reciting the Qurʾān rather than comprehending or interpreting it.",
    "The method of qirāʾa amongst the first generation of Baṣra’s ṭābiʿūn was based on instructions from different Companions. In addition to the number of qurrāʾ (‘readers) who ascribed the chain of their instruction to the second caliph, ʿUmar b. al-Khaṭṭāb (see for instance Naṣr b. Muzāḥim, 188; al-Ṭabarī, Taʾrīkh , 4/327, 328, 333), there is evidence indicating that Abū Mūsā al-Ashʿarī’s qirāʾa was predominant in Baṣra during the caliphate of ʿUthmān (see Ibn Abī Dāwūd, 12–14). In addition to those who read the Qurʾān under the instruction of ʿUmar and Abū Mūsā, one must mention other eminent readers like Abū al-Aswad al-Duʾalī (q.v.) who learnt under ʿAlī, and younger readers like Abū al-ʿĀliya al-Riyāḥī and Abū Rajāʾ al-ʿUṭāridī, who in turn learnt the Qurʾān under Ibn al-ʿAbbās and other Companions.",
    "The second generation of tābiʿūn were significant in the Baṣran style of recitation, and at least three notable groups appear to have developed. The first group had a certain tendency toward discretion and prudence, as can be seen in individuals such as Ibn Sīrīn. Avoiding as far as possible the implementation of any personal opinion, they preserved the local tradition of Baṣra, which in the field of qirāʾa meant the strict transmission of each and every letter which they received from their teachers. Evidently, they never saw themselves in a position to innovate or invent any independent modes of qirāʾa .",
    "The second group were individuals who had learnt various styles of qirāʾa under later Companions or early tābiʿūn , who were dedicated to memorising and transferring the learnt modes. Amongst these, one may mention the qirāʾa of Sulaymān al-Taymī narrating from Ibn al-ʿAbbās, Yaḥyā b. Yaʿmur and Naṣr b. ʿĀṣim from Abū al-Aswad al-Duʾalī, and Abū Ashhab al-ʿUṭāridī from Abū Rajāʾ al-ʿUṭāridī. In the third group, however, were readers who had learnt qirāʾa from the tābiʿūn of various cities and modulated an independent selection of modes, without insisting on the Baṣran mode or that of any particular individual. The main exponent of this group was al-Ḥasan al-Baṣrī, who had studied under a number of Meccan and Medinan Followers. His recitation mode was later recognised as one of the ‘fourteen readings’ of Qurʾānic recitation (see al-Dhahabī, Maʿrifa , and Ibn al-Jazarī, Ghāya , under the aforesaid individuals; for al-Ḥasan’s recitation, see Bergsträsser, 11–57).",
    "In the first half of the 2th/8th century the most important representative of Baṣran qirāʾa , i.e. that of Abū ʿAmr, was formed. The recitation of Abū ʿAmr b. ʿAlāʾ (q.v.) was the only Baṣran one amongst al-qirāʾāt al-sabʿ (‘the seven readings’). He had learnt qirāʾa from a number of readers of Mecca and Medina as well as from prominent readers in Baṣra like al-Ḥasan al-Baṣrī, Abū al-ʿĀliya (q.v.), Naṣr b. ʿĀṣim, and Yaḥyā b. Yaʿmur. The success of Abū ʿAmr’s readings lay in the fact that it accorded with the prevailing codex ( muṣḥaf ) of the Qurʾān in Baṣra; his reading was systematic, and was amenable to the easiest mode of pronunciation; and Abū ʿAmr’s literary knowledge—a product of the newly established literary circles in Baṣra—helped him to justify his preferences for certain ḥurūf or ways of reading and pronouncing particular words and phrases. On the other hand, not only was Abū ʿAmr’s qirāʾa rather remote from those prevailing in Baṣra, it was heavily influenced by the Meccan mode, and this served to hinder its expansion in Baṣra.",
    "If one accepts that the instruction of al-Ḥasan al-Baṣrī and Ibn Sīrīn can be traced through the readings of this generation, then Abū ʿAmr’s reading can certainly be categorised as being in line with al-Ḥasan’s tenets. The fact that ideas emanating from outside Baṣra figured in Abū ʿAmr’s perspective, together with his somehwat speculative and selective attitude towards qirāʾa , can be taken as evidence of this linkage.",
    "Although Abū ʿAmr’s qirāʾa formed the predominant mode in the circles of Baṣra during his time (Ibn Mujāhid, 84–85), the Baṣran reading of Yaʿqūb al-Haḍramī (d. 205/820) began to prevail in the second half of the 2nd/8th century and continued up to at least the end of the 4th/10th century, as a result of an intensification of local tendencies in favour of the Baṣran reading and against the Ḥijāzī one which Abū ʿAmr favoured (see Ibn Jazarī, al-Nashr , 1/43, 186; al-Muqaddasī, 114). What accounts for this dominance is Yaʿqūb’s education at the hands of Baṣran masters of recitation such as Sallām al-Ṭawīl (d. 171/788), Shihāb b. Shurnufa (d. 160/777), Abū Ashhab al-ʿUṭāridī, and Mahdī b. Maymūn. Furthermore, whilst completely loyal to the Baṣran tradition, his reading had all the merits of Abū ʿAmr’s reading in being systematic and consistent with the muṣḥaf of the Qurʾān dominant in Baṣra. In the mid-4th/10th century, in addition to Yaʿqūb and readers like Ayyūb Mutawakkil (‘Ṣāḥib ikhtiyār’) and Muʿallā b. ʿĪsā al-Baṣrī who had strong indigenous inclinations, some of Abū ʿAmr’s disciples such as Yaḥyā b. Mubārak al-Yazīdī and Hārūn b. Mūsā al-Aʿwar insisted strongly on adhering to local Baṣran traditions of qirāʾa (see al-Dhahabī, Maʿrifa , and Ibn Jazarī, al-Nashr , 1/43, 186 under the names mentioned; for key ḥurūf (modes of reading particular words or phrases) from the readings of ʿĀṣim al-Jaḥdārī, Sallām al-Ṭawīl, ʿĪsā b. ʿUmar, Qatāda, Mālik b. Dīnār, Naṣr b. ʿĀṣim, Yaḥyā b. Yaʿmar and al-Yazīdī, see Ibn Khālawayh, index).",
    "The 3rd/9th century readers of Baṣra were almost exclusively pupils and followers of Yaʿqūb, the only distinguished figure among them being Abū Ḥātim al-Sijistānī (q.v.), a Persian scholar recognised as one of the most prominent members of the group known as aṣḥāb al-ikhtiyār , that is, those who believed in free will. In the 4th/10th century Baṣran figures such as ʿAlī b. Muḥammad b. Khashnām al-Mālikī, Abū Bakr Muḥammad b. Aḥmad al-Bāhilī, and ʿAbd al-Salām b. Ḥusayn al-Baṣrī excelled, in an age when the creation of new readings ended and the new era of comparable studies of different readings began (Ibn Jazarī, al-Nashr , under the afore-mentioned names). Such studies continued throughout later periods in Baṣra as in other lands.",
    "The first steps towards compiling and writing down records of readings in Baṣra were taken in the mid-2nd/8th century, as for example in the efforts of ʿIṣma b. ʿUrwa al-Baṣrī and al-Yazīdī in registering Abū ʿAmr’s reading (see Ibn al-Nadīm, 31). Towards the end of this century Abū Bakr Muḥammad b. ʿUmar al-Qaṣabī provided a version of Abū ʿAmr’s reading as transmitted by ʿAbd al-Wārith (Ibn al-Jazarī, Ghāya , 2/216–217), while Hārūn b. Mūsā ʿUtkī started the compilation of different readings in a comparative context (Ibn al-Jazarī, Ghāya , 2/348). The foremost Baṣran compilation in this new field of comparative readings was a book by Abū Ḥātim al-Sijistānī (d. ca. 255/869), which included more than twenty readers, but not mentioning the most important readers of Kūfa and al-Shām such as Ḥamza, al-Kisāʾī, and Ibn ʿĀmir (Ibn al-Jazarī, Ghāya , 2/216–217). Finally, one should also mention the work by Aḥmad b. Naṣr al-Shadhāʾī (d. ca. 370/980), which was similar in content to the book entitled al-Sabʿa by al-Mujāhid (Ibn al-Jazarī, Ghāya , 1/34).",
    "Some narrations indicate that initially there were various codices of the Qurʾān in Baṣra, of which the most notable was that of Abū Mūsā al-Ashʿarī (see for example Ibn Abī Dāwūd, 35; also Nöldeke, 2/45; Blachère, 59; cf. Bergsträsser and Pretzl, 57 ff., who ignores its importance in comparison to the codices of Ibn Masʿūd and Ubayy). During his caliphate, ʿUthmān ordered seven codices to be collated and sent to the main centres of the Islamic world, with one being sent to Baṣra to be used as the basis of Qurʾānic instruction (Ibn Abī Dāwūd, 34; Ibn Ṭāwūs, 279).",
    "According to narrations, Abū Mūsā allowed his codex to be compared and matched with the one sent from Medina (for an explanation, see Ibn Abī Dāwūd, 35; see also Ibn Ṭāwūs, 279; al-Haythamī, 5/302). From the time that these ‘city codices’ ( maṣāḥif al-amṣār ) began to be compared, particularly the five from Medina, Mecca, al-Shām, Kūfa and Baṣra, one may note that the version which is discussed as the codex of Baṣra ( muṣḥaf al-Baṣra ) in bibliographies is so similar to the Kūfan version that they differ by only two letters, or by up to eleven according to the most sceptical of narrations (see Ibn Abī Dāwūd, 39–42).",
    "Accounts of the development of dotting ( tanqīṭ , i.e. differentiating letters with the same shape by the use of diacritical points) and vowelling ( tashkīl ) of the Qurʾān are var-ied, but in all cases the Baṣran scholar Abū al-Aswad al-Duʾalī is named as the founder of these two disciplines, and in the mid-1st/7th century at that (see al-Mubarrad, 5; Abū Ṭayyib, 10–11; al-Sīrāfī, 16; al-Zubaydī, 21), an account which has attracted some scepticism on the part of historians. It is more likely that the addition of diacritics and the punctuation of the Qurʾān began in Baṣra shortly before 90/708 at the time of al-Ḥajjāj b. Yūsuf, and was initiated by two readers, Yaḥyā b. Yaʿmar and Naṣr b. ʿĀṣim al-Laythī (see Abū ʿAmr, 1/7–8; also Ibn al-Jazarī, Ghāya , 2/381; al-Zarkashī, 1/251; see Shah, 5 ff.). In the late 1st/7th century, the system of Qurʾānic diacritical punctuation was a matter of dispute in Baṣra’s religious circles. At the peak of the debate, as expected, were the two defining characters of Baṣra, al-Ḥasan and Ibn Sīrīn: the latter was sceptical about punctuation, asserting that it could be detrimental to the original text, while the former approved of it, maintaining that it was a ‘preferable effort’ ( al-ijtihād al-mustaḥsan ) (see Ibn Abī Shayba, 6/116; Saʿīd b. Manṣūr, 2/310; cf. Ibn Abī Dāwūd, 141–143). Later developments in punctuation were taken in the first half of the 2nd/8th century by ʿAbd Allāh b. Abī Isḥāq al-Ḥaḍramī (d. 127/735 or 137/745), the master of Abū ʿAmr b. ʿAlāʾ, and his method had a lasting impact (see Abū ʿAmr, 1/7; Shah, 15). Also worth mentioning from this period is the prominent lexicographer and philologist Khalīl b. Aḥmad al-Farāhīdī (d. 170/786) of Baṣra, who collated a systematic book on the punctuation of the Qurʾān, which was followed by Baṣran scholars such as al-Yazīdī and Abū Ḥātim al-Sijistānī (see Ibn al-Nadīm, 38).",
    "Throughout the 1st/7th century, Baṣra remained an unsuitable environment for the development of exegetical circles, and the tābiʿūn of Baṣra avoided commentating on the Qurʾān openly. The only exception was Rufayʾ Abū al-ʿĀliya al-Baṣrī (q.v., d. ca. 93/712), a Persian tābiʿ residing in Baṣra who learnt qirāʾa under Ubayy b. Kaʿb and ʿUmar, and also benefited from Companions such as Ibn Masʿūd, Ibn al-ʿAbbās and probably ʿAlī (Salīm, 665). Abū al-ʿĀliya was the only early Baṣran exegete whose work gained the attention of exegetes like al-Ṭabarī in later centuries (see for example al-Ṭabarī, Tafsīr , 1/631, 75 et passim ; al-Suyūṭī, al-Durr , 1/13, 15 et passim ). Furthermore, a version of his commentary narrated by Rabīʿ b. Anas, the Baṣran scholar who migrated to Khurāsān, was circulated throughout the intellectual circles of the Islamic world (see Ḥājjī Khalīfa, 1/41; Horst, 299–300; Sezgin, 1/34; for Rabīʿ, see al-Bukhārī, 3/271; Ibn Abī Ḥātim, 3/454).",
    "Despite the persistence of the school of Ibn Sīrīn on the avoidance of commentary, amongst the second generation of tābiʿūn , al-Ḥasan al-Baṣrī, who had studied under figures like Ibn al-ʿAbbās, concentrated his efforts on commentary and became one of the most important commentators amongst the tābiʿūn (for different narrations of his commentary, see Ibn al-Nadīm, 202). In the generation after al-Ḥasan, certain figures affiliated with him like Qatāda were still considered great exegetes, and certain exegetical themes from their approach were popularised outside Baṣra by non-Baṣrans (for various versions of Qatāda’s commentary, see al-Suyūṭī, al-Itqān , 6/424; see also al-Nāsikh wa al-mansūkh , ascribed to him, ed. Ḥātim Ṣāliḥ Ḍāmin, Beirut, 1404/1983). Generally speaking, it seems that an anti-commentary tendency prevailed in Baṣra up until the mid-2nd/8th century.",
    "Muḥammad b. al-Sāʾib al-Kalbī (d. 146/763), who was brought to Baṣra to teach Qurʾān by the governor Sulaymān b. ʿAlī (r. 133–139/751–756), was unsuccessful in his effort to establish a lasting school in Baṣra, as his interpretation of the Qurʾān ran counter to received opinion, possibly because of his pro-ʿAlid views and his use of sources which were not deemed acceptable (Atallah, 4/495). Leading commentators of the second half of the 2nd/8th century in Baṣra neither followed him nor were adherents of the school of al-Ḥasan and Qatāda. The most distinguished mid-2nd/8th century commentator of Baṣra is Shuʿba b. al-Ḥajjāj (d. ca. 160/776), who lived in Baṣra but was originally from Wāsiṭ. With a wider approach toward commentary, compared to the Baṣran circles, he established a new school in Baṣra influenced by the primary circles of traditionist scholars ( aṣḥāb al-ḥadīth ) in Kūfa and the Ḥijāz. Shuʿba was one of the first early traditionist scholars to write a commentary based on narrations ( riwāyī ), placing his name alongside individuals like Sufyān b. ʿUyayna and Wakīʿ b. al-Jarrāḥ (see al-Zarqānī, 1/23). His specific procedure for dealing with the citation of narrations is what differentiates his school of commentary from that of al-Ḥasan al-Baṣrī—as would be expected from a traditionist, Shuʿba follows the received narrative-commentary method of his time, but unlike other commentators in this period, he does not deem the sayings of the tābiʿūn sufficiently authoritative to be used in the commentary, and only includes narrations from the Prophet and his Companions (see Ibn Kathīr, 1/6).",
    "Shuʿba’s narrative commentary tradition was continued by some of his students and colleagues, including Ismāʿīl b. ʿĀliya, Rūḥ b. ʿUbāda al-Qaysī (d. 205/820), Abū Zakariyyāʾ Yaḥyā b. Sallām al-Baṣrī (d. 200/815), and ʿAbd al-Wahhāb b. ʿAṭāʾ al-Khaffāf (see Ibn al-Nadīm, 283, 284; Ibn Khayr, 56; al-Dhahabī, Siyar , 9/396, 397, 405; Ḥājjī Khalīfa, 1/448; Sezgin, 1/39–40), whose writings on commentary were considered significant references in later works, such as al-Ṭabarī’s Tafsīr ( passim ) (for the manuscript of Yaḥyā b. Sallām’s commentary, see Sezgin, 1/39; Brockelmann, SI/332; see also Hermosilla, 271–272). The 3rd/9th and 4th/10th century commentators include: Abū Ḥudhayfa Mūsā b. Masʿūd al-Nahdī (d. ca. 240/854), author of the famed commentary known as Tafsīr al-Nahdī , which was one of al-Thaʿlabī’s sources in his al-Kashf (Ḥājjī Khalīfa, 1/460; Adnahʾwī, 1/424); and Abū Bakr b. ʿAbd al-Salām b. Aḥmad al-Baṣrī (d. ca. 368/979), author of Thawāb al-Qurʾān (for the manuscript in Baghdad, see Sezgin, 1/45).",
    "In addition to the commentary school of aṣḥāb al-ḥadīth , in the mid-2nd/8th century another powerful commentary school emerged in Baṣra as a result of Muʿtazilī efforts, a school with a theological orientation. The primary figure of this school was ʿAmr b. ʿUbayd, a companion of Wāṣil b. ʿAṭāʾ, who, in terms of interpretive principles, seems to have been greatly influenced by al-Ḥasan al-Baṣrī (see Ibn al-Nadīm, 203; al-Ṭabarī, Tafsīr , 3/148 et passim ).",
    "The subsequent step in the commentary tradition of the Muʿtazila was taken by Abū ʿAlī ʿAmr b. Fāʾid al-Aswārī, a disciple and critic of ʿAmr b. ʿUbayd’s (Ibn al-Nadīm, 205), whose book on commentary was widespread for centuries even outside Baṣra (see for example Ibn Jaʿfar, 1/91). The development of this school can be traced through either mainstream Muʿtazilī works like al-Masāʾil fī al-Qurʾān by al-Jāḥiẓ (Ibn al-Nadīm, 210) and Tafsīr al-Qurʾān by Abū ʿAlī al-Jubbāʾī (al-Ṭūsī, 1/1); or the works of fringe Muʿtazilīs like Tafsīr al-Qurʾān compiled by Abū Bakr al-Aṣamm (Ibn al-Nadīm, 214) (for the views of other Baṣran Muʿtazilīs on the order ( naẓm ) and miraculousness ( iʿjāz ) of the Qurʾān, see Dept. of Islamic Law, [GIE], ‘Iʿjāz-i Qurʾān’, 365).",
    "It should be noted that, apart from the efforts of traditionists and theologians in the field of commentary, the existence of the influential disciplines of linguistics and literature in Baṣra paved the way for the emergence of a mid-2nd/8th century linguistic–literary field of commentary, led by the most renowned scholars of syntax and philology of Baṣra. The efforts of this group resulted in works entitled Maʿānī al-Qurʾān by scholars such as Abū Fayd al-Muʾarrij b. ʿAmr al-Sadūsī, Saʿīd b. Masʿada al-Akhfash, Yūnus b. Ḥabīb, Abū ʿUbayda Muʿammar b. Muthannā, Muḥammad b. Mustanīr Quṭrub, Abū al-ʿAbbās al-Mubarrad and al-Yazīdī, and in other works entitled Gharīb al-Qurʾān by scholars such as al-Muʾarrij al-Sadūsī, Abū ʿUbayda, Mubarrad, Ibn Durayd, and Abū ʿUbayda’s Majāz al-Qurʾān , and the polemical work al-Radd ʿalā al-mulḥidīn fī mutashābih al-Qurʾān written by Quṭrub (see Ibn al-Nadīm, 37 et passim ; Adnahʾwī, 1/22).",
    "Finally mention must be made of the immensely influential Sufi commentary of the Qurʾān written by the Baṣran Sahl b. ʿAbd Allāh al-Tustarī (d. 283/896), one of the seminal figures of the Sufi tradition (see below, section entitled ‘Taṣawwuf ’). This is the earliest extant mystical commentary on the Qurʾān, and has recently been translated by Annabel Keeler and Ali Keeler, and published in Louisville by The Royal Aal al-Bayt Institute for Islamic Thought and Fons Vitae, 2011. It was the subject of an important monograph written by Gerhard Böwering, The Mystical Vision of Existence in Classical Islam: the Qurʾānic Hermeneutics of the Sūfī Sahl At-Tustarī (1980).",
    "6. Jurisprudence (Fiqh)",
    "The initial era of fiqh in Baṣra spanned a period between the arrival of Islam in Iraq and the third quarter of the 1st/7th century. Although important in terms of underpinning Islamic thought, there was no systematic effort in the realm of fiqh , as no such discipline existed at this time. Nevertheless, an evaluation of the evidence available on two major movements could be of some importance to the historiography of Islamic jurisprudence in this land. These movements are, firstly, the trend of recording ḥadīth , which is connected directly to the consolidation of traditionally transmitted ( naqlī ) sources of jurisprudence; and secondly, the steadily increasing application of religio-legal principles in the making of legal judgements ( qaḍāʾ  ), an unavoidable necessity in the burgeoning Muslim society in these regions.",
    "Baṣran Judges (Quḍāt) . The emergence of a clear pattern of legal judgements and rulings, embodying and applying religio-legal principles, emerged within the body politic of Islam in the Baṣra region. According to reports, the first person to hold the position of qāḍī of Baṣra was Abū Maryam al-Ḥanafī, as appointed by Abū Mūsā al-Ashʿarī, the governor of Iraq in the early years of its conquest (see Ḥākim, 1/185; also al-Balādhurī, 2/238). Later, the second caliph himself dispatched Kaʿb b. Sūr (d. 36/656) as a judge to Baṣra (Ibn Saʿd, 7/92; Ibn Abī Shayba, 4/507), subsequently sending ʿImrān b. Ḥaṣīn, one of the well-known Companions, for the purpose of giving people religious instruction ( tafqīh ) (Ibn Saʿd, 7/10). After Kaʿb b. Sūr, the position of qaḍāʾ of Baṣra was passed on to ʿUmayra b. al-Yathribī (see Khalīfa, 111, 134, 151 et passim ; see also Ibn Saʿd, index; Ibn Ḥazm, al-Aḥkām , 5/92). Since none of these figures were considered authentic ḥadīth narrators, it can be concluded that during their careers, a tradition of fiqh based on personal opinion ( raʾy ) reliant on practical judicial aspects, was forming in Baṣra. One of the judges, Hishām b. Hubayra, not only reported his teachings from some of the Companions such as Ibn al-ʿAbbās and Ibn ʿUmar, but spoke explicitly of the importance of a judge’s personal opinion in reaching a verdict (for example, Ibn Abī Shayba, 4/309).",
    "Although very few jurisprudential opinions of these judges survived to later generations, some specimens were considered important and preserved in books and in works and sources of comparative fiqh , such as those of Kaʿb b. Sūr, Hishām b. Hubayra and ʿAbd al-Mālik b. Yaʿlā (for example, for Kaʿb, see ʿAbd al-Razzāq, 6/130; al-Bayhaqī, 10/180; for Hishām, see ʿAbd al-Razzāq, 8/218, 10/54; Saʿīd b. Manṣūr, 1/134; Ibn Abī Shayba, 4/309, 381, 5/18, 6/222; for ʿAbd al-Mālik, see also Saʿīd b. Manṣūr, 1/370; Ibn Abī Shayba, 6/214, 220; al-Bukhārī, Ṣaḥīḥ , 6/2618; al-Ṭūsī, 6/423). The relevance of this flow of judicial opinion and rulings in Baṣra, as a consistent trend in the history of fiqh , is so important that some comparative sources of fiqh have attributed verdicts to the judges of Baṣra collectively (see for example, idem, 6/225, 273). The historical worth of Baṣran judges led figures such as Abū ʿUbayda Haytham b. ʿUdayy, al-Madāʾinī and Abū Zayd ʿUmar b. Shabba to write entire books on the opinions of Baṣran judges (see Ibn al-Nadīm, 52, 112, 117; Ibn Qudāma, 7/230, 9/388, 10/120, 135; see also Sourdel, 111–114).",
    "A Review of Other Early Circles of Fiqh . According to the list presented by Ibn Ḥazm, it is clear that before the time of al-Ḥasan al-Baṣrī and Ibn Sīrīn, in addition to the judges of Baṣra, there are other figures who were considered jurists ( faqīh s): Abū al-ʿĀliya al-Riyāḥī (al-Baṣrī), ʿAmr b. Salama al-Jarmī, Muṭarrif b. ʿAbd Allāh b. al-Shikhkhīr, Maʿbad b. ʿAbd Allāh al-Juhanī, Muslim b. Yasār and Ḥamīd b. ʿAbd al-Raḥmān (Ibn Ḥazm, al-Aḥkām , 5/92; about ʿAmr b. Salama, see also al-Bukhārī, Ṣaḥīḥ , 1/282–283).",
    "The few extant legal opinions ( fatwā s) and statements issued by these men reflecting their legal views are insufficient for a precise analysis of their jurisprudential outlook. However, it is possible to present a model to classify them based on their relationships with al-Ḥasan al-Baṣrī and Ibn Sīrīn. According to available information, Ibn Sīrīn is known to have mentioned Abū al-ʿĀliya, Muslim b. Yasār and Ḥamīd b. ʿAbd al-Raḥmān, while Muṭarrif b. ʿAbd Allāh b. al-Shikhkhīr and al-Aḥnaf b. Qays (q.v.) do not appear to be regarded as his masters, despite being contemporaries and residing in the same place as him (see for example al-Mizzī, 25/345–347). In contrast, al-Ḥasan al-Baṣrī narrates from Muṭarrif b. ʿAbd Allāh b. al-Shikhkhīr and al-Aḥnaf b. Qays as his significant spiritual masters ( mashāyikh ), and does not refer to Abū al-ʿĀliya al-Riyāḥī, Muslim b. Yasār and Ḥamīd b. ʿAbd al-Raḥmān. However, the clues generally suggest that the difference in disposition between al-Ḥasan al-Baṣrī and Ibn Sīrīn partly dates back to the conflicts of earlier circles in Baṣra. Until further data can be gathered and analysed, it seems reasonable to divide the early jurisprudential circles of Baṣra into two main groups: the predecessors of al-Ḥasan and the predecessors of Ibn Sīrīn. Of course it should be noted that here ‘predecessors of al-Ḥasan’ refers to a class of faqīh s more inclusive than simply the judges in Baṣra; so, given the fact that al-Ḥasan himself was in various ways connected to the line of judges, his predecessors should be taken to include a range of judges of Baṣra and other scholars such as Aḥnaf and Muṭarrif.",
    "However, in a review of the remaining specimens of jurisprudential judgements by early Baṣran faqīh s, only examples of fatwā s belonging to al-Aḥnaf b. Qays, Abū al-ʿĀliya, Muslim b. Yasār and Ḥamīd b. ʿAbd al-Raḥmān are recorded in the sources (for example, for al-Aḥnaf, see ʿAbd al-Razzāq, 2/415; Ibn Abī Shayba, 1/401; al-Ṭaḥāwī, Sharḥ , 1/180; for Muslim, see ʿAbd al-Razzāq, 2/254, 4/159; Ibn Ḥazm, al-Muḥallā , 2/79, 7/373; Ibn Qudāma, 1/303, 360; for Ḥamīd, see Ibn Qāsim, 1/84; al-Dārimī, 2/426; Ibn Qudāma, 6/120; for fatwā s from Abū ʿUthmān al-Nahdī, see also al-Ṭūsī, 1/382).",
    "Abū al-ʿĀliya is particularly noteworthy for his attentiveness to the documentation of ḥadīth in Baṣra’s traditional ( naqlī  ) sources of fiqh . In a short sentence attributed to him, he invites the narrators ( rāwī s) of Prophetic ḥadīth s to be extremely cautious (see al-Khaṭīb, Sharaf , 98), and evidence confirms that he himself always adhered to this dictum. Such accuracy marked the start of a movement in Baṣra, which was subsequently taken up by Ibn Sīrīn and his followers. Analysis of what remains of Abū al-ʿĀliya’s fatwā s will reveal more details about his jurisprudential tendencies, some of which seem to be rooted in his particular method of handling the traditional sources of fiqh . For example, in some of his jurisprudential opinions, such as wiping over covered feet in ablution ( masḥ ) or relaxation of pilgrimage rules, known as the ‘joy of Ḥajj’ ( mutʿat \n al-Ḥajj or Ḥajj al-tamattuʿ ), he moves away from the mainstream toward Shiʿi fatwā s (for examples of his fatwā s, see ʿAbd al-Razzāq, 1/29, 162, 182, 493, passim ; Ibn Abī Shayba, 1/228, 244, 454, 3/229; al-Bukhārī, Ṣaḥīḥ , 2/547; al-Bayhaqī, 4/164; al-Ṭūsī, 1/91, 4/121, 210).",
    "The period around the turn of the 1st/7th century was a time of great change in the general history of fiqh , as well as a time when renowned personalities like al-Ḥasan al-Baṣrī and Ibn Sīrīn appeared in Baṣra. It is notable that these two scholars, as in many fields of Islamic sciences such as ethics, were also adversaries in fiqh , and were considered serious rivals in their time (see for example al-Makkī, 1/7–8).",
    "The Era of al-Ḥasan al-Baṣrī and Ibn Sīrīn . This was an era which saw the advent of the dialectical development of legal reasoning, embodied in the question a-raʾayta (literally: ‘do you see?’ meaning ‘what is your opinion?’, suppose that’, or ‘what if ’?) (see Pakatchi, ‘Aṣḥāb al-raʾy’, 128); the chief issue that dominated jurisprudential discourse in this period, and which distinguished different legal schools was the relationship between the need for taqdīr (the ‘determination’ of meaning, legal reasoning) and fidelity to athar (narration, tradition). This naturally led to tension and conflict between the schools of al-Ḥasan al-Baṣrī and Ibn Sīrīn.",
    "An analysis of the attitudes of Baṣran scholars towards the phenomenon of a-raʾayta shows that the fuqahāʾ of the second generation of tābiʿūn faced the dilemma of whether to maintain their classic jurisprudential traditions or to follow a new revolutionary approach to fiqh . The dilemma arose chiefly after the development of relationships between the scholarly circles of Baṣra and the Ḥijāz, and subsequently, on account of the influence of Ibn al-ʿAbbās’s teachings. In this period, the two approaches of Ibn Sīrīn and al-Ḥasan al-Baṣrī dominated the jurisprudential circles of Baṣra.",
    "The linkage of Baṣran jurisprudential scholars to each of these personalities should be assessed in relation to positions taken vis-à-vis the earlier tradition of Baṣran qurrāʾ , on the one hand, and the various schools of Mecca, Medina and Kūfa, on the other. In other words, the degree to which a given faqīh was detached from his local Baṣran tradition (and open to currents coming from other regions) will be a good indicator of his receptivity to innovation and change in juridical thought and practice.",
    "Ibn Sīrīn did not pursue complex ideas in his teachings, and was of the opinion that as long as one’s actions were based on the traditions ( āthār , sing. athar ) (see al-Dārimī, 1/47, 54), one was on the right path; whilst al-Ḥasan, who had a Ḥijāzī-Baṣrī education, had a more complicated intellectual formation and was far more open to the creative application of reason to the inherited disciplines. Al-Ḥasan’s exposure to circles in the Ḥijāz—and in particular, the circle associated with Ibn al-ʿAbbās—rendered him much more open to the interpretive analysis of texts than was the typical Baṣran Qurʾān reader ( qāriʾ  ) or narrator ( rāwī ) of his generation (Ibn Nadīm, 36).",
    "Although they both strongly opposed the excessive use of raʾy in the field of fiqh (see ʿAbd al-Razzāq, 2/89), they both accepted its limited use (Pakatchi, ‘Ijtihād’, 600–602). However, their difference of opinion was more apparent in relation to speculative issues generated by the need for determining the meaning ( taqdīr ) of legal principles, and the elaboration and application of these principles to new challenges. Ibn Sīrīn avoided as far as he could any engagement with such issues requiring critical or speculative thought, whereas al-Ḥasan al-Baṣrī not only took such problems seriously, but also allowed the application of raʾy (for example, see also Ibn Saʿd, 7/165; al-Dārimī, 1/58–59). This is undoubtedly what made him a faqīh renowned for the substantial number of his fatwā s (Ibn Ḥazm, al-Aḥkām , 5/92).",
    "Further study is needed to find the channel through which the notion of raʾy found its way into al-Ḥasan al-Baṣrī’s fiqh . One aspect of his tendency towards raʾy might be a product of the relationship between his fiqh and that of the Baṣran judges of earlier generations; while another aspect stemmed from his interpretive inclination towards religious texts which he had learnt from Ibn al-ʿAbbās (cf. Ibn al-Nadīm, 36). Also, his approach to the exegesis of the Qurʾān, ethics and other areas of Islamic science was not consistent with the method of earlier Baṣran scholars, and so can only be explained on the basis of his Ḥijāzī education, and particularly his link with the circle of Ibn al-ʿAbbās and the teachings of ʿAlī (on the Meccan sources of al-Ḥasan al-Baṣrī on fiqh , see Motzki, Origins, passim ). Whereas in Kūfa ḥadīth s prescribing al-ijtihād b’il-raʾy (a method of jurisprudence that makes use of personal opinion) were prevalent from the end of the 1st/7th century, there are no signs that such ḥadīth s existed in Baṣra until the mid-2nd/8th century, even though the tendency towards speculative discourse in fiqh has a longer history in Baṣra than anywhere else (see also Schacht, 104).",
    "As for ḥadīth , it is worth mentioning that as far as we can tell from the available evidence, in the generation of al-Ḥasan al-Baṣrī the chains of transmission ( isnād ) were not regarded as a serious issue; therefore there were many ḥadīth s which would later be classified as mursal , that is, one whose chain lacks a first transmitter from the Prophet (see Ibn Mundhir, 2/300; Ibn Abī Ḥātim, al-Marāsīl , 3, 31, passim ; for explanation, see Jughbayr, passim ). However, this issue had apparently to some extent engaged the attention of the circle of Ibn Sīrīn (see Ibn Abī Ḥātim, al-Marāsīl , 186). It is reported that Ibn Sīrīn would warn Baṣrans and scholars against accepting mursal sayings narrated by al-Ḥasan al-Baṣrī and Abū al-ʿĀliya, his reasoning being that the two scholars were unconcerned about the personality of narrators in the chains of ḥadīth s. Al-Ḥasan al-Baṣrī, in response to this criticism, would emphasise the accuracy of his recited ḥadīth s and insisted on his method in narrating marāsīl . When questioned about the isnād of a ḥadīth , al-Ḥasan al-Baṣrī answered by saying that the ḥadīth was narrated to him by seventy Companions who had participated in the battle of Badr alongside the Prophet (see Abū Isḥāq, 327–328; cf. Mourad, 48, however, who refers to Qatāda’s (d. 117/735) report that al-Ḥasan had never mentioned to him that he had direct contact with any of the Companions who were present at Badr).",
    "It is known that Ibn Sīrīn, tackling the issue of ikhtilāf \n al - ḥadīth (discrepancy between narrations) (Pakatchi, ‘Ikhtilāf al-fuqahāʾ’, 168–170), preferred to opt for the ḥadīth which entailed less risk of error—this being referred to as al-aḥwaṭ (the most precautionary); though he was also known to endorse certain actions which were based on the opposing ḥadīth (see Ibn Saʿd, 7/198).",
    "In making an assessment of the characters of that era, it is hard to indicate the exact position of scholars in relation to the two schools of al-Ḥasan al-Baṣrī and Ibn Sīrīn, though they are to some extent classifiable based on very general criteria. Among these, a personality like Abū Qilāba al-Jarmī can be considered closer to Ibn Sīrīn in respect of certain characteristics—such as avoidance of exegesis and judgement (Ibn Saʿd, 7/183); though in regard to ḥadīth , he was also known for narrating numerous mursal sayings (see Ibn Abī Ḥātim, al-Marāsīl , 109–110; for examples of Abū Qilāba’s fatwā s, see Yaḥyā b. Ādam, 139; ʿAbd al-Razzāq, 1/551, 2/7, passim ; al-Bukhārī, Ṣaḥīḥ , 6/2618; Ibn Mundhir, 1/105, 185, passim ; al-Ṭūsī, 1/478, 657, 4/500).",
    "Of the Baṣrān scholars whose jurisprudential thinking is closest to al-Ḥasan al-Baṣrī, Abū al-Shaʿthāʾ Jābir b. Zayd is particularly notable since he shared many of al-Ḥasan’s principles (for a lengthy discussion on the fiqh of Jābir, see Bakkūsh, passim ; on his link to the fiqh of Mecca, see Motzki, Origins , 199–200). Jābir’s fiqh is of great historical significance because it forms the basis of Ibāḍī fiqh . Other scholars who appear to share their outlook with Ḥasan in some contexts include Yaḥyā b. Yaʿmar, Yazīd b. ʿAbd Allāh b. al-Shikhkhīr, Bakr b. ʿAbd Allāh al-Muzanī and Saʿīd b. Abī al-Ḥasan al-Baṣrī, who was al-Ḥasan al-Baṣrī’s brother (for more information on them as outstanding fuqahāʾ of Baṣra, see al-Yaʿqūbī, 2/348; Ibn Ḥazm, al-Aḥkām , 5/92; for more information on Ibn al-Sikhkhīr’s attitudes, see Aḥmad b. Ḥanbal, Musnad , 5/160; for specimens of Yaḥyā b. Yaʿmur’s fatwā s, see Ibn Mundhir, 2/17; for specimens of Bakr b. ʿAbd Allāh, see Ibn Ḥazm, al-Muḥallā , 5/73, 10/236; Ibn Qudāma, 2/196; for examples of Saʿīd b. Abū al-Ḥasan’s fatwā s, see ʿAbd al-Razzāq, 3/271, 272). Lastly, one may mention al-Khallās b. ʿAmr Hajarī, a disciple of ʿAmmār b. Yāsir and the teacher of Qatāda, who had gained most of his knowledge from him (see al-Dhahabī, Siyar , 4/491); a fact which, alone, indicates how close al-Khallās was to the school of al-Ḥasan al-Baṣrī. Al-Khallās produced a book containing ḥadīth s from ʿAlī. Al-Samʿānī considers him a faqīh from amongst the disciples of ʿAlī (2/285; for specimens of his fatwā s, see Ibn Abī Shayba, 1/454; Ibn Mundhir, 1/196; Ibn Ḥazm, al-Aḥkām , 10/64, 163, 255; for an analysis of al-Ḥasan’s jurisprudential tendencies, see van Ess, Theologie , 2/41 ff.; also Schacht, 229).",
    "The Age of the Followers of the Two Schools . The teachings of al-Ḥasan al-Baṣrī and Ibn Sīrīn continued to resonate among later generations in Baṣra and gave rise to a generation of fuqahāʾ who built upon the intellectual foundations established by these two figures. A certain distinction between the two schools was maintained by their students; however, this distinction did not necessarily entail conflict or undermine their scholarly relationship.",
    "In a discussion of the followers of the school of al-Ḥasan al-Baṣrī, it is necessary to highlight the figure of Qatāda b. Diʿāma al-Sadūsī (d. 117/735), a companion of al-Ḥasan al-Baṣrī for several years (Ibn Saʿd, 7/229). He was a major exponent of most of the school’s main viewpoints, and played a more significant scholarly role than any other faqīh in his generation. Although Qatāda died soon after his teacher did, the gap between student and master meant that he encountered a host of issues that al-Ḥasan al-Baṣrī had never seriously faced. For the fourth generation, who had had little or no opportunity of seeing one of the Companions, and so naturally owed most of their knowledge to the Followers, the question of the authoritative status ( ḥujjiyya ) of the Followers’ statements was far more urgent than before. This question was of course not exclusive to Baṣra, but in this domain Qatāda was one of the first scholars who is known in the sources to have articulated a clear position, which was, in essence, an acceptance of the authoritative status of the narrations of the Followers (see Abū Dāwūd, Masāʾil , 122). Thus, in light of the fact that the question of the isnād (chain of transmission) and the basis for attributing a ḥadīth to the Prophet was significant even during that era in Baṣra, and since Qatāda played a pivotal role in the school of al-Ḥasan al-Baṣrī, his opinion may also be considered the position of the entire school, adopted as a response to those who had raised sensitivities in regard to the question of isnād . An analysis of Qatāda’s numerous fatwā s, recorded in sources of comparative fiqh , reveals something of the intellectual basis of his juridical thinking, especially in regard to raʾy and qiyās . It is also notable that Qatāda had a marked interpretive tendency, which led him to hold a dirāya -oriented approach to the study of ḥadīth , that is, an approach in which critical thought, evaluation and contextualisation play important roles (on Qatāda’s statements being common amongst the Ibāḍīs, see van Ess, Untersuchungen , 31).",
    "As regards the school of Ibn Sīrīn, the name of Ayyūb al-Sakhtiyānī deserves particular mention. He developed and refined Ibn Sīrīn’s original stress on the importance of the isnād of ḥadīth . He was the pioneer of this movement in Baṣra at a time when the question of isnād was receiving critical attention in other cities. Ayyūb was known as Ibn Sīrīn’s successor in Baṣra, even in his time (see Ibn Saʿd, 7/249; on his specific link with the scholarly circle of Ibn Sīrīn, see also Motzki, Origins , 232). It should be noted that the importance Ayyūb afforded isnād s contributed to his position both as faqīh and also one of the most important Baṣran ḥadīth -transmitters of his generation (for example see Ibn ʿUdayy, 7/10; for examples of fatwā s, see ʿAbd al-Razzāq, 1/494, 527, passim ; Ibn Mundhir, 1/182, 186, 233, 2/246). Apart from Ayyūb, two other students of Ibn Sīrīn, ʿAbd Allāh b. ʿAbd al-Muzanī and Sulaymān b. Ṭarkhān al-Taymī, played an important role in the transmission of Ibn Sīrīn’s jurisprudential viewpoints as well as in the evolution of his school as a foundation of the scholarly circles of the aṣḥāb al-ḥadīth in Baṣra (see Ibn Saʿd, 7/252, 261 ff.; on their importance in the fiqh of Baṣra, see al-Yaʿqūbī, 2/391; al-Dhahabī, Siyar , 6/377; for examples of Ibn ʿAwn’s fatwā s, see Abū Dāwūd, Masāʾil , 146; Ibn Qudāma, 1/329, 2/5, 7/26, 291; al-Nawawī, al-Majmūʿ , 3/361, 365; for examples of Sulaymān’s fatwā s, see Ibn Qudāma, 1/409).",
    "Finally, in a discussion of the outstanding fuqahāʾ of Baṣra in the generation following al-Ḥasan al-Baṣrī and Ibn Sīrīn, one should mention Iyās b. Muʿāwiya (d. 121/739 or 122/740), a well-known judge in Baṣra. In addition to being educated by the Companion, Anas b. Mālik and also by his own father who was the son of a Companion, Iyās had also been taught by scholars from Medina and Kūfa, like Saʿīd b. al-Musayyab (d. ca. 94/713), Nāfiʿ (d. ca. 117/735) the freedman ( mawlā ) of Ibn ʿUmar, Saʿīd b. Jubayr (d. 93/712) and Abū Mijlaz (see al-Mizzī, 3/407–408; Motzki, Origins , 225 ff.); although it seems that, among the scholars of Baṣra, he only benefited from ʿAbd al-Malik b. Yaʿlā, and in particular kept away from the classes of al-Ḥasan al-Baṣrī and Ibn Sīrīn (see al-Sharīf al-Murtaḍā, al-Amālī , 1/206; Ibn ʿAsākir, 10/23). Iyās’s attention to the making of judicial rulings, on the one hand, and his emphasis on jurisprudential deductions based on the use of raʾy (see al-Mizzī, 3/435) kept him at a distance from Ibn Sīrīn’s school (cf. Ibn Saʿd, 7/234, regarding the debate between Iyās and Ibn Shubruma in which Iyās opposed the application of raʾy to matters of worship). But his attention to jurisprudential questions in regard to business transactions (for example, see al-Mizzī, 3/433) is the area where he evinces the same tendencies as Ibn Sīrīn. There is evidence which suggests that Ibn Sīrīn praised his insight (Ibn ʿAsākir, 10/12), whereas he encountered some rather hostile competition with al-Ḥasan al-Baṣrī on the topic of qaḍāʾ (see Aḥmad b. Ḥanbal, al-ʿIlal , 1/432). All these qualities were sufficiently appealing to the followers of Ibn Sīrīn, such that two outstanding representatives of the school of Ibn Sīrīn, Ayyūb al-Sakhtiyānī and Ibn ʿAwn, were among his students; and Ḥammād b. Salama was his outstanding student (see al-Mizzī, 3/433).",
    "As regards the basic principles employed by Iyās, his approach to ḥadīth s precedes al-Ḥasan al-Baṣrī’s method of irsāl , that is, transmitting mursal sayings, those which lack the name of the first Companion narrating from the Prophet. In addition to the extant mursal sayings transmitted by him in the ḥadīth collections, one should take note of a report intimating that he considered inquiries about the isnād s of ḥadīth as a dubious and somewhat extravagant action; and he described the questioner as a Khārijī (see al-Khaṭīb, al-Kifāya , 443). In regard to the area of application of raʾy , some reports from Ḥanafī sources suggest that Iyās may have been the first to make the distinction between istiḥsān (juristic preference) and qiyās (analogy), and that he considered each of these to have a distinct function (for example, see al-Jaṣṣāṣ, al-Fuṣūl , 4/229). Some sources demonstrating anti-analogy tendencies have portrayed Iyās as an anti-analogy scholar, presumably on account of their own misunderstanding of Iyās’s use of istiḥsān instead of qiyās (see Ibn Ḥazm, al-Aḥkām , 8/513, al-Mizzī, 3/421; for his debate with Ibn Shubruma, the scholar from Kūfa with a marked tendency toward the use of raʾy , see Ibn Saʿd, 7/234–235; for more on Iyās’s tendency towards Ibāḍī doctrine, see al-Shammākhī, 1/76; see also van Ess, Theologie , 2/130).",
    "An interesting feature of some of his legal opinions is that they embody certain juridi-cal judgements, which later entered into the process by which guiding or foundational principles ( qāʿida , pl. qawāʿid  ) were articulated; this is of particular importance from the point of view of the history of Islamic jurisprudence (see, for examples, van Ess, Theologie , 3/407, 422). Iyās acquired a near-legendary status in the domain of the Baṣran judiciary, and many of his sayings became proverbial for their wit and wisdom—whence the saying: adhkā min Iyās (‘cleverer than Iyas’) (Bosworth, 345). He acquired such a high degree of fame that scholars such as Abū al-Ḥasan al-Madāʾinī and ʿAbd al-ʿAzīz al-Jallūdī wrote books on him (see Ibn al-Nadīm, 117; al-Najāshī, 244; al-Mizzī, 3/424–426, 429, citing al-Madāʾinī).",
    "In the second quarter of the 2nd/8th century, following a rapid evolution, the discipline of fiqh entered a more mature stage of articulation. The formation of one group named aṣḥāb al-raʾy (partisans of opinion), and of another named aṣḥāb al-ḥadīth (partisans of ḥadīth ), marks the commencement of this stage of development of fiqh . In this period, the disputes over dialectical suppositions, summed up in the a-raʾayta -type question, were almost over. However, in the religious scholarly circles, the debate on the implementation of raʾy had entered a new phase; a debate that placed the above-mentioned groups on two opposing sides. Furthermore, the gradually increasing contradictions between narrated ḥadīth s—a phenomenon exacerbated by the increased communication between different regional centres of learning—was a factor that rendered imperative the use of tarjīḥ , giving ‘preponderance’ to one saying over another.",
    "Aṣḥāb al-Ḥadīth (Traditionists) . Baṣra’s most renowned traditionist of this period is Dāwūd b. Abī Hind (d. 140/757) who was well-known among the traditionists of his time as the most unique muftī (one qualified to give legal opinion) of Baṣra (see al-Dhahabī, Siyar , 6/377; see also Motzki, Origins , 231). It was during this period that the dispute between the aṣḥāb al-ḥadīth and the aṣḥāb al-raʾy presented itself in the form of rivalry between Dāwūd b. Abī Hind and ʿUthmān al-Battī (see al-Dhahabī, Siyar , 6/377). Another noted scholar of this period was Saʿīd b. Abī ʿArūba al-ʿAdawī (d. 155/772). He is known as the first compiler of Prophetic traditions in the Baṣra region (see al-Dhahabī, Siyar , 6/413; also Ibn al-Nadīm, 283). Ibn Abī ʿArūba managed to organise a scholarly circle in Baṣra that later thrived in the time of his first-generation disciple, Shuʿba b. al-Ḥajjāj (for more on the religious principles underlying Ibn Abī ʿArūba’s persepctive, see van Ess 2/62).",
    "Based on a variety of evidence, it is known that during the middle decades of the 2nd/8th century, there were two rival factions, even within the aṣḥāb al-ḥadīth in Baṣra, that, at the time of Ibn Abī ʿArūba, manifested itself in debates between the latter and Ḥammād b. Salama (d. 167/783) (al-Dhahabī, Mīzān , 1/594); and later between Ḥammād b. Salama and Shuʿba b. al-Ḥajjāj (al-Dhahabī, Mīzān , 1/593). It is still difficult to understand the differences between these two jurisprudential factions, but outside the realm of fiqh , it is known that one aspect of difference is Ḥammād’s distance from Shiʿi thought, and the closeness of his rival to Kūfan scholars and Shiʿi ideas (see al-Dhahabī, Mīzān , 1/593; also al-Khaṭīb, Sharaf , 115; on the distinction based on qadar , see al-Dhahabī, Mīzān , 2/127). On this basis, this much can be conjectured: that these two rival factions differed in the domain of tarjīḥ , principally as regards their choice of ḥadīth compilations, and their evaluation of the rijāl , or transmitters of the ḥadīth s being evaluated. It seems that there was no other divergence between the two sides, at least in the domain of tadwīn , the compiling of the ḥadīth material. Thus both Ḥammād b. Salama and Ibn Abī ʿArūba, were regarded as being among the first ḥadīth compilers in Baṣra; Ḥammād wrote a book in this field entitled al-Sunan (see Ibn al-Nadīm, 283).",
    "There is limited information available on the viewpoints of aṣḥāb al-ḥadīth scholars on matters of fiqh in this period. It is known that, for instance, Ibn Abī ʿArūba valued the importance of knowledge on difference ( ikhtilāf ) (based on evidence of the difference between juridical opinions, ikhtilāf al-aqwāl , not difference between traditions, ikhtilāf al-ḥadīth ); according to him, a scholar who was ignorant in this area did not deserve the title of scholar ( ʿālim ) (see al-Dhahabī, Siyar , 6/377). As regards the issue of isnād , Ibn Abī ʿArūba followed the somewhat liberal attitude of scholars of the preceding generation; consequently, a major part of his narrations are mursal (see also Ibn Abī Ḥātim, al-Marāsīl , 77).",
    "One should also mention here the important criticism made by Shuʿba b. al-Ḥajjāj against those who deemed authoritative (recognised the ḥujjiya of) the sayings of the Followers, whether in the domain of formal tafsīr or in that of determining the details or ‘branches’ ( furūʿ , sing. farʿ ) of fiqh . This was a major step towards giving over-riding importance to ḥadīth , as well as a move away from all sayings other than those of the Prophet (see Ibn Kathīr, 1/6).",
    "Shuʿba was the first Baṣran scholar to pay attention to those ḥadīth s which explicitly or implicitly affirmed the legitimacy of al - ijtihād \n bi’l-raʾy , when there was no clear command to be found in the Qurʾān and sunna . At least two such ḥadīth s were circulated by Shuʿba among the scholars of Baṣra, the most well known being the ḥadīth narrated by Muʿādh b. Jabal, who was sent by the Prophet as his envoy to Yemen. Upon being asked by the Prophet how he would adjudicate an issue that could not be resolved by recourse either to the Qurʾān or the sunna , Muʿādh replied: ‘I will exert myself ( ajtahid ) and make a judgement according to my opinion ( bi-raʾyī )’ (see Abū Dāwūd, Sunan , 3/303; al-Tirmidhī, 3/616; al-Dārimī, 1/60; Aḥmad b. Ḥanbal, Musnad , 5/230, 424; al-Ṭayālisī, 76; Ibn Saʿd, 2/347, 3/584; al-Ṭabarānī, al-Muʿjam \n al-kabīr , 20/170; al-Bayhaqī, 10/114; Ibn Ḥazm, al-Aḥkām , 6/200; al-ʿUqaylī, 1/215; Ibn ʿAsākir, 58/412; al-Dārimī, 1/60–61; al-Bayhaqī, 10/115).",
    "In his critical survey, Shuʿba counted many of the common ḥadīth s in Baṣra narrated by scholars like Ibn Sīrīn and Ḍaḥḥāk b. Muzāḥim as being mursal , and naturally regarded them as weak ḥadīth s due to the weakness of their isnād (see Ibn Abī Ḥātim, 94–95, 187, 233). Due to his insistence on strong isnād , and upon determining the reliability of the transmitters ( rijāl ) of ḥadīth s, Shuʿba gained a reputation as the founder of this critical method of ḥadīth evaluation (see al-Nawawī, Tahdhīb , 1(1)/245–246). Shuʿba was also renowned for his criticism of the methods by which ḥadīth s were transmitted amongst the aṣḥāb al-ḥadīth of his time, a criticism that later scholars such as Abū Khalīfa and Aḥmad b. Ḥanbal tried to explain and justify (see al-Khaṭīb, Sharaf , 114–115).",
    "Despite the emergence of traditionists in the realm of fiqh , few fatwā s from early fuqahāʾ have been recorded (for example Ḥammād b. Salama, see al-Marwazī, Ikhtilāf , 222), even though, as experts in ḥadīth , they served an influential role in disseminating and transmitting jurisprudential ḥadīth s, and many narrated by them are recorded in ḥadīth sources.",
    "Aṣḥāb al-Raʾy . In the mid-2nd/8th century fiqh entered its compilation ( tadwīn ) stage, and this was a time when fuqahāʾ become more diversified. This diversity, in addition to a divergence of ḥadīth sources, was mainly rooted in their different approaches to the application of raʾy in the process of inferring the ruling ( ḥukm ) pertaining to an issue that did not have an explicit command available from the Qurʾān or the sunna . The aṣḥāb al-raʾy rose to fame by this title, merely due to their relatively greater emphasis on the application of raʾy , although in fact the aṣḥāb al-ḥadīth also applied it to some extent. Since both groups applied raʾy to their method, it was hard to distinguish between the aṣḥāb al-ḥadīth and the aṣḥāb al-raʾy until the middle of the 2nd/8th century. It should be emphasised that in the middle of that century, the circles of aṣḥāb al-ḥadīth and aṣḥāb al-raʾy were not disparate movements but had close scholarly links and exchanges (see also al-Tirmidhī, 2/214).",
    "In tracing the outstanding scholars of the aṣḥāb al-raʾy in Baṣra, one should mention first of all ʿUthmān al-Battī (d. 143/760). Explicit reports on his inclination in his method towards raʾy have been documented in the sources (see for example Ibn Saʿd, 7/257). ʿUthmān was the foremost representative of the aṣḥāb al - raʾy in his time, and was considered the rival of Dāwūd b. Abī Hind, the head of the fuqahāʾ of aṣḥāb al-ḥadīth . It appears that in this rivalry, ʿUthmān al-Battī’s circle gained more popularity, and Sufyān b. ʿUyayna criticised the Baṣrans for paying so much attention to a faqīh belonging to the aṣḥāb al-raʾy (see al-Dhahabī, Siyar , 6/377; for criticism of him by rijālī scholars, see al-Dhahabī, Siyar , 6/149; for an analysis of his ideas, see van Ess, Theologie , 2/146).",
    "ʿUthmān’s jurisprudential instruction is clearly rooted in the teachings of earlier Baṣran fuqahāʾ , such as Ibn Sīrīn (al-Dhahabī, Mīzān , 1/200, 201). However, the application of raʾy in ʿUthmān’s fiqh made his teachings very similar to the Kūfan raʾy -oriented fiqh of Abū Ḥanīfa (see al-Dhahabī, 1/200; on their personal correspondence, see Abū Ḥanīfa, 24 et passim ). It is worth mentioning that the fatwā s of ʿUthmān al-Battī have been cited in comparative fiqh works, albeit not very widely. His fidelity to the fiqh of Baṣra can be seen, to a considerable extent, in what remains in the sources (see ʿAbd al-Razzāq, 9/104; Ibn Mundhir, passim ; al-Ṭaḥāwī, Ikhtilāf , passim ; al-Sharīf al-Murtaḍā, al-Intiṣār , 435; al-Ṭūsī, passim ; al-Dhahabī, Siyar , 6/375).",
    "Over the middle decades of the 2nd/8th century, in addition to fuqahāʾ like ʿUthmān who produced fatwā s (known as ahl al-iftāʾ  ), there were some judges whose jurisprudential approaches were an extension of the tradition of the former judges of Baṣra (see for example al-Bukhārī, Ṣaḥīḥ , 6/2618; Ibn Mundhir, 1/51, 56, 60, 86, 122, 146, 2/288, 436; al-Ṭaḥāwī, Ikhtilāf , 1/50–51, 222, 242, 271, passim ; al-Ṭūsī, 3/224, 272, 427, 432, 6/225, 266, 273). ʿUbayd Allāh b. al-Ḥasan al-ʿAnbarī (d. 168/785) illustrates the peak of the raʾy -orientated fiqh among judges of Baṣra. He attained the position of qāḍī in Baṣra (157–166/774–783) immediately after Sawwār (see Ibn al-Athīr, 6/13, 69). Al-ʿAnbarī appears to have been the first jurist to insist on the principle of taṣwīb (maintaining the correctness of the qualified jurist’s opinion), and became renowned as the founder of the juridical principle that the jurist is always right (see Ibn Abī al-Ḥadīd, 18/367; on taṣwīb , see van Ess, Theologie , 2/153). Al-ʿAnbarī’s jurisprudential opinions, which largely demonstrate his loyalty to the traditional fiqh of Baṣra, have been extensively recorded in comparative fiqh sources (see for example Ibn Mundhir, al-Ṭūsī, passim ).",
    "There is insufficient research available on the nuances differentiating the opinions and methods of ʿUthmān al-Battī and ʿUbayd Allāh al-ʿAnbarī to arrive at any sound conclusions on this question. However, given what is known of these two figures, one may compare al-Battī and al-ʿAnbarī with Abū Ḥanīfa and Ibn Abī Laylā in Kūfa, respectively. Among the similarities that unite al-Battī with Abū Ḥanīfa, and al-ʿAnbarī with Ibn Abī Laylā is a shared avoidance of qaḍāʾ in the former, and a tendency towards qaḍāʾ , in the latter. Also, with respect to the visible relationship between Abū Ḥanīfa and Ibrāhīm al-Nakhaʿī and the relationship between Ibn Abī Laylā and ʿĀmir al-Shaʿbī, indications are that al-Battī can be considered an exponent of Ibn Sīrīn’s school in Baṣra, and al-ʿAnbarī an exponent of al-Ḥasan al-Baṣrī’s school.",
    "A report by al-Masʿūdī reveals a striking depiction of the fiqh of Baṣra’s aṣḥāb al-raʾy . In his explanation of the jurisprudential views of Aḥmad b. Abī Duʾād, a renowned participant in the inquisition known as al-Miḥna (q.v.), al-Masʿūdī refers to the latter as a faqīh of the Baṣran group. Subsequently, he links the Baṣran group to al-Ḥasan al-Baṣrī and other fuqahāʾ like al-ʿAnbarī, ʿUthmān al-Battī and also to the faqīh and theologian, Abū Bakr al-Aṣamm (see al-Masʿūdī, 308; Jāydar-pūr, 265).",
    "The end of the 2nd/8th century, the age of al-Shāfiʿī, marks a time of convergence of fiqh across the Islamic world and the decline of local or native traditions of fiqh . Naturally, Baṣra was no exception to this, and the traditional teachings of al-Ḥasan al-Baṣrī and Ibn Sīrīn and their followers fell into obscurity. According to Ibn Ḥazm, during this period the prelude to the development of Ḥanafī and Mālikī traditions of fiqh in Baṣra emerged, and local fiqh was restricted to those scholarly circles especially insistent on preserving the old traditions (see al-Aḥkām , 5/92).",
    "At this time, on account of a new convergence of opinions among the circles of the aṣḥāb al-ḥadīth , some scholars emerged who regarded themselves as the successors of Ḥammād b. Salama and Shuʿba b. al-Ḥajjāj, without feeling the necessity to separate the two, though in practice, they were more heavily influenced by the innovations of Shuʿba. The most outstanding personality to have arisen from the circle of the aṣḥāb al-ḥadīth was Ḥammād b. Zayd (d. 179/795), who formed a link between scholars such as Yaḥyā b. Saʿīd al-Qaṭṭān and ʿAbd al-Raḥmān b. Mahdī to influences emanating from earlier scholarly circles (al-Tirmidhī, 5/703–704; also al-Nawawī, Tahdhīb , 1(1)/245). In his own time, the fiqh of Ḥammād b. Zayd was of considerable importance in Baṣra (see Ibn Ḥajar, 4/173; for more on the position of Sulaymān b. Ḥarb in the fiqh of Baṣra, see Ibn Ḥazm, al-Aḥkām , 5/92).",
    "In this period, Shuʿba’s approach to criticising ḥadīth was adopted and considerably developed by ḥadīth experts like Yaḥyā b. Saʿīd al-Qaṭṭān. In their revision of this approach, these experts awarded less authority to mursal \n ḥadīth s, and addressed criticism of isnād s (see al-Tirmidhī, 5/707–708; al-Nawawī, Tahdhīb , 1(1)245–246). Whilst remaining loyal to the aṣḥāb al-ḥadīth tradition, Yaḥyā b. Saʿīd, took a moderate position on the fiqh of Abū Ḥanīfa, unlike some radical ḥadīth experts (see Yaḥyā b. Maʿīn, al-Taʾrīkh , 1/374; Ibn ʿUdayy, 7/9). There are also some hallmarks of Kūfan fiqh in the fiqh of his counterpart, Ismāʿīl b. ʿUllayya (d. 193/809) (see al-Khaṭīb, Taʾrīkh , 6/237).",
    "Among the aṣḥāb al-ḥadīth scholars of this period, some figures such as ʿAbd al-Wahhāb b. ʿAṭāʾ al-ʿIjlī and Rūḥ b. ʿUbāda al-Qaysī continued the tradition of their predecessors in a ḥadīth -jurisprudence work entitled al-Sunan , and Ismāʿīl b. ʿUllayya produced ḥadīth -jurisprudence works entitled Kitāb al-ṭahāra (Book of ritual ablution), Kitāb al-ṣalāt (Book of ritual prayer) and Kitāb al-manāsik (Book of pilgrimage rites) (Ibn al-Nadīm, 283–284).",
    "The 3rd/9th century witnessed a decline not only in the local fiqh of Baṣra itself, but also in the education of ḥadīth and traditions ( āthār ) (see al-Dhahabī, al-Amṣār , 180). In the first half of this century, Baṣra could boast nobody of the calibre of Aḥmad b. Ḥanbal in Baghdad, Aḥmad b. Ṣāliḥ in Egypt, Ibn Numayr in Kūfa, or al-Nufaylī in Ḥarrān (see al-Dhahabī, Mīzān , 1/104), thus marking the start of the 3rd/9th century decline of Baṣra.",
    "From the mid-2nd/8th century, during the formation of lasting jurisprudential schools in the cultural centres of the Islamic world, Baṣra welcomed various legal schools of thought. In the realm of the non-Shiʿi schools, such diversity was introduced through the transmission of the Ḥanafī school, by students such as Yūsuf b. Khālid al-Samtī, Zufar b. Hudhayl al-ʿAnbarī and Dāwūd b. al-Zibriqān (see al-Yaʿqūbī, 2/432; Ibn Mundhir, 2/370; al-Ṣaymarī, 110); and the expansion of the Mālikī school was due to students of Mālik b. Anas like Aḥmad b. al-Muʿadhdhal and Bishr b. ʿUmar al-Zahrānī (Ibn Ḥazm, al-Aḥkām , 5/92; Ibn Makūlā, 2/231). Over the following periods, the Ḥanafī school was widespread in Baṣra (al-Muqaddasī, 197), and in addition, scholars such as Abū al-Fayyāḍ al-Baṣrī and Abū al-Ḥasan al-Māwardī of the Shāfiʿī school and Nūr al-Dīn ʿAbd al-Raḥmān ʿAndalyānī of the Ḥanbalī school were also present.",
    "Although Baṣra, like al-Shām, was known for its lack of Shiʿi tendencies over the first centuries of Islam (see Ibn Qawlawayh, 166, 167), limited circles of Shiʿi jurisprudence were always present in the city. In addition to well-known Baṣran personalities considered companions of the twelve Shiʿi imams, Shiʿi scholars in Baṣra who either narrated many jurisprudential ḥadīth s or were famed for producing works on fiqh between the 2nd/8th and 5th/11th centuries include: Muḥammad b. Sulaymān al-Daylamī, ʿAbd Allāh b. ʿAbd al-Raḥmān al-Mismaʿī, Muḥammad b. Jumhūr, Muḥammad b. Muḥammad b. Naṣr b. Khirqa, and Abū al-ʿAbbās b. Nūḥ al-Sīrāfī (see al-Najāshī, 217, 337, 365, 397; Anṣārī, 61).",
    "7. Taṣawwuf (Sufism)",
    "Baṣra also holds great significance in terms of Sufism and the mystical tradition generally, particularly as two seminal figures in this tradition hailed from the city: al-Ḥasan al-Baṣrī (d. 110/728), often referred to as the ‘founding father’ of Sufism, and Rābiʿa al-ʿAdawiyya, the historic or symbolic initiator of the doctrine of divine love.",
    "The roots of Baṣran Sufism must primarily be sought in the original Islamic sources, and secondarily in the teachings of Baṣran spiritual authorities, namely, the ṣaḥāba (the Companions of the Prophet) and the tābiʿūn (the ‘followers’, those comprising the generation subsequent to the Prophet’s Companions). These individuals made known specific spiritual ideas, together with disciplines pertaining to sulūk (spiritual wayfaring), aimed at salvation in the Hereafter, and the cultivation of virtues ( akhlāq ) and ethical codes covering all aspects of life, individual and collective (for further explanation, see also Pakatchi, 226–227). But the sources of Baṣran Sufism are not restricted to these teachings. Rather, one should note that, just as was the case for scholars of theology, the ascetics ( zāhidūn , sing. zāhid  ) and Sufis of Baṣra benefited from dialogue with people of other religions and cultures (see Ibn Saʿd, 7(1)/74–80; Abū Nuʿaym, 2/87, 90–91).",
    "From the second half of the 2nd/8th century, as the range of cross-cultural dialogue and communication increased, naturally the response to spiritual, cultural and intellectual currents from other lands became more mature and refined.",
    "The Thought of al-Ḥasan al-Baṣrī: At the end of the 1st/7th century a circle formed around al-Ḥasan al-Baṣrī, who insisted on assiduous asceticism ( zuhd ), renunciation of the world ( tark al-dunyā ) and acts of intense devotion ( ʿibāda ); as opposed to the school represented by Ibn Sīrīn, whose governing principle was a kind of legalistic scrupulousness ( waraʿ ), combined with hope ( rajāʾ  ); and the stress was on achieving a balance between working for one’s living in the world, and preparing for the Hereafter (for further explanation of the distinction between the two orientations, see Pakatchi, 230). Al-Ḥasan al-Baṣrī continued many of the familiar customs adopted by the earlier ascetics and qurrāʾ (Qurʾān readers) of Iraq, such as regular worship, avoidance of cupidity, seclusion from the community and honouring spiritual sorrow ( ḥuzn ) (see also Ibn Saʿd, 7(1)/117, 120–125; Abū Nuʿaym, 2/131 ff.). This link between al-Ḥasan al-Baṣrī and earlier personalities places him among the ‘eight ascetics’ ( al - zuhhād \n al - thamāniya ), the chain of ascetics that begins with Uways al-Qaranī and ʿĀmir b. Qays, and ends with al-Ḥasan al-Baṣrī (see also Ibn Saʿd, 2/87, 134; see also Ibn Khayr, 300).",
    "On the other hand, al-Ḥasan al-Baṣrī is also regarded as a link between the masters of Sufism and the Companions, whether actual or figurative, and this shows his importance as the prime founding father of Sufism for later generations (for examples, see Ibn al-Nadīm, 235; Jāmī, 90). Some sources claim he received the khirqa (Sufi mantle of initiation) from Imam ʿAlī (q.v., see also ʿAṭṭār, 31).",
    "Although from a certain point of view it might be argued that al-Ḥasan was not a ‘Sufi’ in the later sense of the term, with all its implications once Sufism had become a more institutionalised phenomenon, there are nonetheless sufficient resonances between his doctrines—apart from such general principles as zuhd (ascetic discipline) and khawf (fear)—and what later became known as Sufism for contemporary scholars to argue that he was the ‘archetypal Sufi’ (Knysh, 10). It is worth mentioning here his brief but highly significant references to divine love ( al-ʿishq al-ilāhī ) in his famous letter to ʿUmar b. ʿAbd al-ʿAzīz (see also al-Ḥasan al-Baṣrī, 135).",
    "In accordance with the expressions used by Abū Ṭalīb al-Makkī (1/401, 2/94) when recalling leading Sufis of that era such as ʿAbd al-Wāḥid b. Zayd and Rābiʿa al-ʿAdawiyya, it seems reasonable to classify the followers of Sufi schools into two groups: ahl \n al - zuhd (the people of asceticism) and ahl \n al - ḥubb (the people of love). It should be also noted that various non-Sufi forms of zuhd and waraʿ also within these two groups have survived within the circles of figures such as Thābit al-Banānī, Muṭarrif b. ʿAbd Allāh b. al-Shakhīr and Yaḥyā b. Sallām Bakkāʾ (for their biographies, see Abū Nuʿaym, 2/198, 3/133; for a list of ascetics, see Abū al-Qāsim Ḥakīm, 148–152).",
    "Mālik b. Dīnār (d. 127/745), who was the leader of this group, was one of al-Ḥasan al-Baṣrī’s pupils and was himself regarded as an independent theoretician. According to him, knowledge of God ( maʿrifat \n Allāh ) should be the most important preoccupation of the individual (Abū Nuʿaym, 8/23). In his teachings, there is a close relationship on the one hand between knowledge and dhikr (remembrance of God), and on the other hand, between dhikr and the way one encounters the world. This is at the core of his teachings on sulūk . He believes that God removes the sweetness of dhikr from the heart on account of man’s love of the world ( ḥubb al-dunyā ) (Abū Nuʿaym, 2/360), and hence Mālik b. Dīnār’s sulūk resembles the reclusiveness of monks. Consequently, he believed that the avoidance of marriage was vital in order to reach the level of the ṣiddīq (‘the veracious one’) and he himself resolved never to marry (Abū Nuʿaym, 2/365, 366; for more information on his learning from the ahl al-kitāb and about his companionship with Christian monks, see Abū Nuʿaym, 2/358, 365, 368, 375).",
    "Mālik’s constant effort to remain in contact with scholarly circles of Qurʾān and ḥadīth (see al-Bukhārī, 4(1)/309–310; Ibn al-Jazarī, 2/368) resulted in some ahl al-ḥadīth scholars of Baṣra attending his circles with some regularity (Abū Nuʿaym, 2/36). It should be mentioned that ʿAṭāʾ al-Sulaymī, Ṣāliḥ al-Murrī and Zuhayr Bābī also welcomed ḥadīth scholars like Ḥammād b. Zayd and Sufyān al-Thawrī to their circles, over the course of three generations (see also Abū Nuʿaym, 6/167 ff., 215 ff., 10/147; Kh ʷ ājah ʿAbd Allāh, 231). Another follower of the ahl al-zuhd school was ʿUtba Ghulām, a student of al-Ḥasan al-Baṣrī, who was one of the first to write on zuhd (see Ibn al-Nadīm, 236).",
    "Although primary sources do not regard these figures as Sufis, some later found their way into medieval Sufi sources (e.g. see Kh ʷ ājah ʿAbd Allāh, 231; Jāmī, 103), whilst others like Farqad al-Sabakhī and ʿAbd al-Wāḥid b. Zayd played a major role in transmitting the teachings of al-Ḥasan al-Baṣrī to other well-known Sufi figures, such as Maʿrūf al-Karkhī and ʿAlī b. Razīn al-Harawī (see also Ibn al-Nadīm, 235; Kh ʷ ājah ʿAbd Allāh, 111). As for Farqad, it is worth mentioning that his followers were likened to Christian monks by one of the prominent figures of Baṣra’s ahl al-ḥadīth , Ḥammād b. Salma (Ibn ʿAbd Rabbih, 2/372, 6/225).",
    "The opinions of ʿAbd al-Wāḥid b. Zayd, called ‘Imām al-Zāhidīn’ (leader of the ascetics) by Abū Ṭālib al-Makkī (1/401), became the core of an ascetical/theological denomination named the Bakriyya, established by Bakr, the nephew of ʿAbd al-Wāḥid (for more on the views of ʿAbd al-Wāḥid, see Knysh, 16 ff.; for Bakr, see van Ess, 2/108; Taqawī, 415–417).",
    "There was a group of ascetics who were inclined to monasticism ( rahbāniyya ), and avoided the ‘official’ scholarly circles. Their renunciation of the world went beyond the avoidance of marriage, and entered into the domain of severe austerities (see also Abū Nuʿaym, 6/192–195). Among this group’s leading figures were Ḥabīb al-ʿAjamī, Rābiʿa al-ʿAdawiyya and Riyāḥ b. ʿAmr al-Qaysī; they were considered by mainstream scholars as having established bidʿa , that is, heterodox innovation, through the excesses of their devotional practices and doctrinal utterances (al-Dhahabī, 2/62, who refers to Ḥabīb as Abū Ḥabīb).",
    "Ḥabīb al-ʿAjamī (d. 125/743), as his name indicates, was a Persian scholar. He trained in Baṣra at the same time as al-Ḥasan al-Baṣrī, and the distinctive characteristics of their respective teachings are reflected throughout the sources (e.g. see Abū Nuʿaym, 6/149).",
    "There were clear differences between Ḥabīb and his contemporaries, which resulted in his opinions being viewed with suspicion. His view of paradise, which was far from the one common amongst Muslims of his time, was expressed by him as follows: ‘A hot desert and I before my Lord; this kind of paradise suits me more than yours’ (Abū Nuʿaym, 6/153). In a statement, he introduces the notion that pleasures are a barrier to the meeting with God ( liqāʾ Allāh ) (for supporting statements, see Abū Nuʿaym, 6/154). Reliance on divine love is seen throughout his discourses (Abū Nuʿaym, 6/154).",
    "Rābiʿa al-ʿAdawiyya (d. 135/752), a woman from the generation of al-Ḥasan al-Baṣrī, should also be mentioned as a key figure within this group. Sufi sources try to give a high profile to her, elevating her even higher than al-Ḥasan al-Baṣrī, in her knowl-edge of God (e.g. ʿAṭṭār, 78, 79, 86). Rābiʿa’s thought closely resembles that of Ḥabīb. She regarded divine love ( ḥubb ) as without beginning or end (see ʿAṭṭār, 81); and also believed that one’s love for God must be such that it displaces all other kinds of love from the heart (Abū Nuʿaym, 6/195; ʿAṭṭār, 80; for her famous verses on ḥubb , see also Abū Ṭālib al-Makkī, 2/94; for an analysis of her views on ḥubb , see also Knysh, 26 ff.).",
    "Rābiʿa devalues the delights of paradise in comparison with divine love (ʿAṭṭār, 87; Jāmī, 614; see also Zarrīnkūb, Dunbālah , 42; see also ʿAṭṭār, 83). This is because, according to Rābiʿa, witnessing God leaves no room for any contemplation of His creatures (ʿAṭṭār, 82); and the spiritual wayfarer does not feel the pain or vicissitudes of the lower life whilst experiencing this direct vision (ʿAṭṭār, 86). The burning up of egotism and self-centredness in the furnace of divine love is a major theme in her teachings, and is referred to in many of her utterances (e.g. see ʿAṭṭār, 79, 86). Thus, the roots of the Sufi concepts of nafy \n al-wujūd (negation of existence), al-fanāʾ \n fī Allāh (self-annihilation in God) and the attribute of love can be traced in Rābiʿa’s discourses. Many miraculous acts, including the revival of the dead, were ascribed to her (ʿAṭṭār, 74 ff.; al-Lālakāʾī, 228). Rābiʿa’s teachings were preserved through two subsequent generations by women such as Maryam al-Baṣriyya, Muʿādha al-ʿAdawiyya and ʿUfayra ʿĀbida (see Jāmī, 614–615).",
    "Rabāḥ (or Riyāḥ) b. ʿAmr al-Qaysī is also one of the ahl al-ḥubb , and he seems to have emerged from the mainstream circles of ascetics. This can be corroborated by his attention to the teachings of al-Ḥasan al-Baṣrī, Mālik b. Dīnār and ʿUtbat Ghulām. There is evidence that he had conversations with Rābiʿa on sulūk , which influenced his own views (e.g. see also Abū Nuʿaym, 6/193, 195, ff.). With regard to the theoretical nuances between Rābiʿa and Rabāḥ on the issue of love, it is worth mentioning that Rabāḥ permits human love for those other than God, construing that God Himself implanted this love as a raḥma (mercy) in the hearts of His servants, such that they may feel a deep spirit of connectedness with each other in God (for the conversation between Rābiʿa and Rabāḥ, see also Massignon, Recueil , 6–9).",
    "In addition, certain lesser-known personalities such as Abū ʿĀṣim al-Baṣrī probably came from the circles of the ahl al-ḥubb (see also al-Qushayrī, 687–688).",
    "The period between the last quarter of the 2nd/8th century and the first quarter of the 3rd/9th century was an uneventful time in the history of Sufism in Baṣra. This period should be counted as an interval between the initial thriving era of the schools of the ahl al-zuhd and the ahl al-ḥubb , and the mid-3rd/9th century when Sufism re-established itself. This gap in Baṣran Sufism would never have been filled but for the relationships built up by Baṣran Sufis with people elsewhere.",
    "After the first quarter of the 3rd/9th century, Sufism, which had been increasingly refined, articulated and applied in other lands, was reintroduced to Baṣra, thus creating grounds for the assimilation of non-Baṣran Sufism. The elements of this cultural transmission are: the training of Abū ʿAbd Allāh al-Ḥuṣrī under Fatḥ al-Mawṣilī, a well-known Sufi in Mesopotamia (see also Kh ʷ ājah ʿAbd Allāh, 246; Jāmī, 115); the education of Muḥammad b. Sawwār al-Baṣrī by Maʿrūf al-Karkhī, the spiritual master of Sufis in Baghdad (al-Sulamī, 74; for more information on his learning from the ascetic masters of ḥadīth in Baṣra, see also Ibn Ḥajar, 4/111, 7/361); and the companionship of Saʿdūn Majnūn with Dhū al-Nūn al-Miṣrī (Abū Nuʿaym, 9/370–372).",
    "This type of external association continued during the second half of the 3rd/9th century, as can be seen in the train-ing of Aḥmad b. Wahb al-Baṣrī by a group of Baghdad masters (Kh ʷ ājah ʿAbd Allāh, 118; Jāmī, 132), Khalaf b. ʿAlī al-Baṣrī by Yaḥyā b. Muʿādh al-Rāzī (Jāmī, 54), and Abū al-Adyān al-Baṣrī by Abū Saʿīd al-Kharrāz (Jamī, 225; al-Khaṭīb, 5/380). The Sufi Isḥāq b. ʿAbd al-Jalīl, whose companions rose to fame in Baṣra for a while, was also a Baṣran student of the great Baghdadi Sufi master al-Junayd (see also al-Khaṭīb, 6/395).",
    "In the 3rd/9th century, Sahl b. ʿAbd Allāh al-Tustarī (d. 283/896) was the most prominent of those Baṣran Sufis who were scrupulously observing the sharīʿa as part of their spiritual discipline. He was a scholar from Khūzistān who spent a major part of his life in Baṣra, and always maintained a relationship with his origins. His education under his uncle, Muḥammad b. Sawwār, as well as his relationship with Dhū al-Nūn al-Miṣrī, resulted in a familiarity with various forms and expressions of Sufism (al-Sulamī, 199; Abū Nuʿaym, 10/190; Kh ʷ ājah ʿAbd Allāh, 113), and paved the way for the shaping of his ideas, which would be influential for generations. Sahl’s method of sulūk was based on murāqabat \n al - nafs (self-examination) and waraʿ , which extended from the domain of legal observance to that of individual probity. This method had its roots in the moral teachings of Iraq, clearly reflected in the six principles expressed in his methodology (see Abū Nuʿaym, 10/190; also Abū Ṭālib al-Makkī, 1/299). In addition to his emphasis on contemplative discipline ( riyāḍa ), his definitions of sincerity ( ikhlāṣ or ṣidq ) were penetrating and challenging: one was to beware of ʿuyūb al-aʿmāl (faults in respect of one’s outward actions) and of ʿuyūb al-nafs (faults of the soul); that is, one must not simply make one’s deeds conform to the Law and to the highest ethical standards, one must also ensure that they are not ‘disgraced’ by any secret self-satisfaction, for the latter is an ‘impurity’ which pollutes that ‘purity’ or sincerity which defines ikhlāṣ as such (see p. 4 et passim ; al-Sulamī, 199; Abū Nuʿaym, 10/190 ff.; Hujwīrī, 176, 244 ff.; for Sahl’s works, see also Ibn al-Nadīm, 237; Sezgin, 1/647; for his quotations, see Massignon, Recueil , 39–42; for analysis of his thoughts, see Zarrīnkūb, Justujū , 133–135; Knysh, 83 ff.).",
    "Among Baṣran mystics who observed the sharīʿa , Sahl al-Tustarī appears to have had the greatest influence on the subsequent unfolding of the Sufi tradition; and ʿAlī Hujwīrī went so far as to mention a group he believes to be the followers of Sahl’s doctrines, entitled the Sahliyya (Hujwīrī, 244; see also Trimingham, 11). However, it seems that his doctrines were never consolidated as an independent school of thought pursued by an identifiable group. The affinities between his ideas and those of the spiritual masters of Baghdad, particularly Junayd, were such that devotees of Sufism like Abū Muḥammad al-Jurayrī and Abū al-Ḥasan al-Muzayyin often chose Sahl al-Tustarī along with Junayd as their shaykh (al-Sulamī, 253, 396).",
    "Sahl’s most important Baṣran student was Abū ʿAbd Allāh b. Sālim (d. 297/909), who was the link in the chain between his own son, Abū al-Ḥasan b. Sālim, who founded the Sālimiyya group, and Sahl al-Tustarī (see al-Sulamī, 431; al-Baghdādī, 157–158; Abū Nuʿaym, 10/378; also Knysh, 83). Although the lineage of the teachings of the Sālimiyya leads to Sahl via this link, the relationship between these two ascetical-theological groups from Baṣra must not be exaggerated. In fact, the Sālimiyya was a rather legalistic and formalistic version of Sahl al-Tustarī’s traditionalist and legally circumspect Sufism, which, moreover, was somewhat antithetical to esoteric interpretation ( taʾwīl  ).",
    "Various sources reveal that although Abū al-Ḥasan b. Sālim regarded Sahl al-Tustarī as his ‘imam’ as regards the doctrines of Sufism (e.g. see al-Sarrāj, 336), he distanced himself from him. For many contemporaries it was astonishing that Ibn Sālim should have declared Bāyazīd Basṭāmī (q.v.) a kāfir (unbeliever), and did not recognise the many substantial similarities between Bāyazīd’s thought and that of al-Tustarī (see al-Sarrāj, 334, 336). However, those who were interested in Sahl’s teachings were drawn to the circles of Abū al-Ḥasan b. Sālim, and influential Sufis from other regions such as Abū Ṭālib al-Makkī, the author of Qūt al-qulūb (see also 1/279 et passim ) and Abū Naṣr al-Sarrāj, the author of al-Lumaʿ (see also p. 43 et passim ), were among his students.",
    "Despite the domination of the Sālimiyya, other Sufi groups, including disciples of Sahl, continued to cultivate doctrines independent of the Sālimiyya. At the turn of the 3rd/9th and 4th/10th centuries, among the Sufis of Baṣra the most important person to mention is Abū Yaʿqūb al-Sūsī, a scholar from Shūsh in Persia, but educated in Baṣra (see Kh ʷ ājah ʿAbd Allāh, 278; Jāmī, 131), who had for some time taken up companionship with Sahl al-Tustarī (see Sahl al-Tustarī, 79; al-Sarrāj, 177). He went on to make some profound commentaries on Sahl’s notions of tawba (repentance) and tawakkul (trust), and also elaborated in a systematic fashion on the meaning and implications of ishārāt (allusions) (Kh ʷ ājah ʿAbd Allāh, 287; for his views, see al-Bayhaqī, Shuʿab , 2/12, Kitāb al-zuhd , 2/185; al-Kalābādhī, 91, 99; al-Sarrāj, 41, 53, 55, 199; Abū Ṭālib al-Makkī, 2/4, 6–7; al-ʿAbbādī, 95, 97).",
    "Another figure from late 3rd/9th-century Baṣra is Ḥusayn b. ʿAbd Allāh al-Ṣabīḥī, who lived in seclusion in the corner of a basement cellar for thirty years in complete abstinence. He spoke about the attributes of God and the science of letters ( ʿilm al-ḥurūf ) in such a way that he became an object of ridicule in Baṣra, and returned to Shūsh, where he spent the rest of his life (al-Sulamī, 332; al-Sarrāj, 351–352; Kh ʷ ājah ʿAbd Allāh, 337–338). According to a reported conversation between Sahl al-Tustarī and al-Ṣabīḥī, Sahl believed that al-Ṣabīḥī had been indiscreet by revealing their secrets.",
    "One major Sufi figure with a strong connection to both Sahl and the Sālimiyya was Ḥusayn b. Manṣūr al-Ḥallāj (d. 309/922). After spending two years with Sahl al-Tustarī in Tustar, al-Ḥallāj left for Baṣra at the age of eighteen in 262/876 and there became formally initiated into Sufism, receiving the cloak ( khirqa ) at the hands of a disciple of Junayd, ʿAmr b. ʿUthmān al-Makkī (d. 291/904). It was in this milieu that he learned the fundamentals of strict ascetic discipline and traditionist Sufism. He spent at least ten years in the city, and married the daughter of another Sufi, Abū Yaʿqūb al-Aqṭaʿ al-Baṣrī. Her brother Muḥammad b. Saʿīd al-Karnabāʾī, who became one of al-Ḥallāj’s disciples, had close connections to the Zaydī leader of the Zanj rebellion, which may go some way to explaining the accusation that al-Ḥallāj was really an extremist Shiʿi. Following the collapse of the Zanj revolt al-Ḥallāj left the city to go on pilgrimage and develop his own form of spiritual teaching. Great friction between him and ʿAmr al-Makkī, which was apparently initiated by his marrying without permission but more importantly concerned the possibility and nature of direct private inspiration ( ilhām ), led to formal ties being broken with his Sufi teacher and with Baṣra. However, his popularity amongst the early Sālimiyya can be seen in their acceptance of some of his teachings (see Massignon, Hallāj , 31–33, 36–39 et passim ).",
    "The last prominent figure in Baṣran Sufism is Abū Saʿīd b. al-Aʿrābī (d. 341/952), who spent the last part of his life in Mecca. His knowledge of Sufism is rooted in the teachings of Baghdad scholars, and in Baṣra he mostly studied ḥadīth (al-Sulamī, 443; Abū Nuʿaym, 10/375; Kh ʷ ājah ʿAbd Allāh, 414–415). Ibn al-Aʿrābī was the exponent of a sober, law-abiding type of Sufism, of the kind that was prevalent in Baghdad; and he strove to legitimise its various spiritual principles and mystical practices by reference to sayings of the Prophet and spiritual authorities among the earlier generations. A sample of this kind of effort can be seen in Ibn al-Aʿrābī’s book, entitled al - Zuhd \n wa \n ṣifat \n al - zāhidīn .",
    "With the decline of various scholarly disciplines in Baṣra, from around the 5th/11th century onwards, the intellectual circles of Sufism likewise waned. From this point on, the Sufism practised and promulgated in Baṣra can be traced in the works of certain Baṣran scholars who themselves were followers of schools of Sufism that had originated in other lands; one may mention here such figures as Qāsim b. ʿAbd Allāh al-Baṣrī, Muḥammad b. Saʿīd al-Baṣrī al-ʿAdanī and Ibrāhīm b. Sinān al-Baṣrī (see al-Nabhānī, 1/259, 398, 2/440–442).",
    "8. Literature",
    "In 14/635 Baṣra was in effect a military barracks. The city was for fifteen years the base for Islamic conquest, particularly along many parts of its eastern borders with Khurāsān. Army contingents regularly travelled to remote areas and would return loaded with booty and captives. The main factors behind Baṣra becoming a thriving multilingual society are: an increasing number of foreign captives; migration from the surrounding areas (mostly from Persian and Aramean cities); the character of local Baṣran people themselves; and later, the presence of mawālī (sing. mawlā , freed slaves or affiliated clients to Arab tribes) who knew Arabic. These factors played a key role in the intermingling of ideas and doctrines in Baṣra, as well as the development of language and literature.",
    "There were five primary tribes that settled in Baṣra after its formation: Ahl al-ʿĀliya (from the Ḥijāz), Bakr b. Wāʾil (q.v.), ʿAbd al-Qays, Azd and most importantly Tamīm. The city was thus divided into five tribal areas called ‘ akhmās ’ (sing. khums ). Later, Arab nomads joined them from the desert, increasing the number of tribes and their subgroups, for which Pellat presents seven different genealogical tables ( Le milieu Baṣrien , 25–31).",
    "However, as it is difficult to differentiate between the native and non-Arabic elements of these tribes, one must inevitably turn to the few reports available. Prior to the Islamic conquest the army of the Sāsānid Empire governed the entire region, which extended as far as the very heart of the desert. According to al-Ṭabarī (2/440), during the Arab invasion, the town of al-Ubulla was defended by five hundred Persian troops ( asāwira ) (al-Balādhurī, 1/366–367; Pellat, Le milieu Baṣrien , 22; Morony, 207). Another Persian military group, made up of archers from Bukhāra, were brought to Baṣra in the time of Ibn Ziyād (r. 55–64/674–683) (Yāqūt, 1/520, 522; Pellat, Le milieu Baṣrien , 36). Al-Balādhurī later pointed out that there was a group of people from Iṣfahān who had been living in Baṣra since the very beginning of Islam (1/359; see Fück, Arabiya , 7–8).",
    "The residents of Baṣra’s surrounding villages were all Persian. As Muḥammad al-Muqaddasī says, ‘Baṣra’s surrounding areas are wholly made up of ʿajam (Persians)’ (p. 316). Yāqūt also affirms that ‘most of the residents of these villages [until the 6th/12th and 7th/13th centuries] are Persian’ (1/265, 465). In any case, the administrative system that the Iranian nobles and farmers established, based on Sāsānid administrative structures, became the basis for the government departments (sing. dīwān ) of Iraq. Persian nobles and farmers developed extensive relationships with the governors of Baṣra, integrated with the local people, and gradually converted to Islam, naturally leading to rapid and widespread social changes. The mawālī , who had professed Islam before the ashrāf (noblemen) did, became the creators of many literary and religious works a century later. As can be seen in Ibn Saʿd’s al-Ṭabaqāt , while the upper classes had been predominantly Arab (mostly of the Tamīm tribe), the Persian mawālī began to take over (see Pellat, Le milieu Baṣrien , 37).",
    "The Arameans were another local indigenous group in Baṣra, usually referred to in Arab culture as Nabateans. They undoubtedly adopted Arab culture more rapidly than other groups, in contrast especially to the Indians who became residents of the region during the Sāsānid era and showed more resistance. Among the Indian groups the best-known are the Zuṭṭ (Jhāt), Sayābija and Indighār: the Zuṭṭ, who appear in the sources from time to time up to the 3rd/9th century, settled on the Gulf coast of Persia and were regarded by de Goeje as the ancestors of the people now termed ‘gypsies’; the Sayābija, who are often confused with the Zuṭṭ, are thought by some scholars to have been of Sumatran origin, who were moved to India in the Sāsānid era, and subsequently to the region of Baṣra; the Indighār are described as Indian mercenaries located in eastern Kirmān (al-Ṭabarī, 5/154, 207; al-Yaʿqūbī, 2/472; Pellat, Le milieu Baṣrien , 37–41; Bosworth, 97–98; Morony, 271–272). In addition, a group of Zanj (from Zanzibar) were very active in Baṣra, and in 75/694 rebelled against al-Ḥajjāj (Pellat, Le milieu Baṣrien , 41–42).",
    "The ancient Arabian cities were able to adapt gradually to the new conditions brought to their lands with the advent of Islam, and thus they were to a certain degree able to maintain their linguistic traditions in regard to foreign influence in these old cities. However, newer cities like Kūfa and Baṣra had a different experience. Arab tribes, speaking various dialects, mixed with each other as a social necessity, and particularly due to their involvement in military campaigns. The majority of people within the city were non-Arab. They had to adapt themselves to the Arabs who constituted the ruling class during at least the 1st/7th century. On the other hand, the non-Arabic dialects brought about some phonetic changes (see al-Jāḥiẓ, 1/69–74). In the Arabic dialects, iʿrāb (inflection) was no longer in use (except in some archaic and Bedouin accents), and if a trace of it did remain, outsiders did not understand it and stubbornly refused to use it. This social interaction led to the formation of different dialects, which were simple and easy to use, and subsequently became widespread (for more information on Arabic dialects, see Fück, Arabiya , 124–125).",
    "However, Baṣran (and also Kūfan) society was distinguished by having as many Persian inhabitants as Arabs, if not more. The evidence for this is sufficiently convincing for Baṣra to be considered a bilingual city. The Persian works produced in Baṣra in the 1st/7th and 2nd/8th centuries are regarded as some of the earliest Persian works. Although most of them are in Dari Persian, there are some (e.g. some of Abū Nuwās’s Persian, Fārsiyyāt ) in Pahlavi which are more common. Consequently, the Arabic of Baṣra was full of Persian loan words.",
    "In his discussion of Persian words used in the Arabic language of Kūfa, al-Jāḥiẓ (q.v.) adds that these kinds of words are more common in the language of the Baṣrans, for Baṣra is the nearest city to Persia and the furthest from Arabian lands (al-Jāḥiẓ, 1/19; see also 1/72, 2/210–211; Fück, Arabiya , 7–8).",
    "The Persian language was not only commonly spoken by ordinary people, but even by religious leaders when necessary. For instance, al-Ḥasan al-Baṣrī (110/728), a renowned Arabist (Falk, 31), would talk with his student Abū Muḥammad Ḥabīb al-Fārisī in his mother tongue (Persian); eventually, the latter professed Islam and became an ascetic (Pellat, Le milieu Baṣrien , 101–102; Pourjavady, 5–8). Mūsā al-Aswārī’s dexterity in Persian astonished al-Jāḥiẓ, and he gave such eloquent orations in the mosque of Baṣra in both Persian and Arabic that ‘nobody could discern in which language he was more fluent’ (1/368–369; cf. Fück, Arabiya , 64; Pellat, Le milieu Baṣrien , 110–111; Muḥammadī, 4/26 ff.).",
    "Gradually, there are fewer and fewer reports about Persian-speaking Baṣra. At the beginning of the 3rd/9th century, most of al-Jāḥiẓ’s reports referred to earlier periods (though it is impossible to determine the exact date of many of them), but a good number show the influence of Persian, and even Hindi and Sindhī, in Baṣra.",
    "There were some exceptional conditions which led Baṣra, over the course of one century, to become the birthplace of the most important of the literary sciences. These include the sciences of lexicology ( lugha ), poetry ( shiʿr ), prosody ( ʿarūḍ  ), grammar ( naḥw ), and even some new religious sciences and thought (such as that expounded by the Muʿtazila; see above), which all were systematised in Baṣra. Some of the factors giving rise to this phenomenon were: the presence of a large number of Companions and Followers, the qurrāʾ (readers of the Qurʾān), wuʿʿāẓ (preachers; sing. wāʿiẓ ), and khaṭīb s (orators/sermonisers) in the city; the presence of Bedouin tribes who spoke pure Arabic dialects, such as the Banū Tamīm; interaction with foreign ethnic groups, particularly the Persians, the mutual influence of Arabs and Persians upon each other; and a high degree of competitiveness in political, ethnic and tribal domains which acted as a catalyst for poetic creativity. However, Baghdad, established in 145/762, was soon able to attract most of the literary trends and currents that had been established in cities such as Baṣra and Kūfa.",
    "Unlike some Arabian cities which were famous for a specific form of poetry (e.g. Mecca was renowned for its ghazal or lyric poetry), Baṣra was never defined by a particular genre, and all types of poetry were found there. On the other hand, as Baṣra soon became the scene of political conflict, and generally would react against the central caliphate (Pellat, Le milieu Baṣrien , 183 ff.), the poetry of this period inevitably reflects historical events and has a clear political tone.",
    "The earliest and most important historical event was the battle of the Camel, on which many panegyrics (sing. madḥ ) and satirical poems ( hijāʾ ) were composed. The number of such poems increased after the battle of Ṣiffīn and the subsequent battles between Imam ʿAlī and the Khawārij. Imam ʿAlī rebuked the people of Baṣra in two sermons ( Nahj al-balāgha , 63–74), and although the number of his followers in Baṣra was small, he still had some supporters in the city, such as Abū al-Aswad. What has survived of Abū al-Aswad’s poetry is a heterogeneous set of poems, among which many forged poems can undoubtedly be found. However, a small number of the poems which give insight into the historical conditions of the period can probably be considered as classic, and regarded as prototypes of 1st/7th century political poetry (q.v. ‘Abū al-Aswad al-Duʾalī’).",
    "In contrast to Abū al-Aswad, there were several enemies of Imam ʿAlī who left behind some radical religio-political poems (see ʿAbbās, passim ). Perhaps the most insulting among them was ʿImrān b. Ḥiṭṭān, a proficient orator, who brazenly praised the killer of ʿAlī (see ʿAbbās, 140–173; see also Fück, ‘ʿImrān b. Ḥiṭṭān’, 1175).",
    "After this period, some outstanding personalities appeared in Baṣra, such as Ibn Mufarrigh (d. 69/688) who was well-known for composing satirical poems against the Āl-i Ziyād, something which made him particularly popular among the people of Iraq. Though his poems have received much attention over the centuries, their artistic value is minimal. Despite his vast knowledge of Persian, the style of his poems was entirely Arabic and he was famed for his use of a pure and uncorrupted classical Arabic vocabulary (cf. Azarnoosh, ‘Ibn Mufarrighʾ 653–654).",
    "The Bedouin poets, who occasionally resided in Baṣra, such as Murra b. Maḥkān (see Abū al-Faraj, 22/321–322; Ibn Qutayba, al-Shiʿr , 431–432), al-ʿUdayl b. Farḥ al-ʿIjlī (see Sezgin, 2/381) and especially Hilāl b. al-Asʿar who used to recount his herculean exploits (Abū al-Faraj, 3/52 ff.), wrote their poems in the jāhiliyya (pre-Islamic) style. In contrast, Abū Ḥuzāba al-Tamīmī was a sedentary Bedouin who endeavoured to adapt to living in the city (Pellat, Le milieu Baṣrien , 152).",
    "These poets—even the Bedouin poets—treasured the warm memories of the desert, and sometimes spoke of their own former nomadic lives wistfully. One Bedouin poet complained of the fullness of life in Baṣra and missed the privation and hunger he used to suffer in the desert (Ibn Qutayba, ʿUyūn , 3/222). Burning to see al-Najd again, Ibn Shadqam wanted to climb up on the roof (Yāqūt, 3/294, 3/396). Nallino notes how widespread and enduring was the poetry of urbanised Bedouins yearning for the lost desert (pp. 113–115; cf. Pellat, Le milieu Baṣrien , 153).",
    "In the second half of the Umayyad dynasty, three poets emerge who may be considered some of the greatest Arab poets: al-Jarīr, al-Farazdaq and al-Akhṭal. The two former lived in Baṣra for a long time, whilst the latter migrated there. Poets gravitated towards Baṣra since the court in the reign of Ziyād was relatively independent, and enticements were offered by emirs hoping to receive praise or record some political endeavour.",
    "In addition to the caliphal court, there was a remarkable and well-known bazaar called Mirbad. In addition to being a place of commercial activity, Mirbad became the most important literary centre of Baṣra. Each great poet or orator would have his or her own regular seat: al-Jarīr, al-Farazdaq and al-Rāʿī would sit in their places every day, people would gather around them, and then poetry debates would commence (Pellat, Le milieu Basrien , 157–158). At a later date, with his writing instruments in hand, Abū Nuwās (q.v.) would go to Mirbad every morning to quote poems from the Bedouin or learn something from scholars.",
    "Mirbad caught fire and was badly damaged in the Zanj rebellion (257/871), but was not destroyed. In the 4th/10th century, a poet named Abū al-Qāsim Naṣr al-Khubzāruzzī (‘the rice-bread baker’) had a store in Mirbad where he recited his poems and hosted other poets (on Mirbad, see Pellat, ‘al-Baṣra’, 1086).",
    "It was in this bazaar that the longest poetry battle in the history of Arabic literature began, lasting about forty-five years: al-Jarīr and al-Farazdaq composed satirical poems on each other’s clans ( ʿashīra ) (though they were both from the Tamīm tribe). Subsequently al-Akhṭal and other poets engaged in the dispute, and the germ of a movement began to form. A host of poems, satires and panegyrics in the form of great—and sometimes very famous— qaṣīda s spread around Mirbad, assemblies, courts and in the public sphere (these poems are described in Muḥammad b. Ḥabīb’s Naqāʾiḍ in three large volumes edited by Anthony Ashley Bevan).",
    "All such poems were composed in the classical qaṣīda form. The main theme of these, satire, remains within the atmosphere of the pre-Islamic period. Poets hardly ever even tinkered with the original structure of the qaṣīda . Thus, one of the greatest of al-Jarīr’s qaṣīda s (pp. 154–160: 113 couplets), which contains many lines of satire on al-Farazdaq’s clan, begins with one of his most beautiful poems, in which he laments his wife’s death (Umm Ḥazra) with a pleasing sincerity and profound sorrow. In many other qaṣīda s such elegies are replaced by the nasīb (lyric prelude, describing a woman’s beauty).",
    "Mirbad also attracted Arab rajaz poets. The rajaz , which is probably the oldest genre of Arabian poetry, prospered and grew in popularity during this period. A much later poet, Kushājim (d. post-358/968) composed many poems in the rajaz metre about hunting, but al-ʿAjjāj al-Baṣrī (d. 97/716) composed all of his poems in this genre, making an independent literary school of it. His poems contain the classic themes of Arabian poetry, ranging from nasīb , describing the desert, nāqa (female camel) and the beloved, to madḥ (panegyric), hijāʾ (satire) and mawʿiẓa (sermon). However, the distinguishing feature of the rajaz is the use of the most obscure and esoteric Arabic vocabulary, which explains why this genre attracted the wordsmiths’ attention before it won the affection of ordinary people. Al-ʿAjjāj, however, did not hesitate to use common vocabulary, and even some words of Persian origin. He was followed by his son, Ruʾba (d. ca. 145/762), who also composed poems in the rajaz metre in praise of the Umayyad caliphs and their governors, namely Bilāl b. Abī Barda, Wālimī, and Abān b. al-Walīd the tax officer ( kharāj ) in Baṣra. In fear of his life when the ʿAbbāsids seized power, he composed an urjūza of 400 couplets praising Abū ʿAbbās al-Saffāḥ, and shortly after praised al-Manṣūr. In spite of the dangerous milieu, he never left Baṣra (on al-ʿAjjāj and Ruʾba, see Ḍayf, al-ʿAṣr al-Islāmī , 399–404; Sezgin, 2/366–369; Pellat, Le milieu Basrien , 159).",
    "This type of rajaz , as it was employed in the Umayyad period, did not last for long, and in the ʿAbbāsid period turned into a form of poetry on various topics such as hunting (e.g. in the poems of Abū Nuwās, q.v.), education, history and fiction (e.g. the poems of Abān al-Lāḥiqī).",
    "It is apparent that the change of government from Umayyad (Arab) to ʿAbbāsid (Persian) did not cause a sudden change in the course of literature and poetry. The changes described below took place over a period of 200 years. However, according to Pellat ( Le milieu Baṣrien , 161–162), what took place in Baṣra was that the Arab poets fairly rapidly gave way to the mawālī s. These poets were no longer interested in Arab nostalgia, and the enthusiasm for nomadic life and the desert began to wane.",
    "Although some of these poets composed great and sometimes very successful qaṣīda s using stereotypical Arab themes, this was generally part of an effort to satisfy the Arab notables, or to distinguish themselves and compete with former poets, and above all, to show off their eloquence and mastery of traditional themes. Whatever the case, this movement led to the formation of a new type of poetry which was characterised as muḥdath (‘modern’ as opposed to ‘ancient’), and then muwallad (‘not of pure Arab blood’, the term used by al-Jāḥiẓ). The new literary trend spread across Iraq and beyond, but interestingly its greatest representatives were from Baṣra. In introducing the greatest emerging poets, al-Jāḥiẓ mentions eight names: Bashshār b. Burd (q.v.), al-Sayyid al-Ḥimyarī, Abū al-ʿAtāhiya (q.v.), Ibn Abī ʿUyayna, Yaḥyā b. Nawfal, Salm al-Khāsir, Khalaf b. Khalīfa and Abān al-Lāḥiqī (q.v.)(1/50), to which one must add the name of Abū Nuwās. It is worth mentioning that among these eight poets, the only one not from Baṣra is Abū al-ʿAtāhiya.",
    "All scholars place Bashshār (d. 167/783 or 168/784) at the top of this line of emerging poets. Comparing Bashshār and Marwān b. Abī Ḥafsa, al-Aṣmaʿī says: ‘Marwān followed the path of former poets and did not venture beyond their methods, but Bashshār chose a path which was unknown to others and was therefore unique’ (see Abū al-Faraj, 3/147). Bashshār was particularly important because he was an expert in Bedouin poetry and words (the urjūza of ‘ yā \n ṭalal \n al - ḥayy . . .’ was composed solely to exhibit and distinguish himself; see Abū al-Faraj, 3/175–176). The fact that poets were multi-faceted is a clear sign of evolution in the realm of poetry, though such innovative poets were never able to alter the classic meters of poetry.",
    "One further important point about Bashshār is that he has, with great exaggeration, been regarded as a prominent representative of Persian religion (Abū al-Faraj, 1/377–380, 3/299–232; Ḍayf, al-ʿAṣr al-ʿAbbāsī al-awwal , 201–220, 215). However, according to Ṣiddīqī, none of the themes in his poems accord with the principles of the main Persian religions, Manichaeism, Mazdakism and Zoroastrianism. Furthermore, he may have belonged to the Shiʿi Kāmiliyya, who regarded the Companions as unbelievers for not pledging allegiance to Imam ʿAlī (q.v.), and also ʿAlī himself as an unbeliever for not engaging in war against them (Pellat, Le milieu Baṣrien , 178). These reports should not be taken seriously, as Bashshār was a non-religious free-thinker who, like many of his contemporaries, emerged from the charged and tense atmosphere of Baṣra and was unafraid of accusations of indecency or rebelliousness.",
    "By comparison, Abū Nuwās, though highly adept at classical Arabic poetry, was more poetically ‘modern’ than Bashshār. He has been declared the ‘greatest shuʿūbī ’ (a person who sought to revive ancient Persian culture, deeming it either equal with, or superior to, Arabic culture). Although strongly criticised for his enthusiasm for Persian language and culture, he was clearly neither a Manichaean nor Zoroastrian nor even a shuʿūbī . He was the voice of a people living in an evolving society—people left cold by old Bedouin traditions, who instead loved the new Persian culture which was influencing the Arab world, at least on its eastern borders. Although Abū Nuwās composed all types of poetry, making him equal to the best Arab poets, it was his ghazal s and desert poems that made him a legend and part of the One Thousand and One Nights (q.v. ‘Abū Nuwās’).",
    "Although desert poetry was not something new, one finds many imaginative themes in Abū Nuwās’s poetry. In his poems, the cupbearers (sing. sāqī ) are mostly female farmers, Christian girls, Zoroastrian women and particularly a girl named ‘Maygūn’. His desert poetry goes beyond time and space, and wanders around diverse places ranging from Noah’s ark to the taverns of Baṣra and Baghdad.",
    "After the fall of the Umayyads at the close of the 3rd/9th century, there were many poets living in the shadows of Bashshār and Abū Nuwās, who every once in a while created new poetical methods.",
    "There were several composers of satire in Baṣra. The poetic language of ʿAbd al-Ṣamad (d. 240/854), al-Muʿadhdhal’s son, spared no-one, not even his brother or nephew. Ibn Munādhir (d. 198/814) had an even more interesting personality than Bashshār and Abū Nuwās. He was a pious wordsmith and faqīh who occasionally prayed as imam in one of the mosques of Baṣra where he even held scholarly circles. However, his ideas were certainly idiosyncratic; he believed that the Arabic language of Baṣra was purer than the Arabic of the Ḥijāz (see Manūchihrī, 701–703).",
    "Aside from the writings of Abū Nuwās and Bashshār, little of note has been left of the ghazal s of the Baṣrans. Although al-ʿAbbās b. al-Aḥnaf (q.v.) is said to have been a poet from Baṣra’s poetic school (see Sezgin, 2/513–514), he was in fact a product of the Baghdad school. In contrast, Abū ʿUyayna composed his ghazal s under the pen name ‘Dunyā’ in Baṣra, and became known for his physical descriptions of the city (e.g. Abū al-Faraj, 20/89, 90, 91, 103; see also Pellat, Le milieu Baṣrien , 172).",
    "Religious poetry was common in Baṣra, but after the Khawārij, Baṣra was no longer the centre of this type of poetry. The only poet among the Muʿtazilīs was Ṣafwān al-Anṣārī, who defended Wāṣil b. ʿAṭāʾ and refuted Bashshār’s apparent preference for fire over earth with a poem about the superiority of the earth. Al-Naẓẓām (d. 221/836) produced some agreeable poetry, based on Muʿtazilī views (Pellat, 175–176; Ḍayf, al-ʿAṣr al-ʿAbbāsī al-awwal , 415–416, 430–434). On the other hand, the Kaysānī Shiʿis had a powerful voice in the city: al-Sayyid al-Ḥimyarī (d. ca. 173/789) praised ʿAlī and his sons openly (see also Ḍayf, al-ʿAṣr al-ʿAbbāsī al-awwal , 309–314). One of the poet-theologians and scholars was Ṣāliḥ b. ʿAbd al-Quddūs (d. 167/783): of Persian descent, he was soon accused of heresy, exiled from Baṣra at a young age and then killed in Baghdad (Sezgin, 2/461–462; Ḍayf, al-ʿAṣr al-ʿAbbāsī , 393–399; Zakeri, 984).",
    "It was natural that the poetry of the 3rd/9th century, oriented as it was to political and social themes, should have gradually given way to a more personal kind of poetry, which dealt with an indivdual’s spiritual or material interests. This was bound to happen in a society that was becoming increasingly refined, civilised and urbanised. Closer social relationships impelled poetry towards a more fraternal style ( ikhwāniyyāt ), and while satire declined into a sort of simple-minded mockery, poetry that was governed by moral and spiritual themes became increasingly prominent. The following century (4th/10th), during which al-Thaʿālabī (2/393–432) was the most influential poet, was chaotic, but evinced few poetic innovations.",
    "The poetry of this period becomes increasingly introspective; ethereal and sometimes exaggerated images are encountered; while poetic descriptions of different social classes, particularly the lower class, open up the city during this period for sociological study. Also, one notes an increasing trend towards lewd expressions, even amongst lexicologists and city judges. The biographical accounts of certain renowned figures clearly reveals the poetic atmosphere in Baṣra: al-Tanūkhī was an upright scholar and a judge in Ahwāz and Baṣra for many years. He and a group of judges would gather once or twice a week, indulge in a drinking party, and the following morning go to work in their formal attire as if nothing unusual had happened the previous night (al-Thaʿālabī, 2/393–404).",
    "There are also some surviving poems and prose by Ibn Lankak (d. ca. 360/971), which are of great significance. Ibn Lankak had close relationships with his contemporaries, such as al-Khubzāruzzī, who, as noted above, had a store in Mirbad in which poets and the Baṣran youth gathered. Despite being completely illiterate, al-Khubzāruzzī was a man of great knowledge, and Ibn Lankak is said to have written down and then compiled the poems that al-Khubzāruzzī informally composed and recited. Ibn Lankak’s major art form was satire directed at people and the world, treating people—particularly literary men—with contempt, and likening the rich to apes in saddles. He attacked Baṣra and its people in two poems and exchanged stinging satires with other poets, particularly Abū al-Haydhām and Abū al-Riyāsh (al-Thaʿālabī, 2/409–420). He also satirised al-Mutanabbī, when he went to Baghdad (al-Thaʿālabī, 2/414).",
    "Al-Mufajjaʿ al-Baṣrī greatly resembles Ibn Lankak. A friend and student of Ibn Durayd, he was also engaged in writing and dictation ( imlāʾ  ) in Baṣra. It was said of him that: ‘it is a matter of wonder that al-Mufajjaʿ dictates to the other colossi’ (al-Thaʿālabī, 2/424–425). The fact that this poet was a Shiʿi is testimony to the growing number of Shiʿis in Baṣra in the 4th/10th century (Ḍayf, al-ʿAṣr al-ʿAbbāsī al-thānī , 398–399).",
    "The names of Baṣran poets of later centuries can be found in al-Bākharzī’s Dumyat al-qaṣr , and ʿImād al-Dīn Kātib’s Kharīdat al-qaṣr . However, these later works are of far less value than the masterpieces of the first two hundred years.",
    "In the early days, when the city was engulfed by political and tribal conflicts, whilst at the same time operating as the base for military operations in the east, khuṭba s (sermons) were the most efficient tool for the dissemination of information. Politically they were mostly pro-Umayyad, but in regard to tribal conflict they spoke of mathālib and mafākhir (heinous deeds and acts of pride), and spurred soldiers on to fight. Religious denominations exploited them for their own purposes, while the clergy, orators and story-tellers ( quṣṣāṣ ) used them to offer people guidance (see al-Ḥasan, 419–423).",
    "One of the first and best-known sermons delivered in Baṣra, apart from that by Imām ʿAlī (Yāqūt, 1/646; Nahj al-Balāgha , 63–65) was that delivered in 45/665 by Ziyād b. Abīh when he arrived as governor of the city, known as al-khuṭba al-batrāʾ (a sermon ‘cut short’, in which the speaker does not praise God or His Prophet) (al-Jāḥiẓ, 2/62–65). The khuṭba s of governors, particularly those of al-Ḥajjāj, have a particular style. They include harmonious, parallel sentences and many rhymes that deeply influenced their audience. The anti-government khuṭba s, particularly those by Khawārij like Zubayr b. ʿAlī al-Salīṭī (al-Mubarrad, 3/330), have mostly been lost. In times of social corruption and disorder (al-Jāḥiẓ, 2/62), religious khuṭba s were naturally favoured. Al-Jāḥiẓ mentions the names of many khaṭīb s, some of whom were from Baṣra, like Khālid b. Ṣafwān and Shabīb b. Shayba, and notes that: ‘There was nobody better than them’ (1/317–318). Al-Ḥasan al-Baṣrī, Muwarraq al-ʿIjlī, Yazīd al-Raqqāshī, Mālik b. Dīnār and Ayyūb al-Sijistānī were counted as ascetic khaṭīb s, though none of them could surpass al-Ḥasan al-Baṣrī (al-Jaḥiẓ, 1/353–354).",
    "Undoubtedly, sermons in the form of a story were more effective than formal sermons. Firstly, these sermonising storytellers, who were often famous ascetics, encouraged people in the waging of jihād . Then they would enter the mosques and entrance the public, combining authentic religious reports with legendary tales from Judaism and Christianity along with pre-Islamic anecdotes and folk tales. These stories were sometimes so excessive that Imam ʿAlī once drove such people out of the mosque (al-Jāḥiẓ, 1/353–354).",
    "The first storyteller, according to al-Jāḥiẓ (1/367), was Jaʿfar b. Ḥasan (one of the mawālī ). He had his own circle in the mosque of Baṣra, and also taught the Qurʾān. Many other storytellers are mentioned, although the greatest were al-Ḥasan al-Baṣrī, the bilingual Mūsā al-Aswārī—known as ‘one of the wonders of the world’ ( min \n aʿājīb \n al - dunyā )—Abū Mūsā al-Ashʿarī, who was deemed superior even to al-Aswārī, and Abū ʿAlī al-Aswārī (who sometimes spent weeks explaining a single Qurʾānic verse) (al-Jāḥiẓ, 1/367–369).",
    "One family, of Persian descent, had great influence on this trend of story-telling; this was the family of Yazīd al-Raqqāshī (d. 131/749), who was regarded as both ‘a pious ascetic and a marvellous storyteller’, his nephew Faḍl, and Faḍl’s son ʿAbd al-Ṣamad. The assemblies of these three figures were always packed with scholars and even fuqahāʾ .",
    "As Pellat ( Le milieu Baṣrien , 114) notes, the valuable contribution of this Persianate group was not restricted to the Arabic language: at the same as mystical ideas were being seeded in the public mind by al-Ḥasan al-Baṣrī, under the cover of impeccable conduct and an attachment to Islam that guaranteed them impunity, they shared their notions of free will ( ikhtiyār ) with large audiences, in opposition to the doctrine of predetermination (  jabr ) favoured by the scholars associated with the Umayyad rulers, as well teachings drawn from the religion of their ancestors.",
    "Oral improvisation was the main feature of the sermon ( khuṭba ), though Wāṣil b. ʿAṭāʾ is said to have written his sermons in advance in order to remove the letter rāʾ (the letter r), which he could not pronounce. On the other hand, the main feature of treatises ( rasāʾil , sing. risāla ) is that they were written down, even if they were actually nothing more than a khuṭba (see ʿAbd al-Jalīl, 99). It was in the late Umayyad dynasty that the technique of treatise-writing rapidly developed to form something deserving of the name technical prose ( al-nathr al-fannī ). This development was the fruit of the efforts of two Persians, ʿAbd al-Ḥamīd and Ibn al-Muqaffaʿ, in Baṣra.",
    "According to many scholars, ʿAbd al-Ḥamīd, influenced by Sāsānid works on literature, politics and ethics, broke away from the strict classical forms full of sajʿ (rhyming prose) and qāfiya (rhyme) (e.g. see Ḍayf, al-ʿAṣr al-Islāmī , 473–479; Farrūkh, 1/723–731 ff.). However, the revolutionary change which took place primarily in Baṣra was brought about by Ibn al-Muqaffaʿ, particularly in light of the fact that ʿAbd al-Ḥamīd worked on rasāʾil , while Ibn al-Muqaffaʿ’s main interest was the realm of literature.",
    "Ibn al-Muqaffaʿ is a perfect embodiment of a Persian culture that was in the process of being Arabised. Among the eighteen works attributed to him (see Zaryāb, 672–680, section on Ibn al-Muqaffaʿ’s works), the five shortest (including Risālat al-ṣaḥāba ) were compiled by him (as well as parts that probably he added to Kalīla wa Dimna ), whilst the rest (like Kalīla \n wa adabuhā ) were his translations from Pahlavi. This is significant since a translator, though proficient in both source and target languages, cannot distance himself entirely from the structural influences of the source language. Another notable factor influencing Ibn al-Muqaffaʿ’s translation process was that when he began translating Persian works, there was no specific standard form of written Arabic. For this reason, the formal writing style used in his books is his own innovation, which from then on was used by all Arab writers.",
    "Consequently, a number of scholars believe that Arabic technical prose ( al-nathr al-fannī ) is in fact Persian prose clothed in Arabic language. At the same time Ibn al-Muqaffaʿ did not forget his intended audience who lived in a Muslim society, and so he tried to adapt all Persian, Indian and Greek concepts such that they were assimilable by the majority of his readers. ‘He lent the language of his ancient heroes an Islamic tone, and made many aspects of thought and social life which had been expressed in Kalīla \n wa Dimna conform to the character of his own time’ (ʿAbd al-Jalīl, 129).",
    "Whatever the truth of the matter, this new prose was a turning point in Arabic culture, a turning away from the absolute predominance of poetry as the medium of literary expression for Arabs: ‘We should welcome the appearance of prose, taking its place alongside [Arabic] poetry, dressed in plain clothes, using everyday language . . . due to Ibn al-Muqaffaʿ, the Arab world did not have to wait so long for foreign elements to enrich its language. He was the first, perhaps the only, person who could introduce a priceless extra to [Arabic] literary culture’ (Wiet, 56).",
    "An interesting aspect of Ibn al-Muqaffaʿ’s work is that at a time when the common language of Baṣra was full of Arabised ( muʿarrab ) foreign words—as seen in the compositions of many poets, mostly companions of Ibn al-Muqaffaʿ—he never uses unusual Persian vocabulary in his prose. The poetry of Abū Nuwās would shortly become flooded with such Arabisations.",
    "The main structural difference between Ibn al-Muqaffaʿ’s prose and those of his predecessors is in the style of sentence formulation. A sentence in treatises and sermons would commonly include a subject and a predicate, with few words. The use of alliteration, sajʿ and qāfiya did not allow the expansion of the sentence’s meaning beyond its main theme, and therefore thoughts are strung together in short phrases. In the prose of Ibn al-Muqaffaʿ, there are more words and thoughts along with the subject and predicate, which are all amassed in longer sentences (on the prose of Ibn al-Muqaffaʿ, see Zaryāb, 668–670).",
    "Ibn al-Muqaffaʿ and al-Jāḥiẓ in the following century were so outstanding that they left no room for others to shine. Many good poets were unable to escape their shadow and so have remained anonymous. Only Sahl b. Hārūn (d. 215/830) can be seen to resemble al-Jāḥiẓ, to some extent. Apparently, Sahl migrated from Dasht-i Mīshān (in the province of Khūzistān in Persia) to Baṣra during his childhood. There he studied science and literature, and became familiar with translations from Persian and other languages, and also translated works himself. He reached a high level of learning ( ḥikma ), and was acclaimed as the ‘sage of Islam’ ( Buzurgmihr-i \n Islām ). Ibn al-Nadīm presents him as harshly shuʿūbī (pro-Persian and anti-Arab), adding that he had written many books in this manner, including ‘a treatise in praise of avarice’ ( bukhl ) (p. 174). But there is no evidence available of these books, and writing in defence of avarice is not in itself a sign of being anti-Arab. Ibn al-Nadīm attributed many books to him: Thaʿla wa ʿAfrāʾ, al-Namir wa al-thaʿlab , al-Wāmiq wa al-ʿAdhrāʾ . . . It can be inferred from the names of the first two books that he was so deeply influenced by Kalīla wa Dimna that he wished to produce a piece on a par with it.",
    "Baṣra’s greatest son, al-Jāḥiẓ (d. 255/869), is, according to many scholars, the foremost writer of the Arabs. Clearly this brief article cannot do justice to a literary genius of his standing, who was taught by such masters as al-Aṣmaʿī, Abū ʿUbayda, Abū Zayd, al-Akhfash (in lexicology), and Abū al-Hudhayl al-ʿAllāf and al-Naẓẓām (in Muʿtazilī thought). However, being in Baṣra, was al-Jāḥiẓ able to learn about the new field of philosophy, mostly concentrated in Baghdad? The answer of most scholars to this question is positive, particularly since he soon joined al-Naẓẓām, from whom he learnt of Muʿtazilī thought. Pellat ( Le milieu Baṣrien , 67), however, believes that he became familiar with these sciences in Baghdad when he was in his forties, since in the late 2nd/8th century there were no public libraries in Baṣra.",
    "Some of al-Jāḥiẓ’s works date from his career in Baghdad, since at the beginning of his career as a literary man, writing books on particular topics—except for compila-tions of ḥadīth s—was not yet common in Baṣra, and al-Jāḥiẓ, it seems, was worried about presenting his work. It may be for this reason that he occasionally attributed his own writings to others. In his al-Jāḥiẓ ḥayātuhu wa āthāruh (al-Jāḥiẓ, His Life and His Works), Ṭāhā Ḥājirī attempts to classify al-Jāḥiẓ’s work chronologically: according to him, the early pieces composed in Baṣra were limited to a few treatises mostly on the imamate (all of which were commissioned by al-Maʾmūn). Arabic literature was thoroughly enriched by the prose and works of al-Jāḥiẓ, because as well as being imaginative and innovative, his works include a vast range of knowledge. His prose is lucid and realistic ‘as if it comes out of a clear spring, naturally and without any floweriness. It is bereft of excessive rhyming and eloquence. He avoids figures of speech more than any other writer, and his words perfectly convey their exact meanings’ (ʿAbd al-Jalīl, 136–137).",
    "No-one in the history of Baṣran prose was able to match al-Jāḥiẓ, although one may mention Ibn Durayd and al-Ḥarīrī. Ibn Durayd (d. 321/933) is mentioned not for his poetry or lexicological books, but on account of the forty so-called ‘ ḥadīth s’ (which are in fact stories) which he wrote; according to al-Ḥuṣrī (1/273), this work is regarded as the first maqāma (a form of extemporising which allowed the display of prowess in poetry and prose) in Arabic literature. Surviving stories contain neither rhyming nor unfamiliar words, and like all anthologies do not have a particular character. For this reason, many scholars doubt his influence on Badīʿ al-Zamān Hamadānī (q.v.) (e.g. see al-Fākhūrī, 733–734). However, there is no doubt that this type of story (though stylistically unlike modern storywriting) originates with Ibn Durayd in Baṣra (see Azarnoosh and Kāshiyān, 499–506), became a literary genre through Badīʿ al-Zamān, and then in the 5th/11th century once again flourished in Baṣra. Al-Ḥarīrī (d. 516/1122) wrote fifty maqāma s in imitation of Badīʿ al-Zamān, recording his name for posterity (on al-Ḥarīrī see Ḍayf, al-Fann , 292–304; al-Muqaddasī, Anīs, 403–414).",
    "In the literary sciences, Baṣra took pride of place. This field is extremely vast, ranging from lexicology ( lughat ), grammar ( naḥw ) and history ( taʾrīkh ) to exegesis ( tafsīr ), ḥadīth and the science of Qurʾānic recitation ( qirāʾāt ), although the most relevant to literature are lexicology and grammar.",
    "Traditionally, grammar books and even books on literature attributed the foundation of naḥw to the early leaders of Islam (particularly to Imam ʿAlī), which was consequently transmitted by Abū al-Aswad al-Duʾalī (d. ca. 69/688) to later generations. Sources mention the names of certain grammarians (up to ten persons) who appeared between the time of Abū al-Aswad and the second half of the 2nd/8th century when Sībawayh’s al-Kitāb was written. Some of these are more significant than others; for example, ʿAnbasa b. Maʿdān al-Fīl (d. ca. 100/718), Ibn Abī Isḥāq (d. 117/735), ʿĪsā b. ʿUmar al-Thaqafī (d. 149/766) and Abū ʿAmr b. ʿAlāʾ (q.v., d. 154/771), though nothing remains of their work. Among them, Abū ʿAmr b. ʿAlāʾ is by far the most important. He taught al-Khalīl b. Aḥmad al-Farāhīdī (d. 170/786), Ibn Ḥabīb and al-Aṣmaʿī, some of the most influential individuals in the history of Arabic literature. It was al-Khalīl who trained Sībawayh and Naḍr b. Shumayl, and Sībawayh (d. 177/793) in turn composed al-Kitāb , a book that after 1,200 years still remains an astounding piece of work.",
    "Certain sources reject the reports on Abū al-Aswad. According to these, the chain of grammarians starts with either Ibn Abī Isḥāq or more commonly with ʿĪsā b. ʿUmar al-Thaqafī, who is reported to have composed the first grammar books (e.g. al-Jāmiʿ wa al-mukammil ) (Pellat, Le milieu Baṣrien , 79–80). The list of grammarians presented in Mawsūʿat \n al - Baṣra (al-Ḥasan, 253) has considerable implications: the list begins with Sībawayh; two of his students, Quṭrub and al-Akhfash al-Awsaṭ, were both from Baṣra, as were two of al-Akhfash’s four students, the remaining two of whom were from Kūfa. Interestingly this list, which continues right down to Ibn Hishām, contains no other individuals from Baṣra.",
    "Baṣra adopted the school of qiyās , analogy (or ‘systematic regularity’), in contrast to Kūfa’s samāʿ , audition (or ‘observed data’) school. Their differences sometimes led to bitter conflict (for example, the death of Sībawayh in his thirties is sometimes attributed to a famous grammatical dispute between the Baṣran and Kūfan schools that took place in Baghdad) (see al-Makhzūmī, 80 ff.; Fleisch, 1/1–8).",
    "Baṣra was the birthplace of lexicology, and the first dictionary of Arabic was also compiled there. Many renowned figures contributed to the preparation of this work such as al-Aṣmaʿī, Abū Zayd al-Anṣārī, Abū Ḥātim al-Sijistānī, Abū ʿAbd Allāh al-Namarī and above all, al-Khalīl b. Aḥmad al-Farāhīdī. Each had different motivations, but the most important was to preserve the language of the Qurʾān. They tried to collect and learn the Arabic words from Bedouin of the deserts around Baṣra. These initially oral proceedings were gradually codified into single subject books. Surviving single subject books by al-Aṣmaʿī and Abū Zayd are on such subjects as human organs and rain. Eventually, all these words were compiled in al-ʿAyn , a book edited by al-Farāhīdī. This book has an extraordinary structure: firstly, each word is arranged in terms of the physical origin of a phoneme on the human vocal tract; the letter ʿayn , as it is pronounced in the vocal tract comes at the end, as a result of which the book was named al-ʿAyn . Secondly, he used the discipline known as al-ishtiqāq al-kabīr (‘great etymology’; see also Versteegh, 82; Farzānih, 13–14). Since the final manuscript was not completed within al-Farāhīdī’s lifetime and copy editors made changes to it, many lengthy debates on the dictionary have even given rise to doubts as to its attribution to al-Farāhīdī.",
    "Al-Farāhīdī’s technique, though problematic, was not easily abandoned and it continued to influence writers two or three centuries later: al-Qālī (d. 356/967) author of al-Bāriʿ ; al-Azharī (d. 370/980, author of Tahdhīb al-lugha ; al-Ṣāḥib b. ʿAbbād (d. 385/995), author of al-Muḥīṭ ; Ibn Sayyida (d. 458/1092), author of al-Muḥkam , etc.",
    "The second lexicon in Baṣra is also counted as one of the oldest most important Arabic dictionaries. Ibn Durayd (d. 321/933) in his works Jamhurat al-lugha and Ishtiqāq , though influenced by al-Farāhīdī as regards etymology, arranged the words in alphabetic order (see Azarnoosh and Kāshiyān, pp. 499–506; on his method in writing, see Haywood, passim ; Yaʿqūb, 77–84; ʿAṭṭār, 78–80; see also al-Ḥasan, 117 ff.).",
    "The discipline of ʿarūḍ (prosody) was also founded by Baṣran scholars: al-Farāhīdī identified seventeen meters (sing. baḥr ) in prosody, to which only a few more were ever added (see al-Ḥasan, 267 ff.).",
    "Contents"
  ],
  "bibliography": null,
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}