{
  "id": "eweb_549",
  "source": "EIs",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/SIM-067336.xml?language=en",
  "annotator": "Jeremy",
  "title": "Ḥulūl and ittiḥād",
  "authors": [
    "Ahmad Pakatchi",
    "with additions by Stephen Hirtenstein",
    "Translated by Alexander Khaleeli"
  ],
  "word_count": "(4,991 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "01 Aug 2023",
  "last_updated": "02 Jun 2025",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "Ḥulūl wa ittiḥād (‘incarnation and unification’), a pair of terms that are discussed in the fields of Islamic theology ( kalām ) and heresiography ( firaq ) as well as in Sufism ( taṣawwuf ), and whose respective meanings are close to one another. Ḥulūl (‘indwelling, incarnation’) refers to the process by which a metaphysical entity enters the body of another, while ittiḥād (‘unification’) denotes the union of two beings in such a way that they become indistinguishable from one another.",
    "Etymologically, the term ḥulūl is derived from the root ḥ-l-l , meaning to untie [a load], and hence to alight or descend somewhere and to dwell there. From a religious perspective, ḥulūl signifies that a person’s body has been inhabited by God, the devil, a jinn , or the spirit of another human being. Within Islamic theology,    specifically focuses on the idea that God could come to inhabit a human body or some other physical form. It is worth noting that just because a metaphysical entity becomes attached to a human being—as, for example, the Islamic philosophers hold that the immaterial intellect ( al-ʿaql al-mujarrad ) does—it does not necessarily qualify as incarnation, nor does the ‘Spirit of Holiness’ ( rūḥ al-qudus ) entering the body of the Imams, which is described in some Ithnāʿasharī collections of traditions (for example, see al-Ṣaffār, 474; al-Kulaynī, 1/272), even if these might be referred to as ‘incarnation’ in the everyday sense of the term. However, these and other instances do not qualify as divine incarnation, which is the term’s area of concern in Islamic theology.",
    "The earliest appearance of the two terms can be traced back to the classifications and debates among Christian theologians: the term ‘ittiḥād  ’ was used to indicate the hypostatic union, the union of Christ’s humanity and divinity in one individuated existence or hypostasis, and the term ‘ḥulūl  ’ was used for Jesus’ incarnation, particularly the relationship between the Father and the Son in Christian doctrine. Thus, the Gospel of John states that ‘The Word became flesh’ (John 1:14), or ‘Rather, it is the Father, living in me, who is doing His work’ (John 14:10). This meaning derives from the Greek expression in the Gospel of John whereby the participle ménōn (‘living’) is used in the sense of ‘to inhere’ or ‘to dwell’. In Syriac translations of the Gospels, it is translated as ‘ˁ mr’ , which gives almost the same meaning as the Greek (for more on these terms, see Liddell, 1103; Costaz, 256). These verses in the Gospel of John laid the foundations for two types of discussion within Christianity and later between Christians and Muslims: the relationship between divinity and corporeal existence, and between the divine nature ( lāhūt ) and human nature ( nāsūt ) in Jesus Christ.",
    "Theodore Abū Qurra (d. ca. 820), the Melkite bishop and theologian, composed what are perhaps the earliest Christian theological treatises to be written in Arabic on two topics. One of them is a discussion of how the Eternal Son ( al-Ibn ) found his way into the womb of Mary, and the other was how the Holy Spirit found its way into the human being in order to impart wisdom. In both cases, he employed the term ḥulūl to describe the respective processes, which he presented as a literal translation of the Syriac ‘ˁ mr ’,  ‘indwelling’ (pp. 92, 96). At the same time, the Arab Christian philosopher of the Baghdad School, Yaḥyā b. ʿAdī (d. 363/974), wrote in Arabic on the relationship between the divine and human aspects of Jesus and spoke about the union of the nāsūt and the lāhūt in the person of Christ (p. 82). While treating the question of the relationship between the human and divine aspects of the Son, and how God could take on human form, he made use of the term ittiḥād , arguing that the only genuine instance of unification to have ever occurred was the union of the divine essence with the person of Jesus (pp. 26, 74–75, 85).",
    "John of Damascus (Yūḥannā al-Dimashqī, d. 132/749) also spoke of the union ( ittiḥād ) of the three hypostases, albeit in a work that he originally wrote in Greek (p. 23). Islamic sources preserve accounts of earlier Christian thinkers, which discuss the union of ‘the word’ ( al-kalima ) with ‘the body’ ( al-jasad ) of Jesus. In particular, these accounts highlight three distinct opinions amongst Eastern Christians—namely, the adherents of the Melkite, Jacobite and Nestorian churches (e.g. see al-Shahrastānī, 1/222 ff.).",
    "In Islamic sources, it is often stated that the first proponents of ḥulūl and ittiḥād were the Christians (for example, see al-Suyūṭī, 129). However, earlier examples of this doctrine are sometimes identified, as in the religions of India (al-Bīrūnī, 4), ancient Iran, especially among the followers of Mazdak (Abū Ḥātim, 159), ancient Egypt (Abū al-ʿAlāʾ, 213), and in the religions of Mesopotamia, such as the Sabians of Ḥarrān (al-Shahrastānī, 2/55).",
    "The doctrine of the Trinity ( tathlīth ) is explicitly critiqued by the Qurʾān: ‘So believe in God and His messengers, and do not say “Three”. Desist. [That is] better for you. God is one God. Glory be to Him, that He should have a son’ (4:171). As a consequence, Muslim theologians adopted a critical stance with regard to the three hypostases ( al-aqānīm al-thalātha ) from their very first encounters with Christian theologians, and taking the terms ḥulūl and ittiḥād from their Christian interlocutors, used them in their polemics against them. In fact, over the course of the early centuries of Islam, ḥulūl and ittiḥād became a central topic in debates between Muslim theologians and their Christian opponents, in which Muslim theologians denied both ḥulūl in respect of Jesus’ incarnation, and ittiḥād in relation to the Holy Trinity, and there was no disagreement between the various nascent theological schools amongst Muslims in this respect (see, for example al-Bāqillānī, 1/192–197; al-Qāḍī ʿAbd al-Jabbār, 195 ff.; al-Ṭūsī, 94 ff.).",
    "The evolution of discussions related to ittiḥād and ḥulūl , the answers formulated by Christian theologians in response to Muslim polemics, and the need for Muslim scholars to refute them, laid the ground for the further development of a terminology to discuss ittiḥād and ḥulūl in order to distinguish between the shades of meaning associated with them. This led to the formation of classifications and formulations within Islamic theology more broadly that were strongly influenced by these debates: for example, terms such as al-ḥulūl al-jiwārī (‘neighbouring or localised infusion’), in which the infuser ( ḥāll ) spreads to only part of the infused ( maḥall ) (such as water contained in a jug), or al-ḥulūl al-sarayānī (‘all-pervading infusion’), in which the infuser dwells in all parts of the infused (such as rose essence in the rose) (al-Jurjānī, al-Taʿrīfāt , 125). Classifying ḥulūl as a kind of adjectival specification ( al-ikhtiṣāṣ al-nāʿit ) meant that its usage evolved in a new direction, insofar as it became a discussion about the relationship between two concepts rather than the relationship between what is contained and its receptacle. Thus, ḥulūl was used to cover both infusion actualised in physical bodies, as in water rising in the stem of a flower or plant, and metaphorical inhesion, as in knowledge in a person or being. In short, the two concepts were the adjectival qualifier ( al-nāʿit ) and the thing it qualifies ( al-manʿūt ), which arose out of earlier debates in Islamic theology concerning the relationship between a name ( al-ism ) and the thing named ( al-musammā ). This, in turn, can be seen as providing a framework for classifying ḥulūl (al-Ījī, 1/480, 520 et passim; al-ʿAllāma al-Ḥillī, 1/306–307; al-Jurjānī, Sharḥ, 5/70; al-Taftāzānī, 1/179, 287; al-Tahānawī, 1/350–351). Other distinctions drawn in these theological discussions are between spatial ( mutaḥayyiz ) and non-spatial ( ghayr mutaḥayyiz ) ḥulūl (al-Jurjānī, Sharḥ, 2/73–74; al-Taftāzānī, 2/77), and the division of ḥulūl in part ( bi al-juzʾ ) or in whole ( bi al-kull ) (for example, see al-Shahrastānī, 1/175, 2/56). The outcome of all of these discussions was that classical Muslim theologians, despite their multifarious disagreements on other issues, were virtually unanimous in denying that God could become incarnate in any of His creatures (for example, see al-Ghazālī, al-Maqṣad, 155; Fakhr al-Dīn al-Rāzī, 2/101 ff.).",
    "The topics of incarnation and unification proved to be relevant beyond the domain of Islamic theology; they found their way into jurisprudential discussions as instances of heretical belief. Legal scholars such as the Shāfiʿī jurist ʿIzz al-Dīn b. ʿAbd al-Salām (d. 660/1262) passed the verdict that someone who asserts that God has become incarnate in a human or other form, is a disbeliever ( kāfir ), while al-Qāḍī ʿIyāḍ (d. 544/1149) asserts that a juristic consensus ( ijmāʿ ) exists to the effect that those who believe in incarnation are disbelievers (al-Suyūṭī, 133).",
    "The aforementioned theoretical analyses of ḥulūl developed by Muslim theologians treat the concept of ḥulūl as being directly related to the concept of spatiality and locality (for example, see Ibn Fūrak, 153; al-Maqdisī, 1/158). This led them to expand the concept of ḥulūl in order to respond to questions or objections to certain Islamic beliefs as well. For example, when theologians addressed the question of God being portrayed in the Qurʾān as being seated upon the divine throne (Q 20: 5), Abū al-Ḥasan al-Ashʿarī (d. 324/936, q.v.) tried to show that this verse does not imply any kind of divine incarnation (p. 311). Similar efforts were made by Muʿtazilī theologians to the same effect (for example, see al-Qāḍī ʿAbd al-Jabbār, 150–151), despite the fact that the most obvious literal reading of the verse does not suggest incarnation in the sense employed by Christian theologians, but rather corporeality ( tajsīm ) or anthropomorphism ( tashbīh ).",
    "It is worth noting that, in contrast to the theologians, many traditionalists emphasised that God was actually seated upon the throne and that He was present in the heavens. These same traditionalists accused the theologians, who rejected this literalist reading, of believing ‘that God is in every place, by way of ḥulūl ’ (Ibn Qutayba, 271; al-Dhahabī, 196), meaning that ‘God descends and dwells in every place’. In response, since these traditionalists were using ḥulūl as equivalent to ‘being in a place’, some theologians labelled this group ‘the Ḥashwiyya’ (q.v.), a rather vague term of abuse indicating extreme anthropomorphists who only considered the literal meaning of revealed books, and rebuked them for holding that God was ‘placed’ ( ḥulūl ) upon the divine throne (Ibn ʿAsākir, 150; al-Ghazālī, al-Iqtiṣād, 35, English trans. 72 and 2 n.4).",
    "As can be seen from the above, the term ḥulūl was primarily used pejoratively to describe the heretical views of others. Over the course of Islamic history, two tendencies in particular have tended to be associated with doctrines labelled as Ḥulūliyya :  extremist Shiʿis ( al-rawāfiḍ al-ghulāt ) and Sufis. For example, in his overview of sects al-Baghdādī (pp. 19, 138, 216) lists various groups, including the Ḥulmāniyya (q.v.), whom he regarded as beyond the pale because they viewed God as ‘incarnate’ or indwelling in certain human bodies, namely prophets, imams and saints, while al-Hujwīrī (d. ca. 467/1075) speaks of the adherents of ḥulūl as having accepted the worrying practice of shāhid-bāzī (‘looking at youths’) (pp. 416–417; for ʿAyn al-Quḍāt’s treatment of this in the context of ḥulūl , see Ridgeon, 8–11 et passim). Some traditionalists have also used ḥulūliyya as a pejorative term for Sufis in general terms (e.g. Ibn ʿAsākir, 240; Ibn al-Jawzī, 236; Ibn Qayyim al-Jawziyya, 182–188), although the great Sufi masters have always refuted the idea of ḥulūl (e.g. Ibn al-ʿArabī, Futūḥāt, 4/71; al-Qayṣarī, 143; Jāmī, 109 ff.).",
    "Sufis were generally careful to dissociate themselves from ḥulūl , especially after the apparently blasphemous declaration by Manṣūr al-Ḥallāj (d. 309/922; q.v.), ‘I am the Truth’ ( anā al-ḥaqq ), which was often taken as a statement of ḥulūl (see Ernst, 102–110; for Ibn Taymiyya’s commentary on al-Ḥallāj, see Michot, passim). Ibn al-ʿArabī, for example, maintains the classical position of ḥulūl as incompatible with the principle of divine unity, and specifically refers to it in the context of the loving relationship between God and His servant expressed in the ḥadīth qudsī of the closeness of supererogatory works ( qurb al nawāfil ), ‘… and when I love him, I become the hearing with which he hears, the sight by which he sees….’. Since this might lead some to imagine a situation of indwelling, Ibn al-ʿArabī states explicitly that ‘the Real is far too exalted to dwell ( ḥulūl ) within physical bodies… [when God loves him, the servant] hears through God, after he had been hearing through his own hearing. He sees through God, after he had been seeing through his own sight. Yet we know that God is far too exalted for things to be His dwelling-place ( maḥall ) or for Him to be their dwelling-place. Hence the servant has heard through Him who does not subsist within him’ (Futūḥāt, 2/614). He uses the story of Moses and the Burning Bush to emphasise the way God’s Attributes ( ṣifāt ) can be applied to things, whereas the physical implications of ‘indwelling’ ( ḥulūl ) are impossible in relation to God’s Being, since God is One: ‘Nothing was speaking from the bush except the Real, since the Real was the bush-image; nothing was hearing from Moses except the Real, because the Real was the Moses-image in terms of being the One who hears, just as He was the bush in terms of being the One who speaks. Yet the bush was a bush and Moses was Moses, without any indwelling, since a thing cannot dwell in its own essence – for ḥulūl requires two essences, and here there were only two properties’ (Futūḥāt, 4/71; for a different understanding of ḥulūl as linked to ḥāl and ḥawl , see Futūḥāt, 2/133, 384). This approach, in which a clear distinction was made between the single Essence of God and the many Divine attributes or qualities which are relationships ( nisab ) expressed in manifestation, allowed Sufis to explain the various Prophetic ḥadīths on God’s revealing Himself in forms and to reject suggestions of anthropomorphism, pantheism and incarnationism.",
    "However, the accusations of ḥulūl and ittiḥād surfaced from time to time, especially in the writings of Ibn Taymiyya (d. 728/1328), al-Dhahabī (d. 748/1347), al-Ḥurr al-ʿĀmilī (d. 1104/1693) and others. For example, those whom Ibn Taymiyya regarded as proponents of ittiḥād and ḥulūl included not only Ibn al-ʿArabī and Ṣadr al-Dīn al-Qūnawī (d. 673/1274) but also Ibn al-Fāriḍ (d. 632/1235), Awḥad al-Dīn Kirmānī (d. 635/1238), Saʿd al-Dīn Hamawayh (d. 649/1252 or 658/1260), Ibn Sabʿīn (d. 669/1271). ʿAfīf al-Dīn al-Tilimsānī (d. 690/1291), Ibn Hūd (d. 699/1300) and Saʿd al-Dīn al-Farghānī (d. ca. 699/1300, q.v.) and others (Ibn Taymiyya, pp. 286–361; see Knysh, 90–95, 99–100, 180, 292 n. 75, 309 n. 122 et passim; Weismann, 114). On the other hand, in the 11th/17th century the Sufi ḥadīth-scholar and theologian Ibrāhīm al-Kūrānī (d. 1101/1690) was at pains to respond to his theological opponents in his Tanbīh al-ʿuqūl ʿalā tanzīh al-Ṣūfiyya ʿan iʿtiqād al-tajsīm wa al-ʿayniyya wa al-ittiḥād wa al-ḥulūl , focusing on the difference between God as Absolute Being and the manifestation of God in forms, while in more modern times the Syrian Salafi thinker Jamāl al-Dīn al-Qāsimī (d. 1914) discussed the invalidity of ḥulūl and ittiḥād in his defence of the doctrine of Ibn al-ʿArabī in Dalāʾil al-tawḥīd (see Dumairieh, 161; Sirry, 86–90).",
    "In the Persian tradition Sufi authors were often more concerned with the experiential reality of love rather than doctrinal points, and therefore with how to contemplate God in forms. For example, ʿAyn al-Quḍāt (d. 525/1131), who gave voice to the Persianate ‘School of Love’ ( madhhab-i ʿishq ), is unusually explicit about the efficacy of ḥulūl and makes a distinction between a ‘metaphorical (embodied) incarnationist’ ( ḥulūlī-yi majāzī ) and a ‘real (spiritual) incarnationist’ ( ḥulūlī-yi maʿnawī ): when the former witnesses the Divine in form, there is still a subtle duality of subject and object, whereas for the latter, ‘when the lover at the end of the path becomes love and when the love of the witness and the witnessed become one, the witness is the witnessed and the witnessed the witness. You consider this to be a form of ḥulūl , but this is not ḥulūl . It is the perfection of unification ( ittiḥād ) and oneness!’ (p. 115).",
    "He even goes so far as to identify this as the character of the Sufi: ‘O friend! If you want endless felicity to be facilitated for you, for one moment keep the company of an incarnationist – namely, a Sufi – so that you know what ḥulūl is’ (p. 299). Since using the terms ḥulūl and ittiḥād in this way often provoked violent reactions, Persian-speaking authors after Ibn al-ʿArabī tended to use his terminology to be more precise in their formulations: Fakhr al-Dīn ʿIrāqī (d. 688/1289), for example, describes it as ‘boring’ to confuse tajallī (‘theophany’) with ḥulūl (‘incarnation’), stating ‘Reality ( ʿayn ) is one, properties ( aḥkām ) differ: a secret revealed to people of true knowledge alone’ (Flash XI, 389, English trans. p. 93).",
    "The term ittiḥād is closely related to these discussions. Etymologically, it is the Form VIII of the root w-ḥ-d , whose basic meaning is ‘to be one’, and suggests a sense of reflexivity, ‘making oneself or others one’, i.e. unification. The doctrine of ittiḥād , in the sense of God’s union with one of His creations, not in the meaning of the hypostatic union, was unanimously declared by the theologians to be impossible. For them, the crux of the argument was that ittiḥād implied a kind of fusion or unification between two or more things when, according to the theologians and philosophers of various schools of thought, two distinct essences cannot be united into one, without considering generation and corruption ( kawn wa fasād ) in respect of two things, as this is inherently inconceivable and self-contradictory.",
    "Unlike ḥulūl , Sufis have used ittiḥād in a metaphorical sense ( majāz ) (al-Ghazālī, al-Maqṣad, 150–156; Naṣīr al-Dīn al-Ṭūsī, 450), leading Nicholson and Anawati to describe the term as evoking ‘the mystical union of the soul with God’ (4/283, where they also refer it to the incarnation of the Word in Jesus). Ibn al-ʿArabī is unusual in giving some explicit definitions of the term: ‘ittiḥād means that two things ( dhātayn ) become one essence/thing, and so whether that be a servant or a Lord, it can only happen with regard to number and nature, and it is a state ( ḥāl , i.e. transient)’ (Futūḥāt, 2/130, 519; see al-Ittiḥād al-kawnī, 53; al-Ḥakīm, 1180). In the context of commenting on the different pronouns found in al-Ḥallāj’s (in)famous poem (‘I am He whom I love, and He whom I love is I / we are two spirits dwelling ( ḥalal ) in a single body’ (pp. 77–78), Ibn al-ʿArabī clarifies the ambiguity inherent in ittiḥād : ‘Unification has no meaning unless the relationship applies to each of the things being unified, even though one is distinguished from the other in the reality of unification, so that it/He is [simultaneously] it/He and not it/He’ (Futūḥāt, 1/496 and following poem; see 3/37).",
    "For Ibn al-ʿArabī, this is clearly exemplified by the Prophet’s action at the Battle of Badr: ‘you did not throw when you threw, but it was God that threw’ (Q 8:17), in which a single action is affirmed as belonging both to the human (‘you threw’) and to God (‘God threw’) (Futūḥāt, 3/322). This ambiguity explains why ittiḥād can only indicate the fulfilment of spiritual love in natural forms, as ‘ultimately it means that the essence of the beloved becomes the same as the essence of the lover, and the lover’s essence becomes the same as the beloved’s essence: this is what the people of ḥulūl are pointing at, except that they have no knowledge of the true picture’ (Futūḥāt, 3/334). Since it is a question of uniting two apparently opposed perspectives, and not two essences, nor a simplistic pantheism or panentheism, ittiḥād is a matter related to the notion of barzakh (q.v.), the isthmus that joins and separates at the same time (Futūḥāt, 3/471).",
    "As a result, ittiḥād came to be understood as a Sufi term indicating the mystical contemplation of unity in multiple forms:",
    "شهود وجود الحق الواحد المطلق الذي الكل به موجود بالحق فيتحد به الكل من حيث كون كل شيء موجودا به معدوما بنفسه، لا من حيث أن له وجودا خاصا اتحد به فإنه محال",
    "‘the witnessing of the Being of the One Absolute Reality ( al-Ḥaqq ), through whom all are truly existent, so that everything is united with Him in respect of each thing’s created existence being existent through Him and non-existent in itself, not in terms of it having a particular existence that is united with Him, for that is impossible’ (Kāshānī, Iṣṭilāḥāt al-Ṣūfiyya , 49). The author of Laṭāif al-iʿlām (sometimes attributed to al-Kāshānī) provides at least eight meanings for the term, from two ‘essences’ becoming one (which he regards as impossible) to the One appearing as many or the vision of things with the eye of union ( tawḥīd ), and even extends it to cover the unity between the Essence and the Divine Names as well as the union of Law ( sharīʿa ) and Reality ( ḥaqīqa ) (pp. 159–163).",
    "Jalāl al-Dīn Rūmī (d. 672/1273), who speaks disparagingly of both ḥulūl and ittiḥād in the intellectual sense, also regards the union of the lover ( ʿāshiq ) and the Beloved ( maʿshūq ) as a mystical experience of ittiḥād that is impossible to explain except by allusion (see Mathnawī, 5/4147–4149 and 5/1998–2038).",
    "‘I saw you as the universal mirror;",
    "always I saw my image in your eye",
    "and from your eye my image found its voice",
    "saying: “I am you and you are I in union ( ittiḥād )’",
    "(Mathnawī, English trans. 2/101 and 104)",
    "Naṣīr al-Dīn Ṭūsī (d. 672/1274), in his mystical exposition of Sufi ethics (based entirely on Qurʾānic exegesis), Awṣāf al-ashrāf , defines ittiḥād in contradistinction to tawḥīd as follows: ‘Tawḥīd means “making one” ( yekī kardan ) and ittiḥād means “becoming one” ( yeki shudan ).’ Ṭūsī says that tawḥīd is expressed in the verse ‘Set not up another god alongside God’ (Q 17:22); while ittiḥād is expressed in the verse ‘Invoke not another god alongside God’ (Q 26:213). He adds: ‘Ittiḥād is not what some deluded people imagine it to be, namely, the creature becoming one with God … Rather, it means seeing all as Him ( hamah ū rā bibīnand )’; this is contrasted with a constrained, forced or affected ( takalluf ) vision of all things being one simply on account of everything other than God being ‘from Him’.",
    "The vision of one who has attained the spiritual station of ittiḥād is ‘so illuminated by the light of His self-manifestation ( nūr-i tajallī-yi ū ) that he does not see anything but Him: seer, seen, and sight subsist no longer—everything has become one’. Referring to the theopathic utterances ( shaṭaḥāt ) of Ḥallāj (see above) and Basṭāmī, Ṭūsī says that these statements do not imply any claim to divine status, rather, they attest to the attainment of the spiritual station of ittiḥād , and signify ‘the negation of the ipseity of the self ( nafy anniyyat-i khud ) and the affirmation of the ipseity of That which is other than the self ( ithbāt-i anniyyat-i ghayr-i khud )—and that is the goal ( wa huwa’l-maṭlūb )’ (Ṭūsī, 95–96). However, the spiritual station of ittiḥād is surpassed by that of waḥdat , pure unity or absolute oneness, inasmuch as there is ‘a whiff of multiplicity’ implicit in the very idea of ‘becoming one’, which is absent from the principle of pure unity (Ṭūsī, 97)."
  ],
  "bibliography": [
    "Abū al-ʿAlāʾ al-Maʿarrī, Aḥmad, Risālat al-ghufrān , ed. ʿAlī Ḥasan Fāʿūr (Beirut, 1422/2001).",
    "Abū Ḥātim al-Rāzī, Aḥmad, al-Iṣlāḥ , ed. Ḥasan Mīnūchihr and Mahdī Muḥaqqiq (Tehran, 1377 Sh./1998).",
    "Abū Qurra, Theodore, Maymar fī ikrām al-ayqūnāt , ed. Ignace Dick (Jounieh, 1986).",
    "al-ʿAllāma al-Ḥillī, al-Ḥasan, Nihāyat al-marām fī ʿilm al-kalām , ed. Fāḍil ʿIrfān (Qumm, 1419/1998).",
    "al-Ashʿarī, ʿAlī, Maqālāt al-Islāmiyyīn , ed. H. Ritter (Wiesbaden, 1400/1980).",
    "ʿAyn al-Quḍāt, Tamhīdāt , ed. ʿAfīf ʿUsayrān (Tehran, 1994).",
    "al-Baghdādī, ʿAbd al-Qādir, al-Farq bayn al-firaq , ed. Muḥammad Zāhid al-Kawtharī (Cairo, 1948).",
    "al-Bāqillānī, Muḥammad, al-Inṣāf , ed. ʿImād al-Dīn Aḥmad Ḥaydar (Beirut, 1407/1986).",
    "al-Bīrūnī, Abū Rayḥān, Taḥqīq mā li al-Hind , ed. E. Sachau (London, 1887).",
    "Costaz, L., Dictionnaire syriaque-français (Beirut, 1986).",
    "al-Dhahabī, Muḥammad, al-ʿUluww li al-ʿAliyy al-Ghaffār , ed. Ashraf b. ʿAbd al-Maqṣūd (Riyadh, 1995).",
    "Dumairieh, Naser, Intellectual Life in the Ḥijāz before Wahhabism (Leiden, 2022).",
    "Ernst, Carl, Words of Ecstasy in Sufism (Albany NY, 1985).",
    "Fakhr al-Dīn al-Rāzī, Muḥammad, al-Maṭālib al-ʿāliyya , ed. Aḥmad Ḥijāzī al-Saqqāʾ (Beirut, 1407/1987).",
    "al-Ghazālī, Muḥammad, al-Maqṣad al-asnā , ed. Bassām ʿAbd al-Wahhāb al-Jābī (Cyprus, 1407/1987).",
    "idem, al-Iqtiṣād fī al-iʿtiqād ed. Ibrahim Agâh Çubukçu and Husein Atay (Ankara, 1962), English trans. by Aladdin b. Yaqub as Al-Ghazālī’s Moderation in Belief (Chicago, 2013).",
    "al-Ḥallāj, Manṣūr, Dīwān , ed. Kāmil Shaybī (Baghdad, 1984).",
    "Hē Kainē Diathēkē/Novum Testamentum græce , ed. Johannes Leusden and Johann Jakob Griesbach (London, 1923).",
    "al-Hujwīrī, Kashf al-maḥjūb , ed. and trans. R. A. Nicholson (London, 1911).",
    "Ibn al-ʿArabī, Muḥyī al-Dīn , al-Futūḥāt al-Makkiyya (Beirut, n.d.).",
    "idem, al-Ittiḥād al-kawnī , ed. and trans. Angela Jaffray as T he Universal Tree and the Four Birds (Oxford, 2006).",
    "Ibn ʿAsākir, ʿAlī, Tabyīn kadhib al-muftarī (Beirut, 1404/1984).",
    "Ibn Fūrak, Muḥammad, Mushkil al-ḥadīth wa bayānuh , ed. Mūsā Muḥammad ʿAlī (Beirut, 1405/1985).",
    "Ibn al-Jawzī, ʿAbd al-Raḥmān, Talbīs Iblīs (Beirut, 1421/2001).",
    "Ibn Qayyim al-Jawziyya, Muḥammad, Hidāyat al-ḥayārā fī ajwibat al-Yahūd wa al-Naṣārā (Beirut, 1415/1994).",
    "Ibn Qutayba, ʿAbd Allāh, Taʾwīl mukhtalif al-ḥadīth , ed. Muḥammad Zuhrī al-Najjār (Beirut, 1393/1973).",
    "Ibn Taymiyya, Aḥmad, Majmūʿ al-fatāwā , ed. ʿAbd al-Raḥmān Ibn Qāsim (Rabat, 1401/1981).",
    "al-Ījī, ʿAḍud al-Dīn, al-Mawāqif , ed. ʿAbd al-Raḥmān ʿUmayra (Beirut, 1417/1997).",
    "ʿIrāqī, Fakhr al-Dīn, Lamaʿāt in Kulliyāt-i Shaykh Fakhr al-Dīn , ed. Saʿīd Nafīsī (Tehran, 1338/1960), English trans. as Divine Flashes by William Chittick and Peter Lamborn Wilson (London, 1982).",
    "Jāmī, ʿAbd al-Raḥmān, Ashiʿʿat al-lamaʿāt , ed. Hādī Rastgār Muqaddam Gawharī (Qumm, 1383 Sh./2004).",
    "al-Jurjānī, ʿAlī, Sharḥ al-Mawāqif , ed. Muḥammad Badr al-Dīn al-Naʿsānī (Cairo, 1325/1907).",
    "idem, al-Taʿrīfāt , ed. Ibrāhīm al-Abyārī (Beirut, 1405/1985).",
    "al-Kāshānī, ʿAbd al-Razzāq, Iṣṭilāḥāt al-Ṣūfiyya , ed. ʿAbd al-ʿĀl Shāhīn (Cairo, 1413/1992).",
    "idem (attrib.), Laṭāif al-iʿlām fī ishārāt ahl al-ilhām (Cairo, 1996).",
    "Knysh, Alexander, Ibn ʿArabī in the Later Islamic Tradition (Albany NY, 1999).",
    "al-Kulaynī, Muḥammad, al-Kāfī , ed. ʿAlī Akbar Ghaffārī (Tehran, 1391/1971).",
    "Liddell, H. G., and R. Scott, A Greek-English Lexicon , eds. H. S. Jones and R. McKenzie (Oxford, 1990).",
    "al-Maqdisī, Muṭahhar, al-Badʾ wa al-taʾrīkh (Port Said, n.d.); Michot, Yahya, ‘Ibn Taymiyya’s Commentary on the Creed of al-Ḥallāj’ , in Sufism and Theology, ed. Ayman Shihadeh (Edinburgh, 2007).",
    "Naṣīr al-Dīn al-Ṭūsī, Muḥammad, Talkhīṣ al-Muḥaṣṣal , ed. ʿAbd Allāh Nūrānī (Tehran, 1359 Sh./1980).",
    "Nicholson, R., and G. C. Anawati, ‘ Ittiḥād’ , EI2, vol. 4, pp. 282–283.",
    "al-Qāḍī ʿAbd al-Jabbār, Sharḥ al-uṣūl al-khamsa , ed. ʿAbd al-Karīm ʿUthmān (Cairo, 1384/1965).",
    "al-Qayṣarī, Dāwūd, Sharḥ Fuṣūṣ al-ḥikam , ed, Jalāl al-Dīn Āshtiyānī (Tehran, 1375 Sh./1996).",
    "Ridgeon, Lloyd, ‘The Controversy of Shaykh Awḥad al-Dīn Kirmānī and Handsome, Moon-faced Youths: a Case-study of Shāhid-bāzī in Medieval Sufism’, Journal of Sufi Studies 1 (2012), pp. 3–30.",
    "Rūmī, Jalāl al-Dīn, Mathnawī-yi maʿnawī ed. Muḥammad Istiʿlāmī (Tehran, 1360–1374 Sh./1991–1995), with English translation by Alan Williams as The Masnavi of Rumi (London, 2020).",
    "al-Ṣaffār, Muḥammad, Baṣāʾir al-darajāt (Tehran, 1404/1984).",
    "al-Shahrastānī, Muḥammad, al-Milal wa al-niḥal , ed. Muḥammad Sayyid al-Kīlānī (Beirut, 1404/1984).",
    "Sirry, Munʾim, ‘Jamāl al-Dīn al-Qāsimī and the Salafi Approach to Sufism’, Die Welt des Islams 51 (2011), pp. 75–108; al-Suyūṭī, Jalāl al-Dīn ʿAbd al−Raḥmān, ‘Tanzīh al-iʿtiqād ʿan al-ḥulūl wa al-ittiḥād,’ published together with al-Suyūṭī’s al-Ḥāwī li al-Fatāwī , vol. 2 (Cairo, 1403/1983), pp. 129–137.",
    "al-Taftāzānī, Masʿūd, Sharḥ al-Maqāṣid (Lahore, 1401/1981).",
    "al-Tahānawī, Muḥammad Aʿlā, Kashshāf iṣṭilāḥāt al-funūn (Calcutta, 1862).",
    "The New Testament in Syriac , ed. R. Kilgour (London, 1905–1920).",
    "al-Ṭūsī, Muḥammad, Tamhīd al-uṣūl , ed. ʿAbd al-Muḥsin Mishkāt al-Dīnī (Tehran, 1362 Sh./1983);",
    "Ṭūsī, Naṣīr al-Dīn, Awṣaf al-ashrāf , ed. Sayyid Muḥammad Shams al-Dīn (Tehran, 1377 Sh./1998).",
    "Yaḥyā b. ʿAdī, Maqālāt , ed. Augustin Périer (Paris, 1920).",
    "Yūḥannā al-Dimashqī (John of Damascus), al-Difāʿ ʿan al-ayqūnāt al-muqaddasa (Amman, 1997)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}