{
  "id": "eweb_550",
  "source": "EIs",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/COM-0124.xml?rskey=fmDt0m&result=2",
  "annotator": "Jeremy",
  "title": "Abū al-Qāsim al-Ḥakīm al-Samarqandī",
  "authors": [
    "Ahmad Pakatchi",
    "Farzin Negahban",
    "Translated by Maryam Rezaee"
  ],
  "word_count": "(4,397 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "16 Oct 2015",
  "last_updated": "17 Jun 2021",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "Abū al-Qāsim al-Ḥakīm al-Samarqandī , Isḥāq b. Muḥammad b. Ismāʿīl b. Ibrāhīm b. Zayd, was a Ḥanafī sage and scholar from Transoxania. He lived from the end of the 3rd/9th to the first half of the 4th/10th century.",
    "Abū al-Qāsim's life marked a turning-point in the formation of the ascetic doctrines and teachings of Ḥanafī Sunnis in the east, and his al-Sawād al-aʿẓam was for a long time a major reference source on doctrine for many Ḥanafīs. Little is known about his life apart from a few lines narrated by al-Samʿānī (4/207–208) and scattered bits of information in other sources. In his Tārīkh-i guzīdah (pp. 676–677), Ḥamd Allāh Mustawfī admits to having no information at all about Abū al-Qāsim's life. Ḥanafī biographers, including ʿAbd al-Qādir al-Qurashī (1/139), al-Tamīmī (2/158) and al-Laknawī (p. 44), based their accounts on that of al-Samʿānī, who in turn probably obtained his own information from Taʾrīkh Samarqand by Abū al-ʿAbbās al-Mustaghfirī (d. 432/1041).",
    "In all probability Abū al-Qāsim was born and grew up in Samarqand. During his youth he studied for a while in Balkh and became a companion of a prominent Sufi from that region, Abū Bakr al-Warrāq al-Tirmidhī (q.v.), from whom he learnt the teachings of the Sufi path (see Anṣārī, 263; Jāmī, 124; al-Laknawī, 44). He then went on to study the conventional transmitted and intellectual sciences ( al-ʿulūm al-ʿaqliyya ), becoming an expert in theology ( kalām ), jurisprudence and exegesis (see al-Nasafī, 1/360). Abū al-Qāsim was also interested in ḥadīth and the transmission of reports. ʿAbd b. Sahl al-Zāhid (probably ʿAbd Allāh b. Sahl al-Rāzī, the pupil of the famous Sufi, Ḥātim al-Aṣamm (d. 237/851–852), according to Madelung, 1/358), ʿAmr b. ʿĀṣim al-Marwazī and Muḥammad b. Khuzayma al-Qallās (a jurist and traditionist from Balkh, d. 314/926; see ʿAbd al-Qādir, 2/53) are given as his masters in ḥadīth (see al-Samʿānī, 4/208). The last of these men was at least close to him in age ( ṭabaqa ). A later source (Ghulām Sarwar, 2/197) refers to Ibn al-Jallāʾ and Ibrāhīm al-Qaṣṣār, two Sufis from al-Shām, as Abū al-Qāsim's spiritual masters along with Abū Bakr al-Warrāq; but no other source mentions Abū al-Qāsim ever having studied under them or travelled to Arab lands.",
    "Abū al-Qāsim al-Ḥakīm spent the second part of his life teaching in Samarqand. Al-Samʿānī (4/208) mentions Abū Jaʿfar Muḥammad b. Munīb al-Samarqandī, ʿAbd al-Karīm b. Muḥammad al-Faqīh al-Samarqandī and Muḥammad b. ʿImrān b. Mashhī (?) among those who transmitted his reports. Sufi sources mention Muḥammad b. Muḥammad b. Naṣr al-Zāhid and Abū ʿAlī Muḥammad b. Ḥasan b. Ḥamza al-Ṣūfī al-Rāzī as his disciples, who related spiritual aphorisms either from him directly or as transmitted from his master, Abū Bakr al-Warrāq (see al-Sulamī, Ṭabaqāt , 219; Anṣārī, 506).",
    "Abū al-Qāsim al-Ḥakīm lived during the Sāmānid period (261–389/875–999). He had a good relationship with the rulers, who offered him support and encouragement in his scholarly activities. According to the sources, he acted as the chief qāḍī of Samarqand, and his judgements won him popular acclaim (see al-Mustamlī, 237; al-Samʿānī, 4/208). At the same time, when the Sāmānid emir Ismāʿīl (r. 279–295/892–908) was persuaded by Ḥanafī scholars to prevent the spread and promo-tion of other religious schools in Transoxania, he commissioned Abū al-Qāsim to compile a book on the orthodox beliefs of the ahl al-sunna wa al-jamāʿa . This resulted in the writing of al-Sawād al-aʿẓam , as the anonymous translator of the New Persian translation of al-Sawād al-aʿẓam says in his introduction (pp. 17–20).",
    "Taking into consideration Abū al-Qāsim's approximate age at the time of his association with Abū Bakr al-Warrāq (d. 280/893) on the one hand, and the universal acclaim that led to his being chosen to write al-Sawād al-aʿẓam (290/903) on the other, he must have been born around the middle of the 3rd/9th century. Abū al-Qāsim must also been over ninety years old when he died, if we accept al-Samʿānī's account (4/208) that he died on 10 Muḥarram 342/28 May 953. Abū al-Muʿīn al-Nasafī (1/360), however, says he died in 335/946. Abū al-Qāsim died in Samarqand, and in accordance with his will was buried there in the famous Jākardīza cemetery. His tomb was known for centuries and visited by pilgrims, including non-Ḥanafīs (see al-Samʿānī, 4/208; al-Samarqandī, 49).",
    "Abū al-Qāsim al-Ḥakīm, like many scholars of his age and region, was known both as a sage among the Sufis and as a learned theologian.",
    "Abū al-Qāsim, Philosophy and Sufism",
    "The fact that Abū al-Qāsim was the focus of particular attention for Sufis throughout many centuries has meant that at times he was regarded as a Sufi. Nevertheless, factors such as his standing among traditionalist jurists, who were at the opposite end of the spectrum to the Sufis, particularly on the issue of irjāʾ (see above), as well as Abū al-Qāsim's approach to his personal and social life and what is said about his scholarly and spiritual personality in biographical sources, make it rather inappropriate to portray Abū al-Qāsim as a Sufi.",
    "Al-Sawād al-aʿẓam clearly demonstrates Abū al-Qāsim al-Ḥakīm's inclination to irjāʾ , and his belief that sins have no effect on a person's faith. However, it is possible that in order to bring him closer to the Sufis and traditionists, reports were narrated under his name that could be interpreted as illustrating a relationship between actions and faith and showing that loss of faith only occurs as a result of committing certain transgressions (e.g. see Abū al-Layth, Tanbīh , 488).",
    "As regards his way of life, Abū al-Qāsim's position as a judge and the relative prosperity that resulted from it was not much to the liking of certain Sufis, prompting them to raise objections to him. However, in Sufi sources these encounters are actually reported to illustrate the short-sightedness of Abū al-Qāsim's critics with regard to his spiritual state. He is also said to have insisted on maintaining inward harmony with the Sufis (see al-Mustamlī, 237; see also ‘Bustān al-ʿārifīn’, 320). According to al-Samʿānī's critical assessment (4/207–208) regarding rijālī literature, Abū al-Qāsim was a righteous man well known for his forbearance, wisdom and good manners. According to Abū al-Muʿīn al-Nasafī (1/360), who came from a Ḥanafī theological background, Abū al-Qāsim al-Ḥakīm was a scholar who had not only an extensive knowledge of theology, jurisprudence and exegesis but also maʿrifa (gnosis) and muʿāmalat (spiritual practices in Sufism) (for similar descriptions in Sufi sources, see al-Kalābādhī, 33; Jāmī, 125). In Ṭabaqāt al-Ṣūfiyya (pp. 262–263), when discussing the life of Abū Bakr al-Warrāq, Abū al-Qāsim's guide on the Sufi path, Kh w ājah ʿAbd Allāh Anṣārī says that Abū al-Qāsim was a gnostic sage rather than a Sufi.",
    "Certain Sufi writers, on the other hand, regard Abū al-Qāsim as one of their spiritual masters ( mashāyikh ), which is a general term encompassing ascetics and disciples, those who have completed their spiritual purification, gnostics and accomplished Sufis (see Anṣārī, Ṭabaqāt al-Ṣūfiyya , 263; Mustawfī, 676–677; Jāmī, 125). Although some Sufis attributed a work on the Sufi path to Abū al-Qāsim (see Works), it was his words of wisdom that led to him being referred to as a shaykh , and also as ‘al-Ḥakīm [sage]’ (see al-Samʿānī, 4/208). According to al-Samʿānī (4/208), his aphorisms and counsels ( al-Ḥikamiyya ), known as ‘the sayings of Abū al-Qāsim al-Ḥakīm’, long enjoyed a wide diffusion in Muslim lands. However, it would appear that al-Samʿānī's reference to ‘Muslim lands’ should in reality be restricted to Transoxania and Khurāsān. For example, he is quoted in the following works, all of which predate the work by al-Samʿānī and refer to him as Abū al-Qāsim al-Ḥakīm (and in some cases, Abū al-Qāsim al-Ḥakīm al-Samarqandī): Tanbīh al-ghāfilīn (p. 295) by Abū al-Layth al-Samarqandī (d. 373/983); ‘ʿUyūb al-nafs’ (p. 92) by Abū ʿAbd al-Raḥmān al-Sulamī (d. 412/1021); al-Risāla (pp. 126, 183) by Abū al-Qāsim al-Qushayrī (d. 465/1072); Ṭabaqāt al-Ṣūfiyya (p. 506) by Kh w ājah ʿAbd Allāh Anṣārī (d. 481/1088); Rawḍat al-farīqayn (pp. 118–119) by Abū al-Rajāʾ al-Shāshī (d. either 516/1122 or 517/1123); ‘Muntakhab rawnaq al-majālis’ (pp. 179, 320) by Abū Ḥafṣ al-Samarqandī (d. after 543/1148), and many other works.",
    "Sufi sources sometimes contain references to other individuals, apart from Abū al-Qāsim Isḥāq b. Muḥammad al-Samarqandī, by the name of ‘Abū al-Qāsim al-Ḥakīm’. These reports either concern other people called Abū al-Qāsim al-Ḥakīm or are fabrications. For example, Muḥammad b. Munawwar al-Mayhanī in Asrār al-tawḥīd (1/166) mentions a certain Abū al-Qāsim al-Ḥakīm, who was from Sarakhs and had a meeting with Abū Saʿīd b. Abī al-Khayr. ʿAbd al-Razzāq Kirmānī (p. 96) also mentions a certain Abū al-Qāsim who held debates with Abū ʿAlī Miskawayh.",
    "Theological Views",
    "None of the sources identify Abū al-Qāsim's theology teachers, although his exaggerated praise of the theological knowledge of Abū Naṣr Aḥmad al-ʿIyāḍī (d. before 279/892) and his son and disciple Abū Aḥmad Naṣr al-ʿIyāḍī (see al-Nasafī, 1/357) shed some light on his doctrinal leanings. Abū Naṣr al-ʿIyāḍī was one of the most prominent scholars of Samarqand in the second half of the 3rd/9th century: he must be regarded as the most significant transmitter of the teachings of the salaf (pious predecessors) to the Ḥanafīs of Abū al-Qāsim's generation in Transoxania. Among al-ʿIyāḍī's pupils or Abū al-Qāsim's contemporaries, it is possible to distinguish three distinct groupings among the Ḥanafīs, at the same time as a Ḥanafī theological system of belief was taking shape and comprehensive works were being compiled. Whilst sharing the same beliefs in many common areas, these three groups differed over certain doctrinal questions, particularly in the way they approached them.",
    "These groups consist of, firstly, rationalist theologians, led by Abū Manṣūr al-Māturīdī (d. 333/945); secondly, traditionalist jurists, headed by Abū al-Qāsim al-Ḥakīm, and finally Ḥanafī Sufis who considered actions to be part of faith and whose views can be seen continuing on to the next generation in al-Kalābādhī's al-Taʿarruf li-madhhab ahl al-taṣawwuf .",
    "In addition to his reputation in theology and philosophy, Abū al-Qāsim was above all a prominent jurist. For many years he was the highest judicial authority for the people of Samarqand. References in al-Sawād al-aʿẓam to the ritual wiping of wet hands over leather socks or boots ( masḥ ʿalā al-khuffayn ), the witr prayer (consisting of an odd number of rakʿa s) and other questions of jurisprudence (pp. 42, 142 et passim) in the middle of theological discussions, indicate that Abū al-Qāsim, like some other scholars, did not altogether separate theology from jurisprudence. However, such a mixture is not to be found in the works of al-Māturīdī and his followers. Furthermore, the arrangement of theological discourses, as well as the arguments and particular terminology used, in the works of al-Māturīdī and his followers manifestly differ from those found in al-Sawād al-aʿẓam and similar treatises. One of the issues that highlight the differences between Abū al-Qāsim and al-Māturīdī concerns whether faith ( īmān ) is created. In al-Tawḥīd (p. 385) and ‘al-ʿAqīda’ (p. 31), al-Māturīdī argues in favour of the cre-atedness of faith, whereas in al-Sawād al-aʿẓam (p. 45) Abū al-Qāsim maintains that faith is uncreated, thus inherent in an individual, and accuses those who say otherwise of heretical innovation (for a reflection of this view in the other works of those in the group of jurists, see Abū al-Layth al-Samarqandī, ‘Bustān’, 183; cf. al-Fiqh al-akbar II , 4). At the same time, a comparison of the definitions of faith in al-Kalābādhī's al-Taʿarruf (p. 79) and Abū al-Qāsim al-Ḥakīm's al-Sawād al-aʿẓam (p. 12 et passim) reveals the latter's differences with Ḥanafī Sufis.",
    "In order to examine Abū al-Qāsim's position among traditionalist jurists, it is necessary to make a detailed comparison between his views and those of Ḥanafī jurists of the mainstream ahl al-sunna wa al-jamāʿa . From a historical point of view, al-Sawād al-aʿẓam has many features in common with al-Waṣiyya attributed to Abū Ḥanīfa (q.v.) and was written at some point in the middle of 3rd/9th century. Thus too, the remarkable similarities between al-Sawād al-aʿẓam and al-ʿAqīda by the Egyptian Ḥanafī jurist Abū Jaʿfar al-Ṭaḥāwī (d. 331/933), as regards both content and the arrangement of topics, suggests they emanated from a common historical background. Besides sharing features with al-Waṣiyya , these works have much in common even on minor questions, such as the efficacy of praying for the dead and encouraging hard work in acquiring one's daily sustenance, which were contextual and particular matters. In their introductions, both authors attribute their doctrines to Abū Ḥanīfa and present them as belonging to the school of ahl al-sunna wa al-jamāʿa (see Abū al-Qāsim, 22; al-Ṭaḥāwī, 7). Closer analysis reveals that al-Sawād al-aʿẓam is more akin to al-Waṣiyya than to al-ʿAqīda , since in contrast to al-Ṭaḥāwī, Abū al-Qāsim did not reject the Ḥanafī doctrine of irjāʾ (deferring of judgement). For example, Abū al-Qāsim insisted on an early Ḥanafī belief in irjāʾ , accord-ing to which the faith of ordinary people was equivalent to that of the prophets and the angels (see p. 130; a similar position is presented in Abū Ḥanīfa's al-ʿĀlim wa al-mutaʿallim , p. 57; al-Fiqh al-akbar II , 5). His Egyptian contemporary, on the other hand, avoids saying anything explicit in this regard.",
    "The main doctrines discussed in al-Sawād al-aʿẓam are listed as follows: affirmation of the vision ( ruʾya ) of God at the same time as rejection of comparison ( tashbīh ); affirmation of the uncreatedness of the Qurʾān; rejection of both absolute predestination ( jabr ) and absolute free will ( qadar ), and belief in a middle course based on the view that actions are taken by man and success ( tawfīq ) is granted by God; affirmation of certain eschatological beliefs such as punishment in the grave ( ʿadhāb al-qabr ), intercession ( shifāʿa ), the divine reckoning and weighing of actions ( al-ḥisāb wa al-mīzān ), and belief that both paradise and hell are created and yet imperishable; belief that actions are not included in the definition of faith and the affirmation that the latter is neither increased nor decreased; affirmation of acts of grace by God's saints ( karāmāt awliyāʾ Allāh ); the superiority of the four caliphs who succeeded the Prophet, in accordance with the order of succession; and the necessity of obeying the sultan and forbidding armed rebellion, even against an unjust ruler.",
    "The use of dialectics ( jadal ) and contention against what Abū al-Qāsim terms hawā (the lower passions of the soul) and bidʿa (heretical innovation) can be seen throughout al-Sawād al-aʿẓam . This was a conventional method used in most doctrinal works by traditionalist Sunni jurists. These works include al-Radd ʿalā ahl al-ahwāʾ by Abū ʿAbd Allāh b. Abī Ḥafṣ al-Kabīr al-Bukhārī (see ʿAbd al-Qādir, 2/257) and al-Radd ʿalā ahl al-bidaʿ wa al-ahwāʾ by Abū al-Muṭīʿ al-Makḥūl al-Nasafī (d. 318/930) (Bodleian manuscript, see Sezgin, 1/602). Some manuscripts of Abū al-Qāsim's trea-tise have the title al-Radd ʿalā aṣḥāb al-ahwāʾ (see Ritter, 41).",
    "Abū al-Qāsim strongly attacked the Muʿtazila, Jahmiyya, Shiʿa, Karrāmiyya and Khawārij. But in al-Sawād al-aʿẓam he also frequently criticised the views of rationalist Ḥanafīs (those opposed to the ahl al-sunna wa al-jamāʿa Ḥanafīs), as well as those of traditionist scholars ( aṣḥāb al-ḥadīth : non-Ḥanafī traditionalists opposed to irjāʾ ), who were his most important opponents, although without mentioning any names.",
    "The early Persian translation of al-Sawād al-aʿẓam (pp. 143–152) provides a list of religious scholars and authorities called the ‘pious predecessors’ ( al-salaf al-ṣāliḥ ), which was completed after the book was written and even possibly after its translation. As might be expected, no mention is made in this index of prominent figures from the rationalist Ḥanafī school, such as Abū al-Muṭīʿ al-Balkhī, Abū Muqātil al-Samarqandī, Bishr al-Marīsī and Ibn al-Thaljī. Even with regard to the rijāl of the 4th/10th century, which was the age of internal factionalism among ahl al-sunna wa al-jamāʿa Ḥanafīs, only traditionist jurists such as Abū Aḥmad al-ʿIyāḍī, Abū al-Qāsim al-Ḥakīm and Abū al-Layth al-Samarqandī are named. Despite their widespread reputation, rationalist theologians such as Abū Manṣūr al-Māturīdī and Abū al-Ḥasan al-Rustufaghnī as well as Ḥanafī Sufis of the 4th/10th century are also omitted. Although this list is not the work of Abū al-Qāsim, it does to a certain extent illustrate his status in the chain of Ḥanafī scholars and also clarify who were the predecessors and successors in this chain.",
    "Whatever the truth of the matter, Abū al-Qāsim al-Ḥakīm's school of thought and writings attracted considerable attention in the Sāmānid period, that is to say in the second half of the 4th/10th century. The Sāmānid emir Nūḥ Sāmānī (r. 366–387/976–997) ordered Abū al-Qāsim's work to be translated into Persian for the benefit of everyone ( al-Sawād al-aʿẓam , introd. to early Persian translation, 19). Abū al-Qāsim al-Ḥakīm's influence on the followers of various groups was broadly endorsed (for example, see al-Kalābādhī, 33; al-Nasafī, 1/360). Subsequently, as the different Ḥanafī ahl al-sunna wa al-jamāʿa groups converged, Abū al-Qāsim al-Ḥakīm was accorded a special historical status, with the Māturīdī theologians proclaiming his position close to theirs and the Sufis including him as one of their shaykh s.",
    "Al-Māturīdī's student Abū al-Ḥasan ʿAlī b. Saʿīd al-Rustufaghnī recounts a vision in which both Abū al-Qāsim and al-Māturīdī received blessings from Abū al-Naṣr al-ʿIyāḍī as his successors (see al-Samʿānī, 6/117). The names of these two individuals can be seen together as al-ʿIyāḍī's successors in Tabṣirat al-adilla (1/357) by one of al-Māturīdī's followers, Abū al-Muʿīn al-Nasafī. Al-Nasafī adds that when al-Māturīdī died, Abū al-Qāsim gave orders that an eloquent elegy be inscribed on his tomb (al-Nasafī, 1/358). Later Ḥanafī works broadened this relationship by suggesting that Abū al-Qāsim was al-Māturīdī's student in jurisprudence and kalām (see ʿAbd al-Qādir, 1/139).",
    "Works",
    "Also worth mentioning is al-Ṣaḥāʾif al-ilāhiyya , a work attributed to Abū al-Qāsim al-Ḥakīm, a manuscript of which is cited in the catalogue of the Azhar Library in Cairo ( Fihris al-kutub , 3/271). The text may in fact be a copy of al-Sawād al-aʿẓam . A few other works, no longer extant, are attributed to Abū al-Qāsim al-Ḥakīm, but it is doubtful if they were actually written by him. These works include a work on Muʿāmalāt attributed to Abū al-Qāsim by al-Kalābādhī (p. 33), which may be the same as the Ṣuḥbat al-mashāyikh mentioned by al-Hujwīrī; and a work on exegesis attributed to him by a later author, Dārā Shukūh (see p. 79), who does not cite any sources in support of his assertion. Madelung (1/359) also assumes that Abū al-Qāsim al-Ḥakīm and al-Ḥakīm al-Qāḍī, the author of Mukhtaṣar fī al-ḥayḍ (see Ibn Quṭlūbughā, 26) are one and the same person."
  ],
  "bibliography": [
    "ʿAbd al-Qādir al-Qurashī, al-Jawāhir al-muḍīʾa fī al-ṭabaqāt al-Ḥanafiyya (Hyderabad, 1332/1914)",
    "ʿAbd al-Razzāq Kirmānī, ‘Risāla’, Majmūʿa dar tarjuma-yi aḥwāl-i Shāh Niʿmat Allāh Walī Kirmānī , ed. Jean Aubin (Tehran, 1361 Sh./1982)",
    "Abū Ḥafṣ al-Samarqandī, ʿUmar, ‘Muntakhab Rawnaq al-majālis’, Dū risāla-yi Fārsī-yi kuhan dar taṣawwuf , ed. Aḥmad ʿAlī Rajāʾī (Tehran, 1354 Sh./1975)",
    "Abū Ḥanīfa, Nuʿmān, al-ʿĀlim wa al-mutaʿallim , ed. Muḥammad Rawwās al-Qalʿajī (Aleppo, 1392/1972)",
    "Abū al-Layth al-Samarqandī, Naṣr, ‘Bustān al-ʿārifīn’, published together with Tanbīh al-ghāfilīn (Delhi, n.d.)",
    "idem, Tanbīh al-ghāfilīn , ed. Aḥmad Salām (Beirut, 1406/1986)",
    "Abū al-Qāsim al-Ḥakīm al-Samarqandī, Isḥāq, al-Sawād al-aʿẓam , early Persian translation, ed. ʿAbd al-Ḥayy Ḥabībī (Tehran, 1348 Sh./1969)",
    "Abū al-Rajāʾ al-Shāshī, Muʾammal, Rawḍat al-farīqayn , ed. ʿAbd al-Ḥayy Ḥabībī (Tehran, 1359 Sh./1980)",
    "Anṣārī Harawī, Kh w ājah ʿAbd Allāh, Ṭabaqāt al-Ṣūfiyya , ed. ʿAbd al-Ḥayy Ḥabībī (Tehran, 1362 Sh./1983)",
    "Brockelmann I",
    "‘Bustān al-ʿārifīn’, attributed to Muḥammad b. Aḥmad al-Ṭabasī, in Dū risāla-yi Fārsī-yi kuhan dar taṣawwuf , ed. Aḥmad ʿAlī Rajāʾī (Tehran, 1354 Sh./1975)",
    "Dānishpazhūh, Muḥammad-Taqī and Bahāʾ al-Dīn Anwārī, Fihrist-i kitābhā-yi khaṭṭī-yi Kitābkhānah-yi Majlis-i Sinā (Tehran, 1359 Sh./1980)",
    "Dārā Shukūh, Muḥammad, Sakīnat al-awliyāʾ , ed. Tārāchand and Jalālī Nāʾīnī (Tehran, 1344 Sh./1965)",
    "de Slane, Baron, Catalogue des Manuscrits Arabes de la Bibliothèque Nationale (Paris, 1883)",
    "Fihris al-kutub al-mawjūda bi al-Maktabat al-Azhariyya , part 3 (Cairo, 1366/1947)",
    "al-Fiqh al-akbar II attributed to Abū Ḥanīfa (Cairo, n.d.)",
    "Ghulām Sarwar Lāhawrī, Khazīnat al-aṣfīyāʾ (Lucknow, 1290/1873)",
    "al-Hujwīrī, ʿAlī b. ʿUthmān, Kashf al-maḥjūb , ed. V. Zhukovskiĭ (Leningrad, 1344/1926)",
    "Ibn Quṭlūbughā, Qāsim, Tāj al-tarājim (Baghdad, 1962)",
    "Jāmī, ʿAbd al-Raḥmān, Nafaḥāt al-uns , ed. Maḥmūd ʿĀbidī (Tehran, 1370 Sh./1991)",
    "al-Kalābādhī, Abū Bakr Muḥammad, al-Taʿarruf li-madhhab ahl al-taṣawwuf , ed. ʿAbd al-Ḥalīm Maḥmūd and Ṭāḥā ʿAbd al-Bāqī Surūr (Beirut, 1400/980)",
    "al-Laknawī, Muḥammad ʿAbd al-Ḥayy, al-Fawāʾid al-bahiyya fī tarājim al-Ḥanafiyya (Cairo, 1324/1906)",
    "Madelung, W., ‘Abū al-Qāsem Esḥāq’, EIR , vol. 1, pp. 358–359",
    "al-Māturīdī, Muḥammad, ‘ʿAqīda’, with Sharḥ al-sayf al-mashhūr by ʿAbd al-Wahhāb al-Subkī, ed. Mustafa Saim Yeprem (Istanbul, 1989)",
    "idem, al-Tawḥīḍ , ed. Fatḥ Allāh Khalīf (Beirut, 1986)",
    "Muḥammad b. Munawwar, Asrār al-tawḥīd , ed. Muḥammad Riḍā Shafīʿī Kadkanī (Tehran, 1366 Sh./1987)",
    "al-Mustamlī al-Bukhārī, Ismāʿīl, Sharḥ al-Taʿarruf , ed. Muḥammad Rawshan (Tehran, 1363 Sh./1984)",
    "Mustawfī, Ḥamd Allāh, Tārīkh-i guzīdah , ed. ʿAbd al-Ḥusayn Nawāʾī (Tehran, 1362 Sh./1983)",
    "al-Nasafī, Abū al-Muʿīn, Tabṣirat al-adilla , ed. Claude Salamé (Damascus, 1990)",
    "al-Qushayrī, ʿAbd al-Karīm, al-Risāla al-Qushayriyya , ed. Maʿrūf Zurayq et al. (Beirut, 1408/1988)",
    "Ritter, H., ‘Philologika, Muhammedanische Häresiographen’, Der Islam , 18 (1929), pp. 34–59",
    "al-Samʿānī, ʿAbd al-Karīm, al-Ansāb , ed. ʿAbd al-Raḥmān b. Yaḥyā Muʿallimī (Hyderabad, 1410/1981)",
    "al-Samarqandī, Muḥammad, ‘Qandiyya’, in Qandiyya wa Samariyya , ed. Īraj Afshār (Tehran, 1367 Sh./1988)",
    "Sezgin, GAS",
    "al-Sulamī, Muḥammad, Ṭabaqāt al-Ṣūfiyya , ed. Johannes Pedersen (Leiden, 1960)",
    "idem, ‘ʿUyūb al-nafs wa mudāwātuhā’, in Majmūʿa-yi āthār-i ʿAbd al-Raḥmān Sulamī , ed. Nasrollah Pourjavady (Tehran, 1365 Sh./1986)",
    "al-Ṭaḥāwī, Aḥmad, al-ʿAqīda (Beirut, 1408/1988)",
    "al-Tamīmī, Taqī al-Dīn, al-Ṭabaqāt al-saniyya , ed. ʿAbd al-Fattāḥ Muḥammad al-Ḥulw (Riyadh, 1403/1983)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 54
}
