{
  "id": "eweb_551",
  "source": "EIs",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/SIM-066136.xml?rskey=1TD3Bi&result=1",
  "annotator": "Jeremy",
  "title": "Ḥātim Aṣamm",
  "authors": [
    "Bakhshali Ghanbari",
    "Translated by Shahram Khodaverdian"
  ],
  "word_count": "(1,289 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "25 May 2022",
  "last_updated": "02 Jun 2025",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "Ḥātim Aṣamm, Abū ʿAbd al-Raḥmān Ḥātim b. ʿUnwān (d. 237/851), known as Aṣamm (lit. ‘the deaf’, see below for explanation of this epithet), was an early influential Sufi from mediaeval Khurāsān. His father’s name is given as Yūsuf or ʿUnwān b. Yūsuf by various biographers (see Abū Nuʿaym, 8/83). The details of his life remain obscure; it is known that his birthplace was Balkh, that the celebrated Sufi figure Aḥmad b. Khiḍrawayh/Khiḍrūya (q.v., d. 240/854) was his disciple, and that he practised the Sufi way under the guidance of Shaqīq al-Balkhī (d. 194/810) (ʿAṭṭār, 295; Jāmī, 63). He was so highly esteemed as a great Sufi figure that Abū Bakr al-Warrāq (d. 280/893) gave him the epithet ‘Luqmān al-umma’, referring to the eponymous sage Luqmān and therefore meaning ‘the wise man of the community’. He was also admired by Junayd al-Baghdādī (d. 298/910) as the ‘Most Truthful ( ṣiddīq ) of the Age’ (Ibn Khallikān, 2/28; al-Samʿānī, 1/181; ʿAṭṭār, 295; Hujwīrī, 142; for minor details about his family, see al-Dhahabī, 11/485; al-Khaṭīb al-Baghdādī, 8/244; Ibn Khallikān, 2/28).",
    "During a journey to Baghdad, Ḥātim met the renowned theologian Aḥmad b. Ḥanbal (d. 241/855), who is reported to have been deeply impressed by Ḥātim’s wise response to a certain theological question (al-Khaṭīb al-Baghdādī, 8/242; Ibn Khallikān, 2/26–27). Ḥātim travelled to Mecca for the Ḥajj pilgrimage, and is also reported to have participated in battles against the Turks, alongside his master Shaqīq al-Balkhī (al-Qushayrī, 393; ʿAṭṭār, 299; al-Khaṭīb al-Baghdādī, 8/243; Ibn al-Jawzī, 4/160; Ibn Khallikān, 2/27–28). Ḥātim Aṣamm died and was buried in Wāshjard, in the region of Balkh (al-Sulamī, 91; Jāmī, 63).",
    "A survey of the sources shows that Ḥātim had little interest in training disciples: indeed he is reported to have remained in seclusion for more than thirty years maintaining the least possible contact with other people (Abū Nuʿaym, 8/74). ʿAṭṭār Nīshābūrī (q.v.) and ʿAlī Hujwīrī (d. between 465/1073 and 469/1077) mention some of Ḥātim’s treatises on Sufi wayfaring, of which only two short treatises are extant, albeit unpublished. These are entitled Thamānī masāʾil (an authoritative narration of the words of his master, Shaqīq al-Balkhī, with whom he is reported to have spent at least 33 years), preserved in the Süleymaniye Library, Turkey, Ayasofya MSS 511/2 and 513/2, and al-Fawāʾid wa al-ḥikāyāt wa al-akhbār (al-Ẓāhiriyya Library, Damascus, MS 94/13). However, Ḥātim’s words are quoted in a variety of later Sufi works (ʿAṭṭār, 295; Hujwīrī, 142; see also Sezgin, 1/639), and a few ḥadīth s are also transmitted on his authority (Abū Nuʿaym, 8/83; al-Sulamī, 92; al-Khaṭīb al-Baghdādī, 8/242; Ibn al-Jawzī, 4/163).",
    "A survey of Ḥātim’s words, as ʿAṭṭār (p. 295) and Hujwīrī (p. 142) confirm, shows that he was a master of the ‘science of the soul’ ( ʿilm al-nafs ) and of the various psychological aspects of the soul of the path of spiritual ‘wayfaring’ ( sulūk ). He skilfully and comprehensively traces the difficulties emerging from the deceitful nature of the soul through a progressive spiritual journey. He also emphasised the importance of understanding the esoteric significance of terms and concepts such as ‘trust [in God]’ ( tawakkul ), ‘contentment [with God]’ ( riḍā ) and ‘death’ ( mawt ). Ḥātim makes an emphatic connection between ‘trust’ ( tawakkul ) and ‘sustenance’ ( rizq ), which he understands as ‘predestined portion’, i.e. portions specifically allocated by God to each creature in a predetermined measure (see Abū Nuʿaym, 8/73).",
    "In Ḥātim’s view, serious initiation into the Path of Sufism requires the practice of four kinds of spiritual death: ‘white death’ (bearing hunger with faith), ‘black death’ ( patience in the face of the wrongdoing of others ), ‘red death’ (struggle against the [commanding] soul, al-nafs al-ammāra ) and ‘green death’ (wearing the patched tunic, muraqqaʿa , a metaphor for ontological poverty and detachment) (al-Sulamī, 93; Jāmī, 63).",
    "Ḥātim Aṣamm refers to three major classes of people who lack sincerity and devotion: those who claim to be ‘friends of God’ while committing acts which are legally forbidden; those who aspire to attain heaven while not spending their money in the way of God; and finally, those who claim to follow the way of the Prophet while lacking compassion for the poor (al-Sulamī, 97; Abū Nuʿaym, 8/75). For his part, he advised Sufi aspirants to be constantly steadfast in the following essential attitudes: resignation to the Will of God and contentment with Him ( riḍā ), confidence ( iʿtimād ) and trust ( tawakkul ) in God, sincerity ( ikhlāṣ ) towards Him and knowledge ( maʿrifa ) of Him. He also advises the spiritual wayfarer to contemplate the state of their soul by reminding them that God observes all their actions, hears everything they say, and is aware of their inner states, even when they are in silence and repose (al-Sulamī, 94, 97; Abū Nuʿaym, 8/75).",
    "These teachings are neatly summed up in a saying ascribed to Ḥātim by Hujwīrī:",
    "I have chosen four things to know, and discarded all the knowledge in the world besides … One: I know that my daily bread is apportioned to me, and will neither be increased nor diminished; consequently I have ceased to seek to augment it. Secondly, I know that I owe to God a debt which no other person can pay instead of me; therefore I am occupied with paying it. Thirdly, I know that there is one pursuing me (i.e. Death) from whom I cannot escape; accordingly I have prepared myself to meet him. Fourthly, I know that God is observing me; therefore I am ashamed to do what I ought not. (Hujwīrī [Nicholson tr.], 13]",
    "Finally, the reason for his being given the epithet of ‘the deaf’ had nothing to do with a genuine deafness on his part. According to Sufi sources, he pretended to be deaf when an old woman who had come to ask him for spiritual advice broke wind at the very moment she had put to him her question. ‘Speak louder’, he said, ‘I am hard of hearing’. ʿAṭṭār comments: ‘So long as that old woman was alive, for close on fifteen years, Ḥātim made out that he was deaf, so that no one should tell the old woman that he was not so. After her death, he gave his answers readily. Until then, he would say to everyone who spoke to him, “Speak louder.” That is why he was called Ḥātim the Deaf’ (ʿAṭṭār [Arberry tr.], 151)."
  ],
  "bibliography": [
    "Abū Nuʿaym al-Iṣfahānī, Ḥilyat al-awliyāʾ (Cairo, 1357/1938); ʿAṭṭār Nīsābūrī, Tadhkirat al-awliyāʾ , ed. Muḥammad Istiʿlāmī (Tehran, 1366 Sh./1987)",
    "Idem., tr. A. J. Arberry as Muslim Saints and Mystics: Episodes from the Tadhkirat al-Auliya’ ( “Memorial of the Saints” )  (London, 1966)",
    "Hujwīrī, ʿAlī, Kashf al-maḥjūb , ed. V. Zhukovskiĭ (Leningrad, 1926)",
    "Idem, tr. R. A. Nicholson as The Kashf al-Maḥjūb: The Oldest Persian Treatise on Ṣufiism [sic] (London, 1936)",
    "Ibn al-Jawzī, ʿAbd al-Raḥmān, Ṣifat al-ṣafwa , ed. Maḥmūd Fākhūrī (Beirut, 1406/1986)",
    "Ibn Khallikān, Wafayāt ; Jāmī, ʿAbd al-Raḥmān, Nafaḥāt al-uns , ed. Maḥmūd ʿĀbidī (Tehran, 1370 Sh./1991)",
    "al-Khaṭīb al-Baghdādī, Aḥmad, Taʾrīkh Baghdād (1349/1930)",
    "al-Qushayrī, ʿAbd al-Karīm, Risālat al-Qushayriyya , ed. Maʿruf Zurayq and ʿAlī ʿAbd al-Ḥamīd Balṭajī (Beirut, 1412/1991)",
    "al-Samʿānī, ʿAbd al-Karīm, al-Ansāb , ed. ʿAbd Allāh ʿUmar al-Bārūdī (Beirut, 1408/1988)",
    "Sezgin, GAS ; al-Sulamī, Muḥammad, Ṭabaqāt al-Ṣūfiyya , ed. Nūr al-Dīn Shurayba (Aleppo, 1406/1986)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 505
}