{
  "id": "eweb_552",
  "source": "EIs",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/SIM-0090.xml?rskey=L8mvdF&result=1",
  "annotator": "Jeremy",
  "title": "Abū al-ʿAbbās al-Sayyārī",
  "authors": [
    "Department of Mysticism",
    "Translated by Farzin Negahban"
  ],
  "word_count": "(894 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "16 Oct 2015",
  "last_updated": "17 Jun 2021",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "Abū al-ʿAbbās al-Sayyārī , al-Qāsim b. al-Qāsim (262–342 /876–953), was a well-known gnostic, theologian and traditionist from Marw. His maternal grandfather was Abū al-Ḥasan Aḥmad b. Sayyār, who was himself a prominent theologian and traditionist, and for this reason Abū al-ʿAbbās became known as al-Sayyārī (Ibn Mākūlā, 4/509; al-Samʿānī, 7/329; Ibn al-Athīr, 2/162). His family consisted of scholars and administrators (al-Hujwīrī, 198; ʿAṭṭār, 777). He inherited a great deal of wealth after his father's death, and according to some accounts gave it all away, procured two hairs of the Prophet and through their blessing was granted the grace of ‘repentance’ ( tawba ) (ʿAṭṭār, 777; Jāmī, 145).",
    "Abū al-ʿAbbās was a disciple of Abū Bakr al-Wāsiṭī, and it was through him that most of al-Wāsiṭī's sayings were transmitted (al-Sulamī, 304–306; Abū Nuʿaym, 10/349–350). He was reported as saying: ‘If I had not met al-Wāsiṭī, I would have died a Zoroastrian ( majūsī )’ (al-Anṣarī, 304). He is said to have been the first to tell the people of Marw the true meaning of spiritual states ( aḥwāl ) (al-Sulamī, 462; ʿAṭṭār, 777; Ibn Taghrībirdī, 3/309–310). He was also present at the gatherings of prominent traditionists from whom he heard Prophetic traditions (Ibn Mākūlā 7/509; al-Samʿānī, 7/329; Ibn al-Athīr, 2/162); and certain other traditionists narrated traditions reported by him (Abū Nuʿaym, 10/380; al-Sulamī, 462–463; Ibn al-Athīr, 2/162–163). There are many reports and sayings about him transmitted by his sister's son, ʿAbd al-Wāḥid b. ʿAlī al-Sayyārī (al-Sulamī, 304; Abū Nuʿaym, 380/10; Anṣārī, 303–304).",
    "According to some sources, he died in 342/953–954 (al-Sulamī, 462; Abū Nuʿaym, 10/380; al-Qushayrī, 30; Anṣārī, 303; Ibn al-Jawzī, 6/374), while others give 344/955–956 as the year of his death (Ibn Mākūlā, 4/509; al-Samʿānī, 7/329; Ibn al-Athīr, 2/162). His resting-place, according to al-Samʿānī (7/329), is in Marw next to the grave of his forebear, Aḥmad b. Sayyār, in the Sūrkarān cemetery. People venerated his tomb and resorted to it in order to offer up prayers when they were in need (al-Hujwīrī, 199; ʿAṭṭār, 779).",
    "The Sayyāriyya order ( ṭarīqa ) named after him continued until the end of the 5th/11th century in Marw and Nasā, and is also mentioned by al-Hujwīrī (p. 323). His order was based upon observance of the principles of the sharīʿa (see al-Samʿānī, 7/329), and through his practice of asceticism ( zuhd ), spiritual discipline ( riyāḍa ) and detachment from the affairs of the world, he is said to have reached an exalted state.",
    "Abū al-ʿAbbās al-Sayyārī is to be numbered among the ‘companions of sobriety’ ( aṣḥāb al-ṣaḥw ). On the question of miraculous feats ( karāma ), like his master al-Wāsiṭī, he believed that they are manifested only when one is in the state of sobriety and stability ( tamkīn ); for the states of intoxication ( sukr ) and alternating transition from one state to another ( talwīn ) occur in the initial stages of the spiritual path, while the ‘friends of God’, the awliyāʾ Allāh , by whom such feats are produced, have attained the end of the path, and for them alternating transition has been replaced by stability (al-Hujwīrī, 288). He is said to have believed in predestination (Ibn Mākūlā, 4/509; al-Sulamī, 462; al-Samʿānī, 7/329), and according to ʿAṭṭār (p. 778), this caused him some difficulty. Some of his sayings reflect these views, such as the following: ‘How can one rise above transgressions when all our sins are written on the Preserved Tablet ( al-lawḥ al-maḥfūẓ ), on which human destinies and deeds are recorded?’ (ʿAṭṭār, 778; al-Sulamī, 464; Abū Nuʿaym, 10/380).",
    "According to al-Hujwīrī (p. 158), ‘he is the author of lofty sayings and praiseworthy compositions’, while al-Samʿānī states that he wrote a book on the Unity of God ( tawḥīd ) (7/329). However, no other mention has been made of his compositions, and none have survived apart from a few sayings here and there in books of history and biography."
  ],
  "bibliography": [
    "Abū Nuʿaym al-Iṣfahānī, Aḥmad b. ʿAbd Allāh, Ḥilyat al-awliyāʾ (Cairo, 1357/1938)",
    "Anṣārī Harawī, Kh w āja ʿAbd Allāh, Ṭabaqāt al-Ṣūfiyya , ed. ʿAbd al-Ḥayy Ḥabībī and Ḥusayn Āhī (Tehran, 1362 Sh./1983)",
    "Aṭṭār, Farīd al-Dīn, Tadhkirat al-awliyāʾ , ed. Muḥammad Istiʿlāmī (Tehran, 1366 Sh./1987)",
    "al-Hujwīrī, ʿAlī b. ʿUthmān, The Kashf al-Maḥjūb: The Oldest Persian Treatise on Sufism , ed. Reynold A. Nicholson (London, 1976)",
    "Ibn al-Athīr, ʿAlī b. Muḥammad, al-Lubāb (Beirut, n.d.)",
    "Ibn al-Jawzī, ʿAbd al-Raḥmān, al-Muntaẓam (Hyderabad, 1357–1359/1938–1940)",
    "Ibn Mākūlā, ʿAlī b. Hibat Allāh, al-Ikmāl , ed. ʿAbd al-Raḥmān b. Yaḥyā al-Muʿallimī al-Yamānī (Hyderabad, 1405/1984)",
    "Ibn Taghrībirdī, al-Nujūm",
    "Jāmī, ʿAbd al-Raḥmān b. Aḥmad, Nafaḥāt al-uns , ed. Mahdī Tawḥīdīpūr (Tehran, 1336 Sh./1957)",
    "al-Qushayrī, ʿAbd al-Karīm b. Hawāzin, al-Risāla al-Qushayriyya (Cairo, 1359/1940)",
    "al-Samʿānī, ʿAbd al-Karīm b. Muḥammad, al-Ansāb (Hyderabad, 1396/1976)",
    "al-Sulamī, Muḥammad b. Ḥusayn, Ṭabaqāt al-Ṣūfiyya , ed. J. Pedersen (Leiden, 1960)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 245
}