{
  "id": "eweb_553",
  "source": "EIs",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/SIM-070680.xml?rskey=PwGG8B&result=1&ebody=Article%20details",
  "annotator": "Jeremy",
  "title": "Ḥadīth Qudsī",
  "authors": [
    "Faramarz Haj Manouchehri",
    "Translated by Alexander Khaleeli"
  ],
  "word_count": "(1,868 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "01 Aug 2023",
  "last_updated": "02 Jun 2025",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "Ḥadīth Qudsī (also ḥadīth ilāhī and ḥadīth rabbānī ; lit. ‘holy speech’ or ‘holy tradition’), a subset of traditions (sgl. ḥadīth ) where the speaker is God, in contradistinction to ḥadīth al-nabawī , where the speaker is the Prophet. The delivery of ḥadīth qudsī resembles that of Qurʾānic verses, namely, where the Prophet is the transmitter of God’s message. This, understandably, leads to confusion: are ḥadīth qudsī equivalent to the Qurʾān? A distinction drawn by ʿulamāʾ is that the Qurʾān is God’s ‘manifest revelation’ ( waḥy ẓāhir ) conveyed by the Archangel Gabriel to the Prophet; whereas with ḥadīth qudsī , the actual words are the Prophet’s, and God’s message is inherent. Ḥadīth qudsī are frequently thought of as ‘internal revelation’ ( waḥy bāṭin ) (see Kamali, Ḥadīth Studies , 60–62; idem, Principles , 18–19). A critical difference between the Qurʾān and ḥadīth qudsī is that the Qurʾān is authentic and beyond question, but ḥadīth qudsī , like all ḥadīth , are subject to testing (see below). The Prophet did not classify traditions as ḥadīth qudsī ; this development is from the 5th/11th century.",
    "Ḥadīth qudsī are identifiable by formulae indicating that God is the speaker. For example, the Prophet will say: ‘God revealed…’ ( awḥā Allāh ) or ‘Your Lord says…’ ( yaqūl Rabbukum ), and at others the narrator will prefix the tradition with a comment, such as: ‘Of that which he related from his Lord was…’ ( fī mā yarwī ʿan rabbihi ) (Ibn Ḥajar, 11/277; Ṣabābṭī, 13–18; Ṭaḥḥān, 97; Abū Shuhba, 221). It is the fact that God is the speaker in these traditions that has caused them to be described as ‘holy’ ( qudsī ), although sometimes they are also called ‘divine’ ( ilāhī ) or ‘lordly’ ( rabbānī ) (Ibn Ḥajar, 2/434; Ṣadr al-Dīn, 2/159; ʿAynī, 23/89).",
    "Ḥadīth qudsī are scattered in the collections of ḥadīth . Although God is the putative speaker in ḥadīth qudsī , like other ḥadīth , ḥadīth qudsī are examined through recourse to the principles of ḥadīth sciences ( ʿulūm al-ḥadīth ), specifically, analysis of the text ( matn ) and testing of the chain of transmitters ( isnād ). Ḥadīth qudsī are classified (like other types of ḥadīth ) as sound ( ṣaḥīḥ ), fair ( ḥasan ), or weak ( ḍaʿīf ) (on these three ‘level 1’ terms, see Kamali, Ḥadīth Studies , 139–54); they may be assigned sub-classes; for example, elevated ( marfūʿ ), suspended ( mawqūf ), etc. (‘level 2’, see ibid. 155–63); strange ( gharīb ), recurrent ( mutawātir ), etc. (‘level 3’, see ibid., 164–80). To illustrate the importance of sub-classifications, mutawātir refers to situations where the number of transmitters in a ḥadīth ’s chain are numerous, making it unlikely that all of them agreed to propagate an untruth (Kamali, Ḥadīth Studies , 62; cf. Abū Shuhba, 215).",
    "Insofar as qudsī traditions, like the Qurʾān itself, emanate directly from God, scholars devoted efforts to identifying the similarities/differences between them and verses of the Qurʾān. Aside from the mode of transmission (see below), another difference is theological status. The Qurʾān is said to be endowed with miraculous inimitability ( iʿjāz ), but not so in the cases of ḥadīth qudsī . This is one critical distinction between the Qurʾān and ḥadīth qudsī (see Mīr Dāmād, 291–292; Shirwānī, 5/181; Madanī, 187). Some scholars distinguished revelation in the Qurʾān and revelation in ḥadīth qudsī by describing the former as ‘recited revelation’ ( waḥy matlū ), and the latter as ‘narrated revelation’ ( waḥy marwī ) (al-Sarakhsī, 2/75; Qāsimī, 64–66; but see Kamali, Ḥadīth Studies , 60–61, who uses the more accurate phrase, ‘internal revelation’, or waḥy bāṭin ). Another critical difference between the Qurʾān and ḥadīth qudsī is the manner in which they were conveyed to the Prophet: the Qurʾān was delivered by the Archangel Gabriel; whereas God’s message in ḥadīth qudsī was conveyed through dreams, visions, and inspiration ( ilhām ). Therefore, the precise wording of ḥadīth qudsī is less critical than with the Qurʾān (Ibn Ḥazm, 2/207; Mināwī, Fayḍ , 4/615; Aʿẓamī, 131–132; ʿAdawī, 4–5). There are practical differences in the ways in which the words in the Qurʾān and the words of ḥadīth qudsī are treated. It is permissible, for example, to quote ḥadīth qudsī by meaning ( bi al-maʿnā ), but not the Qurʾān. Ḥadīth qudsī cannot be substituted at prayers for verses from the Qurʾān. While it is permissible to touch a book of ḥadīth qudsī in a state of ritual impurity ( najāsa ), it is impermissible to do so with the Qurʾān. (If a person is in a state of najāsa , s/he must engage in ablutions ( wuḍūʾ ) to return to a state of ritual purity ( ṭahāra ).)",
    "The status of ḥadīth qudsī , as the speech of God, afforded opportunities for fabrication. This alone was sufficient reason for scholars to investigate the number of ḥadīth qudsī in circulation and critique them. Scholars adopted two approaches: one group enumerated the number of purported ḥadīth qudsī (the results ranged from 100 to 919; see Ṣabābṭī, 20–22; Ṭaḥḥān, 96); while others composed works explaining the ḥadīth qudsī . The importance of ḥadīth qudsī to Islamic scholars is evinced by the number of works dedicated to collecting, recording and classifying them. Some of the most significant of these include the Mawāʿiẓ fī al-aḥādīth al-qudsiyya (‘Sermons on the Ḥadīth Qudsī ’), attributed to Abū Ḥāmid al-Ghazālī, in which the traditions are presented in the form of thirty-nine sermons (pp. 21 et passim); the Mishkāt al-anwār of Ibn al-ʿArabī, which calls these traditions aḥādīth ilāhiyya ; and the Maqāṣid al-sunniyya fī al-aḥādīth al-ilāhiyya by Ibn Balbān, which contains traditions where the Prophet narrates from Gabriel and Gabriel narrates from God (pp. 58, 61 et passim). These are all written from the perspective of Sufis and popular preachers. Other collections focus on topics such as theology. Al-Ḥurr al-ʿĀmilī’s al-Jawāhir al-sunniyya fī al-aḥādīth al-qudsiyya focuses on Shiʿi doctrines, and contains traditions in which ḥadīth qudsī appear to be narrated from the Infallible Imams (pp. 315 et passim). Other major works include al-Ittiḥāfāt al-sunniyya bi’l-aḥādīth al-qudsiyyya , which relates 372 traditions by ʿAbd al-Raʾūf Munāwī. This was published by Muḥammad Munīr Dimashqī with a commentary, al-Nafaḥāt al-salafiyya , attributed to Munāwī’s son (Dimashqī’s commentary, 3). In al-Ittiḥāfāt al-sunniyya , the ḥadīth -scholar Muḥammad Madanī has collected 864 such traditions. In Muʿjam al-aḥādīth al-qudsiyya al-ṣaḥīḥa , Mullā ʿAlī Qāriʾ arranges ḥadīth qudsī according to their initial letter. Qāḍī Saʿīd al-Qummī (flor. 11th/17th century) wrote the Arbaʿīniyyāt li-kashf anwār al-qudsiyyāt on qudsī traditions (Tehran, 1381 Sh./2002).",
    "Moreover, in terms of their legal status, someone who denies the validity of these traditions is not said to have disbelieved in Islam, in the same way as someone who denies the divine origin of the Qurʾān could be. Neither are these traditions treated as a single, unified text such that they would have abrogating and abrogated components. In terms of beliefs about the traditions, they are not held to be divinely protected from distortion ( taḥrīf ), fabrication ( jaʿl ) or any other kind of interference. Finally, even when these traditions are collected, the material is arranged in the manner of non- qudsī ḥadīth collections, rather than in the format of the Qurʾān, with liturgical divisions such as the ḥizb or juzʾ , or semantic divisions such as sūra s or āya s (Mullā ʿAlī, 313–314; Tahānawī, 1/629–630; Samāḥī, 9; Qāsimī, 65).",
    "One of the distinguishing features of qudsī traditions as a genre is their subject matter. While the majority of ḥadīth deal with topics related to matters of worship and ritual, qudsī traditions tend to focus more on ethical concepts. For example, there are those traditions that extol moral behaviour, while others explain the fundamental principles of goodness, human wellbeing, and happiness through the performance of good deeds and the avoidance of sins; while others evoke a sense of divine love in their audience, and still others expound on the nature of the Hereafter (Ṣabābṭī, 33; ʿUmayrāt, page ‘ bāʾ ’). This might explain why scholars of various Islamic currents—Sufis, mystics, preachers, and scholars of ḥadīth —took special interest in ḥadīth qudsī (see, for example, Hujwīrī, 29, 155 et passim; Najm al-Dīn, 175; Ibn al-ʿArabī, 2/77). However, the enthusiasm for these traditions, especially in Sufi circles, led critics to question their validity (cf. Graham, 70). In Shiʿi circles, the content of a large number of ḥadīth qudsī reflect ideas on the Imamate and Imam al-Mahdī (al-Ḥurr al-ʿĀmilī, 201 et passim; Ṭārimī, passim)."
  ],
  "bibliography": [
    "Abū Shuhba, Muḥammad, al-Wasīṭ fī ʿulūm wa muṣṭalaḥ al-ḥadīth (Beirut, n.d.).",
    "ʿAdawī, Muṣṭafā, al-Ṣaḥīḥ al-musnad min al-aḥādīth al-qudsiyya (Beirut, n.d.).",
    "Aynī, Maḥmūd, ʿUmdat al-qāriʾ (Beirut, n.d.).",
    "Aʿẓamī, Muḥammad, Muʿjam muṣṭalaḥāt al-ḥadīth wa laṭāʾif al-asānīd (Riyadh, 1420/1999).",
    "Brown, Jonathan, A. C., Misquoting Mohammed (London, 2014).",
    "al-Ghazālī, Muḥammad, al-Mawāʿiẓ fī al-aḥādīth al-qudsiyya , ed. ʿAbd al-Ḥamīd Ṣāliḥ Ḥamdān (Cairo, 1408/1988).",
    "Graham, W. A., Divine Word and Prophetic Word in Early Islam (The Hague, 1977) Hujwīrī, ʿAlī, Kashf al-maḥjūb , ed. Maḥmūd ʿĀbidī (Tehran, 1383 Sh./2004).",
    "al-Ḥurr al-ʿĀmilī, Muḥammad, al-Jawāhir al-sunniyya (Najaf, 1384/1964).",
    "Ibn al-ʿArabī, Muḥyī al-Dīn, al-Futūḥāt al-Makkiyya (Beirut, n.d.).",
    "Ibn Balbān, ʿAlī, al-Maqāṣid al-sunniyya fī al-aḥādīth al-ilāhiyya , ed. Muḥyī al-Dīn Mastū and Muḥammad ʿĪd Khaṭrāwī (Beirut and Damascus, 1408/1988).",
    "Ibn Ḥajar al-ʿAsqalānī, Aḥmad, Fatḥ al-bārī (Beirut, n.d.).",
    "Ibn Ḥazm, ʿAlī, al-Aḥkām , ed. Aḥmad Shākir (Cairo, n.d.).",
    "Juynboll, G. H. A., Muslim Tradition: Studies in Chronology, Provenance and Authorship of Early ḥadīth (Cambridge, 1983).",
    "idem, Encyclopedia of Canonical Hadith (Leiden, 2007).",
    "Kamali, Mohammad Hashim, Principles of Islamic Jurisprudence (Cambridge, 2003).",
    "idem, A Textbook of Hadith Studies (Markfield, Leicestershire, 2005).",
    "Madanī, Muḥammad, al-Ittiḥāfāt al-sunniyya fī al-aḥādīth al-qudsiyya (Hyderabad Deccan, 1358/1939).",
    "Mīr Dāmād, Muḥammad Bāqir, al-Rawāshiḥ al-samāwiyya , ed. Ghulām Ḥusayn Qayṣariyyahā and Niʿmat Allāh Jalīlī (Qumm, 1380 Sh./2001).",
    "Motzki, Harald, ed., Ḥadīth: Origins and Developments (London, 2004).",
    "Mullā ʿAlī Qāriʾ, Muʿjam al-aḥādīth al-qudsiyya al-ṣaḥīḥa , ed. Kamāl b. Basyūnī Zaghlūl (Beirut, 1415/1994).",
    "Munāwī, Muḥammad ʿAbd al-Raʾūf, al-Ittiḥāfāt al-sunniyya bi al-aḥādīth al-qudsiyyya , ed. Muḥammad Munīr Dimashqī (Beirut, n.d.).",
    "idem, Fayḍ al-qadīr , ed. Aḥmad ʿAbd al-Salām (Beirut, 1415/1994).",
    "Najm al-Dīn al-Rāzī, ʿAbd Allāh, Mirṣād al-ʿibād , ed. Muḥammad Amīn Riyāḥī (Tehran, 1352 Sh./1973).",
    "Qāsimī, Muḥammad, Qawāʿid al-taḥdīth , ed. Muḥammad Bahjat Bayṭār (Cairo, 1380/1961).",
    "Ṣabābṭī, ʿIṣām al-Dīn, Jāmiʿ al-aḥādīth al-qudsiyya (Cairo, n.d.).",
    "Ṣadr al-Dīn Shīrāzī, Muḥammad, al-Asfār (Beirut, 1981).",
    "Samāḥī, Muḥammad, Ghayth al-mustaghīth (Cairo, n.d.).",
    "al-Sarakhsī, Muḥammad, al-Uṣūl , ed. Abū al-Wafā Afghānī (Hyderabad, Deccan, 1372/1953).",
    "Shirwānī, ʿAbd al-Ḥamīd, al-Ḥawāshī (Beirut, n.d.).",
    "Tahānawī, Muḥammad Aʿlā, Kashshāf iṣṭilāḥāt al-funūn , ed. ʿAlī Dahrūj (Beirut, 1966).",
    "Ṭaḥḥān, Maḥmūd, Taysīr muṣṭalaḥ al-ḥadīth (Alexandria, 1415/1995).",
    "Ṭārimī, Ḥasan and ʿAbd al-Ḥusayn Ṭāliʿī, Aḥādīth qudsiyya pirāmūn ḥaḍrat Mahdī (Tehran, 1407/1987).",
    "ʿUmayrāt, Zakariyyā, al-Aḥādīth al-qudsiyya al-ṣaḥīḥa (Beirut, 1418/1997)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}
