{
  "id": "eweb_558",
  "source": "EIs",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/SIM-067236.xml?rskey=EpI7Fk&result=1",
  "annotator": "Jeremy",
  "title": "Ḥijāb",
  "authors": [
    "Shahram Khodaverdian",
    "Soraya Khodamoradi",
    "Translated by Shahram Khodaverdian"
  ],
  "word_count": "(2,769 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "23 Sep 2022",
  "last_updated": "02 Jun 2025",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "Ḥijāb , lit. ‘veil’ or ‘curtain’, any obstacle restricting sensory, especially visual and auditory perception, any barrier separating two entities or partitioning two spaces from each other, hence used as a technical term in Sufism, Islamic gnosis and mysticism, primarily referring to the notion of interconnected cosmic and meta-cosmic veils paradoxically concealing and revealing the indefinite and multiple determinations of the divine reality (see below). The usual equivalent of the term ḥijāb in Persian mystical and Sufi literature is pardah (e.g. Maybudī, 8/411). The classical contrasting term to ḥijāb in Sufi literature is kashf (lit. ‘unveiling’), which has taken on the broader meaning of ‘revelation’, ‘disclosure’ and ‘illumination’. The meaningful interplay of these key contrasting terms in Sufi teachings is to be found in the title of the highly influential early Persian treatise by ʿAlī b. ʿUthmān Hujwīrī (d. ca. 465/1072), Kashf al-maḥjūb , ‘The Unveiling of the Veiled [Truth]’.",
    "It would be impossible to trace the technical uses and formation of ḥijāb in the oral-aural early tradition of Sufi teachings. The Prophetic saying that ‘God has seventy (or seventy thousand) veils of light and darkness; were He to remove them, the glories of His Face would burn away everything perceived by the eyesight of His creatures’ (Ibn Abī Jumhūr, 4/106, ḥadīth no. 158) is traditionally regarded as the foundational statement of the gnostic doctrine of the universal veils and has frequently been the subject of commentary and study by major authors including Abū Ḥāmid Muḥammad al-Ghazālī (d. 505/1111) ( Mishkāt , 84 ff.), ʿAyn al-Quḍāt Hamadānī (d. 525/1131), Najm al-Dīn Kubrā (d. 618/1221) (pp. 256–257), Ibn ʿArabī (d. 638/1240) ( al-Futūḥāt , ed. ʿUthmān Yaḥyā, 1/349, 13/419), Fakhr al-Dīn ʿIrāqī (d. 688/1289) (pp. 85–87) (pp. 102–104) (see also Chittick, ‘The Paradox of the Veil’, 63). Among these commentaries, Najm al-Dīn Kubrā states that the divine truth is enveloped by the veils of the signs ( āyāt ):",
    "In the realm of the unseen ( ʿālam al-ghayb ), it [the divine Truth/Reality] is enveloped by the veils of the ‘inward signs’ ( al-āyāt al-bāṭina ) and in the realm of the witnessed ( ʿālam al-shahāda ), it is wrapped in the veils of the ‘outward signs’ ( al-āyāt al-ẓāhira ). Both the realms of the unseen and the witnessed include veils of light and darkness. The veils of light and darkness in the realm of the witnessed are the ‘names’ of their corresponding veils in the realm of the unseen, and the veils of light and darkness in the realm of the unseen are the ‘meanings’ of their corresponding ones in the realm of the witnessed; and ‘the [true] meaning of all meanings’ ( maʿna al-maʿānī ) is ‘He’ ( Huwa ) (pp. 256–257).",
    "In this way, Najm al-Dīn considers the network of the veils of light and darkness in both realms respectively as words and meanings, text and the context, thus as a universal book whose meaning is the unfathomable reality of the divine ipseity.",
    "The Qurʾānic verse: Huwa al-awwalu wa al-ākhiru wa al-ẓāhiru wa al-bāṭin , ‘He is the First and the Last and the Outward and the Inward’ (Q 57:3), refers to these four interconnected Names of God, and announces that even the state of al-Ẓāhir (lit. the ‘Outward’ or the ‘Outwardly Manifest’) is none other than God, thereby making the following Prophetic ḥadīth meaningful: ‘Anta al-ẓāhir wa lā shayʾ yuḥjibuka ’ (‘Thou art the Outwardly Manifest and there is nothing veiling Thee’) (Muslim, Ṣaḥīḥ ; see Lings, 130). On the other hand, veils may also be completely opaque curtains and insuperable barriers, as the Qurʾān explicitly states: ‘Verily, from [the Light of] their Lord, that Day, will they [the people of Hell] be veiled’ (Q 83:15).",
    "Sufi authors hold each state of being to be a veil paradoxically concealing and revealing the state superior to it in the hierarchy of being. Veils are thus considered as so many degrees by which the intrinsically unique and undifferentiated ‘Light’ of divine reality becomes extrinsically subject to the appearance of multiple determinations—conceived, in terms of this symbolism, as so many cascading refractions and reflections of the one and only Light of God. For the Sufis, even the the state or ‘level’ ( al-martaba ) of the divine attributes ( al-ṣifāt ) is a ‘veil’ both concealing and revealing the infinite possibilities of the divine essence ( al-dhāt ); the level of the divine acts ( al-afʿāl ) in its turn both conceals and reveals the lights piercing through the level of the attributes; and the level of the divine effects ( āthār ), like a colourful curtain, simultaneously hides and manifests the ontological traces of the level of the divine acts (see Muʿīn al-Dīn Farāhī Harawī, 677; Rūzbihān Baqlī, Sharḥ-i shaṭḥiyyāt , 129; for another classification of the state of the divine veils, see al-Sarrāj, 352).",
    "Regarding the double-functioning nature of veils, Ibn ʿArabī states that ‘God established the secondary causes ( asbāb ) and made them like veils. Hence, the secondary causes take everyone who knows that they are veils back to Him. But they block everyone who takes them as lords ( arbāb )’ ( Futūḥāt , Beirut ed., 3/416; trans. Chittick, The Sufi Path of Knowledge , 45). In the same vein, Schuon (p. 47) draws attention to a traditional doctrine according to which the veil evokes the idea of ‘mystery’, because it hides from view something that is too sacred or too intimate to be publicly displayed, while also enfolding a mystery within its own nature when it becomes the symbol of universal veiling: ‘the cosmic and meta-cosmic veil is a mystery because it has its root in the depths of the divine Nature’.",
    "Ibn ʿArabī ( al-Tajalliyyāt , 246) also spoke of the veil separating the divine state of ‘non-delimited Being’ ( muṭlaq al-wujūd ) from all other states of being as the ‘veil of [divine] dignity and majesty’ ( ḥijāb al-ʿizza ), an ‘essential veil’ that cannot be lifted or removed (for ḥijāb al-ʿizza , see also ʿAṭṭār, Dīwān, 732). According to al-Jurjānī (p. 73), the existence of such a veil would imply that even the ‘revealed perceptions’ ( al-idrākāt al-kashfiyya ) cannot grasp the deepest nature of the divine essence ( kunh al-dhāt ) (cf. Rūzbihān Baqlī, ʿAbhar al-ʿāshiqīn, 132).",
    "In terms of the traditional doctrine of correspondence between the microcosmic and macrocosmic realms, some Sufi authors also hold each of the multiple inner states of the human being to be a ‘veil’ both concealing and revealing the interior one. For example, in Kashf al-asrār , Rashīd al-Dīn Maybudī’s (d. 520/1126) esoteric commentary on the Qurʾān, there is a reference to the ‘curtains’ or ‘veils’ ( pardah-hā ) of the heart (Persian, dil )—including the breast ( ṣadr ), heart ( qalb ), inner heart (fuʾād) and innermost heart (shaghāf)—respectively corresponding to submission ( islām ), faith ( īmān ), witnessing ( mushāhidat ) and love ( ʿishq ) (Maybudī, 8/411–412). As Sachiko Murata mentions, Maybudī ‘sees the curtains as an ascending scale of spiritual perfections, similar to the four degrees discussed by al-Ḥakīm al-Tirmidhī’ (p. 296). According to Maybudī, ‘Each of these four curtains has a characteristic and God looks upon each in a special way’ (Maybudī, 8/412; English trans. see Murata, 296–297). Other Sufi authors have also expounded upon different versions of the multiple veils or curtains of the human soul and heart (e.g. Muʿīn al-Dīn Farāhī Harawī, 457–458).",
    "Discussion of the veil is closely tied to discussion of the ‘vision’ of God ( ruʾya ) which is a highly contentious issue in Sufism as well as in kalām (theology) (see Chittick, 61 ff.). In Sufi teachings, a divine ‘veil’ may act as a transparent curtain allowing the lover to behold the dazzling light of the divine beloved (see Muʿīn al-Dīn Farāhī Harawī, 677–678). According to the Qurʾān, ‘When Moses came to the place appointed by Us, and his Lord addressed him, he said: “O my Lord! show (Thyself) to me, that I may look upon thee”. Allah said: “By no means canst thou see Me; But look upon the mount; if it abides in its place, then shalt thou see Me”. When his Lord manifested His glory on the mount, He made it as dust. And Moses fell down in a swoon’ (Q 7:143). Here the mount acted as a ‘transparent veil’ upon the Face of God, just as Joseph, although in another mode, was a transparent curtain between Jacob and his Lord, allowing him to contemplate the beauty of God (see Muʿīn al-Dīn Farāhī Harawī , 678), since ‘without a veil, none could endure the sight’ (Jāmī, Lawāʾiḥ , trans. Whinfield, ‘Flash’ no. 16, p. 15).",
    "Through such expressions, Sufi authors try to describe the aesthetic and artistic ambivalence of universal veils, which both hide and manifest the Face of the unfathomable Truth. They also acknowledge the paradox of needing to behold the Truth through the veil: ‘Unlike the beauties of your world, in the curtain I am seen, but without it, I am hidden’ (Jāmī, Lawāʾiḥ, trans. Chittick, ‘Gleam’ no. 16). Although, in the most transcendent state of the visio Dei, there is no strict distinction between the ‘veiling’ ( iḥtijāb ) and ‘unveiling’ ( kashf ), as the celebrated Sufi master Muḥammad b. ʿAbd al-Jabbār al-Niffarī (d. 354/965) states: ‘He [God] said to me: once you have seen Me, unveiling and the veil will be equal’ (al-Niffarī, 31). Other Sufi authors have also considered even those ‘transparent veils’ which are found in the Divine proximity—such as a beatific phenomenon in Paradise—to be more or less separative barriers obscuring or disrupting the direct vision of God. For example, Bāyazīd Bisṭāmī is reported to have said: ‘Even if in Paradise something veils me from the vision of Him for the blink of an eye, I will complain so much that the denizens of hell will feel compassion for me’ (Mustamlī Bukhārī, 1/26; see Chittick, 71, footnote 12).",
    "Fakhr al-Dīn ʿIrāqī also classified veils into ‘veils of light’ and ‘veils of darkness’ in respect of the virtues and vices on the path towards God. The ‘veils of light’ are qualities such as knowledge ( ʿilm ) and certainty ( yaqīn ), as well as all spiritual stations ( maqāmāt ), acquired virtues and mystical states ( aḥwāl ) throughout the inward wayfaring. On the other hand, ignorance ( jahl ), uncertainty or doubt ( shakk ), suspicion ( ẓann ) and other mental and moral vices are considered ‘veils of darkness’ (ʿIrāqī, 86–87).",
    "However, the inner ‘veils of light’, such as knowledge, may also become opaque dependent on certain conditions. Al-Ghazālī explains how ‘knowledge’ becomes a veil on the path to God: ‘You may have heard that the Sufis say, “Knowledge veils from this path” … when you occupy yourself with and immerse yourself in the sensory things and in any sort of knowledge that is gained by way of the sensory things, this is a veil’ (al-Ghazālī, Kīmiyā, 36–37; Chittick, ‘Paradox’, 69). Aside from knowledge gained by way of the senses, according to Rūzbihān Baqlī (Sharḥ-i shaṭḥiyyāt, 417) even different types of spiritual knowledge ( maʿārif ) and any sort of inner ‘unveiling’ ( kashf ) may act as a veil if it causes separation between the seeking ‘subject’ ( ṭālib ) and the ‘object’ sought ( maṭlūb )—this latter referring to the unique Object, i.e. the divine truth ( al-Ḥaqq ). Al-Niffarī also spoke of ‘the veil of gnosis’ ( ḥijāb al-maʿrifa ), which, subtle as it may be, can constitute the greatest barrier between man and God (al-Niffarī, 380; Schimmel, 81).",
    "Other Sufi authors also define ‘veils’ in terms of possible obstacles on the path towards God. According to Hujwīrī (p. 5), ‘[such] veils are two: the first derives from rust ( rayn ) – we seek refuge in God from that! – and it will never be lifted. The second derives from clouding ( ghayn ), and it can be lifted quickly’. For Mustamlī Bukhārī (d. 434/1043), author of the well-known long commentary in Persian on al-Kalābādhī’s al-Taʿarruf , there are four such veils functioning as obstacles on the path towards God: this world ( dunyā ) is the veil of the next world ( ʿuqbā ); people ( khalq ) are the veil of obedience ( ṭāʿat ); Satan is the veil of religion ( dīn ); and the ego ( nafs ) is the veil of the Real ( Ḥaqq ) (1/76). Regarding this latter theme, i.e. the nafs as the veil of the Ḥaqq, Rūzbihān Baqlī states: ‘Thou art wrapped in the veil of thyself; if thou lift the veil of thyself from in-between, the veil of “severity” ( qahr ) wouldst be removed and thou wouldst see the pure Light of pre-Eternity ( qidam )’ (Rūzbihān, ʿAbhar al-ʿāshiqīn , 37; see also Ḥāfiẓ, 351: ‘Thou thyself art thy own veil, O Hafez Lift the veil of thyself from in-between’; on this crucial theme see also, ʿAṭṭār, Tadhkira , 155). Although there are ‘veils in-between’, it is the Divinity who is veiled from the sight of man, man never would be veiled from the Sight of God (see Rūzbihān, Sharḥ-i shaṭḥiyyāt , 298). In the same line and also commentating on the aforementioned Prophetic saying on the veils of light and darkness, Jalāl al-Dīn Rūmī (p. 3115) states that the innumerable states of the veils of light and darkness are ‘light upon light’ from the point of view of God, but ‘fire upon fire’ from the point of view of man (for a comparative study on the notion of ‘veil’ in ʿAṭṭār and Jalāl al-Dīn Rūmī, see Karīm-pasandī and Aḥmadī)."
  ],
  "bibliography": [
    "ʿAṭṭār Nīshābūrī, Farīd al-Dīn, Dīwān , ed. Badīʿ al-Zamān Furūzānfar (Tehran, 1376 Sh. 1997).",
    "idem, Tadhkirat al-awliyāʾ , ed. Muḥammad Istiʿlāmī (Tehran, 1366 Sh./1987).",
    "ʿAyn al-Quḍāt Hamadānī, Tamhīdāt , ed. ʿAfīf ʿUsayrān (Tehran, 1341 Sh./1962).",
    "Chittick, William, ‘The Paradox of the Veil in Sufism’, Rending the Veil: Concealment and Secrecy in the History of Religions , ed. Elliot Wolfson (1999).",
    "idem, The Sufi Path of Knowledge: Ibn al-‘Arabi’s Metaphysics of Imagination (Albany, NY, 1989).",
    "al-Ghazālī, Muḥammad, Kimiyā-yi saʿādat , ed. Ḥusayn Khadīw-Jam (Tehran, 1354 Sh./1975).",
    "idem, Mishkāt al-anwār , ed. Abū al-ʿAlāʾ ʿAfīfī (Cairo, 1964).",
    "Ḥāfiẓ Shīrāzī, Shams al-Dīn Muḥammad, The Divan of Hafez: A Bilingual Persian-English Text , trans. Reza Saberi (Lanham, MD, 2002).",
    "Hujwīrī, ʿAlī b. ʿUthmān, Kashf al-maḥjūb , ed. ed. V. Zhukovskiĭ (Tehran, 1336 Sh./1957).",
    "Ibn Abī Jumhūr, Muḥammad, ʿAwālī al-laʾālī , ed. Mujtabā Irāqī (Qumm, 1403/1983).",
    "Ibn ʿArabī, Muḥammad, al-Futūḥāt al-Makkiyya , ed. ʿUthmān Yaḥyā (Cairo, 1410/1990).",
    "idem, al-Futūḥāt al-Makkiyya (Beirut, Dār Ṣādir, n.d.).",
    "idem, al-Tajalliyāt al-ilāhiyya , ed. ʿUthmān Yaḥyā (Tehran, 1408/1988).",
    "ʿIrāqī, Fakhr al-Dīn Ibrāhīm, Lamaʿāt , ed. Muḥammad Khājawī (Tehran, 1363 Sh./1984).",
    "Jāmī, ʿAbd al-Raḥmān, Lawāʾiḥ , trans. E. H. Whinfield and Mirza Muhammad Kazvini (London, 1914).",
    "idem, ibid., trans. William Chittick, in Sachiko Murata, Chinese Gleams of Sufi Light (Albany, NY, 2000).",
    "al-Jurjānī, ʿAlī, al-Taʿrīfāt (Cairo, 1357/1938).",
    "Karīm-pasandī Kūrus and Shahrām Aḥmadī, ‘Barrasī-yi muqāyisa-ī-yi ḥijāb-i ʿirfānī dar ʿAṭṭār wa Mawlawī’, Faṣl-nāmah-yi takhaṣṣuṣī-yi zabān wa adabiyyāt-i Fārsī-yi Dānishgāh-i Āzād-i Mashhad , no. 14, Summer 1397 Sh./2018.",
    "Lings, Martin, A Sufi Saint of the Twentieth Century: Shaikh Aḥmad al-ʿAlawī (Cambridge, 2006).",
    "Maybudī, Abū al-Faḍl Rashīd al-Dīn, Kashf al-asrār wa uddat al-abrār , ed. ʿAlī Aṣghar Ḥikmat (Tehran, 1339 Sh./1960).",
    "Muʿīn al-Dīn Farāhī Harawī (Mullā Miskīn), Tafsīr-i ḥadāʾiq al-ḥaqaʾiq , ed. Sayyid Jaʿfar Sajjādī (Tehran, 1346 Sh./1967).",
    "Murata, Sachiko, The Tao of Islam: A Sourcebook on Gender Relationships in Islamic Thought (Albany NY, 1992).",
    "Mustamlī Bukhārī, Ismāʿīl, Sharḥ al-taʿarruf , ed. Muḥammad Rawshan (Tehran, 1366 Sh./1987).",
    "Najm al-Dīn Kubrā, Fawāʾiḥ al-jamāl wa fawātiḥ al-jalāl , ed. Yūsuf Zaydān (Cairo, 1993).",
    "al-Niffarī, Muḥammad, The Mawāqif and Mukhāṭabāt , ed. and trans. A. J. Arberry (Cambridge, 1935).",
    "Rūmī, Jalāl al-Dīn Muḥammad, Kulliyāt-i Shams-i Tabrīzī , ed. Badīʿ al-Zamān Furūzānfar (Tehran, 1378 Sh. 1997).",
    "Rūzbihān Baqlī Shīrāzī, ʿAbhar al-ʿāshiqīn , ed. Henry Corbin and Muḥammad Muʿīn (Tehran, 1383 Sh./2004).",
    "idem, Sharḥ-i Shaṭḥiyyāt , ed. Henry Corbin (Tehran, 1360 Sh./1981).",
    "al-Sarrāj al-Ṭūsī, Abū Naṣr ʿAbd Allāh, Kitāb al-lumaʿ fī al-taṣawwuf , ed. Reynold A. Nicholson (Leiden, 1914).",
    "Schimmel, Annemarie, Mystical Dimensions of Islam (Chapel Hill, 1975).",
    "Schuon, Frithjof, ‘The Mystery of the Veil’, Esoterism as Principle and as Way , tr. from the French by William Stoddart (Pates Manor/Bedfont/Middlesex, 1990)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}
