{
  "id": "eweb_562",
  "source": "EQ",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EQO/EQCOM-00019.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-3922_q3_EQCOM_00019",
  "title": "Ascension",
  "authors": [
    "Michael Sells"
  ],
  "word_count": "(2,872 words)",
  "first_online": "01 Mar 2018",
  "issn": "1875-3922",
  "publisher": "Brill",
  "content": [
    "Muḥammad's night journey. The qurʾānic grounding of the ascent (miʿrāj) of Muḥammad is tenuous in two ways. In the first place, the ascent is not described and the term miʿrāj is not used in the Qurʾān. Secondly, the Qurʾān stresses that Muḥammad brings no miracle (q.v.) other than the divinely-wrought miracle of the Qurʾān itself (see \n inimitability \n ). Even so, key qurʾānic passages are woven through the post-qurʾānic narrative of Muḥammad's ascent.",
    "The qurʾānic evidence for the tradition of the ascension is the first verse of q 17 , “The Night Journey” (Sūrat al-Isrāʾ): “Glory to the one who took his servant on a night journey from the sacred place of prayer ( al-masjid al-ḥarām) to the furthest place of prayer ( al-masjid al-aqṣā, see \n aqṣā mosque \n ) upon which we have sent down our blessing , that we might show him some of our signs (q.v.). He is the all-hearing, the all-seeing.” The tradition has understood “the sacred place of prayer” either as the sacred enclosure at Mecca (q.v.) or the Kaʿba (q.v.) \n ¶ itself. However, the identity of “the furthest place of prayer” has been disputed, leading to several traditions about the ascension. One modern scholarly view holds that the oldest tradition identified “the furthest place of prayer” with the heavenly prototype of the Kaʿba. The night journey (isrāʾ) was then a night journey from Mecca through the heavens to the celestial Kaʿba. A later tradition identified “the furthest place of prayer” as the abode of sanctuary (bayt al-maqdis), which is considered to be in Jerusalem (q.v.). Finally, the two journeys, the vertical and horizontal, were harmonized as Muḥammad was portrayed on a night journey to Jerusalem and from there on an ascension from Jerusalem through the heavens (see B. Schrieke and J. Horovitz, Miʿrādj).",
    "The debate over the layers of tradition and the goal of the journey is largely based upon extra-qurʾānic evidence. There is little further information to be found in sūra 17. Verse 60 does mention a vision (ruʾyā) but within a hypothetical framework not tied clearly to q 17:1 . Verses 90-3 offer a list of proofs that the opponents of Muḥammad demand from him to validate his prophecy: a spring that bursts forth from the earth ; a garden of date palms and grape vines among which rivers are gushing; the ability to bring down the sky or to summon God and the angels (see \n angel \n ); possession of an ornamented abode (bayt); and the ability of the prophet to “rise (ruqī) into the sky.” These challenges are answered not by the claim that Muḥammad has carried out or could carry out such wonders, but rather by the repetition that he is merely a mortal messenger (q.v.).",
    "Yet the challenges of q 17:90-3 could have been an impetus for later storytellers who, qurʾānic statements to the contrary notwithstanding, began elaborating the miracles of Muḥammad in competition with \n ¶ miracle stories from other religious traditions. In such a spirit, storytellers may have been provoked by q 17:90-3 into vindicating Muḥammad more literally in the face of such challenges. According to some ascension accounts, Muḥammad indeed attains a garden with gushing rivers — often named and specified as four — and a spring (zamzam) that bursts from the ground (see \n wells and springs \n ).",
    "In the ascension stories, q 17:1 is collated with the depiction of Muḥammad's prophetic vision or visions in q 53 , “The Star” (Sūrat al-Najm). Verses 1-12 begin with an oath, “By the star as it falls,” then explain that “your companion” is not deluded and does not speak out of desire \n ( hawā ) but that the vision is a revelation given to him by one of great power. What was seen is described as being on the uppermost horizon, and then coming within a distance of “two bows' length” ( kāna qāba qawsayn) . Some consider q 53:13-8 to be another description of the same vision, while others maintain that it is a description of a separate vision. Here, there is another descent (nazla ukhrā) at the lote tree of the furthest boundary (sidrat al-muntahā) when the tree was enshrouded. In a phrase that would be key to the ascension tradition, the gaze of the Prophet neither exceeded its bounds nor strayed (mā zāgha l-baṣaru wa-mā ṭaghā) . The passage ends with a statement that the Prophet had seen one or more of the greater signs of his Lord (min āyāti l-rabbihi l-kubrā) .",
    "The opening verses of sūra 53, especially q 53:12-8 , serve as a constant subtext for the ascension stories. The lote tree and the garden of sanctuary (jannat al-maʾwā) are not constants; that is, they appear at different stages in different accounts of the ascent. However, q 53:1-18 was used as a subtext by commentators not only for q 17:1 , but also for the depiction of the descent \n ¶ of revelation on the night of destiny \n ( laylat al-qadr) in q 97:1-5 : “We sent him/it down on the night of destiny (see \n night of power \n ). What could tell you of the night of destiny ? The night of destiny is better than a thousand months. The angels come down — and the spirit among them/it/her — by permission of their lord from every decree. Peace she/it is until the rising of the dawn .” Qurʾānic commentators disagree on whether what is sent down on the night of destiny is Gabriel (q.v.; “We sent him down”) or the qurʾānic revelation (“We sent it down”). The angels that are said to come down in q 97:4 are said, in some ḥadīth, to have been sent down from the lote tree of the furthest boundary (cf. Qurṭubī, Jāmiʿ, xx, 133-4). The fact that the visions of q 53 serve as a subtext for both the ascension and the night of destiny sets up a tension between the sending down of revelation to Muḥammad and his rising up to receive it in the heavens. These two paradigms — the sending down of the revelation and the rising up to receive it — were in tension throughout the late antique era and they are clearly in tension in the tradition surrounding Muḥammad's prophetic call. As the tradition holds that the night of destiny and the night of the ascension are separate events, some commentators associate the first vision passage ( q 53:1-12 ) with the night of destiny and the second vision passage ( q 53:13-18 ) with the ascension. The tension is not easily resolved, however, and recurs throughout the exegetical tradition (see \n exegesis of the qurʾān: classical and medieval \n ). A particularly revealing and brilliantly il- \n ¶ lustrated example of this tension occurs in the commentary of al-Qurṭubī ( Jāmiʿ, xvii, 81-103).",
    "Further heightening the tension between the ascent and descent paradigms is the intertextual connection between q 97 and q 70:1-9 , which begins with a question about the “pain that would fall” (ʿadhāb wāqiʿ): “From God, Master of the ascending stairways (al-maʿārij), angels and the spirit (q.v.) ascend to Him on a day whose span is fifty thousand years. Patience, patience most fair. They see it from afar, we see it near. A day the sky will be like molten copper and the mountains like fluffs of wool.” These verses depict the day of reckoning ( yawm al-dīn; see \n last judgment \n ) in terms that resonate directly with other day-of-reckoning passages such as q 101:4-5 , which also refers to a time when the mountains are like fluffs of wool (al-ʿihn al-manfūsh) .",
    "A reference to stairways in a passage concerning the rising of the angels at the end of time would seem at first an unlikely proof for the ascent of Muḥammad during his lifetime. However, the intertextual link of q 97 and q 70:1-9 may have facilitated the use of the term miʿrāj and variations on the ʿ-r-j radical in traditional accounts of Muḥammad's ascent. In q 70 , the angels rise; in q 97 , the angels descend during the night of destiny or upon the night of destiny . The night of destiny is “better than a thousand months.” Similarly, the day of reckoning is “a day whose span is fifty thousand years.” These parallels in imagery are strengthened by sound and syntax parallels:",
    "70:4",
    "taʿruju",
    "l-malāʾikatu",
    "wa-l-rūḥu",
    "ilayhi",
    "there rise",
    "the angels",
    "and the spirit",
    "in/upon him/it",
    "97:4",
    "tanazzalu",
    "l-malāʾikatu",
    "wa-l-rūḥu",
    "fīhā",
    "there descend",
    "the angels",
    "and the spirit",
    "in/upon/among it/them/her",
    "Another day-of-reckoning passage critical to the ascension accounts is in q 52:1-10 : “By the Mount [i.e. Mount Sinai]. By the book inscribed on rolls of parchment most fine. By the enlivened house (al-bayt al-maʿmūr) . By the roof raised high. By the sea boiled over. The pain of your lord will fall (inna ʿadhāba rabbika la-wāqiʿ) . None can ward it off. On a day the sky will sway and the mountains will slide.” These verses are bound to the opening verses of q 70 in that both contain a warning of the pain that will fall (ʿadhāb wāqiʿ) and cannot be kept away, and by their depiction of the mountains sliding on the day of reckoning. Such intertextual connections cluster around the term al-bayt al-maʿmūr, a term difficult to translate but which means the abode that is inhabited and, as such, enlivened. The two major uses of the term bayt in the Qurʾān are with little ambiguity attributed to the Kaʿba: al-bayt al-ʿatīq (the ancient abode) and al-bayt al-ḥarām (the sacred abode). The identity of “the enlivened house,” mentioned only this one time in the Qurʾān, is not specified.",
    "The commentary of al-Qurṭubī on “the enlivened house” ( Jāmiʿ, xvii, 59-61) elaborates on the controversy among various exegetes over which heavenly sphere contains the house. The region above the seventh sphere just before the divine throne, the sixth sphere, the fourth sphere, and lowest sphere are among the candidates (see \n\t\t\t\t\t\t\t\tcos-\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tmology in the qurʾān\n\t\t\t\t\t\t\t ). In each case, the enlivened house would be a celestial abode that corresponds to the Kaʿba, although some others claim that the term refers to the Kaʿba itself. For those who put the enlivened house in the world of the celestial spheres, the way is paved for a connection between the apocalypse (q.v.) — in which the house will be encountered on the day of reckoning — and Muḥammad's ascent, a preview of what is revealed on the day of reckoning. Once Muḥammad's ascent is accepted, then it would be as natural to find him encountering the enlivened house as it would be to find him encountering the lote tree or the rivers of paradise (al-Qurṭubī cites the proof par excellence for such an encounter from Muslim's Saḥīḥ ). Given the association of “the sacred place of prayer” with the origin of Muḥammad's journey, the links between sūras 52, 70 and 97 facilitate the identification of “the enlivened house” as its goal, particularly when the journey is seen as one of heavenly ascent, and provide a matrix of qurʾānic subtexts for the development and differing versions of the traditions about the ascension.",
    "Finally, q 94:1 , “Did We not open your breast?” becomes the evidence for stories of the extraction of Muḥammad's heart and its purification in the waters of zamzam that parallel accounts of shaman-like preparatory practices in other cultures. Eventually, almost any aspect of qurʾānic language can be incorporated into the ascension tradition but the passages above form its core.",
    "A passage from Muslim's Saḥīḥ concerning the Prophet near the culmination of his ascent offers an example of how these passages are incorporated into the ascent narrative: “He [ Abraham ] was resting his back against the enlivened house ( al-bayt al-maʿmūr, \n q 52:4 ) into which seventy thousand angels would disappear each day, not to \n ¶ return. Then I was taken to the ‘lote tree of the furthest boundary’ ( q 53:14 , sidrat al-muntahā ). Its leaves were like the ears of elephants and its fruits were as large as jugs of clay . He said, When by the command of its lord ‘the tree was enfolded’ ( q 53:16 ) it was transformed. None of the creatures of God could describe its beauty . ‘Then God revealed to me what he revealed’” ( q 53:10 ).",
    "The ascension traditions expanded in length, complexity and cultural accretions throughout the medieval world in which traditions of heavenly ascent abounded. The number seventy thousand was standard in the ascent of Enoch stories, for example. In other cases, features of cosmology , both qurʾānic and extra-qurʾānic, associated with the creation were woven into the story of the ascension.",
    "Muḥammad's ascent brought together the imagery of creation , revelation and the reckoning, the three major boundary moments of qurʾānic and extra-qurʾānic tradition. Examination of the relation of the ascension to extra-qurʾānic sources must be left to another occasion. Once the notion of the physical ascent was established, qurʾānic subtexts with strong intertextual bonds became a vehicle for exploring the tensions between the this-worldly vision and the end-of-time vision. Within the individual religions, the interreligiously symbolic cosmos of successive spheres or heavens became the site of contest among differing religions. The ascension was Islam 's principle vehicle for expressing such a contest.",
    "Within the Islamic tradition, these heavens also became the site of exploring the tension between revelation as sent down to earth and its retrieval by a prophet rising through the heavens. Both sets of tensions were at the core of the apocalyptic traditions that surrounded Islam and with which Islamic traditions of ascent were \n ¶ in increasing competition. They were adapted into the Ṣūfī tradition, both in the forms of paradigms of Ṣūfī experience and in Ṣūfī accounts of their own personal ascents. (For Bisṭāmī's ascent, see M. Sells, Early Islamic mysticism, 121-231, 242-50; for that of Ibn al-ʿArabī, see his al-Futūḥāt al-makkiyya, trans. M. Chodkiewicz, Les illuminations, 350-81.)",
    "Just as the mosque retains its basic elements but reflects the culture in which it is built, the ascent traditions reflect the historical and cultural diversity, tensions and interactions of the classical Islamic world. A late pictoral representation of the ascension offers an example. Among the angels encountered by Muḥammad is an angel half of fire and half of ice, reflecting a dichotomy and experience that can be traced back to the world of 1 Enoch (Séguy, plate 10). The angels recite the tasbīḥ (Praise be to God!) in the same place that the angels in the Jewish Merkevah tradition recite the qedusha . Yet this angel in full lotus position reflects the cultural sphere of Buddhism, even as the facial features, dress and the bearing of this and other angels are Mongolian."
  ],
  "bibliography": [
    "al-Ghayṭī, Muḥammad b. Aḥmad, Qiṣṣat al-isrāʾ wa-l-miʿrāj, Cairo 1974, trans. A. Pavet de Courteille, Miʿrāj-Nameh, Paris 1882",
    "Ibn ʿAbbās (attr.), al-Isrāʾ wa-l-miʿrāj, n.p. 1957",
    "Ibn al-ʿArabī, al-Futūḥāt al-makkiyya, trans. M. Chodkiewicz et al., Les illuminations de la Mecque, Paris 1988, 350-81",
    "id., Kitāb al-Miʿrāj, trans. R. Rossi Testa, Il libro de la scala de Mahoma, Milan 1991",
    "Qushayrī, Kitāb al-Miʿrāj, ed. A. ʿAbd al-Qādir, Cairo 1994",
    "Suyūṭī, al-Āya al-kubrā fī sharḥ qiṣṣat al-isrāʾ, Beirut 1985",
    "M. Amir-Meozzi (ed.), Le voyage initiatique en terre d'islam, Louvain 1996",
    "M. Asín Palacios, La escatología musulmana en la Divina Comedia. Seguida de historia y crítica de una polémica, Madrid 1919, 1961 3",
    "J. Bencheikh, Le voyage nocturne de Mahomet, Paris 1988",
    "G. Böwering, \n ¶ Miʿrāj, in \n \n\t\t\t\t\t\t\t\t\t\ter\n\t\t\t\t\t\t\t\t\t \n ix, 552-6",
    "H. Busse, Jerusalem in the story of Muhammad's night journey and ascension, in \n \n\t\t\t\t\t\t\t\t\t\tjsai\n\t\t\t\t\t\t\t\t\t \n 14 (1991), 1-40",
    "B. Schrieke et al., Miʿrādj, in \n ei 2 \n , vii, 97-105",
    "M.-R. Séguy, The miraculous journey of Mahomet, New York 1977",
    "M. Sells, Sound, spirit, and gender in sūrat al-qadr, in \n \n\t\t\t\t\t\t\t\t\t\tjaos\n\t\t\t\t\t\t\t\t\t \n 111 (1991), 239-59",
    "id., Early Islamic mysticism, New York 1996"
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "source_editors": null,
  "last_updated": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}