{
  "id": "eweb_563",
  "source": "EQ",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EQO/EQCOM-00122.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-3922_q3_EQCOM_00122",
  "title": "Miracles",
  "authors": [
    "Denis Gril"
  ],
  "word_count": "(5,153 words)",
  "first_online": "01 Mar 2018",
  "issn": "1875-3922",
  "publisher": "Brill",
  "content": [
    "Supernatural intervention in the life of human beings. When defined as such, miracles are present in the Qurʾān in a threefold sense: in sacred history, in connection with Muḥammad himself and in relation to revelation. Although an almost indispensable attribute of prophecy, Muḥammad was not thought to have been granted any miracles in the traditional sense as they were not, ipso facto, sufficient to convince unbelievers (see \n proof ; belief and unbelief \n ). In the Qurʾān, the concept of miracle takes on a cosmological and eschatological dimension (see \n cosmology ; eschatology \n ), and the supreme miracle is finally identified with the Qurʾān itself: divine speech in human language (see \n word of god \n ). The threefold sense of the miracle corresponds to the three meanings of the word \n āya ( pl. āyāt), a qurʾānic term which indicates the “ verses ” (q.v.) of the book (q.v.), as well as the “miracle” of it and the “ signs ” (q.v.), particularly those of creation (q.v.). The term āya is often followed or replaced by its nominalized qualifier, \n bayyina (pl. bayyināt ), i.e. “a clear sign,” a designation which underlines the relation between miracles and the Qurʾān, which is itself qualified by \n bayān, (“clear, evident speech”). At times the sense of astonishment and wonder which the concept of “miracle” evokes may be rediscovered in the term \n ʿajab, a word used with regard to \n ¶ the attitude of humans, positive or negative, when faced with the supernatural or revelation (see \n revelation and inspiration ; marvels \n ).",
    "Miracles in sacred history",
    "There are few biblical or Arab prophets (see \n prophets and prophethood \n ) in whose stories (see \n narratives \n ) miracles do not play a part. Adam (see \n adam and eve \n ) had no one to convince and was not favored by a single miracle, nor did he perform any. This shows that, first and foremost, the miracle is intended, if not to convince, then at least to confute unbelievers who deny the truthfulness of a given prophet (see \n lie \n ). The oven ( tannūr) out of which the water burst and announced the flood is an appropriate sign for Noah (q.v.; q 11:40 ; 23:27 ). Hūd (q.v.), the prophet of the ʿĀd (q.v.), had no particular sign, thus prefiguring Muḥammad. To his people who rebuked him for not producing a miracle ( bayyina) he answered: “Are you surprised that a message ( dhikr) has come to you from your lord (q.v.), through a man of your own people, to warn you?” ( q 7:69 ; see \n warner \n ). In contrast, the mission of Ṣāliḥ (q.v.) was confirmed by a she-camel with its young appearing miraculously from a mountain. By cutting the she-camel's hamstrings, the prophet's opponents brought forth their punishment ( q 7:73 ; 11:64 ; 54:27-9 ; 91:11-5 ; see \n punishment stories ; chastisement and punishment \n ). For these three peoples, divine punishment arrived in the form of a sudden, natural catastrophe.",
    "The story of Abraham (q.v.) is marked by several miracles. God commands the blazing fire (q.v.) into which he was thrown to become “coolness and a means of safety” ( q 21:69 ). A sacrificial animal is sent to replace his son who was about to be killed ( q 37:107 ; see \n sacrifice ; consecration of animals \n ). In some of the prophet nar- \n ¶ ratives, it is worth noting that the miraculous apparition may simultaneously bring life and death ( q 11:69-73 ; 15:51-6 ; 37:112 ): angels (see \n angel \n ) announce the birth of Isaac (q.v.) at the same time as the punishment of Lot 's (q.v.) people. God's insistence on the total destruction of the city by a cry, a shower of rocks or a complete upending emphasizes dramatically the miracle of divine protection afforded to Lot and his family ( q 11:81 ; 54:37 ). The list of peoples annihilated is rounded off by the “Companions of the Wood” ( \n aṣḥāb al-ayka, see \n people of the thicket \n ), identified as the Midianites (see \n midian \n ) and destroyed either by a cry or by an earthquake, although their prophet Shuʿayb (q.v.) was still not favored with a particular miracle (cf. q 7:88 ; 11:84 , 94 ; 15:83 ; 29:36 ).",
    "Moses (q.v.), the most frequently mentioned prophet in the Qurʾān, is one with a twofold mission, to both Pharaoh (q.v.) and the Children of Israel (q.v.). He is also accompanied by the greatest number of miraculous events of all of the qurʾānic prophets. Rescued from the waters, spared from the massacre of the male infants and restored to his mother as a result of divine protection (q.v.; q 20:37-41 ; 28:7-13 ), God speaks to him from the “bush.” It is then that he receives the two signs of his mission: the staff (see \n rod \n ), which becomes a serpent when it is cast down before the magicians but regains its normal shape when held again, and his hand, which is white, but not infected by leprosy. These signs were intended to persuade Pharaoh to allow the Children of Israel to leave Egypt (q.v.). Only the magicians (see \n magic \n ) are convinced by the miracle of the staff, which devours their own staffs when transformed into snakes ( q 7:115-26 ; 20:65-76 ; 26:38-51 ). This story shows the difference, despite appearances, between miracles and magic , between divine intervention and human manipulation. Only \n ¶ the eyes of faith (q.v.), however, can see this difference. This story also shows the soteriological function of the miracle: when they behold this, the magicians become believers and prefer the world to come, declaring that they are ready to face the earthly punishment of Pharaoh. There is also a clear parallel with the qurʾānic term for its revelations — the \n \n āyāt — considered as magic by the Quraysh (q.v.). Pharaoh deals with magical portents ( q 27:12 ), the signs called āyāt bayyināt ( q 17:101 ) or āyāt mufaṣṣalāt, all of which are expressions that could be applied to the revelations that Muḥammad receives (cf. q 11:1 ; 41:3 , etc.).",
    "Among the “nine” signs of Moses there are five plagues of Egypt (rather than the biblical ten). They are qualified as \n mubṣira or \n baṣāʾir because they should awaken inner meditation in those for whom they are destined, the audience and readers of the story. The confrontation between Moses and Pharaoh is brought to a close by the destruction wrought in the crossing of the Red Sea (e.g. q 20:77-8 ; 26:60-8 ), an episode often recounted in the tales of peoples who have been destroyed. The miracles with which the Children of Israel are favored in the Sinai (q.v.) desert are both a testimony to their being a chosen people (see \n election \n ) and an adverting to the perils of straying (see \n astray ; error \n ): the manna (see \n food and drink \n ) and the quails, the protective cloud (see \n sechina \n ), the twelve springs (see \n springs and fountains \n ) which Moses makes gush forth when he strikes the rock with his staff ( q 2:57 ; 7:160 ; 20:80 ). Should we consider as miraculous the revelation of God on the mountain, a vision which terrified Moses ( q 7:143 ), the “resurrection” of the Children of Israel, struck down because they demanded to see God ( q 2:55 ), the mountain rising in front of them at the time of the covenant (q.v.; q 2:63 , 93 ; 4:154 ) or the tablets given to Moses on Mount Sinai \n \n ¶ ( q 7:145 ; see \n commandments \n )? In all these instances, the miracle is always closely related to eschatology and revelation.",
    "Miracle and revelation are also clearly distinguished from their opposites, as in the episode of the golden calf (see \n calf of gold \n ), where both occur simultaneously. The personage that the Qurʾān calls al-Sāmirī brings the statue to life by throwing onto it a handful of earth which has been touched by the shoe of Gabriel 's (q.v.) horse. This individual thus possesses certain knowledge (see \n knowledge and learning \n ) of the life-giving power of something bearing the mark of the spirit (q.v.; see also \n holy spirit \n ). By appropriating for himself miraculous power, however, contrary to the will of God and without the knowledge of the prophet, he merely works an “anti-miracle” and leads men astray ( q 20:87-8 , 96 ). Likewise the case of Korah (q.v.; Qārūn), who claims to owe his wealth “to a knowledge” he possesses, of which he boasts (see \n boast \n ). In the end he is swallowed up by the earth, just as Pharaoh is swallowed up by the waves ( q 28:76-81 ).",
    "The story of the cow which Moses commands the Children of Israel to sacrifice so that a murder (q.v.) victim, touched by a part of the animal, may come back to life to identify his murderer, is clearly meant as a symbol of resurrection (q.v.). It should be understood to have an inner meaning, as it shows the hardening of hearts (see \n heart \n ), a theme that is touched upon immediately afterwards ( q 2:67-74 ). The fish which comes back to life “at the meeting of the two seas” (see \n barzakh \n ) leaps from the basket and “makes its way back into the sea in an amazing manner ( ʿajab) ” in order to show Moses and his servant that they have reached the place where they must stop, clearly assumes a similar meaning ( q 18:63 ). It may be observed that the term ʿajab is spoken not by the prophet, but by \n ¶ his young servant. In the remainder of the story, the mysterious servant, traditionally called al-Khaḍir (see \n khaḍir/khiḍr \n ), whose disciple Moses becomes at one point, does not perform any miracles as such; Moses does not need them. By his presence at events, he merely points out to Moses the knowledge that God has given him as a gift. Here the miracle is quite simply the knowledge given to certain men, inspired directly by God, linking the miraculous directly to revelation ( q 18:62-82 ).",
    "In q 2 (Sūrat al-Baqara, “The Cow”), the Qurʾān again retells a biblical story (see \n scripture and the qurʾān \n ), with the accession of Saul (q.v.; Ṭālūt) to the throne confirmed by a miraculous sign: the return of the ark (q.v.) of the covenant, carried by angels ( q 2:248 ). His successors, David (q.v.) and Solomon (q.v.), are also granted miraculous powers: the former is given expertise with iron (see \n metals and minerals \n ) and the mountains glorify God (see \n glorification of god ; laudation \n ) with him; the demons (see \n devil \n ), jinn (q.v.) and winds (see \n air and wind \n ) obey the latter ( q 34:10-3 ; 38:36-9 ) and he is taught the “language of the birds” ( q 27:16 ; see \n animal life \n ). Endowed with these powers by virtue of their position, both David and Solomon are tested in the exercise of their kingship by supernatural intervention (see \n kings and rulers \n ). Two angels appear before David in his private chamber as litigants to remind him of his sin with regard to his general, and a “body” is placed on Solomon's throne to remind him that he is only king by divine delegation ( q 38:21-4 , 34 ). Solomon does likewise with the Queen of Sheba (see \n bilqīs \n ) by having her throne moved. It is not Solomon himself who carries out this miraculous deed, but one of his companions, traditionally named as Āṣaf b. Barakhyā. Endowed with a “certain knowledge of the book,” he is more powerful \n ¶ than the jinn. In this story, the miracle is not performed by the prophet, who simply thanks God, but by a man acting on his authority (q.v.) and in accordance with revelation ( q 27:40 ). Theologians and Ṣūfīs were later to find in this story the model for the miracles of the saints as a continuation of those of the prophets (see \n ṣūfism and the qurʾān \n ).",
    "The Qurʾān also mentions the miraculous cure of Job ( q 38:42-4 ) as well as the incident in which Jonah, having been swallowed by the whale, is cast up on land where there is the plant ( \n yaqṭīn, a squash or something similar) with which God covers him to protect him from the sun ( q 37:139-46 ). In these two instances, the miracles of the cure and the protection are examples of the grace reserved for those who have been chosen after being put to the test (see \n trial \n ).",
    "As was the case with Isaac (q.v.), the births of the last two prophets of the Children of Israel, John (see \n john the baptist \n ) and Jesus (q.v.), are announced, respectively, to Zechariah (q.v.) and Mary (q.v.) by angels ( q 3:39 and q 3:45-6 ) or directly by God and the spirit ( q 19:7 , 17-21 ). At the time of the birth of Jesus, Mary , who miraculously receives sustenance in Zechariah's chapel in the temple ( q 3:37 ), has to shake the trunk of a withered palm tree to have fresh dates fall from it, while underneath runs a stream (according to one meaning of \n sarī, \n q 19:24-5 ). Jesus speaks from the cradle ( q 19:29-30 ) and, as the human manifestation of the creative power of the word (kun), is constantly performing miracles. He proclaims to his people: “I bring you a sign/miracle on behalf of your lord; I will make for you a bird from clay with God's permission ( bi-idhni\n llāh), I will cure the blind and the leper , I will resurrect the dead (see \n death and the dead \n ) and I will tell you what you eat and what you store in your homes. This will be a sign for \n ¶ you if you are believers” ( q 3:49 ; also q 5:110 ). This passage, while stressing the specific calling of Jesus, also defines the conditions and the limits of the miracle: the prophet does not act on his own accord, and the miracle is only useful to someone who believes; likewise, the verses of the book are only understood by those who recognize the truth (q.v.) that is in them. The cognitive purpose of the miracle is made clear in the story of the food from heaven ( \n māʾida, see \n table \n ), which Jesus asks God to send down at the request of the apostles (see \n apostle \n ). He answers their request by praying that this may be a commemoration ( ʿīd) and a sign ( āya), but he first of all questions their faith. The disciples justify themselves by saying that they wanted peace of mind ( q 5:113-4 ). Jesus leaves this world as miraculously as he entered it because he is taken up by God ( q 4:158 ).",
    "Abraham does likewise. When he has asked God to let him see the resurrection of the dead, the response is: “Don't you believe?” Next he is commanded to sacrifice four birds, cut them up and scatter them. When he summons them, the birds are made whole again and restored to life ( q 2:260 ). Here, the miracle involves contemplation of the mystery; it has the sole function of elevating the intellect (q.v.) to a different plane of understanding, bringing the peace, that is, of heartfelt certainty.",
    "Neither the distinction between the miracles of the prophets and those of the saints, nor the respective terms used to describe them ( muʿjizāt, karāmāt) are from the Qurʾān. Among non-prophetic miracles, the Qurʾān mentions some āyāt ( q 18:9 , 17 ) with regard to the Men of the Cave (q.v.). Likewise, the man who wonders about resurrection and whom God makes die and then resurrects one hundred years later is identified variously as Ezra (q.v.; ʿUzayr), as al-Khaḍir, or as someone who does not \n ¶ believe in resurrection ( q 2:259 ). The miracle is an exemplum and is convincing when God wishes it to be.",
    "Prophetic and saintly miracles in extra-qurʾānic literature",
    "Theological treatises ascribe a general pattern of development to prophetic miracles, as evidence of prophecy and in order to distinguish them from the miracles of the saints ( karāmāt) . For Ashʿarī and Ṣūfī writers (see \n theology and the qurʾān \n ), the stories in the Qurʾān about individuals who are not prophets, such as Mary, the Men of the Cave, al-Khaḍir or Āṣaf b. Barakhyā, serve as proof of the existence of miracles by the saints. ʿAbd al-Qāhir al-Baghdādī (d. 429/1037) describes how miracles are an indispensable part of prophecy and sets out the miracles of the main prophets in the Qurʾān up to Muḥammad (cf. his Uṣūl al-dīn, 169-85). In his work on the distinction between prophetic and saintly miracles (Kitāb al-Bayān ʿan al-farq bayna l- muʿjizāt wa-l-karāmāt wa-l-ḥiyal wa-l-kahāna wa-l-siḥr wa-l-nāranjāt), \n al-Bāqillānī (d. 403/1013) discusses theological controversies on the subject in an abstract manner, without recounting the stories of the miracles. The same applies to al-Juwaynī (d. 478/1085) who, on the subject of prophecy, devotes several passages to prophetic miracles, without giving a single example from the Qurʾān (cf. al-Irshād, 178-205 [Ar. text], Fr. trans. 266-305). This is also the case with Qāḍī ʿAbd al-Jabbār (d. 415/1025; cf. al-Mughnī, vol. xv al-Tanabbuʾāt wa-l-muʿjizāt ).",
    "Theologians are, however, inclined to follow the Qurʾān by linking the question of miracles (muʿjizāt) with the insuperable nature of the text of the Qurʾān ( iʿjāz), the main proof of its divine origin (cf. Antes, Prophetenwunder, 21-8; Gimaret, La doctrine d'al-Ashʿarī, 459-66). In his general study of Islamic dogma, Hermann Stieglecker sets out the positions of Sunnī theologians re- \n ¶ garding miracles and then devotes a long passage to the prophetic figures of Islam. His description of Muḥammad's life is followed by an extensive discussion of the miraculous nature of the Qurʾān and the subject of its inimitability (q.v.; \n iʿjāz; cf. Die Glaubenslehren des Islams, 161-9, 189-338, 372-408, and under the index entries Wunder, Wundercharakter des Qurʾān). Richard Grämlich does likewise in his study of the miracles of the saints. His presentation makes clear, in particular, the twofold aspects of divine power and divine favor in miracles and the distinction made by Ṣūfīs and theologians between \n muʿjizāt and \n karāmāt . He also discusses miracles in the Qurʾān that are not prophetic (cf. Die Wunder der Freunde Gottes, 16-81; on the miracles in the Qurʾān as models for the miracles of the saints, see D. Gril, Les fondements scripturaires).",
    "Supernatural intervention in sacred history thus occurs in many forms. The miracle shows either divine omnipotence (see \n power and impotence \n ) — with its fate of punishment and destruction, whether of peoples or individuals — or (divine) favor, bestowed above all on the prophets or others who have been chosen. Angels, the messengers (see \n messenger \n ) of the unseen (see \n hidden and the hidden \n ), are often its heralds or its vehicle. The favor (see \n grace ; blessing \n ) is often portrayed as sustenance (q.v.) or protection (q.v.). The miraculous powers which the prophets or their followers receive may only be exercised with divine permission. Once this is granted, nothing can prevent their effectiveness; it is this, among other things, which sets them apart from magic. The miracles of resurrection, demonstrations of favor and omnipotence are intended to enable perception of divine action and to make a proclamation of the advent of the world to come. The miracle shares this eschatological function with revelation. \n ¶ The prophetology and cosmological teaching undergirding these stories in the Qurʾān demonstrates to us the small role of the miracle that it permitted to its very first auditor, Muḥammad himself.",
    "The Prophet and miracles",
    "While the attitude of earlier prophets, especially their endurance when put to the test is constantly recalled to Muḥammad as a model to follow and a source of comfort, the miracles which served to confirm and authenticate their missions are denied him. In more than one passage of the Qurʾān we find him vainly asking God for a sign to convince his people: “If you could wish for a passage opening into the ground or a ladder up to the sky in order to give them a sign! If God had wanted to he would have gathered them all on guidance. Therefore do not be among those who are ignorant” ( q 6:36 ; see \n ignorance \n ). Elsewhere are listed miracles sought by the Prophet: the simple descent (from heaven) of a book or an angel ( q 6:7-8 ), the outpouring of a spring or a stream in a garden, a downpour from the skies, a house full of treasure, and his being transported to heaven ( q 17:90-3 ). This last request appears in the sūra that begins with a reference to the journey by night (see \n ascension \n ). This shows that “the greatest signs” that the Prophet must contemplate during the course of his ascension are intended for him rather than for the unbelievers. The Qurʾān thus explains the relative pointlessness of miracles: since God has not given faith to the unbeliever, he is incapable of belief (see \n freedom and predestination \n ). Furthermore the refusal of divine signs and the coming of angels risks provoking divine punishment (e.g. q 25:20-2 ). Like others before him, Muḥammad is accused of untruthfulness and magic ( q 54:2 ; 74:24 , etc.) and his people challenge him to bring about the punishment \n ¶ that he proclaims. Confronted by such accusations, he is reminded of the pointlessness of miracles. Instead of this he must assert his own human nature (see \n impeccability \n ) and repudiate all miraculous power (e.g. q 6:50 ), but proclaim instead the revealed character of his inspiration and actions. This abolition of miracles is only an apparent contradiction of the prophetic models set forth as examples for him. The humanity and the weakness of other prophets, especially at the time of the miracles, receive great emphasis: the fear of Abraham during the visit of the angels ( q 51:28 ) or the fear of Moses confronting the magicians ( q 20:67 ). Jesus, as we have seen, only performed miracles with divine sanction ( q 3:49 , 79 ; 13:38 ).",
    "Nonetheless, the miracle is not completely absent from references to the life of the Prophet and his Companions (see \n companions of the prophet \n ). Angels intervene to help believers at Badr (q.v.) and Ḥunayn (q.v.; q 3:124-6 ; 8:9-13 ; 9:25-6 ). Although the Qurʾān does describe a magical action of the Prophet ( \n ramā, i.e. his throwing of stones in the face of the enemy at Badr, thus, according to tradition, causing the defeat of the Quraysh), it immediately denies the efficacy of this act, just as it lays bare the actions of the believers: “You have not killed them; it is God who has killed them, you did not advance, when you advanced; God advanced (ramā) …” ( q 8:17 ). For the majority of religious commentators (see \n exegesis of the qurʾān: classical and medieval \n ), the splitting of the moon (q.v.) mentioned at the beginning of q 54 (Sūrat al-Qamar, “The Moon ”) is indeed a miracle received by the Prophet to convince the Quraysh: “The hour is approaching and the moon is split asunder. But if they see a sign, they turn away or say: transient magic!” ( q 54:1-2 ). These verses, as we can see, lay \n ¶ particular stress upon the meaning of the sign and the charge of magic, and thus upon the pointlessness of the miracle for the unbelievers. Muḥammad does not perform miracles himself: this makes the divine act appear all the more striking, and indicates that the signification of the miracles of earlier prophets may be rediscovered in the revealed book and its verses and signs.",
    "Miracles and revelation",
    "At the same time as miracles are refused to the Prophet, the gauntlet is thrown down to jinn and men to produce a similar book or even ten sūras ( q 17:88 ; 11:12-3 ); elsewhere, the challenge is to produce a single sūra ( q 2:23 ; 10:38 ; see \n provocation \n ). These passages have led theologians to say that the miracles of the Prophet are characterized by challenge ( taḥaddin), and to elaborate the doctrine of the inimitable nature of the Qurʾān ( iʿjāz) . As a miracle is a display of omnipotence as well as of divine favor and mystery, the Qurʾān calls upon the Prophet and his followers to recognize its “miraculous” nature from the evidence of its signs and verses: “But it [the Qurʾān] provides clear signs ( āyāt bayyināt) in the breasts of those who have received knowledge. Only the unjust dispute our signs; they say, why are [miraculous] signs not sent down to him by his lord. Answer, the signs are close to ( ʿinda) God and I am only one who gives a clear warning” ( q 29:49-50 ; see also q 6:109 ). On the one hand, the Qurʾān contains all the signs and nothing has been omitted from it (cf. q 6:37-8 ; 18:54 ); on the other, the signs are close to (ʿinda) God, as well as “in the breasts.” The miracle of the Qurʾān is therefore of the interior kind. The miracle, however, is also in creation, since it reveals in its many signs, which the Qurʾān has enumerated in a great number \n ¶ of verses, the action and unity of God. In more than one passage, the response to a request for a miracle by the Prophet is a call to contemplate the signs of creation (e.g. q 10:20 f.; 13:7 f.; see \n nature as signs \n ). These signs are often symbols of resurrection just as the miracle foreshadows the world beyond, whether via the annihilation of the unjust or by the contemplation of the other world, where the extraordinary is ordinary (see \n reward and punishment \n ). In addition to this traditional view of the miracle of the Qurʾān, it should also be noted that one trend in modern qurʾānic exegesis is the examination of the Qurʾān for predictions of the scientific discoveries of recent times — the so-called \n \n tafsīr ʿilmī . For more on this topic, see \n exegesis of the qurʾān: early modern and contemporary ; science and the qurʾān \n .",
    "But for the person who knows how to read the world, the ordinary signs of earthly life reveal the spiritual realm, just as the multiplication of a grain seven hundredfold foretells the reward of almsgivers (see \n almsgiving \n ) in the next world ( q 2:261 ). This is why the Qurʾān is astonished at the astonishment of men who have difficulty believing that a divine reminder should be given to them via a human intermediary. Thus prophecy and revelation are indeed “the miracle” in the true meaning of the word ( q 7:63 , 69 ; 10:2 ; cf. 38:4-5 ; 50:2 ). Jinn describe the Qurʾān as “marvelous” ( ʿajab) to indicate the difference between their inspiration and that of prophecy. In the same way, unbelievers marvel at resurrection while it constantly takes place before their eyes ( q 13:5 ). Granted or denied, the miracle is indeed at the center of qurʾānic discourse, of the prophetology, of the cosmology and of the eschatology of the sacred text."
  ],
  "bibliography": [
    "ʿAbd al-Jabbār, al-Mughnī . xv. al-Tanabbuʾāt wa-l-muʿjizāt, ed. M. al-Khudayrī and M. Qāsim, Cairo 1965",
    "al-Baghdādī, ʿAbd al-Qāhir, Uṣūl al-dīn, Istanbul 1928, 169-85",
    "Bāqillānī, Kitāb al-Bayān ʿan al-farq bayna l-muʿjizāt wa-l-karāmāt wa-l-ḥiyal wa-l-kihāna wa-l-siḥr wa-l-nāranjāt, ed. R.J. McCarthy, Beirut 1958",
    "Ibn Kathīr, Bidāya",
    "al-Juwaynī, ʿAbd al-Malik, al-Irshād, ed. and Fr. trans. J.-D. Luciani, Paris 1938",
    "Ṭabarī, Taʾrīkh",
    "Thaʿlabī, Qiṣaṣ",
    "ed. M.A. Jād al-Mawlā, Qiṣaṣ al-Qurʾān, Beirut 1985 (a modern edition of this work)",
    "T. Andrae, Die person Muhammeds in lehre und glauben seiner gemeinde, Stockholm 1918, 23-91 (the legend of the Prophet), 92-123 (the miracles of the Prophet in theology)",
    "P. Antes, Prophetenwunder in der Asʾarīya bis al-Ghazālī, Freiburg 1970, 21-8",
    "Abū ʿAbd al-Rahmān, M. ʿAṭiyya, al-Muʿjizāt wa-l-ḥujaj al-bayyināt fī l-radd ʿalā munkirihā, Beirut 1995 (modern Muslim discussion)",
    "D. Gimaret, La doctrine d'al-Ashʿarī, Paris 1990, 459-66",
    "Richard Grämlich, Die Wunder der Freunde Gottes, Wiesbaden 1987, 16-81",
    "D. Gril, Les fondements scripturaires du miracle en islam, in D. Aigle (ed.), Miracle et karāma. Hagiographies médiévales comparées, Turnhout 2000, 237-49",
    "M.ʿA. Khafājī, al-Qurʾān muʿjizat al-ʿuṣūr, Cairo 1988 (an example of modern Muslim scholarship on the miraculous nature of the Qurʾān)",
    "Saʿīd Nūrsī, Dhū l-fiqār fī l-muʿjizāt al-qurʾāniyya wa-l-muʿjizāt al-aḥmadiyya, Beirut 1974 (modern Muslim discussion)",
    "M.M. al-Shaʿrāwī, Muʿjizat al-Qurʾān, Cairo 1978 (another example of the array of modern Muslim scholarship on this topic)",
    "B.A. Siddiqi, Modern trends in tafsir literature. Miracles, Lahore 1988 (modern Muslim interpretation of miracles in the Qurʾān)",
    "H. Stieglecker, Die Glaubenslehren des Islams, Vienna 1962, 161-9, 189-338, 372-408, and under the index entries Wunder, Wundercharakter des Qurʾān"
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "source_editors": null,
  "last_updated": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}