{
  "id": "eweb_565",
  "source": "EQ",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EQO/EQSIM-00355.xml",
  "annotator": "Jeremy",
  "doi": "https://doi.org/10.1163/1875-3922_q3_EQSIM_00355",
  "title": "Repentance and Penance",
  "authors": [
    "Uri Rubin"
  ],
  "word_count": "(3,500 words)",
  "first_online": "01 Mar 2018",
  "issn": "1875-3922",
  "publisher": "Brill",
  "content": [
    "Contrition or regret and self-mortification, with the intention of obtaining God's pardon (see \n forgiveness \n ). Repentance is generally designated in the Qurʾān as \n tawba which basically means “return” (from sin; see \n sin, major and minor \n ). For example, in q 66:8 God demands of the believers a “sincere return” (tawbatan naṣūḥan) and he in turn will make them enter paradise (q.v.). God himself is described as “the accepter of tawba ” ( q 9:104 ; 42:25 ; also q 40:3 : accepter of \n tawb ), and this represents a crucial aspect of his compassion for the believers (see \n mercy \n ). Repentance can, however, only be accepted as long as one remains a believer (see \n belief and unbelief ; faith \n ). q 3:90 asserts that “those who disbelieve after their believing then increase in disbelief, their repentance (tawbatuhum) shall not be accepted and these are they who go astray (q.v.; see also \n error \n ).” Similarly, the repentance of unbelievers that has been postponed till the last moment of life is doomed to rejection ( q 4:18 ; see \n death and the dead \n ).",
    "But the term tawba may denote not just human “return” from sin but also God's “return” (from wrath; see \n anger \n ). This is the case in q 4:92 , in which a Muslim guilty of unintentional murder (q.v.; see also \n bloodshed \n ) is demanded to fulfill some duties, including the payment of blood money (q.v.), which are imposed on him in order to gain God's tawba (see \n retaliation \n ). The blood money forms part of the sinner's penance and, as will be shown below, there are other references to penance in the Qurʾān although repentance is mostly answered with forgiveness, without any allusion to specific penance.",
    "Another key term is \n tawwāb, which, like tawba, has a two-fold function. On the one hand, it describes humans who repent repeatedly (cf. q 2:222 ) but in most cases it \n ¶ stands for God who is willing to accept a human being's repentance. In the verses applying this epithet to God (see \n god and his attributes \n ), his merciful response is promised to the Prophet himself ( q 110:3 ) as well as to Muslims who have acted unjustly towards other Muslims (see \n justice and injustice \n ), mainly through slander and spying ( q 24:11 ; 49:12 ; see \n gossip \n ) or disobedience (q.v.) to the Prophet on legal matters ( q 4:64 f.; see \n obedience ; law and the qurʾān ; authority \n ) or stayed behind the fighting (q.v.) ranks ( q 9:118 ; see \n ranks and orders ; war ; expeditions and battles \n ), etc.",
    "Another form connected with repentance is \n tāʾibūn, which designates persons who repent, as is the case in q 9:112 . This verse provides a list of basic characteristics of the ideal Muslim and the fact that repentance is included in the list means that a believer must always be on guard with respect to his or her unblemished virtues (see \n virtues and vices, commanding and forbidding \n ). This applies also to Muḥammad's wives, as indicated in q 66:5 ( \n tāʾibāt; see \n wives of the prophet \n ).",
    "In many other passages the idea of repentance is conveyed by the verb \n tāba, with its various tenses. Here again, a two-fold function is discernible. On the one hand, tāba (with ilā ) denotes returning from sin to God and, on the other (with ʿalā ), it signifies God's returning from wrath to forgiveness. When denoting human repentance, tāba is not necessarily confined to believers and may also allude to unbelievers acting against the Muslims. In their case, returning to God means simply embracing Islam (q.v.; q 19:60 ; 25:70-1 ). This is the only option open to them, other than death ( q 5:34 ; 9:3 , 5 , 11 ) or being punished on the day of judgment ( q 11:3 ; 28:67 ; 85:10 ; see \n last judgment ; reward and punishment ; chastisement and punishment \n ). The fact that repentance may mean \n ¶ embracing Islam comes out most clearly in the fact that those who have followed the Prophet are called in q 11:112 “those who have returned (man tāba) .” Similarly, in q 40:7 , the angels beseech God to pardon those who have returned ( tābū, i.e. to him) and followed his way and to save them from the punishment of hell (see \n hell and hellfire ; angel ; intercession \n ). Repentance is also offered to the hypocrites ( \n munāfiqūn; see \n hypocrites and hypocrisy \n ), in which case it means restoring their faith (q.v.) to its proper sincerity. Otherwise they, too, are condemned to hell ( q 4:145-6 ; 9:74 ). The same fate awaits apostates if they do not repent ( q 3:86-9 ; see \n apostasy ; boundaries and precepts \n ). When referring to the believers, the verb tāba means mainly desisting from all kinds of sins against other believers, such as slander ( q 24:4-5 ; 66:3-4 ) or finding fault with each other ( q 49:11 ) or accepting usury (q.v.; q 2:278-9 ). The repentance of the believers is also accepted in cases of unintentional crimes ( q 4:17 ; 6:54 ; 16:119 ).",
    "Generally speaking, the believer's repentance is considered a constant state of self-trial and improvement, therefore the need to repent is relevant at all stages of life. For example, in q 46:15 , one is requested to “return” to God when one is forty years old, i.e. has reached the peak of one's abilities (see \n maturity \n ). In the same vein, in q 24:31 God addresses all believers, saying: “return (tūbū) to God all of you, O believers, so that you may be successful” (see \n victory \n ). As noted above, the verb tāba (with ʿalā ) also signifies God's returning from wrath to forgiveness (e.g. q 3:128 ; 33:24 ), and his mercy is reserved mainly for believers. For this reason tāba may occur in contradistinction to the punishment awaiting the hypocrites and the unbelievers ( q 33:73 ; see also q 9:14-5 , 27 , 101-2 , 106 ).",
    "It should be observed that there is a mutual dependence between God's mercy, \n ¶ as conveyed by the verb \n tāba, and the believer's repentance, which is conveyed by the same verb. This comes out explicitly in q 5:39 : “Whoever returns (tāba) after his iniquity and reforms [himself], then surely God will return to him” ( yatūbu ʿalayhi; see also q 2:160 ). God's mercy is sometimes the first cause that generates repentance, as appears to be the case in q 4:26-7 : “God desires to explain to you, and to guide you into the ways of those before you, and to return unto you (wa-yatūba ʿalaykum) .” Some exegetes explain that God guides and “returns” to the believer so that the latter may see the way leading to repentance (Ibn al-Jawzī, Zād, ii, 59, from al-Zajjāj: yurīdu an yadullakum ʿalā mā yakūnu sababan li-tawbatikum; see also \n path or way ; freedom and predestination \n ). This correlation between divine mercy and human repentance is even more explicit in q 9:118 , in which God “returns” to some persons (tāba ʿalayhim), so that they might also return (to him; li-yatūbū ). The verse concludes with the statement that God is \n tawwāb, i.e. willing to accept the believer's repentance (and see also q 4:16 ).",
    "The idea of repentance comes out in further passages employing roots synonymous to t-w-b, such as \n n-w-b, which always occurs in the fourth form ( anāba), and denotes “return” (from sin to God). It is usually employed to describe one's desisting from idolatry (see \n idolatry and idolaters \n ) and returning to God, so that anāba actually means embracing Islam (i.e. q 39:54 ; see also q 30:31 , 33 ; 31:15 ; 34:9 ; 39:8 , 17 ; 40:13 ; 50:8 , 33 ; 60:4 ). Some verses employing this form bring out yet again the mutual dependence between human repentance and divine mercy and guidance. In q 13:27 it is stated that God guides towards himself those who return ( anāba; i.e. to him), which means that return to God is the result of God's willing. The same idea recurs in q 42:13 , which states: “God \n ¶ chooses for himself whom he pleases, and guides him who returns (yunību) towards himself.”",
    "The root \n a-w-b, which also means “return,” features in the sense of repentance in the form \n awwābīn ( q 17:25 ). The exegetes usually say that awwābīn is identical with \n tawwābīn (for further explanations see Ibn al-Jawzī, Zād, v, 26; see \n exegesis of the qurʾān: classical and medieval \n ). This is also how they tend to perceive the form awwāb that occurs in q 50:32 . The verb \n rajaʿa, “return,” may also occur in the sense of repentance, in verses dealing with God's “signs” (q.v.; \n āyāt ), which are said to have been presented to the people in order that they may “return” (from their sins; q 7:174 ), or ones dealing with God's punishment, which is inflicted on sinners for the same purpose ( q 30:41 ; see \n reflection and deliberation ; nature as signs ; punishment stories \n ).",
    "Closely associated with the idea of repentance is the idea of desisting from sin, as conveyed by the verb \n intahā (with ʿan ). Desisting from sin is demanded in many passages that promise a reward for those who desist and a punishment for those who do not. Some of these passages address the Christians in particular (see \n christians and christianity \n ). The latter are entreated to desist from believing in the divinity of Jesus (q.v.): if they do so, this would be better for them ( q 4:171 ), but if they do not, punishment awaits them ( q 5:73 ; see \n polemic and polemical language \n ). Other passages demand that the idolaters desist from disbelief and from persecuting the believers, which will assure them God's forgiveness ( q 2:192-3 ; 8:19 , 38-9 ; see \n opposition to muḥammad \n ).",
    "The Qurʾān allots a significant place to historical precedents of repentance, with a view to edifying Muḥammad's contemporaries (see \n history and the qurʾān ; occasions of revelation ; revelation and inspiration \n ). Such a precedent ap- \n ¶ pears, to begin with, in the story of Cain and Abel (q.v.), which is recounted in the Qurʾān without mentioning the names of the two. In q 5:31 Cain is said to have become “of those who regret” (mina l- nādimīn), and the exegetes maintain that regret is usually a sign of repentance ( tawba) . They wonder, however, why Cain's regret was not accepted, and provide various answers, one of which is that regret is considered repentance only with Muslims, but not with sinners of earlier generations (q.v.; Ibn al-Jawzī, Zād, ii, 339). Further precedents emerge in passages recounting the history of the Children of Israel (q.v.). The passages relating to the Israelites employ the root t-w-b, as is the case in q 20:81-2 , where God warns the Israelites against sin and promises to forgive those who “return” ( tāba) . As indicated in q 7:152-3 , the sin of the Israelites, from which they must “return,” is the making of the golden calf (see \n calf of gold \n ). The demand for them to repent following this sin, as formulated in q 2:54 , brings out clearly the mutual dependence of divine mercy and repentance: “return (tūbū) to your creator and kill each other, that is best for you with your creator: then [God] returned unto you (fa-tāba ʿalaykum), for surely he is the \n tawwāb, the merciful.” The command “kill each other” represents the penance imposed by God, and he has responded to it with mercy, as indicated in the fact that he is described as tawwāb . In another version of the affair of the golden calf, the Children of Israel repent on their own accord after having made the image (see \n idols and images \n ). Their regret is conveyed by a special idiomatic phrase: \n suqiṭa fī aydīhim ( q 7:149 ), i.e. “[remorse] was made to fall upon their hands.” Another precedent is provided in q 2:58-9 and reiterated in q 7:161-2 . Before entering the holy land (see \n syria ; jerusalem ; profane and sacred \n ), the Israelites are requested to enter the gate (of a city there) \n ¶ while prostrating themselves and are commanded to say \n ḥiṭṭa (See Rubin, Between Bible, 83-99), so that God may forgive them their sins. This is the penance that God imposes on them but they say another word instead and are therefore destroyed by a pestilence from heaven. Another community which has repented is the people of Jonah (q.v.). They are mentioned in q 10:98 , where it is stated that they were the only (sinful) people whose (return to) belief helped them gain God's mercy.",
    "The Qurʾān gleans precedents of repentance not only from the history of sinful nations but also from the history of some prophets (see \n prophets and prophethood \n ). In their case, repentance serves as a model that every pious believer should follow. To begin with, in q 2:37 \n Adam is said to have received (some) words from his lord, so God “returned” unto him ( tāba ʿalayhi), because God is \n tawwāb and merciful (see \n adam and eve ; fall of man \n ). The words given to Adam appear to represent the penance imposed on him, i.e. words of repentance, to which God, the tawwāb, has responded with mercy. The mutual aspect of the “return” in the case of Adam reappears in q 20:122 , where it is stated that God chose Adam, turned unto him (tāba) and guided (him). The exegetes explain that God guided Adam by showing him how to return (Ibn al-Jawzī, Zād, v, 330). In the case of Abraham (q.v.) and Ishmael (q.v.), no sin is mentioned in the Qurʾān for which God had to forgive them; nevertheless they pray to God in q 2:128 that he may return to them ( wa-tub ʿalaynā; see \n prayer \n ). Some exegetes explain that they had committed some unintentional misdeeds, or that they were asking merely out of modesty and as a lesson to their posterity (Bayḍāwī, Anwār, ad loc.). Indeed, in q 43:28 , Abraham's words in which he renounces his father's idolatry are said to have been preserved as an example for his posterity, that they may return (yarjiʿūna) \n \n ¶ from their sins. As for Abraham himself, his penitent “return” is mentioned in q 11:75 , where he is said to have been a munīb, which again does not refer to any specific sin, but merely indicates his constant self-reforming. Moses (q.v.), however, has a specific reason for repentance, which is spelled out in q 7:143 . He was bold enough to ask God to reveal himself to him. After having fallen down in a swoon, Moses recovers and states his penitent “return” (tubtu) to God. Shuʿayb (q.v.) states in q 11:88 that he “returns” (unīb) to God, which seems to mean that he too is in a state of constant self-reforming. The same applies to David (q.v.) who is described in q 38:17 as \n awwāb . Elsewhere ( q 38:24 ), David is said to have sought his lord's forgiveness and to have fallen down in prostration (see \n bowing and prostration \n ) and to have returned ( anāba) . Here, the exegetes explain, David repents his sin with Uriah's wife, and the Qurʾān itself says that God has finally forgiven him ( q 38:25 ). Solomon (q.v.) is described in q 38:30 as awwāb and the exegetes note that here the term refers to “return” from minor unintentional misdeeds (Ibn al-Jawzī, Zād, vii, 127). A few verses later ( q 38:34 ) Solomon is said to have “returned” (anāba), and some exegetes say that his sin here was that he preferred the good things to prayer, as stated in q 38:32 (ibid., vii, 133). Job (q.v.), too, is described in q 38:44 as repenting, being referred to as awwāb . The exegetes explain that his “return” meant that in spite of his terrible sufferings (see \n trial ; trust and patience ; suffering \n ) he continued to obey his lord (Bayḍāwī, Anwār, ad loc.). Dhū l-Nūn, i.e. Jonah, repents after having tried to avoid his prophetic mission. Although it is never stated explicitly that he repented, he nevertheless utters words of remorse when saying to God in q 21:87 : “There is no god but you, glory be to you (see \n glorification of god \n ); surely I am \n ¶ of those who have been of the evil-doers ( \n ẓālimīn; see \n evil deeds ; good and evil \n ).” God responds to his repentance with mercy and delivers him from his grief ( q 21:88 ; see \n joy and misery \n ).",
    "The prophet Muḥammad himself is associated in the Qurʾān with the theme of repentance. q 9:117 states that God has “returned” ( tāba) to the Prophet as well as to his Companions (see \n companions of the prophet \n ), after “the hearts of some of them were about to deviate” (see \n heart \n ). The exegetes explain that God only “returned” from his anger with the Companions, and that Muḥammad is mentioned with them only because he was the reason for their repentance (Ibn al-Jawzī, Zād, iii, 511). Here, too, the exegetes assume a mutual dependence between divine mercy and repentance, Muḥammad being regarded as an agent of the divine mercy that generates repentance. In q 42:10 , the Prophet states that he relies on God and returns (unību) to him. The exegetes explain that returning unto God means here turning to him at times of distress. Hence repentance is mentioned here in the sense of seeking God's help.",
    "The theme of repentance emerges also in the eschatological sphere (see \n eschatology \n ), where it is always futile. In some of the relevant passages the sinners ask God for a respite before being punished in hell, so that they can amend their ways and become believers ( q 14:44 ; 63:10 ). But, as asserted in q 44:15 , even if given a respite, they will surely return (to evil). In other passages, the repenting sinners who have already been resurrected for the final judgment, ask in vain to be returned to this world to become believers ( q 6:27 ; 7:53 ; 26:102 ; 32:12 ; 35:37 ; 39:58 ; 42:44 ; 23:99 ; see \n resurrection \n ). Some of the passages use the term \n ḥasra (pl. ḥasarāt ), “regret,” to convey the remorse of the hopeless sinners for failing to repent while they were still living \n ¶ their first life ( q 2:167 ). Accordingly, the day of resurrection is called “the day of regret” ( q 19:39 ). Their (hopeless) regret on that day is also referred to as \n nadāma ( q 10:54 ; 34:33 ).",
    "As for repentance in post-qurʾānic literature, a good overview can be gained from Ibn Qudāma's (d. 690/1291) Kitāb al-Tawwābīn . Apart from chapters revolving around the qurʾānic instances of repentance, there are also numerous chapters containing edifying folk tales praising the pious repentance of figures from among the Children of Israel, as well as from the pre-Islamic Arabs (see \n pre-islamic arabia and the qurʾān ; south arabia, religion in pre-islamic \n ). Further, there are also traditions about Companions of the Prophet and other ascetics of the first Islamic eras (see \n asceticism \n ). For repentance among the Ṣūfīs and the Shīʿīs (see \n ṣūfism and the qurʾān ; shīʿism and the qurʾān \n ), see Ayoub, Repentance."
  ],
  "bibliography": [
    "Bayḍāwī, Anwār",
    "Ibn al-Jawzī, Zād",
    "Ibn Qudāma, ʿAbdallāh b. Aḥmad, Kitāb al-Tawwābīn, ed. ʿA. al-Arnāʾūṭ, Beirut 1974",
    "M. Ayoub, Repentance in the Islamic tradition, in A. Etzioni and D.E. Carney (eds.), Repentance. A comparative perspective, Lanham, MD 1997, 96-121",
    "F.M. Denny, Tawba, in \n ei \n 2 , x, 385",
    "G.R. Hawting, The tawwābūn, atonement and ʿĀshūrāʾ, in \n \n\t\t\t\t\t\t\t\t\t\tjsai\n\t\t\t\t\t\t\t\t\t \n 17 (1994), 166-81",
    "U. Rubin, Between Bible and Qurʾān, Princeton 1989"
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "source_editors": null,
  "last_updated": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}