{
  "id": "eweb_569",
  "source": "EIr",
  "cat": "term",
  "link": "https://www.iranicaonline.org/articles/hal",
  "annotator": "Riccardo",
  "title": "ḤĀL",
  "authors": [
    "Jean During"
  ],
  "last_updated": "June 5, 2013",
  "print_details": "Vol. XI, Fasc. 6, p. 580",
  "published": "December 15, 2003",
  "content": [
    "(lit. condition, state), an essential notion in Persian arts, especially music, which is supposed to bring about a meditative state.",
    "ḤĀL (lit. condition, state). In its general sense, ḥāl refers to a modality of the instant, and in its particular sense, to the physical, spiritual, or emotional state of a person. It is also an essential notion in Persian arts and especially Persian music, which is supposed to bring about a meditative state ( ḥāl ) in the artist as well as in the audience. A minimal esthetical definition of ḥāl may simply be “momentary modification of the state of consciousness,” “getting out of the normal state” in the sense of valorization. According to Abu’l-Qāsem Qošayri (p. 607), the Sufi “listens to music ( samāʿ ) according to his ḥāl and meditates and contemplates what goes on inside him, such as feelings of blame or warning ( ḵeṭāb yā ʿetāb ), union or separation ( waṣl yā hajr ), proximity or farness ( nazdiki yā duri ), keeping a commitment ( wafā ba ʿahd-i ), fulfilling a promise or breaking a commitment ( waʿda-i ba-jā āvardan yā ʿahd-i šekastan ), fear of a separation or joy of a union ( bim-e ferāq-i yā šādi-eweṣāl-i ).” According to Seyyed Hossein Nasr (p. 230), for musicians ḥāl is a kind of “getting out of one’s physical self” in order to attain a higher state of consciousness, the origins of which are to be sought in mysticism. It corresponds to an idealization of the notion of esthetical emotion ( ṭarab ) or effect ( taʾṯir ).",
    "One of the functions of music is to constitute a modality ( ḥāl ) and sociability, that is, an esthetical, poetical, and symbolical moment corresponding to a definition shared by an audience. By ḥāl, the innermost self finds itself as being part of a culture. In fact, it is the essence of being Persian that is defined by ḥāl. Nonetheless, in modern times, in the absence of a consensus regarding musical tradition, it has often been misused and a critical examination of its use is called for (During, 1995, p. 167). Hence, generally the question of ḥāl is presented in a dogmatic and idealistic, or even mystifying, fashion, as it overshadows the notion of taste, a fundamental ingredient of esthetics. The opposition between technique or form and sentiment ( eḥsās ), and between emotions ( ḥāl ) and words ( qawl ) is often emphasized with triviality, and above all, an overindulgent attitude is adopted towards mimics of ḥāl or by the artificial techniques which lead to it. In this regard, the substantives such as sentiment, passion, inspiration, invention, enthusiasm, nostalgia, etc. could explain better what is expected from a musical performance and define more precisely the feelings of the Persian artist. It is nevertheless generally preferred to say in a vague manner that the artist “has ḥāl” or “plays with ḥāl,” everyone thinking what he wants, everyone “experiencing his own ḥāl” ( ḥāl-aš-rā kard ). A notion so open to interpretation is altogether rejected by the modernists, while the traditionalists have tried to rehabilitate it by looking for the criteria of its validity in ethics (Safvat, 1969, pp. 101-2, tr. p. 106).",
    "Dariush Safvat considers ḥāl as “an essential element” of art that cannot be described. According to him, it is a quality distinct from technique, which cannot be learned, because it is a mental and emotional state that arises by itself in an artist and could be understood only through personal experience (Safvat, apud During and Mirabdolbaghi, pp. 241-42). Safvat mentions four principle qualities that “may confirm the genuineness and the validity of the ḥāl in an artist. They are purity, sincerity, modesty, and devotion” (Safvat, 1969, p. 99, tr., p. 103, apud, During, 1991, p. 171). The formula that “ḥāl is the fruit of authenticity” (Caron and Safvate, p. 232) does not exhaust the question, but it has the advantage of putting it in perspective by referring to ḥāl as a basis of traditionality in music, considered in the Persian culture as an equivalent to authenticity ( eṣālat )."
  ],
  "bibliography": [
    "Nelly Caron and Dariouche Safvate (Dariush Safvat/Dāriuš Ṣafwat), Iran : Les traditions musicales , Collection de l’Institut International d’Études Comparatives de la Musique, Paris, 1966.",
    "Jean During, Quelque chose se passe: le sens de la tradition dans l’Orient musical , Paris, 1995.",
    "Idem, “Music, Mysticism, and Metaphysics: The Mystical Aspect of Persian Music,” in Jean During and Zia Mirabdolbaghi, The Art of Persian Music , Washington, D.C., 1991.",
    "Seyyed Hossein Nasr, “The Influence of Sufism on Traditional Persian Music,” in Studies of Comparative Religion 4/4, pp. 225-34.",
    "Abu’l-Qāsem ʿAbd-al-Karim Hawāzen Qošayri, Tarjama-yeresāla-ye qošayriya , ed. Badiʿ-al-Zamān Foruzānfar, Tehran, 1345 Š./1966.",
    "Dāriuš Ṣafwat, “ʿErfān wa musiqi-e irāni,” in Dāriuš Ṣafwat and Ḥasan Mašḥun, Do maqāla dar bāra-ye musiqi-e irāni, Tehran, 1348 Š./1969, pp. 57-108; tr. Jean During with commentary as “Musique iranienne et mystique,” Études traditionnelles , nos. 483-84, 1984, pp. 94-109."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}