{
  "id": "eweb_572",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/ayn-al-qozat-hamadani-abul-maali-abdallah-b/",
  "annotator": "Riccardo",
  "title": "ʿAYN-AL-QOŻĀT HAMADĀNĪ",
  "authors": [
    "G. Böwering"
  ],
  "last_updated": "October 10, 2016",
  "print_details": "Vol. III, Fasc. 2, pp. 140-143",
  "published": "December 15, 1987",
  "content": [
    "(492/1098-526/1131), brilliant mystic philosopher and Sufi martyr.",
    "ʿAYN -AL- QOŻĀT HAMADĀNĪ, ABU’L-MAʿĀLĪ ʿABDALLĀH B. ABĪ BAKR MOḤAMMAD MAYĀNEJĪ (492/1098-526/1131), brilliant mystic philosopher and Sufi martyr. Born at Hamadān, he was a descendant in a line of scholars from Mīāna, a small town between Tabrīz and Marāḡa in Azerbaijan. His immediate ancestors were a family of judges of Hamadān with a legacy of loyalties shifting from Shiʿism to Shafiʿism and a history of violent death—his grandfather was executed as qāżī of Hamadān and his father also came to a violent end. As a young man ʿAyn-al-qożāt qualified for appointment as qāżī and, in his writings, preferred to call himself “the Judge of Hamadān” though he came to be known in the Sufi milieu as ʿayn-al-qożāt “the pearl of the judges.”",
    "ʿAyn-al-qożāt studied Arabic grammar, law, philosophy, and theology, became bilingual in Arabic and Persian, and composed his first original work at a precocious age. While as yet an adolescent he turned to Sufism and received Sufi instruction, apparently also from a certain Baraka of Hamadān who is repeatedly cited in ʿAyn-al-qożāt’s letters (see also Jāmī, Nafaḥāt , p. 416). His best known Sufi teachers, however, were Moḥammad b. Hammūya and Aḥmad Ḡazālī (d. 520/1126), the brother of the great theologian Moḥammad Ḡazālī (d. 505/1111). Moḥammad b. Hammūya’s line of Sufi affiliation can be traced through Abu’l-Ḥosayn Bostī to Abū ʿAlī Fāramaḏī (d. 477/1084), a representative of the Khorasanian Sufi tradition influenced by Abū Saʿīd b. Abi’l-Ḵayr (d. 440/1049). Aḥmad Ḡazālī was a disciple of Abū Bakr Nassāj (d. 487/1094), himself a pupil of Abu’l-Qasem Korrakānī (alias Jorjānī, d. 469/1076), who was affiliated with the Iraqi tradition of Sufism traced back to Jonayd (d. 297/910).",
    "ʿAyn-al-qożāt turned to Aḥmad Ḡazālī’s spiritual guidance in 516/1122 after an intensive study of Moḥammad Ḡazālī’s Eḥyāʾ ʿolūm al-dīn . In person and through his works on mystical love, Aḥmad Ḡazālī had a powerful influence on ʿAyn-al-qożāt’s life. He initiated him into religious dance and Sufi meditation, inspired many facets of his mystic philosophy and, until his death, remained in constant contact with him, occasionally by meeting and frequently by letter as attested by extant specimens of the correspondence between master and disciple ( Mokātabāt ). ʿAyn-al-qożāt was married and had at least one son, by the name of Aḥmad.",
    "ʿAyn-al-qożāt’s reputation as a Sufi teacher attracted many disciples whom he instructed in oral teaching sessions or by correspondence. Sometimes he taught as many as seven or eight sessions a day and found himself compelled to recuperate from the exhaustion for two or three months. His teaching aroused the opposition and hostility of the ʿolamāʾ who laid a formal complaint against him at Baghdad. There, he was incarcerated by Qewām-al-dīn Nāṣer b. ʿAlī Dargazīnī, the Saljuq vizier of Iraq and rival of ʿAzīz b. Rajā, a protector of ʿAyn-al-qożāt’s. While in prison he wrote his Arabic defense, Šakwa ’l-ḡarīb against the charges of heresy brought by his accusers. The major offenses listed in ʿAyn-al-qożāt’s apologia included his theory on the nature of sainthood as a stage beyond reason, preparatory to prophethood; his interpretation of eschatological events as psychological realities experienced within the human soul; his teaching on the unconditional submission of the disciple to the spiritual instructor, in which his detractors perceived an insistence on the heretical doctrine of Ismaʿili initiatory teaching; and his view that God, the source and origin of all being, is the All, that He is the Real Being, and that all other than He is perishing and non-existent. ʿAyn-al-qożāt’s defense against the charges was based on his Arabic Zobdat al-ḥaqāʾeq . His accusers apparently were unaware of many extremely offensive passages in his Persian writings. Some of these, enumerated by A. J. Arberry ( A Sufi Martyr , London, 1969, pp. 99-101), climax in ʿAyn-al-qożāt’s defense of the Sufi statement attributed to Bāyazīd Besṭāmī (d. 261/875), al-ṣūfī howa ʾllāh “the Sufi is God” ( Tamhīdāt , pp. 300, 313-14).",
    "After some months’ detention in Baghdad, ʿAyn-al-qożāt was sent back to Hamadān. There, on the night of the arrival of the Saljuq sultan Maḥmūd, he was tortured and put to death at the age of 33—flayed, crucified, rolled up in a mat, and burnt alive—by order of the sultan on 6-7 Jomādā II 525/6-7 May 1131, along with several high officials with whom he had close ties, notably the atabeg Šīrgīr of Abhar (see also L. Massignon, The passion of al-Ḥallāj II, Princeton, 1982, pp. 63, 167).",
    "ʿAyn-al-qożāt’s authentic list of his Arabic writings ( Šakwa ’l-ḡarīb , p. 40) enumerates eight works beside the apologia itself and includes writings on philosophy and mathematics. Of these eight, only the Zobdat al-ḥaqāʾeq , written in clear and beautiful Arabic when the author was 24 years old, appears to be extant. This philosophical treatise is a testimony to ʿAyn-al-qożāt’s struggle for the truth as he tries to detach himself from the theological reasoning of Moḥammad Ḡazālī and adopt the mystical intuition of Aḥmad Ḡazālī. In it he also finds fault with emanationist philosophy and Avicennian thought and upholds the priority of the Necessary Being on the grounds that, situated beyond time, God is simultaneously present to everything. It is not by His action in time that God possesses knowledge of everything but by His very Being ( howīya ) to which everything else has a purely existential relation symbolized by the sunbeams radiating from the sun. The mystic alone understands the relation between the One and the many by spiritual perception ( baṣīra ) resembling the taste ( ḏawq ) of poetic experience.",
    "ʿAyn-al-qożāt’s principal Persian writings are the Tamhīdāt , the Lawāyeḥ , and the Maktūbāt or Nāmahā . The Persian Ḡāyat al-emkān , attributed to him, appears to be work of Šams-al-dīn Deylamī (fl. end of 6th/12th century) revised by Tāj-al-dīn Maḥmūd Ošnohī (fl. 7th/13th century at Herat). The Resāla-ye Yazdānšenāḵt , which more commonly is attributed to Yaḥyā Sohravardī (d. 587/1191; see Opera metaphysica et mystica III, treatise 13), may be the work of an intermediary between the two authors.",
    "The most important Persian work of ʿAyn-al-qożāt, commonly known as Tamhīdāt (Preludes), is entitled Zobdat al-ḥaqāʾeq fī kašf al-ḵalāʾeq by the author himself and divided into ten tamhīd sillustrating Sufi life and thought. The work discusses the inner attitudes, religious experiences and philosophical assumptions of the mystic and supports them by the interpretation of Koranic verses and classical Sufi sayings. ʿAyn-al-qożāt expresses his profound ideas in precious poetic language and exhibits a high erudition in the literary and religious traditions of his time. The work reveals the author’s unconventional spirit and paradoxical reconciliation of belief and unbelief. The symbol of the conjunction of īmān and kofr is the devil Eblīs, who refused to obey God’s command and bow before the creature Adam. Though prototype of unbelief, Satan also personifies the guardian of divine oneness and mad lover of God since his disobedience professes the ultimate goal of monotheism, worship of God alone, and the final aim of mysticism, pure love of God. This theme of ʿAyn-al-qożāt is clearly influenced by Ḥallāj (d. 309/922) whose Ṭawāsīn he is the first to cite by name and author (see, L. Massignon, The Passion of al-Ḥallāj I, Princeton, 1982, p. 42).",
    "ʿAyn-al-qożāt’s conception of the divine Being is seen against the background of the Iranian dualism of light and darkness which he neither rejects nor avows. “The Divinity is two: one is Yazdān, Light, the other Ahriman, Darkness. Light is that which commands the Good, Darkness that which commands Evil. Light is the primordial Time of Day, Darkness the Final Time of Night. Unbelief results from one, faith from the other” ( Tamhīdāt , p. 305). Transcending the dualism of light and darkness, ʿAyn-al-qożāt transposes the dichotomy into God and combines it with the figures of Moḥammad and Eblīs. “When the point of divine Magnitude expanded from the one divine Essence to the horizons of pre-eternity and post-eternity, it did not stop anywhere. So it was in the world of the Essence that the range of the attributes unfolded, namely divine beauty, homolog of Moḥammad, and divine majesty, homolog of Eblīs” ( Tamhīdāt , p. 73). Adopting the opaque notion of the black light ( nūr-e sīāh ) that lies beyond the divine throne ( Tamhīdāt , p. 118), ʿAyn-al-qożāt fuses the dualist trends of his thought into a paradoxical unity. The black light is both “the shadow of Moḥammad” ( Tamhīdāt , p. 248) whose nature is pure luminosity and “the light of Eblīs” ( Tamhīdāt , p. 118) conventionally called “darkness” only because of its sharp contrast to God’s light. The notion of the black light is taken from a quatrain of Abu’l-Ḥosayn Bostī, quoted twice in the Tamhīdāt (pp. 119, 248) and qualified as “well-known and difficult” by Jāmī ( Nafaḥāt , p. 413). It describes the black light as being “higher than the point of “no” ( lā )” beyond which “there is neither this nor that” (for one possible interpretation of the verse, see H. Ritter, Das Meer der Seele , Leiden, 1978, p. 541). The Tamhīdāt was translated twice into Turkish at the end of the 10th/16th century by anonymous scholars (see F. Meier, Der Islam 24, 1937, p. 5). It had a considerable influence on the Češtī Sufi order in India through a commentary written on it by Moḥammad b. Yūsof Gīsūderāz (d. 825/1422). Another commentary was compiled by Allāh-Nūr in the 11th/17th century, while Mīrān Ḥosayn Šāh (d. 1080/1669) translated it into Dakhnī Urdu (see A. Schimmel, Mystical Dimensions of Islam , Chapel Hill, 1975, p. 296). It also may be noted that ʿAyn-al-qożāt’s Češtī admirer, Masʿūd Bakk, was executed in Delhi in 800/1397. ʿAyn-al-qożāt’s treatise, entitled Lawāyeḥ (Flashes), is modeled on the Sawāneḥ (Thoughts), Aḥmad Ḡazālī’s subtle treatise on mystical love (ed. H. Ritter, Leipzig, 1942). The authenticity of the Lawāyeḥ was called into question by H. Ritter ( Der Islam 21, 1933, p. 94). F. Meier spotted its attribution to ʿAyn-al-qożāt in the Majāles al-ʿoššāq ( Der Islam 24, 1937, p. 2), while R. Farmaneš advocated its authenticity in the introduction to his edition of the text (Tehran, 1337 Š./1958). Many stray reflections in the Lawāyeḥ agree with ʿAyn-al-qożāt’s Sufi themes in style and content; e.g., the admiration of Satan’s disobedience and the claim that it is better not to obey God in case He gave the command that one should be occupied with other than Him ( Lawāyeḥ , pp. 22-23); the idea that hell is better for the mystic than paradise because the mystic lover is lonelier among those who are separated from God than in the community of those drawn near to God ( Lawāyeḥ , p. 27); the phrase, “the Beloved is I, although I am without I ( bī-ḵᵛīštan )”, probably coined by ʿAyn-al-qożāt ( Lawāyeḥ , p. 40), and the view that the apex of mystical love is reached in death brought about by the cruelty of the Beloved who readies the executioner’s mat for the lover’s beheading while the lover, rapt in the Beloved’s beauty, exclaims: “He is about to slay me, and I only admire His beauty as He draws the sword” ( Lawāyeḥ , pp. 62, 101). ʿAyn-al-qożāt’s collected letters, Nāmahā (also known in Sufi literature as Maktūbāt ), numbering 127, were published in two volumes (Beirut, 1969-72). They are addressed to disciples and fellow Sufis who remain anonymous. In one letter (vol. I, p. 400 no. 50), ʿAyn-al-qożāt mentions that he read through a bundle of his letters himself, in another, that he did not write letters directly to individual disciples but sent them to his son Aḥmad and had them copied so as to assure their wide distribution and safe preservation (vol. I, p. 363 no. 48). With his letters, it appears, ʿAyn-al-qożāt became one of the first Sufi masters to institute the systematic writing of letters as a means of Sufi instruction in Persian. The letters deal with a great variety of Sufi life and doctrine and convey ʿAyn-al-qożāt’s fine Persian style of writing. In content, the letters are both inspired and illustrated by interpretations of Koranic verses, Hadith statements, Sufi sayings, and Persian (sometimes also Arabic) poetry. Although some blocks of letters linked by subject matter can be perceived in the collection, it appears to be impossible to put these epistles into any clear logical or chronological order. Three letters (nos. 59-61) are focused on the interpretation of Koran 35:3 and may give an inkling of the esoteric type of Koran commentary ʿAyn-al-qożāt planned to compile (see Šakwa ’l-ḡarīb , p. 41) but was prevented from doing by his early death.",
    "ʿAyn-al-qożāt was a highly original thinker known for his excellent diction. His factual information and historical judgment, however, are highly suspect. He arbitrarily ascribes a work called Maṣābīḥ and many poems to Abū Saʿīd b. Abi’l-Ḵayr, which are uncritically listed by R. Farmaneš ( Aḥwāl o āṯār-e ʿAyn-al-qożāt , Tehran, 1338 Š./1959, pp. 292-312). It is impossible to maintain ʿAyn-al-qożāt’s distinction made in the apologia between Sufis who lectured on mysticism in public and those who discoursed on it exclusively before their disciples. Contrary to the common assumption of Sufi sources that Abū Hāšem Ṣūfī, a contemporary of Sofyān Ṯawrī (d. 161/778) was the first to adopt the name “Sufi,” ʿAyn-al-qożāt puts the spread of the name in the 3rd/9th century and claims that ʿAbdak Ṣūfī (d. ca. 210/825) was the first to be called by that name in Baghdad ( Šakwa ’l-ḡarīb , pp. 17-18). Sufi literature, however, is hardly concerned with the reliability of ʿAyn-al-qożāt’s historical information. It focuses its criticism on his daring thought and accords it reproachful admiration that may be summed up in the succinct and pointed axiom coined in this century by Maʿṣūm ʿAlīšāh (d.1344/1926): ʿAyn-al-qożāt was ʿīsawī al-mašrab wa manṣūrī al-maslak , “Christian by inspiration and Hallajian by orientation” (see Ṭarāʾeq al-ḥaqāʾeq II, Tehran, 1318-1319/1901, p. 568)."
  ],
  "bibliography": [
    "Works: The bulk of ʿAyn-al-qożāt’s works has been edited by the tireless efforts of ʿAfīf ʿOsayrān under the collective title, Moṣannafāt-e ʿAyn-al-qożāt , Tehran, 1341 Š./1962, including three separate works: Zobdat al-ḥaqāʾeq with a lengthy introduction (pp. 1-73), Tehran, 1361/1961; Šakwa ’l-ḡarīb with an introduction (pp. 138), Tehran, 1382/1962; and Tamhīdāt with an important introduction on ʿAyn-al-qożāt’s life and thought (pp. 1-192), a detailed index (pp. 418-523), and selections from Gīsūderāz’s commentary (pp. 355-417), Tehran, 1382/1962.",
    "Gīsūderāz’s entire commentary, Šarḥ-e Tamhīdāt , was edited by Ḥāfeẓ Sayyed ʿAṭāʾ Ḥosayn, Hyderabad, 1324/1906.",
    "The first critical edition of Šakwa ’l-ḡarīb , with French translation and introduction, was prepared by Mohammed Ben Abd El-Jalil, JA 216, 1930, pp. 1-76 and 193-297.",
    "A. J. Arberry translated it into English with a brief introduction, A Sufi Martyr , London, 1969.",
    "The Resāla-ye lawāyeḥ (Tehran, 1337 Š./1958) was edited by R. Farmaneš who added a separate study on ʿAyn-al-qożāt’s life and work, Aḥwāl o āṯār-e ʿAyn-al-qożāt , Tehran, 1338 Š./1959.",
    "R. Farmaneš also edited Ḡāyat al-emkān fī derāyat al-makān , Tehran, 1339 Š./1960, but wrongly attributed it to ʿAyn-al-qożāt. ʿAyn-al-qożāt’s Maktūbāt were edited jointly by ʿAlī-Naqī Monzawī and ʿAfīf ʿOsayrān under the title Nāmāha-ye ʿAyn-al-qożāt Hamadānī , 2 vols., Beirut, 1969-72, while the correspondence between ʿAyn-al-qożāt and Aḥmad Ḡazālī, Mokātabāt , was edited by N. Pūrjavādī, Tehran, 1398/1978.",
    "The spurious Resāla-ye Yazdānšenāḵt was edited by B. Karīmī, Tehran, 1327 Š./1948 and S. H. Nasr in: Yaḥyā Sohravardī, Opera metaphysica et mystica , Tehran, 1327 Š./1948, III, treatise 13.",
    "Studies: L. Massignon, Recueil de textes inédites , Paris, 1929, pp. 98-102.",
    "H. Ritter, “Philologika VII,” Der Islam 21, 1933, pp. 84-109.",
    "F. Meier, “Stambuler Handschriften dreier persischer Mystiker,” Der Islam 24, 1937, pp. 1-42 (a ground-breaking study).",
    "ʿAbd-al-Ḥosayn Navāʾī, “ʿAyn-al-qożāt Hamadānī,” Yādgār 3, 1946-47, no. 2, pp. 63-70.",
    "T. Izutsu, “Mysticism and the Linguistic Problem of Equivocation,” Studia Islamica 31, 1970, pp. 153-70.",
    "Idem, “Creation and the Timeless Order of Things,” The Philosophical Forum 4, 1972, pp. 124-40.",
    "H. Landolt, “Mystique iranienne,” in Iranian Civilization and Culture , ed. C. J. Adams, Montreal, 1972, pp. 23-37.",
    "Idem, “Two Types of Mystical Thought in Muslim Iran,” Muslim World 68, 1978, pp. 187-204 (with stimulating observations on ʿAyn-al-qożāt’s thought).",
    "The major references to ʿAyn-al-qożāt in the Ṭabaqāt literature are cited by Brockelmann, GAL I, p. 490 and S. I, pp. 674-75 and Dehḵodā, s.v.; see also Farhang-e fārsī V, pp. 1227-28.",
    "Search terms :"
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": 719
}