{
  "id": "eweb_577",
  "source": "EIr",
  "cat": "term",
  "link": "https://www.iranicaonline.org/articles/javanmardi/",
  "annotator": "Riccardo",
  "title": "JAVĀNMARDI",
  "authors": [
    "Mohsen Zakeri"
  ],
  "last_updated": "April 13, 2012",
  "print_details": "Vol. XIV, Fasc. 6, pp. 594-601",
  "published": "December 15, 2008",
  "content": [
    "also f otowwa , denoting a wide variety of amorphous associations with initiation rituals and codes in the Islamic world, primarily in its eastern regions.",
    "JAVĀNMARDI , or FOTOWWA , denotes a wide variety of amorphous associations with initiation rituals and codes in the Islamic world, primarily in its eastern regions. They also refers to the ideological or philosophical underpinnings of such associations, namely an ethical system dominated by altruism, magnanimity, liberality, and unquestioning loyalty to fellow members of the association. The personal noun associated with fotowwa is fatā “young” (pl. fetyān ).",
    "Fotowwa did not exist as an identifiable institution in the time of the Prophet (Cahen, 1959, pp. 32-34). The term fatā nonetheless occurs in the Qurʾān (12:30, 18:60, 21:60, and in the plural forms fetya and fetyān : 12:36, 12:62, 18:10, 18:13). In the last of these verses, which refers to the People of the Cave ( aṣḥāb al-kahf ), the term may have a laudatory sense: “They were young men who believed in their Lord and We increased them in guidance.” It was certainly interpreted in this way by later commentators, such as Rašid-al-Din Meybodi, who pointed out that the Qurʾān refers to a number of prophets including Abraham (Ebrāhim), Joshua (Yušaʿ), and Joseph (Yusof) as fatā and used the occasion of elucidating the quoted verse on the aṣḥāb al-kahf to sketch the general principles of javānmardi (Meybodi, V, pp. 668-69; Tarjama-ye tafsir-e Ṭabari III, p. 940, both using the term javānmard ). Even if such interpretations be questioned as an attribution to the Qurʾān of later semantic developments, it is certain that the term fotowwa was sometimes used in pre-Islamic Arabia to designate values such as generosity, hospitality, courage, and solidarity, and it is possible that here, as on other occasions, the Qurʾān infused with partially new content a term already current in the Arabian environment (Farès, pp. 79-80). Worthy of mention in the same connection as well as the later designation of Imam ʿAli b. Abi Ṭāleb (q.v.) as sayyed al-fetyān is the well-known account of a divine utterance “ la fatā ellā ʿAli ” (There is no young brave man but ʿAli) during the battle of Oḥod (Ṭabari, III, p. 1402, tr., VII. p. 120; Kohlberg, p. 846). In any event, fotowwa was initially an individual quality, lacking in organizational associations.",
    "The use of the term fotowwa with social and organizational implications arose outside the Arabian peninsula, in Iraq and Persia, and it may therefore owe its origin to institutions already existing there in pre-Islamic times (Baldick, pp. 352-61). It has thus recently been proposed (Zakeri, 1995b, pp. 303-4) that the earliest attestation of the term fotowwa with the connotations attached to it in Islamic culture is to be found in the poetry of Baššār b. Bord (d. 783), an Arabic poet of Persian descent. If this be true, it is possible that Persian šoʿubi s such as Baššār were seeking to popularize fotowwa in the Islamic milieu as an institution inherited from the Sasanian era. According to this line of thought, fotowwa was the social and ethical code practiced by āzādān , a class of Persian nobility (see ĀZĀD ), which consisted of small landholders and warriors who served as military commanders, administrators, and court bodyguards. Their ethos is said varyingly to have been designated as āzādagi , implying bravery and readiness to help actively the defenseless, and as javānmardi , with a more abstract meaning of moral and spiritual nobility. On the other hand, in a reference to what may have been the predecessors of javānmardān , they are “described in the Pahlavi commentary to Vidēvdād 3.41 as those who believed that robbing the rich to give to the poor was a meritorious act.” In the Islamic period, javānmardi is often used as a synonym for terms such as ʿayyāri (see ʿAYYĀR ) and āzādi that were used in the Persian context (Hanaway, pp. 161-63). The close correspondence in meaning between the Pers. javānmardi and the Ar. fotowwa , both combining the senses of youth and moral refinement, might be taken to imply a loan translation, in one direction or the other. It is more likely, however, that a confluence took place between similar concepts and traditions.",
    "One argument in favor of a possible Persian origin for the fotowwa consists of the initiation ritual surrounding the admission of new members, which always includes the binding on ( šadd ) of a belt, twisted thrice around the waist of a new initiate to represent the three stages of religious knowledge and practice known as šariʿat , ṭariqat , and ḥaqiqat (Taeschner, 1979, p. 495; Massignon, “ Sh add”). The šadd bears a clear resemblance to the kustig , the belt with which a Zoroastrian male is girded on reaching the age of fifteen as a sign of maturity. It, too, is twisted around the waist three times, to signify the three cardinal principles of “Good Speech, Good Thoughts and Good Acts” (Dhabhar, ed., chap. 46). It should, however, be noted that there is a difference between the two practices, the former denoting initiation and the latter being a rite of passage, and that the Zoroastrian kustīg is meant to demarcate the noble from the ignoble parts of the body, an element lacking in the šadd of the fotowwa . It is also noteworthy that Salmān Fārsi (Ar. Fāresi) is generally regarded as having been entrusted with the šadd of the Prophet’s Companions (Massignon, 1963, tr. Unvala, p. 20), which might further support the thesis of an exclusively Persian origin for fotowwa . As pointed out above, however, fotowwa had not taken on institutional form in the time of the Prophet, apart from which many roles have been posthumously attributed to Salmān Fārsi in the complete absence of historical evidence.",
    "DIFFERENT FORMS OF THE FOTOWWA .",
    "Fetyān as an urban militia or associations in the Omayyad and ʿAbbasid periods . The military units constituted by the āzādān under the Sasanians remained mostly intact in the early Islamic period and were affiliated to the Arabs as clients, being employed by them, as by their former masters, to wage war on the frontiers of the empire, to constitute a personal guard or entourage ( ḡelmān /ḡolāmān , šākeriya , mawāli ), or to form a police force ( šorṭa , maʿuna “auxiliaries,” aḥdāṯ ) in major cities such as Basra and Kufa (Zakeri, 1995b, pp. 112-28). It is in connection with such functions that we find the first mention of fetyān as organized groups, in reference to Basra in 683. In that year, Māh Farvardin (var. Māh Afriḏun), the Persian leader of the auxiliary bands in Basra, addressed his followers as javānmardān , a term translated by the Arab narrator as fetyān (Moḥammad b. Ḥabib, I, pp. 113-14; Ṭabari, I/1, p. 454; Zakeri, 1995b, p. 200). These urban militias are sometimes also referred to as aḥdāt ¯ “young men” (Moḥammad b. Ḥabib, I, p. 684; Ebn Qotayba, p. 414). Widespread in all Persian cities from the 7th century onwards, where they were known as abnāʾ al-aḥrār or āzādmardiya , groups of this type formed a significant part of the coalition that helped bring the ʿAbbasids come to power (Zakeri, 1995b, pp. 265-89). Thereafter they are seen in the various quarters of Baghdad securing public order and caring for the weak in their respective localities under the direction of a head known as the raʾis or ṣāḥeb al-rabʿ (Balāḏori, p. 404). They were also aligned with different and sometimes conflicting religious groups, which accounts not only for their participation in religious festivals as corporate groups but also for their role in factional and sectarian strife, particularly in the events that accompanied the siege of Baghdad in 813 (Hoffmann, pp. 27-44; Cheikh-Moussa, pp. 160-88; for modern scholarship on the part played by these fetyān in the life of Baghdad and other urban centers, see Sabari, pp. 77-100; Cahen, 1959).",
    "Al-fetyān al-lāhun were associations of hedonistic youth from whom the ethical principles of fotowwa appears to have been conspicuously absent, with the single exception of loyalty to the group. From the early 8th century onwards, chronicles and works of adab speak of affluent and often unmarried youths who formed associations dedicated to hedonism and the pursuit of amusement. They called themselves fetyān al-ṣedq , vowing to support their comrades at times of need and to keep their proceedings secret from outsiders (Ebrāhim Bayhaqi, pp. 248-53; ʿAbbās b. al-Aḥnaf, p. 256). Their rules of conduct, including prescriptions for eating, drinking, and general public comportment, were enforced by an individual known as the qāżi al-fetyān (lit. the fetyān ’s judge), no doubt by way of parody of the official qāżi s named by the Abbasids (Jāḥeẓ, 1958, p. 67; Abu Ḥayyān Tawḥidi, 1965, p. 175; idem, 1966, IV, p. 171). Little concerned with Islamic morality or šariʿa ordinances, they were much devoted to gambling, music, and dancing; and for their indulgence they maintained communal houses known by the Persian name of daskara “seigniorial estate” (Taeschner, 1979, pp. 86, 206, 208, 610). Affiliated to these circles was the celebrated Persian singer and musician Ebrāhim Mawṣeli (d. 804, q.v.), who was known to his colleagues as al-fatā al-Mawṣeli (Abu’l-Faraj Eṣfahāni, V, pp. 154-56, 188). The presence of the Christian singer Ḥonayn Ḥiri (d. ca. 728) among the fetyān of Najaf and the welcome he received from the fetyān of Ḥemṣ on a visit to their city is an indication that al-fetyān al-lāhun were inter-confessional, or at least were open to participation by non-Muslims (Abu’l-Faraj Eṣfahāni, V, II, pp. 341-47). Archery and hunting, especially with trained hounds, also ranked high among the interests of the hedonist fetyān ; the latter pursuit in particular would often bring them into conflict with the authorities. They had their own mode of dress ( ziyy al-fetyān ), greased and dyed their hair, and were further recognizable by the distinctive batons ( meḵṣara ) they carried (Ebn Qotayba, I, p. 299; Ebn ʿAbd Rabbeh, V, p. 48; Abu’l-Faraj Eṣfahāni, I, p. 408, n. 7). Many of these characteristics of al-fetyān al-lāhun were to be found in the poet musician Ebn al-Ṭabib (d. ca. 844). He delighted in hunting with hounds, cultivating lute players and keeping the company of the šoṭṭār (Kotobi, I, pp. 163-64). The occurrence here of the term šoṭṭār (sing. šāṭer ) is an indication that it may sometimes have been synonymous with fetyān . Abu Ḥayyān Tawḥidi (q.v.), writing around 984, described the šoṭṭār not only as muscular youths given to the lifting of heavy stones and talking pugnaciously while twisting their mustaches, but also as claimants to fotowwa and javānmardi (Abu Ḥayyān Tawḥidi, 1965, p. 293; see also Jāḥeẓ, 1938-47, I, pp. 168-69).",
    "The martial fotowwa of frontier regions . It was centered especially in Khorasan, Transoxania, and Sistān, where it operated as a unifying ideal emphasizing piety, steadfastness, self-sacrifice, courage, and fortitude. It was professed by local associations of armed men fighting initially for the expansion of Islam, and included both volunteers and members of the regular army. They were known varyingly as ḡāziān , mojāhedun , morābeṭun , motaṭawweʿa , and ʿayyārān , who were referred to by Vasiliĭ V. Barthold (pp. 214-15) as “the guild of warriors for the Faith.” The origins of these groups may be sought in the auxiliary forces raised by the Omayyads and the early ʿAbbasids in border areas where their own military resources were limited. In times of peace, these military auxiliaries, for whom fighting had become a way of life and their sole source of income, were easily transformed into brigands and became a threat to the government that had first recruited them. Thus straightforward robbers ( loṣuṣ ) are often called fetyān (Ẓahir-a-Din ʿAli Bayhaqi, I, p. 19). These robber bands sometimes acquired a popular dimension of the Robin Hood type. The classical example is Yaʿqub b. Layṯ, founder of the Saffarid dynasty in eastern Persia, who began his career as leader of a band of outlaws claiming to act as volunteers ( motaṭawweʿa ) fighting the Kharijites in Sistān ( Tāriḵ-e Sistān , pp. 200 ff.; Bosworth, pp. 112-13). Less successful than Yaʿqub but also well known in his own time was a certain Aswad Zobd (d. ca. 974) of Baghdad. He accused the rulers of exploiting and impoverishing the people and sought to justify his own acts of robbery by referring to injustices he had personally suffered. Among the virtues ascribed to him are that he never left his victims entirely destitute, took nothing from people with less than a thousand dirhams, and never molested women (Hamadāni, p. 217; Abu Ḥayyān Tawḥidi, 1939-44, III, pp. 160-61). Such self-restraint may have been inspired in part by the need to gain the support or at least tolerance of the communities, both urban and rural, among whom the bandits led their precarious existence, but it also contributed heavily to the emergence of a rich folkloric literature in Persia extolling the deeds of heroes who robbed the rich while sparing the poor (Gaillard, 1987, passim ). In general, the line separating the warrior from the rebel, and the militiaman from the outlaw, was extremely diffuse; all were recruited from the same class.",
    "Fotowwa in the context of Sufism . The connections of fotowwa with Sufism date from the early 12th century and are first seen in Khorasan, presumably as a result of Sufi participation in the jehād (q.v.) and interaction with the frontier warriors ( ḡāzi ) mentioned above. This fusion of the Sufi and the ḡāzi is exemplified by a certain Nuḥ, a Sufi and head of the fetyān of Nišāpur who also qualified as a warrior ʿayyār (Salinger, p. 484). It was buttressed by the Hadith attributed to the Prophet that distinguished two forms of jehād : the lesser ( aṣḡar ) waged against the external enemies of the faith, and the greater ( akbar ), waged against the sinful and neglectful tendencies within man’s inner being. Viewing the same duality somewhat differently, Henry Corbin speaks of a transition from “chevalerie militaire” to “chevalerie spirituelle,” which, according to him, is mirrored in Persian literature in the shift from the heroic epic of Ferdowsi to the mystical epic of Šehāb-al-Din Yaḥyā Sohravardi (Corbin’s Introd. to Ṣarrāf, pp. 6-7).",
    "The first author who devoted a full-length treatise to fotowwa was the Khorasanian Sufi ʿAbd al-Raḥmān Solami (d. 1021). He prescribed as essential to the concept a universal generosity that extended even to the feeding of stray dogs, a renunciation of one’s rights and claims in favor of others, and a view of oneself as inescapably lower than all other creatures. This last feature in particular suggests a connection between fotowwa and the Malāmatiya or “People of Blame.” It often seems in fact that for Solami fotowwa and malāmat were entirely analogous concepts (see Solami, ed. ʿAfifi, pp. 86-120). Solami’s pupil, Abu’l-Qāsem Qošayri (d. 1073), discussed fotowwa at some length (pp. 472-78), and the term entered the general vocabulary of Sufism, although some Sufis sought to define it in idiosyncratic terms.",
    "The absorption by the Sufis of the concept of fotowwa led in turn to its assimilation by a group commonly associated with them, the artisan and trade guilds. It is uncertain when the guilds arose and when they established their connections with Sufism; the earliest reliable information about them dates from the 13th century. Louis Massignon’s assertion that they came into being in the former Sasanian capital of Ctesiphon (q.v.), where they absorbed the pre-existing principles of fotowwa is at best an unproven hypothesis, relying on the oral traditions of some of the guilds (Massignon, 1952, p. 401). In the context of the guilds, the term fotowwa acquires a new shade of meaning as the code of rules and conduct for their members, ultimately put down in writing for memorization and recitation, especially during rites of initiation. It thus led to the production of a series of manuals in Arabic, Persian, and Turkish entitled Ketāb al-fotowwa , Fotowwat-nāma or Kasb-nāma , and Fütüvvet-name respectively (Gölpınarlı, Ivanow, Mokri, Ṣarrāf). There was some variation among texts of this type, depending on the occupations of the guilds for which they were composed, which were further differentiated by the patrons they invoked (typically a prophet or one of the Companions of the Prophet Moḥammad) and the Sufi lineage to which they were affiliated. Useful information concerning the fotowwa of the guilds is to be found in ʿOnṣor-al-Maʿāli Kaykāvus b. Eskandar’s Qābus-nāma (chap. 44), which significantly groups them together with the javānmardān and the Sufis. He distinguishes between the fotowwa of guilds or professional associations (those of the merchants, the physicians, the astrologers, and the poets), and that of the ʿayyārān-e javānmard . The former includes rules of professional conduct as well as ethical principles, while the latter is a reaffirmation of virtues such as bravery, patience, loyalty, purity, and honesty.",
    "The caliphal fotowwa of al-Nāṣer (r. 1180-1225). The Great Saljuqs were able to reduce the influence of urban fotowwa groups by means of strong centralization. Many of their members were absorbed in municipal administration and in policing functions, but, with the decline of the Saljuq dynasty, the fetyān reemerged as an unstable and divisive element in the urban centers of Iraq and Persia, forming armed groups that vied for domination. As part of an imaginative attempt to unify his realm under his own spiritual as well as political authority, the caliph al-Nāṣer chose to reform and bring under his control the discordant fotowwa groups rather than opposing and combating them. To this end, he first joined one such group two years after becoming caliph and soon thereafter proscribed all other groups. Next he declared himself master of an official Sufi-tinged fotowwa organization, inviting all Muslim rulers who nominally recognized his sovereignty to join, thus creating an additional link of obedience to the caliphate. He was assisted in this enterprise by the well-known Sufi shaikh, Šehāb-al-Din ʿOmar Sohravardi (d. 1234), who traveled on his behalf to Konya to enroll Kaykāvus (d. 1220), the Saljuq ruler of Anatolia, in the caliphal fotowwa organization. Sohravardi’s efforts were successful, and it seems likely that it is to his visit that the origins of fotowwa in Turkish Anatolia (from where it spread to the Balkans in the Ottoman era) must be ascribed. Nonetheless, the fact that the adherents of fotowwa in Anatolia were designated not as fati or as javānmard but as aḵi may point to the existence of an indigenously Turkish element on to which the traditions of fotowwa were grafted. There was for long the tendency to regard aḵi simply as the Turkish pronunciation of Ar. aḵi (my brother), which would certainly be consonant with the ethos of fotowwa , but the possibility of a Turkish etymology is not to be excluded. The word aqi is mentioned in Maḥmud Kāšḡari’s dictionary of early Turkish, with the meanings of “generous, courageous, virtuous,” and a progression aqi>aḵi>ahi would be entirely consistent with the phonetic development of Anatolian Turkish (Bayram, pp. 3-5). It is also worth noting that the Turkish word yigit , like Arabic fati and Persian javānmard , means both youthful and courageous or virtuous, which may be explained either as the result of loan translation, or of simple coincidence. Apart from Anatolia, al-Nāṣer’s initiative also enjoyed some success in Syria and Egypt, where the caliphal fotowwa continued to flourish for a while even after the destruction of the caliphate in Baghdad in 1258 (Taeschner, “Fotowwa)",
    "Books composed for al-Nāṣer’s aristocratic fotowwa , such the Ketāb al-fotowwa of the Hanbalite jurist Ebn al-Meʿmār (d. 1244), afford considerable insight into its hierarchical structure, ceremonies of initiation, and rich terminology, much of it derived from the varieties of fotowwa detailed above, which the caliph’s organization was intended to supersede. According to Ebn al-Meʿmār, the adherents of fotowwa are all bound together as “companions” or “comrades” ( refāq or rofaqāʾ ). A familial relationship among them is implied by the use of terms such as “elder” ( kabir/pišqadam ) and “younger” ( ṣaḡir ), “father” ( ab/pedar ) and “son” ( ebn/pesar ), and “grandfather” ( jadd ) for the supreme elder (Pers. equivalents of the Ar. terms as used by Moḥammad Āmoli, Nafāʾes al-fonun apud Ṣarrāf, pp. 75-78). Entry into the organization thus signified that it had superseded the family as focus of loyalty. This use of relational terms led naturally to the construction of chains of initiation ( salāsel ) similar to those of the Sufi orders, all of which led back through Salmān Fārsi and Imam ʿAli b. Abi Ṭāleb to the Prophet Moḥammad. Members of the same rank were “brothers” ( ʿadil , lit. “equal”) to each other and insofar as they drank in the name of a particular kabir they formed a “party” ( ḥezb , pl. aḥzāb ) or “group” ( ṭāʾefa , pl. ṭawāʾef ). The combination of several such “parties” or “groups” constituted a “house” ( bayt , pl. boyut/ḵāndān ), the leader of which was varyingly designated as zaʿim al-qawm , šayḵ , moqaddam , qāʾed , ʿaqid , ab , and kabir al-bayt . As in all sodalities and brotherhoods, much emphasis was placed on the initiation ritual, which according to Ebn al-Meʿmār took place in two stages. A young postulant ( ṭāleb ) would seek out a postulator ( maṭlub ) to supervise him for a trial period and recommend him for formal initiation. His actual sponsor for the initiation would be, however, a kabir who, after performing the key rite of girding ( šadd/miān bastan ) with the waistband ( futa/ḥezām/kamarband ), received his pledge of loyalty ( ʿaqd ) to fotowwa and welcomed him into the group. Although now a “girded” ( mašdud/miān-basta ) member, he remained a novice ( morid ) for an indefinite time before becoming a fully-fledged companion ( rafiq ), an advancement signified by the ceremonial donning of the distinctive garment of fotowwa ( lebās al-fotowwa ), generally consisting of a pair of trousers ( sarāwil al-fotowwa ). Sometimes weapons were substituted for the trousers. On the same occasion, salted water would be drunk ( šorb ) from the bowl ( kaʾs , qadaḥ ) of fotowwa . The whole ceremony was known as “completion” ( takmil or takfia ). Discipline within a “party” would be administered on behalf of the kabir by a wakil . The zaʿim al-qawm would assign to a chief ( naqib ) the function of supervising all initiation ceremonies for his “house” and delivering the speech ( ḵoṭba ), welcoming the new initiate (Ebn al-Meʿmār, pp. 190-230; Taeschner, 1979, pp. 79-81; Salinger, p. 485).",
    "A tripartite division of the members of fotowwa not mentioned by Ebn al-Meʿmār can be gleaned from other sources of the same period (e.g., Najm-al-Din Zarkub, in Ṣarrāf, pp. 187-90). The three classes consisted of those whose adherence was purely verbal ( qawli ), those who drank the salted water ( šorbi ), and those who undertook the obligation of wearing a sword ( sayfi ). These categories may have reflected differing degrees or modalities of commitment to fotowwa and have thus been comparable to the lay brothers, the clerics, and the knights in Western knighthood, or the fathers, brothers, and lay people in the European religious orders (Taeschner, 1979, p. 81).",
    "It is resemblances such as these, as well as the nature of the then available sources, that led 19th-century European scholars to conclude that al-Nāṣer’s fotowwa was a kind of chivalrous or knightly order and to render fatā or javānmard as “knight,” “chevalier,” or “Ritter.” It should, however, be noted that knighthood was tightly linked to European feudalism, whereas the aristocratic fotowwa of al-Nāṣer had no such linkage to a socio-economic system.",
    "Fotowwa in the Mongol and post-Mongol periods . The fall of Baghdad to the Mongols in 1258 brought to an end both the ʿAbbasid caliphate and the particular type of fotowwa linked to it. However, the fotowwa of the ʿayyār s persisted and even flourished in Persia. The resourcefulness they demonstrated in the face of the Mongol invasion of Khorasan combined with their support of the Kart dynasty in Herat (1245-389; see ĀL-e KART ) increased their popular appeal considerably. In addition, the Sarbadarids of Khorasan, who rose against the fiscal exactions of the Mongols and managed to dislodge the last of them from Persia, had close ties with the fotowwa circles. Describing the early activity of the two brothers who inaugurated the movement in Bayhaq in 1337, Ebn Baṭṭuṭa says that “they were killers ( fottāk ), men of the type known in Iraq as šoṭṭār , in Khorasan as sarbadār , and in the Maghrib as soqura (hawks; Ebn Baṭṭuṭa, p. 383). This characterization points to a revival or persistence of the bandit fotowwa well-known from earlier times, but at the same time the egalitarian principles that some modern scholars, especially Ilya P. Petrushevsky (pp. 304-9), have perceived in the Sarbadarid movement has caused them to view it as a type of popular revolution.",
    "The Sufi-tinged fotowwa of Sohravardi and his predecessors also enjoyed a prolongation into the Mongol and post-Mongol periods. Persian texts such as the Fotowwat-nāma of Najm-al-Din Zarkub (in Ṣarrāf, ed., pp. 167-218) contain a wealth of information concerning the rites of initiation and their significance. Zarkub explains that fotowwa is the key to all three stages of religious knowledge: šariʿat , ṭariqat and ḥaqiqat . The initiatic trousers symbolize “chastity” ( ʿeffat ); the belt is a symbol of “bravery” ( šajāʿat ); the water drunk in the initiatic ceremony is a symbol of “wisdom” ( ḵerad ); and the salt mixed into it symbolizes “justice” ( ʿadālat ). Two Kobrawi Sufis, ʿAlāʾ-al-Dawla Semnāni (d. 1336, q.v.) and his pupil Mir Sayyed ʿAli Hamadāni (d. 1384), showed considerable interest in fotowwa . Semnāni wrote a brief treatise on the subject, in which he incorporated several chapters of Ebn al-Meʿmār’s work as well as the Toḥfat al-eḵwān of ʿAbd-al-Razzāq Kāšāni (d. ca. 1329). Hamadāni was actively involved in fotowwa , having received the lebās al-fotowwa from a certain Shaikh Moḥammad Aḏkāni (d. 1376), and also composed a Resāla-ye fotowwatiya . For Hamadāni, just as fotowwa is an essential part of dervish ethics ( faqr ), the garb of the fetyān , consisting of a distinctive cap ( kolāh ) and trousers ( sarāwil ), is mandatory wear for the dervish (Taeschner, 1979, p. 240). The most detailed of all treatises on Sufi-colored fotowwa , whether in Arabic or Persian, is the Fotowwat-nāma-ye solṭāni of Wāʿeẓ Kāšefi (d. 1505), a Naqšbandi in his Sufi affiliations. This book provides much rare information on the ethics, initiation rites, clothing, and hierarchical relationships prevailing in the associations of the water-sellers, weightlifters, wrestlers, poetry-reciters, storytellers, etc. Above all, it shows that the fotowwa was still quite widespread in Persia towards the close of the 15th century.",
    "Later manifestations of fotowwa can be found in the popular urban associations known as dāšhā , jāḥelān , šāterān , and yatimān , all of which were linked to the zur-ḵāna , the traditional Persian gymnasium. Most towns had a zur-ḵāna in which the wrestlers and athletes performed their exercises before a large portrait depicting Imam ʿAli b. Abi Ṭāleb, their patron. A patron closer in time was Pahlavān Maḥmud Ḵᵛārazmi (d. 1322), also known as Puriā-ye Wali, who was considered an epitome of strength and chivalrous character. Fotowwa or javān-mardi seems to have provided the zur-ḵāna with its code of honor, organizational principles, and rites of initiation."
  ],
  "bibliography": [
    "ʿAbbās b. al-Aḥnaf, Divān , ed. ʿĀteka Ḵazraji, Cairo, 1954.",
    "Moḥammad Aḥmad ʿAbd-al-Mawlā, al-Ayyārun wa’l-šoṭṭār al-baḡdādiya fi’l-taʾriḵ al-ʿabbāsi , Alexandria, 1986.",
    "ʿAbd-al-Razzāq Kāšāni Samarqandi, Toḥfat al-eḵwān fi ḵaṣāʾes al-fetyān , in Ṣarrāf, ed., pp. 1-57; ed. Moḥammad Dāmādi, Tehran, 1990 (both the Ar. text and its Pers. tr. rendered by Kāšāni himself).",
    "Abu Ḥayyān Tawḥidi, al-Emtāʿ wa’l-moʾānasa , ed. Aḥmad Amin and Aḥmad Zayn, 3 vols., Cairo, 1939-44.",
    "Idem, Aḵlāq al-wazirayn , ed. M. T. Ṭanji, Damascus, 1965.",
    "Idem, al-Baṣāʾer wa’l-ḏaḵāʾer , ed. E. Kaylāni, 10 vols., Damascus, 1964-66.",
    "Abu’l-Faraj Eṣfahāni, Ketāb al-aḡāni , 20 vols, 3rd. ed., Cairo, 1345-/1926-.",
    "Abu’l-ʿAlā ʿAfifi, al-Malāmatiya wa’l-Ṣufiyā wa ahl al-fotowwa , Cairo, 1364/1945.",
    "Iraj Afšār, “Fotowwat-nāma-ye āhangarān [comp. after 873/1468],” in Farḵonda payām: yādgār-nāma-ye ostād Doktor Ḡolām-Ḥosayn Yusofi , Mashad, 1981, pp. 53-59.",
    "Hamid Algar, “ Sh add,” in EI 2 IX, pp. 166-68.",
    "Šams-al-Din Moḥammad b. Maḥmud Āmoli, Nafāʾes al-fonun fi ʿarāʾes al-ʿoyun , the chap. on fotwwa (mainly based on Ebn al-Meʿmār, pp. 110-28), in Ṣarrāf, ed., pp. 58-88.",
    "Reza Arasteh, “The Character, Organization and Social Role of the lutis ( Javan-Mardan ) in the Traditional Iranian Society of the Nineteenth Century,” Journal of the Economc and Social history of the Orient 4, 1961, pp. 47-52.",
    "Idem, “The Social Role of the Zurkhana (House of Strength) in Iranian Urban Communities during the Nineteenth Century,” Der Islam 37, 1961, pp. 256-59.",
    "G. G. Arnakis, “Futuwwa Traditions in Ottoman Empire: Akhis, Bektashi Dervishes and Craftsmen,” Journal of Near Eastern Studies 12, 1953, pp. 232-52.",
    "Mehrdād Bahār, “Varzeš-e bāstāni-e Irān wa rišahā-ye tāriḵi-e ān,” Čistā 1, 1981, pp. 140-59; repr in idem, Jostār-i čand dar farhang-e Irān , Tehran, 1997, pp. 163-85.",
    "Aḥmad b. Yaḥyā Balāḏori, Ketāb fotuḥ al-boldān , ed. Michaël Jan de Goeje, Leiden, 1866; repr., Leiden, 1968.",
    "Julian Baldick, “The Iranian Origin of the Futuwwa ,” Istituto Universitario Orientale di Napoli 50, 1990, pp. 345-61.",
    "Vasiliĭ V. Barthold, Turkestan down to the Mongol Invasion , 3rd rev. ed., Gibb Memorial Series 5, London, 1968.",
    "Alessandro Bausani, “An Islamic Echo of the “Trickster\"? The ʿAyyārān of Indo-Persian and Malay Romances,” in Gururajamañjarikā: Studi in onore di Giuseppe Tucci , Instituto Universitario Orientale, 2 vols., Naples, 1974, pp. 457-67.",
    "Ebrāhim b. Mo-ḥammad Bayhaqi, Ketāb al-maḥāsen wa’l-masāwi , ed. Friedrich Schwally, Giessen, 1902.",
    "Ẓahir-al-Din ʿAli b. Zayd Bayhaqi, Tatemmat ṣewān al-ḥekma , ed. M. Šafiʿ, Lahore, 1351.",
    "Mikail Bayram, Ahi evren ve ahi teskilāti’nin kurulusu , Konya, 1991.",
    "Jiri Bečka, “The Folk-novel Samak ʿayyār,” Archiv Orientální 58, Prague, 1990, pp. 150-55.",
    "Clifford E. Bosworth, Sistan under the Arabs , Rome, 1968.",
    "Nes Çağatay, Bir Türk kurumu olan ahilik , Konya, 1981.",
    "Claude Cahen, “Aḥdā th ,” in EI 2, p. 256.",
    "Idem, “Mouvements et organisations populaires dans les villes de l’Asie musulmane au moyen âge: milices et associations de Foutouwwa,” Recueils de la Société Jean Bodin 7, 1955, pp. 273-88.",
    "Idem, Mouvements populaires et autonomisme urbain dans l’Asie Musulmane du Moyen Age , Leiden, 1959 (originally published in Arabica 5, 1958, pp. 225-50; 6, 1959, pp. 25-56, 233-65).",
    "Alan Cameron, Circus Factions: Blues and Greens at Rome and Byzantium , Oxford, 1976, esp. pp. 341-43 in reply to Vryonis.",
    "A. Cheikh-Moussa, “L’historien et la littérature arabe médiévale,” Arabica 43, 1996, pp. 152-88.",
    "Henry Corbin, “Juvenilité et chevalerie ( jawānmardī ) en Islam iranien,” Eranos-Jahrbuch 40, 1971, pp. 311-56.",
    "Idem, “Tradition abrahamique et chevalerie spirituelle ( jawānmardī ),” in idem, En Islam iranien: aspects spirituels et philosophiques , 4 vols., Paris, 1971-73, IV, pp. 410-60.",
    "Idem, Traites des compagnons-chevaliers , tr. Eḥsān Narāqi as Āyin-e javānmardi , Tehran, 1984 (the book also contains articles by Iranian scholars).",
    "Moḥammad-Taqi Dānešpažuh, “Do manbaʿ barā-ye tāriḵ-e javānmardi wa fotowwat,” Rāhnemā-ye ketāb 16/7-9, 1973, pp. 406-13.",
    "Darviš ʿAli b. Yusof Karkohri, Ketāb zobdat al-ṭariq elā Allāh (comp. 805/1402), chap. 6, in Ṣarrāf, ed., pp. 219-24.",
    "Bahmanji N. Dhabhar, ed., Saddar Naṣr and Saddar Bundahesh , Bombay, 1909.",
    "George Duby, “Les Jeunes dans la société aristocratique au xiie siècle,” Annales: économies, société, civilisations 19, 1964, pp. 835-46.",
    "Ebn ʿAbd Rabbeh, al-ʿEqd al-Farid , ed. Aḥmad Amin et al., 7 vols., Cairo, 1940-53.",
    "Ebn Baṭṭuṭa, Reḥla , Beirut, 1960. Ebn Meʿmār Baḡdādi, Ketāb al-fotowwa , ed. Moṣṭafā Jawād et al., Baghdad, 1958-60, Jawād’s Introd., pp. 1-99.",
    "Ebn Qotayba Dinavari, ʿOyun al-Aḵbār , 4 vols. in 2, Cairo, 1925-30.",
    "I. S. Enderwitz, Liebe als Beruf: al-ʿAbbās ibn al-Aḥnaf und das Ġazal , Beirut, 1995, esp. pp. 31-65.",
    "Ḡolām-Reżā Enṣāfpur, Tāriḵ wa farhang-e zur-ḵāna wa gruhhā-ye ejtemāʿi-e zur-ḵānarow , Tehran, 1974.",
    "Bichr Farès, “Futuwwa,” in EI 1, suppl., pp. 79-89.",
    "Willem M. Floor, “Aṣnāf,” in EIr I, pp. 772-78. I",
    "dem, “The Guilds of Iran: An Overview from the Earliest Beginnings Till 1972,” ZDMG 125, 1975, pp. 99-116.",
    "Idem, “The Political Role of the lūtīs in Qājār Iran,” in Interdisziplinäre Iran-Forschung , Wiesbaden, 1979, pp. 179-89.",
    "Idem, “Guilds and Futuvvat in Iran,” ZDMG 134, 1984, pp. 106-14.",
    "Fotowwat-nāma-ye čitsāzān (comp. after 8th/14th cent.), in Ṣarrāf, ed., pp. 225-39; tr. Henry Corbin, ibid., pp. 87-99.",
    "Marina Gaillard, “La notion de javânmardi à travers les textes anciens d’expression persane,” M.A. thesis, University of Paris III, Sorbonne Nouvelle, 1978.",
    "Idem, “Samak-e ʿAyyār et Xoršid-Šāh: héroes réel et héroes apparent,” Studia Iranica 14/2, 1985, pp. 199-221.",
    "Idem, Le livre de Samak-e ʿAyyâr: structure et idéologie du roman persan médiéval , Paris, 1987.",
    "Abdülbaki Gölpınarlı, “İslâm ve Türk illerinde Fütüvvet teşkilatı,” in İstanbul Üniversitesi iktisat fakültesi mecmuası 11, 1949-50, pp. 1-354.",
    "Esmāʿil Ḥākemi, “Āyin-e forowwat wa ʿayyāri,” Soḵan 17, pp. 271-78, 523-27.",
    "Idem, Āyin-e fotowwat wa Javānmardi , Tehran, 2003. Mir Sayyed ʿAli Hamadāni, Resāla-ye fotowwatiya , ed. Marijan Molé, in Şarkiyat mecmuası 4, 1961, pp. 33-72.",
    "Moḥammad b. ʿAbd-al-malek Hamadāni, Takmelat taʾriḵ al-Ṭabari , Beirut, 1961. William L. Hanaway, “ʿAyyār ii: ʿAyyār in Persian Sources,” in EIr III, pp. 161-63.",
    "Angelika Hartmann, an-Nāṣir li-Dīn Allāh (1180-1225): Politik, Religion, Kultur in der späten ʿAbbāsidenzeit , Berlin, 1975, esp. pp. 30-34, 92-108 (on the sources, purpose, and the impact of al-Nāṣer’s reforms).",
    "R. Hartmann, “As-Sulamī’s Risālat al-Malāmatīja ,” Der Islam 8, 1918a, pp. 157-203; note by O. Rescher, Der Islam 14, 1925, pp. 387-89.",
    "Idem, “Futuwwa und Malāma,” ZDMG 72, 1918b, pp. 193-98.",
    "G. von Hoffman, “al-Amīn, al-Maʾmūn und der “Pöbel” von Baghdad in den Jahren 812/13,” ZDMG 143, 1993, pp. 27-44.",
    "V. I. Ivanow, “Études sur les corporations musulmanes indo-persanes,” Revue des études islamiques 1, 1927, pp. 249-72.",
    "Abu ʿOṯmān ʿAmr b. Baḥr Jāḥeẓ, Ketāb al-ḥayawān , ed., ʿAbd-Allāh Moḥammad Hārun, 7 vols., Cairo, 1938-47.",
    "Idem, Ketāb al-boḵalāʾ , ed. Ṭāhā Ḥājeri, Cairo, 1958.",
    "Parviz Nātel Ḵānlari, “Āʾin-e ʿayyāri,” Soḵan 18, 1968, pp. 1071-77; 19, 1969, pp. 19-26, 113-22, 263-67, 477-80.",
    "Maḥmud Kāšḡari, Divān loḡāt al-tork , ed. K. M. Rifʿat Bilge, Istanbul, 1915-17.",
    "E. Khohlberg, “ʿAlī b. Abi Ṭāleb ii,” in EIr . I, pp. 843-48.",
    "H. Koşay, “Small Businessmen’s Organizations “Ahilik” (friendship) and Its Traditions,” Études Balkaniques (Sofia) 15, 1979, pp. 101-9.",
    "Abu ʿAbd-Allāh Moḥammad b. Šāker Kotobi, Fawāt al-wafayāt , ed. Eḥsān ʿAbbās, 5 vols., Beirut, 1973-78.",
    "Moḥammad b. Ḥabib, Ketāb al-naqāʾeż: Naqāʾeż Jarīr wa al-Farazdaq , ed. A. A. Bevan as The Naḳāʾiḍ of Jarīr and al-Farazdaq , 3 vols., Leiden, 1905-12.",
    "Moḥammad-Jaʾfar Maḥjub, “Samak-e ʿAyyār: setāyeš-nāma-ye delirihā wa javānmardihā,” Soḵan 11, 1960, pp. 667-77.",
    "Idem, “Samak-e ʿAyyār,” Kāveš 1, 1960, pp. 65-67.",
    "Idem, “Āʾin-e ʿayyāri,” Soḵan 19, 1969, pp. 869-83, 1059-73, 1182-95; 20, 1970, pp. 38-51, 173-79, 301-11.",
    "Idem, “Oṣul-e fotowwat az naẓar-e Mawlānā Ḥosayn Wāʿeẓ Kāšefi,” in Ḡolām-Reżā Sotuda, ed., Majmuʿa-ye maqālāt-e naḵostin kongara-ye taḥqiqāt-e irāni III, Tehran, 1975, pp. 210-22.",
    "Idem, “Ravešhā-ye ʿayyāri wa nofuḏ-e kār o kerdār-e ʿayyārān dar Šāh-nāma ,” Honar o mardom , nos. 177-78, 1977, pp. 2-13, no. 180, pp. 20-38.",
    "Idem, “Javānmardi dar Irān wa Eslām,” Irān-nāma/Irannameh 11/1, 1993, pp. 7-16.",
    "Idem, Āyin-e javānmardi yā fotowwat , New York, 2000. Louis Massignon, “ Sh add,” in EI 1 IV, p. 245.",
    "Idem, “La ‘futuwwa’ ou ‘pact d’honneur artisanal’ entre les travailleurs musulmans au Moyen Age,” La Nouvelle Clio 4, 1952, pp. 171-98.",
    "Idem, “Sur la Futuwwa,” in Zeki Velidi Togan, ed., Proceedings of the Twenty-second International Congress of Orientalists Held in Istanbul Sept. 15th to 22nd 1951 II: Communications , Leiden, 1957, pp. 277-79.",
    "Idem, “Salmān Pāk et les prémices spirituelles de l’Islam iranien,” repr. in idem, Opera Minora , ed. Youakim Moubarac, 3 vols, Beirut, 1963; tr. Jamshedji M. Unvala, Bombay, 1955.",
    "I. Mélikoff-Sayer, “Abū Muslim, patron des Akhis,” in Proceedings of the XXIV International Congress of Orientalists, München 1957 , Wiesbaden, 1959, pp. 419-21.",
    "Idem, Abū Muslim: le “porte-hache” du Khorassan dans la tradition épique turco-iranienne , Paris, 1962.",
    "Abu’l-Fażl Rašid-al-Din Meybodi, Kašf al-asrār wa ʿoddat al-abrār , ed. ʿAli-Aṣḡar Ḥekmat, 10 vols., Tehran, 1952-60.",
    "H. G. Migeod, “Die Lūṭīs: Ein Ferment des Städtischen Lebens in Persien,” Journal of the Economic and Social History of the Orient 2, 1959, pp. 82-91.",
    "M. Mokri, “Un traité persan relatif à la corporation prolétaire des porteurs d’eau musulmans,” Revue des études islamiques 45, 1977, pp. 131-56.",
    "Moḥammad-Rajab Najjār, Ḥekāyāt al-šoṭṭār wa’l-ʿayyārin fi’l-torāṯ al-ʿarabi , Kuwait, 1981.",
    "Ḥosayn Partow Bayḏāʾi Kāšāni, Tāriḵ-e varzeš-e bāstāni-e Īrān (Zur-ḵāna) , Tehran, 1958.",
    "Najm-al-Din Abu Bakr Mo-ḥammad b. Zarkub Tabrizi, Fotowwat-nāma , in Ṣarrāf, ed., pp. 167-218.",
    "ʿOnṣor-al-Maʿāli Kaykāvus b. Eskandar, Qābus-nāma , ed. Gōlām-Ḥosayn Yusofi, Tehran, 1973; tr. Reuben Levy as A Mirror for Princes: The Qābus Nāma , London, 1951.",
    "Ilya P. Petrushevsky, Islam in Iran , tr. Hubert Evans, New York, 1985.",
    "Angelo M. Piemontese, “L’organizzazione della ‘Zurxâne’ e la ‘Futuwwa’,” Annali dell’Instituto Orientale di Napoli 14, 1964, pp. 453-73.",
    "Idem, “La leggenda del santo-lottatore Pahlavān Maḥmūd Xvārezmi “Puryā-ye Valī” (m. 722/1322),” Annali dell’Instituto Orientale di Napoli 15, 1965, pp. 167-213.",
    "Idem, “La moderna terminologia della lotta tradizionale persiana,” Oriente Moderno 45, 1965, pp. 787-801.",
    "Idem, “Il Capitolo sui “Pahlavān” delle “ Badayiʿ al-vaqāyiʿ ” di Vāṣefī,” Annali dell’Instituto Orientale di Napoli 16, 1966, pp. 207-22.",
    "Idem, “Il Trattato Sulla Futuwwa (Fotovvatnāme-ye soltani) di Hosein Vāʿiz Kāšefi,” Atti del trezo Congresso studi arabi e islamici, Ravello, 1-6 Septembre 1966 , Ravello, 1967, pp. 557-63.",
    "Abu’l-Qāsem ʿAbd-al-Karim Qošayri, al-Resāla al-Qošayriya fi ʿelm al-taṣawwof , ed. ʿAbd-al-Ḥalim Maḥmud, Cairo, 1966; Pers. tr. by Abu ʿAli Aḥmad ʿOṯmāni, ed. Badiʿ-al-Zamān Forūzanfar as Tarjama-ye Resāla-ye Qošayriya , Tehran, 1966.",
    "A. Raymond, “ Sh add 2. In the Trade Guild,” in EI 2 IX, pp. 168-69.",
    "John Renard, Islam and the Heroic Image: Themes in Literature and Visual Arts , Columbia, South Carolina, 1993.",
    "Moḥammad-Amin Riāḥi, Zabān o adab-e fārsi dar qalamrow-e ʿOṯmāni , Tehran, 1980. Moḥammad Riāż Khan, Aḥwāl o āṯār o ašʿār-e Mir Sayyed ʿAli Hamadāni , Islamabad, 1364/1945. Idem, “Pirāmun-e fotowwat yā javānmardi,” Helāl 8, 1970, pp. 8-13.",
    "Idem, “Caliph al-Nāṣir li-Dīn Allāh and the System of ‘Futuwwat,’” Journal of Pakistan Historical Society 18, 1970, pp. 180-90.",
    "Idem, “Āḡāz wa erteqā-ye nahżat-e fotowwat-e eslāmi,” Maʿāref-e eslāmi , N.S., no. 1, 1973, pp. 60-72.",
    "Idem, “Moḵtaṣar-i az nahżat-e fotowwat dar Īrān wa jahān-e eslāmi,” Majalla-ye Dāneškada-ye adabiyāt wa ʿolum-e ensāni-e Dānešgāh-e Mašhad 9, 1973, pp. 507-32, 623-50.",
    "Idem, “ʿAyyāri wa šaṭṭāri,” Maʿāref-e eslāmi , N.S., no. 2, 1974, pp. 68-77. Idem, “Futuwwat,” Maʿāref-e eslāmi , N.S., no. 3, 1974, pp. 58-68.",
    "Idem, “Chivalry in Islamic history,” Journal of the Regional Cultural Institute 6, 1973, pp. 145-58.",
    "E. Rossi, “L’instituzione scolastica militare “al-Futuwwah” nell Iraq,” Oriente Moderno 20, 1940, pp. 297-302 (in modern Iraq, before World War II, some organizations came into being under the name of al-Fotowwa, which followed the example of Hitler’s Jugend and the Italian Balilla, with the purpose of the military training of the youth).",
    "Simha Sabari, Mouvements populaires a Bagdād à l’époque ʿabbāsside, IXe- XIe siècles , Paris, 1981.",
    "G. Salinger, “Was the futūwa an Oriental form of Chivalry?” Proceedings of the American Philosophical Society 94, 1950, pp. 481-93.",
    "Mortażā Ṣarrāf, ed., Rasāʾel-e javānmardān moštamel bar haft fotowwat-nāma/Traités des compagnons-chevaliers , Tehran and Paris, 1973, Introd. by Henry Corbin, pp. 1-109.",
    "M. S. Seale, “The Ethics of Malāmatīya Sufism and the Sermon on the Mount,” Muslim World 58, 1968, pp. 12-23 (contains an abridged tr. of Solami’s Resālat al-Malāmatiya ).",
    "Shaikh Šehāb-al-Din ʿOmar Sohravardi “Two fotowwa-nāma s,” in M. Ṣarrāf, ed., pp. 89-66 (on these see Taeschner, 1979, pp. 242-56).",
    "Moḥammad b. Ḥosayn Solami, Ketāb al-fotowwa , ed. S. Ateş as Kitabü’l-fütüvve , Ankara, 1977; ed. with Introd., ed. Abu’l-ʿAlā ʿAfifi, in his al-Malāmatiya wa’l-Ṣufiyā wa ahl al-fotowwa , Cairo, 1945; tr. R. Delarière as La lucidité implacable: Epître des hommes du blâme , Paris, 1991; tr. Bayrak Tosun as The Book of Sufī Chivalry: Lessons to the Son of the Moment, Futuwwah , London and New York, 1983; tr. Qāsem Anṣāri as Javānmardi wa Javānmardān: Ketāb al-fotowwa , Qazvin, 2001.",
    "Idem, Resālat al-Malāmatiya , ed. Abu’l-ʿAlāʾ ʿAfifi, in his al-Malāmatiya wa’l-Ṣufiyā . . . , pp. 71-120; see also R. Hartmann, 1918a, and F. Taeschner.",
    "Moḥammad b. Jarir Ṭabari, Taʾriḵ al-rosol wa’l-moluk , tr. by various scholars as The History of al-Ṭabari , Albany, New York, 1985-. Franz Taeschner, “Futuwwa,” in EI 2 II, pp. 961-69.",
    "Idem, “As-Sulamī’s Kitāb al-futuwwa ,” Studia Orientalia Ioanni Pedersen septuagenario . . . dicata , Oslo, 1953, pp. 340-51.",
    "Idem, “Das Puppentheater nach dem Futuvvatnāme-i Sulṭanī des Ḥusain Vāʿiẓ-i Kāšifī (gest. 910/1504-05),” in Wilhelm Hoenerback, ed., Der Orient in der Forschung: Festschrift für Otto Spies zum April 1966 , Wiesbaden, 1967, pp. 657-59 (the story of Pahlavān Kačal). Idem, “Ḵalīfa-ye ʿAbbāsī wa āyīn-e fotowwat,” tr. M. Baḵtiār, Waḥid 5, 1968, pp. 625-36, 788-95.",
    "Idem, Zünfte und Bruderschaften im Islam: Texte zur Geschichte der Futuwwa , ed. H. Helm, Zurich and Munich, 1979 (Taeschner’s Magnum Opus , a virtual handbook on fotowwafotowwa , see his bibliography in Der Islam 39, 1964, pp. 261-70.",
    "Tāriḵ-e Sistān , ed. Moḥammad-Taqi Malek-al-Šoʿarāʾ Bahār, Tehran, n.d. Deborah G., Tor, Violent Order: Religious Warfare, Chivalry, and the ʿAyyār Phenomenon in the Medieval Islamic World , Würzburg, 2007.",
    "Süleyman Uludağ and Ahmet Yaşar Ocak, “Fütüvvet,” Türkiye Diyanet Vakfi Islam Ansiklopedisi XIII, 1996, pp. 259-63.",
    "Tarjama-ye tafsir-e Ṭabari , ed. Ḥabib Yaḡmāʾi, 7 vols., Tehran, 1962.",
    "Jean Claude Vadet, “La Futuwwa , morale professionelle ou morale mystique,” Revue des études islamiques 46, 1978, pp. 57-90 (mainly based on Wāʿeẓ Kāšefi’s Fotowwat-nāma-ye solṭāni ).",
    "Speros Vryonis, “Byzantine Circus Factions and Islamic Futuwwa Organizations (neaniai, fityān, ahdāth),” Byzantinische Zeitschrift 58, 1965, pp. 46-59 (for counter arguments see A. Cameron, pp. 341-43).",
    "Ḥosayn Wāʿeẓ Kāšefi, Fotowwat-nāma-ye solṭāni , ed. Moḥammad-Jaʿfar Maḥjub, Tehran, 1971; some parts publ. with Russ. tr. by R. A. Galunov as “Zurkhana, atleticheskaya arena Persii” (Zūr-ḵāna, the Persian athletic arena), Iran 1, Leningrad, 1927, pp. 87-110; 2, 1928, pp. 72-88; synopsis of the book by Hellmut Ritter in Der Islam 18, 1929, pp. 315 (with some significant details).",
    "Ḡolām-Ḥosayn Yusofi, “Dar ārzu-ye javānmardi,” Majalla-ye Dāneškada-ye adabiyāt wa ʿolum-e ensāni-e Dānešgāh-e Mašhad 10, 1974, pp. 339-68; repr. in idem, Didār-i bā ahl-e qalam , Mašhad, 1975, pp. 217-45 (comments on Samak ʿAyyār ).",
    "Mohsen Zakeri, “From Iran to Islam: ʿAyyārān and Futuwwa ,” in Bert G. Fragner, et al., eds., Proceedings of the Second European Conference of Iranian Studies , Rome, 1995a, pp. 745-57.",
    "Idem, Sāsānid Soldiers in Early Muslim Society: The Origins of ʿAyyārān and Futuwwa , Wiesbaden, 1995b.",
    "Idem, “Muslim ‘Chivaly’ at the Time of the Crusaders: The Case of Khurāsān and the Mongol Invasion,” In Proceedings of the 3rd European Conference of Iranian Studies, Cambridge 1995 , forthcoming ʿAbd-al-Ḥosayn Zarrinkub, “Ahl-e malāmat wa rāh-e qalandar: moṭālaʿa-i dar bāb-e vākonešhā-ye daruni dar taṣawwof,” Majalla-ye Dāneškada-ye adabiyāt wa ʿolum-e ensāni-e Dānešgāh-e Tehrān 22, 1975, pp. 61-100."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}