{
  "id": "eweb_578",
  "source": "EIr",
  "cat": "term",
  "link": "https://www.iranicaonline.org/articles/darvis-ii-in-the-islamic-period/",
  "annotator": "Riccardo",
  "title": "DARVĪŠ ii. In the Islamic period",
  "authors": [
    "Hamid Algar"
  ],
  "last_updated": "September 27, 2013",
  "print_details": "Vol. VII, Fasc. 1, pp. 72-76",
  "published": "December 15, 1994",
  "content": [
    "a poor, indigent, ascetic, and abstemious person or recluse.",
    "ii. IN THE ISLAMIC PERIOD",
    "In the Islamic period the term darvīš , or dervish, has been variously applied to claimants to the virtue of spiritual poverty, that is, nonattachment, often in conjunction with deliberately chosen or passively accepted material poverty; adherents or practitioners of Sufism, especially its undisciplined or antinomian forms; and mendicants with pretensions to sanctity.",
    "Proposed derivations of the term darvīš in folk etymology (e.g., < dar-pīš “in front of the door”) and the notion that it is cognate with daryūza (mendicancy) were no doubt inspired by the practice among many dervishes of begging from door to door ( Borhān-e qāṭeʿ , ed. Moʿīn, II, p. 846). There is, however, no essential connection between dervishhood and mendicancy; in fact, it is sometimes held that abstention from begging is the mark of a true dervish (see BEGGING ii ). The Persian word darvīš originally meant simply an indigent person and carried no overtones of ascetic disdain for the world (Dehḵodā, s.v.). It acquired specialized Sufi overtones through use as a translation for Arabic faqīr (poor), a word with connotations of ascetic detachment (see, e.g., Anṣārī, 1954, p. 68; Meybodī, VIII, p. 180; Ḡazālī, pp. 421-25; Hojvīrī, pp. 21-34), which, ironically, came to be reserved in Persian usage for the materially poor. All disquisitions on the virtues of spiritual poverty in early Persian Sufi literature may therefore safely be taken as referring to the dervish and his qualities, even if the words used are faqīr and faqr .",
    "From the 11th century onward the word darvīš was used independently of faqīr . Abu’l-Ḥasan Ḵaraqānī (d. 425/1034) characterized dervishhood as “an ocean fed from three sources: abstention ( parhīz ), generosity ( saḵāwat ), and freedom from need ( bī-nīāz būdan ).” Correcting the definition of a dervish simply as one who has no worldly goods, he observed that, instead, the dervish is “he whose heart is empty of cares; who speaks without awareness of speech; who hears without awareness of hearing; who eats without awareness of tasting; for whom motion and stillness are as one; and for whom grief and joy do not exist” (p. 110). For Ḵᵛāja ʿAbd-Allāh Anṣārī (d. 481/1089) the dervish was one “who does not possess the slightest particle of being.” On a certain level this description applies to all creatures, but it is only the one who is conscious of its truth who counts as a dervish. Furthermore, “the dervish is one who abandons both this world and the hereafter and does not even have any religion” (in the sense that the dervish has no selfhood, whereas religion presupposes the selfhood of its practitioner). “The dervish must reside nowhere and recognize nothing. . . . He annihilates his own existence in the existence of God; neither mankind nor self remains for him, neither the seeker nor the sought. Such is the attribute of the dervish” (1368 Š./1989, p. 137). Abū Esḥāq Hojvīrī (d. 465/1073) also tended to identify dervishhood with fanāʾ (effacement of separate existence in divine reality), describing the dervish as “a way, not a wayfarer; a place over which something is passing, not a wayfarer following his own will” (tr. pp. 28-29). Abū Saʿīd b. Abi’l-Ḵayr (q.v.; d. 440/1049) echoed this view in a pun suggesting at the same time that dervishes are mediators between man and God: “The dervishes are not they, for if they existed, they would not be dervishes. In their name is their attribute; whoever seeks a path to God must pass by the dervishes, for they are the gate to Him ( dar-e vey īšān-and</em>; Moḥammad b. Monawwar, I, p. 295).",
    "At the same time that these rarefied descriptions were proliferating, the dervish was becoming increasingly recognizable by his accouterments, above all his cloak; already in the time of Anṣārī it was thought necessary to warn against reliance on externals: “The cloak of the dervish is indeed most precious, but who is truly worthy of it?” (1982, p. 70). Moreover, although the term darvīš continued to designate the spiritual ideal to be attained by an individual, dervishes tended to become a category distinct from adherents of the Sufi orders in general and recognizable by their ceaseless traveling, frequent indulgence in mendicancy, and avoidance of social intercourse. In addition to the cloak as outward sign of his state, the darvīš thereforegradually added items connected with the needs of the journey, some of them specific to individual orders (Wāʾeẓ Kāšefī). Most typical and significant was the kaškūl , a begging bowl fashioned of such materials as mother-of-pearl, a gourd, a coconut shell, or carved wood, with an attached chain permitting the darvīš to carry it suspended from his wrist. Later examples were oftenelliptical in shape (Melikian-Chirvani). A further part of the darvīš ’s equipment was the nafīr , or būq , a trumpet made from the horn of a ram or deer. Also typical was a hat (q.v.), usually of felt (sometimes called kōlah-e faqr “hat of poverty”). On the brim verses in praise of ʿAlī or other inscriptions were sometimes embroidered; one common incription was the Persian verse “There are three denunciations in the hat of poverty: denunciation of this world, denunciation of the hereafter, and denunciation of denunciation.” Other characteristic accouterments included the tabarzīn (q.v.), a short ax or hatchet carried in the right hand and intended to fend off wild animals or highway robbers; the čanta , a patched bag in which essential items were carried slung over the left shoulder; a gnarled staff ( mantešā or ʿaṣā</em>); an animal skin known as taḵt-e pūst (Ereshefsky, pp. 49-50); and sometimes a long rosary made of bang  or other material. The darvīš might also carry his own tent (čādor-e qalantarī) consisting of simple patches of cloth stitched together; it was used not only while traveling but also when holding a vigil at the tomb of a Sufi.",
    "All these items gradually took on ritual significance and in later centuries were affected even by urban or settled dervishes. As a result of such developments, there came to be some similarity between the darvīš and the more radically antinomian qalandar</em>; though the darvīš might engage in regular Islamic devotions and would, at least in principle, beg only from need, the qalandar begged as a matter of course. The gradual approximation between the two cannot be dated with any precision, but it seems to have been well underway by the time of the Mongol invasion in the 13th century. The vast social and demographic dislocations resulting from this invasion favored the further dissemination of antinomian forms of religion (Köprülü, p. 160).",
    "Despite this apparent devaluation of the term darvīš , perhaps akin to that of the term malāmatī (blameworthy), dervishes were lavishly praised by the great literary figures of the 13th and 14th centuries. Noteworthy, for example, is a qaṣīda of Saʿdī, in which he described the face of the dervish as “a mirror in which the light of truth is to be seen” and declared that dervishes “see truth, speak truth, and seek truth;/ Whatever enters their omniscient hearts is truth” (pp. 112-13; cf. Rūmī, III, p. 279, VIII, p. 126). Ḥāfez also found dervishes admirable, in sharp contrast to the Sufis, whom he appears to have regarded as hypocrites and formalists (Ḵorramšāhī, pp. 138-39). In one ḡazal he echoed Saʿdī’s encomium, describing the intimate company of dervishes as “the loftiest garden of immortality . . . the alchemy that turns blackened hearts to gold” and the dust at the doors of their cells as the source of the water of life (pp. 35-36).",
    "In Sufi hagiography, historical tradition, and literature in general dervishhood and kingship were contrasted as opposite poles of the human condition and parallels between them frequently drawn. The theme perhaps originated with the story of the semilegendary Ebrāhīm b. Adham (d. 160/776 or 173/790), supposedly the scion of a royal family in Balḵ who relinquished power and wealth to become a dervish. It recurred with particular frequency in the Mongol and Timurid periods, when political vicissitudes revealed the hollowness of worldly power and suggested that a dervish might enjoy higher status than a king. Saʿdī said “Were they to desire kingship, /they could plunder the realm of all kings” (pp. 112-13), and Ḥāfeẓ remarked “The good fortune ( dawlat ) that is immune to harm and eclipse—hear it plainly from me!—is that of the dervishes” (p. 35).",
    "By means of this inversion, the dervish became not only the possessor of true kingship and thus the superior of the king but even his patron and protector. Thus Tīmūr was said to have owed his early conquests in Khorasan to the benedictions of a dervish, Bābā Sankū , and in legend he was connected with a whole series of other dervishes (Paul, pp. 296-319). Sufis of the Naqšbandī order were able to establish a measure of influence over descendants of Tīmūr; for example, Ḵᵛāja ʿObayd-Allāh Aḥrār (q.v.; d. 896/1490) played a decisive role in the reigns of Sultan Abū Saʿīd (855-73/1451-69) and Sultan Aḥmad (873-99/1469-94). There were also close links between dervishes and kings in post-Timurid Central Asia; a particularly striking example is that of Maʿṣūm Shah Morād (1200-15/1785-1800), the “dervish king” of Bukhara, and his son Amīr Ḥaydar (1215-42/1800-26; Sāmī, pp. 50-52).",
    "It was, however, the Neʿmat-Allāhī order that led the way in making explicit the kingly nature of the dervish calling. The earliest designation of the dervish headgear as tāj (crown) was probably owed to Shah Neʿmat-Allāh Walī himself (pp. 160-66), perhaps echoing a Hadith to the effect that the turban is the crown of the Arabs (see ʿAMĀMA ). It subsequently became universal, both in Persia and in Ottoman Turkey (see Menzel, pp. 174-99). Neʿmat-Allāh Walī and Sufis of his line were also the first to deal imperiously with monarchs (Farzām, passim) and consistently to include “shah” in their Sufi names (often combined, it is true, with ʿAlī, who was in popular tradition called šāh-e mardān “the king of true men”).",
    "In view of these various connections between dervishhood and kingship, it is not surprising that the Safavids accomplished the full transition from Sufism to monarchy and then proceeded to eliminate almost all the Sufi orders in Persia, first those of Sunni affiliation and then those with Shiʿite loyalties. As individual or loosely organized practitioners of popular or antinomian religion, dervishes remained fixtures of the religious scene, however. In the 17th century Jean Chardin estimated that there were roughly 20,000 dervishes. He reported, too, that the term darvīš , though a generic designation for anyone who chose poverty and detachment from the world, embraced many types of individual wearing a variety of unconventional garbs. Certain distinctions were still made between the darvīš and the qalandar</em>; the former, it was held, might be genuinely devout and dressed mostly in faded and filthy rags, whereas the latter was universally considered an impostor, recognizable by his brightly colored and outlandish costume and fondness for feathers and animal skins. Despite the essentially solitary nature of dervishhood, there were places in Isfahan where dervishes congregated, notably an ancient plane tree in the cemetery at Emāmzāda Esmāʿīl  and a hospice near Masjed-e Masʿūd Beg (Maqṣūd Beg?), where they could rest from their wanderings (pp. 37-38, 209-10).",
    "Organized Sufism reemerged in Persia toward the close of the 18th century, when the Neʿmat-Allāhī order was reintroduced from its base in the Deccan. The earliest leaders, Maʿṣūm-ʿAlīšāh (d. 1212/1797; see DAKANĪ, ʿABD-AL-ḤAMĪD ) and his disciple Nūr-ʿAlīšāh (d. 1212/1797), were men of ecstatic and antinomian temperament, and it may be for this reason that they and their initiatic descendants were called dervishes. This designation persisted even after the Neʿmat-Allāhīs had adopted soberer forms and become well integrated into Persian society; it applied to the adherents of such other orders as the Ḏahabīya  as well, eventually coming to mean virtually every practitioner of Sufism. The outward appurtenances of traditional dervishhood were nonetheless retained for purely ceremonial and ritual purposes, as is evident from photographs showing the ladies of the Qajar court, initiates of the Ṣafī-ʿAlīšāh branch of the Neʿmat-Allāhīya, wearing the Neʿmat-Allāhī tāj and brandishing the kaškūl and tabarzīn (Modarresī Čahārdehī, pl. 13). The traditional type of unaffiliated wandering dervish continued to exist side by side with the members of the orders, as is plain from Edward Browne’s account of his meeting with one of them (pp. 56-61), but even those unorganized dervishes gradually coalesced into something approaching an order, the Ḵāksārīya, which has continued to exist on the fringes of Persian society down to the present, albeit in steadily dwindling numbers.",
    "It may be noted, too, that the members of various heterodox groups in Persia having little or no connection with any form of Sufism have also been designated darvīš , for example, the Ḥorūfīs, their successors the Noqṭawīs, and the Ahl-e Ḥaqq of Kurdistan. Another specialized use of the word darvīš ,encountered in Kurdistan, is in reference to members of the Qāderī order, whereas Naqšbandīs are known as Sufis (Tawakkolī, pp. 169, 225).",
    "The place held by the dervish in Persian culture and folklore can be gauged from the numerous proverbs and idioms in which he is mentioned; the same is true, to a somewhat lesser degree, of Turkish proverbs and popular sayings (Dehḵodā, p. 800; Kadri, pp. 730-31; Gölpınarlı, pp. 89-90). In fact the word darvīš has entered an extraordinarily wide variety of languages. In Arabic there are also a broken plural darāwīš and the form darwaša , “to become a dervish or don the garb of a dervish” (Dozy, I, p. 438). In Ottoman Turkish it always designated the adherent of a Sufi order (Pakalın, p. 428; Uludağ, pp. 136-07). In Malay-Indonesian the loanword darwis (also sometimes darwisy ) refers not only to Sufis but also to Buddhist bhikkus, presumably reflecting an Indian usage (Bausani, p. 357). In Chinese there are two forms, dieli weishi and dieleweishi , the latter used especially by Qāderīs (Gladney, p. 399). The English “dervish,” as well as corresponding terms in other European languages, was clearly taken from Turkish, as it is spelled with an “e” rather than an “a” in the first syllable. Western travelers to Turkey also coined the mocking designations “whirling dervishes” and “howling dervishes,” referring to adherents of the Mawlawī and Refāʾī orders respectively."
  ],
  "bibliography": [
    "Ḵᵛāja ʿAbd-Allāh Anṣārī, Ketāb-e ṣad meydān , ed. S. de Beaurecueil, Cairo, 1954.",
    "Idem, Soḵanān-e Pīr-e Herāt , ed. M. J. Šarīʿat, Tehran, 1361 Š./1982.",
    "Idem, Rasāʾel-e Ḵᵛāja ʿAbd-Allāh Anṣārī , 5th ed., ed. Ḥ. Waḥīd Dastgerdī, Tehran, 1368 Š./1989.",
    "H. W. Bailey, “To the Zamasp-Namak,” in Opera Minora , ed. M. Nawabi, 2 vols., Shiraz, 1981.",
    "A. Bausani, “Notes sur les mots persans en malayo-indonésien,” Acta Iranica 2, Leiden, 1974, pp. 347-79.",
    "J. P. Brown, The Darvishes , or Oriental Spiritualism , 2nd ed., ed. H. A. Rose, London, 1927; repr. London, 1968.",
    "E. G. Browne, A Year amongst the Persians , London, 1893.",
    "D. Ćehajić, Derviški redovi u jugoslovenskim zemljama , Sarajevo, 1986.",
    "J. Chardin, Voyages de Monsieur le Chevalier Chardin en Perse et autres lieux de l’orient III, Amsterdam, 1711.",
    "ʿA.-A. Dehḵodā, Amṯāl o ḥekam , 6th ed., II, Tehran, 1343 Š./1964.",
    "R. Dozy, Supplément aux dictionnaires arabes , repr. Beirut, 1968.",
    "M. Ereshefsky, “Animal Skin Prayer Rugs,” in J. L. Bacharach and I. A. Bierman, eds., The Warp and Weft of Islam. Oriental Carpets and Weavings from Pacific Northwest Collections , n.p. (Seattle, Wash.), 1978, pp. 47-52.",
    "Ḥ. Farzām, Rawābeṭ-e maʿnawī-e Šāh Neʿmat-Allāh Walī bā salāṭīn-e Īrān wa Hend , Isfahan, 1351 Š./1972.",
    "Abū Ḥāmed Ḡazālī, Kīmīā-ye saʿādat II, ed. Ḥ. Ḵadīv Jam, Tehran, 1361 Š./1982.",
    "D. C. Gladney, Muslim Chinese . Ethnic Nationalism in the People’s Republic , Cambridge, Mass., 1991.",
    "A. Gölpınarlı, Tasavvuf’tan dilimize geçen deyimler ve atasözleri , Istanbul, 1977.",
    "R. Gramlich, Die schiitischen Derwischorden Persiens , AKM 36/1-4, 1965; 45/2, 1981.",
    "Ḵᵛāja Šams-al-Dīn Moḥammad Ḥāfeẓ Šīrāzī, Dīvān , ed. M. Qazvīnī and Q. Ḡanī, Tehran, n.d.",
    "Abu’l-Ḥasan ʿAlī Hojvīrī, Kašf al-maḥjūb , ed. V. Zhukovskii, Leningrad, 1926; tr. R. A. Nicholson as The Kashf al-Maḥjūb , London, 1911.",
    "G. Jarring, Dervish and Qalandar . Texts from Kashghar , Scripta Minora 2, Lund, 1985-86.",
    "H. K. Kadri, Türk Lugatı II, Istanbul, 1928.",
    "Abu’l-Ḥasan Ḵaraqānī, Aḥwāl wa aqwāl-e Šayḵ Abu’l-Ḥasan Ḵaraqānī , ed. M. Mīnovī, Tehran, 1354 Š./1975.",
    "F. Köprülü, Türk edebiyatında ilk mutasavvıflar , Ankara, 1966.",
    "B. Ḵorramšāhī, Ḥāfeẓ-nāma I, Tehran, 1366 Š./1987.",
    "R. Lifchez, ed., The Dervish Lodge , Berkeley and Los Angeles, 1992.",
    "D. B. Macdonald, “Darwīsh,” in EI2 II, pp. 164-65.",
    "A. S. Melikian Chirvani, “From the Royal Boat to the Beggar’s Bowl,” Islamic Art 4, 1990-91, pp. 3-111.",
    "T. Menzel, “Beiträge zur Kenntnis des Derwisch-Tāğ,” in T. Menzel, ed., Festschrift für Georg Jacob zum siebzigsten Geburtstag , Leipzig, 1932, pp. 174-99.",
    "Abu’l-Fażl Rašīd-al-Dīn Meybodī, Kašf al-asrār , 3rd ed., 10 vols, ed. ʿA.-A. Ḥekmat, Tehran, 1361 Š./1982.",
    "M. Modarresī Čahārdehī, Sayr-ī dar taṣawwof , Tehran, 1361 Š./1982.",
    "Moḥammad b. Monawwar, Asrār al-tawḥīd , ed. M.-R. Šafīʿī Kadkanī, 2 vols., Tehran, 1366 Š./1987.",
    "Z. Muzaffari, İşannar-Därvişlär , Kazan, 1931.",
    "Shah Neʿmat-Allāh Walī, Rasāʾel-e Hażrat-e Sayyed Nūr-al-Dīn Šāh Neʿmat-Allāh Walī I, ed. J. Nūrbaḵš, Tehran, 2535=1355 Š./ 1976.",
    "M. L. Pakalın, Osmanlı tarih deyimleri ve terimleri sözlüğü I, Istanbul, 1971.",
    "J. Paul, “Scheiche und Herrscher im Khanat Čaġatay,” Der Islam 67/2, 1990, pp. 278-321.",
    "M. Qandīl Baqlī, Adab al-darāwīš , Cairo, 1970.",
    "Jalāl-al-Dīn Rūmī, Maṯnawī , ed. and tr. R. A. Nicholson as The Mathnawí of Jalálu’ddín Rúmi , 8 vols., Leiden, 1925-40.",
    "Saʿdī, Qaṣāʾed wa ḡāzalīyāt-e ʿerfānī , ed. M.-ʿA. Forūḡī, Tehran, 1342 Š./1963.",
    "Mīrzā ʿAbd-al-ʿAẓīm Sāmī, Tārīḵ-e salāṭīn-e Manḡītīya , ed. L. M. Epifanova, Moscow, 1962.",
    "M.-R. Tawakkolī, Tārīḵ-e taṣawwof dar Kordestān , Tehran, n.d.",
    "S. Uludağ, Tasavvuf terimleri sözlüğü , Istanbul, 1991.",
    "Ḥosayn Wāʿeẓ Kāšefī Sabzavārī, Fotowwat-nāma-ye solṭānī , ed. M.-J. Maḥjūb, Tehran, 1350 Š./1971."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}