{
  "id": "eweb_579",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/abul-hasan-karaqani-ali-b/",
  "annotator": "Riccardo",
  "title": "ABU’L-ḤASAN ḴARAQĀNĪ",
  "authors": [
    "H. Landolt"
  ],
  "last_updated": "May 23, 2018",
  "print_details": "Vol. I, Fasc. 3, pp. 305-306",
  "published": "December 15, 1983",
  "content": [
    "(352-425/963-1033), Sufi shaikh of Ḵaraqān, some 20 km north of Basṭām in Khorasan.",
    "ABU’L-ḤASAN ḴARAQĀNĪ, ʿALĪ B. AḤMAD B. JAʿFAR B. SALMĀN (352-425/963-1033), Sufi shaikh of Ḵaraqān, some 20 km north of Basṭām in Khorasan. His shrine, with a recent gravestone but ancient adjoining mosque, overlooks the present-day village. Already celebrated in his own lifetime, Ḵaraqānī is said to receive illustrious visitors such as Sultan Maḥmūd of Ḡazna and Ebn Sīnā. Although many traditions pointing to his greatness as a saint are clearly legendary, there can be no doubt he was a mystic of exceptional genius; his presence left a strong impression on such different Sufi personalities as Abū Saʿīd b. Abi’l-Ḵayr (d. 440/1049), Abu’l-Qāsem Qošayrī (d. 465/1072), and especially ʿAbdallāh Anṣārī (d. 481/1089). Anṣārī considered Ḵaraqānī one of the greatest spiritual masters of the time, though he knew him as a man of little formal learning. His Arabic was reportedly poor, and his dicta are often quoted in his local Persian dialect. To call him an illiterate village saint is to overstate the point, but he was certainly of humble social origin. He was married to a woman who is traditionally portrayed as a quarrelsome Xanthippe. One of his sons seems to have been murdered under dubious circumstances; another one appears after Ḵaraqānī’s death among the followers of Abū Saʿīd b. Abi’l-Ḵayr.",
    "Ḵaraqānī’s affiliation with organized Sufism remains somewhat obscure. Anṣārī intimates that Abu’l-ʿAbbās Qaṣṣāb Āmolī, the great Sufi teacher of Ṭabarestān who is known as one of the masters of Abū Saʿīd, regarded Ḵaraqānī as his real successor; but according to Abū Saʿīd’s family tradition, Āmolī took a neutral position in a theoretical dispute between Ḵaraqānī and Abū ʿAbdallāh Dāstānī of Basṭām (d. 417/1026). The latter appears also in Ḵaraqānī legends as a sort of rival saint; since Dāstānī was well-known as šayḵ al-mašāyeḵ and learned keeper of the traditions concerning Abū Yazīd Basṭāmī , this rivalry may reflect the fact that Ḵaraqānī regarded himself as the real disciple of Abū Yazīd, or rather, as an Abū Yazīd redivivus . Many of his sayings are indeed reminiscent of the great Basṭāmī, and Ḵaraqānī biographies make it a point to show that his Sufi master was the “spirituality” of Abū Yazīd (the so-called owaysī relationship of a disciple to his immaterial master). By virtue of this relationship, Ḵaraqānī figures in the spiritual genealogy of the Naqšbandīya order as the link between Abū Yazīd (d. 261/874 or earlier) and Abū ʿAlī Fārmadī (d. 477/1084-85). On the other hand, Yaḥyā Sohravardī traces Ḵaraqānī’s (and Āmolī’s?) spiritual descent via Ḥallāǰ to Abū Yazīd, and from there to the esoteric ḵosravānīyūn of pre-Islamic Iran, which is of course not to be taken in the sense of an ordinary ṭarīqa line. The identification of any concrete disciple-master relationship was perhaps not as important to Ḵaraqānī himself as it was to some of his followers. He seems to have tended toward the Malāmatīya tradition of Khorasan, and his habit of calling himself ǰovānmard rather than ṣūfī would seem to indicate that he had no great respect for institutionalized Sufism. In fact, he made it quite clear that he had no master ( ostād ) but God, and that for him to be a real Sufi meant to be free in the deepest sense, i.e., not to be attached to “being there” at all.",
    "Basically, he followed the way of classical Islamic asceticism. He frequently called attention to the imminence of death and the Last Day, and he emphasized the virtue of weeping. His feeling for man’s radical inadequacy vis-à-vis God is evident in the following saying: “The litany ( werd , less likely dard ) of the ǰovānmardān is a grief ( andūh ) greater than the two worlds; they want to think of God but are unable to do it adequately.” Yet this grief was compensated, for those able to bear it, by a moment of “joy with God ( šādī , nafas bā Ḥaqq ) more precious than all divine worship.” Thus the realization of inadequacy turned into its very opposite; and this is where Ḵaraqānī meets his great model, Abū Yazīd. Recalling Abū Yazīd’s meʿrāǰ experience, he was certain that he had made the same ecstatic journey beyond the worlds “to the place where no creature could follow.” Though he was aware that to travel “with one step from heaven to earth and from earth to heaven” meant really nothing before God’s infinity, the experience made him conscious of an extraordinary spiritual power of the ǰovānmard . Seeing himself as the axis mundi , he felt that his head was the heavenly throne, that his feet were beneath the earth, and that his two hands were East and West. He also said, pointing to his particular kind of cosmic consciousness: “When my tongue was opened in the experience of God’s oneness ( tawḥīd ), I saw the skies and earth perform ritual circumambulation around me, but the people were unaware of it.” Most characteristically, however, he described himself in the following words: “I am neither worshipper, nor scholar, nor Sufi: My God, you are One, so by that Oneness of yours, I am One!”"
  ],
  "bibliography": [
    "The oldest quotation of a Ḵaraqānī saying occurs in Qošayrī’s Resāla (chapter on ḡayra , at end), a work written only twelve years after Ḵaraqānī’s death. Other relatively early sources include Hoǰvīrī, Kašf al-maḥǰūbṬabaqāt al-ṣūfīyaTamhīdātNāmahāAnsābḤālāt o soḵanān-e Šayḵ Abū SaʿīdAsrār al-tawḥīdKetāb al-mašāreʿ wa’l-moṭāraḥātBostān al-qolūbŠarḥ-e šaṭḥīyātFawāʾeḥ al-ǰamāl wa fawāteḥ al-ǰalāl . The most important compilation of Ḵaraqānī traditions, the Ketāb nūr al-ʿolūm , is unfortunately known to us only through an extract made or copied in 689/1299 (ed. Bertels in Iran 3, 1929, pp. 155-224 with Russian tr., intro, and comm.; new ed. by M. Mīnovī, Aḥwāl o aqwāl-e Šayḵ Abu’l-Ḥasan Ḵaraqānī , Tehran, 1354 Š./1975, pp. 107-46).",
    "There exists, however, another important compilation, which agrees only in part with the Nūr al-ʿolūm and goes back to another source. This compilation is conserved in the Maǰmūʿ a rasāʾel Ḵᵛāǰa ʿAbdallāh Anṣārī (ms. Istanbul, Morād Mollā 1796, fols. 337b-52b, 9th/15th century) under the heading Ḏekr qoṭb al-sālekīn Abu’l-Ḥasan Ḵaraqānī . It was originally written some time after 566/1170-71 by someone who was still able to quote traditions directly from second generation disciples of Anṣārī and who lived in close contact with Ḵaraqānī’s descendants ( awlād ) and ḵānaqāh . This text gives Ḵaraqānī’s full name and introduces him with honorific titles such as ḵātem al-awlīāʾ . From among its 118 traditions, about two-thirds are also found, with others, in the beautiful sketch of Ḵaraqānī in ʿAṭṭār’s Taḏkerat al-awlīāʾ (a section of this work which is of questionable authenticity). ʿAṭṭār mentions Ḵaraqānī also in his Elāhī-nāma and Manṭeq al-ṭayr , and so does Rūmī several times in the Maṯnawī . Naǰm-al-dīn Dāya Rāzī wrote a special treatise on the implications of Ḵaraqānī’s alleged saying al-ṣūfī ḡayr maḵlūqMerṣād al-ʿebād . Quite generally, Ḵaraqānī traditions are frequently quoted by other Kobrawī Sufis such as Nūr-al-dīn Esfarāʾīnī (d. 717/1317); and from the 9th/15th century onward, we find the figure of Ḵaraqānī especially popular with the Naqšbandīs. Jāmī’s article in the Nafaḥāt brings hardly anything new, but is worth mentioning for its conciseness."
  ],
  "citation": "H. Landolt, “ABU’L-ḤASAN ḴARAQĀNĪ,” Encyclopædia Iranica, I/3, pp. 305-306; an updated version is available online at http://www.iranicaonline.org/articles/abul-hasan-karaqani-ali-b (accessed on 31 January 2014).",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": 303
}