{
  "id": "eweb_581",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/sarh-e-taarrof",
  "annotator": "Riccardo",
  "title": "ŠARḤ-e TAʿARROF",
  "authors": [
    "Nasrollah Pourjavady"
  ],
  "last_updated": "January 10, 2013",
  "published": "November 15, 2006",
  "content": [
    "an extensive commentary in Persian on Abu Bakr Moḥammad Kalābāḏi’s Sufi manual Ketāb al-Taʿarrof le-maḏhab ahl al-taṣawwuf .",
    "ŠARḤ-e TAʿARROF , an extensive commentary in Persian on Abu Bakr Moḥammad Kalābāḏi’s well-known Sufi manual Ketāb al-Taʿarrof le-maḏhab ahl al-taṣawwuf , written by Abu Ebrāhim Esmāʿil b. Moḥammad b. ʿAbd-Allāh al-Mostamli of Bukhara (d. 434/1042-3), most probably a disciple of Kalābāḏi himself. Known also as Nur al-moridin wa fażiḥat al-moddaʿin (Light of the disciples and [proof of the] disgrace of the false claimants), this commentary follows the Taʿarrof quite closely. Šarḥ-e Taʿarrof consists of 68 chapters, and is divided into four parts ( robʿ s) . The author first quotes a phrase or a word from Kalābāḏi’s Arabic text, and having supplied a Persian translation, adds to it his own gloss and commentary. Very often he offers several interpretations for a single passage.Qurʾanic verses, hadith , and some proverbial sayings are cited in Arabic.",
    "As well as a commentary on the Taʿarrof , Mostamli’s Šarḥ can also be studied as an independent Sufi manual—the first and one of the lengthiest in Persian. But although cast in the format of a manual, the focus in Šarḥ-e Taʿarrof is on the doctrinal and theoretical aspects of Sufism rather than on the practical daily practices and rituals, which often occupy the bulk of these manuals. From the very beginning, Mostamli underlines his intention to write about the Sufis’ beliefs concerning Divine Unity, and other articles of faith, in conformity with the beliefs commonly held and sanctioned by the Muslim community at large as well as on more specifically mystical ideas about the spiritual states and stations, and the illuminations that mystics receive through intuition and direct personal spiritual experience. He also attempts to explain the symbolic significance of mystical utterances .",
    "Like his master Kalābāḏi, Mostamli was an Ashʿarite and consequently an overt opponent of the Rationalists, particularly the Moʿtazilites, whom he has no qualms branding as infidels ( koffār) ( Šarḥ-e Taʿarrof I, p. 323). In the third chapter of the book, devoted to the doctrine of Unity ( tawḥid ), he criticizes the different sects and beliefs that fall outside the pale of orthodoxy, such as those upholding anthropomorphism ( mošabbeha) , the Karrāmiyya, and the Zoroastrians ( Moḡān ), whom he criticizes as dualists.",
    "Mostamli’s book also provides many contemporaneous historical, social, and practical aspects of religious life in general, and of Sufism, in particular. True Sufism, according to him, belonged to the past, and in his own era, the early 11th century, it had lost its pristine purity. It had become corrupted and one of the signs of this malaise was the Sufis’ practice of listening to music, contemplating beautiful youthful figures ( šāhed s ) , and dancing. Mostamli was not opposed to the practice of samāʿ, as he even justified it in his own chapter on the samāʿ, itself the oldest extant writing on the subjectin Persian. However, as he was a strict adherent of Islamic religious law, the šariʿa, he was opposed to the practices of the antinomian Sufis in a manner reminiscent of his later contemporary Hojviri , in his Kašf al-maḥjub.",
    "Another important aspect of Mostamli’s commentary is his choice of the Persian language as the vehicle of discourse on theological issues and mystical ideas, and his use of Persian words to explain Arabic terms. This has made Šarḥ-e Taʿarrof an invaluable quarry for Persian equivalents of Arabic religious terms and expressions. Had the Persian commentary of the Qurʾan attributed to him by Rašid al-Din Waṯwāṯ (Minovi, p. 407) survived, we might have had an even more extensive list of lexical substitutes.",
    "Mostamli’s anecdotes concerning the great Sufis of the past—he is on the whole reticent about his own contemporaries—their sayings and the snippets of biographical data, make his commentary a precious source for the study of the early history of Sufism. Almost every theoretical and social problem confronting Sufism at the time of Mostamli is discussed by him, including the question of whether a Sufi should work or not, the etiquette of traveling and pilgrimage, the mystical significance of being a stranger ( ḡarib) , the esoteric meaning of mystical allusion ( ešārat ),and its difference from expression (ʿ ebārat), the relation between master and disciple, the idea of saint-hood ( velāyat ), and its relation to prophet-hood. Like many devout Sunni Sufis, his doctrinal differences with the Shiʿites do not impinge on his respect and devotion to the descendents of the Prophet, and he refers with much sympathy to Shiʿite imams and cites them by name down to Jaʿfar al-Ṣādeq ( Šarḥ-e Taʿarrof I, p. 198).",
    "Mostamli did not rely exclusively on oral traditions and on what he had heard form his master, but seems to have used written sources as well. His book abounds with the sayings of eminent Sufis and their anecdotes and stories (sometimes the same anecdote is repeated in different places). He mentions the name of ḤOallāj on several occasions, something that his later contemporary Abu’l-Qāsem Qošairi cautiously avoided in his Resāla.",
    "Šarḥ-e Taʿarrof was used as a Sufi source book by Persian Sufi readers in later centuries, and was particularly popular with the Naqšbandis in Central Asia. It was published in a lithograph edition in Lucknow (1330 A.H. /1912), and later, in a critical edition with indices by Moḥammad Rawšan in Tehran (1363-6/1984-7). Unfortunately, the latter edition is not devoid of misprints and mis-readings, some of which have been enumerated by Aḥmad Samiʿi in the article mentioned below in the bibliography. An abridgment of the book by an anonymous compiler, entitled Ḵolāṣa-ye Šarḥ-e taʿarrof , was made in 1310. This was edited by Aḥmad-ʿAli Rajāʾi (Tehran, 1349) from a supposedly unicum manuscript at Tübingen University Library, although another manuscript of the abridgement appears to exist in the Delhi Persian Collection of the India Office Library in London (Arberry, p. xiii, n. 1)."
  ],
  "bibliography": [
    "No thorough study of Šarḥ-e Taʿarrof has appeared so far in Persian, or other languages.",
    "Anon, Ḵolāṣa-ye Šarḥ-e Taʿarrof , ed., Aḥmad-ʿAli Rajāʾi, Tehran, 1970.",
    "Arthur John Arberry, The Doctrine of the Ṣūfīs (Kitāb al-Taʿrruf li-madhhab ahl-taṣawwuf) , Cambridge, 1935.",
    "Mojtabā Minovi, “Ketāb-e šarḥ-e taʿarrof,” Yaḡmā 2/9, 1949, pp. 405-13.",
    "Abu Ebrāhim Esmāʿil Mostamli, Šarḥ al- Taʿarrof le-maḏhab ahl al-taṣawwof, Nur al-moridin wa fażiḥat al-moddaʿin, ed., Moḥammad Rawšan, 5 vols., Tehran, 1984-87.",
    "Aḥmad Samiʿi, “Dar bāra-ye Šarḥ-e Taʿarrof ,” Maʿārif 8/3, 1992, pp. 58-107 .",
    "(Nasrollah Pourjavady)",
    "August 20, 2006"
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}