{
  "id": "eweb_583",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/abdallah-al-ansari",
  "annotator": "Riccardo",
  "title": "ʿABDALLĀH ANṢĀRĪ",
  "authors": [
    "S. de Laugier de Beaureceuil"
  ],
  "last_updated": "May 8, 2018",
  "print_details": "Vol. I, Fasc. 2, pp. 187-190",
  "published": "December 15, 1982",
  "content": [
    "Outstanding commentator of the Koran, traditionist, polemicist, and spiritual master (5th/11th century).",
    "ʿABDALLĀH AL- ANṢĀRĪ AL-HERAVĪ, ABŪ ESMĀʿĪL, in Persian commonly called ḴᵛĀJA ʿABDALLĀH ANṢĀRĪ, one of the outstanding figures in Khorasan in the 5th/11th century: commentator of the Koran, traditionist, polemicist, and spiritual master, known for his oratory and poetic talents in Arabic and Persian.",
    "Descending from a Companion of the Prophet, ʿAbdallāh was born in the Kohandez, the old citadel of Herat, on 2 Šaʿbān 396/4 May 1006. His father Abū Manṣūr, a shopkeeper, had spent several years of his youth at Balḵ, first in the service of a Hanbalite ascetic, Abu’l-Moẓaffar Ḥabbāl Termeḏī, then with Šarīf Ḥamza ʿAqīlī and his Sufi companions of the Baghdad tradition. Abū Manṣūr exercised a considerable influence on his son through his own example (a life dominated by waraʿ , scruple), his associates (the Sufis from the Kohandez), and the care he took over his early education.",
    "ʿAbdallāh attended school from the age of four. When he was nine, he wrote down the Hadith as dictated by two eminent traditionists, Abū Manṣūr Azdī and Abu’l-Fażl Jārūdī. Probably soon after, a crisis occurred. Abū Manṣūr, worn out by the worries of daily existence and nostalgic for the masters of his youth, abandoned shop and family and returned to Balḵ, where he died in 430/1039. Two people then took charge of the orphan—Yaḥyā b. ʿAmmār Šaybānī, a celebrated and extremely rich master with whom he began to study exegesis, and Shaikh ʿAmmū, a well-traveled Sufi who was a disciple of Abu’l-ʿAbbās Nehāvandī. He had built and financed a mosque with an adjoining ḵānaqāh at Gāzorgāh, a few kilometers north of Herat.",
    "At the age of fourteen, ʿAbdallāh was admitted by his masters to their gatherings. Yaḥyā b. ʿAmmār designated him as his successor. Besides his master’s virulence in polemics, ʿAbdallāh inherited his manner of slowly commenting on the Koran with numerous long digressions, and also his taste for decorum at meetings. Probably in the same period, ʿAbdallāh met Moḥammad Ṭāqī Seǰestānī, a Hanbalite Sufi. If Shaikh ʿAmmū and Abu’l-Ḥasan Bešrī Seǰzī taught him about the masters they had frequented, it was Ṭāqī who penetrated the secret of his heart. To Ṭāqī he owed his profound knowledge of the Hanbalite doctrine and his indifference toward the powerful and the rich. The death of this “spy of hearts” was probably behind ʿAbdallāh’s decision to go to Nīšāpūr in 417/1026 to study the Hadith and the Law, and to meet the shaikhs there. In a few months of hard work, he took maximum advantage of the teachings of the old disciples of Abu’l-ʿAbbās Moḥammad b. Yaʿqūb al-Aṣamm. However, he refused to record the traditions transmitted by Abū Bakr Ḥīrī and others, because of their Asḥʿarite opinions.",
    "On returning to Herat, ʿAbdallāh joined the traditionist circles there again. In 422/1031, Yaḥyā b. ʿAmmār, the last of his childhood masters, died. Sultan Maḥmūd’s death and the advent of his son Masʿūd caused anxiety in Herat, where the latter had been governor. When Masʿūd demanded that the caliph reopen the pilgrim route, ʿAbdallāh offered to accompany the old Imam Abu’l-Fażl b. Saʿd to Mecca. The caravan reached Baghdad without mishap, but news of unsafe roads made them decide to return to Khorasan. The following year (424/1033), ʿAbdallāh tried again. At Nīšāpūr, he stopped at Ebn Bākū’s ḵānaqāh , where he met Abū Saʿīd b. Abu’l-Ḵayr . This time the caravan was unable to go farther than Ray. On the return journey, he met Moḥammad Qassāb Āmolī at Dāmḡān. But the encounter which marked his life permanently was with Abu’l-Ḥasan Ḵaraqānī, an illiterate, aging Sufi who claimed to be the spiritual heir of Bāyazīd Besṭāmī. Like Ṭāqī, the old man could read into his heart and answered even his unformulated questions. Anṣārī said: “If I hadn’t met Ḵaraqānī, I would never have known Reality. He continually mingled this and that, that is to say the self and Reality” (Jāmī, Nafaḥāt , p. 336). Ḵaraqānī had taught him that God was just as likely to be in Khorasan as in Ḥeǰāz. So it was better to follow Ebn Bākū’s advice: Gather disciples and tell them about Him. He began as a master in the Kohandez. The influence of Ḵaraqānī’s ideas on him is exemplified by an anecdote in which he settles the question of superiority of morīd or of morād by paradox. “There is neither morīd or morād , neither received information nor request, nor definition, no description! He (God) is everything” (ibid., p. 34). Some of his followers such as Esmāʿīl and Aḥmad Ḵaštī were experienced Sufis. One of them took him in the winter of 425/early 1034 to Nobāḏān south of Herat to a gathering of sixty-two well-known shaikhs. Although only twenty-eight, ʿAbdallāh was admired by his elders and was lavished with gifts and invitations. However, an incident after a session of samāʿ broke the charm. Taking only his prayer rug, he returned hurriedly to Herat. For ten years he taught only the Hadith, taking the “innovators” to task, Asḥʿarites as well as Muʿtazilites. In 430/1038, he was denounced for anthropomorphism and appeared before Sultan Masʿūd who, satisfied with his reply, released him with marks of esteem.",
    "Anṣārī’s enemies, however, did not give in. Shortly after the fall of Masʿūd and the invasion by the Saljuqs, an assembly of theologians and notables forbade him to teach. He exiled himself to Šakīvān, where he remained from 433/1041 to 435/1043. On his return, he changed his methods. He undertook a commentary on the Koran and the following year started it again from the beginning, but the work was never finished.",
    "In 438/1046-47 another assembly made a report against him. Anṣārī was expelled from the city and imprisoned at Pūšanǰ for six months. After this ordeal he took up his commentary again and lingered over the Koranic verse “Those who believe are the most ardent in their love of God” (2:160-65); his teaching became more spiritual and less polemical. His persecutors allowed him some respite, but with Shaikh ʿAmmū’s death in 441/1049 he lost a discreet and generous protector. Anṣārī came to know extreme poverty, although he made an effort to keep up appearances.",
    "In 445/1053, Sultan Toḡrel Beg, urged by his secretary Abū Naṣr Kondorī, started persecuting the Asḥʿarites. Anṣārī’s principal enemies were reduced to silence, exposed to imprisonment or exile. So he won peace and growing renown. Eminent people, such as Abu’l-Ḥasan Bāḵarzī and Abu’l-Qāsem Zūzanī al-Bāreʿ, visited him and were amazed by his talents as a preacher and interpreter of the Koran. His material situation, too, improved thanks to gifts made to him. The new Hanafite judge, Abu’l-ʿAlāʾ Ṣāʿed b. Sayyār, offered him a place to preach in the mosque, where he continued to comment on the Koran. An unsuccessful approach was made to Alp Arslān at the end of 450/1059 to prohibit Anṣārī’s meetings. So he lived in peace until the death of Toḡrel Beg and the replacement of Kondorī by Neẓām-al-molk as the new sultan’s vizier.",
    "In 456/1064, all the anti-Asḥʿarite measures were annulled. Anṣārī’s enemies tried to silence this cumbersome preacher by all possible means. They wanted to provoke a discussion with him in front of Alp Arslān and his vizier, but Anṣārī rejected all arguments other than the Koran and the Sunna. When Anṣārī again took up polemics, his enemies secured an expulsion order from the vizier Neẓām-al-molk, who was in Marv in 458/1066. After a brief exile in Balḵ, Anṣārī returned. Several other attempts on the part of his opponents and their recourse to the sultan and his vizier proved counter-productive and Anṣārī emerged triumphant. Soon after 462/1069 the master’s triumph was consecrated, when Caliph al-Qāʾem offered him a robe of honor at the instigation of Neẓām-al-molk, who wished to win the sympathy of the traditionists. Then began a glorious apogee of a long career, which lasted eleven years. Anṣārī continued preaching at the mosque, secure with regard of those in power and venerated by the population. In his ḵānaqāh he perfected the training of a few intimate friends such as Abu’l-Ḵayr ʿAbdallāh b. Marzūq (a slave he had freed), Abū Naṣr al-Moʿtamen Sāǰī, and Moḥammad b. Ṭāher Maqdesī.",
    "In 437/1080-81, Anṣārī went blind. This hardship was lightened by the tender care of his secretary, Ḥosayn Kotobī, who was to be the faithful companion of his last exile. His intimate circle was renewed, and his dictations were written down by adolescents and even children: Abu’l-Vaqt ʿAbd-al-Avval Seǰzī his ḵādem , Abu’l-Fatḥ ʿAbd-al-Malek Karūḵī, and Abū Jaʿfar Moḥammad Ṣaydalānī. In 474/1082, Caliph al-Moqtadī repeated his predecessor’s gesture and sent a sumptuous robe of honor to one whom he called Šayḵ-al-eslām, Šayḵ-al-šoyūḵ, and Zayn-al-ʿolamāʾ. Feeling his strength diminish, Anṣārī doubled his activities and now dictated his main works. This extensive activity was interrupted by the coming of a philosophizing theologian ( motakallem motafalsef ) to Herat in Ramażān, 478. Anṣārī censored him with his customary violence, and a group of his partisans burnt down the man’s house and beat him black and blue. The leading citizens decided to expel those responsible immediately. On 20 Ramażān/12 January 1086, the group left the city for Pūšanǰ—exactly where the theologian himself had taken refuge! There was a fight at the Neẓāmīya school, which was consequently closed, and a report was made to the sultan. Two months later, Anṣārī was told to go to Transoxania. The group went via Nīšāpūr toward Marv. There an order from Neẓām-al-molk instructed him to go to Balḵ, where he was welcomed. In autumn the group was ordered to go to Marv-al-rūd, where they spent the winter. In spring they were allowed to return home, and were given a triumphal welcome at Herat, on 21 April 1087.",
    "As the end approached, Anṣārī pressed on with his commentary on the Koran. He died on Friday, 22 Ḏu’l-ḥeǰǰa 481/8 March 1089. He was buried on a rainy day at Gāzorgāh, near the ḵānaqāh and the tomb of Shaikh ʿAmmū.",
    "Anṣārī was not a writer, but a teacher and an orator. It was only at the end of his life, when urged by disciples and forced by polemics, that he resolved to dictate his main works. His nervous, essentially oral style, where assonance and rhythm interrelate and where his thought defines itself by successive waves, struck his contemporaries and successors as a sort of snowballing. He is an equally difficult author in either Arabic or Persian. His main works are the following: 1. Ketāb-e ṣad maydān (“Book of the hundred arenas”; ed. in Mélanges Islamologiques 2, 1954, pp. 1-90). These are notes taken by a disciple during Anṣārī’s gatherings in 448/1056-57. In connection with Koran 3:29-31, the master makes an exposition of the spiritual itinerary in a hundred small chapters. The advance towards God coincides with the growing of love, which is first rightness ( rāstī ), then intoxication ( mastī ), and finally annihilation ( nīstī ). 2. Ketāb ḏamm al-kalām wa ahleh (“Condemnation of kalām and those who practice it”; B.M. Add. 27520; Damascus, Omayyad. 24/587; Ankara, Üniv. Ilahiyat Fak. Kütüp. 7614/1-2), a substantial polemical work, almost entirely composed of quotations with isnads, not yet published. It comprises two parts, each of fifteen chapters. In the first the author endeavors to prove that the Prophet has foreseen and condemned all the theologians’ activities. In the second, he attempts to show that all imams who are recognized authorities in Islam disapproved of these activities. By way of conclusion, a few chapters treat the malediction of theologians and the sin of accepting learning from them, and the greatness of those who live according to the Sunna. The last chapter, on the doctrine of al-Ašʿarī, gives a fair idea of his virulence as a polemist.",
    "3. Ketāb manāzel al-sāʾerīn (“Book of the itinerants’ stages”; ed. and tr., Cairo, 1962; Pers. tr. and notes by ʿA. Ḡ. Ravān Farhādī, Kabul, 1976). This small book, which was written in response to his disciples’ entreaties, made Anṣārī’s renown in the history of Sufism; numerous commentaries on it are known. It is an itinerary of the soul’s journey towards God comprising ten sections on the ten stages, each defined, then analyzed according to three degrees of realization. Designed for easy memorization, the rigidity of its structure is understandable. Anṣārī’s thought remains very simple respecting each person’s progress through the main stages of spiritual life. The comparison with the Ketāb-e ṣad maydān is enlightening: It is tawḥīd , and no longer love, which polarizes the attention up to the highest summits of mystical life, where it is God himself who ineffably radiates his own tawḥīd into the hearts of his chosen ones.",
    "4. Ṭabaqāt al-ṣūfīya (“Generations of Sufis”; ed. ʿAbd-al-Ḥayy Ḥabībī, Kabul, 1961): This substantial work provides us with the notes taken by a disciple during gatherings, probably at the ḵānaqāh where Anṣārī spoke very freely about the Sufis who had preceded him. Jāmī considers this work as a commentary on Solamī’s Ṭabaqāt , relieved of its isnads and completed by Anṣārī. Perhaps Anṣārī did find inspiration in his predecessor; however, he achieved a work very much his own. In addition to the biographical information and the quoted maxims, there are personal judgments, excursuses, poems and monāǰāt s, all written in the old language of Herat. Four centuries later, Jāmī took up the substance, updating the language, cutting down the excursuses and the difficult passages. The result was Nafaḥāt al-ons . 5. Ketāb ʿelal al-maqāmāt (“Book of the deficiencies inherent in the stages”; ed. and tr. in Mélanges Massignon I, Damascus, 1956, pp. 153-71). This short treatise was written just before Anṣārī’s death, probably in reply to a question from Karūḵī concerning one of the last sentences of the Manāzel . With regard to the ten stages (of which love is one), it shows how all the spiritual states, except tawḥīd , have deficiencies. 6. The Mosaǰǰaʿāt , a collection of invocations, reflections, and advice with various titles and contents. Unfortunately when these are compared with those quoted in the Ṭabaqāt or in Maybodī’s Kašf al-asrār , it is difficult to imagine that they have one and the same author. Without denying them a considerable intrinsic value, one must be wary concerning their authenticity. As regards other works by Anṣārī, there exist only titles mentioned by him or by his biographers or short quoted extracts. The Moḵtaṣar fī ādāb al-ṣūfīya , published in BIFAO 59, 1960, pp. 203-69, has now been proved to belong to another author.",
    "Anṣārī gives the impression of a strong personality endowed with exceptional talent and uncompromisingly faithful to the Hanbalite doctrine which he always defended with ardor. He was a spiritual master very much aware of the Sufi tradition but always personal in his judgments. Because of his education, Hanbalism and Sufism exist harmoniously in his mind rather than confronting each other. His spiritual development was marked by his encounters and trials. Ḵaraqānī’s message on Reality, at first leading towards a mystique of intoxication, is reinterpreted according to a mystique of love, then according to a mystique of unification ( tawḥīd ). Anṣārī was no longer searching for the coming out of the self ( bī-ḵᵛodī ); all that mattered for him was the discovery of the Self ( ḵᵛod ) in the depth of the heart.",
    "His attitude to the great masters of the Baghdad school, from which he claimed descent, was original. In his opinion, Abū Saʿīd Ḵarrāz (286/899) was by far the most eminent. He preferred a hair from Rovaym to a hundred Jonayds. Finally, he suspended judgment on Ḥallāǰ, not because he contested his experience, but because he did not approve of his having betrayed God’s secret; he considered Ḥallāǰ’s execution as the consequence and the punishment. Lastly, as concerns the more recent Sufis, Anṣārī estimated that ten names should be given a special place: Abu’l-Ḵayr Tīnātī, Qarafī, Ḥoṣrī, ʿAlī Bondār Ṣayrafī, Naṣrābādī, Šīrvānī the younger, Nevāhandī, Qaṣṣāb, Ḵaraqānī, and Ṭāqī."
  ],
  "bibliography": [
    "Editions of Anṣārī’s major works are cited in the text. Numerous quotations from the Monāǰāt and Mosaǰǰaʿāt are found in Maybodī’s Kašf al-asrār , ed. ʿA. A. Ḥekmat, 10 vols., Tehran, 1331-39 Š./1952-60.",
    "Rasāʾel-e Ḵᵛāǰa ʿAbdallāh Anṣārī , ed. M. Šīrvānī, Tehran, 1352 Š./1973; ed. V. Dastgerdī, Tehran, 1349 Š./1970.",
    "Wheeler M. Thackston, tr., Intimate Conversations , New York, 1978, pp. 163-233.",
    "Monāǰāt va goftār-e pīr-e Herāt , compiled by M. A. Fekrat from Ṭabaqāt al-ṣūfīya , Kašf al-asrār , and Rasāʾel , Kabul, 1976.",
    "An anthology of texts with translation, as well as a biography, is found in S. de Laugier de Beaureceuil, Khwādja ʿAbdullāh Anṣārī, mystique hanbalite , Beirut, 1965.",
    "The biographical section is adapted and supplemented in ʿA. Ḡ. Ravān Farhādī, Sargoḏašt-e pīr-e Herāt , Kabul, 1976.",
    "Other studies: W. Ivanow, “Ṭabaqāt of Anṣārī in the Old Language of Herat,” JRAS 1923, pp. 1-34, 337-82.",
    "By S. de Laugier de Beaureceuil: “Les références bibliques de l’itinéraire spirituelle chez ʿA. Anṣārī,” MIDEO 1, 1954, pp. 9-38.",
    "“Pauvreté et vie spirituelle chez ʿA. Anṣārī,” Mardis de Dar al-Salam , Paris, 1953-54, pp. 65-81.",
    "“La place du prochain dans la vie spirituelle chez ʿA. Anṣārī,” MIDEO 2, 1955, pp. 5-70.",
    "“Autour d’un text d’Anṣārī: la problématique musulmane de l’espérance,” Revue Thomiste 1959, no. 2, pp. 339-66.",
    "“Le retour à Dieu ( tawba ), élément essentiel de la conversion, selon ʿA. Anṣārī,” MIDEO 6, 1961, pp. 55-122.",
    "“L’aspiration ( raḡba ), rectification de l’espérance, selon ʿA. Anṣārī et ses commentateurs,” MIDEO 11, 1972, pp. 77-125.",
    "“Présentation d’Anṣārī,” ibid., pp. 291-300.",
    "“Le langage imagé du Livre des étapes,” Bulletin d’études orientales 30, 1978, pp. 33-44.",
    "In addition to the references in Jāmī, Nafaḥāt , passim, see: Ḏahabī, Sīar al-aʿlām al-nobalāʾ , Cairo, n.d. Ebn Raǰab Baḡdādī, Ḏayl ʿalā ṭabaqāt al-ḥanābela , Damascus, 1951, I, pp. 64-85.",
    "Manāqeb ( maqāmāt ) Šayḵ-al-eslām , ed. A. J. Arberry, The Islamic Quarterly 1963, pp. 57-82."
  ],
  "citation": "S. de Laugier de Beaureceuil, “Abdallah Ansari,” Encyclopædia Iranica, I/2, pp. 187-190; an updated version is available online at http://www.iranicaonline.org/articles/abdallah-al-ansari (accessed on 17 January 2014).",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": 36
}