{
  "id": "eweb_584",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/abu-bakr-al-warraq-mohammad-b/",
  "annotator": "Riccardo",
  "title": "ABŪ BAKR AL-WARRĀQ",
  "authors": [
    "B. Reinert"
  ],
  "last_updated": "May 11, 2018",
  "print_details": "Vol. I, Fasc. 3, pp. 265-266",
  "published": "December 15, 1983",
  "content": [
    "Sufi shaikh, born in Termeḏ, lived and worked in Balḵ, d. 280/893.",
    "ABŪ BAKR AL- WARRĀQ, MOḤAMMAD B. ʿOMAR AL-ḤAKĪM, Sufi shaikh, born in Termeḏ, lived and worked in Balḵ, d. 280/893. The oldest sources (Solamī, Ṭabaqāt 2 , p. 221.4ff.; Anṣārī, Ṭabaqāt al-ṣūfīya , ed. Qandahārī, Kabul, 1340 Š./1960, p. 262) mention as his teachers the following: Aḥmad b. Ḵeżrōya of Balḵ (d. 240/854-55; see Qošayrī, Resāla , Cairo, 1359/1940, p. 24.8; Hoǰvīrī, Kašf al-maḥǰūb , Tehran, 1336 Š./1957, p. 179); Moḥammad b. Saʿd b. Ebrāhīm al-Zāhed (unidentified) and Moḥammad b. ʿOmar Ḵᵛosnām Balḵī (unidentified; see Anṣārī, Ṭabaqāt , p. 262, n. 6). Hoǰvīrī (d. between 465/1072 and 469/1076-77) and later sources make Abū Bakr a disciple of Moḥammad b. ʿAlī Termeḏī (d. 285/898), but only in narrations of miraculous events ( Kašf , pp. 178, 179, 289, 302).",
    "Warrāq wrote works that are not extant on rīāża “subduing (the soul), exercitium ,” moʿāmala “demeanor (toward God or man),” adab “propriety (in relation to God or man),” and zohd “asceticism” (see Kalābāḏī, Taʿarrof , Cairo, 1933, p. 12.-7; Solamī, Ṭabaqāt 2 , p. 221.6; Anṣārī, Ṭabaqāt , p. 262.4; Qošayrī, p. 24.19; Kašf , p. 179.4). The only one of his works to reach us, Ketāb al-ʿālem wa’l-motaʿallem (ed. Kawṯarī, Cairo, 1949), is chiefly notable as an example of his erudition. He also composed verses (Anṣārī, Ṭabaqāt , pp. 262.7, 268.6). But his thought and Sufi personality must be reconstructed on the basis of a few reports, sayings, and comments on Koranic verses.",
    "Warrāq was an outstanding educator and spiritual guide. His teaching method appears to have anticipated much of the discipline of later Sufi discipleship (see F. Meier, “Ḫurāsān und das Ende der klassischen Sufik,” La Persia nel Medioevo , Rome, 1971, p. 562). His lost works expounded the teaching and training of Sufi novices ( Kašf , p. 439.5ff.; cf. the above-mentioned subjects of rīāża, adab, and moʿāmala ), and his interests in this area coincided with those of Moḥammad Termeḏī (cf. Kašf , p. 439.8 and Termeḏī’s Ketāb al-rīāża and Ketāb adab al-nafs , Cairo, 1947). Both apparently shared a common foundation for educational theory—a concept and analysis of man’s spiritual faculties oriented toward asceticism (Solamī, Ṭabaqāt 2 , p. 226.13ff.; Qošayrī, p. 24.20; Solamī, Ḥaqāʾeq [Koran commentary], MS Fatih 262, fols. 144b, 276b, 290a, 293b, on Koran 21:11, 75:2, 102:5, 114). From their parallelism may possibly derive the idea that Warrāq was a disciple of Termeḏī.",
    "Warrāq seems to have impressed people with his learning, wisdom, and benevolence, to such an extent that his disciple, Abu’l-Qāsem Esḥāq b. Moḥammad al-Ḥakīm al-Samarqandī, wished to accord him the rank of prophet (Anṣārī, Ṭabaqāt , p. 263.2). Warrāq wrote a letter ḵāʾ on one side of his cloak and a mīm on the other side to remind him of eḵlāṣ “uprightness before God” and morūwa “generosity” (ibid., p. 264). He esteemed comprehensive education in religion. Stressing the danger of one-sided training in kalām , feqh , or zohd , he viewed a synthesis of the three disciplines as the only sound approach ( Kašf , p. 19.6; Solamī, Ṭabaqāt 2 , p. 224.5ff.; Abū Noʿaym Eṣfahānī, Ḥelyat al-awlīāʾ X, Cairo, 1938, p. 236.6ff.).",
    "Warrāq’s benevolence apparently expressed a noble character, and it appeared in his attitude toward God as well as man. His disciple Abū Bakr Soḡdī said: “Abū Bakr Warrāq was a noble man; he acted with God out of reverence and not for [future] reward” (Anṣārī, Ṭabaqāt , p. 263). While in company he would not drive away a fly, lest it annoy someone else (ibid., p. 523.5f.). He regarded both aspects of his moʿāmala as confirmed by the Koran. He inferred the absurdity of reckoning one’s works before God from Koran 9:112 (“God bought from the believers their souls and their property”). The obligation to do good to man was derived from Koran 3:92 (“You will not attain [God’s] favor until you spend out of that which is dear to you;” Ḥaqāʾeq , fols. 74b, 23b )."
  ],
  "bibliography": [
    "See also Sezgin, GAS I, p. 646."
  ],
  "citation": "B. Reinert, “ABŪ BAKR AL-WARRĀQ,” Encyclopædia Iranica, I/3, pp. 265-266; an updated version is available online at http://www.iranicaonline.org/articles/abu-bakr-al-warraq-mohammad-b (accessed on 26 January 2014).",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": 380
}