{
  "id": "eweb_587",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/abu-eshaq-al-sirazi-ebrahim-b/",
  "annotator": "Riccardo",
  "title": "ABŪ ESḤĀQ AL-ŠĪRĀZĪ",
  "authors": [
    "W. Madelung"
  ],
  "last_updated": "May 11, 2018",
  "print_details": "Vol. I, Fasc. 3, pp. 280-282",
  "published": "December 15, 1983",
  "content": [
    "Shafeʿite jurist, b. 393/1003 in Fīrūzābād in Fār.",
    "ABŪ ESḤĀQ AL- ŠĪRĀZĪ, EBRĀHĪM B. ʿALĪ B. YŪSOF B. ʿABDALLĀH AL-FĪRŪZĀBĀDĪ, Shafeʿite jurist, b. 393/1003 (395 and 396 are also mentioned) in Fīrūzābād in Fārs. He began studying Shafeʿite law in his hometown under Moḥammad b. ʿOmar Šīrāzī. Leaving Fīrūzābād, he studied with ʿAbd-al-Raḥmān b. al-Ḥosayn Ḡondeǰānī in Ḡondeǰān and Šīrāz, where he arrived in 410/1019-20. In Šīrāz he also studied with Abū ʿAbdallāh Jallāb and engaged in disputations on legal problems with Qāżī Abu’l-Faraǰ Fāmī, the leading Ẓāherī scholar of his time, thus giving early evidence of his brilliant talent for disputation. He continued his studies in Baṣra under ʿAbdallāh b. Rāmīn. In Baghdad, where he arrived in Šawwāl, 415/December, 1024, he heard Hadith from Abū Bakr Berqānī and Abū ʿAlī b. Šāḏān and studied the legal sciences with Abū ʿAbdallāh Bayżāwī, Abu’l-Qāsem Karḵī, Abū Ḥātem Qazvīnī, and Abu’l-Ṭayyeb Ṭabarī. He also attended the scholarly circles of the Hanbalite scholars Abū ʿAlī b. Mūsā Hāšemī and his nephew, Šarīf Abū Jaʿfar—relatives and intimates of the caliphs Qāder and Moqtadī respectively. According to his own testimony, he profited most from Qazvīnī and Ṭabarī among his teachers. He attended the circle of Ṭabarī for ten years and for some years was his teaching assistant ( moʿīd ).",
    "In 430/1038-39 he accepted, at the request of Ṭabarī, the professorship in a mosque in the Bāb al-Marāteb quarter. His fame as a jurist and teacher spread rapidly; he was asked for fatwā s, and he attracted students from all over the Muslim world. According to a report whose reliability is doubtful, the caliph Qāʾem in 447/1055 vainly pressed him to accept the appointment as chief judge in succession to Abū ʿAbdallāh b. Mākūlā. After the foundation of the great Neẓāmīya madrasa in Baghdad, the professorship was offered to him as the most prominent Shafeʿite scholar. He accepted at first but did not appear at the inaugural ceremony out of scruples, because the ground and furniture of the madrasa were said to be partially usurped. Thus his chief rival Ebn al-Ṣabbāḡ was given the position by the ʿamīd , Abū Saʿd. Neẓām-al-molk, however, continued to press for the appointment of Abū Esḥāq; and the latter reconsidered after twenty days, especially since his students threatened to desert him for his rival. He delivered his inaugural lecture at the Neẓāmīya on 1 Ḏu’l-ḥeǰǰa 459/13 October 1067. His position as head of the most prestigious madrasa in Baghdad involved him in public affairs. In 464/1072 he joined with Šarīf Abū Jaʿfar, chief of the Hanbalites, to press the caliph Qāʾem for action to suppress prostitution and wine drinking. In 467/1075, at the inauguration of the caliph Moqtadī, the ʿolamāʾ chose him to be the first to give the bayʿa to the new head of Islam. For this role Moqtadī kept him in high esteem. In 469/1077 the Shafeʿite Sufi preacher Abū Naṣr b. al-Qošayrī visited Baghdad; with the permission of Neẓām-al-molk, he gave sermons in the Neẓāmīya in which he espoused Asḥʿarite theology and accused the Hanbalites of anthropomorphism. The Hanbalites, led by Šarīf Abū Jaʿfar, reacted with rioting and, outnumbering the Shafeʿites, gained the upper hand in the streetfighting. Taking the side of Qošayrī, Abū Esḥāq wrote Neẓām-al-molk for support and, as the Neẓāmīya became more and more the object of Hanbalite criticism and attack, threatened to leave Baghdad. The caliph arranged for a reconciliation between the leaders of the two factions; and Qošayrī was permitted to give a sermon in the mosque of the caliph’s palace which was, however, interrupted by Hanbalite interjections. New Hanbalite-Shafeʿite rioting ensued, which continued over a month. Then letters of Neẓām-al-molk arrived in answer to earlier Shafeʿite complaints in which he sharply condemned the Hanbalites. The caliph again arranged for a meeting of Šarīf Abū Jaʿfar with the Shafeʿite leaders. Abū Esḥāq tried to conciliate him by pointing out that, in his work on legal theory, he had contradicted the doctrine of the Asḥʿarites. As the Šarīf remained intractable, the caliph ordered his detention in the palace area.",
    "The following year Qošayrī returned to Baghdad after a visit to Mecca, and the clashes between Hanbalites and Shafeʿites resumed. Abū Esḥāq, together with other Shafeʿite scholars, sent a complaint to Neẓām-al-molk asking for his intervention. But this time he was rebuffed by the sultan, who at the caliph’s request recalled Qošayrī from Baghdad. The Hanbalites were heartened and attacked a jurist of the Neẓāmīya who had charged them with infidelity and, in the ensuing riot, pillaged part of the markets of the Neẓāmīya quarter. Neẓām-al-molk in retaliation ordered the ʿamīd of Iraq to interfere in the landholdings of some members of the caliph’s court who were suspected of having a hand in the Hanbalite rioting. In 475/1082-83 the Neẓāmīya was again involved in Hanbalite-Asḥʿarite controversy, but nothing is known about Abū Esḥāq’s role at this time. It has been suggested that his defense of Asḥʿarism was forced upon him against his will by his position as head of the Neẓāmīya. He was evidently not a trained Asḥʿarite theologian. Yet his deviation from Asḥʿarite doctrine in some points of legal theory is no proof that he disagreed with basic aspects of the Asḥʿarite creed. A fatwā of his unequivocally describes the Asḥʿarites as outstanding supporters of the Sunna and orthodoxy whose detractors are to be punished.",
    "In Ḏu’l-ḥeǰǰa, 475/May, 1083 the caliph Moqtadī sent Abū Esḥāq at the head of a delegation to Sultan Malekšāh and Neẓām-al-molk in Khorasan with a complaint about the ʿamīd of Iraq, Abu’l-Fatḥ b. Abi’l-Layṯ. The trip via Sāva, Basṭām, and Nīšāpūr came as a climax to his career. He was everywhere given a splendid reception by scholars, Sufis, and the common people and found his former students as judges, moftī s and ḵaṭīb s. Abū Esḥāq, who had been poor in his youth, continued to lead a simple, ascetic life after his rise in rank; and this practice gained him the admiration of the Sufis. He appears to have had some ties to the Sufi shaikh of Fārs, Abū Esḥāq Ebrāhīm b. Šahrīār Kāzarūnī (d. 426/1035), to whose prayer he is said to have attributed his success in scholarship. Ebn al-Jawzī counts him as a Sufi in his Ṣefat al-ṣawfa . In Nīšāpūr Emām-al-Ḥaramayn Jovaynī went out to welcome him and held disputations with him. Abū Esḥāq returned to Baghdad on 29 Rabīʿ I 476/16 August 1083 with favorable replies of the sultan and Neẓām-al-molk to the caliph’s request. Less than three months later, on 21 Jomādā II 476/5 November 1083, he died. As an exceptional honor, the funeral prayer for him was held at the Bāb al-Ferdaws in the caliphal palace quarter, and the caliph Moqtadī was the first to perform the prayer. He was buried in the quarter of Bāb al-Azaǰ. The mostawfī Tāǰ-al-molk built a mausoleum over his grave.",
    "Abū Esḥāq’s writings covered in particular all the fields of feqh studies: principles of jurisprudence ( oṣūl ), positive law ( forūʿ ), conflict of legal school doctrines ( ḵelāf ), and disputation ( ǰadal ). The following of his works have been printed. 1. Al-Tanbīh fi’l-feqh (ed. A. W. T. Juynboll, Leiden, 1879), a compendium of Shafeʿite feqh composed between Ramażān, 452/October, 1060 and Šaʿbān, 453/August-September, 1061. According to Nawawī, it became the most current law book among the Shafeʿites. It received numerous commentaries and was repeatedly abridged and versified. 2. Al-Mohaḏḏab fi’l-maḏhab (Cairo, 1329/1911), an extensive exposition of the law, written between 455/1063 and Jomādā II, 469/January, 1077. Several commentaries have been written on it, and it was also abridged. 3. Al-lomaʿ fī oṣūl al-feqh (Cairo, 1347/1927), on the principles of jurisprudence. 4. Ṭabaqāt al-foqahāʾ (Baghdad, 1357/1937-38; ed. I. Abbas, Beirut, 1970), a short biographical work about the legal experts among the Companions of the Prophet, the following generation, and the scholars of the Šāfeʿī, Ḥanafī, Mālekī, Ḥanbalī, and Ẓāherī schools down to the author’s time. Other extant works are listed by Brockelmann, GAL I, pp. 485f., S. I, pp. 669f. The text of some of his legal disputations with the Hanafite chief judge Abū ʿAbdallāh Dāmḡānī and with Emām-al-Ḥaramayn Jovaynī is preserved in Ṭabaqāt of Sobkī."
  ],
  "bibliography": [
    "Ebn ʿAsāker, Tabyīn kaḏeb al-moftarī , ed. al-Kawṯarī, Damascus, 1347/1928, pp. 276-78, 310-13, 332.",
    "Ebn Samora, Ṭabaqāt foqahāʾ al-Yaman , ed. F. Sayyed, Cairo, 1957, pp. 126-32.",
    "Ebn al-Jawzī, al-Montaẓam , Hyderabad, 1359/1940, VIII, pp. 246f., 372, 305f., 312; IX, pp. 7f.",
    "Idem, Ṣefat al-ṣawfa IV, Hyderabad, 1356/1937, p. 49.",
    "Ebn al-Aṯīr, X, pp. 38, 63, 71f., 81f., 85f. Al-Nawawī, Tahḏīb al-asmāʾ , ed. F. Wüstenfeld, Göttingen, 1842-47, pp. 646-49.",
    "Ebn Ḵallekān, no. 5. Sebṭ b. al-Jawzī, Merʾāt al-zamān , ed. A. Sevim, Ankara, 1968, pp. 135, 186-91, 193f., 219-23.",
    "Maḥmūd b. ʿOṯmān, Ferdaws al-moršedīya , ed. F. Meier, Leipzig, 1948, pp. 171, 435.",
    "Ṣafadī, al-Wāfī VI, ed. S. Dedering, Wiesbaden, 1972, pp. 62-66.",
    "Sobkī, Ṭabaqāt IV, pp. 215-66; V, pp. 209-18, 329.",
    "Ebn Zarkūb Šīrāzī, Šīrāz-nāma , ed. B. Karīmī, Tehran, 1350/1932, p. 107.",
    "Ebn al-ʿEmād, Šaḏarāt al-ḏahab , Cairo, 1350/1931, III, pp. 349-51.",
    "Kašf al-ẓonūn (Leipzig), s.vv. al-tanbīh and al-mohaḏḏab . F. Wüstenfeld, Der Imam el-Schafiʿi , Göttingen, 1890, pp. 276-302.",
    "G. Makdisi, Ibn ʿAqīl et la résurgence de l’Islam traditionaliste au XI e siècle , Damascus, 1963, especially pp. 204-07, 350-71.",
    "Idem, “Muslim Institutions of Learning in Eleventh Century Baghdad,” BSOAS 22, 1961, pp. 31-36.",
    "Ihsan Abbas, intro. to his edition of Abū Esḥāq al-Šīrāzī, Ṭabaqāt al-foqahāʾ , Beirut, 1970."
  ],
  "citation": "W. Madelung, “ABŪ ESḤĀQ AL-ŠĪRĀZĪ,” Encyclopædia Iranica, I/3, pp. 280-282; an updated version is available online at http://www.iranicaonline.org/articles/abu-eshaq-al-sirazi-ebrahim-b (accessed on 30 January 2014).",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}