{
  "id": "eweb_589",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/abu-hamza-korasani-d",
  "annotator": "Riccardo",
  "title": "ABŪ ḤAMZA ḴORĀSĀNĪ",
  "authors": [
    "B. Reinert"
  ],
  "last_updated": "May 11, 2018",
  "print_details": "Vol. I, Fasc. 3, p. 295",
  "published": "December 15, 1983",
  "content": [
    "(d. 290/903), Sufi born and active in Nīšāpūr.",
    "ABŪ ḤAMZA ḴORĀSĀNĪ, d. 290/903, Sufi born and active in Nīšāpūr; according to ʿAṭṭār he died there ( Taḏkera II, p. 97.6; Solamī, Ṭabaqāt , p. 326.3; Żabbī, Tārīḵ-e Nayšābūr , p. 150; Anṣārī, Ṭabaqāt , p. 123.8). He received his Sufi training from Abū Torāb Naḵšabī (d. 245/859), with whom he traveled extensively (ibid., p. 123.6; Hoǰvīrī, Kašf , p. 184.1). Abū Ḥamza also studied with Baghdadi masters, being counted among the contemporaries ( aqrān ) of Jonayd (d. 297/910) and as a companion ( rafīq ) of Ḵarrāz (d. 277/890-91; Solamī, Ṭabaqāt , p. 326.3; Anṣārī, Ṭabaqāt , p. 123.7). However he seems not to have settled in Baghdad; significantly, he is not mentioned in Taʾrīḵ Baḡdād , and the sources depict him as a Sufi master of the east only (Solamī, Ṭabaqāt , p. 123.6; Hoǰvīrī, Kašf , p. 183.19).",
    "Abū Ḥamza is praised for his pious abstinence ( waraʿ ), penetrating insight into people ( ferāsa ), and especially his generous chivalry ( fotūwa ) and his total trust in God ( tawakkol ) based on a feeling of proximity to God ( qorb ; Kašf , p. 184.1; Solamī, Ṭabaqāt , p. 326.4; Anṣārī, Ṭabaqāt , p. 123.7; ʿAṭṭār, Taḏkera II, p. 95.-2). But he did not achieve note through writings on these subjects or by providing influential definitions of them, and his spiritual legacy survives only in a dozen sayings and a few anecdotes. This material indicates that Abū Ḥamza was primarily shaped by Khorasani Sufism. His fotūwa and tawakkol are undoubtedly Khorasani traits, and Nīšāpūr was a center for the cultivation of fotūwa (see F. Meier, “Ḥurāsān und das Ende der klassischen Ṣūfik,” La Persia nel Medioevo , Rome, 1971, pp. 565ff.). He stood in the direct line of classical Khorasani tawakkol tradition through his teacher Abū Torāb, a late disciple of Šaqīq Balḵī (d. 194/809-10; Massignon, Essai , pp. 258ff.). Abū Torāb’s example may have especially influenced Abū Ḥamza’s love of travel, habit of living hand to mouth (cf. Qošayrī, Resāla , p. 27.-8 and ʿAṭṭār, Taḏkera II, p. 97.3 with Solamī, Ṭabaqāt , p. 147.6), and axiom of virtuous unconcern for danger (cf. Sarrāǰ, Lomaʿ , p. 331.1ff. with Solamī, Ṭabaqāt , p. 147.6). Abū Ḥamza gives due attention to truthfulness ( ṣedq ), the fostering of which was renowned in Khorasani Sufism (see Qošayrī, Resāla , p. 113.11): “The one whom God distinguishes with a glance of his grace is thereby . . . adorned with interior and exterior truthfulness” (Solamī, Ṭabaqāt , p. 328.1f.).",
    "Traces of Iraqi Sufism in Abū Ḥamza are much weaker than Khorasani influence. His warning of God’s cunning ( makr ), from which man is not safe even in paradise, is unmistakenly Baghdadi (ibid., p. 327.12f.; on makr see al-Serr fī anfās al-ṣūfīya , MS Cairo, Dār al-Kotob, Taṣawwof 287, pp. 11-15; Solamī, Ḥaqāʾeq , fol. 174b.-4ff. on Koran 27:50). His mysticism was quite removed from that of the Baghdadis on major points, as is indicated by Nūrī’s (d. 295/907-08) criticism of his concept of proximity to God (Sarrāǰ, Lomaʿ , p. 57.7ff.; Anṣārī, Ṭabaqāt , p. 159.-3ff.). Abū Ḥamza understood by intimacy with God ( ons ) “the aversion to foregathering with men” (Solamī, Ṭabaqāt , p. 326.8ff.), but Nūrī could only conceive of proximity to God as mystical union (see Kalābāḏī, Taʿarrof , Cairo, 1933, p. 78.1). Abū Ḥamza did not follow him in this regard, even while integrating the state of trance into his view of Sufism (see Solamī, Ṭabaqāt , p. 328.9ff.).",
    "The extent of Abū Ḥamza’s influence is unclear. Only one episode in his life was widely reported: Once he fell into an open well, which was then covered over. Mindful of his proximity to God, he did not wish to call out; he was finally saved miraculously by a lion (see B. Reinert, Die Lehre von Tawakkul , Berlin, 1968, p. 142). Although this story especially illustrated Abū Ḥamza’s personal form of tawakkol and proximity to God, Šeblī (d. 334/946) already applied it in Baghdad to the locally better known Abū Ḥamza Baḡdādī ( Taʾrīḵ Baḡdād I, p. 392). Abū Ḥamza Ḵorāsānī is not otherwise mentioned in the systematic works on taṣawwof , even in discussions of such terms as fotūwa , tawakkol , qorb , ferāsa , or waraʿ . In the šaṭḥīyāt attributed to him by Rūzbehān Baqlī, he seems to be confused with Abū Ḥamza Baḡdādī (see Šarḥ-e šaṭḥīyāt , ed. H. Corbin, Paris and Tehran, 1966, p. 202; and cf. Hoǰvīrī, Kašf , p. 226)."
  ],
  "bibliography": [
    "Sarrāǰ, al-Lomaʿ fi’l-taṣawwof , ed. R. A. Nicholson, Leiden and London, 1914.",
    "Żabbī, Tārīḵ-e Nay sābūr (extract by Ḵalīfa), Tehran, 1339 Š./1960.",
    "Abū ʿAbd-al-Raḥmān Solamī, Ḥaqāʾeq (Koran commentary), MS Fatih 262.",
    "Idem, Ṭabaqāt al-ṣūfīya , ed. Šorayba, Cairo, 1372/1953.",
    "ʿAbd-al-Karīm b. Hawāzem Qošayrī, Resāla , Cairo, 1359/1940.",
    "ʿAbdallāh Anṣārī, Ṭabaqāt al-ṣūfīya , ed. Qandahārī, Kabul, 1340 Š./1961.",
    "ʿAlī b. ʿOṯmān Hoǰvīrī, Kašf al-maḥǰūb , ed. Zhukovskiĭ, Tehran, 1336 Š./1957.",
    "Farīd-al-dīn ʿAṭṭār, Taḏkerat al-awlīāʾ , Tehran, 1336 Š./1957."
  ],
  "citation": "B. Reinert, “ABŪ ḤAMZA ḴORĀSĀNĪ,” Encyclopædia Iranica, I/3, p. 295; an updated version is available online at http://www.iranicaonline.org/articles/abu-hamza-korasani-d (accessed on 30 January 2014).",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": 398
}