{
  "id": "eweb_590",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/avicenna-v/",
  "annotator": "Riccardo",
  "title": "AVICENNA v. Mysticism",
  "authors": [
    "D. Gutas"
  ],
  "last_updated": "October 25, 2017",
  "print_details": "Vol. III, Fasc. 1, pp. 79-83",
  "published": "December 15, 1987",
  "content": [
    "a philosopher whose philosophical system, rooted in the Aristotelian tradition, is thoroughly rationalistic and intrinsically alien to the principles of Sufism as it had developed until his time.",
    "AVICENNA",
    "v. Mysticism",
    "Avicenna and Sufism . Avicenna’s philosophical system, rooted in the Aristotelian tradition, is thoroughly rationalistic and intrinsically alien to the principles of Sufism as it had developed until his time. It is also self-consistent and unified, and therefore free of any other mystical or esoteric aspect—however these terms are understood—that would represent a different form or body of knowledge and create a dichotomy within the system. Avicenna, however, did maintain the validity of Sufism, just as he maintained the validity of other manifestations of Islamic religious life, but he interpreted it, just as he interpreted them, in terms of his own system.",
    "Avicenna’s epistemological theory revolves around the pivotal concept of ḥads . All knowledge consists of the totality of the intelligibles contained in the intellects of the celestial spheres, and is structured in a syllogistic fashion; that is, it contains the extreme terms of syllogisms along with the middle terms which cause, or explain the conclusions. The acquisition of this knowledge, which is the goal of all human activity because the misery or bliss of the immortal rational soul in the hereafter depends directly upon it, proceeds accordingly by the consecutive discovery of middle terms. The capacity to hit spontaneously upon the middle term in any syllogism is called ḥads . It is a mental act whereby the human intellect comes into contact ( etteṣāl ) with the active intellect ( ʿaql faʿʿāl ) and receives what Avicenna frequently describes as “divine effluence” ( fayż elāhī ), i.e., knowledge of the intelligibles through the acquisition of the middle terms. Ḥads constitutes the only point of epistemological contact, in Avicenna’s thought, between the sublunar and the supralunar realms, or between the mundane and the transcendental, and it refers to a strict and precise syllogistic process. Avicenna admits no other way to a knowledge of the intelligible world and ultimately of the Necessary Existent ( wājeb al-wojūd ).",
    "Avicenna derived the concept of ḥads directly from a passage in Aristotle’s Posterior Analytics (89b.10-11, eustochia = ḥosno ḥadsen in the Arabic translation, ʿA. Badawī, Manṭeq Aresṭū , Cairo, 1948, p. 406), to which he added Galen’s idea that the different degrees of acumen in people are consequent upon the temperament of the body (I. Müller, Galeni Scripta Minora , Leipzig, 1891, II, p.79 = H. H. Biesterfeldt, Ketāb fi anna qowa ’l-nafs . . . , AKM 40/4, p. 43). The resulting theory in its final form, Avicenna’s original creation, enabled him not only to rank people on the basis of their capacity for ḥads , but also to suggest the means whereby one could improve one’s standing on that scale. If, as Galen taught, the faculties or powers of the soul follow the humoral temperament of the body, then clearly the more balanced temperaments would have a greater predisposition for hitting upon the middle terms. One should therefore strive to acquire a balanced temperament, or, in religious terminology, a pure soul. At the lower end of the scale there is thus the impure dullard, and at the upper end the pure person who can consistently hit upon the middle terms. This is the prophet. In his case, “the forms of all things contained in the active intellect (i.e., the intelligibles) are imprinted on his soul either at once or nearly so. This imprinting is not an uncritical reception of the forms merely on authority ( taqlīd ), but rather occurs in an order which includes the middle terms” (A. F. Ahwānī, ed., Aḥwāl al-nafs , Cairo, 1371/1952, p. 123 = al-Šefāʾ , al-Nafs , ed. F. Rahman, London, 1959, pp. 249-50 = al-Najāt , Cairo, 1331, pp. 273-74).",
    "In order for those at the lower end of the scale of ḥads to gain any of this knowledge, it is obvious that their only recourse is to acquire a balanced temperament (a pure soul) in anticipation of a later or posthumous understanding, and to learn something about this knowledge in terms familiar to them. This is the function of religious life in all its manifestations. The prophet communicates the knowledge of the intelligible world in symbols and in language accessible to the masses because syllogistic discourse, the medium in which he himself received this knowledge, is unintelligible to them; and he lays down legislation whose purpose is to purify their souls. This is the reason for the efficacy of religious prescriptions like fasting and ritual prayer, of popular religious practices such as the visitation of saints’ tombs, and of the ascetic practices of the Sufis. Needless to say, these practices are beneficial not only to the dull masses but also to philosophers when they are faced with a difficulty and can not find a middle term. This is the reason for Avicenna’s recourse to prayer in similar circumstances, as recounted in his autobiography (W. E. Gohlman, The Life of Ibn Sina , Albany, New York, 1974, p. 29).",
    "Avicenna composed his works in a variety of styles for the same reason, i.e., in order to reach different layers of audience with the same knowledge, not the same audience with a different, “esoteric,” knowledge. He used symbol and allegory, and some terminology from Sufism, in order to convey this knowledge that grants salvation to those best disposed to receive it in such a medium. Otherwise the symbols and Sufi terms correspond exactly to the philosophical concepts of his system. The ʿāref mentioned in the final chapters of the Ešārāt , for example, refers to the person whose rational soul has reached the stage of the acquired intellect. In the case of the allegory, Ḥayy b. Yaqẓān , it corresponds precisely to Avicenna’s theory of the soul, as demonstrated by A. -M. Goichon ( Le récit de Ḥayy ibn Yaqẓān commenté par des textes d’Avicenne , Paris, 1959). In all these instances there is no reference to another knowledge (there is none, other than that contained in the active intellect), nor to another way of acquiring it (there is none, other than through hitting upon middle terms, ḥads ).",
    "This is the context in which the treatises listed by G. C. Anawati under taṣawwof ought to be seen ( Moʾallafāt Ebn Sīnā , Cairo, 1950, nos. 213-44). Taṣawwof is not a proper label for these treatises, for they do not treat Sufism in terms of Sufism; they deal, rather, with the workings of the rational soul in Avicenna’s philosophical system, its relationship to the active intellect, and the influence which the latter exerts on the former, and its results (prophecy, miracles, wonders, etc.). Metaphysics of the rational soul would be a more accurate category, for in his philosophical summae Avicenna treated these very subjects in the section on metaphysics right after theology. Apart from these subjects which he incorporated in his philosophical system and explained in the fashion described, Avicenna had no relation with Sufism, or indeed, with Sufis. The celebrated meeting with the Sufi Abū Saʿīd Abi’l-Ḵayr in all likelihood never took place; only the correspondence appears to be genuine (F. Meier, Abū Saʿīd-i Abū l-Ḫayr (357-440/967-1049): Wirklichkeit und Legende , Acta Iranica 11, Tehran and Liège, 1976, pp. 26-28). Popular tradition in the East after Avicenna’s death, however, partly misled by the Sufi terminology in some of his works, and partly through a misunderstanding of his theory of ḥads as mystical illumination, considered him a mystic and occasionally even somebody who claimed to be a prophet; but this has nothing to do with the historical Avicenna (see Biography).",
    "The question of the Easterners ( Mašreqīyūn ). Avicenna’s development of an epistemological theory, whereby the intelligibles are acquired either by personally hitting upon the middle terms or by receiving them from a teacher who himself successfully traversed part of the syllogistic process mirroring the structure of the intelligible world, enabled him to have a progressive view of the history of philosophy. Although the knowledge to be acquired, the intelligibles, in itself and on a transcendental plane is a closed system and static, on a human level and in history it is evolutionary: Each philosopher, through his own syllogistic prowess, modifies and completes the work of his predecessors, thus presenting a body of knowledge that is an ever closer approximation of the intelligible world, and hence of truth itself. For Avicenna, the philosophical tradition that had achieved this best was the Aristotelian, and he saw himself as essentially belonging to it while at the same time revising and modifying it on the basis of his own syllogistic analyses. In the introduction to his Mašreqīyūn he specifically says that the Peripatetics are the philosophical school most worthy of adherence, but he criticizes his predecessors for having failed to revise Aristotle’s system despite the fact that the truth, i.e., the intelligibles contained in the active intellect, “can be discovered by anybody who examines a lot, reflects long, and has almost fully developed the ability to hit upon the middle terms” ( ḥads ). He himself claims to have done so because, he says, he acquired knowledge, i.e., the philosophical sciences reflecting the intelligible world, “from a direction ( jeha ) other than that of the Greeks,” i.e., not from teachers and their books (the Greeks), but from the direction of ḥads , or of the active intellect, by coming into contact with it while hitting upon middle terms ( Manṭeq al-Mašreqīyīn , Cairo, 1910, pp. 3-4). In the Dāneš-nāma ( Ṭabīʿīyāt-e Dāneš-nāma-ye ʿalāʾī , ed. S. M. Meškāt, Tehran, 1331 Š./1952, pp. 144-45) he makes an obvious autobiographical reference to this effect, while the autobiography itself is an illustration of the very concept of ḥads (see Biography: Analysis of the Autobiography). Avicenna did not, however, claim to have acquired all the knowledge contained in the active intellect; in other writings he bemoans the limitations of human knowledge and urges his readers to continue with the task of improving philosophy and adding to the store of knowledge.",
    "This was Avicenna’s theoretical position regarding the piecemeal acquisition of knowledge by successive philosophers. In actual practice, this manifested itself in a tendency, observable in all his major philosophical works, to follow a course increasingly more independent from the transmitted formats of exposition and discussion in the Greco-Arabic Aristotelian tradition. With each successive stage in his literary career, the treatment of the traditional material, as well as of his own revisions, became more systematic, and this was accompanied either by an attenuated emphasis on the historical aspects of a question, or by a sharper contrast between the traditional positions and his own. The texts on Eastern philosophy and the Easterners represent one of the later, but temporary stages of this development. These texts are the following:",
    "1. Ketāb al-Mašreqīyīn (The book of the Eastemers). It was written after the Šefāʾ , in 418-19/1027-28, and the greater part of the first and only draft was lost in 425/1034. The title of the work, as given above, is the only one attested in the oldest and most reliable MS containing the extant part on logic (Cairo, Dār al-Kotob, Ḥekma 6M, f. 116v); the expressions al-ḥekma al-mašreqīya and al-falsafa al-mašreqīya which are occasionally used by Avicenna and others seem to be designations of the contents of the work rather than verbatim references to the title. Manṭeq al-Mašreqīyīn is the title invented by the Cairene publisher of the extant part on logic. The work was another summa of philosophy in the Aristotelian tradition, as revised by Avicenna on the basis of his syllogistic emendations ( ḥads ). It was parallel to the Šefāʾ in content, except that it was systematic in method, whereas the Šefāʾ also treated views which traditionally formed part of the discussion on a given subject, but which were either disproved by Avicenna or no longer possessed, in his estimation, any intrinsic value. Avicenna referred to this stylistic difference between the two books in his prologue to the Šefāʾ , a prologue that was written after both books had been completed ( Madḵal , Cairo, 1952, p. 10). Because of the parallel content of the two books, Avicenna did not repeat in the Mašreqīyūn those parts of the philosophical sciences for which he had nothing new to offer. The book thus contained logic (i.e., the “instrumental science,” al-ʿelm al-ālī , the other name for manṭeq referred to in the introduction, p. 3), metaphysics (in its two major subdivisions, universal science and theology), some parts of physics, and some of ethics (p. 8). The part that has survived contains the introduction and logic, from the beginning to the section corresponding to the Prior Analytics . A section containing the part on physics and identified in some MSS as belonging to this work needs to be investigated further (G. C. Anawati in MIDEO 1, 1954, pp. 164-65).",
    "2. Ketāb al-enṣāf (The book of fair judgment). It was drafted between 15 Day 397/19 December 1018 and 30 Ḵordāḏ 398/7 June 1019, and this first draft was lost in Moḥarram, 421/January, 1030. The work was a detailed commentary on the Aristotelian corpus, including the Plotinian Theologia Aristotelis , in which Avicenna came to grips with the very texts and did not merely present their teachings in his own words. In a way it was the historical counterpart of the systematic Ketāb al-Mašreqīyīn . There he had presented his own systematic revision of Aristotelian philosophy without direct reference to or argumentation against his predecessors; here he juxtaposed the transmitted texts in the entire Greco-Arabic Aristotelian tradition, which he called that of the Westerners ( Maḡrebīyūn ), with his own systematic elaborations, which he attributed to the Easterners ( Mašreqīyūn ). The extant portions of the work consist of the commentary on Metaphysics , Lambda (ed. ʿA. Badawī, Aresṭū ʿend al-ʿArab , Cairo, 1947, pp. 22-33), and two partially overlapping recensions of the commentary on the Theologia Aristotelis (ed. Badawī, Aresṭū , pp. 37-74).",
    "3. Al-Taʿlīqāt ʿalā ḥawāšī Ketāb al-nafs , (Marginal notes on De anima ) (ed. Badawī, Aresṭū , pp. 75-116). The title is by the scribe of the MS in which the work has been preserved (Cairo, Ḥekma 6M), and describes the provenance of the notes. They are comments written by Avicenna in the margins of his own copy of Aristotle’s De anima , and were later transcribed cleanly and consecutively by the scribe of the MS, or his immediate source, who omitted the Aristotelian text. Although these notes follow the same principles of composition as the Enṣāf , they are not part of it; they were written either immediately before it and directly occasioned it by whetting the appetite of Avicenna’s disciples for a similar but more extensive composition, or immediately afterwards, in partial compensation for its loss.",
    "In these texts Avicenna wished to designate by a different name his revised systematization of theoretical knowledge as transmitted in the Aristotelian tradition in order to emphasize the more advanced level which the history of philosophy had reached through his efforts. The name he chose reflected appropriately his background in the East ( mašreq ) of the Islamic world, i.e., Khorasan, and the philosophical tradition he generated was accordingly Eastern, i.e., the Khorasani school of Aristotelian philosophy. This designation, however, appears to have met with little approval and generated even less interest among his disciples and colleagues (perhaps because not all of them were from Khorasan?), and Avicenna decided to abandon the idea. He stopped referring to the easterners as a live concept by about 422/1031, six years before his death; with the sole exception of a couple of bibliographical references in his private correspondence, there is not a single mention of them in any of his subsequent writings. Their absence is particularly noteworthy in the Ešārāt , a work in which he achieved the highest degree of independence from traditional models of presentation and discussion, but in which he claims, in the epilogue, to have presented neither Western nor Eastern philosophy, but just the truth ( ḥaqq ) and philosophical points ( ḥekam ).",
    "In the context of Avicenna’s own work, the significance of the concept of Eastern philosophy lies in displaying his attitude toward his philosophical achievement and toward his position in the history of philosophy, during a specific and limited period of his career(418/1027-422/1031). Variants of this attitude are also observable in other stages of his philosophical activity. As for the texts on Eastern philosophy, the loss of most of them has resulted only in the loss of variant reformulations of the same positions taken in other works. In substantial terms nothing seems to have been lost.",
    "This impression is also reflected by Avicenna’s immediate posterity. There is no reference to the whole issue of Eastern philosophy in what is known of the works of Avicenna’s disciples, or, a few scattered bibliographical notes excepted, in subsequent philosophical tradition in the Islamic East, where the surviving fragments of the Eastern texts were available. Sohravardī, as a matter of fact, who read these fragments, rebuked Avicenna for taking in vain the name of the east for his revised Aristotelianism ( al-Mašāreʿ wa’l-moṭāraḥāt , in H. Corbin, Šihābaddīn Yaḥyā as-Suhrawardī: Opera Metaphisica et Mystica I, Leipzig and Istanbul, 1945, p. 195).",
    "It was only in the West, both in medieval Andalusia and contemporary Europe, where the fragments were not available until recently, that the creative imagination of some scholars, prompted by the suggestive name, the East, and unchecked by any documentation, fashioned visionary recitals about Avicenna’s mysticism. Ebn Ṭofayl’s Ḥayy b. Yaqẓān proved to be particularly misleading. Ebn Ṭofayl, for his own purposes, misinterpreted as a difference of substance the stylistic contrast which Avicenna drew in the prologue of the Šefāʾ between that book and the Ketāb al-Mašreqīyīn , and created the impression, through the whole tenor of his own introduction, that the Eastern philosophy has somehow to do with mysticism. The subtitle of his work Fī asrār al-ḥekma al-mašreqīya , (On the secrets of eastern philosophy) also contributed to this effect. The suggestion was not lost on contemporary European scholars. Ebn Ṭofayl’s subtitle was appropriated at the end of last century by M. A. F. Mehren who used it arbitrarily as the Arabic title of his own edition of the last chapters of the Ešārāt and a number of smaller treatises ( Rasāʾel . . . Ebn Sīnā fī asrār al-ḥekma al-mašreqīya , Leiden, 1889-99). This created the unfounded notion that these works deal with Eastern philosophy. To compound the error, Mehren translated in the same volume his Arabic title into French as Traités mystiques . . . d’Avicenne , associating this time, again without any basis, Eastern philosophy with mysticism. Once it gained printed legitimacy in this fashion, the myth of Avicenna’s mystical Eastern philosophy has since reappeared in a number of variations that bear no relationship to the extant Eastern texts and are irrelevant to Avicenna’s thought."
  ],
  "bibliography": [
    "Different theories have been put forward about Avicenna’s alleged mysticism. The standard Catholic version of Avicenna’s “natural” mysticism is that by L. Gardet, “La connaissance mystique chez Ibn Sīnā et ses présupposés philosophiques,” Mémorial Avicenne II, Cairo, 1952, incorporated in a revised form in the same author’s La pensée religieuse d’Avicenne (Ibn Sīnā) , Paris, 1951, pp. 143-96.",
    "There is a brief review of the theories on this subject by S. H. Nasr, Islamic Cosmological Doctrines , 2nd ed., London, 1978, pp. 191-95, and, in greater detail, by S. Gómez Nogales, “El misticismo persa de Avicena y su influencia en el misticismo español,” Cuadernos del Seminario de Estudios de Filosofia y Pensamiento Islámicos II, Madrid, 1981, pp. 65-88.",
    "H. Corbin’s own version of Avicenna’s light mysticism is set forth in his classic, Avicenna and the Visionary Recital , New York, 1960.",
    "Corbin also gives a brief discussion of the history of scholarship on the subject on pp. 271ff.",
    "A review of the various theories that have been put forward about the “Oriental” philosophy of Avicenna is given by S. H. Nasr in his Cosmological Doctrines , pp. 185-90; see also R. Macuch, “Greek and Oriental Sources of Avicenna’s and Sohrawardi’s Theosophies,” Graeco-Arabica (Athens) 2, 1983, pp. 9-13.",
    "The critical study of the question of Avicenna’s Eastern philosophy was inaugurated by C. A. Nallino’s “Filosofia \"Orientale\" od \"illuminativa\" d’Avicenna?” RSO 10, 1923-25, pp. 433-67, and continued by S. Pines, “La \"philosophie orientale\" d’Avicenne et sa polémique contre les Bagdadiens,” Archives d’histoire doctrinale et littéraire du Moyen Âge 27, 1952, pp. 5-37.",
    "For a full discussion of the question and the bibliographical details about the Eastern texts, as well as Avicenna’s epistemological theory and the concept of ḥads , see D. Gutas, Avicenna and the Aristotelian Tradition: Introduction to Reading Avicenna’s Philosophical Works (forthcoming)."
  ],
  "citation": "D. Gutas, “AVICENNA v. Mysticism,”  Encyclopædia  Iranica , III/1, pp. 79-83, available online at http://www.iranicaonline.org/articles/avicenna-v (accessed on 30 December 2012).",
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}