{
  "id": "eweb_593",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/baba-kuhi/",
  "annotator": "Riccardo",
  "title": "BĀBĀ KUHI",
  "authors": [
    "M. Kasheff"
  ],
  "last_updated": "October 14, 2016",
  "print_details": "Vol. III, Fasc. 3, pp. 293-294",
  "published": "December 15, 1988",
  "content": [
    "popular name of Shaikh Abū ʿAbdallāh Moḥammad b. ʿAbdallāh b. ʿObaydallāh Bākūya Šīrāzī, Sufi of the 10th-11th centuries.",
    "BĀBĀ KŪHĪ, popular name of Shaikh Abū ʿAbdallāh Moḥammad b. ʿAbdallāh b. ʿObaydallāh Bākūya Šīrāzī, Sufi of the second half of the 4th/10th and the first quarter of the 5th/11th century, also (more correctly) known as Ebn Bākūya. Despite frequent references to him in Sufi literature, next to nothing is known about his life. He was probably born in Shiraz, where, as a young man, he met the famous mystic Abū ʿAbdallāh Moḥammad b. Ḵafīf (d. 371/982) and the Arab poet Motanabbī (in 354/965). He traveled extensively in search of stories concerning Sufi shaikhs and their sayings. During his travels he met with the leading Sufis of his time including Shaikh Abū Saʿīd Abi’l-Ḵayr and Abu’l-Qāsem ʿAbd-al-Karīm Qošayrī. He was still in Nīšāpūr in 426/1035, but he finally returned to Shiraz and retreated to a cave in a mountain (now called Bābā Kūhī) just north of the city, where he soon died and was buried in 428/1037 at a very advanced age. Until very recently, the cave was occupied by an old dervish who was known to the Shirazis as Bābā Kūhī.",
    "The name Bābā Kūhī, apparently a popular corruption of Ebn Bākūya (Bābā Kūhī means old gaffer of the mountains) is first mentioned by the poet Saʿdī ( Būstān , chap. 5). Faḵr al-Zamānī ( May-ḵāna , pp. 86-88) records a legend according to which the young poet Ḥāfeẓ, an object of ridicule among his fellow citizens for his poor poetry, engaged in a vigil at the tomb of Bābā Kūhī for three nights. On the third night he was visited by Imam ʿAlī, who gave him a heavenly morsel, thereby opening the door of all knowledge to Ḥāfeẓ and endowing him with the gift of poetry. This obviously unfounded story is apparently an awkward attempt, as often is the case with Ḥāfeẓ’s poetry, to explain a difficult poem.",
    "Of his works a resāla on Ḥallāj called Bedāyat ḥāl al-Ḥallāj wa nehāyatohu (see Sezgin, GAS I, p. 652) has survived. Samʿānī mentions also the Ketāb maqāmāt al-mašāyeḵ (apud Meier, Abū Saʿīd , p. 288). The Persian Dīvān attributed to him (Shiraz, 1347/1928, 2nd ed., Shiraz, 1332 Š./1953), as convincingly argued by M. Qazvīnī, must belong to a mediocre poet of a later date (probably 10th/17th century), whose taḵalloṣ Kūhī has evidently been the cause of the false attribution."
  ],
  "bibliography": [
    "M. Qazvīnī has listed most references to Ebn Bākūya in his edition of Moʿīn-al-Dīn Abu’l-Qāsem Jonayd Šīrāzī’s Šadd al-ezār fī ḥaṭṭ al-awzār ʿan zowwār al-mazār , Tehran, 1328 Š./1949, pp. 380-84, 550-56.",
    "Idem, Yāddāšthā II, pp. 3-9.",
    "See also Brockelmann, GAL , S. I, p. 770.",
    "Mollā ʿAbd-al-Nabī Faḵr-al-Zamānī, Taḏkera-ye may-ḵāna , ed. A. Goḷčīn-e Maʿānī, Tehran, 1339 Š./1960.",
    "L. Massignon, Quatre textes inédits relatifs à la biographie d’al-Ḥosayn ibn Manṣour al-Ḥallāj , Paris, 1919.",
    "F. Meier, Abū Saʿīd-i Abū l-Ḫayr , Tehran and Liège, 1976, pp. 52, 55, 112 and nn. 94 and 95, 256, 288-89, 290.",
    "Nafīsī, Naẓm o naṯr I, p. 57; II, p. 717.",
    "Moḥammad Ṣarīfīnī, Montaḵab men ketāb al-sīāq le taʾrīḵ Naysābūr ( The Histories of Nishapur ), ed. R. Frye, The Hague, 1965 (not consulted).",
    "For the poetry ascribed to him, see A. J. Arberry, Shiraz: Persian City of Saints and Poets , Norman, Oklahoma, 1960, pp. 81-82. al-Ḏarīʿa IX, pp. 117-18.",
    "Ḵayyāmpūr, Soḵanvarān , p. 493.",
    "Rypka, Hist. Iran. Lit. , pp. 234, 243 (bibliography).",
    "Search terms :"
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}