{
  "id": "eweb_594",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/baba-taher-oryan/",
  "annotator": "Riccardo",
  "title": "BĀBĀ ṬĀHER ʿORYĀN",
  "authors": [
    "L. P. Elwell-Sutton"
  ],
  "last_updated": "October 27, 2015",
  "print_details": "Vol. III, Fasc. 3, pp. 296-297",
  "published": "December 15, 1988",
  "content": [
    "medieval dervish poet from the area of Hamadān, best known for his do-baytī s, quatrains composed  in a simpler meter still widely used for popular verse.",
    "BĀBĀ ṬĀHER, known as ʿORYĀN, a dervish poet from the area of Hamadān. This is almost all that is known of him; even his dates are a matter of dispute, estimates ranging from the 4th/10th to the 7th/13th centuries. His tomb in Hamadān, where his companion Fāṭema is also buried, is first mentioned in the Nozhat al-qolūb (p. 71); it was renovated in 1329-30 Š./1950-51 (for a picture, see Farhang-e fārsī V, p. 18). One story makes Bābā Ṭāher a contemporary of ʿAyn-al-Qożāt (d. 526/1131), another of Ḵᵛāja Naṣīr-al-Dīn Ṭūsī (d. 672/1273-74). On the other hand Reżāqolī Khan Hedāyat in the Majmaʿ al-foṣaḥāʾ claims, without citing any evidence, that he predeceased Ferdowsī and ʿOnṣorī in 410/1019-20 (II, p. 845). A do-baytī attributed to him appears to contain a reference to a date: “I am that sea and have come into a bowl; I am that dot and have come into a letter; in every thousand one straight-as-an- alef ( alef-qadd ) appears; I am that straight one, for I came in a thousand.” Mīrzā Mahdī Khan Kawkab calculated by abjad that this would give the date 326/937-38 for Bābā Ṭāher’s birth, which would fit with Hedāyat’s version. Rašīd Yāsamī, on the other hand, takes the third line to refer to the Zoroastrian belief that a spiritual leader will appear every thousand years; Bābā Ṭāher, he maintains, is claiming to be such a leader, having been born in A.D. 1000 (i.e., 391 A.H.). Mojtabā Mīnovī, however, dismisses this theory as too far-fetched: Bābā Ṭāher would scarcely have known his date of birth according to the Islamic calendar, let alone the Christian. The one story that has the ring of truth is to be found in the Rāḥat al-ṣodūr of Rāvandī (completed 603/1206), which, based on hearsay, describes a meeting between Bābā Ṭāher, in company with two other saints ( awlīāʾ ), and the Saljuq conqueror Ṭoḡrel (pp. 98-99). This meeting, if authentic, must have taken place between 447 and 450 (1055-58); the use of the term saint would suggest that Bābā Ṭāher must have been of an advanced age, which would bring his birth-date very close to that calculated by Yāsamī. The year 410/1019-20 given for his date of death (Reżāqolī Khan Hedāyat, Rīāż al-ʿārefīn , Tehran, 1316 Š./1937, p. 167) and accepted by Nafīsī (p. 24) is unlikely.",
    "Bābā Ṭāher is best known for his do-baytī s, quatrains composed not in the standard robāʿī meter but in a simpler meter still widely used for popular verse (hazaj mosaddas maḥḏūf : ᴗ – – – ᴗ – – – ᴗ – – ), which Nyberg regards as having affinities with Middle Persian verse. The other characteristic of these verses is their use of what was probably the local dialect of the period, though in course of time so many corruptions have crept in through the ignorance or carelessness of copyists that it is impossible to be certain what the original form was. Most traditional sources call it loosely Lorī, while the name commonly applied from an early date to verses of this kind, fahlavīyāt , presumably implies that they were thought to be in a language related to the Middle Iranian dialect Pahlavi. Roubène Abrahamian however found a close affinity with the dialect spoken at the present time by the Jews of Hamadān.",
    "When we come to the problem of assessing Bābā Ṭāher’s view of the human predicament, we encounter an obstacle not dissimilar to that faced by students of ʿOmar Ḵayyām. Short dialect verses of the kind attributed to him have been composed by a number of well-known poets and many lesser ones. When Heron-Allen produced his edition in 1902 no more than some eighty quatrains were known. In 1927, however, Waḥīd Dastgerdī produced an edition of 296 do-baytī s, together with four ḡazal s and seventy additional quatrains of more doubtful authenticity. Many are found in the dīvān s of other poets. Nevertheless there is a certain consistency of feeling, even in the larger number, that encourages one to think that they could all have emanated from the same mind. The qualities that strike one most forcibly are simplicity, sincerity, humility; indeed the straightforward nature of his verse, unencumbered by intellectual conceits and artifices, could scarcely have found a better medium than the dialect quatrain, redolent of the windblown deserts, the towering mountains, the isolated valleys, the austere life of the nomad. All of Bābā Ṭāher’s images are drawn from this environment. He is the humble, self-effacing wandering dervish, pouring out with earnestness and passion his love of God, whom he sees everywhere around him. Like many of his fellows, he is conscious of man’s insignificance, of his rejection, loneliness, and isolation; but unlike Ḵayyām he sees the solution to this not in a hedonistic savoring of the pleasures of the world, but in fanāʾ , ultimate absorption and annihilation in God. Yet there is an earthy side to his poetry, too; his love is human as well as divine, and indeed his expression of it is more genuine than the somewhat artificial court verse of his contemporaries like ʿOnṣorī or Manūčehrī, who were writing to please a royal patron. He could be described as the first great poet of Sufi love in Persian literature. In the last two decades his do-baytī s have often been put to music.",
    "Bābā Ṭāher was first and foremost a Sufi, and this comes out most vividly in the only other work, apart from a few ḡazal s, attributed to him—the Kalemāt-e qeṣār , a collection of nearly 400 aphorisms in Arabic, which has been the subject of commentaries, one allegedly by ʿAyn-al-Qożāt Hamadānī. If these are authentic (and no other authorship is claimed), Bābā Ṭāher must have had a considerable degree of education, and so can hardly have been the unlettered tribesman that his verse suggests. The aphorisms are divided into twenty-three chapters, covering all the themes of Sufi teaching from ʿelm and maʿrefa to ḥaraqa and taqdīr : “Knowledge is the guide to gnosis, and when gnosis has come the vision of knowledge lapses and there remain only the movements of knowledge to gnosis”; “knowledge is the crown of the gnostic, and gnosis is the crown of knowledge”; whoever witnesses what is decreed by God remains motionless and powerless.”",
    "It has been argued that Bābā Ṭāher was a Shiʿite; this is deduced from a line “O God, by virtue of your eight and fouṛ . . . ,” which is taken to refer to the twelve imams revered, by the Shiʿites. It should be said, however, that figures like this are open to various interpretations; they could mean, for instance, the eight heavens, the four elements, and so on. According to the Ahl-e Ḥaqq , who use Bābā Ṭāher’s verses in their rituals, he was an incarnation of one of the angels who accompanied the third manifestation of the Divinity. Many stories are told of his miracles and magical powers. One of the best-known relates how, stung by the mockery of students at a college in Hamadān, he spent the night in a frozen tank, and emerged in the morning filled with divine knowledge.",
    "For a music sample, see  Tasnif-e Mobtalā ."
  ],
  "bibliography": [
    "R. Abrahamian, Dialecte des Israélites de Hamadan et d’Ispahan et dialecte de Baba Tahir , Paris, 1936, pp. 155-70.",
    "Browne, Lit. Hist. Persia I, pp. 83-85; II, pp. 259-61.",
    "Waḥīd Dastgerdī, ed., Dīvān-e kāmel-e Bābā Ṭāher ʿOryān , Tehran, 1306 Š./1927 (repr. 1932, 1953), introd. by Ḡ.-R. Rašīd Yāsamī. Āzād Hamadānī, “Mašāhīr-e Hamadān,” Armaḡān 17, 1315 Š./1936, pp. 433-40, 552-56.",
    "E. Heron-Allen, Lament of Bábá Ṭáhir , London, 1902.",
    "Cl. Huart, “Les quatrains de Bābā-Ṭāhir ʿUryān en pehlevi musulman,” JA , ser. 8, no. 6, 1885, pp. 502-45.",
    "Idem, “Nouveaux quatrains de Bābā Ṭāhir,” Spiegel Memorial Volume , ed. J. J. Modi, Bombay, 1908, pp. 290-302.",
    "P. N. Ḵānlarī, “Dobaytīhā-ye Bābā Ṭāher,” Payām-e now 1/8-9, 1324 Š./1945, pp. 26-30, 37-39.",
    "Mīrzā Mahdī Khan Kawkab, “The Quatrains of Bābā-Ṭāhir,” J(R)ASB , 1904, no. 1, pp. 1-29.",
    "G. L. Leszczynski, Die Rubāʿīyāt des Bābā-Tāhir ʿUryān oder Die Gottestränen des Herzens . . . , Munich, 1920.",
    "V. Minorsky, in EI 2 I, pp. 839-42 (full bibliography). Nafīsī, Naẓm o naṯr , pp. 715, 722.",
    "H. S. Nyberg, “Ein Hymnus auf Zervān im Bundahišn,” ZDMG 82, 1928, pp. 217-35.",
    "A. Pagliaro and A. Bausani, Storia della letteratura persiana , Milan, 1960, pp. 554-56.",
    "Moḥammad b. ʿAlī Rāvandī, Rāḥat al-ṣodūr wa āyat al-sorūr , ed. M. Eqbāl, London, 1921.",
    "Rypka, Hist. Iran. Lit. , p. 234.",
    "Ṣafā, Adabīyāt II, pp. 383-86.",
    "Ṣ. Reżāzāda Šafaq, Tārīḵ-eadabīyāt-e Īrān , many editions.",
    "Ḡ.-R. Rašīd Yāsamī, “Bābā Ṭāher ʿOryān,” Armaḡān 10, 1308 Š./1929, pp. 66-70."
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}