{
  "id": "eweb_595",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/kezr-prophet/",
  "annotator": "Riccardo",
  "title": "ḴEŻR",
  "authors": [
    "Anna Krasnowolska"
  ],
  "last_updated": "May 23, 2018",
  "published": "July 15, 2009",
  "content": [
    "a prophet known to Islamic written tradition and folklore, whose worship in Iran, Afghanistan, and Central Asia is connected with local calendar beliefs and fertility cults.",
    "ḴEŻR (Ar. Ḵeżr, Ḵażer “green,” “green herbs,” “verdure”; Ḵeżr nabi, Ḵᵛāja Ḵeżr), a prophet known to Islamic written tradition and folklore, from the Balkans to India. His worship, widespread all over Iran, Afghanistan, and Central Asia, is connected with local calendar beliefs and fertility cults.",
    "The origins of the Ḵeżr legend are obscure. No prophet of this name is known to the Old Testament, neither is he mentioned by name in the Koran. Yet, Islamic commentators (Boḵāri, see Vollers, pp. 240‑45; Ṭabari, I, pp. 414-29; idem, Tarjama-ye Tafsir-e Ṭabari III/IV, pp. 931-34, 946-56; Nišāburi, pp. 239-40; Farisi: see Khoury, pp. 25-33; Ibn al-Aṯir, p. 62.) identify him with an anonymous spiritual guide to Moses (Musā) mentioned in the Koran (18:60-82). The passage in question consists of three distinct parts:",
    "1. (vv 60-65). Moses, accompanied by a youth, sets out on a journey in search of the junction of the Two Seas ( majmaʿ al-baḥrayn) . On their way they forget about a dried fish under a rock. The fish gets into the water and miraculously revives. This is the sign that they have reached their goal.",
    "2. (vv 66-82). Moses sets off on a sea travel with “one of God’s servant” met on his way, as a guide. By his consecutive shocking deeds the guide tests Moses’ patience three times and the prophet fails the tests.",
    "3. (vv 83-97). Ḏu’l-Qarnayn, “The Horned One” (identified with Alexander the Great) travels to a place in the extreme West where the sun sets in a pool of muddy water; then he constructs an iron wall against the barbarian people of Gog and Magog (Yaʾjuj Maʾjuj). No guide appears in this passage.",
    "The three stories, though apparently inconsistent, contain a number of mythical motifs of diversified origins, which have contributed to the Ḵeżr legend, the most important of them being the immortality issue. The scholars dealing with the topic point to the Sumerian epos of Gilgamesh as one of its possible sources. Gilgamesh travels to the “mouth of a river” where the mankind’s ancestor Utnapishtim lives, in order to learn the secret of immortality from him (Wensinck and Kramers, p. 286; Berthels, p. 290). On the other hand, the story of Ḵeżr, as adapted to the Koranic tradition, has been connected with an apocryphal biography of Alexander the Great . The motif of the Water of Life, and the miraculous revival of a dried fish comes from the romance of Pseudo-Callisthenes, in which Alexander’s cook, called Glaukos (the “Blue” or “Green” one; also known as Edris, i.e., Andreas), on the passage through the Land of Darkness, washes a salted fish in a pool, and the fish swims away. Then the cook himself drinks from that water and becomes immortal (Friedlaender, pp. 94-96; Berthels, pp. 286-87, 290-92; Frye, pp. 286-87; Wensinck and Kramers, pp. 286, 289). The motif of the test, as found in Jewish tradition (cf. Wesinck and Kramers, p. 287), has for its hero the Biblical prophet Elijah, with whom Ḵeżr is generally identified or associated by Islamic authors, while some sources believe Ḵeżr to be identical with Elias’s disciple Elisha (cf. d’Herbelot, p. 993; Friedlaender, pp. 96-99; Dehḵodā, XXI, pp. 607-8; Owrang; Franke, pp. 136-59).",
    "Various aspects of Ḵeżr’s personality in Islamic literature and ritual practice (the Hadith, gnostic, and sufi tradition; popular devotion and folklore) have been thoroughly investigated by Patrick Franke (2000). His book includes a large collection of related passages in German translation (pp. 377-562). Iranian authors had a considerable role in shaping Ḵeżr’s image in religious writings and in poetry. The legend of Ḵeżr became a regular element of the Alexander romance in Persian epics. It is found in Ferdowsi’s Šāh-nāma (VII, pp. 80-81) and Neẓāmi’s Eskandar-nāma (pp. 1149-151) as well as in its later imitations such as Amir Ḵosrou Dehlavi’s Āyena-ye eskandari (p. 117), anonymous Eskandar-nāma (tr. Southgate, pp. 159-60) in Dārāb-nāma by Ṭarsusi (pp. 584-60) and Ḵerad-nāma by Jāmi (p. 965). In the passages on the search for the Water of Life, Ḵeżr (alone or together with Eliās) acts as Alexander’s guide. On their way through the Land of Darkness they become separated from one another: Ḵeżr reaches the spring of the Water of Life, drinks from it, and acquires immortality, while Eskandar, strained in the darkness, misses the goal. The legend includes the motif of the pebbles collected by Eskandar’s soldiers and turning into precious stones, and that of the place where the sun hides in the water. Another constant element of Eskandar’s story is his building of the wall against Gog and Magog. Some texts (Dehlavi, Jāmi) have Ḵeżr and Eliās for Alexander’s companions in his naval travels. The legend, together with other stories on Ḵeżr, his miracles and his controversial behaviors, reiterates in historical, encyclopaedical and hagiographical works (e.g., Tabari, I, pp. 415, 429; idem, Tafsir pp. 494; 946-56; Balʿami, pp. 322-34; Masʿudi, p. 26; Ṯaʿālebi, pp. 432-33; Mojmal , pp. 202-6, 434; Farisi: see Khoury, pp. 25-33; Hojviri, p. 130, 178-179, 302; Nišāburi, pp. 302, 331, 337-42; Ṭusi, pp. 103, 159-60, 212-13; 415-16; Zakariāʾ Qazvini, pp. 83-84; Mostawfi, pp. 37, 45, 97).",
    "Ḵeżr is a symbolical character of gnostic parables, as in ʿAql-e sorḵ of Šehāb-al-Din Sohravardi (Sajjādi, pp. 52-53; Sohravardi, tr. pp. 111-12), or ʿAbd-al-Karim Jili (Corbin, 1977 p. 72; cf. Nicholson, pp. 82, 124). He is evoked by mystical poets: for Jalāl-al-Din Moḥammad Rumi the Musā–Ḵeżr encounter is a model for the morid–moršed relations ( Mat¯nawi I. vv. 224, 235-36, 2969-971, II. vv. 436, 3262-264, 3515-517, III. vv. 1959-961, 2756-757, V. v. 714). In Farid-al-Din Aṭṭar’s Divān , in which references to Ḵeżr are numerous, his spring of the Water of Life is compared with the water of Kawt¯ar and Reżwān, wine, Jamšid’s goblet ( jām-e Jam ); sun in the darkness, clear mind, illumination, salvation, lover’s lips etc., as contrasted with darkness, mirage (sarāb) , thirst, infidelity ( kofr ), ignorance (Aṭṭār, pp. 13, 35, 57, 78, 81, 109, 121, 125, 164, 197, 213, 236, 257, 258, 263, 326, 343, 348, 371, 384, 539; cf. also Sanāʾi, Divān , pp. 224, 278, 465, 572, 656; for more poetical examples, see Dehḵodā, XXI, pp. 607-8; Franke pp. 217-18, 222-24).",
    "In Persian writings of all types, the most important features of Ḵeżr are: 1) his role as a spiritual guide to Moses, Alexander, or to a Sufi adept in his journey of initiation; a guide to strained travelers on land and sea; 2) his rule over nature: vegetation, waters and deserts; everything becoming green and blossoming under his steps or touch (Dehḵodā, XXI, pp. 607-8; Franke, pp. 80-88; cf. a proverb quoted by Steingass, p. 465: Ḵeẓr bahār dar qadam dārad “Khizr has spring in his wake”); his patronage over the sea, navigation and the sailors (cf. Olearius, p. 622; Franke, pp. 88-101); 3) his immortality, usually connected with the spring of the Water of Life (cf. his eschatological functions in Franke, pp. 121-24), thus his extremely old age and knowledge of the past and future; 4) his affiliation to an intermediary sphere of reality, between the material and the spiritual worlds, symbolized by the “Junction of the Two Seas,” the “Extreme North” or “Extreme West”; a remote sea island; a place where the sun hides in the water and strange astronomical phenomena occur, a paradise-like place, free from death and from the passage of time (see Jili, apud Corbin, 1977, p. 72; Franke, pp. 207-8), hence his connection with other immortals such as Edrīs, Eliās, Jesus, the Hidden Imam and the Rejāl al-ḡayb “Men of the Invisible” (Schimmel, 1975, p. 202; Corbin, 1977, pp. 156-58; Nicholson, p. 124); 5) his close relationship with Eliās, expressed as their being doubles of one another, twin brothers, or two friends closely bound together, with the respective spheres of interest (land and sea, plants and waters) divided among them, (cf. Franke, pp. 136-62).",
    "Ḵeżr is supposed to have taken on the features of ancient local divinities and heroes all over the Islamic world: of Adonis, Tammuz, and some pre-Islamic Arab fertility gods in the Near East (Vollers, pp. 279-80); of Soma, Gandharva, Varuna, and Vishnu in India (Coomaraswamy, p. 176; Wensinck and Kramers, p. 290); in transitory Christian-Islamic areas, Ḵeżr has been assimilated to St. George, St. Nicolas and St. Sergius, all of whom are frequently coupled with St. Il’ia, that is, Elijah (d’Herbelot, p. 993; Ivanov and Toporov, pp. 209-216; Bayazidi, p. 32, n. 64; Makashina, p. 91; Enjavi, II, pp. 116-19; Uspienski, pp. 57-63; Georgeva, pp. 68-74; cf. Krasnowolska, 1995, pp. 169-72).",
    "On Iranian ground Ḵeżr is supposed to have overtaken the functions of Zoroastrian Soruš, Av. Sraoša (for Soruš’s shrines in Yazd rededicated to Ḵᵛāja Ḵeżr and / or Eliās, see Boyce, 1967, p. 31; Soruš is replaced by Ḵeżr in ritual and literature, see Russel, pp. 529-33; Amir Ḵosrow Dehlavi, pp. 114, 117). In Iranian folklore Ḵeżr shows the attributes typical of female goddesses of fertility and abundance (Anāhitā, Esfandarmaḏ; see Boyce, 1967, p. 32; idem, 1977, pp. 255 ff.; Bāstāni Pārizi pp. 326-29; Sorušiān, p. 204; Rażi, pp. 698-99; Miršokrāʾi, p. 370), and shares some features with Rapit¯win, a deity of summer, noon and crops (see Krasnowolska, 1998, pp. 151-52); there are many parallels between his cult and the cult of ancestral souls, fravaši (Rażi, pp. 193-94; Homāyuni pp. 192-93; Snesarev, 1969, p. 218). Moreover, Ḵeżr and Eliās, as two closely bound together patrons of plants and waters, show similarity to the Haurvatāt-Ameretāt couple in Zoroastrianism (Krasnowolska, 1998, pp. 150-151).",
    "In Iranian popular beliefs Ḵeżr, as a patron of vegetation, crops and abundance, is believed to secretly visit households and bless crops by leaving an offprint of his hand in sacrificial food ( qāvut , samanu , a heap of threshed corn). He is venerated as a calendric patron, and the days dedicated to him fall at the crucial points of the year: 1) End of the Great or of the Small Čella in winter, corresponding to the Zoroastrian festivals of Sada and Esfandagān respectively (for Kurdish, Azeri-Turkish and Persian speakers of West Iran, see Olearius, pp. 821-22; Jašn-e Sada , pp. 89‑90; Enjavi, II, pp. 38, 43, 118-24; Sāʿedi, p. 130‑31; Rażi, p. 195; Rāseḵ, p. 229; cf. Asatrian and Gevorgian, pp. 503, 508 for the Zāzā of Diārbakr; for Transcaucasian Kurds, see Aristova, p. 177, and Bayazidi p. 34; for North Afghanistan, see Hackin and Kohzad, pp. 165‑67); 2) beginning of spring, the days preceding Nowruz i.e. the former Farvardegān (All Souls) festival (Shiraz and Tehran: Homāyuni, p. 192‑3; Hedāyat, p. 154; Kurds of Mahābād and Yazidi Kurds of Transcaucasia: Enjavi II, pp. 134‑5; Rudenko, p. 121; Bartang Valley, Pamir: Maiski, p. 104; 3) mid-spring, čehelom-e bahār , corresponding to Zoroastrian Maiδyōi-zarəmaya Gāhānbār, among the pastoralists of Kermān (Miršokrāʾi 1982, pp. 367-69, 372-4); 4) harvest time, end of summer: South-east of Iran (Miršokrāʾi, pp. 370-71), North Afghanistan and Central Asia, where Ḵeżr is generally identified with Bābā-ye Dehqān (the Forefather-farmer), patron of farmers and of their professional brotherhoods (Snesarev 1969, pp. 218; 223; Dzhahonov, p. 116; Mukhiddinov, p. 88; Kisliakov, p. 82; Zarubin, p. 1169; Karmysheva, pp. 62-63).",
    "In pastoral communities Ḵeżr is in charge of herds and of milk products which usually are the domain of women (Bāstāni Pārizi, pp. 328-29, Miršokrāʾi, pp. 370-71; Rażi, p. 195; Rāseḵ, p. 229; for Tajikistan, see Peshchereva, 1927, pp. 52-56). In eastern Ṭāleš, he is identified with Siāh Gāleš, “Black Shepherd,” a mythical protector of animals (ʿAbdali, p. 190; Hedāyat, p. 165; Arakelova, p. 173), hunters venerate him as the patron of game (Hedāyat, p. 165; Andreev, 1958, p. 226). He rules over waters (springs, wells and pools, rivers and streams, seas and oceans), thus his sanctuaries are often built at springs or underground pools, or at the islands. Ḵezr is venerated at tomb‑like shrines (as an immortal, he is not supposed to have any “real” burial place); at qadamgāh s, where an imprint of his foot has been left in stone, at graveyards (Boyce, 1967, p. 31; Miršokrāʾi, p. 370; Sorušiān, pp. 204‑5; Riāḥi, p. 39; Afšār Sistāni, p. 251; Šakurzāda, pp. 74-75). Some of his most important shrines are those of Ābādān, Čāhbahār (cf. Franke, pp. 104, 129, 150), Āmol (Maqbara-ye Ḵeżr), Samarqand and Kabul (Šohādā-ye Sāleḥin cemetery).",
    "In spite of being male, Ḵeżr is considered a patron of women and their fertility, invoked at childbirth and implored for progeny. Omens are taken and fate-opening magic ( baḵt-gošāʾi ) is performed in his name (Enjavi, II, pp. 40, 130, 131; Bāstāni Pārizi, pp. 326-27; Katirāʾi, p. 25; Miršokrāʾi, 1982, p. 370; Šakurzāda, pp. 74‑75; Aristova, p. 177). In the Matča valley (Tajikistan) Ḵezr is reported to preside over an orgiastic women’s fertility rite of čel tan (forty people, i.e., saints), also known as Rejāl al-ḡayb (Andreev, 1927, p. 341). In the cities Ḵeżr is venerated as the patron of craftsmen guilds: calligraphers, potters, water-bearers, greengrocers etc. (Schimmel, 1984, pp. 47-48, 71; Peshchereva, 1959, p. 319; Mokri, pp. 141, 146-47, 155; Malov, p. 141); and a pir of Sufi brotherhoods or individual darvishes (Hojviri, pp. 128, 130, 193-94; Schimmel, 1975, pp. 102, 105-6, 427; Nicholson, pp. 13, 66; Corbin, 1971, pp. 25-27, 38; Riāḥi, pp. 39-40). According to popular beliefs, Ḵeżr shows himself as a beggar, an old man, or a darvish, dressed in green ( sabzpuš ), to those lost in wilderness or needing help (Hedāyat, p. 53; Šakurzāda, pp. 273, 333‑34; Mukhiddinov, p. 89); he also may take on the form of a snake or some other animal (in Zāzā rites: Asatrian and Gevorgian, p. 508; for Central Asia, see Snesarev, 1972, p. 172; Karmysheva, pp. 62-23). His alter ego is the prophet Eliās, with whom he shares his functions in different ways, sometimes they are imagined to be one person named Ḵeżr-Eliās."
  ],
  "bibliography": [
    "ʿAli ʿAbdali, Tālešihā kistand? , Tehran, 1990. Iraj Afšār Sistāni, Negāh-i ba Sistān-o Balučestān , Tehran 1984.",
    "Amir Khosrow Dehlavi, Āyena-ye eskandari , ed. Mirsaidov, Moscow, 1977.",
    "M. S. Andreev, “Chil’tany v sredneaziatskikh verovaniakh,”  V. V. Bartol’du turkestanskie druz’ya , Tashkent, 1927, pp. 334-48.",
    "idem, Tadzhiki Doliny Ḵuf (verkhov’ia Amu-Dar’i) II, Dushanbe, 1958.",
    "V. Arakelova, “The Siyāh Gālesh and Deity Patrons of Cattle-Breeding Iranian Peoples,”in B. Hourcade, ed., Iran. Questions et connaissances III: Cultures et sociétés contemporaines , Paris 2003, pp. 171-76.",
    "T. F. Aristova, Kurdy Zakavkaz’ya , Moscow, 1966.",
    "G. S. Asatrian, N. Kh. Gevorgian, “Zāzā Miscellany: Notes on Some Religious Customs and Institutions,” in W. Sundermann, J. Duchesne-Guillemin, and F. Vahman, eds., A Green Leaf: Papers in Honour of Professor Jes P. Asmussen , Acta Iranica 2/12, Leiden, 1988, pp. 499-508.",
    "Farid-al-Din Aṭṭār, Divān-e Aṭṭār , ed. Saʿid Nafisi, Tehran, 1960.",
    "Abu ʿAli Moḥammad Balʿami, Tāriḵ-e Balʿami , ed. M. T. Bahār, M. P. Gonābādi, Tehran, 2001.",
    "M. E. Bāstāni Pārizi, Ḵātun-e haft qalʿe , Tehran, 1965.",
    "M. M. Bayazidi, Nravy i obychaĭ kurdov , tr.. M. B. Rudenko, Moscow, 1963. Y. E. Berthels, “Roman ob Aleksandre i ego glavnye versii na vostoke,” in idem, Navoi i Dzhami , Moscow, 1965, pp. 283-413.",
    "Mary Boyce “Bībī Shahrbānū and the Lady of Pārs,” BSOAS 30, 1967, pp. 30-40. Idem, A Persian Stronghold of Zoroastrianism , Oxford, 1977.",
    "A. K. Coomaraswamy, “Khwaja Khadir and the Fountain of Life in the Tradition of Persian and Mughal Art,” Ars Islamica 1/1, 1934, pp. 173-82.",
    "H. Corbin, En islam iranien III, Paris, 1971. Idem, Spiritual Body and Celestial Earth , Princeton 1977, pp. 72, 153-59.",
    "ʿA. A. Dehḵodā, Loḡat-nāma XXI, Tehran, 1968, pp. 607-8.",
    "U. Dzhakhonov, Zemledelie tadzhikov doliny Sokha v kontse XIX-nachale XX veka , Dushanbe, 1989. Ebn al-At¯ir, al-Kāmel fi’al-taʾriḵ I/II, Bulaq, 1873.",
    "Sayyed Abu’l-Qāsem Enjavi Širāzi, Jašnhā wa ādāb va moʿtaqadāt-e zemestān , 2 vols., Tehran, 1973-75.",
    "Abu’l-Qāsem Ferdowsi, Šāh-nāma, matn-e enteqādi VII, ed. ʿAli Nušin, Moscow, 1968, pp. 80-81.",
    "P. Franke, Begegnung mit Khidr: Quellenstudien zum Imaginaren im traditionellen Islam , Beirut, 2000.",
    "I. Friedleander., “Zur Geschichte der Chidherlegende,” Archiv für Religionswissenschaft 13, 1910, pp. 92-110.",
    "Richard N. Frye, “Two Iranian Notes: The Pahlavi Alexander Romance,” in Jacques Duchesne-Guillemin and Pierre Lecoq, eds., Papers in Honour of Prof. Mary Boyce , 2 vols., Acta Iranica 2/10-11, Leiden, 1985, I, pp. 185-88.",
    "I. Georgeva, Bl’garskie Aliani. Sbornik etnografski materiali , Sofia 1991. Hackin., A. A. Kohzad, Légendes et coutumes afghanes , Paris, 1953.",
    "Ṣādeq Hedāyat, Neyrangestān , Tehran, 1963.",
    "Barthelemy d’Herbelot, Bibliotheque Orientale ou Dictionaire Universel , contenant tout ce qui fait connoître les peuples de l’Orient; leurs histoires et traditions, tant fabuleuses que véritables; leurs religions & leurs sectes; leurs gouvernements, loix, politique, moeurs, coutumes; & les révolutions de leurs empires , Paris, 1697, pp. 992-93.",
    "Abu’l-Ḥasan ʿAli Hojviri: Ketāb Kašf al-maḥjub , ed. V. Zhukovski, Leningrad, 1926.",
    "Ṣādeq Homāyuni, Gušahā-i az ādāb-o rosum-e mardom-e Širāz , Tehran, 1973.",
    "Jašn-e Sada , Tehran, 1945.",
    "Iskandarnamah: A Persian Medieval Alexander-Romance , tr. M. S. Southgate, New York, 1978.",
    "V. V. Ivanov and V. N. Toporov, Issledovania po oblasti slavianskikh drevnosteĭ , Moscow, 1974.",
    "ʿAbd-al-Karim Jili, Ketāb al-ensān al-kāmel , Cairo 1304/1886-87.",
    "ʿAbd-al-Raḥmān Jāmi, “Ḵerad-nāma-ye Eskandari,” in idem, Mat¯nawi-e Haft owrang , ed. M. Modarres Kiāni, Tehran, 1972, pp. 911-1013.",
    "B. Kh. Karmysheva, “Zemledel’cheskaya obriadovost’ u Kazakhov,” Drevnie obriady, verovania i kul’ty narodov Sredneĭ Azii, ed. V. N. Basilov, Moscow, 1986, pp. 47-70. M. Katirāʾi, Az ḵešt tā ḵešt , Tehran, 1969.",
    "G. Khoury, Les légendes prophétiques dans l’islam , Wiesbaden, 1978, pp. 25-33. N. A. Kisliakov, “Nekotorye materialy po etnografii tadzhikov verkhoviĭ Kashka-dar’ii,” Trudy Akad. Nauk Tadzhikskoĭ SSR 120 , 1960, pp. 77-90.",
    "A. Krasnowolska, “The prophet Xezr-Elias in Iranian Popular Beliefs with Some Slavic Parallels,” in A. Zaborski, ed., Islmi i chrześcijaństwo , Kraków, 1995, pp. 159-76.",
    "Idem, Some Key Figures of Iranian Calendar Mythology (Winter and Spring) , Kraków, 1998, pp. 141-60.",
    "T. Makashina, “Il’in den,’” Obriady i obriadovyi fol’klor , Moscow, 1982, pp. 83-98. S. E. Malov, “Uigurskii torgovoi obriadnik (risale) iz zapadnogo Kitaya,” Trudy Akad. Nauk Tadzh. SSR 17, 1953, pp. 139-44.",
    "Abu’l-Ḥasan ʿAli Masʿudi, Moruj al-ḏahab wa maʿāden al-jawhar , Cairo, 1303/1885. Mojmal al-tawāriḵ wa’l-qeṣaṣ , ed. M. T. Malek-al-Šoʿārāʾ Bahār, Tehran, 1939.",
    "V. Miller, Osetinskie etiudy I, Moscow, 1881. M. Miršokrāʾi “Ḵeżr dar farhang-e rasmi wa farhang-e ʿāmma-ye Irān,” Majalla-ye ketāb-e jomʿa , 1979, nos. 12, pp. 122-29.",
    "Idem, “Taḥlil az rasm-e sonni-ye čehelom-e bahār,” Kermān-šenāsi , Kermān, 1982, pp. 365-74.",
    "M. Mokri, “Un traité persan relatif à la corporation des porteurs d’eau musulmans,” Revue des études islamiques 45, 1977, pp. 131-47.",
    "I. Mukhiddinov, “Obriady i obychai pripamirskikh narodnosteiĭ sviazannye s tsiklom sel’skokhoziajstvennykh rabot,” in Vladimir Nikolaevich Basilov, ed., Drevnie obriyady, verovaniya i kul’ty narodov Sredneĭ Azii, Moscow, 1986, pp. 70-93.",
    "Neẓāmi Ganjavi, Kolliāt-w Ḵamse-ye Ḥakim Neẓāmi Ganjavi , Tehran, 1991.",
    "R. A. Nicholson, Studies in Islamic Mysticism , London, 1921.",
    "Abu’l-Ḥasan Ebrāhim Nišāburi, Qeṣaṣ al-anbiāʾ , ed. Ḥabib Yaḡmāʾi, Tehran, 1961.",
    "A. Olearius, Ausfürliche Beschreibung der kunderbaren Reyse nach Muscow und Persien , Schleszwig, 1663.",
    "M. Owrang, Ḵeżr-e peyḡambar, “Eliās” yā “Iliā,” Tehran, 1400/1979.",
    "E. M. Peshchereva, “Molochnoe khoziaistvo gornykh tadzhikov i nekotorye sviazannye s nim obychai,” in M. S. Andreev, ed., Po Tadzhikistanu , Tashkent, 1927, pp. 42-59.",
    "Idem, Goncharnoe proizvodstvo Srednei Azii , Trudy Instituta Etnologii Akad. Nauk SSSR 42, Moscow and Leningrad, 1959.",
    "Ḥamd-Allāh Mostawfi Qazvini, Tāriḵ-e gozida , ed. ʿA. H. Navāʾi, Tehran, 1985.",
    "Zakariā b. Moḥammad Qazvini, ʿAjāyeb al-maḵluqāt , ed. N. Ṣaburi, Tehran, 1982.",
    "S. Rāseḵ, “Ādāb-o rosum-o eʿteqādāt-e ʿāmma,” in Irānšahr I, Tehran, 1963, pp. 174-205.",
    "H. Rażi, Gāh-šomāri wa jašnhā-ye Irān-e bāstān , Tehran, 1992.",
    "A. Riāḥi, Zār-o bād-o Baluč , Tehran, 1977.",
    "M. Rudenko, “Novogodnye prazdnestva u kurdov,” Fol’klor i etnografia , Leningrad 1974, pp. 118-24; Jalāl-al-Din Moḥammad Mawlāwi Rumi, Dawra-ye kāmel-e Mat¯nawi-e maʿnawi , ed. R. A. Nicholson (from the 1925-1933 Leiden edition), Tehran, 1974.",
    "J. R. Russel, “The Rite of Muśkil Āsān Behrām Yazad amongst the Parsis of Navsari, India,” in W. Sundermann, J. Duchesne-Guillemin, and F. Vahman, eds., A Green Leaf: Papers in Honour of Professor Jes P. Asmussen , Acta Iranica 2/12, Leiden 1988, pp. 521-34.",
    "Ḡolām-Ḥosayn Sāʿedi, Ilḵči , Tehran, 1978.",
    "S. J. Sajjādi, Šarḥ-e “resāʾel-e” fārsi-e Sohravardi , Tehran 1997.",
    "Ebrāhim Šakurzāda, ʿ Aqāyed-o rosum-e ʿāmma-ye mardom-e Ḵorāsān , Tehran, 1967.",
    "Abu’l-Majd Majdud Sanāʾi: Divān-e Ḥakim Abu’l-Majd Sanāʾi Ḡaznavi , ed. M. T. Modarres Rażawi, Tehran, 1975.",
    "A. Schimmel, Mystical Dimensions of Islam , Chapel Hill, 1975. Idem, Calligraphy and Islamic Culture , New York and London, 1984.",
    "G. P. Snesarev, Relikty domusul’manskikh verovaniĭ u uzbekov Khorezma , Moscow, 1969.",
    "Idem, “Liudi i zveri,” Sovetskaia Etnografia , 1972, no.1, pp. 166-175.",
    "Šehāb-al-Din Yaḥyā Sohravardi, L’archange empourpoure : quinze traités et récits mystiques , tr. H. Corbin, Paris 1976.",
    "J. S. Sorušian, Farhang-e Behdinān , Tehran, 1946. F. Steingass, A Comprehensive Persian-English Dictionary , Beirut, 1970.",
    "Abu Manṣur ʿAbd-al-Malek Ṯaʿālebi, Taʾriḵ ḡorar aḵbār moluk al-fors , ed. and tr. Hermann Zotenberg as Histoire des rois des Perses par Abou Mansour , Paris, 1900.",
    "Abu Jaʿfar Muḥammad b. Jarir al-Ṭabari, Taʾriḵ al-rosul wa’l-moluk , ed. Michaël Jan de Goeje, 15 vols., Leiden, 1879-81; tr. by various scholars as The History of al-T≥abari , Albany, New York, 1985-. Idem, Tarjame-ye Tafsir-e Ṭabari , ed. Ḥabib Yaḡmāʾi III-IV, Tehran, 1988.",
    "Abu Ṭāher Ṭarsusi, Dārāb-nāma: rewāyat-e Abu Ṭāher al-Ṭarsusi , ed. Ḏabiḥ-Allāh Ṣafā, 2 vols., Tehran, 1977; tr. with comentary M. Gaillard as Alexandre le Grand en Iran: Le Dārāb Nāmeh d’Abou Tāher Tarsusi , Paris, 2005.",
    "Moḥammad b. Maḥmud Ṭusi, ʿAjāyeb al-maḵluqāt wa ḡarāyeb al-mawjudāt , ed. Manučehr Sotuda, Tehran, 1966.",
    "B. A. Uspienski, Kult św. Mikołaja na Rusi , Lublin, 1985. K. Vollers, “Chidher,” Archiv für Religionswissenschaft 12, 1909, pp. 234-84.",
    "A. J. Wensinck, “al-Khaḍir,” in EI ² IV, pp. 902-5.",
    "A. J. Wensinck and J. H. Kramers, Handwörterbuch des Islam, Leiden, 1941, pp. 286-91.",
    "I. I. Zarubin, “Skazanie o pervom kuznetse v Shugnane,”  Izvestia AN SSSR ser. 6, 1926, no. 9, pp. 1165-170.",
    "(Anna Krasnowolska)",
    "April 15, 2009"
  ],
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}