{
  "id": "eweb_597",
  "source": "EIr",
  "cat": "entity",
  "link": "https://www.iranicaonline.org/articles/karramiya/",
  "annotator": "Riccardo",
  "title": "KARRĀMIYA",
  "authors": [
    "Aron Zysow"
  ],
  "last_updated": "January 29, 2013",
  "print_details": "Vol. XV, fasc. 6, pp. 590-601",
  "published": "December 15, 2011",
  "content": [
    "the adherents to a theological and legal movement with a broad following in Khorasan and Afghanistan from the 10th to the 13th centuries, with its intellectual center in Nishapur (Nišāpur).",
    "KARRĀMIYA , the adherents to a theological and legal movement with a broad following in Khorasan and Afghanistan from the 10th to the 13th centuries, with its intellectual center in Nishapur (Nišāpur). Theologically the Karrāmiya were notorious for their teaching that a verbal profession of faith is enough to render one a believer, and also for their vigorous defense of positions that appeared to situate God in place and time. Karrāmi law developed in close conjunction with that of the Ḥanafi school, which was popular in the Muslim East (see below). A characteristic of Karramism was its emphasis on an ascetic and communal lifestyle.",
    "This entry will be divided into the sections:",
    "i. The founder .",
    "ii. Movement .",
    "iii. Asceticism .",
    "iv. Theology .",
    "v. Law .",
    "vi. Subsects .",
    "vii. Scholarship .",
    "Bibliography .",
    "i. The Founder",
    "The movement was founded by Abu ʿAbd Allāh Moḥammad b. Karrām, mostly referred to as Ebn Karrām. He was born, according to most reports, in Sistān/Sejestān, in the vicinity of its leading city, Zarang. The house in which he was born came to be a local landmark (van Ess, 1980, p. 30). An approximate date of 190/806, suggested for Ebn Karrām’s birth (Massignon, p. 260), is commonly accepted. According to an isolated, generally overlooked, report from what is clearly a Karrāmi source, Ebn Karrām was actually born in Mecca in 168/784-85, during a visit there by his parents—a visit that provided the occasion for his father to dress him in a patched cloak ( ḵerqa ), take him around the kaʿba , and have him blessed by the pious in attendance. According to this same report, Ebn Karrām grew up in Sistān in the town of Ḵatak in the vicinity of Bāb-al-Ṭaʿām (Faṣiḥ Ḵᵛāfi, I, pp. 234, 333-34; Bayhaqi, II, commentary, p. 955; van Ess, 1980, p. 30; on Bāb-al-Ṭaʿām, see Le Strange, p. 336). A further report ties him to Ḥaruri, a government town three stations to the east of Zarang on the road to Bost (emending Juraqāni, I, p. 292; on Ḥarurī, see Le Strange, pp. 343, 351; tr., 1959, pp. 367-68). Ebn Karrām ascribed to himself an Arab lineage going back to Nezār—an ascription noted with a hint of suspicion by his opponents but never, it seems, seriously questioned (for the variants in this lineage, see Bayhaqi, II, commentary, p. 955). His father was said to be a vine-dresser ( karrām ; Samʿāni, 1999, IV, p. 132), but this claim appears to be based on nothing more than the name itself and is not mentioned in our earliest sources. In any case, Ebn Karrām’s followers insisted that the correct form of the name was not Karrām, but Karām or Kerām (on the vocalization, see Bayhaqi, II, commentary, pp. 953-55; Moḵtār, pp. 48-54; van Ess, 1980, pp. 8-11).",
    "Ebn Karrām’s public career in Iran took place under Taherid rule. Nothing is known of his early years prior to his being summoned before the Taherid governor of Sistān, Ebrāhim b. Ḥoṣayn Qusi (first appointed in 225/840; see Bosworth, 1968, p. 106, who has Ḥożayn throughout, apparently following a typographical error in the text, but not the index, of Tāriḵ-e Sistān ) to account for his apparently heterodox views (left unmentioned). In this interview, Ebn Karrām disclaimed any formal education, more specifically denying that he was a student of the leading Ḥanafi scholar of the region, Abu Moḥammad ʿOṯmān b. ʿAffān Qoraši (d. 255/869), and claimed that his knowledge came from divine inspiration. Afraid to follow the advice of his ministers by putting to death a man already known for his piety, the governor expelled Ebn Karrām from the province with the warning that he would be executed should he return (Ebn Ḥebbān, II, p. 327; in another version of this incident, Ebn ʿAffān is reported to have been present; Ḏahabī, 2003, VI, p. 190; on him, see Boswoth, 1968, p. 115; Tāriḵ-e Sistān, p. 190). Moḥammad Ḏahabi (2003, VI, p. 122) mentions the high esteem in which he was held in Zarang for his learning and piety, while Ḥosayn Juraqāni, (I, pp. 301-2) condemns him as dishonest in relating hadith (for the claim that Ebn Karrām was a student of Ebn ʿAffān, but later broke with him and refuted him, see van Ess, 1980, p. 21; a Karrāmi source mentions his studies in Sistān without further details; see Faṣiḥ Ḵᵛāfi, I, p. 333).",
    "Ebn Karrām’s formal education was largely acquired after he took refuge in Khorasan, where he studied hadith, Qorʾān commentary ( tafsir ), and Islamic jurisprudence ( feqh ) in several cities, including Balḵ, Marv, and Herat. But it was in Nishapur that he became associated with his most important teacher, the ascetic traditionist Aḥmad b. Ḥarb (d. 234/848-49; on him, see Massignon, pp. 259-60), the model for his extreme asceticism ( taqaššof ), and a popular leader, who, like Ebn Karrām, had his own troubles with the authorities (Ḏahabi, 2003, V, p. 756). It was possibly upon the death of Aḥmad b. Ḥarb that Ebn Karrām traveled to Mecca, where he remained for five years (cf. Massignon, p. 260, who suggests around 230 for this journey). If so, then Ebn Karrām would have returned to Sistān in 239/854, the year in which Ebrāhim b. Ḥoṣayn Qusi was driven out of office by Ṣāleḥ b. Nażr, the leader of the local ʿ ayyār s ( Tāriḵ-e Sistān , pp. 197-98; Bosworth, 1968, p. 115) and the threat to Ebn Karrām’s life removed. Once in Sistān, Ebn Karrām reportedly sold all his possessions before returning to Nishapur (cf. Šafiʿi Kadkani, 1998a, p. 90, for the report that Ebn Karrām sold a vast inheritance from his paternal uncle for a pittance; Rawnaq al-majāles has a paternal cousin instead of an uncle, tr. in Hatoum, p. 224). It was likely only then that Ebn Karrām began to conduct successful missionary activity and gain followers from among the common people of Ḡarjestān and Ḡur  and the rural population of Khorasan (Šahrastāni, 1951, p. 33; tr., 1986, p. 147; cf. Šafiʿi Kadkani, 1998a, pp. 89-90, according to which Ebn Karrām insisted that he undertook instruction of the masses only after having acquired the necessary learning).",
    "Ebn Karrām was reportedly imprisoned by the Taherids for a total of more than ten years: a shorter period at the hands of the governor Ṭāher b. ʿAbd Allāh, and a longer period of eight years at the hands of Moḥammad b Ṭāher. A Karrāmī source (in Faṣiḥ Kᵛāfī, I, pp. 333-34) mentions imprisonment twice under Ṭāher b. ʿAbd Allāh, which would help in resolving the chronological difficulties noted by van Ess (1980, pp. 20-21). Some sources mention only one period of imprisonment (for Karrāmi anecdotes concerning imprisonment under ʿAbd Allāh b. Ṭāher, see Hatoum, pp. 207, 224; cf. Šafiʿi Kadkani, 1998a, pp. 90 [for some years], 96 [confinement in Dār-al-Reżā]). Between the two periods of imprisonment, Ebn Karrām traveled to the Syrian/Byzantine frontier ( ṯoḡur ; Samʿāni, 1999, IV, p. 132). In Šawwāl 251/October 865, he was released from prison (on the condition that he not return, according to Faṣiḥ Kᵛāfī, I, p. 334) and, accompanied by hundreds of loyal followers, settled in Jerusalem, where he actively engaged in the teaching of hadith to large crowds. But here, too, he came into conflict with the authorities. The governor of Ramla expelled him to Ẓuḡar, south of the Dead Sea, where he died on 20 Ṣafar 255/6 February 869, at the age of eighty-seven (according to Faṣiḥ Kᵛāfī, I, p. 334), and from where his body was removed privately to Jerusalem for burial (Ṣafadi, p. 375; other sources mention only death in Jerusalem).",
    "The circumstances that led to Ebn Karrām’s experiences of imprisonment and expulsion are obscure. According to a Karrāmi explanation, the Taherids had been warned by astrologers that their rule would be threatened by a man from Sistān and Ebn Karrām’s notoriety made him the most likely candidate (Faṣiḥ Kᵛāfī, I, p. 333; van Ess, 1980. p. 20). Other accounts point to the spread of his heretical teachings as having turned the leading scholars against him, and they in turn put pressure on government officials to act against him (Juraqāni, I, p. 294). Another explanation is that the government intervened to prevent Ebn Karrām from destroying himself and his followers when he proposed to lead them into the desert en masse without food, water, or riding animals (Madelung and Walker, text p. 55, tr. p. 58; cf. Hatoum, pp. 215-17; Miri, pp. 83-84).",
    "Ebn Karrām’s move to Jerusalem held particular religious significance for his followers, who transmitted a hadith according to which the Prophet predicted that “at the end of days a man will appear, named Moḥammad b. Karrām, who will revive the Sunna and the believers’ community ( jamāʿa ), and his emigration ( hejra ) from Khorasan to Jerusalem (Bayt al-Maqdes) will be like my hejra from Mecca to Medina” (Juraqāni, I, pp. 290-91). An eschatological dimension to the journey emerges from the report that Ebn Karrām took five thousand families with him, so that they might be buried in the place where the resurrected dead were to be gathered (Madelung and Walker, text p. 56, tr. p. 59; Walker, p. 169). Ebn Karrām’s tomb in Jerusalem remained for centuries a shrine that attracted his followers from Khorasan and elsewhere, but its precise location, by the Jericho Gate in the Cemetery of the Prophets, was no longer known to the 16th-century local historian ʿOlaymi (I, p. 296; cf. Massignon, p. 261, n. 2).",
    "Of Ebn Karrām’s personal life we know almost nothing. There are anecdotal references to a son, with the unlikely name of ʿAbd-al-Jasim (Ebn Dāʿi, p. 68; cf. Šafiʿi Kadkani, 1998a, p. 90, n. 1; Hatoum, p. 219; Miri, pp. 85-86), and to a personal attendant ( ḵādem ) called ʿEmrān (Šafiʿi Kadkani, 1998a, p. 94, n. 2). A more significant personage was another personal attendant of his, Maʾmun b. Aḥmad Solami, who moved to Syria in 250/864, a year ahead of Ebn Karrām, possibly to prepare the way. He received from Ebn Karrām the death-bed instruction not to remain in Jerusalem but to return to Khorasan to join Ebn Karrām’s student Abu Moḥammad Ṣaffār in Samarqand, but not before bringing the news of Ebn Karrām’s passing to the thousands of ascetics living in Mount Lebanon (van Ess, 1980, p. 31; Hatoum, pp. 205-6; Miri, pp. 65-66). In the biographical literature of the hadith scholars, Solami is depicted as an entirely shameless forger of traditions, who used his association with Ebn Karrām as a cover for his villainy and was in fact the real author of most of the writings put out as those of Ebn Karrām (Ebn Ḥebbān, II, pp. 327, 383; cf. van Ess, 1980, p. 50). By contrast, Ebn Karrām is represented as the unwitting dupe of Solami and other unsavory characters. Thus Ebn Karrām is reported to have transmitted many of his hadith on the authority of Aḥmad b. ʿAbd-Allāh Juybāri and Moḥammad b. Tamim Saʿdi, who together, it is claimed, forged on the order of one hundred thousand hadiths (Ebn Ḥebbān, II, p. 326). Juybāri in particular was able to furnish Ebn Karrām with such hadith as he found useful in composing his books without the latter recognizing the extent of the imposture (Juraqāni, I, p. 19). Reports of this sort appear to form the background for the allegation that the Karrāmiya condoned the fabrication of hadith to encourage piety (e.g., ʿOlaymi, I, p. 263).",
    "Ebn Karrām was the author of numerous writings (Faḵr-al-Din Rāzi, 1938, p. 67), and the Karrāmiya took great pride in their leader’s literary productivity (Ebn Dāʿi, p. 66, where the Karrāmi scholar is perhaps the Māsarjis mentioned in van Ess, 1980, p. 72; Šafiʿi Kadkani, 1998a, p. 89), all of them apparently lost, apart from occasional citations. The heresiographical literature is particularly interested in Ebn Karrām’s Ketāb ʿaḏāb al-qabr , with its controversial reference to God as a substance ( jawhar ). Other works mentioned by the heresiographers include his Ketāb al-tawḥīd , cited for its embarrassing misinterpretations of the Qorʾān (cf. Bušanji, 2006, p. 542 from Bāb al-qadariya ), and his Ketāb al-serr , in which he mocks the extravagant claims of some to justify rationally all of God’s actions (tr. in van Ess, 1980, pp. 13-17; Ormsby, pp. 144-45; on alleged Karrāmi esotericism, see Zysow, p. 582; Esfarāyeni, p. 68). Citations can also found from other works, including Ketāb al-ḥojaj and Ketāb al-maḏhab (Bušanji, 2006, pp. 450, 558; Ḵawri, p. 55; cf. Šafiʿi Kadkani, 1998a, pp. 88-89). Ebn Karrām’s opponents criticized his writings for their awkward style and for his fondness for bizarre neologisms (e.g., kayfufiya , for the usual kayfiya ). This criticism was also made against the Karrāmiya (Esfarāyeni, p. 67), who, by contrast, praised their exceptional eloquence (Šafiʿi Kadkani, 1998a, 90).",
    "ii. Movement",
    "Already in Ebn Karrām’s time, his followers constituted a popular movement (Ḥeṣnī, p. 182, mentions 70,000 followers in the east), one that was to spread rapidly in Iran and Afghanistan, with significant bodies of supporters as far west as Jerusalem and Fosṭāṭ on the Nile. The intellectual center of the movement remained Nishapur, followed by Herat. The failure of Karramism to expand to the west of the Islamic world, excluding individual ‘copycats’ (Ebn Ḥazm, V, p. 74) and those labeled Karrāmiya in a loose fashion (van Ess, II, p. 611), suggests that its population base was mainly Iranian, and the communities in Jerusalem (Kaplony, pp. 60, 407) and Fosṭāṭ probably consisted largely of immigrants and visitors from the east. The impressive spread of the Karrāmiya was already described by the geographer Šams-al-Din Abu ʿAbd-Allāh Moqaddasī (d. ca. 990). At this time and later the Karrāmiya were closely associated with their practice of dwelling in ḵānaqāhs (Maqdesī, V, p. 141; Kiāni, pp. 154-59; Čitsāz, 1993); this appears to go back to the beginnings of the movement, and the Karrāmiya even measured their growth in terms of ḵānaqāhs (Moqaddasi, p. 238, tr., 1994, p. 213).",
    "The organization and inner life of these ḵānaqāhs have only recently come to be studied. Their residents bore the title of awliāʾ or waliān (van Ess, 1980, pp. 31-32, n. 127; Šafiʿi Kadkani, 1997, pp. 438, n. 32, 445-52). The special weekly and monthly services that Ebn Karrām is reported to have instituted may have been observed in the ḵānaqāh (Baḡdādi, 1970, p. 153). Some of the residents undoubtedly supported their fellows by recourse to begging, which Moqaddasi (p. 41, tr. 1994, p. 40) mentions as a characteristic of the Karrāmiya, where the endowment and spontaneous offerings were insufficient (for anecdotes on hunger as an aspect of ḵānaqāh life, see Hatoum, pp. 217, 221; Miri, pp. 84-85, 88). It appears that the terms ḵānaqāh and madrasa were synonyms for the Karrāmiya (Šafiʿi Kadkani, 1997, pp. 446, n. 68, 447, n. 73; this possibility was already raised by Chabbi, p. 51, n. 2). The questions of a possible pre-Islamic source for the ḵānaqāh and of the role of the Karrāmiya in spreading the institution to Sufism remain unresolved (Utas; Chabbi, pp. 50-51; for a hadith linking the ḵān with the Jews, see Bušanji, 2006, p. 598).",
    "Although Karrāmi asceticism is often mentioned as attracting followers to the movement, even more credit should probably be given to the skill of Karrāmi preachers over the centuries (Knysh, pp. 88-89), beginning with the imposing figure of Ebn Karrām (on his great height, see Ebn Ḥebbān, II, p. 326). In his endeavor to reach as wide as possible an audience, Ebn Karrām adopted a distinctively familiar mode of address, calling everyone he met “friend” ( dust ), for “if he is not the friend of God, then he is the friend of Satan” (Šafiʿi Kadkani, 1998a, p. 90; cf. this mode of address in a citation from Ketāb ʿḏāb al-qabr in Ebn Dāʿi, p. 67). A distinctive Karrāmi preaching style, faṣṣāl , that may go back to Ebn Karrām himself has been recently identified and studied (Šafiʿi Kadkani, 1998a, p. 104; idem, 1998b, p. 385, n. 37; idem, 2007, pp. 86-87: a discussion of their style of preaching based on the identification of Aḥmad b. Moḥammad b. Zayd Ṭusi’s Ketāb al-settin al-jāmeʿ le-laṭāʾef al-basātin as a Karrāmi work argued for in idem, 1998b).",
    "Effective preaching was able to bring large numbers of ordinary people into the ranks of the movement. Esḥāq b. Maḥmašāḏ (d. 383/993), a leading Karrāmi, was, for example, credited with converting thousands of non-Muslims to Islam (Samʿāni, 1999, IV, p. 133). Skill in preaching was so highly valued among the Karrāmiya that it seems to have been a prerequisite for attaining leadership in the community. Therefore it is not surprising to find even a leading Karrāmi theologian like Ebn al-Hayṣam frequently quoted for his popular discourses on Qorʾānic and spiritual themes. Paranetic exegesis of the sort cultivated by the Karrāmis lent itself to cumulative development, without significant concern for contradiction. Four generations of Karrāmis, beginning with Ebn Karrām (more fully in Šafiʿi Kadkani, 1998a, p. 97), are cited by Surābādi (III, p. 2051) for their interpretation of one Qorʾānic verse (Qorʾān 35:32; Moḥammad b. Aḥmad b. Jaʿfar, the third cited authority, is probably the teacher of Ebn Hayṣam, the last scholar named; see van Ess, 1980, p. 28).",
    "Tales of the experiences and wisdom of the Karrāmi masters were evidently also highly popular and were preserved in hagiographical works, of which two devoted to Ebn Karrām are mentioned, namely those of Esḥāq b. Maḥmašāḏ (Ebn al-Jawzi, II, p. 308) and Ebn Hayṣam (Zysow, p. 578, n. 8), as well as one on Esḥāq b. Maḥmašāḏ (van Ess, 1980, p. 32, n. 128). Extensive Karrāmi material, in the form of anecdotes, appears in the collection Rawnaq al-majāles (entitled in some manuscripts Rawnaq al-qolub ) of ʿOmar b. Ḥasan Nisāburi Samarqandi, originally written in Persian (an anonymous abridged version of which was published in 1975 by Rajāʾi). This book was popular also in an Arabic translation and in the abridgment of the latter by ʿOṯmān b. Yaḥyā Miri (Massignon, p. 318; van Ess, 1980, pp. 30-41; Hatoum provides translations of representative anecdotes; the literary influence of the work is discussed by Purjawādi).",
    "The spread of Karramism brought with it violent conflict of the sort that was endemic in a number of urban centers (see Cahen). The geographer Moqaddasi, our best source of information, reports clashes in Herat between the Karrāmiya and the ʿAmaliya (Moqaddasi, p. 336; tr., 1994, p. 297). The latter were evidently supporters of the position of the traditionists ( ahl al-ḥadiṯ, aṣḥāb al-ḥadiṯ ) that faith could increase and decrease with acts of obedience or disobedience (Dānešpažuh, p. 258; cf. Bernand, 1980, pp. 118-19; Bosworth, 1973, p. 166). In Nishapur, however, conflict is reported between the Karrāmiya and the Shiʿites, and the Karrāmiya did in fact acquire a reputation, apparently not unmerited, as anti-Shiʿites (van Ess, 1980, p. 26). Evidence for this was found in their validation of the caliphate of Moʿāwia; according to their doctrine there could be more than one caliph at a single time. Thus, in their view, ʿAli b. Abi Ṭāleb , as the more qualified, ruled according to the sunna. Nonetheless, Moʿāwia, despite ruling in contravention of the sunna, was entitled to the obedience of those under him (cf. ʿĀṣemi, II, pp. 43-47). The Karrāmiya went even further and upheld the caliphate of Yazid b. Moʿāwia (Ebn Dāʿi, p. 70), who is considered the villain par excellence by the Shiʿites. The Karrāmi rejection of the historical and political claims of the Shiʿites did not prevent them from revering Imam ʿAli and other members of his family (Šafiʿi Kadkani, 1998a, pp. 112-13), although for them no Companion of the Prophet could compare with Abu Bakr.",
    "The Karrāmiya attained their greatest political influence in Khorasan during the early Ghaznavid period. The Ghaznavid ruler Sebüktegin (d. 387/997) was in fact a Karrāmi himself, and the verses of his secretary, Abu’l-Fatḥ Bosti , were well known: “The law ( feqh ) is the law of Abu Ḥanifa, the theology ( din ) that of Moḥammad b. Karām. Those I see who do not believe in Moḥammad b. Karām are ignoble ( ḡayr kerām )” (ʿOtbi, p. 424; Jorfādeqāni, p. 393; cf. the same play on words, but now negatively, by Bāḵarzī, II, p. 881). Under Sebüktegin’s son, Sultan Maḥmud (d. 421/1030), the Karrāmi leader Abu Bakr Moḥammad b. Esḥāq b. Maḥmašāḏ (d. 421/1030; on him, see Ebn al-Monawwar, II, pp. 643-45; on the Maḥmašaḏ family, see van Ess, 1980, pp. 33-34) was appointed raʾis (chief) of Nishapur, a position he used to bolster the standing of the Karrāmiya as staunch Sunnis by the adoption of a policy aimed at suppressing a variety of alleged heresies. These included Shiʿites, Moʿtazilites, and Ashʿarites, as well as the kind of Sufism represented by Abu Saʿid b. Abi’l-Ḵayr (d. 440/1049, in this last case, the historicity of the persecution as recounted in Ebn al-Monawwar, pp. 68-72, has been questioned by Meier, p. 222). With Moḥammad b. Esḥāq’s fall from office, the tide turned against the Karrāmiya, and now it was their turn to suffer persecution. Sultan Maḥmud issued a decree setting out their various heretical teachings and proclaimed that “I curse those who do not curse them” (Abu Esmāʿil Anṣāri, IV, p. 430; Massignon, p. 266). In 489/1096 the Hanafites and Shafiʿites acting in consort were able to mount a violent attack that considerably weakened the standing of the Karrāmiya in Nishapur (on these events, see Bosworth, 1960) but did not end their presence in the city. Karrāmi influence, indeed dominance, in Ḡur endured longer, and it has been suggested that Karrāmi missionaries from Nishapur, encouraged by Sultan Maḥmud of Ḡazna, played the leading role in converting the local population to Islam (Bosworth, 1961, pp. 128-29; the mountain dwellers of Ḡur accepted Islam only later, Faṣiḥ Kᵛāfī, II, p. 243). In any case, a large part of the local population came to embrace Karramism and lived under the rule of Karrāmi Ghurid (q.v.) kings (for the influence of Karramism on Ghurid art and architecture, especially the striking minaret at Jām ; see Flood, pp. 94-105). Even after the rulers Ḡiāṯ-al-Din Moḥammad (d. 599/1202-03) and his brother Moʿezz-al-Din Moḥammad (d. 602/1205-06) gave up Karramism (Bosworth, 1961, pp. 129-31), Ḡur, along with the countryside around Ḡazna, continued to be the isolated bastion of Karramism down to the Mongol invasion (Ebn Šayba, p. 205). The historian Ḏahabi (d. 748/1348) already records the diminution and disappearance of the Karrāmi heresy (Ḏahabī, 1983, II, p. 524), a disappearance that has yet to be adequately explained (cf. Malamud, p. 51; Raḥmati, 2001).",
    "iii. Asceticism",
    "For much of its history Karramism was characterized by extreme asceticism ( zohd ) and demanding piety (ʿ ebāda ), following the model of Ebn Karrām himself, referred to as the leader of the ascetics ( emām-e zāhedān ). The Karrāmiya traced such practices back to Sofyān Ṯawri, the prominent jurist and founder of the Ṯawriya law school (d. 161/778; Šafiʿi Kadkani, 1998a, p. 91; cf. van Ess, 1980, p. 67; Zysow, p. 584. n. 54). But the opponents of the Karrāmiya put into circulation a prophetic tradition in which the Prophet reportedly predicted the coming of this heretical sect that would ensnare people with its fasting during the day, prayers at night, shabby clothing, and sallow faces (Esḥāq Samarqandi, p. 186 and the slightly different version in Ebn Dāʿi, p. 64). Karrāmi asceticism was based on the position that true dependence on God ( tawakkol ) called for abstaining from actively gaining one’s sustenance ( kasb) . This was not a new doctrine, nor did the debate over it begin with the Karrāmiya, but it is one with which they became widely associated. The Karrāmiya taught that gaining a minimum to sustain oneself was not mandatory ( fariża) , but only permitted as an accommodation ( mobāḥ be-ṭariq al-roḵṣa ; Šaybāni, pp. 96-98; on this book in relation to the Karrāmiya, see Bonner, pp. 413-15, 420, 423-25). Some Karrāmiya regarded even begging to stay alive as merely permitted, so that there was no sin if one abstained to the point of death, since begging was demeaning (Šaybāni, p. 190). The severely moralistic approach of the Karrāmiya to all of life’s decisions meant that they saw everything as black or white, in legal terms “all of the conduct of those under the law is either for them or against them” ( masāʾel ahl al-takIif nawʿān lahom wa ʿalayhem (Šaybāni, p. 219). For the Karrāmiya there was no indifferent middle ground. The Ḥanbali Ebn al-Jawzi (d. 597/1200), in fact, condemned the Karrāmiya for putting themselves in a constant state of depression (Ebn al-Jawzi, II, p. 305).",
    "Following a persuasive analysis of the historical development of asceticism and mysticism in Khorasan (see Chabbi), it has become common to distinguish (1) the ostentatious asceticism of the Karrāmiya, publically visible in their mode of dress (e.g., wearing cylindrical woolen hats [ barānes ]; Abu Ḥayyān Tawḥidi, p. 229) and lifestyle from the private asceticism of the Malāmatiya, as illustrated by how little Ebn Karrām’s contemporary, the Malāmati Bārusi, was impressed by the former’s followers (Sviri, p. 602), and (2) both of these from Sufism, which entered Khorasan from Iraq (see Melchert). Sufism, it is contended, was eventually to absorb the teachings of Malāmatiya but remained hostile to the Karrāmiya. It has been argued that Karramism failed where Sufism succeeded, because it lacked the inner dimension of the latter (Karamustafa, p. 61), but this account stands in need of rectification. For one thing, contrary to what we would be led to expect (Chabbi, p. 67), Abu ʿAbd-al-Raḥmān Moḥammad Solami (d. 412/1021), a Sufi with Malāmati roots, cites Ebn Karrām on tawakkol (Solami, p. 39), and the Sufi master Šehāb-al-Din Aḥmad-e Jām (d. 536/1141, q.v.) accorded Ebn Karrām and other Karrāmis considerable respect. More significantly, the mystical side of Karramism, perhaps taken for granted by earlier historians of Sufism (e.g., Massignon), has been reaffirmed by recent studies. (The four articles collected in Šafiʿi Kadkani, 1999, present a wealth of new information about this aspect of the movement, including previously unknown spiritual utterances of Ebn Karrām and the influence of the Karrāmi poet Abu Ḏarr al-Buzjāni [d. 387/997] on the development of Persian mystical verse.) Šafiʿi Kadkani finds there to be no essential differences between Karramism and Sufism (1998b, p. 356, n. 24). For the Karrāmiya, Ebn Karrām was in fact the standard bearer of inner reality ( ḥaqiqa ; Šafiʿi Kadkani, 1998a, p. 91).",
    "Karrāmi asceticism did not entirely survive the movement’s success. For, at least in an elite segment of the Karrāmi community, we can discern a marked shift from the extreme ascetic lifestyle of the original Karrāmiya toward greater moderation. While the raʾis Moḥammad b Esḥāq simply continued to dress in the traditional garb of an ascetic despite his wealth and power (Bosworth, 1973, pp. 187-88), other Karrāmis found the need to address the incompatibility of the all-embracing asceticism practiced and demanded by their predecessors with a life devoted to learning ( Ketāb al-mabāni , pp. 174-76: Abu ʿAmr Oṯmān Māzeni [Māzoli], cited here, was separated by three generations from the author). Their mitigated version of Karrāmi asceticism, in fact, placed the scholar ( ʿālem ) above the devotee ( ʿābed ; ʿĀṣemi, I, p. 161).",
    "iv. Theology",
    "Whatever the circumstances behind the expulsion of Ebn Karrām from Sistān, the biographical sources, now corroborated by Karrāmi anecdotes, indicate that, in Khorasan, he was for a time on excellent terms with the Shafiʿite Ebn Ḵozayma (d. 312/924), the scholar destined to become Nishapur’s leading traditionist (Ḏahabi, 2003, VI, p. 189; cf. Šafiʿi Kadkani, 1998a, p. 91). That Ebn Karrām was fully at home in the world of hadith scholars is amply established by the lists of those from whom he heard hadith and of those who heard hadith from him, among them, Ebrāhim b. Moḥammad b. Sofyān (d. ca. 308/ 920), the leading transmitter of Moslem’s Ṣaḥiḥ , one of the three major Hadith collections . The theological issue that came to divide Ebn Karrām from the traditionists was his view that belief ( imān ) consisted of a verbal profession alone without mental assent ( taṣdiq ) or works ( ʿamal ). On this question Ebn Karrām aggressively attacked the traditionists for conditioning faith upon works in “Bāb al-radd ʿalā aṣḥāb al-ḥadiṯ fi’l-imān,” from his Ketāb ʿaḏāb al-qabr (Baḡdādi, 1964, p. 220; tr., p. 24, where a different reading underlies the translation, as in the text printed in Bayhaqi, II, commentary, p. 924). He speaks of their stupidity and uses for them the derogatory term doubters ( šokkāk ; cf. Moqaddasi, p. 38; tr., p. 37) with reference to their adjoining of the formula en šāʾa Allāh (God willing) to their declaration of their belief (Esfarāyenī, p. 68). Ebn Karrām may thus be said to have precipitated the break with his traditionist colleagues.",
    "Already in Ebn Karrām’s lifetime we find the renowned hadith scholar Moḥammad b. Aslam Ṭusi (d. 242/856) composing a two-volume attack on this heterodox teaching on faith (on Ṭūsi and his work, see Abu Noʿaym Eṣbahāni, IX, pp. 245-48; Patton, pp. 36-40) and condemning Ebn Karrām in the harshest language (Ḏahabī, 2003, VI, p. 191). The anti-Karrāmi campaign in Nishapur reached its culmination when, apparently after Ebn Karrām’s death, several of the city’s leading scholars, including the formerly friendly Ebn Ḵozayma, branded the Karrāmiya unbelievers (Ebn Ḥajar, VI, p. 480). Juraqāni (I, p. 294) makes Ebn Ḵozayma the leading figure behind the expulsion of Ebn Karrām from Nishapur, but the latter would seem to have been too young at that time to have played such a role; named with Ebn Ḵozayma is Ḥosayn b. Fażl Bajali (d. 283/896; on him, see van Ess, 1991, II, p. 608), the city’s senior scholar, who had previously rebuked Ebn Karrām for his extreme asceticism (Šafiʿi Kadkani, 1998a, p. 90) and ʿAbbās b. Ḥamza (d 288/900), a former student of Aḥmad b. Ḥarb.",
    "The relations between the Karrāmiya and the Ḥanafis are more difficult to trace. Ebn Karrām’s legal education was certainly Ḥanafi, and he was even a fellow student for a time of the well-known Iraqi Ḥanafi judge Abu Ḥāzem ʿAbd-al-Ḥamid b. ʿAbd-al-ʿAziz (d. 292/904; Šafiʿi Kadkani, 1998a, p. 91: the text has Qāżi Abi Ḥātem). In Nishapur he was on good terms with the Ḥanafi Qāżi Abū Saʿid ʿAbd-al-Raḥmān b. Ḥosayn (d. 309/921; Ḏahabi, 2003, VI, p. 189; cf. Šafiʿi Kadkani, 1998a, p. 96). Ebn Karrām was open in his admiration for Abu Ḥanifa, an admiration shared by later Karrāmis, for whom Abu Ḥanifa remained the jurist par excellence (Šafiʿi Kadkani, 1998a, p. 91). This put the Karrāmiya squarely against the spread of the Shafiʿite school in the east (Ebn ʿAsāker, 1997, LVII, p. 4; the hadith intended is the one found in Ebn Ḥebban, II, p. 384; cf. Ḏahabi, 1963, I, pp. 106-7), but was not in itself sufficient to define their interactions with others who claimed a Hanafite affiliation. The divisions between the Karrāmiya and the mainstream Hanafites were marked clearly enough for a Ḥanafi anti-Karrāmi literature quickly to emerge. Apparently the first of the Ḥanafi anti-Karrāmi treatises, no longer extant, was al-Radd ʿalā al-Karrāmiya of Abu Bakr Moḥammad b. Yamān Samarqandi (d. 268/882; van Ess, 1980, p. 75). The Ḥanafi credo al-Sawād al-aʿẓam, attributed to Abu’l-Qāsem Ḥakim Samarqandi (d. 342/953; on this text, see Rudolph, pp. 106-31) has some anti-Karrāmi content, but far more is found in its contemporary Persian translation, where the Karrāmiya are depicted in the worst possible light, and their condemnation by the hadith scholars is invoked in the effort to assert a unity of traditionists and Ḥanafites against a common enemy (Esḥāq Samarqandi, p. 187). A century and a half later, relations between the Karrāmiya and the mainstream Hanafites, who were dominant in Central Asia, were even worse. Abu’l-Yosr Bazdawi (d. 493/1099) tells us that the Karrāmiya who did not openly renounce their distinctive theology risked their lives (Bazdawi, p. 76). This overt hostility may not overturn the suggestion that Karramism was the dominant anti-Moʿtazelite theology among the eastern Hanafites for some two centuries (Massignon, p. 266), but it does cast doubt upon the claim that the Karrāmiya laid the foundation for Mātoridi theology (Massignon, p. 264). The theological divide between the Karrāmiya and the mainstream Hanafites apparently accounts for the lack of interest in Karrāmi legal opinions in Ḥanafi legal literature and the almost complete absence of leading Karrāmis from the standard works of Ḥanafi biography—a situation that parallels the treatment of the Najjāriya, another theological group that claimed an affiliation with Abu Ḥanifa.",
    "The intellectual life of Ebn Karrām, ascetic, theologian, and jurist, was decisively shaped by the confluence in his environment of traditionism and Hanafism. The features of Karrāmi theology that most troubled the heresiographers, apart from the definition of belief ( imān ), are those that were shared by traditionist circles opposed to the starkly abstract theology of Jahm b. Ṣafwān (executed 128/746; on the anti-Jahmi literature, see Gimaret, pp. 26-38). The early Karrāmi interest in the question of God’s relation to his throne ( ʿarš ), for example, fully reflects the role of the throne in traditionist anti-Jahmi polemics, where it functioned to contrast the God of the Qorʾān with the omnipresent God of the Jahmiya (Dāremi, editor’s introd., pp. 25-28). It has been observed that Karrāmi theology bears a strong resemblance to the eastern Hanafite theology but usually imprecisely linked with Mātoridi (d. 333/944; Madelung, p. 40; Rudolph, pp. 82-87); yet in fact the positions taken by the Karrāmis, with the one important exception of their doctrine of belief, are closer to those of the anti-Jahmi ahl al-ḥadiṯ . Where the traditionists were unwilling to follow the Karrāmiya was in the elaboration of complex theological arguments in defense of their teachings and in the adoption of an innovative technical vocabulary not founded on scripture. To this extent the Karrāmiya were indeed closer to the anti-Moʿtazilite Ḥanafis, and this may well represent a common Ḥanafi inheritance. Karrāmi theology thus arose in bold, indeed aggressive, opposition to the Jahmiya and their heirs, the Moʿtazilites. (On the extreme anti-Moʿtazelism of the Karrāmiya, see Mostamli, I, p. 346; Maqrizi, II, p. 357, reports on bitter clashes between the Karrāmiya and Moʿtazela.) With the spread of Ashʿarism and Maturidism, which were other large-scale anti-Moʿtezelite theological movements, Karramism encountered new theological opponents (on Karrāmi refutations of Ashʿarism, see Sejzi, p. 195). In their encounters with these and other theological opponents (e.g., the Ismaʿilis; see Vadet for a broad discussion; Hunsbeger, pp. 126-28), the Karrāmiya came to develop a full-scale theology ( kalām ) that did not escape the influence of general theological developments. (For example, some Karrāmi thelogians adopted the theory of modes [ aḥwāl ] propounded by the Moʿtazelite Jobbāʾi; see Āmedi, p. 27.) Among later Muslim thinkers Ebn Taymiya (d. 728/1328) stands out as a sympathetic, if critical, student of Karrāmi theology, and he took it upon himself to write an extensive commentary on Faḵr-al-Din Rāzi’s anti-Karrāmi work Asās al-taqdis , in which he defended the traditionist and Karrāmi positions on the key points of dispute (Ebn Taymiya, 2000).",
    "In breaking with the view of the hadith scholars on the definition of belief, Ebn Karrām was rejecting an elitist vision of Islam in favor of one that could comfortably embrace the least learned converts (Chabbi, pp. 49-53). His legal system was built on the foundation of Hanafism, which had already enjoyed great success in the Islamic east, but with notable concessions to the legal opinions of the hadith scholars. The anti-Jahmi theology of Karramism was directed at embracing the full scriptural resources of the hadith movement, but in a less conservative, more theologically creative fashion than was typical for the hadith transmiters ( moḥaddeṯin ). Thus the Karrāmiya made significant appeal to reason ( ʿaql ) as a source of universal moral norms, including the obligation to reason about the existence of God (Nāṣer-e Ḵosrow, p. 33). In their effort to integrate these disparate elements and embrace the broad community of Muslims, the Karrāmiya appropriately termed themselves jamāʿat ahl al-sonna wa’l-jamāʿa “party of the people of the Sunna and the community” (ʿĀṣemi, I, p. 11; in the heresiography of Abu Moṭiʿ Makḥul Nasafi the term used throughout is al-jamāʿa ; see Bernand, 1980). Only later did they adopt the more modest label of aṣḥāb Abi ʿAbd Allāh “companions of Abu ʿAbd Allāh [b. Karrām]” (Zysow, p. 580, n. 29; Šafiʿi Kadkani, 1998a, p. 76, n. 4), from which the nesba ʿAbdali was formed (Šafiʿi Kadkani, 1997, pp. 352-54; idem, 1998a, p. 65, n. 1; Samʿāni, 1996, III, p. 304). The Karrāmiya were also sometimes referred to by their opponents as the self-mortifiers ( motaqaššefa ; e.g., Nasafi, 1997, pp. 26-27).",
    "The notorious Karrāmi doctrine that belief consists of a verbal profession alone was the polar opposite of the Jahmi view that faith was constituted by knowledge (on this, see Izutsu, pp. 187-95). It was what first brought the Karrāmiya to the attention of the heresiographers (Ašʿari, pp. 141, 143; it is also the only issue on which the Karrāmiya are mentioned by name in Mātoridi, pp. 608-9). The Karrāmiya, although commonly classified as extreme Morjiʾites for this unprecedented view on belief (Ebn Taymiya, 1972, p. 370), resented identification with a group condemned in prophetic traditions. They, for their part, preferred to define Morjiʾite beliefs as the denial that works are obligatory (Moqaddasi, p. 38; tr. 1994, p. 37), a view that they of course did not hold. What was sometimes overlooked by their opponents was that the Karrāmiya regarded a verbal confession as merely external ( ẓāher ) belief and thus insufficient for salvation. The Qorʾānic hypocrites ( monāfequn ) were believers but not sincere believers ( moḵleṣun ), and, lacking inner ( bāṭen) faith, they were destined for hell, not heaven.",
    "Although the Karrāmiya continued throughout their history to put great emphasis on their distinctive doctrine of belief, their theological opponents came to be far more interested in other Karrāmi teachings, above all those concerning the nature of God (Faḵr-al-Din Rāzi, 2004a, pp. 90-94). The Karrāmya were accused of holding views that undermined the incorporeality and immutability of God. They insisted that God was a “body” ( jesm ) and placed him either on his throne ( ʿarš ), the greatest of his creations, or in a spatial relation to it—teachings that implied corporeality. Furthermore, they admitted that changes could take place in the very being of God as he acted in this world, a view that undermined God’s immutability.",
    "The Karrāmiya defended the use of the term jesm in relation to God, insisting that what they meant by it was simply that God was an existent ( mawjud ) or more specifically a non-dependent existent ( qāʾem be’l-nafs ). This response turned an apparently substantive debate into one concerning the appropriateness of the word jesm to convey these meanings. While some opponents suggested that the Karrāmiya were simply reinterpreting the teaching of Ebn Karrām, this is by no means obviously the case. When the Karrāmiya insisted that they were using jesm as a synonym for nafs, ḏāt, mawjud , and šayʾ , all in the sense of existent (Mostamli, I, p. 270; cf. Nasafi, 1997, pp. 104-7), they do appear to reflect early anti-Jahmi usage, as noted for the Shiʿite theologian Hešām b. Ḥakam (d. 179/795-96; Ašʿari, pp. 518, 521); not surprisingly they themselves sometimes appealed to Hešam’s authority (Abu Ḥayyān Tawḥidi, pp. 229-30; Ebn Ḵozayma, I, pp. 12-25, expounding the scriptural attribution of a nafs to God). The question of what the term jesm meant for Hešām, Ebn Karrām, and other early theologians should thus be distinguished from what specific views they held as to the nature of God (for example, that he was a shining light: attributed to Ebn Karrām, van Ess, 1980, p. 21), which does not, however, exclude the possibility that the issues were sometimes conflated by Karrāmis themselves (Jovayni, p. 401).",
    "Insistence that God is on this throne loomed large in Karrāmism. Ebn Karrām is reported to have taught that God was in direct contact ( momāss ) with his throne (for Hešām, see Ašʿarī, p. 33)—a stark admission of corporeality according to his critics, since it implied that God was extended in space. Karrāmi theologians, in fact, held a variety of opinions on God’s relation to his throne (Nasafi, 1990, I, p. 166), some preferring the notion of God’s “meeting” ( molāqāt ; Baḡdādi, 1928, p. 112) the throne without actually making direct contact with it. Some later Karrāmis, following their last major theologian Moḥammad b. Hayṣam (d. 409/1019), no longer gave such prominence to the question of the throne, and the Qorʾānic teaching was accepted without further explanation ( be-lā kayfa ; e.g., Surābādi, II, p. 754: bi-čun wa bi-čeguna ; cf. Bernand, 1982, pp. 5-6). They were content to defend the more modest claim that God stood in a particular direction vis-à-vis the created world, namely above it ( fawqa ) without having any spatial extension ( ḥayyez ).",
    "The one major issue on which Ebn al-Hayṣam, otherwise reputed to have modified Karrāmi theology in the direction of Ashʿarism, held his ground was the teaching that God undergoes changes in the course of acting (Šahrastāni, 1934, p. 105; tr., 1986, p. 44). On this point the Karrāmiya elaborated a complex analysis of God’s actions, in which they sharply distinguished between events in God himself, which they spoke of as occurring ( ḥādeṯ ), and the effects of these events in the world of space and time, which they spoke of as being generated ( moḥdaṯ ). Following the Qorʾān, the Karrāmiya taught that the substances and accidents that are generated in this world are the direct product of God’s word ( qawl ) “Be” ( kon ), uttered within Himself. The creative utterance is the direct product of God’s power and is accompanied by a specific act of will, which the Karrāmiya termed erāda in distinction to God’s eternal general will ( mašiʾa ). What comes to be in this world is thus directly related to what occurs in God but only indirectly related to His eternal will and power. The Karrāmiya resisted the conclusion that God undergoes changes ( taḡayyor ) when He acts, insisting that God is identified exclusively by His eternal attributes and these are unchanging. They thus spoke of God as eternally a creator despite His acting in time, because His power to create is eternal. A similar analysis permitted them to speak of God’s speech ( kalām ) as eternal, since by this they meant, not the utterances that occurred in Him, but His eternal power to speak. Ebn al-Hayṣam preserved the overall structure of Karrāmi theology on these matters but did downgrade the rather mysterious role accorded to God’s creative utterances. They were now regarded a scripturally founded accompaniments to acts of creation directly grounded in God’s power (Šahrastāni, 1934, p. 114; tr., 1986, p. 47). Karrāmi theology was complex enough that the anti-Karrāmi ʿAbd-al-Qāher Baḡdādi did not regard some of the Karrāmi masses he encountered as sufficiently aware of it to count as unbelievers (Baḡdādi, 1928, p. 341).",
    "v. Law",
    "The Karrāmiya, as noted already by Moqaddasi (p. 37; tr., 1994, p. 36) constituted a legal school in addition to a theological movement. Some distinctive points of Karrāmi law are mentioned in a number of sources, but the fullest treatment, covering virtually all areas of Islamic law, is found in al-Notaf fi’l-fatāwā , attributed to the Ḥanafi Qāżi’l-qożāt Abu’l-Ḥasan ʿAli b. Ḥosayn Soḡdi (d. 461/1068), in which the legal opinions of Abu ʿAbd-Allāh [b. Karrām] appear throughout alongside those of the leading Hanafi jurists (Zysow, pp. 579-87). A few other Karrāmi jurists are also named, and interestingly several legal opinion of Aḥmad b. Ḥarb are mentioned. Ebn Karrām’s legal teachings are clearly within the Ḥanafi tradition (the affiliation of Karramism with Abu Ḥanifa was noted by Moqaddasi, p. 365; tr., 1994, pp. 320-21) but also show the considerable influence of the law of the traditionists—for example, in permitting a wiping of one’s headgear instead of one’s head in the ritual ablution before prayer ( wożuʾ ; Zysow, p. 580); evidently this was a point of considerable symbolic value. Also notable is Ebn Karrām’s view that all intoxicants are prohibited on the basis of a hadith to that effect (Soḡdi, I, p. 247; for the hadith as transmitted by Ebn Karrām, see Ebn ʿAsāker, 1997, LV, p. 128). Ebn Karrām, in fact, preached with exceptional force against the drinking of wine, telling an etiological fable to explain the different behaviors of intoxicated people, in which Satan is said to have watered a grapevine with the blood of various animals, including the pig (Ebn al-Ḥayṣam, 2006, p. 142, from Ebn Karrām’s “Bāb al-taḥrim le’l-moskerāt”; van Ess, 1980, p. 72, n. 325). Even more striking is Ebn Karrām’s extraordinary exposition of the severity of the prohibition against wine drinking as reported on the authority of his son (Ebn al-Dāʿi, p. 68; Zysow, p. 583). An account of how Ebn Karrām was able to persuade a company of wine drinkers to repent, thus teaching his disciples the practice of enjoining what is right ( al-amr be’l-maʿruf ) is also preserved (Hatoum, pp. 210-11; Miri, pp. 76-77). Not all of the Karrāmiya, however, followed the distinctive views of Ebn Karrām in law. Some remained mainstream Hanafites, as apparently did the Ghaznavid governor Sebüktegin (see the verses of Abu ’l-Fatḥ Bosti, cited by ʿOtbi, p. 424). In any case, it does not appear that law was nearly as central to Karrāmi identity as theology and asceticism, for we even find mention of a Karrāmi who followed the Ẓāheri school of law (Solaymān b. Sahl Fāresi, mentioned in Ebn ʿAsāker, 1995, XXII, pp. 332-33).",
    "vi. Subsects",
    "By the second half of the 10th century, we already hear of subsects within the Karrāmiya, although some are said to have already arisen in the generation after Ebn Karrām. These subsects are first mentioned by Moṭahhar b. Ṭāher Maqdesi (ca. 966), who names the Ṣawwākiya, Maʿiya, Ḏammiya subsects (Maqdesi, VI, p. 145; tr., II, p. 830). The Maʿiya, who took their name from their doctrine that ability to act ( esteṭāʿa ) is contemporaneous with action ( feʿl ), against the majority Karrāmi view that it precedes, appear as a sect of the Jabriya in Abu Moṭiʿ Makḥul Nasafī (d. 318/930; see Bernand, 1980, pp. 97-98; on this Karrāmi heresiographical work, see Rudolph, pp. 88-105) and a short, anonymous heresiography (Dānešpažuh, p. 357, amending Maʿniya of the text; cf. Moqaddasi, p. 37; tr., 1994, p. 38). The geographer Moqaddasi mentions alongside the Karrāmiya the sect of the Maʾmuniya, who are probably to be identified with the followers of Ebn Karrām’s disciple Maʾmun b. Aḥmad Solami (Moqaddasi, p. 38; tr., 1997, p. 37; tr., 1963, p. 91, n. 22; and tr., 1897, p. 56, n. 5; unable to identify a sect with this name, both tr. emend to Maymuniya); the doctrine attributed to them corresponds to the definition of Morjiʾism transmitted by Maʾmun (Ebn al-Jawzi, I, p. 195). Later authors list further Karrāmi subsects. ʿAbd-al-Qāher Baḡdādi (d. 429/1038) speaks of three subsects, namely the Ḵaffāfiya (on the common corruptions of this name, see van Ess, 1980, pp. 25-26, n. 88), the Ṭarāʾeqiya [Ṭarāʾefiya], and the Esḥāqiya (Bāḡdādi, 1964 , p. 215; tr., 1935, p. 18). But Šahrastāni (d. 548/1153) gives their number as twelve and identifies six of these as the principal sects: the ʿĀbediya, Tuniya, Razimiya (van Ess, 1980, p. 22, n. 5), Esḥāqiya, Wāḥediya, and Hayṣamiya (Šahrastāni, 1951, p. 180; tr., 1956, p. 78; tr., 1986, p. 347). In fact, currently the names of about this number of Karrāmi sects are known (Čitsāz, 1995), but in most cases their distinctive teachings cannot be identified. (For a table setting out the filiation of six subsects, see van Ess, 1980, p. 29; the passage on the Karrāmi subsects from Ḥākem Jošami used by Moḵtār, pp. 69-102, and van Ess, 1980, pp. 19-30, appears without attribution in ʿAbd-Allāh b. Ḥamza, I, pp. 133-34.) The last major sect was that of the Hayṣamiya, named after Moḥammad b. Hayṣam, who is credited with a major revision of Karrāmi theology (Šahrastāni, 1951, p. 188; tr., 1986, p. 357), although it is by no means to be assumed that all, or even most, Karrāmis followed his views (Faḵr-al-Din Rāzī, 2004b, p. 107). Before Ebn al-Hayṣam, the leading Karrāmi theologian in Nishapur was Ebrāhim b. Mohājer, with whom ʿAbd-al-Qāher Baḡdādi debated. The Esḥāqiya were named after Esḥaq b. Maḥmašāḏ (d. 389/993), the father of the raʾis Abu Bakr. Like the Maʾmuniya, several of these sects—the Mohājeriya, Esḥāqiya, and Hayṣamiya—apparently achieved sufficient fame to be sometimes mentioned separately from the main body of the Karrāmiya (Saksaki, pp. 40-41; on this text, see Anṣāri Qomi, 2001; Maškur, p. 432, on Moḥājeriya; Qazvini, p. 492, on Esḥāqiya; Qalhāti, p. 156, on Hayṣamiya). The mutual relations between at least some of these subsects seem to have been cordial, and such divisions as existed did not threaten the unity of the Karrāmi community.",
    "v ii. Scholarship",
    "The extent to which the Karrāmiya were integrated into the social and intellectual life of their environment is not subject to a single answer valid for the entire history of the movement. The evidence at present available suggests that the highpoint of such integration occurred with the Karrāmi elite of Nishapur for well over a century, from the time of Abu ʿAbd-Allāh Ḥākem Naysāburi (d. 405/1014) until the early 12th century (the period covered in Bulliet). In what survives of Ḥākem Naysāburi’s Taʾriḵ Naysābur and the sequel by ʿAbd-al-Ḡāfer Fāresi (d. 529/1134), the followers of Ebn Karrām are exceptionally well represented (on the criticism directed at this aspect of Naysāburi’s history, see Naysāburi, pp. 63-66). Biographical entries, however brief, can even be found for the children of the leading Karrāmis (e.g., Fāresi, p. 166). Surprising as it may seem in light of the break between the Karrāmiya and the traditionists, the picture of Karramism that emerges from these works is that of a body of scholars steeped in the world of hadith study. This picture has been confirmed with the identification of Karrāmi writings, which indicate the extent to which the leading Karrāmis engaged in receiving traditions from well beyond the boundaries of their own sect. The engagement was not entirely one-sided, as leading non-Karrāmi traditionists were very much interested in recording the hadith of Karrāmis. An interesting case is that of the Karrāmi Ebrāhim b. Moḥammad Tayābāḏi, from whom Ebn ʿAsāker heard traditions (Ebn ʿAsāker, 1995-98, LVII, p. 3; idem, 2000, I, pp. 146-47; their meeting is mentioned by Ebn ʿAsāker’s friend Samʿāni, 1996, I, p. 323); and the scholar Ḵānaqāhi, who took the name ʿĀṣi, was an impressive example of how traditionist values survived among the Karrāmiya (Samʿāni, 1999, II, pp. 125-26; the aṣḥāb al-ḥadiṯ are the ʿaskar rasul Allāh “troops of the Prophet of God”).",
    "The undeserved reputation of the Karrāmiya as anthropomorphic literalists has until quite recently hindered the recognition of the extent to which the Karrāmiya contributed to Islamic literature. Karrāmi texts continue to be published without any notice of their specific provenance. An area in which the Karrāmi contribution is becoming undeniably clear is Qorʾānic scholarship. Karrāmi interest in the Qorʾān goes back to Ebn Karrām, who was a student of traditional exegesis (he appears in a chain of transmission for the Tafsir of Ebn ʿAbbās; Raḥmati, 2002, p. 112) and also offered his own interpretations. The work of Karrāmi scholarship on the Qorʾān that has attracted the greatest interest in recent years is Ketāb al-mabāni le-naẓm al-māʿani , an anonymous incomplete Qorʾānic commentary, best known for its important preface. Its Karrāmi origin remained unrecognized even after the publication of the preface in 1954 (Zysow, pp. 577-79). Efforts to determine the author’s identity have already generated a substantial body of writing (see particularly Gilliot). Several scholars working independently concluded that the author is Abu Moḥammad Ḥāmed b. Aḥmad b. Besṭām (related to his circle is Ḵawrī, discussed in Sirjāni; Anṣāri Qomi, 2002b). He appears as the authority for numerous parallel traditions in the important work on Qorʾānic readings and related matters, al-Iżāḥ , of which only a small part has been published (Andarābi), by another Karrāmi, Aḥmad b. Abi ʿOmar Andarābi (d. 470/1077; on him and his work, see Janābi; Raḥmati, 2004a). This identification would seem to have lost its credibility with the publication in 1997 of an abridged recasting of another Karrāmi commentary, Zayn al-fatā fi šarḥ surat hal atā . In this work, aimed at rebutting the misapprehension that the Karrāmiya do not hold ʿAli b. Abi Ṭāleb in high esteem, the author, Aḥmad b. Moḥammad ʿĀṣemi, makes several references to Ketāb al-mabāni as his own work (Anṣari Qomi, 1999; Raḥmati, 2001). The matter is, however, not entirely settled, as the ascription of Zayn al-fatā to ʿĀṣemi has been called into question, and the attribution to Besṭāmi as the most likely author of both works has been revived (Anṣari Qomi, 2002a; Raḥmati, 2002; idem, 2004).",
    "The narrative side of Karrāmi Qorʾānic scholarship is evident in Qeṣaṣ al-anbiāʾ of Hayṣam b Moḥammad (Būšanji, 2006, represents the first half of the Arabic original; Būšanji, 2005, is a complete Persian translation). The author was a grandson of Moḥammad b. Hayṣam (van Ess, 1980, pp. 68-73; for the family tree, see p. 63). Another work that evidences the influence of Ebn al-Hayṣam is the Tafsir of ʿAtiq b. Moḥammad Surābādi (d. 494/1101), a many-sided Persian commentary on the entire Qorʾān, including discussions of points of Karrāmi theology and law (van Ess, 1980, pp. 73-74; some of the theology is examined in Zāhedi). The commentary was written in Persian with the aim of appealing to a wider readership (Surābādi, I, p. 7). A rich store of Karrāmi material has been located in the Qorʾānic commentary al-Foṣul (identified as the work of Abu Ḥanifa ʿAbd-al-Wahhāb b. Aḥmad, by Šafiʿi Kadkani, 1998a; cf. Massignon, pp. 267-68; van Ess, 1980, pp. 41-55).",
    "Bibliography :",
    "Abu Moḥammad ʿAbd-Allāh b. Ḥamza, Ketāb al-šāfi , 4 vols. in 2, Ṣanʿā, 1986.",
    "Abu Ḥayyān Tawḥidi, Aḵlāq al-wazirayn: maṯāleb al-wazirayn al-Ṣāḥeb Ebn ʿAbbād and Ebn al-ʿAmid , ed. Moḥammad Ṭanji, Damascus, 1965.",
    "Abu Noʿaym Eṣbahāni, Ḥelyat al-awliāʾ wa ṭabaqāt al-aṣfiāʾ , 10 vols., Cairo, 1932-38.",
    "Sayf-al-Din Āmedi, Ḡāyat al-marām fi ʿelm al-kalām , facs. ed., ed. Ḥasan Maḥmud ʿAbd-al-Laṭīf, Cairo, 1971.",
    "Aḥmad b. Abi ʿOmar Andarābi, Qerāʾāt al-qorrāʾ al-maʿrufin be-rewāyat rowāt al-mašhurin , ed. Aḥmad Naṣif Janābi, Beirut, 1985.",
    "Abu Esmāʿil Anṣārī, Ḏamm al-kalām wa ahleh , ed. ʿAbd Allāh b. Moḥammad Anṣāri, Medina, 1998.",
    "Ḥasan Anṣāri Qomi, “Do ketāb az yak moʾallef-e karrāmi,” Ketāb-e māh-e din 25, 1999, pp. 8-9.",
    "Idem, “Karrāmiya dar majāles-e Bayhaq wa čand manbaʿ-e digar,” Ketāb-e māh-e din 43, 2001, pp. 78-81.",
    "Idem, “Molāḥaẓāt-i čand dar bāra-ye mirāṯ-e bar jā mānda-ye Karrāmiya,” Ketāb-e māh-e din 56-57, 2002a, pp. 69-80.",
    "Idem, “Taḥqīq-ī dar bara-ye tafsir-i rewāyi az moʾallef-e karrāmi,” Našr-e dāneš 19/2, 2002b, pp. 25-27.",
    "Abu’l-Ḥasan Ašʿari, Maqālāt al-eslāmiyin wa eḵtelāf al-moṣallin , ed. Hellmut Ritter, Wiesbaden, 1980.",
    "Aḥmad b. Moḥammad ʿĀṣemi, al-ʿAsal al-moṣaffā men tahḏib Zayn al-fatā fi šarḥ surat hal atā , ed. Moḥammad-Bāqer Maḥmudi, 2 vols., Qom, 1997.",
    "ʿAbd-al-Qāher b. Ṭāher Baḡdādi, Ketāb oṣul al-din , Istanbul, 1928.",
    "Idem, al-Farq bayn al-feraq , ed. Moḥammad Moḥyi-al-Din ʿAbd al-Ḥamid, Cairo, 1964; tr. A. S. Halkin as Moslem Schism and Sects , Tel Aviv, 1935; repr., Philadelphia, 1978.",
    "Idem, Ketāb al-melal wa’l-neḥal , ed. Albert N. Nader, Beirut, 1970.",
    "ʿAli b. Ḥasan Bāḵarzi, Domyat al-qaṣr wa ʿosrat ahl al-ʿaṣr , ed. Moḥammad Tunji, 3 vols., Beirut, 1971-73.",
    "Abu’l-Fażl Moḥammad Bayhaqi, Tāriḵ-e masʿudi (Tāriḵ-e Bayhaqi) , ed. Saʿid Nafīsi, with commentaries by Aḥmad Adib, 2 vols., Tehran, 1940-53.",
    "Abu’l-Yosr Bazdawi, Ketāb oṣul al-din , ed. Hans Peter Linss, Cairo, 1963.",
    "Marie Bernand, “Le Kitāb al-radd ʿalā al-bedaʿ d’Abū Muṭīʿ Makḥūl al-Nasafī,” Annales islamologiques 16, 1980, pp. 39-126.",
    "Idem, “Le muḫtaṣar fī bayān al-iʿtiqād,” Annales islamologiques 18, 1982, pp. 1-33.",
    "Michael Bonner, “The Kitāb al-kasb Attributed to al-Shaybānī: Poverty, Surplus, and the Circulation of Wealth,” JAOS 121/3, 2001, pp. 410-27.",
    "Clifford Edmond Bosworth, “Karrāmiyya,” in EI ² IV, pp. 667-69.",
    "Idem, “The Rise of Karāmiyyah in Khurasan,” Muslim World 50, 1960, pp. 5-14; repr. in idem, 1977. Idem, “The Early Islamic History of Ghūr,” Central Asiatic Journal 6, 1961, pp. 116-33; repr. in idem, 1977.",
    "Idem, Sīstān under the Arabs: From the Islamic Conquest to the Rise of the Ṣaffarids (30-250/651-864) , Rome, 1968.",
    "Idem, The Ghaznavids: Their Empire in Afghanistan and Eastern Iran 990:1040 , Beirut, 1973.",
    "Idem, The Medieval History of Iran, Afghanistan, and Central Asia , London, 1977.",
    "Richard Bulliet, The Patricians of Nishapur: A Study in Medieval Islamic Social History , Cambridge, Mass., 1972.",
    "Hayṣam b. Moḥammad Bušanji, Qeṣaṣ al-Qorʾān al-karim , ed. Moḥammad ʿAbdoh Ḥatāmela and Moḥammad Jāsem Mašhadāni, Amman, 2006; tr. Moḥammad b. Asʿad Tostari as Qeṣaṣ al-anbiāʾ , ed. ʿAbbās Moḥammadzāda, Mashad, 2005.",
    "Claude Cahen, “Mouvments populaires et autonomisme urbain dan l’Asie musulmane du moyen âge. II,” Arabica 6/1, 1959, pp. 25-56.",
    "Jacqueline Chabbi, “Remarques sur le développement historique des mouvements ascétiques et mystiques au Khurasan: IIIe/IXe siècle-IVe/Xe siècle,” Studia Islamica 46, 1977, pp. 5-72.",
    "Moḥammad-Reżā Čitsāz, “Marākez wa madāres wa ḵānaqāhhā-ye karrāmiān,” Majalla-ye bāstān-šenāsi wa tārīḵ 6/1-2, 1993, pp. 72-77.",
    "Idem, “Ferqahā-ye Karrāmiya,” Maʿāref , 1995, no. 2-3, pp. 82-106.",
    "Moḥammad b. Aḥmad Ḏahabi, Mizān al-eʿtedāl fi naqd al-rejāl, ed. ʿAli-Moḥammad Bajāwi, 4 vols., Cairo, 1963-64.",
    "Idem, Tāriḵ al-Eslām wa wafayāt al-mašāhir wa’l-aʿlām , ed. Baššār ʿA. Maʿruf, 18 vols., Beirut, 2003.",
    "Moḥammad-Taqi Dānešpažuh, “Do resāla dar bāra-ye haftād o do goruh,” NDA Tabriz 79, 1966, pp. 247-59.",
    "ʿOṯmān b. Saʿid Dāremi, Ketāb al-radd ʿala’l-Jahmiya , ed. Gösta Vitestam, Lund, 1960.",
    "Ebn ʿAsāker, Taʾriḵ Demašq wa ḏekr fażlehā wa tasmiat men ḥallahā . . . , facs. ed. ʿAli Širi, 70 vols., Beirut, 1995-98.",
    "Idem, Moʿjam al-šoyuḵ , ed. Wafāʾ Taqi-al-Din, Damascus, 2000.",
    "Ebn Dāʿi, Ketāb tabṣerat al-ʿawāmm fi maʿrefat al-maqāmāt al-anām , ed. ʿAbbās Eqbāl Āštiāni, Tehran, 1934.",
    "Ebn Ḥajar ʿAsqalāni, Lesān al-mīzān , ed. Moḥammad ʿAbd-al-Raḥmān Marʿašli, 10 vols., Beirut, 1995-96.",
    "Ebn Ḥazm, al-Faṣl fi’l-melal wa’l-neḥal , ed. ʿAbd-al-Raḥmān ʿOmayra, Jeddah, 1982.",
    "Ebn Ḥebbān, Ketāb al-majruḥin men al-moḥaddeṯin , ed. Ḥamdi ʿAbd-al-Majid Salafi, 2 vols., Riyad, 2000.",
    "Ebn al-Jawzi, Ketāb al-mawżuʿāt men al-aḥādiṯ al-marfuʿāt , facs. ed., ed. Nur-al-Din Jilār, 4 vols., Riyad, 1997.",
    "Ebn Ḵozayma, Ketāb al-tawḥid , ed. Samir Zohayri, 2 vols., Riyad, 2003.",
    "Ebn Monawwar, Asrār al-tawḥid fi maqāmāt Šayḵ Abu Saʿid , ed. Moḥammad-Reżā Šafiʿi Kadkani, 2 vols., Tehran, 1987.",
    "Ebn Šayba Sendi, Moqaddemat Ketāb al-taʿlim , ed. Moḥammad ʿAbd-al-Rašid Noʿmāni, Hyderabad, Pakistan, 1965.",
    "Ebn Taymiya, al-Imān , Damascus, 1972.",
    "Idem, Bayān talbis al-jahmiya , ed. Moḥammad b. ʿAbd-al-Raḥmān b. Qāsem, Riyad, 2000.",
    "Abu’l-Moẓẓafar Esfarāyeni, al-Tabṣir fi’l-din wa tamyiz feraq al-nājia ʿan al-feraq al-hālekin , ed. Moḥammad Zāhed Kawṯari, Cairo, 1040.",
    "Esḥāq b. Moḥammad Samarqandi, Tarjama-ye al-Sawād al-aʿẓam , ed. ʿAbd-al-Ḥayy Ḥabibi, Tehran, 1969.",
    "Josef van Ess, Ungenützte Texte zur Karrāmīya: eine Materialsammlung , Heidelberg, 1980.",
    "Idem, Theologie und Gesellschaft im 2. und 3. Jahrhundert Hidschra: eine Geschichte des religiösen Denkens im frühen Islam , 6 vols., Berlin, 1991-97.",
    "Faḵr-al-Din Moḥammad Rāzi, Eʿteqādāt feraq al-moslemin wa’l-mošrekin , ed. ʿAli Sāmi Naššār, Cairo, 1938.",
    "Idem, Asās al-taqdis fi ʿelm al-kalām , ed. Aḥmad Saqqā, Beirut, 1993.",
    "Idem, al-Riāż al-muneqa fi ārāʾ ahl al-ʿelm , ed. Asʿad Jomʿa, Tunis, 2004a.",
    "Idem, Ketāb al-arbaʿīn fi oṣul-al-din , Beirut, 2004b. ʿAbd al-Ḡāfer Fāresi, al-Moḵtaṣar men Ketāb al-siāq le-taʾriḵ Naysābur , ed. Moḥammad-Kāẓem Maḥmudi, Tehran, 2005.",
    "Faṣiḥ-al-Din Aḥmad Ḵᵛāfi, Mojmal-e faṣiḥi , ed. Maḥmud Farroḵ, 3 vols., Mashad, 1962.",
    "Finbarr B. Flood, Objects of Translations: Material Culture and Medieval “Hindu-Muslim” Encounter , Princeton, 2009.",
    "Claude Gilliot, “Les sciences coraniques chez les Karrāmites du Khorasan: Le livre des fondations,” JA 288/1, 2000, pp. 15-81.",
    "Daniel Gimaret , Dieu à l’image de l’homme: les anthropomorphismes de la sunna et leur interprétation par les théologiens , Paris, 1997.",
    "Moḥammad Ḥākem Naysāburi, Taʾriḵ Naysābur , ed. Māzen Bayruti, Beirut, 2006.",
    "Afaf Abdel Baki Hatoum, “An Eleventh Century Karrāmī Text: Abū Ḥafṣ al-Nīsābūrī’s Raunaq al-Majālis ,” Ph.D. diss., Columbia University, 1991.",
    "Taqi-al-Din Abu Bakr Ḥeṣnī, Dafʿ šobah man šabbaha wa-tamarrada wa-nasab ḏaleka elā al-Sayyed al-Jalil al-Emām Aḥmad , ed. ʿAbd-al-Wāḥed Moṣṭafā, Leiden, 2003.",
    "Alice C. Hunsberger, Nasir Khusraw, the Ruby of Badakhshan: A Portrait of the Persian Poet, Traveller and Philosopher , London, 2000.",
    "Toshihiko Izutsu, The Concept of Belief in Islamic Theology , Tokyo, 1965; repr. and repaginated, Kuala Lumpur, 2006.",
    "Aḥmad Naṣif Janābi, “al-Iżāḥ fi’l-qerāʾāt le’l-Andarābi,” Majallat maʿhad al-maḵṭuṭāt al-ʿarabiya 29/1, 1985, pp. 219-52.",
    "Jorfādeqāni: see ʿOtbi.",
    "Emām-al-Ḥaramayn Abu’l-Maʿāli ʿAbd-al-Malek Jovayni, al-Šāmel fi oṣul-al-din , ed. ʿAli S. Naššār et al., Alexandria, 1969.",
    "Ḥosayn b. Ebrāhim Juraqāni, al-Abāṭil wa’l-manākir , ed. ʿAbd-al-Raḥmān Fariwāʾi, 2 vols., Riyad, 1994.",
    "Andreas Kaplony , The Ḥaram of Jerusalem, 324-1099: Temple, Friday Mosque, Area of Spiritual Power , Stuttgart, 2002.",
    "Ahmet T. Karamustafa, Sufism: the Formative Period , Edinburgh, 2007.",
    "Moḥammad b. Yaḥyā Ḵawri, Ketāb fi qawāreʾ al-Qorʾān wa mā yostaḥabbo ʿan lā yoḵall be-qerāʾateh koll yawm wa layla , ed. Qāsem Nuri, Mashad, 1990.",
    "Ketāb al-mabāni : see Moqaddematān fi ʿolum al-Qorʾān.",
    "Alexander Knysh, Islamic Mysticism: A Short History , Leiden, 2000. Moḥsen Kiāni, Tāriḵ-e ḵānaqāh dar Irān , Tehran, 1990.",
    "Guy Le Strange, Lands of the Eastern Caliphate , Cambridge, 1930; tr. Maḥmud ʿErfān as Joḡrāfiā-ye tāriḵi-e sarzaminhā-ye ḵelāfat-e šarqi , Tehran,1959.",
    "Wilferd Madelung, Religious Trends in Early Islamic Iran , Albany, 1988.",
    "Wilferd Madelung and Paul E. Walker, An Ismaili Heresiography: The “Bab al-shaytan” from Abu Tammam’s Kitab al-shajara , Leiden, 1998.",
    "Moqaddematān fi ʿolum al-Qorʾān , wa-homā muqaddemat Ketāb al-mabāni wa-moqaddemat Ebn ʿAṭiya, ed. Arthur Jeffery, rev. ʿAbd-Allāh Esmāʿil Ṣāwi, Cairo, 1972.",
    "Abu Moṭiʿ Makḥul Nasafi: see Bernand, 1980.",
    "Margaret Malamud, “The Politics of Heresy in Medieval Khurasan: The Karramiya in Nishapur,” Iranian Studies 27/1-4, 1994, pp. 37-51.",
    "Moṭahhar b. Ṭāher Maqdesi , Ketāb al-badʾ wa’l-taʾriḵ: le livre de la création et de l’histoire , ed. and tr. Clément Huart, 6 vols., Paris, 1899-1919; tr. Moḥammad-Reżā Šafiʿi Kadkani as Āfarineš wa tāriḵ , 2 vols., Tehran, 1995.",
    "Aḥmad b. ʿAli Maqrizi, Ketāb al-ḵeṭaṭ: al-musammā be’l-Mawāʿeẓ wa’l-eʿtebār be-ḏekr al-ḵeṭaṭ wa’l-āṯār , 4 vols., Cairo, 1906-09.",
    "Moḥammad-Jawād Maškur, Farhang-e feraq-e eslāmi , Mashad, 1989.",
    "Louis Massignon, Essai sur les origines du lexique technique de la mystique musulmane , Paris, 1954.",
    "Abu Manṣur Mātoridi, Ketāb al-tawḥid , ed. B. Topaloğlu and M. Aruçi, Ankara, 2003.",
    "Fritz Meier, Abu Saʿīd-i Abu l-Ḫayr (357-440/967-1049): Wirklichkeit und Legende, Tehran, 1976.",
    "Christopher Melchert, “Sufis and Competing Movements in Nishapur,” Iran 39, 2001, pp. 237-47.",
    "ʿOṯmān b. Yaḥyā Miri, Moḵtaṣar Rawnaq al-majāles , Damascus, 1985.",
    "Sohayr Moḥammad Moḵtār, al-Tajsim ʿenda al-moslemin: maḏhab al-karrāmiya , Cairo, 1971.",
    "Šams-al-Din Abu ʿAbd-Allāh Moqaddasi, Ketāb aḥsan al-taqāsim fi maʿrefat al-aqālim , ed. M. J. de Goeje, Leiden, 1906; repr., Leiden, 1967; tr., Basil Anthony Collins as The Best Divisions for Knowledge of the Regions , Reading, UK, 1994; partial tr. Andre Miquel as La meilleure répartition pour la connaissance des provinces , Damascus, 1963; partial tr. G. S. A. Ranking and R. F. Azoo, Calcutta, 1897.",
    "Abu Ebrāhim Esmāʿil b. Moḥammad Mostamli, Šarḥ al-taʿarrof le-maḏhab al-taṣawwof: Nur-al-moridin wa fażiḥat al-moddaʿin , ed. Moḥammad Rowšan, Tehran, 1984.",
    "Maymūn b. Moḥammad Nasafi, Tabṣerat al-adella fi oṣul a-l-din ʿalā ṭariqat al-Emām Abi Manṣur al-Mātoridi , ed. Klude Salamé, Damascus, 1990.",
    "Idem, Baḥr al-kalām , ed. Wali-al-Din Moḥammad Farfur, Damascus, 1997.",
    "Nāṣer-e Ḵosrow, Ketāb Jāmeʿ al-ḥekmatayn , ed. Henry Corbin and Moḥammad Moʿin, Tehran, 1984.",
    "ʿAbd-al-Raḥmān b. Moḥammad ʿOlaymi, al-Ons al-jalil be-taʾriḵ al-Qods wa’l-Ḵalil , Amman, 1973.",
    "Eric L. Ormsby, Theodicy in Islamic Thought: The Dispute over al-Ghazali’s “Best of Possible Worlds ,” Princeton, 1984.",
    "Moḥammad b. ʿAbd-al-Jabbār ʿOtbi, al-Yami fi šarḥ aḵbār . . . Maḥmud al-Ḡaznawi , ed. Eḥsān Ṯāmeri, Beirut, 2004; tr. Abu’l-Šaraf Nāṣeḥ b. Ẓafar Jorfādeqāni as Tarjema-ye tāriḵ-e yamini , ed. Jaʿfar Šeʿār, Tehran, 1966.",
    "Walter M. Patton, Aḥmed ibn Ḥanbal and the Miḥna: A Biography of the Imâm Including An Account of the Mohammedan Inquisition Called the Mihna . . . , Leiden, 1897.",
    "Naṣr-Allāh Purjawādi, “Rawnaq al-majāles: qadimtarin majmuʿa-ye ḥekāyathā-ye aḵlāqi-dini be fārsi,” Našr-e dāneš 19/1, 2003, pp. 5-17.",
    "Moḥammad b. Saʿīd Qalhāti, al-Feraq al-eslāmiya men ḵelāl al-Kašf wa’l-bayān , ed. Moḥammad b. ʿAbd-al-Jalil, Tunis, 1984.",
    "Naṣir-al-Din Abu Rašid ʿAbd al-Jalil Qazvini, Ketāb al-naqż , ed. Jalāl-al-Din Moḥaddeṯ Ormavī, Tehran, 1952.",
    "Moḥammad-Reżā Raḥmati, “Nekāt-i dar bāra-ye do nosḵa-ye karrāmi,” Faṣl-nāma-ye ketābhā-ye eslāmi 6, 2001a, pp. 57-72.",
    "Idem, “Pažuheš-i dar bara-ye Karrāmiya,” Ketāb-e māh-e din 43, 2001b, pp. 58-77.",
    "Idem, “Takmela-i bar molāḥaẓāt-i čand dar bāra-ye mirāṯ-e bar jā mānda-ye Karrāmiya,” Ketāb-e māh-e din 60/1, 2002, pp. 98-115.",
    "Idem, “Andarābi wa Ketāb al-iżāḥ fi’l-qerāʾat : matn-i kohan az Karrāmiān-e Ḵorāsān,” Āyna-ye mirāṯ 27, 2004a, pp. 18-68.",
    "Idem, “ Zayn al-fatā wa moʾallef-e ān,” Āyna-ye pažūheš 88, 2004b, pp. 37-52.",
    "ʿAli Rejāʾi, ed., Montaḵab-e Rawnaq al-majāles wa-Bostān al-ʿārefin wa Toḥfat al-moridin , Tehran, 1975.",
    "Ulrich Rudolph, al-Māturidi und die sunnitische Theologie in Samarqand , Leiden, 1997.",
    "Ḵalil b. Aybak Ṣafadi, Ketāb al-wāfi be’l-wafayāt IV, ed. Sven Dedering, Damascus, 1959.",
    "Moḥammad-Reżā Šafiʿi Kadkani, “Čehra-ye digar-e Moḥammad ebn Karrām Sejestāni dar partow-e soḵanān-e now-yāfta az u,” in Moḥsen Bāqerzāda, ed., Arj-nāma-ye Iraj , 2 vols., Tehran, 1998a, II, pp. 61-113; repr. in idem, 1999.",
    "Idem, “Safina-i az šeʿrhā-ye ʿerfāni-e qarn-e čahārom wa panjom,” in Sayyed Moḥammad Torābi, ed., Jašn-nāma-ye Ostād Ḏabiḥ-Allāh Ṣafā , Tehran, 1998b, pp. 340-60; repr. in idem, 1999.",
    "Idem, “Rawābeṭ-e Šayḵ Aḥmad-e Jām bā Karrāmiān-e ʿaṣr-e ḵᵛiš,” in Yād-nāma-ye Ostād ʿAbbās Zaryāb Ḵoʾi , special issue of MDAT, N.S., 2/6-8, 1995, pp. 29-50; repr. in idem, 1999.",
    "Idem, “Naḵostin tajrebahā-ye šeʿr-e ʿerfāni dar zabān-e Pārsi,” in ʿAli-Aṣḡar Moḥammad-ḵāni, ed., Deraḵt-e maʿrefat: Jašn-nāma-ye Ostād . . . ʿAbd-al-Ḥosayn Zarrinkub , Tehran, 1997; repr. in idem, 1999. Idem, Jāneb-e ʿerfāni-e maḏhab-e Karrāmiya , Tokyo, 1999.",
    "Idem, Qalandariya dar tāriḵ: degardisihā-ye yak idioloži , Tehran, 2007.",
    "Moḥammad b. ʿAbd-al-Karim Šahrastāni, Nehāyat al-aqdām fi ʿelm al-kalām , ed. with summary tr. Alfred Guillaume, Oxford, 1934.",
    "Idem, al-Melal wa al-neḥal , ed. Moḥammad Fatḥ-Allāh Badrān, Cairo, 1951; Pers. tr. Afżal-al-Din Ṣadr Torka Eṣfahāni, ed., Moḥammad-Reżā Jalāli Nāʾini, Tehran, 1956; tr. Daniel Gimaret and Guy Monnot as Livre des religions et des sectes , Paris, 1986.",
    "ʿAbbās b. Manṣur Saksaki, al-Borhān fi maʿrefat ʿaqāʾed ahl al-adyān , ed. Bassām ʿAli Salama ʿAmuš, Zarqaʾ, Jordan, 1988.",
    "ʿAbd-al-Karim b. Moḥammad Samʿāni, al-Montaḵab men moʿjam šoyūḵ Samʿāni , ed. Mowaffaq-al-Din b. ʿAbd-al-Qāder, Riyad, 1996.",
    "Idem, Ketāb al-ansāb , ed. Moḥammad Ḥallāq, 4 vols., Beirut, 1999.",
    "Moḥammad b. Ḥasan Šaybāni, Ketāb al-kasb , ed. ʿAbd-al-Fattāḥ Abu Ḡodda, Aleppo, 1997.",
    "ʿObayd-Allāh b. Saʿid Sejzi, Resālat Sejzi elā ahl Zabid fi’l-radd ʿalā man ankara al-ḥarf wa’l-ṣawt , Riyad, 1994.",
    "Raḥmat Sirjāni, “Nekāt-i dar mawred-e nosḵahā-ye karrāmi-e madfun dar ḥaram-e rażawi ,” Āyna-ye pažūheš 64, 2000, pp. 82-83.",
    "ʿAbd-al-Wahhāb Tāj-al-Din Sobki, Ṭabaqāt al-Šāfeʿiya al-kobrā , ed. Maḥmud Moḥammad Ṭanāhi and ʿAbd-al-Fattāḥ Moḥammad Ḥelw, 10 vols., Cairo, 1964-76.",
    "ʿAli b. Ḥosayn Soḡdi, al-Notaf fi’l-fatāwā, ed. Ṣalāḥ-al-Din Nāhi, 2 vols., Baghdad, 1975-76.",
    "Abu ʿAbd-al-Raḥmān Solami , al-Moqaddema fi’l-taṣawwof wa ḥaqiqateh , ed. Yusof Zaydān, Beirut, 1999.",
    "ʿAtiq b. Moḥammad Surābādi, Tafsir-e Surābādi , ed. ʿAli-Akbar Saʿidi Sirjāni, 5 vols., Tehran, 2002.",
    "Sara Sviri, “Ḥakīm Tirmidhī and the Malāmatī Movement in Early Sufism,” in Leonard Lewisohn, ed., The Heritage of Sufism , 3 vols., Oxford, 1999, I pp. 583-613.",
    "Tāriḵ-e Sistān , ed. Moḥammad-Taqi Malek-al-Šoʿarā Bahār, Tehran, 1935; tr. Milton Gold as The Tarikh-e Sistān , Rome, 1976.",
    "Bo Utas, “Mānistān and Xānaqāh,” in Papers on Honour of Professor Mary Boyce , 2 vols., Acta Iranica 24-25, Leiden, 1985, II, pp. 655-64.",
    "Jean-Claude Vadet, “Le Karramisme de la haute-asie au carrefour des trois sectes rivales,” Revue des études islamiques 48,1980, pp. 25-50.",
    "Paul E. Walker, “An Ismaʿili Version of the Heresiography of the Seventy-Two Erring Sects,” in Farhad Daftary, ed., Medieval Ismaʿili History and Thought , Cambridge, 1996, pp. 161-77.",
    "ʿAbd-al-Reżā Zāhedi, “Ṣefāt-e ḵabari dar andiša-ye mofasserān-e karrāmi,” Maqālāt wa barrasihā 75/1, 2004, pp. 57-68.",
    "Aron Zysow, “Two Unrecognized Karrāmī Texts,” JAOS 108, 1988, pp. 577-87."
  ],
  "bibliography": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "word_count": null,
  "publisher": null,
  "source_editors": null,
  "issn": null,
  "first_online": null,
  "signature": null,
  "metrics": null,
  "bio_id": null
}