{
  "id": "eweb_600",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-23153.xml?rskey=AZ9wTX&result=8",
  "annotator": "Antonio",
  "title": "Abū Ḥafṣ al-Ḥaddād",
  "authors": [
    "Jacqueline Chabbi"
  ],
  "word_count": "(1,375 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Oct 2009",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Abū Ḥafṣ ʿAmr b. Salma al-Ḥaddād (d. c. 270/883) is thought to have been an ascetic from Nīshāpūr, Khurāsān, in eastern Iran.",
    "Abū Ḥafṣ could be termed a quietist, since he allegedly refused to perform ascetic and mystical practices in public. This attitude of withdrawal to an inner spirituality that is not divulged except to disciples is believed to have been a mystical trend prevalent in the urban environment of craftsmen working in the bazaars. Judging from the professional names borne by several presumed ascetics, such as al-Haddād, “the blacksmith” and al-Qaṣṣār, “the knacker,” the recurrence of these names would seem to refer to a social reality. While respecting the legal norms and the sunna , this vaguely “mysticising” attitude was apparently typical among some of the more modest social strata of Iranian cities. It allegedly sought to establish a radical distinction between itself and the extroverted and militant attitude characteristic of another local trend, namely that of the Karrāmī, whose founder, Muḥammad b. Karrām (d. 255/869), was a native of Sīstān. This mystical movement, which originated in Khurāsān, developed in the provinces of Iran and Transoxania and always evolved in a very distinctive fashion if not in direct opposition to the Ṣūfism of essentially Iraqi origin. As advocates of mendicancy, the itinerant Karrāmī ascetics were violently attacked by members of the pietistic urban circles, in proportion to their popular success as preachers and their growing influence. These pietistic circles belonged to the Shāfiʿī school of jurisprudence from the late third/ninth century onward, founded by Muḥammad al-Shāfiʿī (d. 204/820), who was famous for having emphasised reasoning by analogy (qiyās) and for establishing the foundations of jurisprudence (uṣul al-fiqh) . From the fourth/tenth century onward, the Karrāmī were subjected to the equally virulent attacks of the Ṣūfīs who had recently established themselves in Iran. The Karrāmī movement died out during the upheavals of the early Mongol conquests (seventh/thirteenth century), whereas the Ṣūfīs, and especially the thaumaturgists among them, were fairly quick in earning the favour of the non-Muslim Mongol rulers.",
    "Abū Ḥafṣ of Nīshāpūr is generally provided with a traditional biography in which he is assigned teachers and disciples. The most renowned of his disciples is said to have been Saʿīd b. Ismāʿīl Abū ʿUthmān al-Ḥīrī (d. 298/910), who came from the ascetic circles of Rayy. He settled in Nīshāpūr and married Abū Ḥafṣ's daughter; nothing is known of him apart from a number aphorisms preserved in the mystical literary tradition. The extolling of Abū Ḥafṣ and of his emulators can be found in the work of al-Sulamī (d. 412/1021), a famous author of mystical adab (lit. “politeness,” writings for the education of cultivated urban Muslims), himself a native of Nīshāpūr. In his Ṭabaḳāt al-ṣūfiyya (“The classes of Ṣūfīs,” that is, the biographies of Ṣūfīs, organised chronologically), and in other treatises of lesser importance, the mention of each Ṣūfī personality is accompanied by a few biographical details, and above all, by attributed aphorisms, which spread through the corpus of mediaeval mystical literature as a result of al-Sulamī's compilation. The posthumous fame of these personalities is based entirely on such recorded sayings.",
    "However, the information from these sources does not truly reflect the reality of the local mystical context. While al-Sulamī does indeed describe urban pietists, whom he designates collectively as Malāmatī, “adepts of blame (malāma) ,” that is, Ṣūfīs who refused the authority of a teacher and placed themselves above the Sharīʿa, in defiance of public opinion, he remains entirely silent regarding the (historically well-documented) ascetic and mystical Karrāmiyya movement, which was highly influential in the Iranian provinces of the period and remained active for several centuries. This disregard of the principal mystical current prevalent in Iran during the period in question is mitigated by a confrontation that could be described as a literary fiction, namely one that supposedly pitted ascetic urban personalities of the type represented by Abū Ḥafṣ against contemporary Iraqi Ṣūfīs, such as al-Junayd (d. 298/910), often considered a representative of moderate Ṣūfīsm. In these alleged disputations, al-Sulamī invariably gives the advantage to his countrymen. Subsequent sources display a marked tendency to exaggerate. Thus Abū Nuʿaym (d. 430/1038), a Shāfiʿī from Isfahan and the author of Ḥilyat al-awliyāʾ (“The ornament of saints,” a famous hagiographical compilation of “mystical classes,” which is a more expansive response to al-Sulamī's work and which enjoyed much greater success), relates the miraculous feat whereby Abū Ḥafṣ allegedly removed a glowing iron rod from his forge with his bare hands and suffered no harm ( Ḥilya , 10:230). This symbolic anecdote should probably be classified in Muslim mystical literature as a stereotypical motif describing the inner vocation of a would-be mystic of which the person himself is unaware.",
    "Curiously, al-Sulamī does not link Ḥamdūn al-Qaṣṣār (d. 271/884), who is supposed to have founded the Malāmatiyya, to Abū Ḥafṣ, despite the fact that both lived during the same period and in the same city. Rather, in an approach that could be termed a division of roles, he presents Abū Ḥafṣ as the champion of the futuwwa (lit. “virtues of the ‘young man’ (fatā) ,” a concept used by certain mystics to describe a type of spiritual chivalry). Al-Sulamī describes him as initiating a disputation on this subject with the “spiritual teachers (mashāyikh) of Baghdād,” in which the latter were forced to recognise the clear superiority of their visitor. This episode again belongs to a favourite literary topos of the “encounter,” in which prominent mystical personalities confront each other. Al-Samʿānī (d. 562/1166) quotes Abū Ḥafṣ, under the heading “Haddād,” in his extensive compilation of nisba s (the part of a Muslim name that originally indicated tribal origins and location, and later often referred to a special characteristic or profession). For this all-round savant from Khurāsān, Abū Ḥafṣ was a Ṣūfī whose life was full of miracles. Thus, according to al-Samʿānī, Abū Ḥafs, who was a monolingual Persian speaker, nevertheless, when brought face-to-face with Baghdadi interlocutors, spoke straightaway in Arabic ( Ansāb , 158a).",
    "From a historical perspective, the question is whether the founders of the Malāmatiyya and related personalities, such as Abū Ḥafṣ, really existed as an actual group in their time, or whether they were simply assigned this role by al-Sulamī in order to create a counterweight not only to the powerful local Karrāmiyya movement but also to the Ṣūfīs of Iraqi affiliation, some of whom had begun to gain a foothold in Iran in the middle of the third/ninth century, in emulation of Abū Bakr al-Wāsiṭī. Also known as Ibn al-Farghānī, since he came from the valley of the Farghāna (as indicated by his nisba ), al-Wāsiṭī left his province beyond the Oxus and set out for Iraq, in order to attend the classes of famous Iraqi Ṣūfīs such as al-Junayd (d. 298/910). It was probably in the wake of al-Ḥallāj's execution in Baghdad in 309/922 that he fled the persecution of the Ṣūfīs in Iraq. He settled in Merv, in central Khurāsān, where he died in 320/930, after having passed through Nīshāpūr, which is where Abū Ḥafṣ and al-Sulamī both lived.",
    "Print version: 9789004181304, 2009, 2009-3"
  ],
  "bibliography": [
    "Sources",
    "al-Sulamī, Ṭabaḳāt al-ṣūfiyya , ed. Johannes Pedersen, Leiden 1960",
    "al-Sulamī, Risāla al-Malāmatiyya , ed. Abū l-ʿAlāʾ al-ʿAfīfī, Cairo 1364/1945",
    "al-Sulamī, Jawāmiʿ ādāb al-ṣūfiyya , ed. Etan Kohlberg, Jerusalem 1976",
    "al-Sulamī, Kitāb al-futuwwa , ed. Süleyman Ates, Ankara 1397/1977",
    "Abū Nuʿaym al-Iṣfāhānī, Ḥilyat al-awliyāʾ , Cairo 1351–7/1932–8",
    "al-Samʿānī, al-Ansāb , ed. David S. Margoliouth, Leiden 1912 (facsimile)",
    "Abū Ḥafṣ ʿUmar al-Suhrawardī, ʿAwārif al-Maʿārif , ed. ʿAbd al-Ḥalīm Maḥmūd b. al-Sharīf (Cairo 1971), chaps. 8 and 9, comparison of Malāmatiyya, Qalandariyya , and Ṣūfiyya , with a theoretical approach and no biographical elements; al-Hujwīrī, Kashf al-Maḥjūb , Leningrad 1926, repr. Tehran 1399/1979.",
    "Studies",
    "Jacqueline Chabbi, Remarques sur le développement historique des mouvements ascétiques et mystiques au Khurasan, SI 46 (1977), 5–72",
    "Jacqueline Chabbi, Abū Ḥafṣ al-Ḥaddād, EIr ."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 715
}