{
  "id": "eweb_603",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-22663.xml?rskey=cMOYbP&result=10",
  "annotator": "Antonio",
  "title": "Ahl al-Ṣuffa",
  "authors": [
    "Roberto Tottoli"
  ],
  "word_count": "(980 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Jun 2009",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Ahl al-Ṣuffa (“people of the bench”) or aṣḥāb al-ṣuffa (“those of the bench”) is the name given in ḥadīth reports and in Muslim literature to a group of Companions of the prophet Muḥammad who lived in the portico or vestibule, the ṣuffa , often translated as “bench” or “banquette,” of the Prophet's mosque in Medina. This portico was their only home. Sources make varying estimates as to how many of them there were, and their number changed over the years the Prophet spent in Medina. Reports variously mention sixty, seventy, and four hundred, while according to Ibn Taymiyya (d. 728/1328; Ahl al-ṣuffa , 61), quoting al-Sulamī (d. 412/1021), their total number reached six hundred or even seven hundred. Numerous reports include the names of Companions who belonged to this group (see, for example, al-Ḥākim al-Nīsābūrī (d. 404/1014), 3:19–20) or attest that various individual Companions stayed amongst this group in the mosque of Medina for certain periods. Among them there were prominent figures such as Abū Hurayra (d. c. 57/678), ʿAbdallāh b. Masʿūd (d. 32/652–3), Abū Dharr (d. 32/652–3), Ḥudhayfa b. al-Yamān (d. 36/656), and others.",
    "In ḥadīth reports, the fact that this group gathered in the Prophet's mosque and lived there is ascribed to their poverty or to their not being originally from Medina, thus having no property (māl) , relatives, or allies (ahl) to call upon to provide them refuge. They are described as being indigent or pious people with nowhere else to shelter but by the ṣuffa of the mosque, until they were able to find better accommodations. Such was their poverty that not one of them had enough clothing to adequately dress himself. Their clothes reached down only so far as their knees, so that when bowing during prayer they had to take hold of their clothes to avoid exposing their private parts (see Ibn Abī Shayba (d. 235/849), al-Muṣannaf , no. 3192). Muḥammad took care of them and shared with them, giving them food and other items that he had received as alms or gifts. He also invited his Companions who had food to divide it with them. Otherwise, according to other reports, when one of the ahl al-ṣuffa was hungry, he would find a branch full of dates, beat the branch with a rod, and then eat the dates. Muḥammad also ordered his Companions to extend hospitality to them, with the result that eventually there were only ten or fewer remaining who had to sleep at the mosque. They are usually described in traditions as the “guests of Islam” (aḍyāf al-Islām) , who would spend their days looking for food or resting in the shade of this portico, and their nights reciting the Qurʾān. Traditions mention that they had obtained permission to sleep in the mosque (ʿAbd al-Razzāq (d. 211/827), al-Muṣannaf , nos. 1648–9). Some traditions further state that some Qurʾānic passages, such as Q 2:273, 6:52, and 42:27, are allusions to the ahl al-ṣuffa , but not all commentaries agree on this.",
    "The inclusion of some Companions amongst the ahl al-ṣuffa and direct testimony that quotes some of the Companions stating “I was of the ahl al-ṣuffa …” clearly reflect the tendency to enhance the status of some persons and families. In succeeding centuries, short treatises written on the ahl al-ṣuffa , such as that of al-Sulamī, quoted in later sources, and the risāla by Ibn Taymiyya, point to the fact that the story itself as well as the total number of people in the group were issues that were discussed and debated. Some Ṣūfī treatises, moreover, trace the origin of the terms ṣūfī and taṣawwuf back to the ahl al-ṣuffa , finding in their poverty and piety an ideal reference to mystical themes and conceptions.",
    "Print version: 9789004178526, 2009, 2009-1"
  ],
  "bibliography": [
    "ʿAbd al-Razzāq, al-Muṣannaf , ed. Ḥabīb al-Raḥmān al-Aʿẓamī (Beirut 1983 2 ), nos. 1648–9",
    "Abū Nuʿaym, Ḥilyat al-awliyāʾ (Beirut 1989), 1:337–378",
    "al-Bayhaqī, Shuʿab al-īmān , ed. Abū Hājar Muḥammad al-Saʾīd b. Basyūnī Zaghlūl (Beirut 1990), nos. 10316–34",
    "al-Bukharī, Ṣaḥīḥ (Beirut 1990), nos. 429, 431, 433, 3388, 6087",
    "Leone Caetani, Annali dell'Islām (Milan 1905–26), 1:377–8",
    "al-Ḥākim al-Nīsābūrī, al-Mustadrak ʿalā l-ṣaḥīḥayn (Beirut 1990), 3:19–20",
    "Hannād b. Sariyy al-Kūfī, Kitāb al-zuhd , ed. ʿAbd al-Raḥmān b. ʿAbd al-Jabbār al-Faryawāʿī (al-Kuwayt 1985), nos. 760–4",
    "al-Ḥujwīrī, Kashf al-maḥjūb , ed. Reynold Alleyne Nicholson (Leiden and London 1911), 81–2",
    "Ibn Abī Shayba, al-Muṣannaf (Riyadh 1992), nos. 3192, 4911, 4922, 10787",
    "al-Kalābādhī, al-Taʿarruf li-madhhab ahl al-taṣawwuf , ed. ʿAbd al-Ḥalīm Maḥmūd and Ṭāhā ʿAbd al-Bāqī Surūr (Cairo 1960), 3–4",
    "Alexander Knysh, Islamic mysticism. A short history (Leiden, Boston, and Cologne 2000), 16",
    "Ibn Saʿd, Kitāb al-ṭabaqāt al-kubrā , ed. Iḥsān ʿAbbās (Beirut n.d.), 1:255–6",
    "Ibn Taymiyya, Ahl al-ṣuffa wa-aḥwālihim , Tanta 1990",
    "Louis Massignon, Essai sur les origines du lexique technique de la mystique musulmane (Paris 1954), 156",
    "al-Qurṭubī, Jāmiʿ al-aḥkām fī tafsīr al-Qurʾān (Beirut 1957), 3:340, 8:108, 12:168",
    "al-Sakhāwī, Rujhān al-kiffa li-bayān nubdha min akhbār ahl al-ṣuffa , edited together with al-Uskudārī, Risāla fī ahl al-ṣuffa wa-aḥwālihim , ed. Abū ʿUbayda Mashhūr b. Ḥasan Āl Salmān and Abū Ḥudhayfa Aḥmad al-Shuqayrāt, Riyadh 1995",
    "al-Samhūdī, Wafāʾ al-wafāʾ bi-akhbār dār al-Muṣṭafā , ed. Qāsim al-Sāmarrāʾī (London 2001), 2:191–7",
    "Annemarie Schimmel, Mystical dimensions of Islam (Chapel Hill 1975), 14, 28",
    "al-Tirmidhī, al-Jāmiʿ al-ṣaḥīḥ , ed. Muḥammad Fuʾād ʿAbd al-Bāqī (Cairo 1978), no. 2987",
    "W. Montgomery Watt, Ahl al-ṣuffa, EI2 ."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}
