{
  "id": "eweb_605",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-30346.xml?rskey=CnCcx6&result=4",
  "annotator": "Antonio",
  "title": "al-Ḥasan al-Baṣrī",
  "authors": [
    "Suleiman A. Mourad"
  ],
  "word_count": "(2,038 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Jan 2017",
  "last_updated": "10 Aug 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Abū Saʿīd al-Ḥasan b. Yasār al-Baṣrī (21–110/642–728), famously known as al-Ḥasan al-Baṣrī or al-Ḥasan b. Abī l-Ḥasan al-Baṣrī, was one of the most celebrated Successors (tābiʿūn) of the Companions of Muḥammad and enjoyed an acclaimed scholarly career and an even more remarkable posthumous legacy in Islamic scholarship.",
    "Al-Ḥasan was probably born in Medina. His mother was said to have been a maid to Umm Salama, one of Muḥammad’s widows. His father, who hailed from southern Iraq, was captured and sold into slavery at the time of the conquests and brought to Medina. It is primarily this association with Medina and his acquaintance there with many of the notable Companions and wives of Muḥammad that elevated his importance as an authoritative figure in Muslim religious and historical genealogy, allowing him to play a significant role, during and after his life, in the formation of many intellectual and religious trends in Islam. It was, however, in Basra where al-Ḥasan made his career and secured his reputation in Islamic historical memory; he died there on 1 Rajab 110/10 October 728.",
    "The details of al-Ḥasan’s life and scholarship are not easy to ascertain because his historical persona is difficult to distinguish from his later legacies and because many competing groups claim him as a founding figure. The mystic al-ʿAṭṭār (d. 618/1221), for example, alleges that al-Ḥasan, as a child, was placed beside Muḥammad who blessed him and that he drank from the Prophet’s jug. Such imaginary reports do not necessarily call into question all existing information about al-Ḥasan, but they do point to the challenges faced by scholars working on such renowned figures.",
    "The few things about al-Ḥasan that can be said with some accuracy touch on five aspects of his scholarly career and activism: his glosses on the Qurʾān and its exegesis, his views on theology, his life and his views on piety and on asceticism, his legal opinions, and his involvement in political events.",
    "Al-Ḥasan was known as an exegete (mufassir) and reciter (qāriʾ) of the Qurʾān. His name is invariably encountered in tafsīr s (exegetical works), acknowledging his expertise in the study of the Qurʾān. It is asserted (as in Ibn al-Nadīm’s Fihrist ) that he wrote a tafsīr that was transmitted from him by his disciple ʿAmr b. ʿUbayd (d. 144/761), but no such work is known to have survived. His views were probably collected by his disciples and passed around as a work of which he was supposed to be the author, but, even if one were to argue that he did write such a tafsīr , it should not be thought of as a work resembling those from the third/ninth century onwards. Judging from what is preserved in later tafsīr works, al-Ḥasan’s tafsīr corpus comprised short exegetical glosses on some but not all verses of the Qurʾān, which were probably expressed in recitation or teaching sessions, in which his students would pose to him questions about the meaning or reading of particular words or verses. His qirāʾa (reading) of the Qurʾān is well documented in many classical tafsīr works, which show some departures from the canonical muṣḥaf (version of the Qurʾān) of the caliph ʿUthmān (r. 23–35/644–56). Al-Ḥasan was known also for his knowledge of the occasions of revelation of certain verses.",
    "Theologically, al-Ḥasan was probably a proponent of the doctrine of free will—believing that sins are caused by humans, not by God—but two broadly-defined constituencies—the predestinarians and the believers in human free will—competed over his legacy. Advocates of what became known later as the doctrine of God’s justice (al-ʿadl) —specifically, the Qadariyya, the Muʿtazila, and the Shīʿa—attributed to him several treatises and anecdotes with the intent of showing that he promoted free will and was one of their founding fathers. The Risālat al-qadar ilā ʿAbd al-Malik (“Epistle to ʿAbd al-Malik against the predestinarians”) allegedly written by al-Ḥasan to the caliph ʿAbd al-Malik b. Marwān (r. 65–86/685–705) is a case in point. It survived in three recensions, two long and one short. It also survived as excerpts in a few mediaeval texts (e.g., the Ṭabaqāt al-muʿtazila by al-Qāḍī ʿAbd al-Jabbār, d. 415/1024). The evidence from the short treatise and the excerpts suggest that the original Epistle was long, as those who made them indicated that they were quoting from a longer text. Hence, the argument that the Epistle must originally have been short and later enlarged does not have any known historical foundation.",
    "The Epistle is probably a pseudepigraph from the third/ninth or early fourth/tenth century and reflects well-developed theological debates of the time. Its theological language and reasoning adhere to views championed by Muʿtazilī and Zaydī theologians of that period, namely, that evil cannot be attributed to God but that good can be. It also justifies its arguments on the basis of a refined knowledge of the Arabic language (especially syntax and idiom) to argue for the proper interpretation of certain problematic Qurʾānic verses and expressions in order to validate the doctrine of free will as based exclusively on the Qurʾān. This, too, reflects an evolved post-second/eighth-century stage and does not match any known examples from the first century of Islam. A few scholars, however, believe that the Epistle endorses a primitive free-will theology and that at least an original, shorter letter written by al-Ḥasan al-Baṣrī himself is still to be discerned in the current Epistle .",
    "Nevertheless, al-Ḥasan’s adherence to free will was a contested issue. Proto-Sunnīs and Sunnīs, who also claimed him as one of their founding fathers, asserted that he was a predestinarian; they, too, introduced their own evidence in anecdotes and letters to show that he was. Yet, some of his proto-Sunnī disciples, such as Yūnus b. ʿUbayd (d. 139/756–7) and Ḥumayd al-Ṭawīl (d. 142/759–60), admitted that al-Ḥasan was once a believer in free will but recanted it later in his life.",
    "The conclusion that one takes from this exposition of al-Ḥasan’s theological views is that he was a believer in free will but that he was implicated posthumously in the theological controversy between predestinarians and believers in free will and that both camps tried to claim him for their side, thus expanding his theological legacy in directions that do not necessarily reflect his own views or time.",
    "Another legacy of al-Ḥasan al-Baṣrī comprises his views on piety (taqwā) and renunciation (zuhd). This is probably where he is most prominent and is often represented as a model, especially by his disciples, a model that shaped the way he was remembered in early scholarship on piety and asceticism—as in the writings of Ibn Abī l-Dunyā (d. 281/894)—which further shaped his memory and perceived influence in later works. Mediaeval scholarship attributes to him several moral exhortations and short letters on the need to avoid this world and its people and to be wary of one’s own desires, but here too, disagreements among mediaeval scholars arose over whether he enjoined moderation in life or practised complete renunciation of the world and what it entails. An extensive Treatise on the religious obligations (Risālat al-farāʾiḍ) is purported to have been written by al-Ḥasan and survived in several recensions. The Treatise is, however, a clear case of false attribution, as it refers to ascetics and mystics from the three centuries after his death. The extensive Treatise on renunciation (Risālat al-zuhd) is also attributed to him (in Ḥilyat al-awliyāʾ , by Abū Nuʿaym al-Iṣfahānī, d. 430/1038), but it, too, is a forgery. There is also a claim, which was probably first made in Basra in the third/ninth century by mystics who trace their scholarly genealogy to the disciples of al-Ḥasan, that he was the founder of Ṣūfism, and his name is encountered in many mystical silsila s (chains of teachers and their disciples) going back to Muḥammad. As in the case of theology, this reflects a posthumous fascination with the historical al-Ḥasan and his fame for moral exhortations and piety that some of his students, such as the famous ascetics Mālik b. Dīnār (d. 130/748) and Farqad al-Sabakhī (d. 131/749), circulated and later scholars further developed and expanded.",
    "With respect to political activism, al-Ḥasan seems to have been involved in some anti-Umayyad uprisings. The advocates of the doctrine of free will portrayed him as a vocal anti-Umayyad critic; interestingly, those advocates, too, were anti-Umayyads. He probably took part in the revolt of Ibn al-Ashʿath (d. 85/704); fearing for his life after the death of Ibn al-Ashʿath, al-Ḥasan went into hiding from the Umayyads for some years.",
    "His proto-Sunnī disciples, such as ʿAbdallāh b. ʿAwn (d. 151/768), and later Sunnī scholars, however, rejected the assertion of al-Ḥasan’s involvement in rebellions, claiming that he stayed out of intra-Muslim civil wars; here too, interestingly, classical Sunnī thought framed the salaf (the founding fathers) as having been above the lamentable intra-Muslim infighting of the first/seventh century, given their crucial role in the transmission of ḥadīth and formation of the Sunna of the prophet Muḥammad. As one of the salaf , al-Ḥasan al-Baṣrī needed to conform to their suppositions: he could not have participated in intra-Muslim civil wars (fitna) or advocated beliefs not condoned by “orthodoxy”.",
    "Al-Ḥasan was appointed for a short time as judge of Basra during the reign of the caliph ʿUmar b. ʿAbd al-ʿAzīz (99–101/717–20). Mediaeval literature, however, records few legal opinions attributed to him. That none of his disciples went on to become prominent scholars of law might explain why his legal opinions were not passed down. He is, however, famous for clashing with one of his students, Wāṣil b. ʿAṭāʾ (founder of the Muʿtazila movement; d. 131/749) over the judgement of a Muslim who commits a grave sin; al-Ḥasan’s opinion was that such a Muslim is a hypocrite (munāfiq) , whereas Wāṣil (and later the Muʿtazila) advocated the infamous al-manzila bayn al-manzilatayn (i.e., neither unbeliever nor believer) (for more on which, see Van Ess, al-Manzila).",
    "Print version: 9789004335707, 2017, 2017-1"
  ],
  "bibliography": [
    "Sources",
    "Abū Nuʿaym al-Iṣfahānī, Ḥilyat al-awliyāʾ wa-ṭabaqāt al-aṣfiyāʾ (Beirut 1967–8), 2:131–61",
    "al-ʿAṭṭār, Tadhkirat al-awliyāʾ , ed. Reynold A. Nicholson (London 1905–7), 1:24–34",
    "al-Dhahabī, Siyar aʿlām al-nubalāʾ , ed. Shuʿayb al-Arnāʾūṭ and Maʾmūn al-Ṣāghirjī (Beirut 1990–2), 4:563–88",
    "Ibn Ḥanbal, Kitāb al-Zuhd , ed. Muḥammad Zaghlūl (Beirut 1994), 367–406",
    "Ibn al-Jawzī, Adab al-shaykh al-Ḥasan b. Abī l-Ḥasan al-Baṣrī , ed. Sulaymān M. al-Ḥarash, Riyadh 1993",
    "Ibn al-Nadīm, al-Fihrist , ed. Riḍā Tajaddud, Tehran 1971, repr. Beirut 1988",
    "Ibn Saʿd, al-Ṭabaqāt al-kubrā (Beirut 1958), 7:156–78",
    "ʿAbd al-Jabbār, Ṭabaqāt al-muʿtazila , in Fuʾād Sayyid (ed.), Faḍl al-iʿtizāl wa-ṭabaqāt al-muʿtazila (Tunis 1974), 215–23.",
    "Studies",
    "Michael A. Cook, Early Muslim dogma. A source-critical study , Cambridge 1981",
    "Omar Hamdan, Studien zur Kanonisierung des Korantextes. Al-Ḥasan al-Baṣrī’s Beiträge zur Geschichte des Korans , Wiesbaden 2006",
    "J. van Ess, al-Manzila Bayn al-Manzilatayn, EI2; J. van Ess, TG , 2:41–121",
    "Steven Judd, Muslim persecutions of heretics during the Marwānid period (64–132/684–750), al-Masāq 23/1 (2011), 1–14",
    "Alexander D. Knysh, Islamic mysticism. A short history , Leiden 2000",
    "Wilferd Madelung, Review of Suleiman A. Mourad, Early Islam between myth and history , BSOAS 70/1 (2007), 157–60",
    "Suleiman A. Mourad, Early Islam between myth and history. Al-Hasan al-Basri (d. 110H/728CE) and the formation of his legacy in classical Islamic scholarship , Leiden 2006",
    "Andrew Rippin and Jan Knappert (eds.), Textual sources for the study of Islam (Chicago 1986), 115–21."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 513
}