{
  "id": "eweb_610",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-25238.xml?rskey=FqdYr1&result=53",
  "annotator": "Antonio",
  "title": "Barzakh, Ṣūfī understanding",
  "authors": [
    "Salman Bashier"
  ],
  "word_count": "(1,773 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Mar 2012",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "The development of the Ṣūfī understanding of the term \n barzakh \n involved a shift in meaning, from a barrier that separates two things, to a limit, or boundary, that separates two things and, paradoxically, serves to unify them. This shift was brought about by Ibn ʿArabī (d. 638/1240), a great Ṣūfī thinker, who employed the term barzakh in its new, paradoxical sense to provide a solution to the problem of the relationship between God and the cosmos. Ibn ʿArabī elaborated on various aspects of the barzakh , among which the reality of the Perfect Human Being exerted the greatest influence on later Ṣūfī thought.",
    "The word barzakh occurs three times in the Qurʾān: (1) “When death comes to one of them, he says, ‘My Lord, send me back so that I may do righteousness in what I left behind.’ No! It is only a word that he says, and behind them is a barzakh until the day they are resurrected” (Q 23:99–100); (2) “It is He who let loose the two seas, one fresh and sweet and the other salty and bitter, and He set a barzakh between them, a partition, which they do not overpass” (Q 25:53); (3) “He has let loose the two seas, meeting each other. Between them is a barzakh , which they do not overpass” (Q 55:19–20). In (1) and (2), barzakh means a boundary or a barrier that separates two things—this world and the hereafter, the salted and sweet seas—preventing them from intermingling with each other. In (3), however, the barzakh seems to serve to divide the two while simultaneously bringing them together, as one. In the Islamic intellectual tradition, the great mystic of Andalusian origin Muḥyī l-Dīn Ibn ʿArabī (d. 638/1240) was the first to make full use of this paradoxical sense of the barzakh boundary (Ḥakīm, 193).",
    "In the ḥadīth (Islamic canonical tradition), barzakh is not explicitly mentioned, and the notion of the intermediate state between death and resurrection, which is called barzakh in Q 23:100, is linked essentially with the grave and the punishment that occurs in it. Ibn ʿArabī makes many references to the ḥadīth traditions about this intermediate state, and those references had a significant impact on the development of his concept of barzakh (Ibn ʿArabī, Futūḥāt , 2:504, Fuṣūṣ , 186; Chittick, Self-disclosure , 292; Eklund, 157–62; Bashier, 77–80). Barzakh is mentioned in kalām (Islamic theology), but the focus in the debates between Islamic theologians is on the punishment in the grave; in the controversies between the Ashʿarī and Muʿtazilī theologians, barzakh speculations play no part (Eklund, 79). In debating their positions, however, the theologians introduced two important notions with which Ibn ʿArabī identifies his barzakh concept, namely the Ashʿarī notion of the state (ḥāl) , which refers to something intermediate between reality and unreality, and the Muʿtazilī notion of the “nonexistent thing” (al-shayʾ al-maʿdūm) , which signifies something between existence and nonexistence (Ibn ʿArabī, Futūḥāt , 3:47, 275; Chittick, Ṣūfī path , 205, Self-disclosure , 229). There is no indication that barzakh meant for the Ṣūfīs who came before Ibn ʿArabī anything different from what it meant for the theologians. For al-Ḥakīm al-Tirmidhī (d. between 292/905 and 297/910), whose works influenced Ibn ʿArabī, barzakh was related almost exclusively to the life in the grave (Eklund, 59, 70, 120–1), and for Abū l-Qāsim al-Qushayrī (d. 466/1074), who also exerted a strong influence on Ibn ʿArabī, barzakh in Q 55:20 meant simply an obstacle (ḥājiz) that prevents the two seas from overcoming one another (al-Ḥakīm, 194). It is clear, however, that the central concepts of Ṣūfism and the Ṣūfīs’ accounts of their mystical experiences were a major source of inspiration for Ibn ʿArabī’s thought in general and his concept of barzakh in particular.",
    "Ibn ʿArabī defines the barzakh as a limit that meets the two things between which it separates with two faces that are identical. If there were two different faces, another boundary would be required to differentiate between the two faces, in order that they not confront one another. Hence, the face with which the barzakh confronts one of the two things must be identical to the face with which it confronts the other (Ibn ʿArabī, Futūḥāt , 3:518; Chittick, Self-disclosure , 335). This paradox of the barzakh limit, or boundary, enables it to separate two things, even opposites, and, at the same time, bring them together, as one. Ibn ʿArabī often uses the term barzakh in the expression “world of the barzakh ” (ʿālam al-barzakh) —called also the “world of imagination” (ʿālam al-mithāl) —which is a realm intermediate between the spiritual and the corporeal worlds (Chittick, Ṣūfī path , 14). He calls this world “delimited imagination” (khayāl muqayyad) and distinguishes it from the “non-delimited imagination” (al-khayāl al-muṭlaq) . This is the Supreme Barzakh (al-barzakh al-aʿlā) , which, as the barzakh between being and nothingness, embraces both the corporeal and spiritual worlds and is the cosmos itself. Ibn ʿArabī elaborates on various aspects of the Supreme Barzakh, among which the Reality of Realities (ḥaqīqat al-ḥaqāʾiq) and the Perfect Human Being (al-insān al-kāmil) are especially important. The Reality of Realities is a receptacle that comprises all divine and cosmic realities. It belongs both to the Real ( ḥaqq , God as essence) and to Creation ( khalq , God as manifest in the cosmos) and is not characterised by existence or nonexistence, by temporal origination or eternity. It is for this reason that the Reality of Realities, also called the Third Thing (al-shayʾ al-thālith) , allows for both the designation of the eternal existence of the real and the temporally originated existence of the cosmos (Ibn ʿArabī, Futūḥāt , 1:119; Chittick, Ṣūfī path , 136) and may therefore be considered Ibn ʿArabī’s solution to the problem of the origin of the cosmos (Bashier, 102–11). The Reality of Realities corresponds to the material cause, and the Perfect Human Being corresponds to the final cause (Abū Zayd, 74, 88). God created the cosmos because He delighted in manifesting Himself, and the Perfect Human Being renders this self-manifestation possible, as he is the spirit of the cosmos and the polishing of the mirror in which God sees Himself (Ibn ʿArabī, Fuṣūṣ , 49). The Perfect Human Being is the ultimate actualisation of the barzakhī relationship between God and the cosmos, because he alone, among all created things, possesses the power of creative imagination that brings together the divine and cosmic realities or the Real’s contrasting aspects of non-manifestation and manifestation (Ibn ʿArabī, Futūḥāt , 3, 290). Those who inherit this power of creative imagination and attain knowledge of the Real, by assuming a barzakhī attitude that unites God’s aspects of non-manifestation (or incomparability, tanzīh ) and manifestation (or comparability, tashbīh ), are perfect among human beings (Ibn ʿArabī, Fuṣūṣ , 69, 182).",
    "Ibn ʿArabī’s notion of the Perfect Human Being influenced later Ṣūfī thought, and its presence is already felt strongly in the writings of his direct disciple, the Persian Ṣadr al-Dīn al-Qūnawī (d. 672/1274) (Chittick, The central point, 37–41). In the commentaries of important Ṣūfī interpreters of Ibn ʿArabī’s most famous and widely read work, Fuṣūṣ al-ḥikam, barzakh is mentioned primarily in the context of the Perfect Human Being. This is true in the case of al-Qūnawī’s disciple Muʾayyid al-Dīn al-Jandī (d. 690/1291) and al-Jandī’s disciple, the Persian ʿAbd al-Razzāq al-Kāshānī (or al-Qāshānī, d. between 730/1330 and 736/1335), as they limit their use of the term barzakh to their commentaries on the chapters on Ādam and Muḥammad, two prophets who were, according to Ibn ʿArabī, the first and last manifestations of the Perfect Human Being (al-Jandī, 120, 122, 140, 143, 566, 568, 577; al-Kāshānī, 11, 275–6). This is also true of al-Kāshānī’s disciple, the Mamlūk Ṣūfī scholar Dāwūd al-Qayṣarī (d. 751/1350), and the great mystic and scholar from Khurāsān ʿAbd al-Raḥmān Jāmī (d. 898/1492), even as they make some use of the term barzakh in the introductions to their commentaries on the Fuṣūṣ (al-Qayṣarī, 11, 13, 25–6, 58, Jāmī, 33–4, 36, 55, 57). The fact that these and other commentators use the term barzakh almost exclusively in the context of the Perfect Human Being may indicate a failure on their part to appreciate fully the central, comprehensive role that the concept of barzakh played in Ibn ʿArabī’s mystical theory. A fuller appreciation of the significance of this concept came from the Shīʿī philosopher Ṣadr al-Dīn al-Shīrāzī, commonly known as Mullā Ṣadrā (d. 1050/1640). In his masterpiece al-Ḥikma al-mutaʿāliyya fī l-asfār al-ʿaqliyya al-arbaʿa (“The transcendent philosophy of the four journeys of the intellect”) and his other writings, Ṣadrā makes important use of the concept of barzakh in developing his concept of the essential movement (al-ḥaraka al-jawhariyya) of the soul’s journey toward existential perfection (Dakake, 107–11, 123, 126) and succeeds in giving a new philosophical and systematic expression to Ibn ʿArabī’s doctrine that came to be known as the Unity of Being (waḥdat al-wujūd) .",
    "Print version: 9789004225671, 2012, 2012-1"
  ],
  "bibliography": [
    "Sources",
    "Ibn ʿArabī, Fuṣūṣ al-ḥikam , ed. Abū al-ʿIlā ʿAfīfī, Beirut 1980",
    "Ibn ʿArabī, al-Futūḥāt al-makkiyya , 4 vols., Cairo 1329/1911",
    "ʿAbd al-Raḥmān Jāmī, Naqd al-nuṣūs fī sharḥ Naqsh al-fuṣūṣ , ed. William C. Chittick, Tehran 1977",
    "Muʾayyid al-Dīn al-Jandī, Sharḥ Fuṣūṣ al-ḥikam , ed. ʿĀṣim al-Kayyālī, Beirūt 2007",
    "ʿAbd al-Razzāq al-Kāshānī (al-Qāshānī), Sharḥ Fuṣūṣ al-ḥikam , Cairo 1966",
    "Dāwūd al-Qayṣarī, Sharḥ Fuṣūṣ al-ḥikam , Tehran 1982.",
    "Studies",
    "Naṣr Abū Zayd, Falsafat al-taʾwīl , Beirut 1983",
    "Salman H. Bashier, Ibn al-ʿArabī’s barzakh. The concept of the limit and the relationship between God and the world , Albany 2004",
    "William C. Chittick, The central point. Qūnawī’s role in the school of Ibn ʿArabī, Journal of Muḥyiddīn Ibn ʿArabī Society 35 (2004), 24–45",
    "William C. Chittick, The self-disclosure of God. Principles of Ibn al-ʿArabī’s cosmology , Albany 1998",
    "William C. Chittick, The Ṣūfī path of knowledge. Ibn al-ʿArabī’s metaphysics of imagination , Albany 1989",
    "Ragnar Eklund, Life between death and resurrection according to Islam , Uppsala 1942",
    "Maria Massi Dakake, The soul as barzakh. Substantial motion and Mullā Ṣadrā's theory of human becoming, MW 94 (2004), 107–30",
    "Suʿād al-Ḥakīm, al-Muʿjam al-Ṣūfī , Beirut 1981."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}
