{
  "id": "eweb_614",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-26001.xml?rskey=f9WTiy&result=37",
  "annotator": "Antonio",
  "title": "Dhawq",
  "authors": [
    "Denis Gril"
  ],
  "word_count": "(4,355 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Jan 2015",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Dhawq \n means “taste” in the literal and figurative senses. In the Qurʾān, the damned “taste” punishment, and, in the Sunna, the believers “taste” the sweetness of faith. Philosophers and physicians endeavour to explain the physiology of taste and what can alter it. It is within Ṣūfism, however, that this term has found its most pervasive use, as it expresses the ineffable and incommunicable nature of spiritual, amorous, contemplative, and cognitive experience. Its metaphorical use is still, for the masters of Ṣūfism, an invitation to taste what words cannot describe.",
    "1. Arabic language",
    "Dhawq is the verbal noun (maṣdar) of the verb dhāqa ( dhawāq and madhāq also occur, but more rarely), meaning “to taste” literally and figuratively. Ṭaʿm , which is often associated with it, has more specifically the sense of the “flavour” of something. Al-Jāḥiẓ (d. 255/868–9) gives several examples of figurative uses of the verb dhāqa in the ancient language, especially in poetry (cf. “Fī majāz al-dhawq,” in Kitāb al-ḥayawān , “The book of animals,” 5:28–32). Ibn Manẓūr (d. 711/1311–2) provides other examples taken especially from the Qurʾān and ḥadīth , always with the sense of “to feel” or “to experience” ( Lisān al-ʿarab , “The language of the Arabs,” 11:401–2).",
    "2. Qurʾān and Sunna",
    "The verb dhāqa is used once in the Qurʾān in its literal meaning, with regard to Adam and Eve: “they tasted of the tree” (7:22). This does not exclude a figurative meaning, if we consider that, according to the Bible, this is the tree of the knowledge of good and evil. The metaphorical use of the verb dhāqa largely prevails in the Qurʾān. Its connotations are rather negative; in many passages the damned “taste” punishment, their dire future ( wabāl amrihim : 59:15; 62:42; 65:9) or unhappiness ( al-sūʾ , 16:94). God makes Man taste the “minor punishment,” that is, the trials of this world, so that he may repent before getting a taste of the “major punishment” in the afterlife (32:21). Similarly, he who has sanctified himself for the pilgrimage and violates the prohibition to hunt must sacrifice an animal, feed the poor or fast, as atonement, “to taste the pernicious nature of his action” (5:95). After evoking the food and torments of hell, it is even said ironically to the damned, “Taste, you who are the cherished, the honoured one!,” while just after that it is said of the ones chosen for Paradise that “they will no more taste death there; only the first death” (44:49, and 56). Also involved, though, is the mercy that God lets Man taste, although he quickly forgets it, falling back into ingratitude (cf. 10:21, 11:10, 30:33, 41:50).",
    "Taste takes on a more positive connotation in the Sunna. According to a ḥadīth , “He who has accepted God as his Lord, Islam as his religion, and Muḥammad as his (Prophet and) Messenger, has tasted the flavour of faith” (Ibn Ḥanbal, 1:208; Muslim, Ṣaḥīḥ , K. al-Īmān 56, 1:46). The Prophet, explaining to a woman that she will not be able to remarry her first spouse, who has repudiated her, until she has consummated the marriage to her second husband, before the latter repudiates her, points out to her, “No, not until you have had a taste of his ‘little honey’ (ʿusayla) and he of yours” (al-Bukhārī, Ṣaḥīḥ, shahādāt 3, ṭalāq 4, 3:208–9; 7:56 etc....). Has this image inspired certain Ṣūfī masters, who see their science as something that cannot be taught through words or books but must be “tasted”? For how can the taste of honey or of sexual pleasure be described?",
    "3. Philosophy and medicine",
    "Some philosophers were interested especially in the relationship between the external senses, including taste, and the soul or the heart (e.g., al-Farābī, chap. 21, Ar. text 81–3, trans. 65–71). The Ikhwān al-Ṣafā (an Ismāʿīlī secret society in fourth/tenth-century Basra) were also interested in the relationship between the sensory faculties, including taste, and the soul (Marquet, 230–1). Regarding the tongue, physicians discuss changes that can affect the sense of taste (ḥiss al-madhāq) (Abū Bakr al-Rāzī, 3:163–4). The Persian polymath Ibn Sīnā (Avicenna, d. 428/1037) deals differently with the same question (Ibn Sīnā, 2:254–5).",
    "4. Rhetoric",
    "In the branch of rhetoric that deals with eloquence (ʿilm al-bayān) , dhawq means the “taste” of the language, i.e. the ability to express what one has to say in the most precise and most elegant way. According to the historian of the Arabo-Islamic civilisation Ibn Khaldūn (d. 784/1382), this faculty, without being innate, still requires a profound immersion in an Arab environment and an excellent command of its specific modes of expression. It is therefore rarely to be found among non-Arabs (see Ibn Khaldūn, 3:264–7 (6th section, §50)).",
    "5. Ṣūfism",
    "In Ṣūfism, the path to self-knowledge, “taste” is not theoretical but is experienced within the innermost being; in accordance with Qurʾānic usage, it refers to the direct experience of the states of being, in relationship with other concepts, as we will see below, thus taking its place in the technical vocabulary of Ṣūfism.",
    "The Egyptian Dhū l-Nūn al-Miṣrī (d. 246/861) believes that he who is seized by the burning desire for God (ishtiyāq) tastes a drink that only increases his desire (shuwwiqa fa-shtāqa wa-dhuwwiqa fa-ṭāba lahu l-madhāq) (Ibn ʿArabī, al-Kawkab , 248, 252, trans. Deladrière, 302, 308 (§ 170)). This same idea is often found in the work of the Ṣūfī scholar from Khurāsān al-Ḥākim al-Tirmidhī (d. between 295/905 and 300/910) in relation to the burning desire that provides a “foretaste” of the joys of meeting the Beloved One (Nwyia, 287). Often associated with wajd , the overwhelming experience of the divine presence, dhawq comes increasingly to be considered the first stage of this experience. The Ṣūfī scholar of Iranian origin Aḥmad b. ʿAṭāʾ al-Rūdhabārī (d. in Tyr 369/979–80) defines it thus: “Taste is the first experience of Being (mawājīd). Those who lose consciousness (ahl al-ghayba) when they drink see their spirit vanish; those who remain conscious (ahl al-ḥuḍūr) when they drink live fully,” as reported by the exegete, hagiographer, and Ṣūfī theorist from Nīshāpūr al-Sulamī (d. 412/1021) in his Ṭabaqāt al-ṣūfiyya (“The generations of Ṣūfīs,” al-Sulāmī, 498). This sense of a beginning of a spiritual experience is confirmed by the Ṣūfī theorist from Khurāsān al-Sarrāj (d. 378/988) in his list of technical terms; with regard to love, dhawq precedes shurb (drink) and rayy (drinking to one’s fill). But the word also retains a more general sense in the practice of the spiritual concert/audition (samāʿ) and the wajd it procures for the participant, an experience whose taste and “flavour” (ṭaʿm) are impossible to describe (al-Sarrāj, 449, 376, 388). In Adab al-mulūk fī bayān ḥaqāʾiq al-taṣawwuf (“The kings’ etiquette in the explanation of Ṣūfism’s truths”), an anonymous treatise of the fourth/tenth century, taste gives access to the inner meanings of samāʿ . It involves “the taste of what we experience as Being and the related realities we contemplate” (dhawq wujūdihi wa-ḥaqāʾiq shuhūdihi) (Adab al-mulūk , 66). The link between these two modes of spiritual perception will reappear later in the history of Sufism.",
    "The Ṣūfī scholar from Nishapur al-Qushayrī (d. 465/1073) deals with the terms dhawq , shurb , and rayy —following sukr (inebriation) and ṣaḥw (sobriety)—as three phases of knowledge that we access successively through spiritual practices (muʿāmalāt) , encounters (munāzalāt) , and relationships (muwāṣalāt). Taste provides a semblance of inebriation, drinking a total inebriation, and imbibing to full satisfaction a return to sobriety. A quotation by the Central Asian Ṣūfī Yaḥyā b. Muʿādh al-Rāzī(d. 258/872), a Ṣūfī who lived in Balkh and then in Nishāpūr, reminds us that the taste is that of the cup of love. Al-Qushayrī sets it instead in the realm of knowledge, by making it an expression of the “fruits of theophany” (thamarāt al-tajallī) , further to the unveilings and inspirations (wāridāt) that arise as one progresses toward God (al-Qushayrī, 1:271–2). ʿAlī al-Hujwīrī (from Ghazna, d. between 465 and 469/1073 and 1077) defines dhawq in relation to shurb , which refers to the contentment of the spiritual experience. According to one of his masters, a disciple who feels none of this contentment does not partake of this knowledge, while the knowledgeable one must overcome such a perception, which would drive him away from God. While shurb provides only joy, dhawq can be related to both joy and affliction, which is consistent with Qurʾānic usage (al-Hujwīrī, trans. Nicholson, 392; trans. Mortazavi, 442–3). According to the Ṣūfī master from Herat ʿAbdallāh al-Anṣārī (d. 481/1089), the first degree of taste, associated with the flavour of promise, is that of full apperception (taṣdīq) ; the second, associated with the flavour of intimacy (uns) , is that of willingness (irāda) , and the third unfolds, in its turn, into three more: separation from others, linked to union; aspiration, linked to reunion; and intimate consultation, linked to direct vision. In this enumeration, dhawq , which al-Anṣārī says endures longer than wajd , takes on the sense of the full and effective realisation of a commitment in various stages of spiritual progression (al-Anṣārī, no. 70, p. 79–80 (Ar. text) and 111 (trans.)). The Persian Rūzbihān Baqlī (from Shiraz, d. 606/1209) sets dhawq in the beginning of the stages of lovers (maqāmāt al-ʿāshiqīn) , preceding joy (ladhdha) , flavour, drinking, and imbibing. “The taste of the cup of the seas of theophany“ leads to the first lights of the divine attributes and then to “the splendour of contemplation in the unveiling” ( Mashrab al-arwāḥ , 117). Dhawq and kashf (unveiling) are always associated in the work of the educational Ṣūfī master from Armenia ʿAmmār al-Bidlīsī (d. between 590/1194 and 604/1207–8), Bahjat al-ṭāʾifa bi-llāh al-ʿārifa (“The joy of the initiates who know God”) and Ṣawm al-qalb (“The heart’s fast”), with references to dhawq being frequent and on various levels. The obligations of fasting are of two sorts, those due to tradition (naqlī) and those corresponding to inner demands (dhawqī) ( Ṣawm , 20). Here dhawq distinguishes what is of an inner order from what is rooted in the law. Under this distinction, dhawq appears as the first level of inner realisation. It is thus said of the rectitude of faith that it is due to science, to the practice of taste and to the unveiling, and of the rectitude of the heart it is said that it springs from external science, that it is of an inner order and springs from taste, from the spiritual state, and from the unveiling (dhawqī ḥālī kashfī) ( Bahja , 21–2). Elsewhere, the spiritual state precedes taste, always followed by unveiling and, beyond that, contemplation and direct vision ( Bahja , 99). Taste therefore always indicates an experience and announces knowledge (Zwei mystische Schriften des ʿAmmār al-Bidlīsī). For the Central Asian Ṣūfī scholar, author, and founder of the Kubrāwiyya Najm al-Dīn Kubrā (d. 618/1221), a disciple of ʿAmmār, taste and contemplation are also closely associated. Regarding the symbolic meaning of colours, he says of green, which represents the life of the heart: “These are meanings that speak for themselves to whoever receives them in the dual language of taste and contemplation as two trustworthy witnesses. You taste for yourself what you contemplate through your inner vision. What you taste this way is what you feel as an impulse when contemplating greenery, as a expansion of your soul, as happiness in your soul, delight of your spirit, and freshness in your inner vision” ( Die Fawāʾiḥ , 60, §13). Inner perception results from “the transformation of taste” (tabdīl al-dhawq) , that is, the substitution of the external senses by the corresponding ones in the inner order, as it occurs in dreams ( Die Fawāʾiḥ , 18–9, §41, and introd. 97, 99, 119). Every spiritual experience, no matter the degree attained, is “tasted,” because the being participates in it entirely. According to Najm al-Dīn, his master ʿAmmār inwardly saw himself, during a retreat, enter heaven, “until I tasted that I myself was Heaven” ( Die Fawāʾiḥ , 27, §57). Kubrā, elevated by God, senses briefly within himself the taste of divine sovereignty (dhawq al-rubūbiyya) and confides “that being allowed by God to savour such a taste is the most sublime of stations and charismas” ( Die Fawāʾiḥ , 36 §79). Dhawq allows for a sure grasp of spiritual realities and is therefore one of the conditions for achieving mastery and holiness (Najm al-Dīn Kubrā, Pratique , 271 and 273). The Persian born Ṣūfī scholar, theorist, and preacher, master of masters (shaykh al-shuyūkh) of Baghdad, ʿUmar al-Suhrawardī (d. 632/1234) remains committed to the progression defined by al-Sarrāj and taken up by al-Qushayrī: taste is based on faith, drink on science, and imbibing on the spiritual state. Dhawq thus always forms part of the premises of the spiritual state ( ʿAwārif al-maʿārif , 2:321). Shams al-Dīn Muḥammad b. Abī Bakr al-Rāzī (d. after 666/1268), a Ṣūfī master born in Rayy who lived in Egypt, Syria and Anatolia, defines taste as the first of the stations and “the fact of experiencing the delights of the higher reality” (wijdān ladhdhat al-ḥaqīqa) , drink as “pure inebriation after having drunk again from the cup of contemplation,” and imbibing as “the result of the permanence of the union after the excellence of relating to God through works” ( Ḥadāʾiq al-ḥaqāʾiq , 201). The great mystic of Andalusian origin Ibn ʿArabī (d. 638/1240), in his Iṣṭilāḥ al-ṣūfiyya (“Technical terminology of the Ṣūfīs,” in Rasāʾil Ibn al-ʿArabī , 6) links dhawq , as did al-Qushayrī, with the notion of tajallī . Taste indicates the very beginning of the theophanies, drink their intermediate phase, and imbibing their final expression in each station, definitions that are repeated in Ibn ʿArabī’s Futūḥāt al-makkiyya (“Meccan revelations,” 2:133). In the hierarchy of knowledge found in the introduction to the Futūḥāt (1:31)—the science of reason, the science of spiritual states, and the science of secrets—it is taste that makes it possible to grasp the science of spiritual states. It provides knowledge that cannot be grasped by reason and requires the knowing subject to qualify himself through the spiritual states and to taste them. He takes the example, cited at the beginning of the article, of honey or sexual pleasure, which needs to be tasted in order to be known and whose taste defies rational demonstration. He also asserts that the science of secrets, resulting from pure divine inspiration, can as well take the form of a rational science as that of the states, which explains the broad use that some masters, such as Najm al-Dīn Kubrā, make of the term dhawq . In his Iṣṭilāḥāt al-ṣūfiyya (“Technical terms of the Ṣūfīs,” 162), ʿAbd al-Razzāq al-Qāshānī (d. 730/1329), a Persian Ṣūfī in the tradition of Ibn ʿArabī, defines dhawq as “the first degree of contemplation of God by God during the successive flashes of even a very brief duration of the theophany that flashes like lightning” (al-tajallī al-barqī). The contemplation of God by God means that what is tasted here is the consciousness that God is witnessing Himself through the one who is contemplating. As with Ibn ʿArabī, the terms dhawq, shurb , and rayy correspond to the longer or shorter duration of contemplation. Two other glossaries of terminology, attributed to al-Qāshānī and published under his name, in any case took their inspiration from him. These are Laṭāʾif al-iʿlām fī ishārāt ahl al-ilhām (“The subtleties of information on the allusive indications of the people of inspiration,” 471–3) and Rashḥ al-zulāl fī sharḥ al-alfāẓ al-mutadāwala bayn arbāb al-adhwāq wa-l-aḥwāl (“The flowing of pure water through the explanation of the terms used by the masters of taste and spiritual states,” 81–2). It has been shown that both were the works of a certain Ibn Ṭāhir, a master of the eighth/fourteenth century (Beneito). More than any of his predecessors, Ibn Ṭāhir develops, in the Laṭāʾif , the relationship between the sense of taste and the perception of spiritual meanings. He asserts that taste expresses the unity (ittiḥād) of the knower and the known, as the famous Persian-born mystic author and poet al-Ḥallāj (executed in Baghdad in 309/922) said: “I am the one I love and the one I love is me” (first hemistich of a well-known poem; cf. al-Ḥallāj, Dīwān , 77–8; this poem is not mentioned in Massignon’s edition). Taste, like the heart, must be pure and free of any other perception in order to grasp its object. He explains in Rashḥ al-zulāl fī sharḥ al-alfāẓ al-mutadāwala bayn arbāb al-adhwāq wa-l-aḥwāl that the distinction made between the beginning, the middle, and the end of tajallī applies only to theophany formally, when taste is of an imaginal order (khayālī) , and in the higher realities, when taste is intellective (ʿaqlī).",
    "Apart from these technical meanings, the term dhawq has always had, for the Ṣūfī masters, the general sense of inspired knowledge. The Persian mystical poet and hagiographer from Herat ʿAbd al-Raḥmān al-Jāmī (d. 898/1492) says, in Durrat al-fākhira (“The precious pearl,” 44), with regard to the divine attibutes, “al-Shaykh (Muḥyī l-Dīn Ibn ʿArabī) said, ‘Some denied His attributes, although the intuition (dhawq) of the prophets and saints testifies to the contrary’.” The commentator on the Durra , ʿAbd al-Ghafūr al-Lārī (d. 910/1505), maintains, for his part, that the truth of the doctrine of the Ṣūfīs can be proven only by “clear mystical revelation (al-kashf al-ṣaḥīḥ) and true intuition (al-dhawq al-ṣaḥīḥ) (al-Jāmī, Durrat al-fākhira , 44). The latter expression suggests that taste cannot be perfectly authentic. The mystical author of Moroccan origin Aḥmad Zarrūq (d. 899/1493), in distinguishing science from taste, considers that the first is confirmed or disproved by the underlying authority, while the second can be perceived only by him who has had that experience, and it is his state that does or does not confirm the authenticity. He also recognises that passion can interfere with taste and alter it ( Qawāʿid al-taṣawwuf , 104, qāʿida 197). The Moroccan Ṣūfī Ibn ʿAjība (d. 1809), a disciple of the Moroccan Ṣūfī master Mūlāy al-ʿArabī al-Darqāwī (d. 1823), synthesises earlier literature combining the cognitive and existential dimensions of dhawq . First, he defines it as “the fulguration of the lights of the eternal Essence over the intellect that, immersed in the lights of eternity, no longer sees the contingent world.” He takes up the idea of an increasing duration that leads to “drink,” like the other previous authors, then to intoxication (sukr) , which he likens to extinction (fanāʾ) of the soul in God, then to the vision of traces contingent on existence, subsisting not by themselves but through God, which is equivalent to sobriety (ṣaḥw) or to permanence (baqāʾ) or even to the extinction of extinction, as only what is illusory can be extinguished (Ibn ʿAjība, 54–5; Michon, 243–4). Yet, alongside these exact definitions, taste continues, for the Ṣūfī masters, to mean the experience of the divine presence, often in the language of love, as for Abū ʿAzza al-Muhājī (d. 1861)—a compatriot of Ibn ʿAjība and, like him, a disciple of Mūlāy al-ʿArabī al-Darqāwī—who begins one of his poems, “Oh, you who condemn me, let me be! If you had tasted what I have tasted, you would have fallen in love, as I did, with the one I love” (al-ʿAlawī, 71). Al-Muhājī thus rediscovers the definition of the drink of love (sharāb al-maḥabba) given by Abū l-Ḥasan al-Shādhilī (d. 656/1258): light radiating from the beauty of the Beloved for him who tastes Him, full of a burning love (al-dhāʾiq al-mushtāq) (al-Yāfiʿī, 366, no. 466).",
    "The various meanings and definitions of dhawq can be found in the encyclopaedias of Ṣūfī knowledge—succinctly in the Jāmiʿ al-uṣūl (“Collection of principles”) by the Naqshabandī Aḥmad Ḍiyāʾ al-Dīn Kumushkhānlī (or Gümüshhanevī) (d. 1893), or, more developed, in the work by the contemporary Iraqi Qādirī, Muḥammad al-Kasnazān al-Ḥusaynī, Mawsūʿat al-Kasnazān fīmā iṣṭalaḥa ʿalayhi ahl al-taṣawwuf wa l-ʿirfān (“al-Kasnazān’s encyclopaedia of the terms on which the men of Ṣūfism and gnosis agree,” 8:419–30). Dictionaries dedicated to the technical lexicon of the Islamic sciences deal with dhawq from the medico-philosophical and Ṣūfī points of view. The Persian theologian al-Sharīf al-Jurjānī (d. 816/1413) defines taste as the physical sense and the “light of knowledge that God projects through his theophany into the hearts of his saints and through which they distinguish what is true from what is false, without the use of books or anything else” (al-Jurjānī, 57). Muḥammad b. ʿAlī al-Tahānawī, who completed his Kashshāf iṣṭilāḥāt al-funūn (“Unveiling the technical term of different arts”) in 1158/1745, develops instead the sense of taste in line with, among others, the commentary on the Mawāqif fī ʿilm al-kalām (“The halts in the science of theology”) of the Iranian theologian al-Ījī (d. 756/1355) by al-Sharīf al-Jurjānī. On a spiritual level, taste is, for him, above all a beverage that intoxicates those in love with God, and he adopts the definition of al-Qāshānī in his Iṣṭilāḥāt (al-Tahānawī, 2:320–1).",
    "Print version: 9789004282100, 2015, 2015-1"
  ],
  "bibliography": [
    "ʿAbdallāh al-Anṣārī, Manāzil al-sāʾirīn , trans. Serge de Laugier de Beaurecueil, Les étapes des itinérants vers Dieu , Cairo 1962",
    "ʿAbd al-Razzāq al-Qāshānī, Iṣṭilāḥāt al-Ṣūfiyya , ed. Muḥammad Kamāl Ibrāhīm Jaʿfar, Cairo 1981",
    "ʿAbd al-Razzāq al-Qāshānī, Laṭāʾif al-iʿlām fī ishārāt ahl al-ilhām , ed. Saʿīd ʿAbd al-Fattāḥ, Cairo 1996",
    "ʿAbd al-Razzāq al-Qāshānī, Rashḥ al-zulāl fī sharḥ al-alfāẓ al-mutadāwala bayn arbāb al-adhwāq wa-l-aḥwāl , ed. Saʿīd ʿAbd al-Fattāḥ, Cairo 1995",
    "Anon., Adab al-mulūk , ed. Bernd Radtke, Beirut and Stuttgart 1991",
    "Aḥmad b. Muṣṭafā al-ʿAlawī, Dīwān , Damascus 1963",
    "ʿAmmār al-Bidlīsī, Zwei mystische Schriften des ʿAmmār al-Bidlīsī , ed. Edward Badeen, Stuttgart 1999",
    "Pablo Beneito, An unknown Akbarian of the thirteenth-fourteenth century. Ibn Ṭāhir, author of Laṭāʾif al-iʿlām, Asian and African Area Studies , special paper no. 3, Kyoto University 2000",
    "al-Bukhārī, Ṣaḥīḥ , 9 vols. in 3, Istanbul 1311/1893–4, repr. Cairo n.d.",
    "al-Farābī, Arāʾ ahl al-madīna al-fāḍila , trans. Youssef Karam, Joseph Chlala, and Antonin Jaussen, Beirut 1980",
    "al-Ḥallāj, Dīwān al-Ḥallāj , ed. Kāmil Muṣṭafā al-Shaybī, Bagdad 1984",
    "al-Ḥallāj, Le Dîwân d’al-Ḥallāj , trans. Louis Massignon, Paris 1955",
    "ʿAlī al-Hujwīrī, Kashf al-maḥjūb , trans. Reynold A. Nicholson, Leiden 1911, repr. London 1976, French trans. Somme spirituelle , by Djamshid Mortazavi, Paris 1988",
    "Aḥmad Ibn ʿAjība, Miʿrāj al-tashawwuf ilā ḥaqāʾiq al-taṣawwuf , Tetuan 1982",
    "Ibn ʿArabī, Futūḥāt al-makkiyya , 4 vols., Cairo 1329/1911, repr. Beirut n.d.",
    "Ibn ʿArabī, Iṣṭilāḥ al-ṣūfiyya , in Rasāʾil Ibn al-ʿArabī , 2 vols. (Hyderabad 1948), no. 29",
    "Ibn ʿArabī, al-Kawkab al-durrī fī manāqib Dhī l-Nūn al-Miṣrī , in Rasāʾil Ibn ʿArabī , vol. 3, ed. Saʿīd ʿAbd al-Fattāḥ, Beirut 2002, trans. Roger Deladrière, La vie merveilleuse de Dhû l-Nûn l’Égyptien , Paris 1988",
    "Ibn Ḥanbal, Musnad , ed. Cairo 1313/1895–6, repr. Beirut n.d.",
    "Ibn Manẓūr, Lisān al-ʿarab , 20 vols., Bulāq 1307–8/1883–91, repr. Cairo n.d.",
    "Ibn Sīnā, al-Qānūn fī l-ṭibb , comp. Muḥammad Amīn al-Ḍinnāwī, 3 vols., Beirut 1999",
    "al-Jāḥiẓ, Kitāb al-ḥayawān , ed. ʿAbd al-Salām Muḥammad Hārūn, 8 vols., Cairo 1965–9",
    "ʿAbd al-Raḥmān al-Jāmī, al-Durrat al-fākhira , trans. Nicholas Heer, The precious pearl , Albany 1979",
    "al-Sharīf al-Jurjānī, al-Taʿrīfāt , Tunis 1971",
    "Muḥammad al-Kasnazān al-Ḥusaynī, Mawsūʿat al-Kasnazān fīmā iṣṭalaḥa ʿalayhi ahl al-taṣawwuf wa-l-ʿirfān , 24 vols., Damascus and Beirut 2005",
    "Aḥmad Ḍiyāʾ al-Dīn Kumushkhānlī (Gümüşhanevi Ahmed Ziyaüddin), Jāmiʿ al-uṣūl , Cairo 1328/1910",
    "Yves Marquet, La philosophie des Iḥwān aṣ-Ṣafâ , Algiers n.d.",
    "Jean-Louis Michon, Le soufi marocain Aḥmad Ibn ʿAjība et son Miʿrāj. Glossaire de la mystique musulmane , Paris 1973",
    "Muslim, Ṣaḥīḥ , 4 vols., Istanbul 1329/1911",
    "Najm al-Dīn Kubrā, Fawāʾiḥ al-jamāl wa-fawātiḥ al-jalāl , ed. Fritz Meier, Die Fawāʾiḥ al-ğamāl wa-fawātiḥ al-ğalāl , Wiesbaden 1957",
    "Najm al-Dīn Kubrā, La pratique du soufisme. Quatorze petits traités , trans. Paul Ballanfat, Nîmes 2002",
    "Paul Nwyia, Exégèse coranique et langage mystique , Beirut 1970",
    "al-Qushayrī, Risāla , ed. ʿAbd al-Ḥalīm Maḥmūd and Maḥmūd b. al-Sharīf, Cairo 1972",
    "F. Rahman, Dhawḳ, EI2 (contains other references and deals especially with the physical and aesthetic aspect of taste, but very little with its spiritual meaning)",
    "Abū Bakr al-Rāzī, al-Ḥāwī fī l-ṭibb , 8 vols., Beirut 2000",
    "Shams al-Dīn Muḥammad b. Abī Bakr al-Rāzī, Ḥadāʾiq al-ḥaqāʾiq , ed. Ibrāhīm Shams al-Dīn, Beirut 2002",
    "Rūzbihān Baqlī, Mashrab al-arwāḥ , ed. Nazif M. Hoca, Istanbul 1974",
    "al-Sarrāj, al-Lumaʿ , ed. ʿAbd al-Ḥalīm Maḥmūd and Ṭāhā ʿAbd al-Bāqī Surūr, Cairo and Baghdad 1960",
    "ʿUmar al-Suhrawardī, ʿAwārif al-maʿārif , ed. ʿAbd al-Ḥalīm Maḥmūd and Maḥmūd b. al-Sharīf, 2 vols., Cairo 1993",
    "al-Sulamī, Ṭabaqāt al-ṣūfiyya , ed. Nūr al-Dīn Sharība, Cairo 1969",
    "Muḥammad b. ʿAlī al-Tahānawī, Kashshāf iṣṭilāḥāt al-funūn , ed. Luṭfī ʿAbd al-Badīʿ, 4 vols., Cairo 1963–77",
    "ʿAbdallāh b. Asʿad al-Yāfiʿī, Raw al-rayyāḥīn fī ḥikāyāt al-ṣāliḥīn , Cairo 1989",
    "Aḥmad Zarrūq, Qawāʿid al-taṣawwuf , ed. Ibrāhīm al-Yaʿqūbī, Damascus n.d."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}