{
  "id": "eweb_621",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-32489.xml?rskey=hdUGg0&result=7",
  "annotator": "Antonio",
  "title": "Intellect in Ṣūfism",
  "authors": [
    "Aiyub Palmer"
  ],
  "word_count": "(2,470 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "05 Feb 2022",
  "last_updated": "04 Feb 2022",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "ʿAql ( intellect , intelligence, understanding, reason) plays a central role in Islamic literature and learning. The Islamic mystical tradition (including Ṣūfism ) treats ʿaql ambivalently. Its multiple meanings change from era to era and genre to genre (Crow, 1). Ṣūfī notions of ʿaql follow more general Islamic notions of “intelligence” and “reason” as being inherently ethico-religious.",
    "1. ʿAql according to the Muʿtazilīs and the champions of ḥadīth piety",
    "ʿAql is often understood in Ṣūfī parlance as a moral-volitional aspect of human perception and reasoning (Crow, 3). During the early development of Ṣūfism, from the third/ninth century to the fifth/eleventh, most Ṣūfīs belonged to the larger traditionalist and semi-rationalist movements within Islamic law and theology (Karamustafa, 22) and thus took their understandings of ʿaql from the Qurʾān and ḥadīth s, as well as from early Islamic cosmological speculations (Crow, 1). The early mystical discussion of ʿaql was coloured by the second/eighth-century theological debates between Qadarī/Muʿtazilī philosophers of reason and by the ḥadīth folk, a movement out of which the Ṣūfīs were to develop. The Muʿtazilīs never fully defined the ʿaql , which for them was a universal human trait that was accepted at face value. It was called a gharīza (a human faculty) and was held to separate human beings from other animate and inanimate things. It was, in fact, the Basra-born theologian—founder of the Baghdad school of Islamic philosophy, and teacher of eminent Ṣūfī masters al-Ḥārith al-Muḥāsibī (d. 243/857)—and not the Muʿtazilīs, who, in his Kitāb māʾiyyat al-ʿaql (“The substance of the intellect”), ventured the first complete definition of ʿaql in the tradition of Basran asceticism and proto-Ṣūfism. For al-Muḥāsibī, the ʿaql mediates between the seen and unseen worlds, being, on the one hand, fahm (understanding) of the seen world but, on the other, al-ʿaql ʿan Allāh (insight from God, that is the unseen world). Soon after al-Muḥāsibī, the Bagdadi philosopher, polymath, mathematician, physician, and musician Yaʿqūb b. Isḥāq al-Kindī (d. c.252/866) introduces into Islamic thought an Aristotelian conception of the intellect with his Risāla fī māʾiyyat al-ʿaql (“Epistle on the substance of the intellect”), which has a title similar to al-Muḥāsibī’s work (van Ess, 4:205–7).",
    "While the ḥadīth folk (aṣḥāb al-ḥadīth , traditionalists) viewed the ʿaql as being simply a descriptor of the heart and thus an ʿaraḍ (accident) (Ibn Taymiyya, 2: 31), the Ṣūfīs generally accepted the ʿaql as a jawhar (substance) made of light. The traditionalists were wary of the ʿaql as a source for legal rulings and fervently opposed the use of both qiyās (analogical reasoning) in fiqh (jurisprudence) and manṭiq (logic) in kalām (theology). We find a positive view of ʿaql amongst such early Islamic mystics as al-Muḥāsibī, the famous Baghdadi mystic of Persian origin Abū l-Qāsim al-Junayd (d. 298/910), the Persian Ṣūfī scholar Sahl b. ʿAbdallāh al-Tustarī (d. 283/896), and the major Central Asian Ṣūfī, exegete, and theorist of sainthood al-Ḥakīm al-Tirmidhī (d. probably 298/910, according to Gobillot). Those mystics, who were more directly influenced by the anti-Muʿtazilī position of the ḥadīth folk, especially the Baghdad Ṣūfīs, took a more negative view of ʿaql , as an obstruction to the path of maʿrifa (gnosis). However, mystics on the periphery of the Islamic world, such as al-Tirmidhī, retained a generally positive approach to ʿaql (intellect), especially as it was described in the Qurʾān and ḥadīth literature.",
    "2. ʿAql among the early Ṣūfīs",
    "Early Muslim mystics such as al-Tirmidhī and al-Tustarī understood ʿaql in terms conveyed by the Aqbil! Adbir! ḥadīth reports, the name given to the collection of ḥadīth reports that contain the phrase aqbil adbir , meaning “come forward! go backward!,” which contain a creation narrative found in the ḥadīth that describes the ʿaql as the first creation. This view of intelligence saw the ʿuqūl (pl. of ʿaql ) of human beings as “specks of light” that carried various densities of light with different aptitudes for understanding the divine. This conception of ʿuqūl casts them as “souls” endowed with the innate trait of “intelligence” as a “light in the heart” and which are unequally distributed amongst humankind (Crow, Role of ʿaql , xx–xxi). Later semi-rationalist Ṣūfīs of the Ashʿarī creed, such as the Central Asian scholar, Ṣūfī manualist, and hagiographer Abū l-Qāsim al-Qushayrī (d. 466/1074) and the pre-eminent religious scholar, theorist, mystic, and pastoral theologian from Khurāsān Abū Ḥāmid al-Ghazālī (d. 505/1111) transferred these early notions of ʿaql to the nafs (soul) and rūḥ (spirit) as Hellenistic notions of intelligence came to dominate the perception of ʿaql in Islamicate societies beginning in the fifth/eleventh century.",
    "The Baghdad school of Ṣūfīs generally adopted a negative approach to the ʿaql as an impediment to spiritual realisation (Junayd, 68–9). Al-Tirmidhī, in the early Transoxanian mystical tradition of the ḥukamāʾ (sages), retains a positive interpretation of ʿaql by contrasting ʿaql (intellect) with nafs (soul). For al-Tirmidhī, the ʿaql of the human being resides in the head, whereas the hawā (caprice) of the nafs resides in the stomach (Radtke). The ʿaql is celestial (samāwī) , the nafs terrestrial (arḍiyya) (al-Tirmidhī, 6:160). These two spiritual faculties struggle in the arena of the chest (ṣadr) , but, when the heat of the nafs dies down and when the ʿaql rises, it becomes possible for divine light to grow in the heart. Abū Ṭālib al-Makkī (d. 386/996), the Ṣūfī author and manualist from the Arabian peninsula who spent most of his adult life in Mecca, Basra, and Baghdad, also holds a positive view of ʿaql when he discusses the complete intellect (al-ʿaql al-kāmil) , referring to the heart that understands God’s wisdom and words (al-Makkī, 1:97). This refers not simply to one who understands the commands and prohibitions of God but also to one who is ready to act on these words (al-Makkī, 1:320).",
    "3. The resurgence of ʿaql",
    "Al-Ghazālī again makes ʿaql a positive force in Ṣūfism, after many Baghdad Ṣūfīs held a negative view of it. He describes ʿaql as having four possible meanings. The first sees ʿaql , following a Hellenistic understanding of the intellect, as that quality of the human being that differentiates humans from animals. It represents the capacity of human beings to acquire intellectual knowledge and develop subtle thought patterns. The second type of ʿaql represents the knowledge held by a child who arrives at the age of discernment. The third type represents the knowledge one attains through experience of the world. The fourth type is that aspect of the human being that refrains from satisfying fleeting lusts in order to attain otherworldly benefits (al-Ghazālī, 1:64). These four definitions cast a positive light on the ʿaql , which, for al-Ghazālī, plays a necessary but insufficient role on the path to maʿrifa (gnosis of God).",
    "In the period after the initial development of Ṣūfism, some Ṣūfīs, such as the father of the “Illuminationist” school (ishrāq) Suhrawardī al-Maqtūl (of Persian origin, d. 587/1191) characterised the first creation as a “primordial intellect” that directed the missions of the prophets (Knysh, 202). Suhrawardī’s conception of ʿaql sought to merge Ṣūfī states of spiritual attainment with Neoplatonic conceptions of the intellect as the rational human faculty. Ṣūfīs of the seventh/thirteenth and eighth/fourteenth centuries, such as the Andalusī-born visionary author Ibn ʿArabī (d. 638/1240) and the pre-eminent Persian mystical poet Jalāl al-Dīn Rūmī (d. 672/1273), adopted philosophical notions of ʿaql , but neither identifies the intellect (ʿaql) with the divine essence as does Suhrawardī. Ibn ʿArabī discusses al-ʿaql al-awwal (the first intellect) and Rūmī discusses al-ʿaql al-kullī (the universal intellect) (Chittick et al., 94). Rūmī’s discourse on intellect reflects an important theme in Ṣūfī literature that juxtaposes ʿaql (intellect) with maḥabba (love), such that the lover must eventually let the intellect go in order to enter into the intoxication, madness, and bewilderment of the true lover (Schimmel, 337). Despite Rūmī’s tendency to promote love at the expense of ʿaql , the later Ṣūfī tradition generally follows al-Ghazālī in preserving ʿaql as a necessary but insufficient means for attaining higher spiritual states.",
    "Ibn ʿArabī’s view of the ʿaql represents a powerful criticism of both the falsafa (philosophy) and kalām (theology) conceptions of ʿaql from a Ṣūfī perspective, while maintaining ʿaql as an important human faculty. For Ibn ʿArabī the imaginal realm (al-ʿālam al-khayāl) is intermediate between the seen and unseen worlds. It is in this imaginal realm that rational laws break down. For Ibn ʿArabī the inability of the ʿaql to fully comprehend the khayāl represents its very limitations. For Ibn ʿArabī it is the mystic vision (baṣīra) of the human heart (qalb) that is able to understand the seen world and interpret divine communication from the unseen world through the prism of the khayāl (Corbin, 189).",
    "4. ʿAql in the later period",
    "In the western Shādhilī tradition of Ṣūfism, ʿaql is contextualised in terms of what the prominent Andalusī theologian Ibn ʿAbbād al-Rundī (d. 792/1390) calls the super-rational (khārij ʿan ṭawr al-ʿaql) aspect of revelation (the Shādhiliyya, founded by the Moroccan Abū l-Ḥasan al-Shādhilī, d. 656/1258, flourishes in North Africa and the central Middle East). According to al-Rundī, there are some aspects of revelation that the intellect can derive on its own, while some others are super-rational. Revelation combines rationality and super-rationality to create a whole that lies beyond both of these. Hence, for al-Rundī, the lower ʿaql perceives only those aspects of the sharīʿa that conform to human reason, and this ʿaql takes one up to the point at which the higher ʿaql that perceives divine light takes over (Nwiya, 128–9). This higher ʿaql is called by Ibn ʿAbbād baṣīra (mystic vision) (Ibn ʿAbbād, Sharḥ al-Ḥikam , 101).",
    "Some Ṣūfīs, such as Ibn ʿAbbād al-Rundī, present the higher ʿaql as a faculty that perceives the divine light. At the same time, some Moroccan Ṣūfīs seem to accept another type of intellect that conforms to a rational faculty that makes sense of the phenomenal world. The Darqāwī Moroccan Ṣūfī author Aḥmad Ibn ʿAjība (d. 1809), who spent his adult life in and around Tetuan, in his Miʿrāj al-tashawwuf differentiates between the greater ʿaql and the lesser ʿaql (the Darqāwiyya appeared in Morocco in the late twelfth/eighteenth century as a branch of the Shādhiliyya, with the North African Shādhilī shaykh Mulay al-ʿArabī al-Darqawī (d. 1823) as its posthumous eponym; the Shādhiliyya, founded by the Moroccan Abū l-Ḥasan al-Shādhilī (593/1196–656/1258), is well established in North Africa and the central Middle East). The greater ʿaql is the intellect that participated in the divine covenant (mīthāq) in which God says in the Qurʾān (7:171) to all human souls, “Am I not your Lord?” and to which they all reply in the affirmative. The lesser ʿaql , according to Ibn ʿAjība, is the intellect that develops from the time of human conception until death (Keller, 43–4).",
    "The ʿaql has also played a strong and persistent part in Shīʿī theology and mysticism ever since the crisis of authority that arose after the completion of the lesser occultation. The earliest work of Shīʿī ḥadīth compilation is the Uṣūl al-kāfī by al-Kulaynī (d. 329/940–1), the Īmāmī traditionist from the Pashapuya district (south of present-day Tehran), which begins with the chapter Kitāb al-ʿaql wa-l-jahl (“Book of intellect and ignorance”) (Anzali, 83). Shīʿī conceptions of the ʿaql revolve around a tension between philosophical and Ṣūfī notions of the intellect. In Shīʿī ʿirfān (mysticism), the ʿaql is sometimes portrayed as a substitute for the murshid/pīr (embodied spiritual guide) (Anzali, 18). Through the important negotiation and cross-pollination between Ṣūfism and ʿirfān we see the Imām come to replace the murshid/pīr as the fullest embodiment of ʿaql (Anzali, 161–2).",
    "Ṣūfism in the modern period still grounds its understanding of ʿaql in the classical Ṣūfī tradition. Shaykh Hisham Kabbani (Hishām Qabbānī, b. 1945, Beirut) situates the lesser and greater ʿaql in the person of the Ṣūfī shaykh . When the shaykh speaks to his disciples, he speaks in terms of the lesser ʿaql that relates to causation, time, space, and preconceived points of view, but the ideal Ṣūfī shaykh also communicates via the greater ʿaql through the emanation of his spiritual state (Kabbani, 568).",
    "Print version: 9789004464605, 20220501, 2022-3"
  ],
  "bibliography": [
    "Sources",
    "Aḥmad b. Muḥammad b. ʿAṭāʾallāh and Muḥammad b. Ibrāhīm b. ʿAbbād al-Rundī, Sharḥ al-Ḥikam al-ʿaṭāʾiyya , Cairo 1988",
    "Abū Ḥāmid al-Ghazālī, Iḥyāʾ ʿulūm al-dīn , vol. 1, Cairo 1327/1909",
    "Abū l-Qāsim al-Junayd b. Muḥammad, ed. and trans. ʿAlī Ḥasan ʿAbd al-Qādir, The life, personality and writings of al-Junayd. A study of a third/ninth century mystic , London 1962.",
    "Studies",
    "Ata Anzali, “Mysticism” in Iran. The Safavid roots of a modern concept , Columbia SC 2017",
    "William C. Chittick, Mohammed Rustom, Atif Khalil, and Kazuyo Murata, In search of the lost heart. Explorations in Islamic thought , Albany 2012",
    "Henry Corbin, Creative imagination in the Ṣūfīsm of Ibn ʿArabī , trans. Ralph Manheim, Princeton 1969",
    "Karim (Douglas S.) Crow, The role of ʿaql in early Islamic wisdom, with reference to Imam Jaʿfar al-Ṣādiq , Ph.D. diss., McGill University 1996",
    "Karim (Douglas S.) Crow, The intellect in Islamic thought. Mind and heart, KATHA. The Official Journal of the Centre for Civilisational Dialogue 2 (2006), 1–16",
    "Josef van Ess, TG",
    "Muhammad Hisham Kabbani, Classical Islam and the Naqshbandi Ṣūfī tradition , Chicago 1995, Washington DC 2004 2",
    "Geneviève Gobillot, al-Ḥakīm al-Tirmidhī, EI3",
    "Ahmet T. Karamustafa, Ṣūfism. The formative period , Berkeley 2007",
    "Nuh Ha Mim Keller, Sea without shore. A manual of the Ṣūfī path , Amman 2011",
    "Alexander D. Knysh, Islamic mysticism. A short history , Leiden 2010",
    "Abū Ṭālib Muḥammad b. ʿAlī al-Makkī, Qūt al-qulūb. Fī muʿāmalat al-maḥbūb wa-waṣf ṭarīq al-murīd ilā maqām al-tawḥīd , vol. 1, Cairo 1381/1961–2",
    "Paul Nwyia, Ibn ʿAbbād de Ronda, 1332–1390. Un mystique prédicateur à la Qarawīyīn de Fès , Beirut 1961",
    "Bernd Radtke, A forerunner of Ibn ʿArabî. Hakîm Tirmidhî on sainthood, Journal of the Muḥyiddin Ibn ʿArabī Society 8 (1989), \nwww.ibnarabisociety.org/articles/hakimtirmidhi.html",
    "Annemarie Schimmel, The triumphal sun. A study of the works of Jalāloddin Rumi , Albany 1993 2",
    "Ibn Taymiyya, al-Radd ʿalā al-mantiqiyyīn , Beirut 1993",
    "al-Ḥakīm al-Tirmidhī, Nawādir al-uṣūl fī maʿrifat aḥādīth al-Rasūl. Al-nuskha al-musnada al-kāmila , ed. Tawfīq Maḥmud Takla, vol. 6, Beirut 2010."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}