{
  "id": "eweb_622",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-35476.xml?rskey=wTy5pB&result=72",
  "annotator": "Antonio",
  "title": "Khānaqāh",
  "authors": [
    "Alexandre Papas"
  ],
  "word_count": "(4,276 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Mar 2020",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Khānaqāh \n (or khānqāh ) is a Persian word for the place where Muslim mystics gather. It was, and still is, used mainly in Iran, Afghanistan, Central Asia, western China, and the Indian subcontinent. Other terms were more common elsewhere, such as zāwiya in Arab lands, Africa, and Indonesia, and tekke in Turkey and the Balkans. All these terms are often interchangeable. Usually translated as “Ṣūfī lodge” (rather than “convent”) in English, the khānaqāh is a room or an establishment where Ṣūfīs assemble around a spiritual master to perform rituals (often by night or in darkness) and to share meals, to communicate with one another, and to follow spiritual teachings. Amongst the etyma advanced by lexicographers and Ṣūfīs themselves, the most credible is the Persian noun khāna (house) with the locative suffix - gāh / qāh . The term appeared in the fourth/tenth century in the works of authors such as the Ṣūfī ʿAbd al-Raḥīm b. Musā Iṣṭakhrī (from Iṣṭakhr in the Shiraz region, d. before 303/915–6) and the famous geographer from Jerusalem al-Muqaddasī (d. c.380/991), who mentioned establishments located in Khūzistān (southeastern Iran), Khurāsān (northwestern Iran), and Transoxania (southern Central Asia) (Arjah; Chabbi; Meier, Abū Saʿīd , 304–5). Scholars have proposed several hypotheses for the mediaeval origins of khānaqāh s and developed periodisations to shed light on the evolution of the institution up to the modern period (Böwering and Melvin-Koushki; Chabbi; Kiyānī; Uludağ; Yusupova).",
    "1. The origins of khānaqāh s",
    "It is difficult, if not impossible, to reconstruct the emergence of lodges in the history of Islamic mysticism. As a historiographical issue, however, it is of less relevance because, like all religious institutions, khānaqāh s were founded both in continuity and discontinuity with other, sometimes earlier, buildings—especially the ribāṭ (lit., fort, lodge in the religious sense) but also the duwayra (little house) and the ṣawmaʿa (hermitage)—in order to adapt to new contexts and respond to practical as well as theoretical problems. In the early evolution of the institution, there were needs beyond that of caring for large groups who had to stay and be fed in appropriate spaces (Böwering and Melvin-Koushki). For example, demography and urban development in Iran—the population of Nīshāpūr, for example, grew from approximately 1,700–3,500 before the Arab conquest to 110,000–200,000 and Isfahan from 15,000 to 200,000 by the year 390/1000 (Bulliet, 73)—probably had a strong influence on the number of disciples and the size and the location of lodges. More subtly, the rejection of celibacy (ʿuzūbat) by most Ṣūfīs—a rejection fostered in handbooks of mystical thought such as Qūt al-qulūb (“The nourishment of hearts”) by Abū Ṭālib al-Makkī (d. 386/996) (Bashir; Panāhī, 389–411)—affected the lives of disciples, the balance between family and spiritual life, and the arrangement of lodges and their surroundings (primarily the spatial distribution of lodges and the provision of housing).",
    "Still unresolved is the argument over the influence of the ascetic Karrāmiyya movement and the Manichean monastery on khānaqāh s (the Karrāmiyya is an ascetic movement founded in Persia by Abū ʿAbdallāh Muḥammad b. Karrām, d. 255/869). In short, mediaeval geographers described as khānaqāh s the lodges founded by followers of Ibn Karrām in Jerusalem, Nīshāpūr, Jūrjān (Gorgan, northeastern Iran), Samarkand, and elsewhere; Ṣūfīs must have adopted the khānaqāh institution from the Karrāmiyya. There might also have been connections between the Karrāmīs and the Manichean communities in Transoxania, where the latter operated monasteries that geographers called khānagāh s. Christian, Zoroastrian, and Buddhist influences are equally difficult to prove (Chabbi; Kiyānī, 25–51, 154–9).",
    "The classical three- or four-stage paradigm of the periodisation of development can be refined by taking into account multiple factors and more complex chronologies. Historians agree that, following the emergence of Ṣūfī lodges ( ribāṭ s and khānaqāh s) in the fourth/tenth century, the period from the fifth/eleventh to the mid-seventh/thirteenth century was one of the organisation and institutionalisation of lodges. The Khurāsānī Ṣūfī master Abū Saʿīd Abī l-Khayr (d. 440/1048–9), who was in charge of two lodges, in Mayhana and Nīshāpūr, established a flexible system of ten rules for khānaqāh residents, along with ten other instructions for masters and ten for disciples. Specific practices, such as night prayers and dhikr recitation and behaviours such as kneeling and remaining silent, were supposed to assure pious communal life in an atmosphere of benevolence and mutual respect (Karamustafa; Meier, Abū Saʿīd , 310, 426–37) ( dhikr , lit., remembrance, is the central Ṣūfī devotional exercise, in which participants recite a name or series of names of God, or a litany). A second foundational work widely read in Ṣūfī lodges was the ʿAwārif al-maʿārif (“Gifts of gnosis”) by the shaykh from Baghdad Abū Ḥafṣ ʿUmar Suhravardī (d. 632/1234). Following their master’s example, successors founded khānaqāh s in various regions. Bahāʾ al-Dīn Zakariyyāʾ (d. 661/1262) founded a Suhravardī lodge in Multan (Panjāb), and ʿIzz al-Dīn Kāshānī (d. 735/1334–5) translated the ʿAwārif in Persian to publicise to Iranian users of lodges (ahl-i khānaqāh)— either occupants (muqīmān) or visitors (musāfirīn) —not only rules (ādāb) but also praiseworthy customs (mustaḥsanāt) (Farīdī, chaps. 7–8; Kāshānī, pts. 5–6; Nizami) (the Suhravardiyya was founded in Iraq and spread rapidly to the Middle East and as far as India). The Ṣūfī Najm al-Dīn Kubrā (d. 618/1221) wrote an important normative textbook, the Ādāb al-murīdīn (“Rules for novices”) and established his own lodge in Urgench (Kunya-Urgench in present-day Turkmenistan), in Kh v ārazm. His successors, who came to run Ṣūfī establishments, include Saʿd al-Dīn Ḥammūya (d. 650/1252) in Baḥrābād (Khurāsān), Sayf al-Dīn Bākharzī (d. 658/1260) in Fatḥābād (Khurāsān), ʿAlī Hamadānī (d. 786/1385) in Hamadān, and the latter’s descendants in Kashmir (Algar; Meier, Essays , 49–92; Pugachenkova, 378–9, illus. 114–7).",
    "This doctrinal factor complicates the periodisation, because written and oral instructions detailing the spiritual lifestyle continued to structure khānaqāh practices long after the mediaeval period. Until the tenth/sixteenth century at least, Indian, Iranian, and Central Asian Ṣūfī shaykh s adapted their institutions to regional peculiarities, such as the welcoming of Hindu travellers, and to more generic requirements, especially the companionship and discussion between master and disciples (suḥbat) (Feuillebois-Pierunek; Matringe; Papas, No Sufism).",
    "From the fifth/eleventh to the mid-seventh/mid-thirteenth century, khānaqāh s became institutions essential to Ṣūfīs. The khānaqāh s were founded by, amongst others, Abū l-Raḥmān al-Sulamī (d. 412/1021), ʿAbdallāh Bākū (d. 420/1029), and Abū l-Qāsim Qushayrī (d. 465/1072) in Nīshāpūr; Aḥmad Jāmī (d. 536/1141–2) in Turbat; Abū ʿAlī Daqqāq (d. 405/1015) in Nisa; ʿAbdallāh Anṣārī (d. 430/1039) in Herat; Yūsuf Hamadānī (d. 535/1140–1) in Merv; Shaykh Sāl (d. 473/1080–1) in Shiraz; Abū Isḥāq Kazirūnī (d. 426/1035) in Kazirun; ʿAyn al-Quḍāt Hamadānī (d. 525/1131) in Hamadān; Akhī Faraj Zanjānī (d. 454/1062) in Zanjan; and Andukānī Ṣūfī (d. 545/1150) in Kashan (Golombek; Kiyānī, 186–7, 190–3, 198, 210, 215, 237–8, 242). According to the biographical compendium Tadhkirat al-shuʿarā (“Memorial of poets”), composed in Persian in 892/1487 by Dawlatshāh Samarqandī (d. 900/1494 or 913/1507), the Ghaznavid sultan Ibrāhīm b. Maʿsūd (r. 451–92/1059–99), who ruled eastern Afghanistan, Sistan, and western Panjāb, underwrote the construction of no fewer than four hundred khānaqāh s, ribāṭ s, madrasa s, and mosques (Samarqandī, 94).",
    "2. The patronage of rulers",
    "These data, approximate as they are, show that Ṣūfī institutions benefited from the patronage of sultans and viziers as early as the mediaeval period and that patronage grew more important throughout the seventh/thirteenth and eleventh/seventeenth centuries. For political and religious reasons, the Saljūq dynasty (r. 431–590/1040–1194 in Persia, Iraq, and Syria) endowed khānaqāh s and madrasa s with charitable funds ( waqf s) in Iran and Iraq, creating a prestigious model followed by successive ruling powers. The Ayyūbids (r. 564–648/1169–1250 in Egypt and 570–658/1174–1260 in Syria) funded lodges, such as the famous al-Ṣalāḥiya in Cairo established in 569/1174. Al-Ṣalāḥiya was then patronised by the Mamlūks (r. 648–792/1250–1517 in Egypt and Syria), who developed large complexes housing from one hundred to three hundred Ṣūfīs and combining lodges with madrasa s, mosques, mausoleums, libraries and, in some cases, bathhouses and hospitals. Despite the devastations of the Mongol invasions in the early seventh/thirteen century, continuities are evident. In the east, the Mongol Īlkhānid dynasty (r. 654–754/1256–1353 in Persia, Iraq, and eastern and central Anatolia) continued the Saljūq patronage model, building mosques and khānaqāh s throughout Iran (Böwering and Melvin-Koushki; Chabbi; Fernandes, chaps. 4–5; Tanman). Eighth/fourteenth-century Ṣūfī biographical sources such as the Shadd al-izār (“Raising the veil”) counted thirty-two lodges in the Shiraz region; the vizier Rukn al-Dīn Ḥusaynī (d. 732/1331) and his son sponsored about fifteen establishments in and around Yazd (Kiyānī, 210–1, 221–2; Shīrāzī, 177, 330 passim).",
    "3. Expansion",
    "Concomitant with and partly a result of this state patronage, the expansion of Ṣūfī orders from the seventh/thirteenth to the twelfth/eighteenth centuries brought about the institutionalisation of khānaqāh s: lodges found their appropriate architectural forms and their own sources of income. Tīmūrid and post-Tīmūrid Central Asia illustrates this phenomenon. Tīmūr Lang (Tamerlane, r. 771–807/1370–1405) and his successors protected particularly, although not exclusively, the Naqshbandiyya order and its institutions, whose shaykh s, such as ʿUbaydallāh Aḥrār (d. 895/1490), acquired great wealth and power (Gross; Paul, chaps. 3, 7) (the Naqshbandiyya, whose eponymous founder Bahāʾ al-Dīn Naqshband died in 791/1389, is now widespread). Monumental and multi-purpose buildings reflected the rise of Central Asian Ṣūfī orders. Organised around a ritual hall under a large dome—called either jamāʿat-khāna (assembly hall), dhikr-khāna ( dhikr hall), samāʿ-khāna (spiritual concert hall), or tawḥīd-khāna (hall of the unicity of God)—which could be used as a mosque, lodges often included the mausoleum (gur-khāna, dakhma) of the founder or other Ṣūfī awliyā ʾ (friends of God), a madrasa , living quarters for the current shaykh and his family, cells for disciples and visitors, a library, a courtyard, a bathhouse, and a kitchen (āsh-khāna) with a refectory (langar). Well known examples include the complex built for the Turkic Ṣūfī Aḥmad Yasawī (d. 562/1166–7) between 788/1386 and 807/1405 in Turkestan; Bahāʾ al-Dīn Naqshband’s (d. 791/1389) shrine completed in 941/1534 near Bukhara; and the Ikhlāsiyya complex in Herat commissioned by the Naqshbandī vizier ʿAlī Shīr Navāʾī (d. 906/1501) (Firouzeh; Muminov et al., 3–8, 28–33; Pugachenkova, 370–1, 375–6, illus. 69–71, 94, 99; Yusupova).",
    "4. Survival in the face of declining royal patronage",
    "Although royal patronage had decreased greatly from the twelfth/eighteenth century onwards in Central Asia and the Indian subcontinent, due to economic crises and the rise of Western colonial empires, Ṣūfī establishments run by saintly lineages had accumulated enough patrimony, land property, and waqf income to be able to maintain themselves, albeit on a more modest scale. In western Transoxania, the declining Naqshbandī Jūybārīs (a prominent Ṣūfī lineage in Bukhara) maintained and restored the Chār Bakr complex until 1900, while the Kubravī lodges of Kh v ārazm remained active, thanks to waqf deeds, until the end of the nineteenth century. In Awadh, North India, tax exemptions, devotional offerings, and the capital arising from the system known as madad-i maʿāsh (lit., aid for subsistence, that is, land given as a revenue grant) allowed the Chishtī Pīr Muḥammad (d. 1098/1687) and his family to administer their khānaqāh until the late nineteenth century (the Chishtiyya probably originated in Chisht, near Herat, towards the end of the sixth/twelfth century and was introduced into India by Muʿīn al-Dīn Sijzī, d. 633/1236). There are similar cases in Gujarat and other parts of South Asia (Jafri; Karimov, 58–72; Babajanov and Szuppe, introd.; Shārab, 160–3, 293–5 passim).",
    "5. Geographical factors",
    "An often overlooked factor shaping Ṣūfī establishments consists of long-term physical- or human-geographical conditions. For instance, the Sauran complex in southern Kazakhstan emerged in the eighth/fourteenth century, at a specific place with more favourable conditions to cope with water shortages and aridification. Seismic risks in Central Asia modified the architecture of khānaqāhs in the tenth/sixteenth century. More recently, urbanisation reforms in Tehran undertaken by Nāṣir al-Dīn Shāh Qājār (r. 1848–96) and Riḍā Shāh Pahlavī (r. 1925–41) coincided with the construction of the city’s Ṣūfī lodges, especially those of the Niʿmatallāhī branches (for example, the Safī-ʿAlīshāhī and Shamsī), the historical Niʿmatallāhiyya order having survived, unlike many other groups, the Ṣafavid and Zand persecutions of the eleventh/seventeenth and twelfth/eighteenth centuries (Baipakov, 29–30, 133–5, illus. 27 and plan 16; Bosworth et al., 508–11, 517; Kiyānī, 243–5, 260–7; Smagulov; Yusupova, 236–7) (the Niʿmatallāhiyya, founded by the Syrian-born Persian mystical author Shāh Niʿmatallāh Valī, d. 834/1431, was influential in Iran and India).",
    "6. Present-day khānaqāh life",
    "Khānaqāh life continues today. Written descriptions and fieldwork have helped historians of Ṣūfism reconstruct the evolution of lodges. In Xinjiang, in western China, a document dated 1888 counts no fewer than 948 khānaqāhs in the Tarim basin, a figure that needs to be taken with caution, because the Uyghur word khaniqa also means “oratory.” Still, during the same period, the city of Kashgar had many Ṣūfī lodges in which suḥbat, dhikr , and charitable meals were organised every Friday. Naqshbandī lodges, such as those of Āfāq Khwāja (d. 1105/1694), Īgarchī Īshān (d. 1908), and Ṭāhir Khān (d. 1947), remained active until the Maoist anti-religious policies of the 1950s (Papas, Représentation; Zarcone). In India, beyond the material dimensions of land property and religious aristocracy, Ṣūfī lodges continued to shape the religious life of many Muslims, despite the rise of reformist criticism in the nineteenth century and the mass population movements of 1947 (Partition) and the 1960s (labour migration). In the 1800s, for example, the small town (qaṣba) of Kakori, near Lucknow, welcomed Qādirī Qalandarī dervishes who operated a central lodge, Takiyya Sharīf, in which the day’s schedule was packed from early morning to evening with classes and daily prayers, meals and meetings with visitors, and weekly dhikr ceremonies (the Qādiriyya is a widespread Ṣūfī order of which ʿAbd al-Qādir Jīlānī, d. 561/1166, a Ḥanbalī scholar active in Baghdad, became, after his death, the namesake and patron; the Qalandariyya, consisting mainly of celibate mendicant ascetics and sometimes considered antinomian, is of Central Asian origin and appears in fifth/eleventh century sources).",
    "The population of Mumbai increased sixfold between 1911 and 1971 and was estimated to have a population of 12.4 million in 2011. It is no coincidence that the Chishtī Muḥammad Bismillāh Shāh (d. 2003), from Uttar Pradesh, established his lodge in 1969 in the heart of the Jarimari slum. In this neighbourhood of labourers from the informal economy devastated by the decline of the garment industry during the 1980s, the dargāh (shrine)- khānaqāh plays a key role in popular religious life. Beyond the circle of disciples who gather at least weekly, the saint’s anniversary celebration (ʿurs) lasts for three or four days inside and outside the lodge and attracts believers of all backgrounds [Illustration 1] (Papas, Dervish; Papas, Bombay. Mystical city).",
    "Illustration 1. Interior of the Chishtī khānaqāh of Muḥammad Bismillāh Shāh in Bombay, 2016. Photograph courtesy of Anne and Alexandre Papas. View full image in a new tab",
    "Afghanistan in the 2000s presents a remarkable case of Ṣūfī resilience. Decades of wars (both civil and external) and attacks by Muslim extremists reduced but did not extinguish khānaqāh s in Afghanistan, particularly in Kabul, which contained sixteen lodges. In those founded by, amongst others, Yār Muḥammad Kābulī (d. 1825), Mīr Wāʿiẓ Kābulī (fl. first half of the twentieth century) and Ṣāḥib Kākarī (d. 1951), devotional singing and poetry recitation, sometimes accompanied by instrumental music, was an essential part of the nightly rituals performed each Thursday or Friday in Kabul (Matīn Munis, 127–9, 135, 205–9, 227–31; Musavī).",
    "7. Material culture in khānaqāh s",
    "Illustration 2. Beginning of the dhikr session at a Qādirī-Naqshbandī khānaqāh in Khurāsān, 2017. Photograph courstesy of Alexandre Papas and Thierry Zarcone. View full image in a new tab \n Illustration 3. Interior of the khānaqāh of the Naqshbandiyya Mujaddidiyya Fakhriyya in Qinghai, 2012. Photograph courtesy of Alexandre Papas and Ma Wei. View full image in a new tab Two important but neglected aspects of khānaqāh s are material culture and the role of women. Geographical peripheries and doctrinal peculiarities display creativity in iconographic representations and symbolic objects in Ṣūfī lodges. In Shiraz, for example, the Haft Tanān (seven bodies) site, which hosted Niʿmatallāhī dervishes long before it became an open-air museum in 1991, features excellent frescoes of Ṣūfīs with their paraphernalia painted by the artist Āqā Ṣādiq (fl. twelfth/eighteenth century). In the same city, a lodge located in the private family house of the master of the Khāksāriyya, a Shīʿī Ṣūfī order, exhibits the relics of the founding saint and paintings of the Prophet’s cousin ʿAlī (the Khāksāriyya ( khāksār means “dust-like”) is first mentioned in early nineteenth-century sources). The walls of a Qādirī-Naqshbandī khānaqāh of Kurdish origin in Khurāsān are decorated with calligraphic inscriptions, diagrams of silsila (lit., chain, expressing continuity in spiritual authority), and portraits of the founding masters and of the young prophet Muḥammad. Much further east, in Qinghai province, China, the Fanzhichang complex of the Naqshbandiyya Mujaddidiyya Fakhriyya lineage includes a lodge adorned with symbols and Sino-Arabic calligraphy on banners, fabric flowers, tall blue vases, and an incense bowl [Illustrations 2 and 3] (Gulshanī, 194–6; Papas and Ma Wei; Yaʿqūb Niyā, 91–8) (the Mujaddidī current of the Naqshbandiyya was established by the Indian shaykh Aḥmad Sirhindī, d. 1034/1624, posthumously known as the “renovator” (mujaddid) of Islam the second millenium; the Fakhriyya is a branch established in the second half of the twentieth century by Fakhr al-Dīn al-Sīnī, also known as Xiongbo). Not reducible to mere decor, the material culture surrounding users of khānaqāhs makes tangible their spiritual practices: handwriting, images, and objects reflect and symbolise the activities of Ṣūfī bodies.",
    "8. Women in khānaqāh s",
    "Although less prominent, women in Ṣūfī lodges are attested in history. Mediaeval cases of women’s directorship of female khānaqāh s such as those of Fāṭima bt. al-Ḥusayn (d. 521/1127) in Baghdad and Awḥad al-Dīn Kirmānī’s (d. 635/1238) daughter Aymana Khātūn in Damascus seem unusual or at least not well documented. Women appear in sources related to Ṣūfī institutions mostly as shaykh s’ wives assisting female disciples. More detailed examples are found in modern times, especially in Bektāshī and Qādirī lodges in Anatolia. In present-day India, pīrzāde women (female relatives of the master) of the Chishtī family of Gudrī Shāhs in Rajasthan and the Firdawsī order of Maner Sharif in Bihar perform important tasks in the organisation of rituals, even interacting with unrelated men (the Firdawsiyya is an Indian order that branched off from the Kubrāviyya and was named for its shaykh , Badr al-Dīn Firdawsī al-Samarqandī, d. c.716/1316). Women are authorised to organise ceremonies and advise disciples, especially in the absence of the master (Kiyānī, 252–7; Munfarid; Pemberton, 85–100).",
    "Print version: 9789004413450, 2020, 2020-3"
  ],
  "bibliography": [
    "Sources",
    "ʿIzz al-Dīn Maḥmūd b. ʿAlī Kāshānī, Kitāb-i miṣbāḥ al-hidāya wa-miftāḥ al-kifāya , ed. Jalāl al-Dīn Humāyī, Tehran 1325sh/1946 2",
    "Dawlatshāh Samarqandī, The Tadhkiratu ʾsh-shuʿarā (“Memoirs of the poets”), ed. Edward G. Browne, London 1901",
    "Junayd Shīrāzī, Shadd al-izār fī ḥaṭṭ al-awzār ʿan zuwwār al-mazār , ed. Muḥammad Qazvīnī, Tehran 1328sh/1949.",
    "Studies",
    "Hamid Algar, Kobrawiyya ii. The order, EIr",
    "Akram Arjah, Khānaqāh, pt. 1, Dānishnāma-yi jahān-i islāmī , http://rch.ac.ir/article/Details?id=8377&&searchText=",
    "Bakhtyar Babajanov and Maria Szuppe, Les inscriptions persanes de Châr Bakr, nécropole familiale des khwâja Jûybârî près de Boukhara , London 2002",
    "İbrahim Bahadır, Alevi ve sünni tekkelerinde kadın dervişler , Istanbul 2005",
    "K. M. Baipakov, Islamskaia arkheologicheskaia arkhitektura i arkheologiia Kazakhstana , Almaty and Samarkand 2012",
    "Shahzad Bashir, Islamic tradition and celibacy, in Carl Olson (ed.), Celibacy and religious traditions (Oxford 2008), 133–50",
    "C. Edmund Bosworth et al., Tehran, in Clifford Edmund Bosworth (ed.), Historic cities of the Islamic world (Leiden 2007), 503–20",
    "Gerhard Böwering and Matthew Melvin-Koushki, Ḵānaqāh, EIr",
    "Richard W. Bulliet, Islam. The view from the edge , New York 1994",
    "Jacqueline Chabbi, K̲h̲ānḳāh, EI2",
    "Nūr Aḥmad Khān Farīdī, Tadhkira-yi Ḥaḍrat Bahāʾ al-Dīn Zakariyyā Multānī , Lahore 1980",
    "Leonor E. Fernandes, The evolution of a Sufi institution in Mamluk Egypt. The khanqah , Berlin 1988",
    "Eve Feuillebois-Pierunek, ʿIzz al-Dīn Kāshānī and Abū al-Mafākhir Yahyā Bākharzī. Proper Sufi conduct (adab) through the eyes of two Persian authors from different brotherhoods in the 13th-14th century, in Francesco Chiabotti, Eve Feuillebois-Pierunek, Catherine Mayeur-Jaouen, and Luca Patrizi (eds.), Ethics and spirituality in Islam. Sufi adab (Leiden 2017), 449–78",
    "Peyvand Firouzeh, Sufi lodges, in Alexandre Papas (ed.), Handbook of Sufi studies. Sufi institutions , forthcoming",
    "Lisa Golombek, The chronology of Turbat-i Shaikh Jām, Iran 9 (1971), 27–44",
    "Jo-Ann Gross, The economic status of a Timurid Sufi shaykh. A matter of conflict or perception?, Iranian Studies 21/1–2 (1988), 84–104",
    "Sayyid ʿAlīriḍā Gulshanī, Gulshan-i Shīrāz , Shiraz 1388sh/2009",
    "Saiyid Zaheer Husain Jafri, Landed properties of a Sufi establishment. A study of 17th and 19th century documents from Salon in Awadh, Proceedings of the Indian History Congress 47/1 (1986), 417–31",
    "Ahmet T. Karamustafa, Reading medieval Persian hagiography through the prism of adab . The case of Asrār al-tawḥīd , in Francesco Chiabotti, Eve Feuillebois-Pierunek, Catherine Mayeur-Jaouen, and Luca Patrizi (eds.), Ethics and spirituality in Islam. Sufi adab (Leiden 2017), 131–41",
    "Ė. Ė. Karimov, Kubraviĭskiĭ vakf XVII–XIX vv. Pis’mennye istochniki po istorii sufiĭskogo bratstva Kubraviĭa v Sredneĭ Azii , Tashkent 2008",
    "Muḥsin Kiyānī, Tārikh-i khānaqāh dar Īrān , Tehran 1369sh/1990, repr. Tehran 1389sh/2010",
    "Muḥammad Matīn Munis, Khānaqāhhā-yi imrūz-i Kābul , Kabul 2011",
    "Denis Matringe, Ādāb al-ṣūfiyya. Les règles de vie dans les couvents soufis de l’Inde médiévale, JA 289/1 (2001), 67–86",
    "Fritz Meier, Abū Saʿīd-i Abū l-Ḫayr (357–440/967–1049). Wirklichkeit und Legende , Tehran and Leiden 1976",
    "Fritz Meier, Essays on Islamic piety and mysticism , trans. John O’Kane and Bernd Radtke, Leiden 1999",
    "Ashirbek Muminov et al., Istoricheskie dokumenty mavzoleia Khodzha Akhmada Iasavi , Astana 2017",
    "Afsāna Munfarid, Khānaqāh, pt. 2, Dānishnāma-yi jahān-i Islāmī , http://rch.ac.ir/article/Details?id=8378&&searchText=",
    "Sayyid Jamāl al-Dīn Musavī, Taṣavvuf dar Afghanistān-i muʿāṣir, ʿIrfān-i Īrān 42 (1390sh/2011), 44–87",
    "Khaliq Ahmad Nizami, Some aspects of khānqah life in medieval India, SI 8 (1957), 51–69",
    "Mahīn Panāhī, Akhlāq-i ʿārifān. Akhlāq-i mutaṣavvifa az khilāl-i mutūn-i ʿirfānī az āghāz tā avāʾil-i qarn-i haftum , Tehran 1378sh/1999",
    "Alexandre Papas, No Sufism without Sufi order. Rethinking tarîqa and adab with Ahmad Kâsânî Dahbidî (1461–1542), Kyoto Bulletin of Islamic Area Studies 2/1 (2008), 4–22",
    "Alexandre Papas, Une représentation textuelle de la ville. Sur un registre urbain du Turkestan chinois (1306/1889–90), in Francis Richard and Maria Szuppe (eds.), Écrit et culture en Asie centrale et dans le monde turco-iranien, x e –xix e siècles (Paris 2009), 93–109",
    "Alexandre Papas, When the dervish starts publishing. A note on renunciation and literary production in the Indian Qalandariyya, in Rachida Chih, Catherine Mayeur-Jaouen, and Rüdiger Seeseman (eds.), Sufism, literary production, and printing in the nineteenth century (Würzburg 2015), 121–38",
    "Alexandre Papas and Ma Wei, Sufi lineages among the Salar. An overview, in Marie-Paule Hille, Bianca Horlemann, and Paul K. Nietupski (eds.), Muslims in Amdo Tibetan society. Multidisciplinary approaches (Lanham MD 2015), 109–34",
    "Alexandre Papas, Bombay. Mystical city. Muslim shrines and saints in the urban fabric from 1800 to present, in Daphna Ehprat, Ethel Sara Wolper, and Paulo G. Pinto (eds.), Saintly spheres and Islamic landscapes , forthcoming",
    "Jürgen Paul, Die politische und soziale Bedeutung der Naqšbandiyya in Mittelasien im 15. Jahrhundert , Berlin 1991",
    "Kelly Pemberton, Women mystics and Sufi shrines in India , Columbia SC 2010",
    "Galia A. Pugachenkova, Pamiatniki iskusstva Sovetskovo Soiuza. Sredniaia Aziia , Moscow 1983",
    "Ẓuhūr al-Ḥasan Shārab, Tārīkh-i ṣūfiyāt-i Gujarāt , Ahmedabad 1981, repr. Ahmedabad 2013",
    "Erbulat A. Smagulov, Zastroika tsentral’noi ploshadi goroda Sauran XIV–XVI vv., Povolzhskaia Arkheologiia 2/16 (2016), 93–119",
    "Tadhkira-yi Qūchqār Atā , Paris, Bibliothèque de l’Institut de France, Documents recueillis par la mission Dutreuil de Rhins, MS 3355/5",
    "M. Baha Tanman, Hanka (mimari), TDVİA 16 (1997), 43–6",
    "Süleyman Uludağ, Hankah, TDVIA 16 (1997), 42–3",
    "ʿAbd al-Raḥīm Yaʿqūb Niyā, Barrasī-yi mashrabhā-yi ʿirfānī-yi maʿāṣir dar junūb-i Khurāsān-i raḍavī , Ph.D. diss., University of Sistan and Baluchistan, 1395sh/2016",
    "Mavluda Yusupova, L’évolution architecturale des couvents soufis à l’époque timouride et post-timouride, Cahiers d’Asie Centrale 3–4 (1997), 229–50",
    "Thierry Zarcone, Writing the religious and social history of some Sufi lodges in Kashgar in the 20th century, in Ildikó Bellér-Hann, Birgit N. Schlyter, and Jun Sugawara (eds.), Kashgar revisited. Uyghur studies in memory of Ambassador Gunnar Jarring (Leiden 2017), 207–31."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}