{
  "id": "eweb_624",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-36043.xml?rskey=f9WTiy&result=38",
  "annotator": "Antonio",
  "title": "Majdhūb",
  "authors": [
    "Nelly Amri"
  ],
  "word_count": "(9,189 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Mar 2018",
  "last_updated": "04 Jan 2023",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "The \n majdhūb \n , one attracted (by God), is an important Islamic spiritual figure found throughout the Islamicate world (for the Maghrib, see Amri, Croire ). The characteristics of the majdhūb were first described in texts of the third/ninth century. The majdhūb s were most often distinguished by their antinomian appearance and their social and religious practice, in which freedom of speech played an important role. They attracted the interest of the urban masses, who saw them as recipients of divine influence and a force of social criticism; jurists, however, viewed them with suspicion. Most ʿulamāʾ (religious scholars), nevertheless, placed them in the ranks of the saintly (until the nineteenth century in the Maghrib) and tended to excuse their excesses and paradoxical rhetoric. Their acceptance by the major Ṣūfī orders and by political authorities was common in the Maghrib and Turkic lands.",
    "1. Etymology and the Arabic lexicon of divine attraction",
    "The Arabic root j-dh-b conveys the action of pulling (madda) , particularly towards the self, whence the connotation of attraction (Gramlich, 1025). For the grammarian Sībawayh (d. probably c.180/796), jadhaba means to dislodge an object from its place and ijtadhabahu means to wrest an object away (istalabahu) ; for Arab lexicographers, “man is suspended between God and Satan; if God does not seize him for Himself, it is Satan who will pull him in” (Ibn Manẓūr, 3:101). The substantive injidhāb means “rapidity of gait.” The semantic field—whose resources have not here been exhausted—distinguished by these several grammatical forms of the root j-dh-b would later expand with the use of the term jadhb (attraction, raptness) and the substantive majdhūb (the one attracted, in this case by God) in Ṣūfism and in the religious and social practice of those who had come to be designated as majdhūb s (those under the influence of the divine attraction), sometimes called majānīn al-Ḥaqq (madmen for God). The term majnūn (feminine majnūna ) was also used interchangeably with majdhūb ; several early (second/eighth-century) Ṣūfīs and ascetics were designated as such with no further mark of identity. Al-Nīsābūrī (d. 406/1015)—the famous traditionist, grammarian, and scholar of Qurʾānic sciences, siyār (biography (of the Prophet)), and maghāzī (battles (of the Prophet))—describes in ʿUqalāʾ al-majānīn (“The wise fools,” majānīn being the plural of majnūn ), one from whom reason is hidden (al-mastūr ʿaqluhu) , by their love for God. The root j-n-n also denotes the action of concealing, or veiling, which introduces the idea of a distinction from junūn when understood as a mental deficiency or loss of reason. Bahālīl (plural of buhlūl , one who laughs, glossed by Ibn Manẓūr, 2:169–70 as al-ḍaḥḥāk ), also designates those “mad for God.” The most famous of these was Bahlūl b. ʿAmr Abū Wuhayb al-Ṣayrafī al-Kūfī (d. 190/806), an ecstatic poet and precursor of the “madman for God,” according to the historian Ibn Khaldūn, born in Tunis and died in Cairo in 808/1406–7 (Ibn Khaldūn, Shifāʾ , 32; see also Ibn ʿArabī, al-Futūḥāt , 2:37 and Ibn Khaldūn, al-Muqaddima 1:172–3). Al-muwallah , too, denotes one (man or woman) “infatuated with God.” The term “dervish” is also used (Papas, Dervish , 128–35), primarily in the Turkish sphere, to designate these men and their various ascetic practices, renunciation, dissociation, and social provocation.",
    "2. Doctrinal perspective",
    "Al-Ḥakīm al-Tirmidhī (d. c.298/910), the famous Ṣūfī of Khurāsān and author of at least 108 texts (for more on him, see Gobillot, 58–71), offered one of the first doctrinal explanations of the term majdhūb as a spiritual figure, recognised not only for saintliness but also as a member of the prophetic sphere. Describing these enraptured men (majdhūbūn) , al-Tirmidhī wrote, “Their heart is entirely devoted to God, and their life, from beginning to end, is spent in His grasp” (al-Tirmidhī, 417). The majdhūb was endowed with a gift of prophecy that conferred upon him the rank immediately below that of the prophets (al-Tirmidhī, 408–9). This distinction did not preclude an ambiguity that will never be resolved, in Islamic culture, between the concept of the “madman” (majnūn) and that of the “madman for God” (majdhūb) (Geoffroy, Soufisme en Égypte , 311). Islam attempted to overcome the sense of equivocation maintained by the Arabs between the idea of junūn (madness; possession by the jinn ) and nubuwwa (prophecy); the Quraysh attempted to pass the Prophet off as a majnūn (in the sense of one possessed by jinn ), a claim challenged by the Qurʾān in numerous verses (52:29; 68:2; 81:22).",
    "In his treatise ʿUqalāʾ al-majānīn , which extends beyond the literature of Ṣūfism and presents a sort of typology of madness, al-Nīsābūrī proposes that what the world considers “madness” is actually “wisdom” from the perspective of “men of spiritual realities” (ahl al-ḥaqāʾiq) . Conversely, “the madman, according to the men of spiritual realities, is he who abandons himself to this world, acting for it and revelling in it” (al-Nīsābūrī, 13). At the head of this group of “wise men amongst the mad” (al-Nīsābūrī, 44–7), the author places a great figure of Islamic mysticism, Uways al-Qaranī (d. 37/657), an ascetic of Yemen who, although a contemporary of the Prophet, never met him. The mysterious relationship that linked Uways to the Prophet is at the basis of the initiation in spirit received by certain spiritual men known as uwaysī s (Geoffroy, Soufisme. Voie intérieure , 240–1).",
    "The great Andalusī mystic Ibn ʿArabī (d. 638/1240) dedicated the forty-fourth chapter of his al-Futūḥāt al-Makkiyya (“Meccan revelations”) to the bahālīl . For Ibn ʿArabī, the “madmen for God” or the “divine madmen” ( majānīn al-Ḥaqq or majānīn ilāhiyyūn ) are distinguished from lunatics in that “their madness is due not to a physiological disequilibrium...but to a divine theophany (tajallī ilāhī) that descended upon their hearts, seized them like lightning, and transported their spirits: their spirits are captured and held (maḥbūsa) near to God, rejoicing in divine contemplation.” In the words of Ibn ʿArabī, the ʿuqalāʾ al-majānīn “are wisemen divested of reason (aṣḥābʿuqūl bilā ʿuqūl) , outwardly reputed to be madmen—that is, those for whom the capacity to exercise reason is concealed” (Ibn ʿArabī, al-Futūḥāt , 2:37). Shihāb al-Dīn ʿUmar al-Suhrawardī (d. 632/1234)—a Ṣūfī of Persian origin, author of the famous Ṣūfī manual ʿAwārif al-maʿārif (“The gifts of knowledge”), and the nephew and disciple of Abū l-Najīb al-Suhrawardī (d. 563/1168), with whom he founded the Suhrawardiyya order at Baghdad—propounded the superiority of the majdhūb al-mutadārak bi-l-sulūk (or the majdhūb , for whom the “rapture” is achieved by a sober following of the Ṣūfī way) over the sālik al-mutādārak bi-l-jadhb (the itinerant in the Ṣūfī path, whose spiritual journey is achieved by divine attraction) (al-Suhrawardī, 87–8; Ballanfat, 325–61).",
    "Regarding the relationship between the majdhūb and the qalandar/malāmatī with whom he is often associated (Kugle, 208), al-Suhrawardī asserts that the qalandarī seeks only inner peace and in no way concerns himself with that which is known or unknown of his spiritual state (al-Rāshidī, 282) (the Qalandariyya, consisting mostly of celibate mendicant ascetics and sometimes characterised as antinomian, is of Central Asian origin and appears in fifth/eleventh century sources; the Malāmatiyya is a Ṣūfī movement that arose in Nīshāpūr in the third/ninth century, of which the best known master is Ḥamdūn al-Qaṣṣār, d. 271/884). Al-Sulamī (d. 412/1021), a traditionist, Ṣūfī, and historian of Ṣūfism originally from Nīshāpūr, discusses in his Risālat al-Malāmatiyya (“Epistle of the People of Blame”) the fundamentals of this spiritual current: suspicion of the soul, dissimulation of states and actions, abnegation, service to others, and the seeking of blame (Thibon, 56–72). The malāmatī occluded his acts and spiritual states, whereas the qalandarī worked to overturn conventions and limited his acts, most notably prayer and fasting, to the minimum required (al-Rāshidī, 281). Al-Yāfiʿī (d. 768/1367), a Ṣūfī Shāfiʿī scholar from Yemen, affiliate of the Qādiriyya path, and author of a hagiography of Jīlānī (d. 561/1166), distinguishes, in his Rawḍ al-rayāḥīn (“The garden of myrtles”), four types of person enraptured by God: those for whom the rapture eclipses every other emotion, plunging them into a state of perplexity; those who are overcome by intoxication in their contemplation of and love for divine beauty and who thus wander, rendered mad by love and no longer present in the world; those who hide behind the mask of madness; and those who have combined the mask of rapture with that of transgression and who present the appearance of neither praying nor fasting and uncover their intimate parts so as to arouse mistrust (sūʾ al-ẓann) . These latter are also thought not to belong to the sphere of the saintly, as they pray and fast fī l-bāṭin (internally) and in isolated places (al-khalawāt) rather than amongst other people (al-Rāshidī, 288); this type of God-enraptured person approaches the majdhūb or the malāmatī in his paradoxical form, as well as that of the qalandarī (on “the doctrinal ideal of Central Asian dervishes of the eleventh/seventeenth century,” see Papas, Ainsi parlait , 105–71).",
    "In effect, the definition given by the sources of the takhrīb al-ẓawāhir (generally translated as “transgression,” lit., destruction of one’s outward appearance) attributed to the majdhūb is founded on the intentional and deliberately sought-after illusion created by this debasement of the ego and the concealment of one’s spiritual state. In Ṣūfism, it is, of all the types of spiritual figure, the majdhūb who is the repository of divine secrets, “perpetually immersed in the sea of knowledge and oneness” (Ibn Khaldūn, Shifāʾ , 107), from where he draws an extraordinary knowledge of hidden things. Finally, the majdhūb current is often associated with the esoteric hierarchy of sainthood, the famous “invisible government of the world” (on the latter, see Amri, Pouvoir du saint ).",
    "3. The majdhūb , or the diffusion of a model of effervescent saintliness",
    "While the majdhūb existed from the first centuries of Islam on, it was only in the seventh/thirteenth century that more madmen for God began to appear in cities across the Islamicate world. The context for this diffusion and the subsequent notoriety of this model of effervescent saintliness is important: in the Maghrib, Egypt, and the Levant, historians describe an “epoch of despair” and political crisis (Garcin). The fall of Baghdad to the Mongols in 656/1258 and the end of the ʿAbbāsid caliphate left the Muslim world without a centre. Individual states faced crises of legitimacy, after the dislocation of the Almohad empire (r. 524–668/1130–1269) in North Africa and the Iberian Peninsula, and after the end of the Ayyūbid dynasty (r. 564–658/1169–1260) in Egypt, Syria-Palestine, the greater part of upper Mesopotamia, and Yemen, and the rise of the Mamlūk caste (r. 648–923/1250–1517) in Egypt and Syria. In the Maghrib, internal agitation caused by Bedouin uprisings and crises of succession created endemic insecurity and fear amongst the people. The continuation of the Crusades throughout the Islamicate world, notably the eighth crusade led by the French king Louis IX (r. 1226–70) against Tunis in 668/1270, the loss of Muslim territory in the Iberian peninsula culminating in the fall of Granada in 897/1492, and the Portuguese attacks on Morocco during the Waṭṭāsid era (831–946/1428–1549) all contributed to the widespread decline of Islamic political power. Almost simultaneously, the Muslim West witnessed a remarkable development of Mālikī fiqh (jurisprudence), as in the expansion of teaching fiqh in the madrasa s, the increase of juridical literature, the numerous commentaries on the principal Mālikī manuals, and the increase of the authority of fuqahāʾ (jurists). The context was also characterised by the spread of the Black Plague throughout the Mediterranean region from 748/1347 onwards, exposing people constantly to death and its eschatological expectations. This epoch everywhere bore witness to a mobilisation (in religion, politics, and even jihād ) of men of God (Touati, 1214).",
    "In Ifrīqiya up to the ninth/fifteenth century, we have only a few indications of this type of spiritual figure, who are rarely recognised as saints, particularly in the biographical dictionaries. In the genre called manāqib (hagiographic literature), two collections are dedicated to two notorious majdhūb s: the first in the eighth/fourteenth century to ʿĀʾisha al-Mannūbiyya, also known as “al-Sayyida,” the most famous holy female figure in Tunisia and still venerated, born in Manouba in west of Tunis in about 595/1199, established in Tunis, and burried there after her death in 665/1267 (Amri, Sainte de Tunis ); and the second in the ninth/fifteenth century to the great saint of Tunis Aḥmad b. ʿArūs (d. 868/1463). The disciple and hagiographer of the latter, ʿUmar al-Rāshidī, an Algerian Ṣūfī and scholar of the ninth/fifteenth century who was established in Tunis and was buried in the zāwiya of Qāsim al-Jalīzī, describes in his manāqib of the saint, Ibtisām al-ghurūs wa-washī al-ṭurūs (“Smiling plantations and elegant embroidery”), the path of rapture (ṭarīq al-jadhb) trod by his shaykh (al-Rāshidī, 280). Al-Raṣṣāʿ (d. 894/1489), a Maghribī scholar from Tlemcen who resided in Tunis, where he held the position of qāḍī l-jamāʿa (grand qāḍī ) in 876/1471–2, mentions in his Fahrasat (the author’s cursus studiorum , 199 and 206) several famous majdhūb s, amongst them: Ibn ʿArūs (d. 868/1463); ʿUthmān al-Gurunbālī (d. 793/1391) whose nisba refers to Gurunbāliya, which is the present-day city of Grombalia in the Cap Bon peninsula approximately forty kilometres southeast of Tunis; Abū ʿAbdallāh Muḥammad Jawjaw (probably Shawshaw, as in al-Rāshidī, 217, 219–25), a well known blind majdhūb from Tunis and a contemporary of al-Raṣṣāʿ; and Abū l-ʿAbbās Aḥmad ʿAsīla (or ʿUsayla; d. 865/1461) (al-Rāshidī, 225–9); these last two were in the circle of Ibn ʿArūs. After a brief hesitation between malāmatiyya and qalandariyya when describing the path followed by Ibn ʿArūs, al-Rāshidī opted for the latter (al-Rāshidī, 282). The terms majdhūb and qalandarī are often pratically conflated as a single and unceremonious mode of holiness. Maḥmūd Maqdīsh (d. 1813), a scholar, teacher, and faqīh from the Tunisian coastal city of Sfax, ends the section on saints and scholars of Sfax and its environs in his history of his native city titled Nuzhat al-anẓār (“The promenade of glances”) with the biographical entries of eight renowned majdhūb s, some of whom he had known personally. In the Takmīl al-ṣulaḥāʾ \n wa-l-aʿyān (“The consummate completion of the history of saints and notables”), the biographical dictionary of saints and scholars of the city edited by the Qayrawānī merchant, functionary, and muqaddam (local shaykh of a Ṣūfī path) of the Qādiriyya, al-Kinānī (d. 1875), no fewer than twenty-five of the 216 total entries are dedicated to the “madmen for God”; this category is absent from the Maʿālim al-īmān (“The landmarks of faith”) of Ibn Nājī (d. 839/1436), al-Kinānī’s mediaeval predecessor whose model he sought to emulate. Amongst the majdhūb s mentioned in the Takmīl al-ṣulaḥāʾ \n wa-l-aʿyān are: Abū l-Ḥasan ʿAlī b. Saʿīd b. Saʿd al-Ūḥīshī (d. 1076/1665–6), a native of Sfax established at al-Qayrawān, where his reputation grew (al-Kinānī, 59–69; see also his entry in Maqdīsh, 2:349–53); Ḥammūda al-Zaydānī al-Farjalāwī (d. 1261/1864), a Qayrawānī majdhūb who threw stones into the street without ever striking another person (al-Kinānī, 199–201) and who, along with his brother (also a majdhūb ), was affiliated with the ʿĪsāwiyya, a Ṣūfī path derived from the Moroccan Jāzūliyya, whose eponymous founder Muḥammad b. ʿĪsā (d. 933/1526–7) was the patron saint of Meknes; and Abū l-Ḥasan ʿAlī al-Ghumārī al-Nafṭī (d. 1834), whose ancestors were descended from the Companion and caliph ʿUthmān b. ʿAffān (r. 23–35/644–656) and to whom al-Kinānī attributed the prediction of the French capture of the city of Algiers in 1830 and who was probably also affiliated with the path of Abū ʿAlī al-Nafṭī (d. 610/1213), patron saint of the Djerid region in southwestern Tunisia (al-Kinānī, 189–91). (For the other majdhūb s, see al-Kinānī, 141, 183, 191–2, 202, 205, 215–7.) Also notable is the presence of three female majdhūb out of the six entries on women in the dictionary (al-Kinānī, 112–3).",
    "According to the entries in the Tlemcen scholar Ibn Maryam’s (d. c.1011/1602) Bustān (“Garden”), a biographical dictionary of the scholars and saints of Tlemcen, the appearance of majdhūb s is rare. One such is Abū ʿAbdallāh al-Shūdhī al-Ishbīlī, a Seville native and qāḍī better known by his sobriquet al-Ḥalwī (“the confectioner”; fl. sixth/twelfth century according to the chronology of his disciples such as the theologian Ibn al-Marʾa, d. 611/1214). Abū ʿAbdallāh resigned his position as qāḍī and abandoned his family, possessions, and judicial responsibilities to settle in Tlemcen, where he became a street vendor selling sweets to children (hence his nickname); as soon as the children began to clap their hands, the holy man would begin dancing and reciting verses on divine love (Ibn Maryam, al-Bustān , ed. Muḥammad Ibn Abī Shanab, 68–9; Dermenghem, 87–95). ʿAbdallāh b. ʿAbd al-Wāḥid al-Majāṣī (d. 741/1340, buried in the al-ʿUbbād suburb of Tlemcen) was a pious scholar, traditionist, reader of the Qurʾān, and preacher at the al-Qaṣr mosque in Tlemcen who taught Ibn Marzūq al-Jadd (d. 781/1379). Although not known as a majdhūb , he was famous for his asceticism, his scrupulousness, and his jadhb , as well as for the abundance of his tears (the Meccans nicknamed him al-Bakkāʾ, the weeper) and his lamentations (ʿawīl) (Ibn Maryam, al-Bustān , ed. ʿAbd al-Qādir Būbāya, 244–6; al-Maqqarī, 5:230–1). The high plateaus of western Algeria still guard the memory of Sīdī Aḥmad al-Majdhūb (d. 978/1570–1) (Ben Hounet, 61–85).",
    "In the entourage of the Moroccan Ṣūfī, Shādhilī scholar and jurist Aḥmad Zarrūq (d. 899/1493) in the city of Fez, known majdhūb s are reported (Kugle, 209–17). In the first two volumes of the Salwat al-anfās (“The consolation of breath”) of al-Kattānī (d. 1927)—a scholar and Ṣūfī of Sharīfī-Idrīsī ancestry from Fez and a prolific author, notably of a biography of Mawlāy Idrīs (r. 188–213/804–828), of the Idrīsid dynasty of Morocco (r. 172–375/789–985)—there are at least forty-two entries on majdhūb s known for their transgressions and often labelled malāmī or malāmatī (al-Kattānī, 1:288, 306, 195, 233, 190). Amongst these forty-two were ʿAlī al-Ṣanhājī (d. 947/1540–1), nicknamed al-Dawwār (the itinerant) and a disciple of Ibrāhīm ʿAlī Āfḥām (or Āfhām) al-Zarhūnī (d. 922/1516) (al-Kattānī, 2:247–9), and his servant Āmina bt. Aḥmad b. ʿAlī b. al-Qāḍī (d. c.960/1553), who was known as one of the “masters of the step”, a group of saints for whom the “the earth bends” beneath their feet and known for their miraculous displacements; in the morning, Āmina could be found in her bed bearing traces of combat (ḥuḍūr fī l-jihād) (al-Kattānī, 2:251), which was significant in a period marked by the struggle against Portuguese expansionism. ʿAbd al-Raḥmān al-Majdhūb (d. 976/1568–9) (al-Kattānī, 2:249) was one of the most emblematic of the Moroccan majdhūb s, yet his case was not unique (Rodríguez Mediano; de Prémare).",
    "In Tripolitania, several saints of the Fawātīr clan of ʿAbd al-Salām al-Asmar al-Faytūrī (d. 981/1573)—the founding saint of the ʿArūsiyya-Salāmiyya Ṣūfī path (which a silsila (chain) of four masters links to the great saint from Tunis, the “enraptured by God” Aḥmad Ibn ʿArūs (Amri, al-Asmar al-Faytūrī, 56–60)—are presented as majdhūb s. Al-Tājūrī (d. 1139/1726), a Ṣūfī and scholar born in Tājūrāʾ, east of Tripoli, quotes the names of several majdhūb s in the hagiography of his great-grandfather al-Asmar, the Fatḥ al-ʿAlīm fī manāqib ʿAbd al-Salām b. Salīm (“The inspiration of the All-Knowing regarding the life of ʿAbd al-Salām b. Salīm”). Amongst them is Manṣūr b. Kaḥīl (d. 1082/1671–2), a disciple and son-in-law of al-Asmar, known for his gift of clairvoyance and familiarity with Ṣūfī doctrines through unveiling (al-Tājūrī, f. 109a). Ḍaw al-Faytūrī (d. after 1080/1669–70) “was so completely immersed in the love of God” that he lost the ability to recognise his wife and children (al-Tājūrī, f. 112b). Another majdhūb , ʿAbdallāh al-Ṣudāʿī al-Faytūrī (d. 1097/1685–6) was also famous for his clairvoyance; his practices were similar to those of the Malāmatiyya, most notably in his quest for anonymity (khumūl) and his disdain for the self (al-Tājūrī, f. 112b).",
    "Ṣafī al-Dīn b. Abī l-Manṣūr (d. 682/1283), an Egyptian Ṣūfī, scholar, and adherent of the Mālikī school of fiqh , had at Qarāfa a zāwiya , a small oratory or prayer room or building designed to initiate disciples gathered around a Ṣūfī master, to house and feed travellers and members of the local Ṣūfī brotherhood in their daily devotional and spiritual exercises, and to teach religious sciences. He lived at the heart of a dense network of Egyptian, Eastern, Maghribī, and Andalusī Ṣūfīs, whose biographies he outlines in his Risāla (“Epistle”). He evokes the memory of some famous enraptured by God in Syria, known also as muwallah s (the ones perplexed by their passionate love for God; on the connection between the Qalandars and the muwallah s, see Boivin, 31). Similar mentions are found in the ʿAwārif al-maʿārif of Shihāb al-Dīn ʿUmar al-Suhrawardī, including that of ʿAlī al-Kurdī al-Muwallah (d. 622/1225), nicknamed the Quṭb al-Shām (the Pole of Syria), who ruled the citizens of Damascus “as the master his household” and whom al-Suhrawardī himself had visited (al-Yāfiʿī, 482; Ṣafī, 125 Fr., 36 Ar.). Other muwallah s were also well known, including Yūsuf al-Qamīnī (d. 657/1259), Ibrāhīm al-Shāgūrī, known as Jayʿāna (d. 680/1281–2), Ḥasan al-Kurdī al-Muwallah (d. 724/1324), and Ibrāhīm al-Muwallah al-Qamīnī (d. 725/1325). There was a gradation in the intensity of one’s walah (perplexity caused by the passion of divine love), as certain muwallah s were not strongly inclined to excessive or extravagant practices. According to the historian and theologian al-Dhahabī (d. 748/1348), ʿAbd al-Ṣamad (d. 694/1295 in Qāsyūn, in Damascus; he was from the Banū l-Ḥarastānī, a well known Shāfiʿī family) was struck only with a “slight walah” ; this was also the case with Jandal b. Muḥammad (d. 675/1277) and Abū l-Rijāl (d. 694/1294) (Pouzet, 223–5). Other majdhūb s were reported in the Mashriq: Shaykh Rayḥān b. ʿAbdallāh al-ʿAdanī (d. before 700/1300–1) of Aden; Shaykh Qaḍīb al-Bān al-Mawṣilī (Abū ʿAbdallāh al-Ḥusayn b. ʿĪsā al-Ḥasanī; d. 573/1177) of Mosul (al-Yāfiʿī, 481), according to al-Ziriklī (2:251) a companion of ʿAbd al-Qādir al-Jīlānī; and Ibn Musāfir (ʿAdī) (d. 557/1162), an Arab Sunnī shaykh , native of Baʿalbak (Baalbek, in present-day Lebanon), and founder of the ʿAdawiyya (al-Ziriklī, 4:221; Tritton, ʿAdī b. Musāfir).",
    "In seventh/thirteenth-century Egypt, many muwallah contemporaries of Ṣafī are mentioned in his Risāla (Ṣafī, 189–92). In both the Mamlūk and Ottoman periods in Egypt, majdhūb s occupied a special place in biographical dictionaries such as the Ṭabaqāt (lit., chronological classes, or generations) of al-Shaʿrānī (d. 973/1565), an Egyptian Ṣūfī, scholar, historian of Ṣūfism, and prolific author. The index to the second part of the Ṭabaqāt lists many entries dedicated to the “madmen for God,” especially compared with the index to the first volume of the text. There is a similar trend in the works of later authors, as in al-Kawākib al-durriyya (“The twinkling stars”) of al-Munāwī (d. 1031/1621–2), a Cairene legal scholar and Ṣūfī disciple of al-Shaʿrānī, whose family was renowned for their knowledge and piety. ʿAbd al-Qādir al-Subkī (d. 960/1553) exercised great authority over the qāḍī s of Cairo. The famous Bakrī family of ʿulamāʾ Ṣūfīs, who apparently moved from al-Fayyūm to Cairo in the early ninth/fifteenth century (Sabra), acquired their fame in the middle of the tenth/sixteenth century through the baraka (divine blessing or beneficial spiritual force accessible through the power and proximity of a saint to God) of ʿAbd al-Qādir al-Dashṭūṭī (d. 924/1518), a Ṣaʿīdī Egyptian who earned a reputation for saintliness in Cairo from 887/1482–3 on, under the sultan al-Ashraf Qāʾitbāy (r. 872–901/1468–96) (Geoffroy, Soufisme en Égypte , 309–33; Sabra, 105–8; al-Ghazzī, 1:247–50, entry on al-Dashṭūṭī).",
    "In Central Asia, Papas tried to shed light on the figures of several dervishes in cities such as Herat in the ninth/fifteenth and tenth/sixteenth centuries, on the basis of their biographical notices (Papas, Ainsi parlait , 84–92). He notes that, throughout Central Asia, on both sides of the Tian-Shan, in the twelfth/eighteenth century, “the madman for God, the man in rags with matted hair, was to be found in every place of pilgrimage (mazār) , in cemeteries, shelters, and dervish hostels” (Papas, Mystiques , 160–1).",
    "4. Religious and social practice",
    "These madmen for God had a predilection for ruins and other abandoned places, and they were partial to the furnace rooms (qamīn) of ḥammām s, whence the nisba al-Qamīnī taken by certain majdhūb s of Damascus. They later inhabited religious establishments such as khānqā s, madrasa s, and mosques, and many were granted zāwiya s (Geoffroy, Soufisme en Égypte , 315). Ibn ʿArūs, after passing through the ruins and other uninhabited areas in the city of Tunis, settled in a funduq (hostel, caravanserai) which he gradually occupied and which would later become his zāwiya; the Ḥafṣid sultan al-Muntaṣir (r. 838–9/1435; the Ḥafsids ruled Tunisia, western Libya, and eastern Algeria from 627/1229 to 982/1574) made a ḥubus (charitable endowment, called in the Mashriq waqf and rendered in French by habous , on the basis of the Ar. plur. form ḥubūs ) there to benefit the saint and his descendants (Amri, L’occupation, 119–28). Certain majdhūb s revealed themselves to be spiritual masters; one such figure, Shiblī (d. 334/945), was an adherent of the Ṣūfī school of Baghdad and a friend and contemporary of the famous Persian-born mystical author and poet Ḥallāj (the carder of innermost souls (ḥallāj al-asrār) , executed in 309/922 in Baghdad), who, in spite of representing the spiritual current of the majdhūb s, was a respected master (Lory, Paradoxes, 67–8). In Tlemcen, ʿAbdallāh b. ʿAbd al-Wāḥid al-Majāṣī (d. 741/1340), known for his jadhb , was also counted amongst the ḥadīth transmitters (min ahl al-ḥadīth) and even held a teaching position; his lectures were well received (Ibn Maryam, 244–6). There are numerous reports of Moroccan majdhūb s in the modern era having many disciples (talāmīdh) and “producing many madmen” (al-Kattānī, 1:155): for example, Muḥammad b. Mūsā Abū l-Shitāʾ al-Khammār (d. 997/1589), a native of Shāwiya (al-Kattānī, 1:155); Ḥamdūn b. ʿAbd al-Raḥmān al-Malāḥifī (d. 1072/1662), who had a zāwiya and companions and disciples who gathered round him daily to recite orations and litanies (al-Kattānī, 1:288); and ʿAlī b. Ḥamdūsh (d. 1135/1722), who “had a zāwiya in every city and who initiated many saints, of whom the majority were those enraptured by God” (al-Kattānī, 1:404).",
    "These male and female majdhūb s also enjoyed the freedom of speech, including facing the political rulers. The Moroccan majdhūb Aḥmad b. Yaḥyāʾ al-Bādisī (d. 1100/1688) frequently apostrophised the sultan with obscene and insulting discourse; not only did the monarch take no offence at this speech, but rather he typically treated the majdhūb with respect (al-Kattānī, 1:307). Denis Gril writes, “Their madness allowed them to speak freely, and even in certain situations to perform real functions of spiritual governance, as in the case of ʿAlī al-Kurdī and his successor Yāqūt in Damascus” (Ṣafī al-Dīn, Risāla , 41). The education of the majdhūb most often took place through allusions (ishārāt) , as in the case of Ibn ʿArūs (Amri, L’homme de la terrasse, 487–526). They were also men endowed with inspired speech and instructed in divine secrets, whence the attribution of the gift of prophecy (on the latter, in the case of Ibn ʿArūs, see Amri, L’homme de la terrasse, 517–24).",
    "Celibacy and rupture or dissociation from the familial milieu seem often to characterise the social practice of the majdhūb s; this was apparently also common amongst the qalandar s studied by Papas (The son of his mother, 423). One of the most famous instances of this type of behaviour, notable for being that of a woman, is that of ʿĀʾisha al-Mannūbiyya (d. 665/1267) in Ifrīqiya. Such a majdhūb of Sfax in the nineteenth century whose family wished to force him into marriage did not even look upon his bride, who, scorned, had to return to her family (Maqdīsh, 453–4).",
    "The majdhūb , al-Yāfiʿī wrote, “cares not at all that he may be regarded as a heretic (zindīq) , for he is truthful (ṣiddīq) in the eyes of God” (al-Yāfiʿī, 480); “these saintly figures pay no attention to others, to excess, disregarding compliments and criticisms alike in order to keep their souls safe from the dangers of hidden associationism (shirk al-khafī) , which only the select few (al-khawāṣ) escape” (a ḥadīth about shirk al-sarāʾir concerns people who attempt to embellish their prayer in the eyes of others). Even if the majdhūb sometimes behaves scandalously, providing suitable cause for thought and reflection, “his existence maintains a significance: that of a protestation against that which exists in the social sphere as well as in human hearts” (Garcin, 300).",
    "5. Physical appearance and attire",
    "The Andalusī-Maghribī historian, philologist, geographer, and author of the famous Description de l’Afrique al-Ḥasan b. Muḥammad al-Zayyātī al-Fāsī al-Wazzān (d. c.962/1555), better known as Leo Africanus after his capture by Sicilian pirates, described a majdhūb in Tunis in the tenth/sixteenth century: “This man wandered the streets dressed in a sack, with bare head and feet, throwing stones and shouting like a fiend” (Leo Africanus, 384). Papas also alludes to these “men in rags with matted hair” (Papas, Mystiques , 160–1). The majdhūb s often appeared nearly nude, wearing only sarāwīl (short pants), and sporting beards of legendary length, a habit especially prevalent in the Maghrib. The majdhūb often went about with a bare head (makshūf al-raʾs) , a practice found in Ḥusaynid Tunisia (Maqdīsh, 2:468; the Ḥusaynid beys ruled Tunisia 1705–1957) and in eleventh/seventeenth-century Morocco (al-Kattānī, 1:234), environments in which the wearing of a cap or turban was customary. The nudity of the majdhūb was “the expression of fiṭra , one’s unaltered original nature,” or even “Edenic innocence” (Gril in Ṣafī al-Dīn, Risāla , 120, n. 1). This childlike state reflected an additional affinity between the majdhūb and the ummī (generally translated as “illiterate,” or “in the state in which his mother (umm) birthed him (mā ʿalayhi jabalathu ummuhu) ”); this polysemous word (Ibn Manẓūr, 1:160–3) is used in the Qurʾān to designate the Prophet, the “ virginal recipient of the Revelation.” According to Ibn ʿArabī, one could be an ummī without being illiterate; the condition of ummiyya was the “disposition that welcomed supernatural illumination” (Chodkiewicz, Le saint illettré, 3). Nudity was also “an insight into the hypocrisy of their contemporaries”; it became a “ shath (paradoxical and inspired word) gesture, staged” (Lory, Le saint fou , 408) undertaken in the manner of the majdhūb of Fez, Muḥammad al-Manẓarī (d. 1213/1798–9), “who roamed the souks in the nude and revealed hidden things to the people” (al-Kattānī,:248) or of another majdhūb , also of Fez, ʿAbd al-Salām al-Rakkāl (d. c.1172/1759). The latter, a disciple of Muḥammad b. al-Tuhāmī (d. 1150/1737) (al-Kattānī, 1:260) of the shurafāʾ (those who claim descent from the Prophet) of Wazzān, divested himself of all his clothing, concealing only his intimate parts with a piece of coarse cloth, and wandered in this state through the souks of the city, rarely speaking to passersby and helping himself to some shopkeepers’ wares (al-Kattānī, 1:262). Yet another majdhūb , Ḥamādī b. l-Ḥusayn b. Kīrān (d. 1891), was nude most of the time (al-Kattānī, 1:325). For some, this nudity became an identifying mark, as it was for Ibrāhīm al-ʿUryān (the nude) (d. c.930/1524), a madman for God in Cairo who climbed to the pulpit (minbar) and preached nude (Shaʿrānī, 504).",
    "The garb of the qalandar s—on the characteristic attire of Central Asian dervishes and its symbolic and doctrinal dimensions, see Papas, Ainsi parlait , 103–62—and other proponents of antinomian Ṣūfism in the Turkish and Indian spheres generally differed substantially from that of the mediaeval majdhūb s of the Maghrib, particularly in the “four customs” (shaving one’s hair, beard, moustache, and eyebrows) attributed to Turkish and Indian qalandar s (on the four customs, Pers. chahārzarh , see Karamustafa, 19–20; Papas, Dervish, 131; and Boivin, 97–8), even if certain of these customs were later observed amongst the majdhūb s of the Tunisian regency. Indeed, in modern times, exceptions appear in the Maghrib in the reports of majdhūb s of the twelfth/eighteenth century. Such was the case of Abū l-ʿAbbās Aḥmad al-Tājūrī (d. 1205/1790–1), a Tripolitanian majdhūb active in Sfax, who shaved off all his hair, beard, and moustache; Aḥmad al-Sufyānī al-ʿAjālī (d. 1091/1680), another majdhūb of Fez, also shaved his hair and went about with his head bare (al-Kattānī, 1:234). At the opposite extreme, a female majdhūb , Mannāna al-Bastyūniyya (d. 1164/1751) of the Awlād al-Bastyūn of Fez, grew a beard like those of men (al-Kattānī, 1:350). Ḥamdūn al-Malāḥifī (d. 1072/1662), another majdhūb , dyed his hands with henna and let his hair grow long in the manner of women (al-Kattānī, 1:288).",
    "The majdhūb often wandered the city with a personal accessory. Abū l-Khayr al-Kulaybātī (d. 909/1503) hung rings (ḥilaq) and rattles (shakhāshīkh) from his shepherd’s crook (al-Ghazzī, 1:121–2; Shaʿrānī, 505–6) as he sat with his dogs in the great mosque of al-Ḥākim in Cairo (built between 380/990 and 403/1012–3 by the Fāṭimid caliphs al-ʿAzīz bi-llāh and al-Ḥākim bi-Amr Allāh). One could not help but recognise Naṣr al-Majdhūb (d. 922/1516) as he passed through the streets of Cairo, perched atop his elephant and wearing only breeches and a leather ṭurṭūr (tall, pointed cap) ( al-Ghazzī , 1:312; Geoffroy, Soufisme en Égypte , 309–333). ʿAlī al-Kurdī (d. 622/1225), mentioned several times by al-Rāshidī as one of the best known Eastern majdhūb s, straddled a cane (qaṣaba) and attached a fox’s tail to his head. Ibn ʿArūs, nicknamed Abū l-Ṣarāʾir (the bundle man), distinguished himself by carrying heavy bundles, to which burden he added a “cooking pot whose contents simmered on the fire, as if it were on the ground” (al-Rāshidī, 199). The twelfth/eighteenth-century Moroccan majdhūb ʿAbd al-Wāḥid al-Zanbūr (d. 1175/1761–2) went about with bare feet and wore bones and animal jaws (aḥnāk) , which he refused to remove in spite of pleas to do so; this earned him the wrath of the qāḍī , who had him imprisoned (al-Kattānī, 1:323–4).",
    "6. The reception of this contrarian saintliness",
    "The predominant position amongst the ʿulamāʾ at the end of the mediaeval period was that, incapable of comprehending the states of ecstatic mystics, one could only accept them and resign them to God’s judgement (Geoffroy, Soufisme en Égypte , 325). Mediaeval authors from the Maghrib to the Mashriq generally agreed to classify the majdhūb s in the sphere of walāya (holiness) while recognising their legal incapacity. The historian, philosopher, proto-sociologist, Mālikī qāḍī , and statesman Ibn Khaldūn (d. 809/1406) wrote in his Muqaddima (“Prolegomena”): “Amongst the ranks of aspiring Ṣūfīs are the bahālīl (idiots), nearer to lunatics than to men of reason (al-ʿuqalāʾ) , who, in spite of this, have an authentic experience of the stations of saintliness; and the states of “truthful” (aḥwāl al-ṣiddīqīn) must be recognised to them.... The fuqahāʾ (jurists) deny their status as mystics because of their legal incapacity (suqūṭ al-taklīf) , since for them, sainthood is only attained by works of adoration; this is erroneous, for God accords his Grace to whom he will (Q 5:54), and one does not achieve sainthood exclusively by performing acts of adoration…. God selects certain of His servants in order that they may know Him, and this is in no way attributable to their legal capacity” (Ibn Khaldūn, Muqaddima , 1:172–3; Monteil, 1:221–2). In his Rawḍ al-rayāḥīn and particularly in his defence of the madmen for God and their apparent transgressions of norms, al-Yāfiʿī describes their “supra-rational states that cannot be understood by reason but only by illumination” (al-Yāfiʿī, 480).",
    "In the Syrian-Egyptian domain in the seventh/thirteenth century, this model of holiness was agreed by numerous ʿulamāʾ , including those critical of taṣawwuf (Ṣūfism), regarding a certain jurist in Damascus who paid frequent visits to a muwallah of the city and humbled himself before him, even while the muwallah was eating in mid-Ramaḍān (Geoffroy, Soufisme en Égypte , 314). The qāḍī s of Cairo always found justification for the extravagances of ʿAbd al-Qādir al-Subkī (al-Shaʿrānī, 563–4). Describing the majdhūb s of Cairo in the Mamlūk period, Garcin mentions a “counter-society of the Invisible..., a governance of shadow..., a type of quasi-fantastic reconstruction of an imaginary society reflective of real society and ultimately submissive to God, embodied in people who sometimes appear more as figures of social critique than as pinnacles of saintliness” (Garcin, 309–10).",
    "The fuqahāʾ (jurisprudents) of Damascus seem to have been more critical of the majdhūb s than were their Cairene counterparts, if one believes the reproaches addressed to them by al-Dhahabī and especially by the Damascus historian, exegete, and traditionist Ibn Kathīr (d. 774/1373), whose views were influenced by the Ḥanbalī scholar and influential anti-Ṣūfī polemicist Ibn Taymiyya (d. 728/1328). It is as defenders of walāya and its requirements and of “true” Ṣūfism that these critics formulated their reproaches towards the madmen for God and the common people (al-ʿawāmm) (Pouzet, 222–3). Ibn Taymiyya denied the saintliness of majdhūb s and went so far as to label as heretics (kāfir) and apostates (murtadd) those who recognised the walāya of ecstatic mystics who did not carry out the duties prescribed by law (al-wājibāt) (Geoffroy, Soufisme en Égypte , 312). For Ibn Taymiyya, “he who is deprived of intelligence... his faith is invalid, as is his prayer, his fast, and any other of his acts..., for he who himself performs neither obligatory nor supererogatory act of adoration is not amongst the Friends of God” (cited in Lory, Saint fou, 412).",
    "In ninth/fifteenth-century Morocco, the position of Zarrūq (d. 899/1494) was ambivalent regarding the majdhūb s; he reserves judgement, neither supporting nor condemning them (Kugle, 48, 209). According to Alfred Louis de Prémare, the debate carried on by ecstatic mystics in the tenth/sixteenth century shifted to the theoretical problems of the ẓāhir (the external or exoteric) and the bāṭin (the internal or esoteric), towards a question that became significant for certain intellectuals in the following century: how can one distinguish between the true mystic and the false? “What are the means by which a sound judgement may separate the authentic spiritual figure from the impostor or the saint from the charlatan?” (de Prémare, 97; on true and false dervishes in Central Asia in the tenth/sixteenth century, see Papas, Ainsi parlait , 72–83). In the eleventh/seventeenth century, the initiatory tradition of the Fāsiyya, founded by the Moroccan Abū l-Maḥāsin (d. 1013/1605)—on whom see Muḥammad al-Fāsī al-Fihrī (d. 1052/1642), Mirʾāt al-maḥāsin min akhbār al-shaykh Abī l-Maḥāsin , a disciple of the famous majdhūb of Meknes ʿAbd al-Raḥmān al-Majdhūb (d. 976/1569)—presented as the fruit of the synthesis between Shādhilī and ecstatic mysticism, is one of the most famous examples of the integration of the model of ecstatic saintliness into a hostile environment. While Abū l-Maḥāsin was still in Qṣar al-Kabīr in northwestern Morocco before settling in Fez, his frequent visits to al-Majdhūb and subsequent initiation by him were sharply criticised, and it was only after three days of consultation that the qāḍī of Fez passed favourable judgement on him (on this controversy, see Vimercati Sanseverino, 305–6). Hagiographers perhaps sought to minimise the unusual qualities of ʿAbd al-Raḥmān al-Majdhūb, master of Abū l-Maḥāsin, so as to render him acceptable to the intellectual milieu of Fez (de Prémare, 64–5; on Fāsiyya and saintliness in the Fāsī sphere in the era of Abū l-Maḥāsin and his successors, see Vimercati Sanseverino, 298–320; on the Zarrūqiyya-Majdhūbiyya order, see Kugle, 217).",
    "In Tunis, the ʿulamāʾ position tended to accept the states and transgressions of the majdhūb s, whose secrets were known only to God, and to view them favourably; such was the position defended by the grand qāḍī Muḥammad b. Qāsim al-Raṣṣāʿ (d. 894/1489), for whom “the just opinion is to accept their status” (al-Raṣṣāʿ, 206). Nevertheless, this position was apparently not self-evident and encountered, at the very least, resistance. Al-Rāshidī, the hagiographer of Ibn ʿArūs who offered the detractors of this latter “honourable solutions” to his transgressions (takhrīb) , had to employ strong arguments and to construct a defence for the sainthood of his master (Amri, Croire ). The question continued to divide the ʿulamāʾ and jurists of the eleventh/seventeenth century. Muḥammad b. Abī Bakr b. al-Ṭayyib Ṣaddām (d. after 1081/1670), the scholar and muftī of al-Qayrawān, cites the Persian polymath al-Taftāzānī (d. 793/1390), for whom the saintly majdhūb —whose absence from the physical world makes him unable to fulfil his legal obligations without sinning, as he is juridically not responsible—belongs to the “madmen amongst the wisemen” (majānīn al-ʿuqalāʾ) , “whence the superiority of prophets over saints, for, despite their immersion (in the divine Presence) being more nearly perfect and their rapture more complete, they neglect none of their legal obligations” (Ṣaddām, 60).",
    "In the Turkic-Asiatic region, Papas describes the integration in the ninth/fifteenth century of the “well-established” Ṣūfī orders such as the Naqshbandiyya with those of “extremist” or “moderate” dervishes, a practice which became common beginning at the end of the tenth/sixteenth century (Papas, Dervish, 131).",
    "A ṭarīqa (Ṣūfī order) such as the ʿAlawiyya, founded by the Algerian shaykh Aḥmad al-ʿAlawī (d. 1934) in about 1914 under the name Shādhiliyya-Darqāwiyya-ʿAlawiyya (on him, see Martin Lings, A Sufi saint of the twentieth century ), which “counted amongst its members many people enraptured by God” (Geoffroy, Éblouissement , 301), is a later example of integration of this spiritual figure in the Maghrib.",
    "One of the last famous Tunisian majdhūb s, ʿUmar (pronounced ʿAmur) al-Fayyāsh (Boissevain, 45–68) died in the late 1970s. The accounts and testimonies about him root his religious and social practice, such as bodily nudity and making predictions, in the continuation of the mediaeval and modern tradition of the majdhūb s. The spiritual figure of majdhūb thus demonstrates an astonishing resilience, as does his reception, notably amongst women, who visited al-Fayyāsh frequently and believed in his charisma. His reputation for saintliness endures to the present day.",
    "Print version: fascicle 2023-1"
  ],
  "bibliography": [
    "Sources",
    "Muḥammad b. Muḥammad al-Ghazzī, al-Kawākib al-sāʾira bi-aʿyān al-miʾa al-ʿāshira , ed. Khalīl al-Manṣūr (Beirut 1997), 1:121–2, 247–250, 312",
    "Abū l-Ḥasan ʿAlī al-Hujwīrī, Kashf al-maḥjūb li-arbāb al-qulūb , trans. and ed. Djamshid Mortazavi, Somme spirituelle (Paris 1988), 85–93",
    "Ibn ʿArabī, al-Futūḥāt al-makkiyya , ed. ʿUthmān Yaḥyā (Cairo 1992), 4:89, ed. ʿAbd al-ʿAzīz Sulṭān al-Manṣūb (Ṣanʿāʾ 2010, Cairo 2017 2 ), 2:37",
    "Ibn Khaldūn, Shifāʾ al-sāʾil li-tahdhīb al-masāʾil , ed. Muḥammad b. Muḥammad b. Tāwīt al-Ṭanjī (Istanbul 1958), 32, 107",
    "Ibn Khaldūn, al-Muqaddima , ed. ʿAbd al-Salām al-Shaddādī (Algiers 2006), 1:172–3, trans. Vincent Monteil, Discours sur l’histoire universelle , Paris 1978",
    "Ibn Manẓūr, Lisān al-ʿArab (Beirut 2005), 1:160–3 (ʾ-m-m) 2:169–70 (b-h-l) , 3:101–2 (j-dh-b) , 5:36–7 (kh-r-b)",
    "Abū ʿAbdallāh Muḥammad b. Muḥammad Ibn Maryam, al-Bustān fī dhikr al-ʿulmāʾ wa-l-awliyāʾ bi-Tilimsān , ed. ʿAbd al-Qādir Būbāya (Beirut 2013), 244–6, ed. Muḥammad Ibn Abī Shanab (Algiers 1908), 68–9",
    "Muḥammad b. Jaʿfar b. Idrīs al-Kattānī, Salwat al-anfās wa-muḥādathat al-akyās bi-man uqbira min al-ʿulamāʾ wa-l-ṣulaḥāʾ bi-Fās , ed. ʿAbdallāh al-Kāmil al-Kattānī et. al., vols. 1 and 2, Casablanca 1425/2004 (the entries regarding the majdhūb s living between 997/1588 and 1308/1890–1 have been studied by Hasan Rachik, L’esprit du terrain. Études anthropologiques au Maroc , Rabat 2016, 115–28)",
    "Muḥammad b. Ṣāliḥ ʿĪsā al-Kinānī (al-Qayrawānī), Takmīl al-ṣulaḥāʾ wa-l-aʿyān li-Maʿālim al-īmān fī awliyāʾ al-Qayrawān , ed. Muḥammad al-ʿAnnābī, Tunis 1970",
    "Leo Africanus, Description de l’Afrique , ed. Alexis Épaulard (Paris 1956), 384",
    "Maḥmūd Maqdīsh, Nuzhat al-anẓār fī ʿajāʾib al-tawārīkh wa-l-akhbār , ed. ʿAlī al-Zawārī and Muḥammad Maḥfūẓ (Beirut 1988), 2:448–71 (on the entries on majdhūb s in the Nuzhat al-anẓār , see Lorenz Nigst, “He would bite them really heavily.” Madjdhūb saints in Maḥmūd Maqdīsh’s Nuzhat al-anẓār, WZKM 103, 2013, 13–45)",
    "Aḥmad b. Muḥammad al-Maqqarī (al-Tilimsānī), Nafḥ al-ṭīb min ghuṣn al-Andalus al-raṭīb , ed. Iḥsān ʿAbbās (Beirut 1968), 5:230–1",
    "al-Ḥasan b. Muḥammad b. Ḥabīb al-Nīsābūrī, ʿUqalāʾ al-majānīn , Beirut 1995",
    "ʿUmar b. ʿAlī al-Jazāʾirī al-Rāshidī, Ibtisām al-ghurūs wa-washī al-ṭurūs fī manāqib...Sayyidī Aḥmad b. ʿArūs , Tunis 1303/1885",
    "Abū ʿAbdallāh Muḥammad al-Anṣārī al-Raṣṣāʿ, Fahrasat al-Raṣṣāʿ , ed. Muḥammad al-ʿAnnābī (Tunis 1967), 199, 206",
    "Muḥammad b. Abī Bakr bi-l-Ṭayyib Ṣaddām (al-Yamanī al-Qayrawānī), Mawāhib al-Rabb al-ʿAlī fī jawāz ṭayy al-arḍ lil-walī , ed. Muʾayyad al-Manārī (Sousse 2017), 59",
    "Ṣafī al-Dīn b. Abī l-Manṣūr b. Ẓāfir, Risāla , ed. and trans. Denis Gril (Cairo 1986), 125, 189–92",
    "al-Shaʿrānī, al-Ṭabaqāt al-kubrā , ed. Sulaymān al-Ṣāliḥ (Beirut 2005), 504, 505–6, 563–4",
    "Abū Ḥafṣ ʿUmar al-Suhrawardī, ʿ Awārif al-maʿārif , Beirut 1966",
    "Abū ʿAbd al-Raḥmān al-Sulamī, Risālat al-malāmatiyya , in Abū l-ʿAlāʾ ʿAfīfī, al-Malāmatiyya, wa-l-Ṣūfiyya wa-l-Futuwwa (Cairo 1945), 86–120",
    "ʿAbd al-Salām al-Tājūrī, Fatḥ al-ʿAlīm fī manāqib ʿAbd al-Salām b. Salīm , ed. Nādiya Miftāb (dissertation for the Diplôme de recherches approfondies, Faculté des Sciences Humaines et Sociales, Université de Tunis I, 2001–2, typescript)",
    "al-Tirmidhī, Kitāb khatm al-awliyāʾ , ed. ʿUthmān Yaḥyā (Beirut 1965), 408–9, 417",
    "ʿAfīf al-Dīn ʿAbdallāh b. Asʿad al-Yāfiʿī, Rawḍ al-rayāḥīn fī ḥikāyāt al-ṣāliḥīn wa-l-awliyāʾ al-akābir (Cairo 1890, 1955 2 ), 472–88.",
    "Studies",
    "Nelly Amri, al-Asmar al-Faytūrī, EI3",
    "Nelly Amri, Croire au Maghreb médiéval. La sainteté en question (XIV e -XV e siècles) , Paris 2019",
    "Nelly Amri, “L’homme de la terrasse.” La pratique religieuse et sociale d’un “ravi” en Dieu, le saint tunisois Ahmad b. ʿArûs (m. 868/1463), in RHR 220/4 (Aux confins de la Loi religieuse. Expériences islamiques) (2003), 487–526",
    "Nelly Amri, L’occupation par un saint de Tunis (IX e /XV e siècle) de sa future zâwiya , d’après les manâqib d’Ahmad b. ʿArûs, in Rachida Chih and Denis Gril (eds.), Cahier des Annales Islamologiques (Le saint et son milieu ou comment lire les sources hagiographiques) 19 (2000), 117–36",
    "Nelly Amri, Le pouvoir du saint en Ifrîqiyya aux VIII e -IX e /XIV e -XV e siècles. Le “très visible” gouvernement du monde, in Henri Bresc, Georges Dagher, and Christiane Veauvy (eds.), Politique et religion en Méditerranée. Moyen Âge et époque contemporaine (Paris 2008), 167–96",
    "Nelly Amri, La sainte de Tunis. Présentation et traduction de l’hagiographie de ʿAʾisha al-Mannûbiyya , Paris and Arles 2008",
    "Nelly Amri, Sainteté débattue, sainteté suspectée. Le modèle extatique et l’épreuve de justification en Ifrîqiya au IX e /XV e siècle. Fondement scripturaire et autres arguments d’autorité, in Jean-Marie Sansterre (ed.), L’autorité du passé dans les sociétés médiévales (Rome 2004), 237–75",
    "Muḥammad al-Balājī (ed.), al-Rubāʿiyyāt al-ṣūfiyya li-Sayyidī ʿAbd al-Raḥmān al-Majdhūb , Marrakech 2015",
    "Paul Ballanfat, De l’aspiration à l’amour. L’éducation soufie chez ʿUmar Suhrawardī et ʿIzz al-Dīn Kāshānī, JA 285/2 (1997), 325–61",
    "Abd al-Aziz Batran, The Kunta, Sīdī al-Mukhtār al-Kuntī (d. 1226/1811) and the office of shaykh al-ṭarīqa al-Qādiriyya , in John Ralph Willis (ed.), Studies in West African Islamic history , vol. 1, The cultivators of Islam (London and New York, 2006), 113–46 (see “Wilāya attained by Divine attraction,” 133–46)",
    "Yazīd Ben Hounet, Analyse anthropologique d’un saint maghrébin. Sîd Ahmâd Majdûb ou “l’individu hors du monde,” Insaniya t 21 (2003), 61–85",
    "Katia Boissevain, Sainte parmi les saints. Sayyda Mannûbiyya ou les recompositions cultuelles dans la Tunisie contemporaine (Paris 2006), 45–68 (especially “Tunis et la Manouba”)",
    "Michel Boivin, Le soufisme antinomien dans le sous-continent indien. Laʿl Shahbâz Qalandar et son héritage, XIII e -XX e siècles , Paris 2012 (especially “Introduction,” 12–5, for overview and bibliography)",
    "Gerhard Böwering, Early Sufism between persecution and heresy, in Frederick de Jong and Bernd Radtke (eds.), Islamic mysticism contested. Thirteen centuries of controversies and polemics (Leiden 1999), 45–67",
    "Titus Burkhardt, Introduction to Sufi doctrine (Lahore 1959, Bloomington IN 2008), 9, 110",
    "Michel Chodkiewicz, Le saint illettré dans l’hagiographie islamique, Les Cahiers du Centre de Recherches Historiques 9 (1992), 31–41, https://journals.openedition.org/ccrh/2799",
    "Émile Dermenghem, Le culte des saints dans l’Islam maghrébin (Paris 1954), 87–95",
    "Michael W. Dols, Majnūn. The madman in medieval Islamic society , ed. Immisch Diana, Oxford and New York 1992",
    "Jean-Claude Garcin, Histoire et hagiographie de l’Égypte musulmane à la fin de l’époque mamelouke et au début de l’époque ottomane, in Institut Français d’Archéologie Orientale du Caire (ed.), Hommage à la mémoire de Serge Sauneron , pt. 2, Égypte post-pharaonique (Cairo 1979), 287–316",
    "Eric Geoffroy, Le soufisme en Egypte et en Syrie sous les derniers Mamelouks et les premiers Ottomans (Damascus 1995), 309–33",
    "Éric Geoffroy, Un éblouissement sans fin. La poésie dans le soufisme (Paris 2014), 301",
    "Éric Geoffroy, Le soufisme. Voie intérieure de l’Islam (Paris 2009), 108–10, 111–2, 240–1",
    "Geneviève Gobillot, al-Ḥakīm al-Tirmidhī, EI3",
    "Richard Gramlich, Madjhūb, EI2",
    "Luṭfī ʿĪsā, Maghrib al-Mutaṣawwifa (al-inʿikāsāt al-siyāsiyya wa l-ḥarāk al-ijtimāʿī min al-qarn 10 m. ilā l-qarn 17 m.) (Tunis 2005), 382–440",
    "Ahmet T. Karamustafa, God’s unruly friends. Dervish groups in the Islamic later middle period, 1200–1550 , Salt Lake City 1994",
    "Scott Alan Kugle, Rebel between spirit and law. Ahmad Zarruq, sainthood, and authority in Islam (Bloomington IN 2006), 208–17",
    "Martin Lings, A Sufi saint of the twentieth century. Shaikh Ahmad al-ʿAlawî , London 1971, 1973",
    "Pierre Lory, Les paradoxes mystiques. L’exemple de Shiblî, L’Orient des dieux 1 (2001), 65–82",
    "Pierre Lory, Le saint fou comme modèle de l’éthique, in Francesco Chiabotti et al. (eds.), Ethics and spirituality in Islam. Sufi adab (Leiden and Boston 2017), 403–15",
    "Jean-Louis Michon, Le soufi marocain Ahmad Ibn ʿAjība (1746–1809) et son “Miʿrāj.” Glossaire de la mystique musulmane (Paris 1990), 119–21, 132",
    "Alexandre Papas, Ainsi parlait le derviche. Les marginaux de l’Islam en Asie centrale (XV e -XX e siècle) , Paris 2018",
    "Alexandre Papas, Dervish, EI3",
    "Alexandre Papas, Mystiques et vagabonds en Islam. Portraits de trois soufis qalandar , Paris 2010",
    "Alexandre Papas, The son of his mother. Qalandar celibacy and the “destruction” of family, in Catherine Mayeur-Jaouen and Alexandre Papas (eds.), Family portraits with saints (Berlin 2014), 423–5",
    "Louis Pouzet, Damas au VII e /XIII e siècle. Vie et structures religieuses dans une métropole islamique (Beirut 1988), 222–43",
    "Alfred Louis de Prémare, Sîdî ʿAbd-er-Raḥmân el-Mejdûb , Paris 1985",
    "Hasan Rachik, L’esprit du terrain. Études anthropologiques au Maroc , Rabat 2016 (especially chap. 6, “Imitation ou admiration? Essai sur la sainteté anti-exemplaire du majdhoub ,” 115–28)",
    "Fernando Rodríguez Mediano, al-Majdhūb, ʿAbd al-Raḥmān, EI3",
    "Adam Sabra, Household Sufism in sixteenth-century Egypt. The rise of al-Sâda al-Bakrîya, in Rachida Chih and Catherine Mayeur-Jaouen (eds.), Sufism in the Ottoman era (Cairo 2010), 101–18",
    "Jeanne Scelles-Millie and Boukhari Khelifa (eds.), Les quatrains de Medjdoub le sarcastique, poète maghrébin du 16 e siècle , Paris 1966",
    "Mark J. Sedgwick, Sufism. The essentials (Cairo 2000, 2003 2 ), 30–1",
    "Rüdiger Seesemann, The divine flood. Ibrahim Niasse and the roots of twentieth century Sufi revival (New York 2011), 116–7",
    "Faouzi Skali, Saints et sanctuaires de Fès , ed. Marsam (Rabat 2007), 133–4 ( majdhūb s listed by city district)",
    "Jean-Jacques Thibon, L’œuvre d’Abū ʿAbd al-Raḥmān al-Sulamī (325/937–412/1021) et la formation du soufisme (Damascus 2009), 56–72",
    "Houari Touati, Approche sémiologique et historique d’un document hagiologique algérien, Annales ESC 44–5 (1989/5), 1205–28",
    "Arthur Stanley Tritton, ʿAdī b. Musāfir, EI2",
    "Ruggero Vimercati Sanseverino, Fès et sainteté, de la fondation à l’avènement du Protectorat (808–1912). Hagiographie, tradition spirituelle et héritage prophétique dans la ville de Mawlāy Idrīs (Rabat 2014), 298–320, 331–3, 495–7",
    "Tahsin Yazici, Ḳalandariyya, EI2 ."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}