{
  "id": "eweb_629",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-26361.xml?rskey=KDIwFE&result=2",
  "annotator": "Antonio",
  "title": "ʿAyn al-Quḍāt al-Hamadhānī (life and work)",
  "authors": [
    "Hermann Landolt"
  ],
  "word_count": "(2,713 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Dec 2008",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "ʿAyn al-Quḍāt Abū l-Maʿālī ʿAbdallāh (or Muḥammad) b. Abī Bakr Muḥammad b. Abī l-Ḥasan b. ʿAlī b. al-Ḥasan b. ʿAlī al-Mayānajī (or al-Miyānajī) al-Hamadhānī (490–525/1097–1131) was an influential Ṣūfī and important author of original works on mystical theology and spiritual practice in both Arabic and Persian, famous as a Ṣūfī martyr.",
    "1. Life and work",
    "ʿAyn al-Quḍāt was born in Hamadhān into a learned family originally from Miyāna, in Azerbaijan, who had settled in Hamadhān. Both his grandfather Abū l-Ḥasan ʿAlī (who also met a violent death, see al-Samʿānī, s.v. Mayānajī, and Yāqūt, s.v. Miyāna) and his father, Abū Bakr Muḥammad (who was evidently a Ṣūfī sympathiser; cf. Tamhīdāt , 250–1), had been well-known judges in Hamadhān. This association is probably the source of ʿAyn al-Quḍāt's laqab (sobriquet), “Substance of the Judges,” or simply “the Judge,” which he frequently used to refer to himself, though it is not clear whether he actually practised this profession. He must have received a broad education in his early youth, turning to Ṣūfism while still an adolescent, certainly before 510/1116–7 (cf. Nāmahā , 2:205). According to ʿAlī b. Zayd al-Bayhaqī's Tatimmat Ṣiwān al-ḥikma (Lahore 1351/1932, 117) (written after 548/1153) and other sources, one of his teachers was the famous ʿUmar al-Khayyām (d. 517/1123), and this seems entirely possible, especially given his early interest in mathematics. However, he himself mentions only his Ṣūfī teachers. In his Arabic work Zubdat al-Ḥaqāʾiq (ed. ʿUsayrān; see bibliography for details and translations), while acknowledging that it was by studying the works of Abū Ḥāmid Muḥammad al-Ghazālī (d. 505/1111) for a period of nearly four years that he had been “delivered from error,” he insists that the decisive Ṣūfī influence on his spiritual development had been al-Ghazālī's younger brother, Aḥmad (d. 517/1123 or 520/1126), whose presence while he was on a visit to Hamadhān had completely changed ʿAyn al-Quḍāt's fundamental outlook in “less than twenty days” ( Zubda , 5–7). An extant corpus of letters by Aḥmad al-Ghazālī addressed to ʿAyn al-Quḍāt (in Pūrjavādī, ed., Mukātibāt ; and Mujāhid, ed., Majmūʿa , 461–509) would seem to confirm, if authentic, the ongoing master-disciple relationship of the two men. In any case, ʿAyn al-Quḍāt also associated with other Ṣūfīs both before and after the memorable meeting with Aḥmad al-Ghazālī. He occasionally mentions Muḥammad b. Ḥamūya al-Juwaynī (d. 530/1135–6), and more frequently a certain Shaykh Barakat, whom he served for many years, admiring him as an illiterate saint whose knowledge of the Qurʾān was, in his view, much deeper than that of the learned scholars (cf., for example, Nāmahā , 2:51, and Pūrjavādī, ʿAyn al-Quḍāt va ustādān-i ū , 95–133). Interestingly, he also mentions that he consulted a Jewish pīr on the interpretation of a visionary experience ( Tamhīdāt , 322–3) and occasionally cites a passage from the Gospel as spiritual advice ( Nāmahā , 2:169, with full citation of Matthew 6:3–4 in Arabic, but substituting “He who” for “thy Father who”).",
    "When he was thirty-three years old, ʿAyn al-Quḍāt was sent to prison provisionally in Baghdad, where he was nevertheless given a chance to write an apologia titled Shakwā l-gharīb (Eng. trans. Arberry, A Sufi martyr ; see bibliography for details and earlier translations). In this work, which is a masterpiece of Arabic literature, he eloquently defends himself against charges of heresy that amounted to, on the one hand, assimilating his teachings on the necessity of the spiritual master to the Ismāʿīlī doctrine of the “infallible imām ” (imām maʿṣūm) , and, on the other, conflating his thoughts on God and existence (wujūd) with theologically incorrect doctrines of the philosophers. Such charges were, of course, serious, given the religious-political climate of the Saljūq state (see below). Apparently the case against him was built up by the ʿulamāʾ solely on the basis of his early work on mystical theology, the Arabic Zubdat al-Ḥaqāʾiq , which he had written at the age of twenty-four. In articulating his defence, in addition to quoting selected passages from the Zubda to prove his doctrinal innocence and referring to the mystical works of the illustrious Muḥammad al-Ghazālī, in which statements similar to his own on God as the “source of existence” and the like could indeed be found, he also provided a list of no less than eleven other writings that he had composed even earlier on various subjects, including theology, Arabic grammar and literature, Indian mathematics, and an incomplete Qurʾānic commentary (cf. Shakwā , ed. ʿUsayrān, 40–5). Among these eleven works, only one, a collection of nearly 1,000 Arabic verses titled Nuzhat al-ʿushshāq wa-nuhzat al-mushtāq ('A pleasure for the lovers and an opportunity for the one burning with desire'), appears to be extant (see Munzawī, ed., Nāmahā , 3:28–9). What the list does not include is his unquestionably authentic Persian work on core themes of Ṣūfism, known as Tamhīdāt (consisting of ten long chapters each called tamhīd , but confusingly titled Zubdat al-ḥaqāʾiq fī kashf al-khalāʾiq [or al-daqāʾiq ] by the author at the beginning of the text (Tamhīdāt, p. 1), (ed. ʿUsayrān in Muṣannafāt , vol. 2; Fr. trans. Tortel). This highly personal series of mystical and poetic thoughts, which was completed (according to ʿUsayrān's calculation) on or soon after 9 Rajab 521/21 July 1127, differs considerably in style and content from his more systematic Arabic works. Partly inspired by the Kitāb al-ṭawāsīn of al-Ḥallāj (who was executed in 309/922) and its fascination with the figure of Iblīs (Satan), the Tamhīdāt indeed challenges established religious norms in more than one respect (see below). Also unmentioned in the above list, but referred to in Tamhīdāt 15, is a large collection of letters written to personal friends and disciples. This invaluable source on ʿAyn al-Quḍāt's life and thought, which still awaits a thorough study, is now available in three volumes, containing 159 letters in all (see the bibliography).",
    "ʿAyn al-Quḍāt was publicly executed (either crucified or hanged—with the more cruel details as depicted in some sources probably belonging to the imagination of a later age) by order of the Saljūq Sulṭān Maḥmūd b. Muḥammad b. Malikshāh, at Hamadhān, during the night of the 6th to the 7th Jumādā II 525/6–7 May 1131. Until recently, it has been commonly assumed that he was born in 492/1099, so that at the time of his execution he would have reached the age of thirty-three lunar years only. This, however, is inconsistent with a number of other data, as was convincingly shown by Munzawī. As Munzawī also points out ( Nāmahā , 3:25 and passim), ʿAyn al-Quḍāt's year of birth as given by Ibn al-Fuwaṭī (d. 723/1323), the only historical source to mention it explicitly, is in fact 490/1097, not 492/1099 ( Talkhīṣ , 4/2:1131). Ibn al-Fuwaṭī also mentions that he personally paid a visit to ʿAyn al-Quḍāt's tomb at Hamadhān, which was then a frequently visited sanctuary ( Talkhīṣ , 4/2:1132). It was demolished only in Ṣafavid times.",
    "A number of additional Persian works have been variously ascribed to ʿAyn al-Quḍāt (and to others). Of these, the Risāla-yi yazdān-shinākht and the Ghāyat al-imkān fī dirāyat al-makān are now generally considered spurious. No such consensus appears to have been reached with regard to the Risāla-yi lawāʾiḥ (ed. Farmanish, Aḥwāl , appendix 2), although it, too, can hardly be regarded as authentic, not least because it contains quotations from later poets such as Sharaf al-Dīn-i Shufurwa (d. c. 600/1204) and Awḥad al-Dīn-i Kirmānī (d. 635/1237–8; cf. Lawāʾiḥ , 30 and 41).",
    "ʿAyn al-Quḍāt's early admirer, the sixth/twelfth-century historian ʿImād al-Dīn al-Iṣfahānī, who regards him as a “second Ghazālī” and suggests that his celebrity aroused the jealousy of the “pseudo- ʿulamāʾ ,” nevertheless attributes the real responsibility for his imprisonment and execution exclusively to the machinations of the wazīr Qiwām al-Dīn al-Dargazīnī, a well-known pro-Nizārī (Ismāʿīlī) player in Saljūq power politics (executed in 527/1132–3, perhaps himself a secret convert to Ismāʿīlism; see Daftary, 363–4), who at that time had managed to outrival ʿAyn al-Quḍāt's friend and disciple, the mustawfī (controller of finances) Abū Naṣr ʿAzīz al-Dīn (who was also ʿImād al-Dīn's uncle; see Kharīdat al-qaṣr , ed. Āl Ṭuʿma, 3:137–9). ʿAyn al-Quḍāt is also said to have had close ties with the atabeg Anūshtagīn Shīrgīr, a fighter for the Sunnī (ʿAbbāsid) cause known for his unsuccessful attempts to reduce Nizārī strongholds, who was also executed at or about the same time upon the instigation of al-Dargazīnī (Massignon, 2:167). Some caution is indicated, however, with respect to reports tending to make al-Dargazīnī the arch-villain. The same wazīr was also capable of entertaining friendly relations with Ṣūfīs, notably the great poet Sanāʾī (d. 525/1131; see de Bruijn, 69ff.); and the latter, it should be noted, is frequently quoted by ʿAyn al-Quḍāt in his own works. Nor is it certain that ʿAyn al-Quḍāt himself shared the anti-Nizārī preoccupations of some of his friends in the Saljūq administration. In fact, he himself explains his position vis-à-vis the doctrine of the ahl-i taʿlīm (i.e., the Nizārī Ismāʿīlīs) in a long letter presumably written to ʿAzīz al-Dīn ( Nāmahā , 2:113–26). While he clearly rejects the notion of “infallibility” of the imām (or of any religious leader for that matter, including prophets and Ṣūfī shaykh s), suggesting that what counts in a true master is the experience of the Path leading to God, he also signals his dissatisfaction with the “inadequate” (muqaṣṣir) way in which al-Ghazālī had dealt with the question, and he even quotes seven verses (with variations) from a famous poem by the Ismāʿīlī poet Nāṣir-i Khusraw (d. 465/1072–3 or later), of course without naming him (cf. Nāṣir-i Khusraw, Dīwān , ed. Taqawī et al., 439–41).",
    "The suspicion of the ʿulamāʾ that ʿAyn al-Quḍāt's teaching concerning the necessity of a spiritual instructor was “in line with the doctrine of the Ismailis” ( Shakwā , trans. Arberry, 34) certainly cannot be justified on the basis of his Arabic works. It becomes, however, more understandable as soon as certain passages in his Persian writings are considered. There is a marked difference between his Arabic and Persian writings in, for example, what he has to say on “sainthood” (walāya) i.e., the qualities and status of a spiritual master. According to the Arabic Zubda (30–1), walāya is above reason (al-ṭawr alladhī warāʾ al-ʿaql) but below prophethood—which is, in fact, the Ghazālian point of view (see Lazarus-Yafeh, 297–307); but in Tamhīdāt (42–7) it is clearly placed above even prophethood. Similarly, within the seven years that passed between the writing of the Arabic Zubda and the completion of the Tamhīdāt , ʿAyn al-Quḍāt seems to have considerably modified his position with regard to Avicennan philosophy. While he shows himself critical of emanationist philosophy in the earlier work and defends the idea of God's knowledge of particulars (though not necessarily in the sense of an ordinary kalām doctrine), he has nothing but praise for Ibn Sīnā's teachings on life after death in the Tamhīdāt ( Shakwā , trans. Arberry, 15). Moreover, he refers to the famous (if spurious) correspondence between Ibn Sīnā and the great Ṣūfī Abū Saʿīd b. Abū l-Khayr (d. 440/1049), citing an obscure passage on the virtue of “true unbelief” (al-kufr al-ḥaqīqī) , and presents their relationship in such a way that it is the Philosopher rather than the Ṣūfī who comes out as the true master ( Tamhīdāt , 349–50), a point that certainly indicates a clear distance not only from the “orthodox” establishment but from normative Ṣūfism as well. No wonder, then, that the Tamhīdāt ends on the suggestion of a dream in which the Prophet himself tells the author to stop writing at this point ( Tamhīdāt , 353–4), a topos of self-censure that recurs later with another spiritual master of questionable orthodoxy, ʿAzīz-i Nasafī (seventh/thirteenth century; cf. Landolt, Nasafī).",
    "Print version: 9789004171374, 2008, 2008-2"
  ],
  "bibliography": [
    "Works by ʿAyn al-Quḍāt al-Hamadhānī",
    "a) Shakwā l-gharīb , first ed. with Fr. trans. Muḥammad Ben Abdel-Jalil in JA (January–March 1930), 1–70 and JA (April-June 1930), 193–297; also ed. ʿAfīf ʿUsayrān [Affif Osseiran] in Muṣannafāt-i ʿAyn al-Quḍāt-i Hamadānī , vol. 3, Tehran 1341/1962; Eng. trans. A. J. Arberry, A Sufi martyr. The apologia of ʿAin al-Quḍāṭ al-Hamadhānī , London 1969",
    "b) Zubdat al-ḥaqāʾiq , ed. ʿAfīf ʿUsayrān, in Muṣannafāt , vol. 1, Tehran 1341/1962; Eng. trans. Omar Jah, The Zubdat al-ḥaqāʾiq of ʿAyn al-Quḍāt al-Hamadhānī , Kuala Lumpur 2000",
    "c) Tamhīdāt, ed. ʿAfīf ʿUsayrān, in Muṣannafāt , vol. 2 (Tehran 1341/1962); French trans. Christiane Tortel, ʿAyn al-Quzât Hamadâni, Les tentations métaphysiques , Paris 1992",
    "d) Nāmahā-yi ʿAyn al-Quḍāt Hamadānī , vols. 1 and 2, ed. ʿAlī Naqī Munzavī and ʿAfīf ʿUsayrān, Beirut and Tehran 1969 and 1972; vol. 3, ed. ʿAlī Naqī Munzavī, Tehran 1998–9",
    "e) [attrib.] Risāla-yi lavāʾiḥ , in Raḥīm Farmanish (ed.), Aḥvāl va āthār-i ʿAyn al-Quḍāt , Tehran 1959.",
    "Sources",
    "Letters to ʿAyn al-Quḍāt al-Hamadhānī: Naṣrallāh Pūrjavādī [Nasrollah Pourjavady], ed., Mukātibāt-i Kh w āja Aḥmad-i Ghazālī bā ʿAyn al-Quḍāt-i Hamadānī , Tehran 2536/1978 and Aḥmad Mujāhid, ed. Majmūʿa-yi āthār-i fārsī-yi Aḥmad-i Ghazālī , Tehran 1979",
    "Ibn al-Fuwaṭī, Talkhīṣ majmaʿ al-ādāb fī muʿjam al-alqāb , ed. Muṣṭafā Jawād, vol. 4, Damascus 1963",
    "Nāṣir-i Khusraw, Dīwān , ed. Naṣrallāh Taqawī et al. (Tehran 1348/1969), 439–41",
    "ʿImād al-Dīn al-Iṣfahānī, Kharīdat al-qaṣr wa-jarīdat al-ʿaṣr , ed. ʿAdnān Muḥammad Āl Ṭumʿa (Tehran 1378/1999)",
    "al-Samʿānī, al-Ansāb , s.v. Mayānajī",
    "Yāqūt, Muʿjam al-Buldān , s.v. Miyāna.",
    "Secondary literature",
    "Fritz Meier, Stambuler Handschriften dreier persischer Mystiker. ʿAin al-Quḍāt al-Hamadānī, Nağm ad-dīn al-Kubrā, Nağm ad-dīn ad-Dāja, Der Islam 24 (1937), 1–42",
    "Toshihiko Izutsu, Mysticism and the linguistic problem of equivocation in the thought of ʿAyn al-Quḍāt Hamadhānī, SI 31 (1970), 153–70",
    "Toshiko Izutsu, Creation and the timeless order of things. A study in the mystical philosophy of ʿAyn al-Quḍāt, The Philosophical Forum 4 (1972), 124–40",
    "Hava Lazarus-Yafeh, Studies in al-Ghazzali , Jerusalem 1975",
    "Hermann Landolt, Two types of mystical thought in Muslim Iran. An Essay on Suhrawardī shaykh al-ishrāq and ʿAynulqużāt-i Hamadānī, MW 68 (1978), 187–204 and MW 70 (1980), 83–4",
    "Louis Massignon, The passion of al-Hallāj. Mystic and martyr of Islam , trans. Herbert Mason, 4 vols., Princeton 1982",
    "J. T. P. de Bruijn, Of piety and poetry. The interaction of religion and literature in the life and works of Ḥakīm Sanāʾī of Ghazna , Leiden 1983",
    "Peter J. Awn, Satan's tragedy and redemption. Iblīs in Sufi psychology , Leiden 1983",
    "Gerhard Böwering, ʿAyn-al-Qożāt Hamadānī, EIr",
    "Carl W. Ernst, Words of ecstasy in Sufism , Albany 1985",
    "Farhad Daftary, The Ismāʿīlīs. Their history and doctrines , Cambridge 1990",
    "Hermann Landolt, Ghazālī and “ Religionswissenschaft ”. Some notes on the Mishkāt al-anwār, AS 45 (1991), 19–72",
    "Leonard Lewisohn, In quest of annihilation. Imaginalization and mystical death in the Tamhīdāt of ʿAyn al-Quḍāt Hamadhānī, in Leonard Lewisohn (ed.), Classical Persian Sufism. From its origins to Rumi (London 1993), 285–336",
    "Naṣrallāh Pūrjavādī [Nasrollah Pourjavady], ʿAyn al-Quḍāt va ustādān-i ū , Tehran 1374/1995",
    "Forough Jahanbakhsh, The Pīr-Murīd relationship in the thought of ʿAyn al-Quḍāt Hamadānī, in Sayyid Jalāl al-Dīn Āshtiyānī et al. (eds.), Consciousness and reality. Studies in memory of Toshihiko Izutsu (Tokyo 1998), 129–47",
    "Hamid Dabashi, Truth and narrative. The untimely thoughts of ʿAyn al-Quḍāt al-Hamadhānī , Richmond 1999",
    "Hermann Landolt, Nasafī, ʿAzīz b. Moḥammad, EIr ."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 719
}