{
  "id": "eweb_631",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-30734.xml?rskey=IG4OaX&result=130",
  "annotator": "Antonio",
  "title": "Ibn Barrajān",
  "authors": [
    "José Bellver"
  ],
  "word_count": "(3,833 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 May 2017",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Abū l-Ḥakam ʿAbd al-Salām b. ʿAbd al-Raḥmān b. Abī Rijāl Muḥammad b. ʿAbd al-Raḥmān al-Lakhmī al-Ishbīlī (b. c.450/1058, d. 536/1141), known as Ibn Barrajān and considered, during his lifetime, the “al-Ghazālī of al-Andalus,” was an important Andalusī traditionist and Qurʾānic commentator and the dominant figure of intellectual Ṣūfism in al-Andalus during the first half of sixth/twelfth century. Ibn Barrajān was an important forerunner, whose career contributed to shape the development of the intellectual Ṣūfism of Ibn ʿArabī (d. 638/1240), the famous saintly mystic of Andalusī origin (Küçük, Ibn Barrajān’s views and legacy).",
    "1. Life",
    "The origins of Ibn Barrajān’s family were in Ifrīqiya, but he lived most of his life in Seville (hence his nisba al-Ishbīlī) or in the neighbouring area of Aljarafe, where he preferred to live apart from people and from the pageantry of scholarly circles. The biographical dictionaries provide no date of birth, but we can assume that he was born in about 450/1058, on the basis that the only teacher of his of whom we have records, Abū ʿAbdallāh b. Manẓūr, with whom he studied the Ṣaḥīḥ al-Bukhārī , died in 469/1077. Ibn Barrajān’s life ran parallel to the Almoravid dominion over al-Andalus (from late fifth/eleventh century to mid-sixth/twelfth). His much discussed death occurred in Muḥarram 536/1141, so he lived into his mid-eighties. As a Ṣūfī, he was the master of the two other pre-eminent Andalusī Ṣūfīs of the time, Ibn al-ʿArīf (d. 536/1141) and Abū l-Ḥasan ʿAlī b. Khalaf b. Ghālib (d. 568/1173). Biographical dictionaries provide information on important students of Ibn Barrajān, such as the renowned traditionist and Ṣūfī ʿAbd al-Ḥaqq al-Azdī al-Ishbīlī, known as Ibn al-Kharrāṭ (d. 581/1185), who left home for Béjaïa and was a teacher of Ibn ʿArabī and friends with the Ṣūfī master Abū Madyan (d. 594/1198); the long-lived Mālikī faqīh (jurisprudent) Abū ʿAbdallāh Muḥammad b. Khalīl al-Qaysī (d. 570/1174) from Niebla, who may, in turn, have been the master of Ibn Qasī (d. 546/1151), the Andalusī Ṣūfī and political leader of the rebellion against the Almoravid dynasty; and Abū l-Qāsim al-Qanṭarī (d. 561/1166), from Silves. In the light of the fading political power of the Almoravids and the subsequent social unrest in al-Andalus, early scholarship interpreted the events surrounding Ibn Barrajān’s death as evidence that he was a rebellious Mahdist. The two main sources for the events surrounding his death are al-Tashawwuf ilā rijāl al-taṣawwuf (“Looking longingly upon the men of Ṣūfism”) by the Moroccan Ṣūfī, jurist, and hagiographer al-Tādilī (d. 627 or 628/1229 or 1230) and al-Dhayl wa-l-takmila li-kitābay al-Mawṣūl wa-l-Ṣila (“Supplement and completion of the two books: the Continued (i.e. Ibn al-Faraḍī’s Taʾrīkh ʿulamāʾ al-Andalus , “History of the ʿulamāʾ of al-Andalus”, and (Ibn Bashkuwāl’s) Continuation”) by the Moroccan historian and biographer Ibn ʿAbd al-Malik al-Marrākushī (d. 703/1303), although the latter is extant only through the Lisān al-mīzān (“The pointer of the scale”) by the Cairo-born Shāfiʿī scholar Ibn Ḥajar al-ʿAsqalānī (d. 852/1449). His death occurred after he was summoned to Marrakech by the Almoravid sultan ʿAlī b. Yūsuf b. Tāshufīn (r. 500–37/1107–43), along with his major disciple Ibn al-ʿArīf and Abū Bakr al-Mayūrqī (d. 537/1143), the traditionist and Ẓāhirī scholar with ascetic tendencies based in Granada. Their summons was instigated by Andalusī jurists who were becoming envious of Ibn al-ʿArīf’s growing following. Ibn Barrajān was tried and later condemned for religious (not political) offences on charges of innovation in religious matters (bidʿa) . He defended himself by using arguments relying on allegorical interpretation (taʾwīl) of the sacred texts, but, according to al-Tādilī and al-Marrākushī, his arguments were not understood. According to al-Marrākushī’s report as quoted in al-ʿAsqalānī’s Lisān al-mīzān , Ibn Barrajān died of an illness a few days later. The sultan ordered his corpse to be thrown onto the dump, but the leading Ṣūfī master in Marrakech at the time, Abū l-Ḥasan b. Ḥirzihim (d. 559/1164), a former teacher of the sultan, appealed to the people to disobey their ruler and perform the funeral prayers and bury Ibn Barrajān. Ibn Barrajān’s death occurred shortly before the revolt of the Murīdūn in the Algarve (539/1144), led by Ibn Qasī, and the ascent to power in al-Andalus of the Almohads (r. 541–625/1147–1228). Asín Palacios (repr., 222) says that the Egyptian Ḥanafī scholar and Ṣūfī al-Sharʿānī (d. 973/1565) stated that, in some 130 villages, the Friday sermons were read in Ibn Barrajān’s name rather than the sultan’s, which was tantamount to Ibn Barrajān leading a Mahdist uprising. Nwyia (Note) points out a letter from Ibn al-ʿArīf, included in the edition of Ibn al-ʿArīf’s correspondence in Miftāḥ al-saʿādat (“The key of happiness”), in which he addressed Ibn Barrajān as “my imām ,” thus reinforcing the view of Ibn Barrajān as an imām seeking political power. A close reading of the sources shows that al-Sharʿānī probably mistakes Ibn Barrajān for Ibn Qasī and that, in any case, he does not claim that the Friday sermons were read in Ibn Barrajān’s name. In addition, Ibn al-ʿArīf’s use of the term imām , according to his correspondence, refers to those who have attained a competence sufficient to be able to teach and interpret the sources based on their judgement and knowledge (Bellver, Al-Ghazālī, 673) and has no political significance. Internal and external evidence shows that the former view of an elderly Ibn Barrajān as a Mahdist political contender has no textual basis and that the events surrounding his death are better explained by considering his views on Qurʾānic exegesis and the growing tensions produced by the shifting of religious authority from transmitted knowledge to purity of heart and intimacy with God. That shift increased Ibn al-ʿArīf’s following, which challenged the religious status quo.",
    "2. Works",
    "Ibn Barrajān wrote at least four works, three of which are extant. The recent editions of these three large works have allowed scholars to reappraise his importance amongst Andalusī scholars, which had been underestimated because his biography was omitted from the most important biographical work of his day, Ibn Bashkuwāl’s (d. 579/1183) al-Ṣila (“The continuation”).",
    "Ibn Barrajān’s first work (Gril, Lecture supérieure, 514) was Kitāb al-irshād ilā subul al-rashād (“The guidebook to the pathways of guidance”), which is the only one that does not appear to have survived, except for two excerpts in al-Zarkashī’s (d. 794/1391–2) al-Burhān fī ʿulūm al-Qurʾān (“The proof concerning the sciences of the Qurʾān”) translated by Casewit (Reconsideration). In Kitāb al-irshād , Ibn Barrajān tries to show the agreement between Prophetic traditions and the Qurʾān by exemplifying how traditions, particularly those in the Ṣaḥīḥ Muslim , can be drawn from Qurʾānic verses. Kitāb al-irshād appears to be a systematic work from a mainstream member of the ʿulamāʾ .",
    "Ibn Barrajān next wrote a commentary on the most beautiful names of God, titled Sharḥ asmāʾ Allāh al-ḥusnā (“Commentary on God’s beautiful names”), a systematic work treating some 145 names. Ibn Barrajān is probably the first to expand the canonical lists of the ninety-nine most beautiful names of God in a commentary by drawing them directly from the Qurʾān and the Sunna or deriving them lexically from those sources. Ibn Barrajān devotes to almost every name three sections in Sharḥ asmāʾ Allāh al-ḥusnā . In the first section he deals lexicographically with the name and in the third considers how the name informs the servant’s devotions (taʿabbud) . The second, usually longer, section deals with the iʿtibār of every name. Iʿtibār , a term that can be translated in this context as “crossing over” or “symbolic transposition,” or, more generally, as “meditation” or “reflection,” is a hermeneutical, intuitive process of crossing over (ʿabara) from the apparent sense of signs (āyāt) in the Revelation and the Creation to their inner spiritual sense. Iʿtibār relies on a worldview in which every element of the apparent world corresponds to and stems from an inner spiritual counterpart. The second section in Sharḥ asmāʾ Allāh al-ḥusnā is therefore devoted to gaining insights into the nature of every name and thus of every divine attribute, from the intuitive meditation of external signs both scriptural or in nature. The term iʿtibār (or its synonym ʿibra ) is central to Ibn Barrajān’s hermeneutical method and links him to the muʿtabirūn or ahl al-iʿtibār , the practitioners of iʿtibār , a distinctive strand characteristic of the early stages in al-Andalus of what would later be called intellectual Ṣūfism. That strand goes back to Ibn Masarra (d. 319/931), who uses the term iʿtibār in a slightly more philosophical way, against a Neoplatonic background. Ibn Barrajān’s Sharḥ asmāʾ Allāh al-ḥusnā influenced later works on the names of God, such as al-Asnā fī Sharḥ asmāʾ Allāh al-ḥusnā by Imām al-Qurṭubī (d. 671/1273).",
    "Ibn Barrajān’s last two works were Qurʾānic commentaries, in which iʿtibārī exegesis played a major role. Both commentaries cover the Qurʾān from beginning to end, although not all verses are commented. He first wrote his major Qurʾānic commentary, titled Tafsīr Ibn Barrajān (“Qurʾānic commentary of Ibn Barrajān”), also called Tanbīh al-afhām ilā tadabbur al-kitāb al-ḥakīm wa-taʿarruf al-āyāt wa-l-nabaʾ al-ʿaẓīm (“The exhortation to the faculties ofunderstanding to the meditation on the wise Book and on the acquaintance with the divine verses and exalted tidings”)which has been edited by al-Mazīdī. Tanbīh al-afhām has been so often mistaken for Kitāb al-irshād that almost all manuscripts of this tafsīr are catalogued in Turkish libraries under variants of the title al-Irshād . Although Ibn Barrajān attempts a systematic commentary on the first seven sūra s in Tanbīh al-afhām , his commenting style soon becomes discontinuous and digressive, as he examines topics from various disciplines such as Ṣūfī iʿtibārī exegesis illustrating his teachings; ascetic admonitory Ṣūfism; principles of jurisprudence (uṣūl al-fiqh) ; principles of religion (uṣūl al-dīn) ;a few discussions on jurisprudence (fiqh) ; sacred sciences, such as the science of letters (ʿilm al-ḥurūf) and a Qurʾānic science of celestial cycles (ʿilm al-falak) ; and a few scientific discussions, particularly on medicine. Regardless of the interest of the contents and independence of Ibn Barrajān’s views, the overall structure thus follows no clear thread and is heterogeneous and unsystematic, perhaps following the flow of the author’s inspiration at any particular time. This commentary was connected to the famous prediction of the Muslim capture of Jerusalem in 583/1187. In the beginning verses of sūra “al-Rūm” (Q 30:1–5), Ibn Barrajān lays the theoretical foundations for the prediction of the capture and the probable parousia of the Mahdī, which is based on a computation of seven cycles of one thousand lunar months each (cf. Q 97:3), which amounts to 583 years and four months. Although Ibn Barrajān probably supplied only the theoretical basis in the main body of his commentary and not the actual prediction, this prediction was found in the margin of a manuscript of this commentary (Bellver, Ibn Barraǧān and Ibn ʿArabī). Tanbīh al-afhām was written when Ibn Barrajān was in his sixties and seventies, as evidenced by his statement, in the prediction, that he was writing it in 522/1128.",
    "His second, minor, Qurʾānic commentary and the last work he wrote is Īḍāḥ al-ḥikma bi-aḥkām al-ʿibra (“The elucidation of wisdom according to the principles of the crossing over”), which comprises almost a thousand pages in print. Īḍāḥ al-ḥikma is a supplement to Tanbīh al-afhām ; the overall structure, iʿtibārī exegetical method, and topics are similar to those of the latter. Īḍāḥ refers extensively to Tanbīh and Sharḥ . Casewit (Reconsideration) points out that it was compiled from transcriptions of Ibn Barrajān’s lectures, delivered from memory when he still had the Tanbīh fresh in his mind, and surmises that it was appended to Tanbīh and bound with it, which would help explain why Ibn ʿArabī mistook Tanbīh for Īḍāḥ , when he studied Tanbīh with Abū Madyan’s disciple al-Mahdawī (d. 621/1224).",
    "Finally, there is one reference to a work attributed to Ibn Barrajān titled ʿAyn al-yaqīn (“The eye of certainty”) which is not referred to by Ibn Barrajān in any of his other works. This reference occurs in al-ʿAlam al-shāmikh fī īthār al-ḥaqq ʿalā l-ābāʾ wa-l-mashāʾikh (“The lofty banner on the preference for the truth over fathers and masters”) by the Yemeni scholar Ṣāliḥ b. Mahdī al-Maqbalī (d. 1108/1696), who reproduces a fatwā by the famous North African historiographer and historian Ibn Khaldūn (d. 808/1406), in which some works are condemned to fire. This attribution of a ʿAyn al-yaqīn to Ibn Barrajān is an addition in al-Maqbalī’s version of the fatwā . Because the other works mentioned in the fatwā are amongst the most important written by their authors, ʿAyn al-yaqīn may be, if not a misattribution, a different title for one of the other works by Ibn Barrajān listed above.",
    "3. Views",
    "Because Ibn Barrajān’s works are so voluminous, only his major recurring topics can be sketched here. Ibn Barrajān holds the primacy of the Qurʾān as a principle playing a major role in both his exegesis of Islamic sacred sources and in his processional metaphysics. For him, all sacred sources—mainly ḥadīth , but also earlier revealed books—stem from the Qurʾānic archetype on al-lawḥ al-maḥfūẓ (the Preserved (heavenly) Tablet, Q 85:22). Even though Ibn Barrajān gives precedence to the commentary of the Qurʾān by the Qurʾān (tafsīr al-Qurʾān bi-l-Qurʾān) , he does not abstain from other methods, such as lexical commentary or the commentary of the Qurʾān by the sunna , in order to support his personal exegesis. Except for juridical purposes, Ibn Barrajān accepts weak and fabricated traditions in order to support his insights whenever they accord with the Qurʾān. Ibn Barrajān views the Qurʾān as absolutely coherent and orderly. He therefore accepts abrogation (naskh) only in the case of adjacent verses, because it may otherwise entail ambiguity and thus a disorderly arrangement.",
    "In his Qurʾānic metaphysics, Ibn Barrajān views God as the absolute One. God’s unity unfolds through His names in all levels of existence and in the Qurʾān. Thus the unfolding that occurs in a hierarchy of levels of existence mirrors the unfolding of the layers of meaning in the Qurʾān, from the more synthetic, universal, and undifferentiated into the more detailed and differentiated. The universe—that which is not God (mā siwā Allāh) —is created in the form of God, that is, according to “the form of God.” The form of God is the ʿAbd Kullī (Universal Servant), who is one in regard to the One, and many in regard to the many. The ʿAbd Kullī is thus the “third thing” (tertium quid) . Within his unity dwell the archetypes of all things, and from him all things unfold. Therefore, the ʿAbd Kullī is the lawḥ maḥfuẓ . Both the universe and the human being are images of the form of God, of the Universal Servant. While the universe is a detailed, differentiated image, the human being is a synthetic, undifferentiated image—revelation is at times differentiated, at times synthetic. Because all three domains unfold the Universal Servant, there is a strict correspondence between them that can be disclosed by means of the crossover (iʿtibār) in order to gain insights into the divine attributes. The synthetic image of the form of God—that is, the human being who is the image of the Universal Servant—is the ʿAbd Juzʾī (Particular Servant).",
    "The levels closer to the Qurʾānic archetype that is engraved on the lawḥ maḥfūẓ are more synthetic and universal than those that are more remote. The most universal and folded Qurʾānic verses are the muḥkamāt (cf. Q 3:7), that is, the firm or solid verses; while the more differentiated and unfolded are the mutashābihāt , that is, verses similar (mutashābih) to one another, which particularise in diverse yet similar ways the synthetic verses, that is, the firm or solid verses (muḥkamāt) . Given their synthetic character, the muḥkamāt verses are open to multiple yet non-contradictory interpretations. The verses closest to the Qurʾānic archetype on the lawḥ maḥfuẓ are the Umm al-Kitāb (“Mother of the Book”) that constitutes sūra “al-Fātiḥa,” the first Qurʾānic sūra . The Umm al-Kitāb unfolds through the isolated letters (ḥurūf muqaṭṭaʿa) into the Qurʾān ʿAẓīm (Immense Qurʾān), which consists of those verses containing allusions to divine names and by the most renowned and powerful verses in the Qurʾān, such as the Throne verse (Q 2:255) and the Light verse (Q 24:35). The Umm al-Kitāb and the Qurʾān ʿAẓīm fall into the muḥkamāt category. In turn, the Qurʾān ʿAẓīm unfolds into the Qurʾān ʿAzīz (“Precious and Mighty Qurʾān”), which consists of the mutashābihāt verses. The Qurʾān ʿAzīz is the lower level in the process of differentiation stemming from the Qurʾānic archetype in the lawḥ maḥfūẓ . Mirroring the Qurʾānic unfolding, God’s unity discloses itself and unfolds into a hierarchy of cyclic levels of existence, from the more synthetic to the more differentiated down to the physical realm. Because the universe mirrors the Qurʾān, Ibn Barrajān views the universe as an orderly and coherent arrangement. By his famous expression “the reality according to which the heavens and earth are created” (al-ḥaqq al-makhlūq bihi al-samāwāt wa-l-arḍ) , he means that the universe is arranged in an orderly manner.",
    "Print version: 9789004335721, 2017, 2017-3"
  ],
  "bibliography": [
    "Editions of Ibn Barrajān’s works",
    "A Qurʾān commentary by Ibn Barrajan of Seville (d. 536/1141). Īḍāḥ al-ḥikma bi-aḥkām al-ʿibra (Wisdom deciphered, the unseen discovered) , ed. Gerhard Böwering and Yousef Casewit, Leiden 2015",
    "Šarḥ asmāʾ Allāh al-ḥusnà. Comentario sobre los nombres más bellos de Dios , ed. Purificación de la Torre, Madrid 2000",
    "Sharḥ asmāʾ Allāh al-ḥusnā , 2 vols., ed. Aḥmad Farīd al-Mazīdī, Beirut 2010",
    "Tafsīr Ibn Barrajān. Tanbīh al-afhām ilā tadabbur al-kitāb al-ḥakīm wa-taʿarruf al-āyāt wa-l-nabaʾ al-ʿaẓīm , 5 vols., ed. Aḥmad Farīd al-Mazīdī, Beirut 2013",
    "al-Tafsīr al-Ṣūfī lil-Qurʾān li-Abī al-Ḥakam b. Barrajān. Tanbīh al-afhām ilā tadabbur al-kitāb al-ḥakīm wa-taʿarruf al-āyāt wa-l-nabaʾ al-ʿaẓīm , 2 vols., ed. Muḥammad al-ʿAdlūnī, Casablanca 2011 (incomplete edition, sūra s 17–114 only).",
    "Sources",
    "al-Dhahabī, Siyar aʿlām al-nubalāʾ , ed. Shuʿayb al-Arnaʾūṭ (Beirut 1982–93), 20:72–4 (no. 44)",
    "Ibn al-Abbār, Muʿjam fī aṣhab al-qāḍī al-imām Abī ʿAlī al-Ṣadafī , ed. Francisco Codera (Madrid 1886), 19 (no. 14)",
    "Ibn al-Abbār, Takmila li-Kitāb al-ṣila , ed. Francisco Codera (Madrid 1887), 2:559 (no. 1588), 645 (no. 1797)",
    "Ibn al-ʿArīf, Miftāḥ al-saʿāda wa-taḥqīq ṭarīq al-saʿāda , ed. ʿIṣmat ʿAbd al-Laṭīf Dandash, Beirut 1993",
    "Ibn Ḥajar al-ʿAsqalānī, Lisān al-mīzān , ed. ʿAbd al-Fattāḥ Abū Ghudda (Aleppo 2002), 5:173–4 (no. 4761)",
    "Ibn al-Zubayr, Ṣilat al-ṣila , ed. Évariste Lévi-Provençal (Rabat 1938), 31–3 (no. 45)",
    "al-Shaʿrānī, al-Ṭabaqāt al-kubrā (Cairo 1315/1897–8), 1:15",
    "Aḥmad b. Abī l-Qāsim al-Tādilī, al-Tashawwuf ilā rijāl al-taṣawwuf , ed. Aḥmad al-Tawfīq (Rabat 1984), 156 (no. 41), 168–70 (no. 51)",
    "al-Zarkashī, al-Burhān fī ʿulūm al-Qurʾān , ed. Muḥammad Abū l-Faḍl Ibrāhīm (Cairo 1984), 1:18, 2:129–45, 4:379.",
    "Studies",
    "Miguel Asín Palacios, El místico Abū-l-ʿAbbās ibn al-ʿArīf de Almería y su Maḥāsin al-Maŷālis , Boletín de la Universidad de Madrid 3 (1931), 441–58, repr.in Tres estudios sobre pensamiento y mística hispanomusulmanes (Madrid 1995), 217–42",
    "José Bellver, “Al-Ghazālī of al-Andalus.” Ibn Barrajān, Mahdism, and the emergence of learned Sufism on the Iberian Peninsula, JAOS 133/4 (2013), 659–81",
    "José Bellver, Ibn Barraǧān and Ibn ʿArabī on the prediction of the capture of Jerusalem in 583/1187 by Saladin, Arabica 61/3–4 (2014), 252–86",
    "Yousef Casewit, A reconsideration of the life and works of Ibn Barrajān, Al-Abhath (forthcoming)",
    "Yousef Casewit, The Arabic Bible in Muslim Spain. Biblical proof-texts for Qurʾānic teachings in the works of Ibn Barrajān, Journal of Qurʾanic Studies (forthcoming)",
    "Ignaz Goldziher, Ibn Barraǧān, ZDMG 68 (1914), 544–46",
    "Amina González-Costa, Un ejemplo de la hermeneutica sufí del Corán en al-Andalus. El comentario coránico Īḍāḥ al-Ḥikma de Ibn Barraŷān (m. 536/1141) de Sevilla, in Historia del Sufismo en al-Andalus. Maestros sufíes de al-Andalus y el Magreb , ed. Amina González Costa and Gracia López Anguita (Cordoba 2009), 41–65",
    "Amina González Costa, Ibn Barraŷān, Abū l-Ḥakam (Abuelo), in Biblioteca de al-Andalus , vol. 2, De Ibn Adhà a Ibn Bušrà , ed. Jorge Lirola Delgado and José Miguel Puerta Vílchez (Almeria 2009), 524–38",
    "Denis Gril, L’interprétation par transposition symbolique (iʿtibār) , selon Ibn Barragān et Ibn ʿArabī, in Symbolisme et herméneutique dans la pensée d’Ibn ʿArabī (Damascus 2007), 147–61",
    "Denis Gril, La “lecture supérieure” du Coran selon Ibn Barraǧān, Arabica 47 (2000), 510–22",
    "Fateh Hosni, Manhaj al-imām Ibn Barrajān fī tafsīri-hi , Ph.D. diss., Jāmiʿat al-Yarmūk, Jordan 2009",
    "Hülya Küçük, Light upon light in Andalusian Ṣūfism. Abū al-Ḥakam Ibn Barrajān (d. 536/1141) and Muḥyī l-Dīn Ibn al-ʿArabī (d. 638/1240) as developer of his hermeneutics, pt. 1, Ibn Barrajān’s life and works, ZDMG 163/1 (2013), 87–116",
    "Hülya Küçük, Light upon light in Andalusian Ṣūfism. Abū al-Ḥakam Ibn Barrajān (d. 536/1141) and Muḥyī l-Dīn Ibn al-ʿArabī (d. 638/1240) as developer of his hermeneutics, pt. 2, Ibn Barrajān’s views and legacy, ZDMG 163/2 (2013), 383–409",
    "Paul Nwyia, Note sur quelques fragments inédits de la correspondance d’Ibn al-ʿArīf avec Ibn Barrajān, Hespéris 43 (1956), 217–21",
    "Paul Nwyia, Rasāʾil Ibn al-ʿArīf ilā aṣḥāb thawrat al-murīdīn fī l-Andalus, al-Abḥath 27 (Beirut 1979), 43–56",
    "Ḥassān al-Qārī, Ibn Barrajān al-Andalusī wa-juhūdi-hi fī tafsīr al-Ṣūfī wa-ʿilm al-kalām, Majallat Jāmiʿat Dimashq lil-ʿulūm al-iqtiṣādiyya wa-l-qānūniyya 23/1 (2007), 363–424",
    "Purificación de la Torre, Ibn Barraŷān, in Diccionario de autores y obras andalusíes (DAOA), ed. Jorge Lirola Delgado and José Miguel Puerta Vílchez (Seville 2002), 1:578–81 (no. 309)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}