{
  "id": "eweb_632",
  "source": "EI3",
  "cat": "term",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-23914.xml?rskey=mK3EpJ&result=170",
  "annotator": "Antonio",
  "title": "Hagiography, Persian and Turkish",
  "authors": [
    "Alexandre Papas"
  ],
  "word_count": "(2,540 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Sep 2018",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Discussions of sanctity (walāya) in Persian and Turkish hagiography serve as teaching tools in Ṣūfī circles, to reach out to wide audiences and to call for devotion to holy men. The first hagiographies in Persian appeared in the fifth/eleventh century, and the earliest in Anatolian Turkish were composed in the seventh/thirteenth century (Paul, Au début; Paul, EIr ; Hagen; Ocak, Kültür ). Both traditions continue today, not only through the oral reading and glossing of hagiographies but also in the literary production of biographies of recent saints.",
    "1. Persian hagiographies",
    "It is in mediaeval Khurāsān, the historic home of the eastern Ṣūfīs, that the first Persian hagiographies appeared, in the form of important manuals, dictionaries, and individual biographies, such as, respectively, Abū l-Ḥasan Hujvīrī’s (d. 465/1072–3) Kashf al-maḥjūb (“Revelation of the veiled realities”), ʿAbdallāh al-Ansārī’s (d. 481/1088) Ṭabaqāt al-Ṣūfiyya (“Generations of the Ṣūfīs”), and Jamāl al-Dīn Abū Rawḥ Luṭfallāh’s (d. 541/1146–7) Ḥālāt-u sukhanān-i Shaykh Abū Saʿīd Abū l-Khayr (“Spiritual states and sayings of Shaykh Abū Saʿīd Abū l-Khayr”). Following more or less strictly the methods of traditionists (muḥaddithūn) , the hagiographers obtained their information through direct observation, oral testimony, and earlier writings. Persian-language authors either remodelled previous works or created new ones, presenting their own understanding of sainthood. In his Asrār al-tawḥid fī maqāmāt al-Shaykh Abū Saʿīd (“Secrets of oneness in the spiritual stages of Shaykh Abū Saʿīd”; second half of the sixth/twelfth century), Muḥammad b. Munavvar supplemented extensively the aforementioned Ḥālāt-u sukhanān with numerous accounts of Abū Saʿīd’s life, in order to illustrate the ideas of mystical joy and beatitude (Luṭfallāh; Muḥammad b. Munavvar; Meier, 134–47). In contrast, Sadīd al-Dīn Muḥammad Ghaznavī’s (fl. cc.530–600/1136–1205) hagiography of Aḥmad-i Jām (d. 536/1141) put more emphasis on miracles, in theory and in the simple stories he recounted, and painted a sober picture of holiness (Ghaznavī; Moayyad and Lewis, 23–4, passim). The famous Manāqib al-ʿārifīn (“Virtues of the gnostics”) dedicated to Mawlānā Rūmī (d. 672/1273) and his entourage, completed in 754/1354 by Aflākī (d. 761/1360), the major hagiographer of the Mawlawiyya who lived in Konya in the time of the generation after Rūmī, illustrates the concept of passionate love for God of Ṣūfī masters, as well as their love of each other (Aflākī; O’Kane, xvii–xviii, passim).",
    "Although Islamic mysticism was progressively organised into Ṣūfī orders from the sixth/twelfth century onwards, Persian hagiographies did not always reflect this new phenomenon. Unlike practical treatises and internal documents such as genealogies (silsila-nāma) and certificates of spiritual guidance (irshād-nāma) , their purpose was not so much to describe Ṣūfī groups as to represent a master’s sanctity on the basis of his specific teachings. When ʿAbd al-Razzāq Kirmānī (d. after 911/1505) describes the life of Shāh Niʿmatallāh (d. 834/1431), the eponymous founder of the Niʿmatallāhī order, he stresses the shaykh’ s detachment from sectarian and political polarisation, both sensitive in Tīmūrid Khurāsān and Fars, and his devotion to the simple life of farming (Aubin; Graham). This disinterestedness may have prompted Jāmī (d. 898/1492), the great Ṣūfī poet and polymath of Herat, who held strong Sunnī convictions, to omit Niʿmatallāh’s name deliberately from his compendium of 618 biographies entitled Nafaḥāt al-uns (“Breaths of intimacy”). Nonetheless, this massive collection of Ṣūfī biographies privileged no single Ṣūfī spiritual lineage nor any particular institutional feature. Rather, it furnished a multifaceted typology of saints, as is explained in the introduction (Jāmī, 1–25). Together with the Tadhkirat al-awliyāʾ (“Biographies of the saints”), the classic biographical collection of ʿAṭṭār (d. 618/1221), the famous poet and hagiographer from Nīshāpūr, the Nafaḥāt became a model for early modern compilers, translators, and shaykh s of diverse backgrounds who sought to offer to adepts portraits of holy individuals, from Central Asia to the Balkans (Papas).",
    "Despite the anti-Ṣūfī policy of the Ṣafavids (r. 907–1135/1501–1722) and the consequent suppression of orders such as the Naqshbandiyya and the Khalvatiyya, the Nūrbakhshiyya Ṣūfī lineage survived in Ray and Tabriz, producing hagiographies, including Muḥammad Samarqandī’s Tadhkira-yi mazīd (“The great collection of biographies,” early tenth/early sixteenth century), lost but quoted frequently, that promotes a messianic conception of sainthood (Arjomand, 112–9; Bashir, chaps. 2 and 5). Under the Zand (r. 1164–1209/1751–51) and Qajar (r. 1779–1925) dynasties, the revival of the Dhahabiyya in Shiraz through the person of Quṭb al-Dīn Nayrīzī (d. 1173/1759) and his successors resulted in the composition of hagiographies, such as the Tadhkirat al-awliyā of Abū l-Qāsim Rāz Shīrāzī (d. 1869); here walāya was presented through the prism of Shīʿī imāmology (Khāvarī, 585–6, passim; Lewisohn). Coming from Baluch or Kurdish Sunnī minorities, recent hagiographical websites and writings praise the merits of, for instance, Naqshbandī Khālidī saints, by depicting them as both thaumaturgical and historical actors (Dudoignon, 43, 46–7; Ḥusaynī Naqshbandī, chaps. 1–6).",
    "2. Turkish hagiographies",
    "Turkish mediaeval biographies of holy men highlighted the role of dervish saints in the religious wars, as well as the nonviolent Islamisation of Anatolia and the Balkans, a role confirmed by Ottoman registers, Venetian archives, and Byzantine sources (Balivet; Beldiceanu-Steinherr). These documents show that hagiographies should be read not only as legends of Islamisation, which would provide merely a local representation of what may have happened, but also as themselves literary products of the Islamisation process, that is, of what happened both factually and intellectually. On the one hand, the ninth/fifteenth-century Battalname ( Baṭṭāl-nāme , “The book of Battal”), Danişmendname (Dānişmend-nāme) , and Abū l-Khayr Rūmī’s Saltukname (Ṣalṭuq-nāme) presented saints as holy warriors (gazi/ghāzī) . On the other, from the hagiological perspective, narratives such as Elvan (Elvān) Çelebi’s Menakıbu’l-kudsiyye ( Menāqıb al-qudsiyye , “The holy feats”) (760/1359) and vilayetname s (vilāyet-nāme s ) about Hacı Bektaş (Ḥāccī Bektāş, d. 669/1270?), Abdal Musa (Abdāl Mūsā, fl. eighth/fourteenth century), and Osman Baba (ʿOthmān Bābā, d. 883/1487) (all three written in the ninth/fifteenth century) still bear marks of heterodoxy or “metadoxy” (Elvan Çelebi; Zarcone, Hagiographie; Kafadar, 73–6) that disappeared in later hagiographies as Ṣūfī orders had become progressively institutionalised. This process is particularly prominent in the case of the Bektaşiyye (Ocak, Kültür , 59–62; Ocak, Bektaşi ).",
    "Emblematic of this process, Vahidi’s (Vāḥidī, fl. tenth/sixteenth century) work titled Menakıb-ı Hoca-i cihan ( Menāqıb-i Khoca-yi cihān , “The feats of Hoca Cihan”) (929/1522) appears to be a hagiographic manual for various Ṣūfī groups, amongst whom the antimonian dervishes were deprecated while others were approved (Karamustafa). In a similar vein, Ottoman scholars introduced in the tenth/sixteenth century the tradition of hagiographical dictionaries patterned on the popular Arabic biographical genre known as ṭabaqāt (lit., classes, generations) and, more specifically, on the Persian text of Jāmī’s Nafaḥāt al-uns . Written in Arabic, Taşköprüzade’s (Ṭāşköprüzāde) (d. 968/1561) al-Shaqāʾiq al-nuʿmāniyya (“The red anemones”) classified 371 scholars (ʿulamāʾ) and 150 Ṣūfī shaykh s (mashāyikh) who lived during the Ottoman period. The compendium has been translated into Turkish with an addendum (zeyl/dheyl) by Mecdi (Mecdī, d. 999/1591), whose work has been later rewritten by Nevizade Atai (Nevʿīzāde ʿAṭāʾī, d. 1045/1635), whose revision was itself supplemented by Şeyhi (Şeykhī, d. 1144/1731–2) and Fındıklılı (d. 1904) (Mecdī; Yıldırım; Özcan). The Nakşıbendi (Naqshbandī) polymath Lami (Lāmiʿī) Çelebi (d. 938/1531–2) translated the Nafahāt into Turkish in 927/1521, adding to it about thirty biographies; his translation was reorganised and supplemented in 1074/1663 by Hacı Ali (Hāccī ʿAlī) Efendi and in 1816 by Köstendilli Süleyman Şeyhi (Köstendīllī Süleymān Şeykhī) (Hācī ʿAlī Efendī; Köstendilli; d. 1820). Reflecting the historical vicissitudes of the Ottoman Empire, especially in the Balkans (Clayer), as well as the multiplication of saints, these monumental “who’s whos” occasionally contain marginal figures, such as women and illiterate (ümmi/ümmī) mystics but share a similar definition of the holy individual as Ṣūfī leader.",
    "It is thus hardly surprising that, during the eleventh/seventeenth and the twelfth/eighteenth centuries, Ṣūfī sub-orders ( taife/ṭāʾife , branches established by a representative of an order) generated many individual biographies and lineage-based hagiographies. Amongst the former are Veliyyüddin Bursevi’s (Veliyyüddīn Bursevī) Menakıb-ı Eşrefzade Rumi ( Menāqıb-ı Eşrefzāde Rūmī , “The feats of Eşrefzade Rumi”) (first half of the eleventh/seventeenth century) for the Kadirriye-Eşrefiyye (Qādiriyye-Eşrefiyye) and Nevizade Atai’s Menakıb-ı Şeyh Mahmud el-Üsküdari ( Menāqıb-ı Şeykh Maḥmūd el-Üsküdārī , “The feats of Shaykh Mahmud Üsküdari”) for the Celvetiyye, as well as the writings from Halveti (Khalvetī) branches such as the Gülşeniyye (Ocak, Kültür , 59–65; Aleskerova). Important hagiographies based on Ṣūfī lineages included, for the Halvetis, Hulvi’s (Ḥulvī, d. 1064/1654) Lemezat (Lemeẓāt) and, for the Mevleviyye, Sakıb Mustafa (Thāqıb Muṣṭafā) Dede’s (d. 1148/1735) Sefine-i nefise-i mevleviyan ( Sefīne-yi nefīse-yi mevleviyyān , “The sublime vessel of the Mevlevis”). Authors tended to focus less on the spiritual teachings of saints than on the rules and ethics of the groups of which they were members. Perhaps weary of this tendency, the Ṣūfī writer İmamzade Salih Saim (İmāmzāde Ṣāliḥ Ṣāʾim, d. 1965) returned, in his brief Teracim-i ahval-i evliya (Terācim-i aḥvāl-i evliyā) (1890), to a mystical evocation of founding Ṣūfī figures, quoting their sayings and praising their virtues (Günaydin).",
    "Until the interdiction by Mustafa Kemal Atatürk (d. 1938) of Ṣūfī brotherhoods in 1925, their literary production remained substantial and found expression in “critical” hagiographies, which used modern editorial methods, as in Hüseyin Vassaf’s (Ḥüseyin Vaṣṣāf, d. 1929) Sefîne-i evliya ( Sefīne-yi evliyā , “The vessel of saints”) (completed in 1924) that includes two thousand biographies. For their part, Alevis integrated Atatürk as a protector in their hagiology, recasting his image as that of a messiah (mehdi) . The relaxation of laws related to Islam in the 1950s and the 1980s allowed some freedom of speech for Ṣūfīs, mainly Nakşıbendi-Halidis (Naqshbandī-Khālidīs) who responded by publishing neo-hagiographies, which demystified sanctity, often reducing it to the power to perform spectacular miracles, and emphasised spiritual and human qualities of masters such as Mehmed Zahid Kotku (d. 1980) and Zavendikli Hoca (d. 2009) (Zarcone, Fabrication; Güvelioğlu, 117–23). Present-day discussions (sohbet) amongst Turkish Ṣūfī communities (cemaat) also make extensive use of hagiographical narratives.",
    "Print version: 9789004356672, 2018, 2018-6"
  ],
  "bibliography": [
    "Sources",
    "Aflākī ʿĀrifī, Manāqib al-ʿārifīn , ed. Tahsin Yazıcı, Ankara 1959–61, repr. Tehran 1362sh/1983, trans. John O’Kane, The feats of the knowers of God (Manāqeb al-ʿārefīn) , Leiden 2002",
    "Jean Aubin (ed.), Matériaux pour la biographie de Shah Ni’matullah Kermani , Tehran, repr. Paris 1982",
    "Elvan Çelebi, Menâkıbü’l-kudsiyye fî menâsibi’l-ünsiyye , ed. İsmail E. Erünsal and Ahmet Yaşar Ocak, Istanbul 1984",
    "Lâmiî Çelebi, Nefahâtü’l-üns. Evilyâ menkibeleri , ed. Süleyman Uludağ and Mustafa Kara, Istanbul 2005",
    "Sadīd al-Dīn Muḥammad Ghaznavī, Maqāmāt-i Zhanda-pīl , ed. Ḥishmatallāh Muʾayyad Sanandajī, Tehran, 1340sh/1961, trans. Heshmat Moayyad and Franklin Lewis, The colossal elephant and his spiritual feats. Shaykh Ahmad-e Jâm , Costa Mesa 2004",
    "Hācī ʿAlī Efendī, Tuhfet al-mücāhidīn ve behcet al-dhākirīn , Süleymaniye Library, Istanbul, MS Nuruosmaniye 2293",
    "ʿAbd al-Raḥmān Ḥusaynī Naqshbandī, Sādāt-i naqshbandī va junbishhā-yi millī-yi kurd dar gudhar-i tārīkh , Urmia 1381sh/2002",
    "ʿAbd al-Raḥmān Jāmī, Nafaḥāt al-uns min ḥaḍarāt al-quds , ed. Maḥmūd ʿĀbid, Tehran 1370sh/1994",
    "Ahmet T. Karamustafa, Vāḥidī’s Menāḳıb-i Ḫvoca-i Cihān ve Netīce-i Cān. Critical edition and historical analysis , Cambridge MA 1993",
    "Meḥmed Mecdī, Ḥedāʾiq al-şeqāʾiq al-nuʿmāniyye , Istanbul 1269/1852",
    "Muḥammad b. Munavvar, Asrār al-tawḥīd fī maqāmāt al-Shaykh Abī Saʿīd , ed. Muḥammad Riḍā Shafīʿī Kadkanī, 2 vols. Tehran 1367sh/1988",
    "Köstendilli Süleyman Şeyhî, Bahrü’l-velâye. 1001 Sûfî , ed. Sezai Küçük and Semih Ceyhan, Istanbul 2007",
    "Jamāl al-Dīn Luṭfallāh, Ḥālāt ū sukhanān-i shaykh Abū Saʿīd Abū al-Khayr Mayhanī , ed. Irāj Afshār, Tehran 1341sh/1962.",
    "Studies",
    "N. Ė. Aleskerova, Sufiiskoe bratstvo Giulshaniĭa , St Petersburg 2002",
    "Said Amir Arjomand, The shadow of God and the hidden Imam. Religion, political order, and societal change in Shiʿite Iran from the beginning to 1890 , Chicago 1984",
    "Michel Balivet, “Le saint turc chez les infidèles.” Thème hagiographique ou péripétie historique de l’islamisation du sud-est européen?, in Denise Aigle (ed.), Saints orientaux (Paris 1995), 211–23",
    "Shahzad Bashir, Messianic hopes and mystical visions. The Nūrbakhshīya between medieval and modern Islam , Columbia SC 2003",
    "Irène Beldiceanu-Steinherr, Seyyid ʿAli Sultan d’après les registres ottomans. L’installation de l’islam hétérodoxe en Thrace, in Elizabeth Zachariadou (ed.), The Via Egnatia under Ottoman rule (1380–1699) (Rethymnon 1996), 45–66",
    "Nathalie Clayer, L’œil d’un savant de Belgrade sur les Melâmis-Bayrâmis à la fin du XVI e –début du XVII e siècle, in Nathalie Clayer, Alexandre Popovic, and Thierry Zarcone (eds.), Melâmis-Bayrâmis. Études sur trois mouvements mystiques musulmans (Istanbul 1998), 153–76",
    "Stéphane A. Dudoignon, Sunnis online. The Sunni confessional internet in Iran, Asiatische Studien/Études Asiatiques 63 (2009), 29–66",
    "Terry Graham, Shāh Niʿmatullāh Walī. Founder of the Niʿmatullāhī Sufi order, in Leonard Lewisohn (ed.), The heritage of Sufism , vol. 2, The legacy of medieval Persian Sufism (1150–1500) (Oxford 1999), 173–90",
    "Yusuf Turan Günaydın, Bir tasavvufî Terâcim-i ahvâl müellifi İmamzâde Salih Sâim (Unar) ve Terâcim-i ahvâl-i evliyâ ’sı, Atatürk Üniversitesi Ilahiyat Fakültesi Dergisi 46 (2005), 131–51",
    "İshak Güven Güvelioğlu and Yasemin Baki, Rize’de tasavvuf kültürü. Tarikatlar, tekkeler, şeyhler , Istanbul 2013",
    "Gottfried Hagen, Heroes and saints in Anatolian Turkish literature, OM 89/2 (2009), 349–61",
    "Cemal Kafadar, Between two worlds. The construction of the Ottoman state , Berkeley 1995",
    "Asadallāh Khāvarī, Dhahabiyya. Taṣavvuf-i ʿilmī, āthār-i adabī , Tehran 1362sh/1983",
    "Leonard Lewisohn, An introduction to the history of modern Persian Sufism, pt. 2, A socio-cultural profile of Sufism, from the Dhahabī revival to the present day, BSOAS 62/1 (1999), 36–59",
    "Fritz Meier, Abū Saʿīd-i Abū l-Ḫayr (357–440/967–1049). Wirklichkeit und Legende , Tehran and Liège 1976",
    "Ahmet Yaşar Ocak, Bektaşi menākıbnāmelerinde İslam öncesi inanç motifleri , Istanbul 1983",
    "Ahmet Yaşar Ocak, Kültür tarihi kaynağı olarak menâkıbnâmeler , Ankara 1997",
    "Abdülkadir Özcan, eş-Şekâîku’n-Nuʿmâniyye, TDVIA 38 (2010), 485–6",
    "İsmail Yıldırım, Fındıklılı İsmet Efendi’nin Tekmiletü’ş-şakāʾik fî hakk-ı ehli’l-hakā’ik’ı üzerine bazı değerlendirmeler, Osmanlı Mirası Araştırmaları Dergisi 2/4 (2015), 11–29",
    "Alexandre Papas, Individual sanctity and Islamization in the Ṭabaqāt books of Jāmī, Navāʾī, Lāmiʿī, and some others, in Thibaut d’Hubert and Alexandre Papas (eds.), Jāmī in regional contexts , forthcoming",
    "Jürgen Paul, Au début du genre hagiographique dans le Khorasan, in Denise Aigle (ed.), Saints orientaux (Paris 1995), 15–38",
    "Jürgen Paul, Hagiographic literature, EIr",
    "Thierry Zarcone, La fabrication des saints sous la République turque, in Catherine Mayeur-Jaouen (ed.), Saints et héros du Moyen-Orient contemporain (Paris 2002), 211–27",
    "Thierry Zarcone, L’hagiographie dans le monde turc, in Denise Aigle (ed.), Saints orientaux (Paris 1995), 55–67."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}