{
  "id": "eweb_633",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-30929.xml?rskey=mK3EpJ&result=200",
  "annotator": "Antonio",
  "title": "al-Karrāmiyya",
  "authors": [
    "Lutz Berger"
  ],
  "word_count": "(2,844 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 May 2020",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Al-Karrāmiyya were an ascetic missionary movement centred on north-eastern Iran and neighbouring regions from the third/ninth to the sixth/twelfth centuries.",
    "1. The founder",
    "Abū ʿAbdallāh Muḥammad b. Karrām (d. 20 Ṣafar 255/7 February 869) was born to a family from Sijistān (Sīstān), in what is now south-eastern Iran, around 184/800—according to one Karrāmī tradition—in Mecca while his parents were on pilgrimage there (Zysow, Karrāmiya). He was said by his followers to have been of Arab stock, but this was sometimes called into question by his opponents, who loved to make fun of his Persian accent when he spoke Arabic (van Ess, Ungenützte Texte , 50, n. 208). His father may have worked as a vinedresser (karrām) , but we cannot be sure of this, especially as an alternative reading of his name was Kirām. Apparently, he studied law with ʿUthmān b. ʿAffān al-Sijistānī (d. 255/896), a leading authority of the Ḥanafī law school in Sijistān, with whom he then fell out (van Ess, Ungenützte Texte , 21; Zysow, Karrāmiya).",
    "Ibn Karrām had what we might call a public career only relatively late in life. Sometime after 225/840 he was important enough to be called in front of the governor of Sijistān and accused of heterodox views, whose precise nature we cannot specify. Although sources hostile to the movement admit that he already commanded a large following at that point, they try to show that his problematic views had nothing to do with Ḥanafism. This effort to distance Ḥanafism from Ibn Karrām is unsurprising, given that many Ḥanafis were, later, important enemies of Ibn Karrām’s movement.",
    "Ibn Karrām is said to have claimed divine inspiration. Exiled from his country of origin, he moved to Khurāsān (approximately, the north-east of modern Iran and the neighbouring regions to the north and east), where he studied law and the interpretation of the Qurʾān at different places until finally settling in Nīshāpūr, at the time the most important town of the province, which became the centre for his sect during the following centuries (Zysow, Karrāmiya).",
    "In Nīshāpūr he studied with the traditionist Aḥmad b. Ḥarb (d. 234/849), a leading figure among local ascetics. On his return from a pilgrimage to Mecca, Ibn Karrām is said to have used the opportunity of the death of the governor of Sijistān who had exiled him to liquidate his assets there. Back in Nīshāpūr, he started a very successful missionary movement. The movement was active amongst the rural population in Khurāsān, not least in the mountainous regions of what is now Afghanistan. As was typical for many ascetic figures of the time, he is said to have spent some time also at the Muslim-Byzantine frontier in the north of Syria (Zysow, Karrāmiya).",
    "During his stay in Nīshāpūr, Ibn Karrām seems to have once again run into trouble with the authorities, for reasons that are unclear. The Ṭāhirid rulers of Khurāsān (r. 205–59/821–73) had him imprisoned for at least one prolonged period. After his release, a final exile took him and a great number of followers to Palestine. In Jerusalem he taught Prophetic tradition. Once again, however, he fell foul of the local governor, who had him expelled to Ẓughar (Zoara), south-east of the Dead Sea. He died there but was brought back by his disciples to Jerusalem for burial. His followers continued to visit his grave for some centuries (Zysow, Karrāmiya).",
    "2. A religious movement",
    "The movement that Ibn Karrām founded spread as far as Cairo and Jerusalem already in his lifetime. Apparently, though, most adherents in the West were eastern Iranian migrants to these places, and the Karrāmiyya ultimately remained a phenomenon of the East, where they played an important role in the political struggles in cities like Herat, in present-day Afghanistan, and Nīshāpūr. With the spread of the movement, a splintering into subsects was to be expected. Mediaeval sources cite quite a number of them, but it is very difficult to establish the exact content of their respective teachings; at any rate, they seem not to have had very conflictual relations with one another (Zysow, Karrāmiya).",
    "Seemingly, one of the reasons for the Karrāmiyya movement’s success was the very active preaching of its preachers, who did not shy away from instilling fear into their audience; Ibn Karrām himself was the author of ʿ Adhāb al-qabr (“The torment of the grave”: according to majority Muslim belief, sinners undergo an episode of torment in the grave before resurrection), which unfortunately is not extant. The Karrāmiyya used lively anecdotes, of which we still have a sample in ʿUmar b. Abī l-Ḥusayn al-Naysābūrī al-Samarqandī’s (fl. ninth/fifteenth century) Rawnaq al-qulūb (“Splendour of the hearts”), also known as Rawnaq al-majālis (“Splendour of the gatherings”) (van Ess, Ungenützte Texte , 30–41). Ideological enemies criticised them for their propensity to use weak Prophetic traditions as long as those traditions helped to achieve homiletic success. It is not for nothing that Ibn Karrām was said by scholars of ḥadīth to have been under the spell of Maʾmūn b. Aḥmad al-Sulamī (fl. mid-third/ninth century), a notorious forger of traditions (van Ess, Ungenützte Texte , 31, 48–50).",
    "As regards the question of how to define belief, the Karrāmiyya’s positions generally matched those of mainstream early Khurāsānian and Transoxanian Islam, specifically the adherents of the Ḥanafī school of law and, in particular, the theological school of the Murjiʾa (those who leave the judgment on sinners, and particularly on the conflicting parties during the civil wars of early Islam, to God and his reckoning on the Day of Resurrection). For the Karrāmiyya, belief was mere confession with the tongue, to the exclusion of understanding, inner conviction, and works. This was not to say, though, that mere formal belief might lead to paradise (Zysow, Karrāmiyya, 254). At the same time, they were not particularly strict in matters of ritual purity, thereby easing the way for converts (van Ess, Ungenützte Texte , 18).",
    "While the rank and file thus did not have to perform great deeds to be accepted as believers, the leading members of the movement were known for their feats of glaring asceticism. This asceticism went so far as to prohibit all efforts to gain a livelihood (taḥrīm al-makāsib) , be it by way of work or even begging, as they thought it to be contrary to true trust in God (tawakkul). In practice, it seems, some Karrāmīs at least admitted that gaining one’s livelihood by working or begging was allowed by God’s leave (rukhṣa) . Nonetheless, their brazen tawakkul led to strong reactions by political authorities and religious rivals (Bonner; Madelung, 43; Zysow, Karrāmiya). Taḥrīm al-makāsib was not a conviction held by the Karrāmiyya alone; it was ascribed as well to the ascetic movement of the so-called ṣūfiyyat al-muʿtazila (the Ṣūfīs among the Muʿtazilites, the latter being one of the theological schools of early Islam; van Ess, Der Eine , 1339). The religious prestige their preaching and asceticism had earned the Karrāmīs allowed them to fund houses of common life (Persian khānqāh s), probably with donations from supporters. The Karrāmiyya is the first movement that is associated with this institution, which in later centuries was central to Ṣūfism all over the Islamic world (Chabbi, Remarques; Chabbi, Réflexions; Madelung, 45).",
    "It seems that, in the beginning at least, the Karrāmiyya had certain eschatological overtones that may explain the choice of Jerusalem as place of exile by the movement’s founder (Zysow, Karrāmiya). This may have played a role in explaining the negative stance many pre-modern Muslim authors took regarding the movement. Even more problematic for its critics seems to have been the fact that the Karrāmiyya held great appeal for the lower classes, in city and countryside alike, as well as for certain members of the military elite of the Ghaznavid dynasty, who ruled in what is now eastern Iran, Afghanistan, and parts of the Indian subcontinent from 367/977–8 to 583/1187. The leaders of the movement used this appeal in the factional conflicts that plagued places like Nīshāpūr and Herat. These conflicts were often framed along religious lines. The prominent Karrāmī Abū Bakr Muḥammad b. Isḥāq b. Maḥmashādh (d. 421/1030) and his family played a leading role in this infighting, while the otherwise conflicting Ḥanafī and Shāfiʿī notables and their supporters at times worked in unison against the Karrāmiyya (Berger, 25–34; Bulliet; Bosworth).",
    "Ibn Maḥmashādh was known particularly for his missionary work among the Zoroastrians of the region. Although this work may have played a role in the support the movement received from the Ghaznavid dynasty, the Karrāmīs’ decidedly anti-Shīʿī stance may have been even more important (Zysow, Karrāmiya). In the long run, though, the Karrāmiyya lost out, on the one hand, to those Ḥanafīs who supported either the Muʿtazila or the theological school of al-Māturīdī (d. c.333/944) and, on the other hand, to the Shāfiʿīs associated with the theology of al-Ashʿarī (d. 324/935–6). It is unclear why the movement, which at times had been dominant in many places, disappeared completely. What can be said is that after the Ghaznavids and their Ghūrid successors (r. sixth/twelfth-early seventh/thirteenth centuries), Karrāmī leaders failed to win the support of rulers. Anti-Shīʿī positions were not much appreciated by the Mongol rulers of seventh/thirteenth-century Iran. The disappearance of the movement must therefore have been a consequence of both a lack of royal patronage and also the disdain it was held in by many scholars for its populist attitudes. At the same time, institutions and practices that were typical of Karrāmī Islam, and which had made them popular with the masses, survived or reappeared in other movements, not least in post-fourth/tenth-century Ṣūfism.",
    "3. The Karrāmiyya and Islamic mysticism",
    "Ṣūfism spread from Iraq to the east during the fourth/tenth century in close association with the Shāfiʿī school of law. In Khurāsān and Transoxania, this Iraqi school of Islamic mysticism encountered local forms of asceticism and mysticism that then became integrated into the Ṣūfī tradition and appeared in later mystical literature simply as the eastern branches of a single, pan-Islamic form of spirituality. The authors who reconstructed the history of Ṣūfism in this way, most notably the Shāfiʿī Abū ʿAbd al-Raḥmān al-Sulamī (d. 412/1021) and his disciples, saw themselves in the tradition of the Khurāsānian Malāmatiyya (the people of blame, who out of modesty avoided being seen in a positive light by others) in asceticism and of the Ashʿarīs in theology. As such, they strongly opposed both the ostentatiousness of Karrāmī asceticism and what they held to be their theological anthropomorphism. Even more, the bourgeois supporters of the Malāmatiyya disliked the Karrāmīs as rabble-rousers and enemies of theirs in the aforementioned civil conflicts. The Karrāmiyya movement was therefore largely excluded from the mainstream view of the history of Khurāsānian and Transoxanian mysticism (Chabbi, Remarques; for a more nuanced view, Melchert; Zysow, Karrāmiya). The Karrāmiyya nonetheless had certain features that continued to play a role in many strands of Islamic mysticism, not least their ostentatiousness and their active proselytising among non-Muslims. Another central idea that continued to find support in some Ṣūfī circles was the movement’s view that the friends (awliyāʾ) of God (meaning the ascetics and mystics) ranked higher even than the prophets, whose rank was saved by seeing them as friends as well (Chabbi, Remarques, 45; on later developments of this motif, Addas, 50). The institution of the khānqāh , which was formative for later Ṣūfism, has already been mentioned.",
    "4. Theological views",
    "Because of their growing isolation in factional conflicts, the Karrāmiyya were excluded from the mainstream not only of the history of mysticism but also of the Ḥanafī school of law. As mentioned above, the founder received his education in a Ḥanafī environment. It seems, nonetheless, that members of the Karrāmiyya movement held a number of views that did not become part of mainstream Ḥanafism, and that the divorce between the two groups became increasingly pronounced (Zysow, Karrāmiya). Still, the Karrāmiyya held the typically Ḥanafī opinion that belief could neither grow nor diminish. Some of their theological positions were close to those of the Muʿtazilīs’, who were very strong among eastern Ḥanafīs at the time. Like them, they believed that humans can discern the good and evil character of actions by their own reasoning. Yet they rejected the typically Muʿtazilī proposition that God is obliged always to do what is best for humans (Zysow, Karrāmiyya). Other issues where they were famously at variance with the Muʿtazilīs were their strong reliance on—and, according to their enemies, loose handling of—Prophetic tradition and their willingness to define and describe God in a concrete way, which for others smacked of anthropomorphism, but was later lauded by Ibn Taymiyya (d. 728/1328), the paradigmatic figure of tradition-minded Islam (Madelung). The Karrāmīs’ anthropomorphism is to be understood in the context of the strong position of the Jahmiyya (a theological school that tended to have a very abstract view of God) in the eastern Islamic world. The ideas of the Karrāmiyya in this respect were not the product of naïve acceptance of a literal understanding of the Quʾrān and ḥadīth ; rather, their ideas about the corporeality of God show that they were steeped in Stoic philosophical ideas, which were influential in early Islam in general. According to these concepts, all real things must have corporeal features. Another question is that of the changeability of the divine attributes. For the Karrāmiyya, God’s seeming mutability, as manifested in his changing creation of things, is not what it seems. All these are manifestations of God’s power that as such does not come to an end and therefore they do not involve a change in God’s eternal attributes (e.g., his capacity to create as against a single act of creation. Zysow, Karrāmiyya).",
    "Being at the same time strongly rationalist and very ḥadīth -minded (Zysow, Karrāmiyya) was not a common combination in the later Ḥanafī school. This contributed to the marginalisation of the movement in the religious field and in the memory of later Muslim authors. As most original works of Karrāmī authors are lost, we know this tradition largely through the lenses of outsiders to the movement who tried to refute their views (van Ess, Der Eine; van Ess, Ungenützte Texte). This explains why the important contribution of the Karrāmiyya to the history of Muslim religious institutions and Islamic thinking was long forgotten and has only been unearthed by modern scholarship during the last decades.",
    "Print version: 9789004413467, 2020, 2020-4"
  ],
  "bibliography": [
    "Sources",
    "ʿAbd al-Qāhir al-Baghdādī, Kitāb al-milal wa-l-niḥal , ed. A. Nader, Beirut 1970",
    "Ibn Fūrak, Sharḥ al-ʿĀlim wa-l-mutaʿallim , ed. Aḥmad ʿAbd al-Raḥīm al-Sāyiḥ and Tawfīq ʿAlī Wahba, Cairo 1430/2009",
    "Abū l-Muẓaffar Shāhfūr al-Isfarāyīnī, al-Tabṣīr fī l-dīn , ed. Majīd al-Khalīfa, Beirut 2008",
    "al-Ḥusayn b. Ibrāhīm al-Jūraqānī, al-Abāṭil wa-l-manākir , ed. ʿAbd al-Raḥmān al-Farīwāʾī, Riyadh 1422/2002",
    "al-Juwaynī, al-Shāmil fī uṣūl al-dīn , ed. ʿAlī al-Nashshār, Alexandria 1969",
    "Abū l-Muʿīn al-Nasafī, Tabṣirat al-adilla , ed. Claude Salamé, 2 vols., Damascus 1990–3",
    "Abū l-Qāsim Salmān al-Naysābūrī, al-Ghunya fī l-kalām , ed. Muṣṭafā Ḥusayn ʿAbd al-Hādī, 2 vols., Cairo 2010",
    "al-Muqaddasī, Kitāb aḥsan al-taqāsīm fi maʿrifat al-aqālīm , ed. M.J. de Goeje, Leiden 1906 2",
    "Abū l-Ḥasan ʿAlī b. al-Ḥusayn al-Sughdī, al-Nutaf fī l-fatāwā , ed. Ṣalāḥ al-Dīn al-Nāhī, 2 vols., Beirut 1984 2",
    "ʿUmar b. Abī l-Ḥusayn al-Naysābūrī al-Samarqandī, Rawnaq al-qulūb , Paris, BNF, MSS Ar. 6674 and 4929.",
    "Studies",
    "Claude Addas, Ibn Arabî et le voyage sans retour , Paris 1996",
    "Lutz Berger, Geschieden von allem außer Gott , Hildesheim 1998",
    "C. E. Bosworth, The rise of the Karāmiyyah in Khurasan, MW 50/1 (1960), 5–14",
    "Michael Bonner, The Kitāb al-kasb attributed to al-Shaybānī. Poverty, surplus, and the circulation of wealth, JAOS 121/3 (2001), 410–27",
    "Richard W. Bulliet, The patricians of Nishapur , Cambridge MA 1972",
    "Jacqueline Chabbi, Remarques sur le développement historique des mouvements ascétiques et mystiques en Khurasan. IIIe/IXe siècle–IVe/Xe siècle, SI 46 (1977), 5–72",
    "Jacqueline Chabbi, Réflexions sur le soufisme Iranien primitif, JA 266 (1978), 37–55",
    "Josef van Ess, Ungenützte Texte zur Karrāmīya , Heidelberg 1980",
    "Josef van Ess, Der Eine und das Andere. Beobachtungen an islamischen häresiographischen Texten , Berlin 2011",
    "Wilferd Madelung, Religious trends in early Islamic Iran , Albany NY 1988",
    "Christopher Melchert, Sufis and competing movements in Nishapur, Iran 39 (2001), 237–47",
    "Aron Zysow, Two unrecognized Karrāmī texts, JAOS 108/4 (1988), 577–87",
    "Aron Zysow, Karrāmiyya, in Sabine Schmidtke (ed.), Oxford handbook of Islamic theology (Oxford 2016), 252–62",
    "Aron Zysow, Karrāmiya, EIr ."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}