{
  "id": "eweb_635",
  "source": "EI3",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/EI3O/COM-41035.xml?rskey=w5pirG&result=1",
  "annotator": "Antonio",
  "title": "Kāzarūnī",
  "authors": [
    "Florian Sobieroj"
  ],
  "word_count": "(2,316 words)",
  "source_editors": "Kate Fleet, Gudrun Krämer, Denis Matringe, John Nawas, and Devin J. Stewart",
  "first_online": "01 Dec 2019",
  "last_updated": "19 Jul 2021",
  "issn": "1573-3912",
  "publisher": "Brill",
  "content": [
    "Abū Isḥāq Ibrāhīm b. Shahriyār, called Kāzarūnī , the most important successor to Ibn Khafīf (d. 371/982) in Fars, was a militant Ṣūfī and founder of a brotherhood called Kāzarūniyya (also Murshidiyya and Isḥāqiyya) dedicated to serving the poor. He was born in 352/963, grew up in Kāzarūn, a city west of Shiraz, and died on 8 Dhū l-Qaʿda 426/14 September 1035 (ʿAṭṭār, 766; Meier, 23).",
    "1. Early life",
    "While Farīd al-Dīn ʿAṭṭār (d. c. 618/1221), the Persian poet, theoretician of Ṣūfism, and hagiographer from Nīshāpūr, mentions (763) Kāzarūnī’s grandfather, Zādānfarrukh b. Kh v arshīd, a Zoroastrian, Jāmī (d. 897/1492), the scholar and writer of Ṣūfī literature from Herat, says (254) only that his father had already been born in the era of Islam. The grandfather tried unsuccessfully to prevent the child from attending a Qurʾān school (maktab) and encouraged him instead to learn a craft, because the family was poor. At the maktab , Kāzarūnī soon proved to be a prodigy far surpassing his classmates. At the age of twelve he was honoured by Abū Bakr Muslim-i Shīrāzī, a disciple of Ibn Khafīf who had settled in Kāzarūn and predicted Kāzarūnī’s greatness (Meier, 18; Sobieroj, 653–4).",
    "2. Attachment to Ibn Khafīf",
    "At the age of fifteen (Meier, 18), he wondered which Ṣūfī path (ṭarīqa) to follow, and, from amongst three masters (Ibn Khafīf, Muḥāsibī, and Abū ʿAmr b. ʿAlī) he chose—through a supplicatory prayer called istikhāra —Ibn Khafīf (ʿAṭṭār, 764). While al-Ḥārith al-Muḥāsibī (d. 243/857) had taught that working to earn one’s living is the right interpretation of “trusting God” (tawakkul) , Abū ʿAmr (d. 358/969) advocated a general withdrawal from society. Ibn Khafīf, on the other hand, was viewed as the model of a helper of one’s contemporaries and, in particular, of the poor (Meier, 61). Kāzarūnī having not yet reached the age of twenty, Akkār al-Fīrūzābādī (d. 391/1001) brought him the books of Ibn Khafīf, and these strengthened his conviction that it was God’s will that he adopt Ibn Khafīf’s method of serving Him. Akkār invested Kāzarūnī with Ibn Khafīf’s khirqa , the patched robe of the Ṣūfīs (Zarkūb, 98), and he trained him in Ṣūfī ethics ( taʾaddaba bi-ṣuḥbatihī , “and he was trained (spiritually) through companionship with him”). According to Junayd-i Shīrāzī (fl. eighth/fourteenth), in his Shadd (49–50), composed in 791/1389, Akkār had met Kāzarūnī when the latter was still a child. He was so impressed by his skill in Qurʾān recitation that, enraptured ( tawājada ; Jāmī, 254), he took him to Shiraz, where he met other disciples of Ibn Khafīf as well. Zarkūb-i Shīrāzī (d. 789/1387; 98) makes the chronologically feasible claim that, at that time, he also met Ibn Khafīf (Meier, 13–4).",
    "Besides the khirqa , Kāzarūnī received from Ibn Khafīf, through the mediation of Abū ʿAbdallāh Aḥmad b. Ibrāhīm (b.) Bānīk/Mānak of Arrajān (d. c.400/1009–10; Jāmī, Nafaḥāt , 266), a disciple of Bundār b. al-Ḥusayn al-Arrajānī (d. 353/964 or 357), the “white shirt of Junayd” (Maḥmūd, Anwār , 512–3). Like Junayd (d. 297/910), head of the Ṣūfī school of Baghdad, Kāzarūnī came to be known as a “possessor of sobriety” (ṣāḥib-i ṣaḥv) , because, in his mystical method, he shunned “drunkenness and innovation” (Meier, 63).",
    "3. Relations with Zoroastrians",
    "As an adult, Kāzarūnī preached in the great mosque of Kāzarūn-Nūrd but was antagonised by the storytellers (quṣṣāṣ) , who viewed him as an unwelcome competitor. When he tried to build his own first mosque, he was opposed by the Zoroastrians, who destroyed the new building repeatedly. At that time, the Kāzarūn region was only thinly islamicised (Lawrence), and the Zoroastrians had influential supporters amongst the higher officials, including the governor, the “Magian of Daylam” (Meier, 21). There were two fire temples in Kāzarūn, and many Zoroastrians preferred paying the poll tax (jizya) to converting to Islam (Meier, 40). When, in the first decade of the fifth century/second decade of the twelfth century, the Zoroastrians attempted unsuccessfully to assassinate Kāzarūnī and his disciples sought revenge, the Zoroastrians turned for help to the Būyid wazīr Fakhr al-Mulk (d. 407/1016–7; Meier, 21). Once his followers had become sufficiently numerous, Kāzarūnī summoned them to march against the “disbelievers,” that is, the Zoroastrians, and he “organised the annual dispatch of ghāzī s (Muslim champions in the fight against non-Muslims) to fight the Christians on the Byzantine border” (Algar, Kāzarūnī, Shaykh Abū Isḥāq Ibrāhīm b. Shahriyār). For these activities, Kāzarūnī became known as “Shaykh Ghāzī” (Zarkūb, 106).",
    "4. The ḥajj and ḥadīth studies",
    "In 388/998 Kāzarūnī made the ḥajj (pilgrimage) to Mecca in the company of Akkār (Meier, 22). During this journey, he heard Prophetic traditions in Basra, Mecca, and Medina. The numerous traditions he studied in these places, including Kāzarūn and Shiraz, are quoted in Maḥmūd’s Firdaws (38–62). When he was learning ḥadīth in Shiraz, he was the youngest of all the students but still received, like everyone else, an ijāza (licence to transmit the traditions that he had learned) in recognition of his zeal.",
    "After returning from the ḥajj , Kāzarūnī wished to settle in Mecca but feared that his virtuousness would be vitiated by the immorality he observed amongst the mujāwirūn , the people residing in the holy precinct (Meier, 22). Akkār advised him against staying in the holy city. Amongst the mystics he met in the ḥaram area of Mecca, Jāmī (254) mentions the author Ibn Jahḍam al-Hamadhānī (d. 414/1023), from whom Kāzarūnī transmitted a spiritual instruction (waṣiyya) , traced to the Nubian Ṣūfī Dhū l-Nūn (d. 245/860, or 248/863; cf. Sulamī, Ṭabaqāt , ed. Nūr al-Dīn Shurayba, Aleppo 1986/1406, no. 2), which dealt with the cultivation of contentment.",
    "5. Return to Kāzarūn and his career there",
    "After returning to Kāzarūn, the Ṣūfī devoted himself, for the rest of his life, to spreading Islam and propagating Ṣūfism (Meier, 39). In 426/1034–5, Kāzarūnī fell fatally ill and, on his deathbed, appointed as his successor his companion Khaṭīb Imām Abū l-Qāsim ʿAbd al-Karīm b. ʿAlī b. Saʿd (d. 442/1050; Meier, 23). He stipulated who should wash his corpse, who should say the funeral prayers, and who should dig his grave (Meier, 23). He also ordered that the list of the individuals who repented and became Muslims through his influence be placed in his grave on his breast, next to the arrow shot at him by a would-be assassin; the document (ṣaḥīfa) included the names of Jews, Christians, and Zoroastrians (Maḥmūd, 415), who numbered, according to Zarkūb (106), twenty-four thousand converts.",
    "Within his own Muslim community, Kāzarūnī endeavoured to awaken the people’s hearts by preaching. After Friday prayers, he would gather his followers, telling them Ṣūfī stories and interpreting the Qurʾān. Maḥmūd’s Firdaws (215–94) contains a long chapter containing samples of Kāzarūnī’s Qurʾānic exegesis on selected verses.",
    "Kāzarūnī also dedicated himself to altruism. Notwithstanding his role in fighting disbelievers, his humanity extended to non-Muslims as well as Muslims. A Jewish traveller who came to Kāzarūnī’s hospice incognito expressed his surprise that the shaykh , having recognised his identity, fed him as if the Jew were a fellow Muslim. Kāzarūnī explained to him that “there is no one who is not worthy of two loaves of bread” (Maḥmūd, 172). His futuwwa (chivalry), along with his readiness to forgive or even love his opponents (Maḥmūd, 123–4), encompassed the animal world as well (Meier, 45).",
    "Kāzarūnī’s convent (buqʿa) was a lodge (ribāṭ) where travellers could stay the night and be fed (Meier, 47). The building in Kāzarūn remained intact until its destruction during the Ṣafavid period, at the beginning of the tenth/sixteenth century (Lawrence). His disciples reproduced this institution in various locations; as many as sixty-five hospices are mentioned by Maḥmūd (cf. Meier, 48). That Kāzarūnī’s care for the poor (faqīr) included not only Ṣūfīs, who were poor by profession but also those who were poor due to adverse circumstances explains why his order spread to the periphery of the Islamic world (Meier, 64). Kāzarūnī ordered his followers to serve the poor, but he warned them of the dangers of socialising with certain groups of people, such as unmarried women, boys, and rulers (Meier, 53). Whereas he himself was not married and had no children—meaning that the succession within the order could not be hereditary—Kāzarūnī did not forbid his followers to marry.",
    "6. Kāzarūnī’s spirituality and posthumous veneration",
    "Trying to characterise Kāzarūnī’s spirituality, ʿAṭṭār highlights, amongst other things, the captivating effect of the shaykh ’s preaching (sukhan-i jān-gīr) , his “burning” (sūzī) , his scrupulousness in observing the norms of the divine law (waraʿ) , and his clairvoyance (firāsa) . As to waraʿ , Kāzarūnī is reported to have renounced drinking the water of the river that belonged to the Zoroastrian ruler of Kāzarūn, and he ordered the grain from which his food was prepared to be imported from Jerusalem (ʿAṭṭār, 765). Kāzarūnī’s clairvoyance manifested itself in his ability to read the minds of his critics, for example, of a scholar who was convinced of his own superiority while listening to the shaykh ’s sermon. In response to this thought, Kāzarūnī mentioned the simile of the oil and the water in a lamp, each of which considered itself superior. Comparing himself with the oil, Kāzarūnī explained that, just like the oil, he burned himself in order to enlighten the people (ʿAṭṭār, 766).",
    "While Kāzarūnī believed that God answered his prayers because of the elevated status in which he was held by Him, his contemporaries and succeeding generations of Muslims in Fars and beyond considered the Ṣūfī a great walī (saint). His tomb was known as Tiryāk-i Akbar (greatest panacea), as it was observed that people’s supplications made there were fulfilled (ʿAṭṭār, 763). Crowds flocked to Kāzarūnī’s tomb, asking the saint to intercede with God on their behalf. Kāzarūnī became a revered helper in general and of sailors in distress at sea in particular; the soil from his grave had the reputation of “being able to calm stormy waters when cast into the sea” (Algar, Kāzarūnī, EI2 ).",
    "The posthumous veneration centred on Kāzarūnī’s personality was universal and extended to the coast of southeastern China, where sailors from Persia affiliated with his order built convents, as attested by the famous Moroccan travel-writer Ibn Baṭṭūṭa (d. 770/1368–9; 4:271), in the context of a visit made to Zaytūn (Quanzhou, in Fujian province). He mentions a leader of a convent who collected votive offerings (nudhūr) that the traders had dedicated to Kāzarūnī as a token of gratitude for the protection they believed they had received from him during their sea journey. Nowadays, however, on the coasts of the South China Sea, thanksgiving for safe arrival in the harbour is usually offered to the goddess Mazu, originally a fisherman’s daughter from Fujian who was elevated to divine status for rescuing the shipwrecked.",
    "Kāzarūnī’s biography was written in Arabic by the saint’s third successor, Khaṭīb Imām Abū Bakr Muḥammad b. ʿAbd al-Karīm (d. 502/1108) (Arberry, 163). Khaṭīb Imām used, amongst other sources, the Mashyakha (“The shaykh s”) by Abū Shujāʿ al-Maqārīḍī (d. 509/1115–6), and both authors knew Kāzarūnī personally (Meier, 2). The Persian translation of the now-lost Arabic text is an encyclopaedic work written in 728/1327 by Maḥmūd b. ʿUthmān, a dervish of Kāzarūn, who also made an abridgement of the Firdaws titled Anwār al-murshidiyya (“Lights on the Murshadiyya”); he was not a member of Kāzarūnī’s order but a disciple of Amīn al-Dīn-i Balyānī (d. 694/1294–5), whose vita he also composed. Balyānī traced his lineage back to Abū l-Najīb al-Suhravardī (d. 563/1168), the shaykh , scholar, and author from western Iran regarded as the founder of the Suhravardiyya, but also claimed a spiritual connection (qurbatī bā rūḥ) with Kāzarūnī (Maḥmūd, Miftāḥ , 209). Another eighth/fourteenth-century “inflated” Persian translation of Khaṭīb’s Arabic original—that is, one in which additional material (besides the reference text) is incorporated—is Marṣad al-aḥrār (“The observation post of the free men”) by Rajāʾ Muḥammad b. ʿAbd al-Raḥmān al-Kāzarūnī, surnamed ʿAlāʾ [al-Dīn], who may have been active about 750/1349 (Arberry, 164, 177; Storey, 2:1343).",
    "Print version: 9789004413436, 2020, 2020-1"
  ],
  "bibliography": [
    "Sources",
    "Farīd al-Dīn ʿAṭṭār, Tadhkirat al-awliyāʾ , ed. Muḥammad Istiʿlāmī (repr. Tehran 1372sh/1993), 763–76",
    "Maḥmūd b. ʿUthmān, Anwār al-murshidiyya fī asrār al-ṣamadiyya , in Maḥmūd b. ʿUthmān, Firdaws , ed. Īraj Afshar (Tehran 1358sh/1979), 469–753",
    "Maḥmūd b. ʿUthmān, Firdaws al-murshidiyya fī asrār al-ṣamadiyya , ed. Fritz Meier, in Fritz Meier (ed.), Die Vita des Scheich Abū Isḥāq al-Kāzarūnī (Leipzig 1948), 1–511, ed. Īraj Afshār, new, enlarged edition, Tehran 1358sh/1979",
    "Maḥmūd b. ʿUthmān, Miftāḥ al-hidāya wa-miṣbāḥ al-ʿināya. Sīrat-nāmayi Sayyid Amīn al-Dīn-i Balyānī , ed. Manūchihr Muẓaffariyān, Tehran 1380sh/2001",
    "Ibn Baṭṭūṭa, Riḥla , ed. Charles F. Defrémery and Beniamino R. Sanguinetti (Paris 1858), 4:271",
    "Junayd-i Shīrāzī, Shadd al-izār , ed. Muḥammad Qazvīnī and ʿAbbās Iqbāl, Tehran 1328sh/1949–50",
    "Abū l-ʿAbbās Zarkūb-i Shīrāzī, Shīrāz-nāma , ed. Bahman-i Karīmī (Tehran 1310sh/1931), 105–6",
    "Jāmī, Nafaḥāt , ed. Mahdī Tawḥīdīpur (Tehran 1336sh/1957), 254–5.",
    "Studies",
    "Arthur J. Arberry, The biography of Shaikh Abū Isḥāq al-Kāzarūnī, Oriens 3 (1950), 163–72",
    "Hamid Algar, Kāzarūnī, TDVİA 25:145–6",
    "Hamid Algar, Kāzarūnī, EI2",
    "Bruce Lawrence, Abū Esḥāq Kāzarūnī, EIr",
    "Florian Sobieroj, Mittelsleute zwischen Ibn Ḫafīf und Abū Isḥāq al-Kāzarūnī, AS 51/2 (1997), 651–71",
    "Charles A. Storey, Persian literature. A bio-bibliographical survey , London 1927–97."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": 35
}