{
  "id": "eweb_637",
  "source": "EIs",
  "cat": "entity",
  "link": "https://referenceworks.brill.com/display/entries/ISLO/SIM-0139.xml?rskey=SlqSdB&result=3",
  "annotator": "Antonio",
  "title": "Abū Ḥafṣ al-Ḥaddād",
  "authors": [
    "Hussein La-Shay?",
    "Translated by Simin Rahimi"
  ],
  "word_count": "(1,369 words)",
  "source_editors": "Wilferd Madelung and Farhad Daftary",
  "first_online": "16 Oct 2015",
  "last_updated": "17 Jun 2021",
  "issn": "1875-9831",
  "publisher": "Brill",
  "content": [
    "Abū Ḥafṣ al-Ḥaddād , ʿAmr b. Salama al-Nīsābūrī (d. ca. 260), was a renowned Sufi master of Khurāsān. His name has also been recorded as ʿUmar and his father's name as Sālim or Muslim (al-Sulamī, Ṭabaqāt , 105; al-Khaṭīb, 2/220; Anṣārī, 95; al-Samʿānī, 4/78). He was born in the small village of Kūrdābād, close to the gate of Nīsābūr that faced towards Bukhārā (al-Sulamī, Ṭabaqāt , 105; Anṣārī, 96). Regarding his being named al-Ḥaddād (the blacksmith), and how his spiritual state was transformed, tradition relates that he was a blacksmith, and one day, either overcome by an ecstatic state, or, according to another report, in order to perform a miraculous feat ( karāma ), he put his hand inside the forge and grabbed a piece of melting iron. It cooled in his hand. When he came back to himself, he renounced his profession and gave away his shop (al-Sarrāj, 328–329; Abū Nuʿaym, 10/230; al-Samʿānī, 4/78–79; ʿAṭṭār, 391).",
    "He was the nephew of Bishr al-Ḥāfī (al-Sulamī, Jawāmiʿ , 5) and a student of ʿAbd Allāh b. Mahdī al-Abīwardī (al-Bāwardī). For a while, he was also one of the companions of ʿAlī Naṣrābādī. His disciples and students included such figures as Abū ʿUthmān al-Ḥīrī, Maḥfūẓ b. Maḥmūd, Abū Muḥammad al-Murtaʿish and Yūsuf b. Muḥammad al-Zajjājī. Among his companions were the following: Abū ʿAbd Allāh Sijzī, Shāh Shujāʿ al-Kirmānī, ʿAlī b. Shuʿayb al-Saqqāʾ, ʿAbd Allāh b. Muḥammad al-Kharrāz, Abū Jaʿfar Aḥmad b. Ḥamdān, Abū ʿAlī al-Thaqafī and Ḥamdūn al-Qaṣṣār (al-Sulamī, Ṭabaqāt , 103, 105, 183, 251, 269, 336, 356, 370; Anṣārī, 102, 104, 239, 330). He also met al-Junayd al-Baghdādī and held a discourse with him on the meaning of futuwwa (spiritual ‘chivalry’), and his definition of this important dimension of practical Sufism earned him al-Junayd's admiration (ʿAṭṭār, 394).",
    "Ibn al-Nadīm's al-Fihrist mentions a person called Abū Ḥafṣ al-Ḥaddād, who was a Muʿtazilī and who wrote a book named al-Jārūf fī takāfuʾ al-adilla (Ibn al-Nadīm, 216). A few other sources, with some variation, have similar sorts of statements, and also refer to him as being Shiʿi (al-Khayyāṭ, 97, 142, 150, 152). In al-Kashshī's al-Rijāl there is a report which Yūnus b. ʿAbd al-Raḥmān al-Qummī narrates from Abū Hafṣ (al-Kashshī, 258); al-Sharīf al-Murtaḍā, however, rejects this attribution (1/89). This person is apparently different from the well-known Sufi of the same name, as none of the works in the ṭabaqāt genre of biographical literature on important Sufis refer to him as belonging to the Muʿtazila. Furthermore, no book is ascribed to him, whether it be the above-mentioned al-Jārūf , or any other work. The sayings that are quoted from him provide no evidence that he belonged to the Muʿtazila school of thought.",
    "Abū Ḥafṣ was so renowned for his zuhd (renunciation/asceticism) and his waraʿ (pious awe) that some authors describe him as al-zāhid , ‘the ascetic’ (Ibn al-Jawzī, 5/53; al-Dhahabī, 12/510; Anṣārī, 95). He so strenuously avoided fame that, even though he was entirely committed to Sufism, he avoided wearing the woollen Sufi cloak in public: like any person in the bazaar, he wore an ordinary long garment ( qabāʾ ) when outside, but as soon as he entered his home, he would put on his woollen Sufi garb (al-Sulamī, Risāla , 108).",
    "He is usually counted among the earliest Sufis of the Malāmatiyya, or ‘People of Blame’. Some of the sayings narrated from him and some of the stories attributed to him confirm his inclination to this path in Sufism (ʿAfīfī, 15 et passim). He avoided anything that smacked of ostentation ( riyāʾ ) and vanity, this being central to the way of the Malāmatiyya. His own approach on this path was to encourage spiritual aspirants to perform their religious duties, and to carry out the spiritual practices attendant upon mujāhada , the inner spiritual ‘struggle’ against the lower tendencies of the soul, this being fully in keeping with his ascetic inclinations. On the face of it, this approach diverges from that of some of the great shaykhs of the Malāmatiyya, like Ḥamdūn al-Qaṣṣār, who belittled such practices, being oriented rather towards the manifestation of scandalous acts, and concealing good deeds. However, as regards the proper spiritual training of aspirants, the two approaches are in reality complementary. One can clearly observe the synthesis and perfection of these two approaches in the balanced method adopted by Abū ʿUthmān al-Ḥīrī, who was Abū Ḥafṣ's favourite disciple (al-Sulamī, Risāla , 103).",
    "Abū Ḥafṣ placed such great emphasis on observing ādāb , the practices, customs and dispositions of spiritual etiquette or propriety, that he defined Sufism as a collection of forms of ādāb (al-Hujwīrī, 47). When al-Junayd (or al-Shiblī) objected to his teaching his followers the courtesy of kings, he is said to have responded that the ḥusn (beauty/excellence) of outward courtesy is a sign of the ḥusn of inner courtesy (Mustamlī, 1/100; ʿAṭṭār, 395; al-Kāshānī, 204). Like most of the great Sufi masters, he was deeply committed to the sharīʿa , and maintained that the sālik , the spiritual traveller, must always judge his outward acts and his inner states according to the standards of the Qurʾān and the sunna (Abū Nuʿaym, 10/230). Al-Hujwīrī includes him among those Sufi masters who believed in the principial priority of the sober state of ḥuḍūr (presence, or the state of being fully present and conscious) to the ecstatic state of absence ( ghayba ) (al-Hujwīrī, 321).",
    "The date of his death is not known for certain: the years 265, 267 and 270 have all been given as possibilities (al-Sulamī, Ṭabaqāt , 105–106; al-Samʿānī, 4/79). His tomb is in Nīsābūr, on the Adak road, and Maḥfūẓ b. Maḥmūd is buried next to him. Al-Sulamī also stated in his last testament that he wished to be buried with his head resting at Abū Ḥafṣ's feet (al-Khalīfa, 153, 157; al-Sulamī, Ṭabaqāt , 105–106; ʿAṭṭār, 400; al-Samʿānī, 4/79)."
  ],
  "bibliography": [
    "Abū Nuʿaym al-Iṣfahānī, Aḥmad b. ʿAbd Allāh, Ḥilyat al-awliyāʾ (Cairo, 1357/1938)",
    "Abdel-Kader, Ali Hassan, The Life, Personality and Writings of al-Junayd (London, 1976)",
    "ʿAfīfī, Abū al-ʿAlā, al-Malāmatiyya wa al-Ṣūfiyya wa ahl al-futuwwa , in al-Sulamī's Risālat al-Malāmatiyya (Cairo, 1364/1945)",
    "Anṣārī Harawī, Kh w āja ʿAbd Allāh, Ṭabaqāt al-Ṣūfiyya (Kabul, 1341 Sh./1962)",
    "ʿAṭṭār, Farīd al-Dīn, Tadhkirat al-awliyāʾ (Tehran, 1360 Sh./1981)",
    "Avery, Kenneth S., A Psychology of Early Sufi Samāʿ: Listening and Altered States (London, 2004)",
    "al-Dhahabī, Muḥammad b. Aḥmad, Siyar aʿlām al-nubalāʾ (Beirut, 1404/1983)",
    "al-Hujwīrī, ʿAlī b. ʿUthmān, Kashf al-maḥjūb (Tehran, 1979)",
    "Ibn al-Jawzī, ʿAbd al-Raḥmān b. ʿAlī, al-Muntaẓam (Hyderabad, 1357/1938)",
    "Ibn al-Nadīm, al-Fihrist",
    "al-Kashshī, Muḥammad, Ikhtiyār maʿrifat al-rijāl , abridged by Muḥammad b. al-Ḥasan al-Ṭūsī, ed. Ḥasan Muṣṭafawī (Mashhad, 1348 Sh./1969)",
    "al-Kāshānī, Maḥmūd b. ʿAlī, Miṣbāḥ al-hidāya (Tehran, 1325 Sh./1946)",
    "Khalīfa Nīsābūrī, Aḥmad b. Muḥammad, Persian trans. and abridgement of the Taʾrīkh Nīsābūr by al-Ḥākim al-Nīsābūrī (Tehran, 1339 Sh./1960)",
    "al-Khaṭīb al-Baghdādī, Aḥmad, Taʾrīkh Baghdād (Cairo, 1350/1931)",
    "al-Khayyāṭ, ʿAbd al-Raḥīm b. Muḥammad, al-Intiṣār (Cairo, 1344/1925)",
    "Mustamlī Bukhārī, Ismāʿīl b. Muḥammad, Sharḥ al-taʿarruf (Tehran, 1363/1944)",
    "Renard, John, Knowledge of God in Classical Sufism (New York, 2004)",
    "al-Samʿānī, ʿAbd al-Karīm, al-Ansāb , ed. ʿAbd al-Raḥmān al-Muʿallimī al-Yamānī (Hyderabad, 1384/1964)",
    "al-Sarrāj, ʿAbd Allāh b. ʿAlī, al-Lumaʿ fī al-taṣawwuf , ed. Reynold Nicholson (Leiden, 1914)",
    "al-Sharīf al-Murtaḍā, ʿAlī b. Ḥusayn, al-Shāfī fī al-imāma (Tehran, 1407/1986)",
    "al-Sulamī, Muḥammad b. Ḥusayn, ‘Jawāmiʿ ādāb al-Ṣūfiyya’, in Majmūʿa-yi āthār-i Abū ʿAbd al-Raḥmān al-Sulamī (Tehran, 1369 Sh./1990)",
    "idem, ‘Risālat al-Malāmatiyya’, in ʿAfīfī's al-Malāmatiyya wa al-Ṣūfiyya",
    "idem, Ṭabaqāt al-Ṣūfiyya , ed. Johannes Pedersen (Leiden, 1960)."
  ],
  "metrics": null,
  "arabic_title": null,
  "summary": null,
  "parts": null,
  "signature": null,
  "print_details": null,
  "published": null,
  "citation": null,
  "bio_id": null
}